{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/26/f1-team-alpine-secure-%e2%82%ac200m-backing-from-investors-including-hollywood-actor-ryan-reynolds/",
  "time_ut": 1687766280.0,
  "original_lang": "en",
  "original_title": "F1 team Alpine secure €200m backing from investors including Hollywood actor Ryan Reynolds",
  "original_body_lines": [
    "Alpine have secured a €200m cash injection from a group of investors, including Hollywood actor Ryan Reynolds, to support the French operation’s sporting ambitions in Formula 1.",
    "Alpine are currently fifth in the constructors’ championship – one place lower than they finished the last campaign – and have been searching for investment to help close the gap to F1’s leading teams.",
    "The Investor Group – formed of Otro Capital, RedBird Capital Partners and Maximum Effort Investments – have acquired a 24% stake in the F1 team, placing their value, say Alpine, at around €900m.",
    "The group have worked with NFL side Dallas Cowboys, America’s National Football League (NFL), French football club Toulouse FC and English football team Wrexham AFC.",
    "Reynolds bought Wrexham in November 2020 and, along with fellow actor and co-owner Rob McElhenney, has overseen the club's rejuvenation, which peaked with earning promotion back to the English Football League after 15 years.",
    "“Formula 1 and Alpine are strategic assets for Renault Group,” said Renault Group CEO Luca de Meo. “Over the past two years, we have re-ignited Alpine, capitalising on its iconic A110 sports coupe, boosting it by entering Formula 1, where it aims to become a championship contender. This partnership will accelerate Alpine F1 development by diversifying revenue drivers and increasing brand value.”",
    "The investment centres around the F1 team only, with Renault’s engine division in Viry not part of the transaction and remaining entirely owned by the Renault Group.",
    "The news comes as part of a wider announcement from Alpine that sees them set a target of achieving €8 billion in revenue in 2030 and to break even in 2026.",
    "The Formula 1 team is only one side of the business, with the automotive arm looking to develop its own high-performance platform for its future 100% electric sports cars – which will see a seven-model range including one future roadster and the all-new A310.",
    "Domestic debt restructuring will not affect banking system – President",
    "Sri Lanka Navy’s first ever women para jumpers conquer the skies"
  ]
}