{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89073/president-writes-open-letter-to-sri-lankas-official-bilateral-creditors",
  "time_ut": 1678813260.0,
  "original_lang": "en",
  "original_title": "President writes open letter to Sri Lanka’s official bilateral creditors",
  "original_body_lines": [
    "In an open letter to Sri Lanka’s official bilateral creditors and the Paris Club creditors, President Ranil Wickremesinghe has requested to foster necessary coordination for the International Monetary Fund (IMF) supported programme.",
    "The President has also assured transparency and regular reporting on Sri Lanka’s indebtedness in the letter.",
    "President Wickremesinghe has praised the diligence and expressed his gratitude to the Paris Club creditors and Japan in particular, and to India and China for enabling the cooperation required to arrive at this point and explicitly delivering IMF-compatible financing assurances",
    "He has conveyed gratitude for other creditor countries which answered the Paris Club creditors’ call to join them as well.",
    "Further, he has mentioned in the letter that the Sri Lankan government has deployed all efforts to demonstrate its commitment to the EFF (Extended Fund Facility) program and relentlessly engage on the path to reforms.",
    "“Our administration has already implemented major reforms by way of prior actions agreed with the IMF”, it added.",
    "The President also highlights that since there has never been a more critical period for our economic well-being and future development, a robust reform agenda aimed at achieving debt sustainability, strengthening governance, widening the social safety nets supporting the most vulnerable and ensuring has been introduced to grow an inclusive economy attractive to international business, to improve the lives of the people and ensure they are first in line to benefit from improvements in our economic conditions.",
    "“The IMF-supported program will be critical to achieving this vision for our country”, he claimed.",
    "Hence, this new era starts with the full implementation of the IMF-supported program and the resolution of our debt situation with you as longstanding partners, as well as with our commercial creditors.",
    "The head of the state, also calls on the Paris Club bilateral partners, in particular Japan, together with all other official bilateral partners, including India and China, to garner and foster coordination.",
    "“We commit to communicating transparently with all of you on any debt treatment terms that are agreed with any creditor or group of creditors, before being formalized. In the same vein, we commit to reporting regularly on our indebtedness, ensuring no financial liabilities incurred by the country are undisclosed”, he added.",
    "The relevant letter also includes that Sri Lanka commits not to resume debt service to any creditor unless that creditor agrees on a comprehensive debt treatment in line with IMF-supported program parameters and the comparability of treatment principle.",
    "Further, the commitment to a comparable treatment of all external creditors has also been reiterated with a view to ensuring all-around equitable burden sharing for all restructured debts, as per the president’s letter to the official bilateral creditors.",
    "“We will not conclude debt treatment agreements with any official bilateral creditor or any commercial creditor or any group of such creditors on terms more favourable than those agreed under any multilateral platform put forward by our official bilateral creditors”.",
    "Offering a debt treatment outside of the perimeter set by the debt targets under the IMF program would risk making Sri Lanka’s debt unsustainable again, the president says, confirming that no side arrangements will be made with any creditor aimed at reducing the debt treatment impact on that creditor."
  ]
}