{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/FIFA-Congress-upholds-Sri-Lanka-suspension/108-255966",
  "time_ut": 1678958866.0,
  "original_lang": "en",
  "original_title": "FIFA Congress upholds Sri Lanka suspension",
  "original_body_lines": [
    "Zimbabwe and Sri Lanka were on Thursday, March 16, suspended from voting during FIFA elections.",
    "This was as close to 2,000 delegates including top football executives from world football governing body (FIFA) met in Kigali for the long-awaited 73rd FIFA Congress. The FIFA Congress, the supreme legislative body of FIFA, brings together top executives from FIFA, confederations and representatives from 211-member associations and other football stakeholders.",
    "Of the 211 associations, 199 member associations voted in favour of a motion to suspend Zimbabwe while 197 voted for the motion restricting Sri Lank from voting during FIFA elections.",
    "In January, FIFA suspended the Football Federation of Sri Lanka (FFSL) over political interference after the federation’s presidential elections fell short of Zurich’s standards. According to reports, that was after the country’s Ministry of Sports introduced a raft of regulations that reportedly compromised the autonomy and independence of national sports bodies, including the FFSL.",
    "In 2022, FIFA suspended Zimbabwe's membership over government interference in the countries' football associations. Zimbabwe's football association denied the allegations. At the time, reports indicate, Zimbabwe authorities said they were acting against corruption, incompetence and sexual abuse.",
    "The FIFA Congress in Kigali was chaired by FIFA president Gianni Infantino. The host nation's President Paul Kagame attended.",
    "On the agenda of the congress include the suspension or expulsion of a member association, presentation of FIFA’s annual report during which member association will vote on approval of the consolidated financial statements for 2022 and off the FIFA statutory financial statements for 2022 before voting on approval of the cycle budget for 2023-2026 and the detailed budget for 2024.",
    "It is during the congress when the FIFA elections will take place. Incumbent Infantino is the lone candidate for the top position after running unopposed.(Newtimes)",
    "He is likely to be re-elected for another four-year term that could see him stay in office until 2027 should he win the vote of confidence from the body’s member associations.",
    "A candidate is eligible for three terms and, if elected, Infantino will be serving his last term in office."
  ]
}