{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fahmy-nazick-to-recreate-those-golden-hitsin-toronto/",
  "time_ut": 1684172520.0,
  "original_lang": "en",
  "original_title": "Fahmy Nazick to recreate those golden hits…in Toronto",
  "original_body_lines": [
    "Sri Lankans, in Toronto, Canada, are eagerly looking forward to Friday, May 26th, and that special date, in their calendar, isn’t far off.",
    "Over the past years, they have enjoyed the setup at The Anchorman dance and this year is going to be no exception.",
    "Working on making The Anchorman’s May Spring Ball Gala Dinner Dance extra special is the husband-and-wife team of Dirk Tissera and Michelle.",
    "Dirk is the Founder, Publisher, and Editor-in-Chief of The Anchorman, a very popular Sri Lankan newspaper, in that part of the world, while Michelle is the Design Editor-cum-Deputy Editor.",
    "In addition to all the other exciting activities, scheduled for May 26th, they will also be introducing veteran singer Fahmy Nazick to the crowd.",
    "Fahmy is now based in Virginia, in the USA, and he will be performing for the first time in Toronto, Canada…at this prestigious dinner dance.",
    "In Sri Lanka, Fahmy was seen in action with various bands, including Catseye, and was featured at all the top hotels, down south.",
    "He performed in Jordan, and Muscat Intercontinental, in 1980, then on to Switzerland, in 1981, and later at the Taj Coromandal, Madras, the Taj Intercontinental, Bombay, in 1983, and at the Hong Kong Sheraton, in 2001.",
    "Fahmy loves to sing ballads and, of course, the hits of Elvis Presley, Engelbert Humperdinck, Tom Jones, Frank Sinatra and the other great singers of that era.",
    "Now, as a solo balladeer, he still enjoys rock ‘n’ roll, he says, and there’s going to be plenty of those Golden oldies at The Anchorman’s May Spring Ball Gala Dinner Dance.",
    "“I’m sure Fahmy Nazick will be a hit in Toronto amongst the audience, especially those who love Elvis, Engelbert, Tom Jones and the likes. Fahmy and I belong to the same era. He is like a brother to me and I’m a big fan of his.”",
    "“Nimal Jayamanne…yes, I am a fan of Fahmy Nazick, too. He is a great singer and, at one time, looked very much like Engelbert. I remember going to some of his performances, in Sri Lanka. We belong to the same era.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}