{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-emerging-threat-of-new-psychoactive-substances-nps/",
  "time_ut": 1701525060.0,
  "original_lang": "en",
  "original_title": "The emerging threat of New Psychoactive Substances (NPS)",
  "original_body_lines": [
    "Drug abuse in Sri Lanka has increased immensely in the recent past with Heroin, Methamphetamine (Ice) and Cannabis being the most common substances used in the country.",
    "The type of substances that are considered to be psychoactive drugs, in general, are called New Psychoactive Substances (NPS). The term ‘new’ is a bit misleading as these substances were not synthesized recently. On the contrary, most of them were synthesized and patented in the early 1970s or earlier. The definition goes as follows: ‘substances of abuse, not controlled by the acts on Psychotropic Substances, but which may pose a public health threat.’",
    "Seven groups of NPS can be found in the global market: Synthetic cannabinoids, Cathinone, Ketamine, Phenethylamines, Piperazines, Plant-based substances and Miscellaneous substances.",
    "NPS or designer drugs as they are sometimes called, are compounds manufactured to mimic the properties of the original drug. For example the active ingredient found in cannabis is tetrahydrocannabinol (THC). In the same manner, synthetic cannabinoids can simply be explained as some substance that mimics the properties of a cannabis product or chemicals designed to act in the same way as the psychoactive ingredient of cannabis (THC). In the early stages, synthetic cannabinoids were synthesized for legal research purposes. Most countries have banned these products.",
    "Synthetic Cathinone imitates the natural alkaloid Cathinone which is found in the khat plant. This plant is native to Africa and its leaves are used by local communities for chewing, in the same way betel leaves are chewed in Asian countries. However, it is noteworthy that some synthetic Cathinones are used as prescribed medicines while others are sold for illegal use.",
    "The majority of synthetic Cathinones are produced in China and Southeast Asian countries. The internet plays an important role as an effective marketplace for NPS drugs. These drugs sold online are mislabeled in slang terms, such as bath salts, plant food, jewellery cleaner, or phone screen cleaner. Synthetic Cathinones are an emerging class of designer drugs abused as psychostimulants and for hallucinogenic effects similar to cocaine, Methylenedioxymethamphetamine (MDMA) or amphetamine. Several designer Cathinones such as mephedrone (4-Methyl MethCathinone) are gaining a space in the illicit drug market due to high availability through the internet. NPS drugs have become a new emerging threat in Sri Lanka as well.",
    "Ketamine Hydrochloride was developed as an alternative to Phenylcyclohexyl Piperidine (PCP) also known as phencyclidine or angel dust, which was used as an anesthetic. Street names for Ketamine include ‘K’, special K’, ‘kit kat’, ’tac’, ‘tic’, ’cat valium’, and ‘cat tranquilizer’. Phenethylamines refer to a class of substances with psychoactive and stimulant effects. They include amphetamine and Methamphetamine. They act as a central nervous system stimulant in human being. Easy access has led to an increase in its abuse by youth.",
    "Phenethylamines consist of a wide range of newly synthesized drugs impregnated into blotter papers printed with cartoon characters. They are produced in an attractive manner targeting the younger generation. These blotter papers are produced as very tiny stamps of about 0.25 mm2. In the beginning, users are misled to believe that they are taking Lysergic Acid (LSD), when in fact they are taking newer and lesser known drugs such as NBOMEs or other substituted Phenethylamines.",
    "It is known that the number of blotter paper cases found in Sri Lanka has increased. Different types of drugs in the blotter papers contain NPS such as N-BOME, and newly synthesized drugs like 2-({[2-(4-Bromo-2,5- dimethoxyphenyl)ethyl]amino}methyl)phenol1 (NBOH).",
    "The best-known piperazine that has been used as a new psychoactive substance is 1-Benzylpiperazine (BZP). BZP was initially developed as a potential antidepressant drug but it was found to have similar properties to amphetamines and had a tendency to abuse.",
    "The khat shrub (Catha edulis) is a plant native to Africa and the Arabian Peninsula. Khat chewing is a social custom in the communities living in these areas. The psychoactive effect results from the release of Cathinone and cathine alkaloids after chewing khat. Street names for khat include ‘qat’, ‘gat’, ‘chat’, ‘miraa’, ‘murungu’ and ‘Arabian or Abyssinian tea’. Due to the degradation of Cathinone, khat leaves need to be consumed soon after harvesting and therefore, there is a preference for fresh. Khat is usually consumed by chewing the leaves and shoots of the plant, but infusions are also possible.",
    "The abuse of New psychoactive substances (NPS) is rapidly increasing at an alarming rate, raising a significant risk to public health and a challenge to drug policy. The total number of such substances, already estimated to be in the hundreds, is growing steadily. Mixtures of NPS bought unknowingly by users have resulted in unpredictable and sometimes disastrous outcomes.",
    "The supply chain of novel psychoactive substances comprises an intricate web that connects research chemists, underground labs, large-scale industrial manufacturers, and a vast and complex marketing and distribution network. Unlike opium poppy or coca cultivation, Amphetamine like Stimulants (ATS) and most NPS production are geographically unlimited; all areas of the world participate with increasing frequency. Drug development and manufacturing efforts may be led by entrepreneurs who hire synthetic chemists or pharmacologists to aid in the development of novel structures to mimic effects of known drug.",
    "Initial synthesis often occurs in clandestine, but well-funded laboratories. Once synthesized, either abroad or in domestic laboratories, NPS is distributed to the end user, often via a complex chain of second and third-party resellers. Finally, users obtain NPS via three primary vending modes: online, via website distributors; retail vendors with physical storefronts and non-retail vendors such as family, friends, associates or dealers who distribute their products at concerts, in clubs, or on the street.",
    "Globally, the internet provides a key exchange platform for NPS information and increasingly,for NPS distribution.  Recent studies show that in Sri Lanka too the internet plays a major role in the distribution of such NPS. While the Internet provides the source for the majority of novel psychoactive substances, a significant number are purchased from dealers who broker sales on the streets, in clubs, and in schools. Drugs are also acquired from friends, classmates, or family members who obtain NPS from a variety of means and then subsequently distribute them.",
    "The increase in the number of cases is due to the reason that the drugs are smuggled via airports, courier service providers, and through dark net. The other reason is the loopholes in the legal apparatus of the country.  The invisible tragedy of this drug menace is the trend of our younger generation getting addicted to this. Therefore, law enforcement authorities and border protection authorities in Sri Lanka should maintain continuous vigilance while  proper technical mechanisms such as risk management should be developed to control NPS drugs.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}