{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Apparel-industry-gets-insightsto-EU-Strategy-for-Sustainable-and-Circular-Textiles/34-750964",
  "time_ut": 1690218195.0,
  "original_lang": "en",
  "original_title": "Apparel industry gets insights to EU Strategy for Sustainable and Circular Textiles",
  "original_body_lines": [
    "The Embassy of Sri Lanka in Brussels, in collaboration with the Sri Lanka Export Development Board (EDB), organised an online briefing session on the EU Strategy for Sustainable and Circular Textiles on 20 July 2023.",
    "The event aimed to enlighten stakeholders within Sri Lanka's apparel industry about the European Union's progressive approach towards sustainable and circular textiles. The briefing session was conducted by a senior expert, Mikael Garellick, at the Textile Unit of the Directorate General of the International Market of the European Commission.",
    "The virtual event brought together key players from Sri Lanka's apparel sector, including the Sri Lanka Joint Apparel Association Forum (SLJAAF), Government representatives, and industry experts, to foster meaningful discussions about the future of textiles in the context of environmental sustainability.",
    "The EU Strategy on Sustainable and Circular Textiles, introduced by the European Commission, is a crucial initiative to promote sustainability in the fashion and textile industries. It encourages eco-friendly practices and aims to reduce the environmental footprint of textiles throughout their lifecycle. Given that the EU is a significant trading partner for Sri Lanka's textile exports, understanding and aligning with this strategy holds great significance for the country’s apparel sector.",
    "During the briefing session, Mikael Garellick from the European Commission provided in-depth insights into the EU’s approach to sustainable and circular textiles. He highlighted the policies, standards, and potential collaborations that can aid Sri Lanka's apparel industry in its pursuit of eco-friendly and sustainable practices. Participants had the opportunity to engage in a Q&A session, discussing specific challenges and opportunities relevant to the industry's transformation to sustainable practices.",
    "The Ambassador of Sri Lanka to Belgium and the European Union, Grace Asirwatham, emphasised the paramount importance of Sri Lanka's apparel industry’s transformation to sustainable practices, aligning it with the EU Strategy on Sustainable and Circular Textiles to harness significant market benefits in the EU in the future.",
    "EDB Acting Director General Malani Baddegama, explained that Sri Lanka’s major export to the EU is apparel items and the benefits that it enjoys under the GSP Plus scheme. She further acknowledged the significance of such briefings and thanked the European Commission official for the insightful briefing."
  ]
}