{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/first-capital-holdings-delivers-extraordinary-financial-performance/",
  "time_ut": 1685468160.0,
  "original_lang": "en",
  "original_title": "First Capital Holdings delivers extraordinary financial performance",
  "original_body_lines": [
    "First Capital Holdings PLC (the Group), a member of the Janashakthi Group, announces its impressive financial results, and a remarkable turnaround from the previous year, marking the year ended 31st March 2023 its most successful in its 40-year history.",
    "The Group’s financial results exhibit an impressive feat, with a Total Comprehensive Income of Rs. 2.71Bn, showcasing a significant improvement from the previous year’s Total Comprehensive Loss of Rs. 640Mn. This extraordinary performance demonstrates the Group’s resilience, strategic initiatives, and effective risk management which have turned the tide in their favour.",
    "The Primary Dealer division reported a Profit after Tax of Rs. 2.88Bn for the year ended 31st March 2023. This is a substantial improvement from the Loss after Tax of Rs. 652Mn recorded in the previous financial year (2021/22). The impressive results were driven by robust net interest income of Rs. 3.6Bn and a gain on trading government securities portfolio amounting to Rs. 2.41Bn, as against the 2021/22 Net Interest Income of Rs. 484Mn and the loss on trading government securities portfolio of Rs. 979Mn. The division disposed its entire Held to Maturity portfolio of government securities and reported a loss of Rs. 1.26Bn.",
    "Furthermore, the Corporate Dealing Securities division reported a Profit after Tax of Rs. 34Mn, indicating a significant turnaround from the Loss after Tax of Rs. 248Mn in the previous year.",
    "Related Topics:Dilshan WirasekaraFirst Capital Holdings PLCManaging Director / Chief Executive Officer",
    "Prabath J. Malavige elevates to Managing Director at Sri Lanka Ports Authority",
    "Jaffna business community ‘enthusiastic’ about investment banking products and services",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}