{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/quota-system-to-manage-water-under-large-scale-irrigation-projects/",
  "time_ut": 1691340180.0,
  "original_lang": "en",
  "original_title": "Quota system to manage water under large-scale irrigation projects",
  "original_body_lines": [
    "One of the issues faced by the farmers in areas under the large-scale irrigation projects in Sri Lanka is the water scarcity due to unexpected droughts during cultivation seasons as is the case in the areas under Uda-Walawe, Kala Wewa reservoirs, etc. When this type of situations happens in a country like Sri Lanka, where there is no clearly defined water policy for allocating water for different purposes, the only way to address is the mobilisation of water users to save available water. The main purpose of this article is to explain an approach called Water Quota (WQ) introduced in 2000 in System H under Kal Wewa reservoir to address this type of situations. Explained below is how that approach was implemented under Kala Wewa reservoir in 2000.",
    "The main objective of the WQ approach was to create a constantly updated Volumetric Awareness among Farmer Organisations under each Distributary Canals (DCFOs) of the water availability in the main reservoir located far away from their farms. For updating, display boards were fixed along the Main Canals (as shown in photo) at the head of each Distributary Canals (DCs) originating from the main canals.",
    "Because of this awareness, each Distributary Canal Farmer Organizations (DCFOs) knew how many gallons (Cubic Metres) of water would be available in the main reservoir for the rest of the cultivation season. For an example, under a project called the Mahaweli Restructuring & Rehabilitation Project (MRRP) launched in 2000 in Kala Wewa area, about 40 such Display Boards were fixed at the head of each distributary canals. As a result of this volumetric awareness, farmers as groups got motivated to save water. Later, that approach was further developed at pilot scale with the help of modern communication technologies such as SMS for updating. This approach is somewhat similar to Quick Response (QR) system recently used to address fuel shortage in Sri Lanka, the only difference being that there is no price tag. When the QR approach was used for water management, it was named as Water Quota (WQ). The motivation factor to save the allocation is the constantly updated Volumetric Awareness among the Farmer Organisations.",
    "As a result of the adoption of the WQ approach, the farmers were motivated to save water by adapting efficient on-farm irrigation water management strategies such as construction of wells to capture ground water and anicuts to capture runoff water from the farms. Locally available rain water was also used by the farmers as a strategy save their water quota. They were also motivated to adopt low water consuming export oriented high value crops by diverting from rice cultivation. For example, after the introduction of the WQ approach, the cropping intensity in System H was increased up to 165%. According to a World Bank report MRRP (2003), WQ was recognised as the best water management approach suitable for countries in South Asia. That approach was also accepted by IESL/IWMI as the best water management approach suitable for large scale irrigation culture in Sri Lanka.",
    "After about 2015, attention was paid to the management of water; focus was shifted to the construction of large canals, dams and tunnels instead of agriculture. For example, as the team leader of an assignment launched in 2021 to source funding for rehabilitation of canal network under the Uda Walawe scheme, our team introduced the above approach as the first priority, as done in 2000. However, as it was the case after 2015, the focus of the implementation agencies as well as the funding sources was on repairing the hardware part of main canal.",
    "Notes: Bandula Gunaratna- “Pilot Water Management Study in Mahaweli System H for Improving Water Productivity by Introduction of Bulk Water Allocation Concept”-2013 WPD -PGIA University of Peradeniya",
    "World Bank Report (2003), Aid Memoirs, MRRP Implementation Progress Review, June 2-12,2003",
    "The writer is a Water Management Engineer who has worked in Mahaweli Areas since the ’80s",
    "The Copper Tumbler and Donkeys in Mannar: A Work of Mourning – IV",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}