{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/80949",
  "time_ut": 1674156240.0,
  "original_lang": "en",
  "original_title": "Decks Cleared at last  for Ranil to Visit New Delhi! Visiting Indian External Affairs Minister Dr.Jaishankar Conveys Greetings and hands  over Official  invitation from PM Modi to President Wickremesinghe   Inviting him to visit India at an early mutually convenient date.",
  "original_body_lines": [
    "(Text of Press Release Issued by the High Commission of India in Colombo On 20 January 2023  under the heading “Visit of External Affairs Minister Dr. S. Jaishankar promises prosperity for the people of Sri Lanka)",
    "!.External Affairs Minister (EAM) of India Dr. S. Jaishankar paid an official visit to Sri Lanka on 19-20 January 2023. In his fourth bilateral visit to Sri Lanka as EAM, he was accompanied by a four-member official delegation from the Ministry of External Affairs, New Delhi. It may be recalled that EAM has visited Sri Lanka earlier in November 2019, January 2021 and March 2022.",
    "2.     During the visit, EAM called on President H.E Ranil Wickremesinghe and Prime Minister H.E Dinesh Gunawardena and had detailed discussions with his counterpart, Foreign Minister Hon. M.U.M Ali Sabry.  The delegation-level meeting hosted by the Foreign Minister of Sri Lanka included Minister of Ports, Shipping and Aviation Hon. Nimal Siripala de Silva; Hon. Keheliya Rambukwella, Minister of Health; Hon. Ramesh Pathirana, Minister of Industries, Hon. Dilum Amnugama, Minister of Investment Promotion; Hon. Kanchana Wijesekara, Minister of Power and Energy; and Hon. Tharaka Balasuriya, State Minister of Foreign Affairs, among others, and reflected the breadth and depth of the growing partnership between India and Sri Lanka in diverse spheres.",
    "3.     Interaction of EAM with the leadership of the Government of Sri Lanka provided an opportunity to review the whole gamut of bilateral relations between the two countries. He stressed that his presence in Sri Lanka at a time when the country was going through multiple challenges sends a clear and strong message of continued support from the Government and the people of India to the people of Sri Lanka.",
    "4.    EAM underscored that India’s unprecedented financial support of USD 4 billion last year was in line with the ‘Neighbourhood First’ Policy. He pointed out that India was the first creditor nation of Sri Lanka to support debt restructuring and convey financing assurances to IMF in order to clear the way forward for Sri Lanka and in securing the IMF programme. He added that India will encourage greater investments in the Sri Lankan economy, in several key sectors. He emphasized that India is prepared to go the extra mile when Sri Lanka feels the need. He welcomed the in-principle agreement on a renewable energy framework in the context of addressing Sri Lanka’s energy security challenges.",
    "5.     President H.E Ranil Wickremesinghe and EAM virtually inaugurated a building for the Kandyan Dancing Academy in Pallekele whose foundation stone was laid by Prime Minister Narendra Modi during his visit to Sri Lanka in May 2017. This grant project underlines Government of India’s commitment to preserve and promote Sri Lanka’s rich cultural heritage. Around 350 housing units built with Government of India grant assistance in Galle, Kandy, Nuwara Eliya, Anuradhapura and Badulla Districts were also handed over in a virtual format on the occasion. Governments of India and Sri Lanka exchanged letters to confirm doubling the ceiling of individual projects as well as overall financial capital for the implementation of grant initiatives carried out under High Impact Community Development Project (HICDP) framework of India. Testifying to the comprehensive and people-centric nature of development cooperation partnership, EAM ceremonially handed over 50 buses supplied under an ongoing credit line for the supply of 500 buses to Hon. Bandula Gunawardena, Minister of Transport and Highways of Sri Lanka towards strengthening the public transport infrastructure. Multi-pronged assistance to Sri Lanka in diverse spheres signify Government of India’s abiding commitment to stand with the people of Sri Lanka through various capacity building projects and other programmes towards economic stabilization and recovery of Sri Lanka.",
    "6.     EAM appreciated the steps undertaken for the resumption of Jaffna-Chennai  flights and expressed hope that ferry services between India and Sri Lanka will resume at the earliest.  He underscored that India continues to be the single largest source of tourists for Sri Lanka and discussed various measures for promoting religious tourism between the two countries. He noted that initiatives undertaken towards promotion of trade and tourism between the two countries could pave way for greater interaction between the people of the two countries as well as shared prosperity.",
    "7.     EAM conveyed that Government of India is positively considering the request from senior leadership of Sri Lanka for the exposition of the sacred Kapilavastu Relics of Buddha in Sri Lanka this year. He took note of various joint initiatives such as commemorative postage stamps and coins to mark the 75 years of establishment of diplomatic relations as well as 75 years of Independence of the two countries.",
    "8.     Dr. S. Jaishankar called on former President Mahinda Rajapaksa during the visit. He also met Hon. Sajith Premadasa. In addition, he held meetings with leaders of various political parties such as ITAK, TELO, PLOTE, EPRLF, TNP, TNPF, SLMC and ACMC.",
    "9.     Hon. Jeevan Thondaman, Minister of Water Supply and Estate Infrastructure Development-led Ceylon Workers’ Congress   leaders and leaders of Tamil Progressive Alliance highlighted the socio-economic difficulties faced by people of plantation areas and sought India’s support in addressing their problems. Highlighting numerous initiatives undertaken by the Government of India for the upliftment of the region, EAM noted that 2023 marks 200 years of arrival of Indian-origin-Tamils to Sri Lanka. It bears mention that Assistant High Commission of India in Kandy which closely works with the community marks 100 years of its establishment this year.",
    "10.   EAM discussed fisheries and associated topics between the two countries separately with the President of Sri Lanka and Hon. Douglas Devananda, Minister of Fisheries. He emphasized the need to address these challenges in a humanitarian manner. The discussion also focused on the livelihood concerns which influence the decisions of fishermen to undertake such expeditions.",
    "11.   EAM conveyed to the President of Sri Lanka greetings from Prime Minister Narendra Modi and handed over an invitation from him to visit India at an early mutually convenient date.",
    "12.   The visit of the External Affairs Minister underscores the central place Sri Lanka occupies, as the closest maritime neighbour, in India’s ‘Neighbourhood First’ Policy. It also highlighted the commitment of Government of India to re-double the efforts for long-term investment in sectors of priority for Sri Lanka such as ports, shipping, renewable energy, hydrocarbons, manufacturing, health, IT, tourism, pharmaceuticals so as to accelerate economic recovery and bring prosperity to Sri Lanka."
  ]
}