{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Delan-Silva-assumes-role-of-39th-President-of-Rotary-Club-of-Colombo-Uptown/56-750698",
  "time_ut": 1689544610.0,
  "original_lang": "en",
  "original_title": "Delan Silva assumes role of 39th President of Rotary Club of Colombo Uptown",
  "original_body_lines": [
    "The Rotary Club of Colombo Uptown has announced the appointment of Delan Silva as its 39th President, marking a significant milestone in the club's history.",
    "With his vast experience, leadership abilities, and unwavering dedication, Silva is poised to lead the club in its ongoing efforts to make a positive impact on the local community.",
    "As an esteemed professional in the printing industry,  Delan Silva brings a wealth of knowledge and expertise to his new role. With over 43 years of experience as a printer, he has established himself as a prominent figure and a respected leader in the field. Currently serving as the Managing Director of Lakfoil Ltd.,  Silva has consistently demonstrated his commitment to excellence and community service.",
    "Throughout his distinguished career,  Silva has actively contributed to various organisations and committees within the industry. He has held key positions such as the past President of the Printers Association and past President of BNI, showcasing his exceptional leadership skills and his ability to drive positive change.",
    "Beyond his professional accomplishments, Silva has also made notable contributions to society. His previous roles as the Chairman of the Going Global Printing Committee of the Export Development Board and his membership in the Advisory Committee for the Packaging Industry sector under the Ministry of Industries highlight his commitment to the growth and development of the printing and packaging sectors.",
    "In assuming the role of the 39th President of the Rotary Club of Colombo Uptown, Delan Silva will undoubtedly lead with passion, integrity, and a vision for positive change. Under his guidance, the club will continue its mission of serving the community through various projects and initiatives, focusing on areas such as education, healthcare, and environmental sustainability.",
    "Expressing his enthusiasm for the role,  Silva stated: “It is a tremendous honour to be entrusted with the presidency of the Rotary Club of Colombo Uptown. I am committed to upholding the club's core values and working closely with our members to make a lasting impact on our community. Together, we will strive to bring about positive change and create a brighter future for those in need.”",
    "The Rotary Club of Colombo Uptown extends its warmest congratulations to Delan Silva on his appointment as the 39th President. The club looks forward to an exciting and productive year under his leadership, continuing its tradition of service above self."
  ]
}