{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Exterminators-records-48-in-capital-gains-and-dividend-pay-out-of-Rs-31-5m-one-year-after-listing/34-746840",
  "time_ut": 1680032102.0,
  "original_lang": "en",
  "original_title": "Exterminators records 48% in capital gains and dividend pay-out of Rs. 31.5m one year after listing",
  "original_body_lines": [
    "Exterminators PLC, Sri Lanka’s premier pest tech and environmental enhancement technology company, celebrates one year on 30 March 2023, upon its listing on the ‘Colombo Stock Exchange'.",
    "Founded with an initial investment of Rs. 75,000 way back in 1998, today's market capitalisation is over Rs. 470 million and the company also created history by becoming the first pest management company in South Asia and emerging and developing markets to be listed on the stock exchange. During the first nine months of FY22/23, the revenue increased by 37%, the gross profit by 29%, the operating profit by 29%, the profit before tax by 63% and the net profit by 62%. The GP margin is 73%, the NP margin is 27% and the capital gain is 48% as of 28 March 2023. The company's dividend pay-out in 2022 was Rs. 31.5 million, which included a cash dividend of Rs. 14 million and a scrip dividend amounting to Rs. 17.4 million.",
    "In December 2022, Exterminators PLC created history on the Colombo Stock Exchange by migrating to the ‘Diri Savi Board’, just over eight months after listing on the ‘Empower Board’ of the CSE. In January 2023, the company ventured into agriculture by setting up its first flagship ‘Agri Store’ in Dambulla under the brand name ‘Enviotech’ to cater to the agricultural sector, plantation sector, livestock sector, landscape sector and hotel sector by supplying novel energy-saving, environmentally sustainable international brands and technologies.",
    "In March 2023, the company opened a 5000 plus square foot innovation centre to enhance the quality of service via in-depth research, development and innovation to create a circular economy in order to meet the growing demand for environmentally sustainable public health pest management, agricultural pest management, livestock, plantation and landscape pest management, sanitation and disinfection services in Sri Lanka and emerging and developing markets.",
    "The facility includes simulated environments for training in pest management, termite management, mosquito management, sanitation and disinfection, health and safety for new recruits and continuous professional training and development for existing employees and international delegates.",
    "Managing Director Marlon Ferreira said: “We anticipate that the pest management and agricultural sectors will have significant growth in the mid- to long-term in Sri Lanka and the emerging developing markets. The company is expecting to reduce operational and administration costs due to the creation of synergies within divisions, which would have a positive impact on the bottom line and in turn create value for all stakeholders Operating from four locations in Colombo, Kandy, Malabe, and Dambulla, the company has set in place the necessary groundwork to expand to several key cities on the island and has plans to setup the global business expansion project in the first quarter of the financial year 23/24.”"
  ]
}