{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/release-of-port-city-tripartite-agreement-will-disclose-what-sri-lankan-citizens-have-lost/",
  "time_ut": 1681349422.0,
  "original_lang": "en",
  "original_title": "Release Of Port City Tripartite Agreement Will Disclose What Sri Lankan Citizens Have Lost",
  "original_body_lines": [
    "Concluding a four year hearing into an appeal brought under the RTI Act by environmentalists, the RTI Commission of Sri Lanka on Thursday 6 April, 2023, directed the release of the controversial Port City Tripartite Agreement (2016).",
    "The directive was issued to the Ministry of Investment Promotion with orders to comply before 4 May, 2023. The Ministry and environmental activists were present before the Commission when the final order was delivered.",
    "The Centre for Environmental Justice (CEJ) and a citizen, Mr M.A. Mansoor had asked for the Agreement signed by the Government of Sri Lanka and a Chinese company, China Harbour Engineering Company (CHEC) Port City Colombo Ltd in 2016 to be publicly made available, arguing that its contents will disclose the serious disadvantages that Sri Lanka and Sri Lankans are subjected to, on the ‘Port City deal.’",
    "This was supposed to establish a ‘new international financial city.’ However, environmentalists had argued that traditional fishing communities had been displaced by the filling of coastal areas, grave harm had been caused to the environment with proper environmental impact assessments reports not being done. Benefits to the Government or to citizens will be few, with the acreage released to the Chinese company being far greater than what Sri Lanka would retain. This will create only a playground for the corrupt ‘uber-rich’ they said.",
    "The appeal hearing, one of the longest before the Commission, had involved several Public Authorities, including the Urban Development Authority (UDA). Midway through the hearings, the Presidential Secretariat had asked to intervene and had filed interventions in 2020/2021 attempting to continuously delay the appeal, citing the Covid-19 pandemic as a reason.",
    "In late 2022, the Secretariat had withdrawn from the process, stating that the President’s Office was no longer involved.",
    "Initially the UDA had stated that confidentiality clauses in the Agreement prevented its release. But, as environmental activists petitioning for the release of the Agreement told the media, Commissioner Kishali Pinto-Jayawardena in delivering the final order, had explained that the confidential clauses related only to information necessary for the development, operation and management of reclamation works.",
    "But the Ministry of Investment Promotion had been unable to establish which specific clauses of the Agreement should be kept confidential. This was despite the Commission giving several opportunities to the Ministry and the UDA during several years.",
    "Also, it had been observed that an earlier Tripartite Agreement between the UDA and CHEC in 2014 had already been released to the public following environmentalists going to court. As the Ministry had failed to indicate what specific reclamation work of the Port City is ‘ongoing’ regarding the 2016 Agreement, the Commission stated that it was unable to accept its explanations put forward to refuse the release and could not agree to further postponements.",
    "The Ministry of Investment Promotion has been given time to release the information by 4th May 2023. The Commission has informed that it will file a criminal prosecution in the Magistrate’s Court if the Ministry fails to comply.",
    "Colombo Telegraph understands from environmental groups involved in the struggle to make the 2016 Port City Tripartite Agreement public that several criminal prosecutions have already been filed in the Magistrates’ Court by the Commission against the Ministry of Health, Ministry of Education and the Kelaniya University including others.",
    "These relate to failure of Public Authorities to obey the directives issued by the Commission. The power to prosecute has been given only to the RTI Commission of Sri Lanka, other Information Commissions in South Asia and other countries are limited to having the power to impose fines.",
    "‘The Commission must act similarly if the Government fails to obey this order’, they say. The Ministry also has the option of appealing to the Court of Appeal against the Commission Order before the due date (4 May, 2023)."
  ]
}