{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/first-global-buddhist-summit-and-dalai-lama/",
  "time_ut": 1683465000.0,
  "original_lang": "en",
  "original_title": "First Global Buddhist Summit and Dalai Lama",
  "original_body_lines": [
    "His Holiness the 14th Dalai Lama, based in Dharamsala in the state of Himachal Pradesh in India, flew to New Delhi to attend the two-day Global Buddhist Summit held in the Hotel Ashok there on April 20 and 21, 2023.  The event was the first of its kind. This inaugural Global Buddhist Summit was organised by the Union Ministry of Culture under the auspices of Prime Minister Narendra Modi in collaboration with the International Buddhist Confederation, an NGO headquartered in New Delhi where it was formed in 2011. Delegates from nearly thirty countries including Thailand, Myanmar, Malaysia, and Sri Lanka participated. Among them were prominent scholars, leading members of the Sangha, Dhamma practitioners, and Buddhist monks. The theme of the conference was: ‘Responses to Contemporary Challenges: Philosophy to Praxis.’",
    "Prime Minister Modi, in his opening speech on the first day of the summit, said that Buddhism is the biggest strength on earth today (for resolving the many issues – conflicts between countries, climate change, environmental degradation, economic instability through Buddhist wisdom and compassion). HH The Dalai Lama participated in the event on the second day. He emphasised the importance of the Bodhicitta (enlightenment mind or thought of awakening through wisdom and compassion) and of Buddhist resilience in facing crises. The Summit concluded on the theme that ‘peace is the foundation for human happiness and wellbeing’.",
    "Tenzin Gyatso, better known as His Holiness Dalai Lama XIV, is arguably the most popular spiritual leader of the world today. Though he doesn’t radiate ‘spirituality’, he demonstrates it by his practice and his precept; he is the most relaxed looking ‘holy man’ that people of all faiths are inspired to look on and listen to; his smiling face looks hardly saintly; by his own account, he is ‘a simple monk’; he is the Buddhist ‘missionary’ who advises potential converts from other than Buddhist backgrounds to stick to their original religions if they feel comfortable in them, saying that he believes ‘that all the major world religions have the potential to serve humanity and develop good human beings’; by ‘good’ human beings, he says he means those who ‘have a good and more compassionate heart’.",
    "(In the same context he also said: ‘This is why I always say that it is better to follow one’s own traditional religion, because by changing religion you may eventually find emotional or intellectual difficulties’. But he adds that for those who think their traditional religions are not effective for them and for those who have no religious beliefs, the Buddhist way of explaining things may have some attraction’. Source: a talk given in London, contained in “The Heart of the Buddha’s Path”, Thorsons, Harper Collins Publishers, London, 1995) What better healing advice can a spiritual and ethical teacher give to humanity that is living today, as it is, in a world riven by brands of hate driven religious fanaticism?",
    "The extremely politicised Nobel Peace Prize might have accidentally recovered some of its lost prestige by it being awarded to the Dalai Lama in 1989. But all the adulation that he inspires leaves him unaffected. He is an example, if not an epitome, of egolessness; his relative freedom from ‘the illusion of the self’ is the essence of his magnetic personality. This does not, however, stop him from being identified as a controversial political figure in robes. In fact, that is the other side of his public image, for he is also a man of the world, a consummate politician, as he ought to be, as both the spiritual and temporal leader of his unique tradition governed community, the Tibetans. Tenzin Gyatso may be called a willing philosopher-king who is not being allowed to rule his kingdom. Historically speaking though, he is the deposed or self-exiled 14th ruler in a line of God-Kings that ruled the country from the mid-17th to the mid-20th century.",
    "The Dalai Lama that we know has come to us through the media, which is as good as if he came to us in person. However, behind the affably smiling, lovable, somewhat clownish, yellow clad Yeatsian figure of ‘a comfortable kind of old scarecrow’ is the sage who exemplifies in his conduct and speech the two cardinal virtues of wisdom and compassion taught in Buddhism. He easily reminds us of the Laughing Buddha, who is basically a part of Chinese Buddhist and Japanese Shinto culture. Though the Shinto religion predated Buddhism in Japan, the Laughing Buddha was later admitted into its pantheon as one of the seven gods of good luck.",
    "Actually, the Laughing Buddha is believed to have originated in a mix of Buddhist and Shinto religions during the latter part of the Liang dynasty  in China. Pu Tai or Bu Dai (so called because of the trademark cloth sack he carried) was a Ch’an (Zen) Buddhist monk who lived in that period (907-923 CE). Though a beggar (a Buddhist bhikkhu is by definition a mendicant), he was contented and happy in the way a Buddhist monk had to be. His never-failing smile (which expressed his loving-kindness, friendliness, metta/maitri) made people happy wherever he went, and this earned him another nickname, the ‘Loving/Friendly One’. He came to be honoured as a bodhisattva (a buddha-to-be). The Laughing Buddha is venerated as the Maitreya Buddha-to-be, the future Buddha according to the belief of Buddhists belonging to different sects. The Dalai Lama is regarded as an ‘emanation’ of Bodhisattva Avalokiteshvara, an iconic figure that embodies boundless compassion. Just as the Laughing Buddha tradition is claimed to have brought Chinese, Indian, Japanese, and later, even Western cultures closer together, so can the Dalai Lama phenomenon be regarded as a force for easing East-West tension and for dowsing sectarian passions engulfing the world at present.",
    "There is no monolithic version of Buddhism that is followed across the world. Seeds of the Buddhist teaching which were planted by ancient missionary monks in different parts of the world have given rise to a bewildering mass of sects, movements, and divisions of Buddhism  coloured by local cultures. However, the basic teaching of the Buddha, the Four Noble Truths, is common to all these versions. Scholars of Buddhism recognise three main schools: Theravada (the Teaching of the Elders), the traditional  Mahayana (the Great Vehicle), and its split Vajrayana (the Diamond Vehicle). Tibetan Buddhism, of which the Dalai Lama is the best known exponent, consists of elements from all three branches. Of the four main schools of Tibetan Buddhism Nyingma, Sakya, Kegyu, and Gelug, the Dalai Lama represents the last.",
    "About eight years ago, it was reported that though the Dalai Lama was invited to visit Sri Lanka by some Buddhist monks, he was denied a visa by the government. The government’s denial of a visa was not something difficult to understand. In this regard, the Sri Lankan government had been caught up in a Catch 22 situation in that Sri Lankans could not extend their eager hospitality to His Holiness without antagonising China, Sri Lanka’s indispensable friend-in-need. The reason for this dilemma is that the Dalai Lama is being used by the West as a bludgeon against the emerging economic superpower, for the Tibet problem provides the West with an ideal opportunity to rock on its liberal hobby horse. It was certain that the refusal of a visa to His Holiness by the government, while confirming our friendly relations with China, did not lessen the Lama’s compassionate goodwill towards us Sri Lankans, and that the  government’s forgivable refusal to grant a visa to his Holiness did not cause us unnecessary disappointment in spite of it effectively denying us a chance to have him among us for a short time. But we are still able to see him well through his words and actions.",
    "Dalai Lama XIV has been of interest to the West and to China in contrary ways from the very beginning. When the young Dalai Lama (then only 24) fled Tibet and reached the Indian border after a two week trek across the mountains disguised as a common soldier in 1959, it made world news, as Lynn M. Hamilton says in her short biography of the Tibetan leader ‘The Dalai Lama: A Life Inspired’ (Wyatt North Publishing, Oct. 2014) on Kindle. According to her, the then US president Dwight Eisenhower put a trail of pins in a map tracing the Lama’s escape route! Hamilton says that CIA operative John Greaney cabled to India asking on behalf of the US that the Dalai Lama be given asylum there. She is unable to say whether or not this US directive influenced the Indian response to the problem. But the Indian premier of the time, Jawaharlal Nehru, of his own accord, offered the Lama political sanctuary, and eventually settled him and his fellow Tibetan refugees in Dharamsala where he has been based to this day.",
    "China acts as if the Dalai Lama is a threat to it. He may or may not be, for different reasons. But one thing is clear: It is that he has become a pawn in the chessboard of geopolitics where the two major players America and China try to move him as their interests dictate. Unfortunate though that is, it doesn’t concern those of us who are only interested in the moral or spiritual message he has to communicate to the world. We remember that there were anti-Chinese protests in Tibet in the lead up to the Olympics in Beijing in 2008, sometimes involving violence, which the Chinese blamed the Dalai Lama for. They said he was a political stooge in the pay role of American intelligence. Chinese supporters maintained that there was no ‘ national liberation struggle’ as such in Tibet, but that ‘secessionists’ backed by America were causing disruption. Zhang Qingli, the secretary of  the Communist Party in Tibet was widely reported to have made the following comments: (in translation) “The Dalai Lama is a wolf wrapped in a habit, a monster with human face and an animal’s heart”. This characterisation is not accepted by many including both pro-China and anti-China commentators. In 2008, Randeep Ramesh, a journalist attached to The Guardian, London (UK), ridiculed the  Chinese concern as a case of “a Chinese dragon (being) scared by a mouse that prayed”. I share that opinion. A Chinese change of heart towards the ageing Dalai Lama, which is not unlikely, will be beneficial, not only to India and Sri Lanka but to China itself in terms of regional peace and cultural solidarity.",
    "As far as that conflict  (involving the Dalai Lama being wooed by the West and rejected by China) goes, it is hardly likely that Tibet will eventually be able to assert itself as an entity completely independent of the latter, despite or because of the fact that it is wedged between three nuclear powers, while being located in a watershed that plays an important part in the world’s water supply. On the other hand, Tibet’s cultural deracination as a cross product of these forces is inevitable, but that will not be the end of the 14th Dalai Lama’s influence on the peace-loving rational people of the world.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}