{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89209/special-press-briefing-on-imf-supported-eff-program-for-sri-lanka",
  "time_ut": 1679367900.0,
  "original_lang": "en",
  "original_title": "Special press briefing on IMF-supported EFF program for Sri Lanka",
  "original_body_lines": [
    "IMF’s Asia & Pacific Department’s Senior Mission Chief for Sri Lanka, Peter Breuer and Mission Chief for Sri Lanka, Masahiro Nozaki are currently holding a virtual press briefing on the approved Extended Fund Facility (EFF) for the island nation.",
    "The Executive Board of the International Monetary Fund (IMF) on Monday approved a 48-month extended arrangement under the EFF program of SDR 2.286 billion (approximately USD 3 billion) to help Sri Lanka ride out the economic crisis.",
    "This EFF program will allow Sri Lanka to access financing of up to USD7 billion from the IMF, International Financial Institutions (IFIs) and multilateral organizations.",
    "Earlier this month, Sri Lanka received IMF-compatible financing assurances from its official creditors, including its largest bilateral creditor China,  as well as India and the Paris Club members, allowing the IMF to convene an Executive Board and consider Sri Lanka’s request for a loan.",
    "The program is expected to provide much-needed policy space to drive the economy out of the unprecedented challenges and instill confidence amongst all the stakeholders.",
    "Sri Lanka reached a Staff-Level Agreement with the IMF on a four-year program supported by the Extended Fund Facility on 1st September 2022. The program, amounting to USD 3 billion, is expected to restore macroeconomic stability and debt sustainability while protecting vulnerable groups and safeguarding Sri Lanka’s financial system.",
    "Since September, the Sri Lankan government held official creditor meetings to update stakeholders on the country’s reform agenda and share information transparently as well as engage with commercial creditors.",
    "Following the IMF Executive Board approval, the disbursement of the first tranche under this program is expected to take place in the coming days."
  ]
}