{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-tourism-lacks-direct-consumer-marketing-industry-experts-145266/",
  "time_ut": 1703838900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka tourism lacks direct consumer marketing: Industry experts",
  "original_body_lines": [
    "ECONOMYNEXT – The lack of consumer marketing was a hinderance for the development of tourism in Sri Lanka, hospitality experts said at a panel discussion held recently.",
    "“The travel agents know what we offer but we are not, even in a good year, positioning this destination by communicating to consumers. The decision maker for a holiday in Sri Lanka is the consumer. Our consumer communication has been absolutely non-existent,” Founder of Resplendent Ceylon, Malik Fernando, said.",
    "“Travel agents are uniformly in love with this country; so there’s no need to reinforce that Sri Lanka is an amazing place, there’s no need to say Sri Lanka is safe to a travel agent because they know it – they’ve got contacts.",
    "“We need to talk to the decision maker, who is the consumer.”",
    "“When there is no significance given to PR and marketing, the internet gives significance to old news,” Fernando pointed out.",
    "Alan Christie, Area General Manager for Radisson Hotels who was participating in the same panel discussion concurred: “The British foreign office says that there are riots in the street and medical shortages.",
    "“One of the largest tour operators came to us and said they were going to put charters out of the UK again. They canceled it the last minute. And what was the reason? ‘Medical shortages in Sri Lanka.’ My question ‘Where did you get this information?’ ‘Well online – the British foreign office still says there’s riots in the street, there’s medical shortages’. German says the same thing Swiss says exactly the same thing,” Christie said.",
    "“If you look at some of the travel advisories, in Sri Lanka’s case, because we’ve not sent out positive messages ourselves, these advisories take undue significance. That becomes the single source of information we have to counter,” Fernando said.",
    "Earlier this month, Sri Lanka’s minister of tourism, Harin Fernando, said that they would be starting an international marketing campaign developed by public relations firm Ogilvy. (Colombo/Dec29/2023)"
  ]
}