{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82875",
  "time_ut": 1696791960.0,
  "original_lang": "en",
  "original_title": "Hamas’s textbook military operation attack was an Israeli intelligence failure on multiple fronts -The Economist",
  "original_body_lines": [
    "The vicious success of Hamas, the Islamic movement that controls Gaza, in launching a massive terrorist attack on October 7th against communities in southern Israel, leaving at least 800 dead within Israel, without their plans being unveiled is matched by the astounding failure of Israeli intelligence at every level. Officials are in shock that an assault that must  have required months of planning and that entailed a significant military buildup escaped their notice.",
    "That will surely be the subject of multiple investigations once the fighting in Gaza is over. But it is already clear that the failures came in two forms: one of intelligence-collecting and the other of assessing and interpreting that intelligence.",
    "First, Israel was let down by its extensive array of electronic sensors, surveillance systems and old-fashioned human intelligence in the form of agents on the ground. These are all the responsibility of the army’s intelligence branch and Shin Bet, the domestic security service which is tasked with covering Gaza and the West Bank.",
    "Second, the information that they did manage to collect which now, with hindsight, could have pointed to an impending attack, was misinterpreted or ignored leading to the wrong assessment of Hamas’s intentions.",
    "It is a failure which resonates with Israelis 50 years after the Yom Kippur War. That began with an attack by the Egyptian and Syrian armies that caught Israel’s intelligence agencies and armed forces unawares and which is still to this day called “the failure” by Israelis. In that assault, too, crucial intelligence was misinterpreted.",
    "The first may be explained by what was evidently a high level of operational security by Hamas. Those who knew about the operation in advance would have been limited to an extremely tight circle of senior operatives who did not risk using phones or any other form of electronic communication that Israel would have intercepted given that it monitors all communications in Gaza.",
    "The Hamas foot soldiers who were sent on the mission would have probably been given only a few hours’ notice, and told to arrive with their weapons at a point near the border, without being given any further details.",
    "Some may have been surprised that they succeeded in penetrating, in some places, as much as 30km into Israel, or that the incursion would continue for days. But in the past Israel has succeeded in foiling similar plans. This time around, they failed.",
    "There are some mitigating factors, especially at the level of field intelligence. The conscripts and junior officers monitoring the network of cameras and sensors that cover every inch of the border area can identify individual Hamas members on their screens. But the sight of them walking near the border, even in large numbers, would not necessarily have struck those watching the area as odd.",
    "Hamas’ military wing is built around regional brigades and battalions. Its members operate in their local neighbourhoods. The entire coastal enclave is just 360 square kilometres and the distance between the border with Israel to the east and the Mediterranean coast in the west is at some points as little as ten kilometres.",
    "Many of the attackers on the border fence would have been within walking-distance of their homes and expected to be in that area. Neither would the presence of bulldozers on building sites near the border have aroused suspicion. And the attack employed civilian vehicles, such as pick-up trucks, that would have passed unnoticed.",
    "Hamas also mounted what looks like a textbook military operation. It began its assault with a careful attack against Israel’s sensors and communications. Many of Israel’s surveillance cameras were targeted by snipers and disabled.",
    "Electronic warfare appears to have been involved, too. A commando attack on the Israel Defence Forces’ southern Gaza headquarters jammed its communications and prevented commanders from issuing an alert, according to a report by Reuters, a news agency.",
    "Militants breached the formidable security barrier around Gaza, which has a strip of no-man’s land in front of it and is festooned with cameras, heat-sensors and automatic machine-gun positions, at 29 separate locations, mainly using civilian bulldozers.",
    "Dozens of vehicles and hundreds of gunmen (by one assessment as many as a thousand) streamed through the holes in the fence. The attack also made use of what military types call combined-arms warfare: a massive rocket salvo at dawn provided cover for the ground advance, which was backed up by fighters using powered gliders and others who arrived by sea.",
    "None of this excuses the failure to detect for months the planning and procurement of weapons. But the most serious failure is at the highest level of political assessment.",
    "Since the 11-day war between Israel and Gaza in May 2021, Israeli intelligence officials had assumed that Hamas has been deterred from provoking another war and that its leader in Gaza, Yihya Sinwar, had decided to focus on rebuilding the beleaguered strip’s economy. For that he would need Israel and Egypt, who have maintained the closure of Gaza since the Hamas coup in 2007, to allow day-labourers and traders across the border. That remained their assessment until Saturday morning.",
    "It is a failure of the Israeli political leadership as well. No country has unlimited intelligence resources. Their allocation—the intelligence-targeting—is to a large degree determined by politicians’ priorities. Israeli securocrats have long complained that Binyamin Netanyahu, the prime minister, has neglected the Gaza threat, preferring to focus on Iran and its Lebanese proxy, Hizbullah.",
    "American and Israeli officials say that there is no evidence of an Iranian hand in the attacks. Ministers in his current hard-right government, formed at the end of 2022, have demanded more resources for policing the occupied West Bank, where their supporters, Israeli settlers, live among mostly Palestinians.",
    "Mr Netanyahu has presented himself throughout his career as an expert on terrorism. Indeed this was his early claim to fame in the American media. But in this case he seems to have taken his eye off the ball.",
    "Hamas’s success and Israel’s intelligence failure is likely to be studied closely by armed forces around the world. In recent years, military thinkers have argued that persistent sensors and precision weapons have made it progressively harder for armies to go on the offensive, because concentrated forces tend to get spotted and hit. That trend has forced Ukraine, for instance, to forgo large-scale armoured counter-offensives in favour of smaller assaults by small teams of soldiers on foot.",
    "Hamas’s raid shows two things. One is that large-scale infiltration remains possible, even in the face of some of the world’s most advanced surveillance technology, if an attacker is diligent and a defender complacent. That is a lesson for countries that face reckless foes across long land borders—the Baltic states or South Korea, for instance.",
    "The other is that Hamas remains a dangerous “hybrid” actor—neither an old-fashioned terrorist group nor a conventional army, but, like Hizbullah, a highly capable armed force that blends elements of both.",
    "After this latest war, however it ends, there will be no shortage of culprits to blame for Israel taking its eye off Gaza. “Heads will roll once this is over,” predicted one official. The biggest, he continued, should not be spared. Mr Netanyahu will be only too aware of how the failures of 1973 fatally undermined the then prime minister, Golda Meir, and led to her resignation."
  ]
}