{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89041/cardinal-slams-attempts-to-challenge-sc-interim-order-using-privilege-issue",
  "time_ut": 1678716960.0,
  "original_lang": "en",
  "original_title": "Cardinal slams attempts to challenge SC interim order using privilege issue",
  "original_body_lines": [
    "His Eminence Cardinal Malcolm Ranjith has taken issue with the attempts of government MPs who have deemed the Supreme Court order on the Local Government elections as a breach of parliamentary privileges.",
    "Speaking to reporters at the Bishop House in Colombo this morning (March 13), Cardinal Ranjith referred to the interim order issued by a Supreme Court judge bench on March 03, preventing the Finance Ministry’s Secretary and the Attorney General from withholding the funds allocated for elections in the budget 2023.",
    "Later, a privilege issue was raised by MP Premnath C. Dolawatte in the parliament, alleging that the powers and privileges of the parliament have been violated by the interim order.",
    "On Friday (March 10), State Minister Shehan Semasinghe also backed the privilege issue raised by MP Dolawatte, and requested the Deputy Speaker of Parliament to instruct relevant authorities not to act on the interim order until the inquiry conducted by the Parliamentary Committee on Privileges concludes.",
    "Semasinghe stated that is a serious offence to implement the interim order of the aforesaid case before hearing the said matter and a decision is made by the Privileges Committee.",
    "Commenting in this regard, Cardinal Ranjith stressed that the conduct of these MPs is unacceptable, slamming it as a “huge blow to the sovereignty and the dignity of the law”.",
    "Speaking further, Cardinal Ranjith emphasized that no one can interfere with the judiciary matters under the pretext of privilege issues. He also urged the President, the Government and the Parliament to comply with the Supreme Court’s interim order."
  ]
}