{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/donation-of-a-buddha-statue-from-sri-lanka-to-portugal-500-years-after-the-arrival-of-portuguese-to-ceylon/",
  "time_ut": 1700759580.0,
  "original_lang": "en",
  "original_title": "Donation of a Buddha statue from Sri Lanka to Portugal, 500 years after the arrival of Portuguese to Ceylon",
  "original_body_lines": [
    "Portugal,In a historic and symbolic gesture, Rasika & Gayathrie Withanage, distinguished Sri Lankan residents living in Portugal, had requested a Buddha statue from the venerable Weduruwe Sri Upali Thero, Anunayake of the Asgiriya Temple attached to the Sri Dalada Maligawa. Ven. Upali Thero accepted the request and handed over the Buddha statue on 1st August 2023 in Sri Lanka. This statue, with deep historical significance, was donated last week to the Sumedharama Temple, a Theravada Thai Buddhist Monastery in Portugal, 500+ years after the arrival of the Portuguese in Sri Lanka.",
    "The Asgiriya Temple, nestled in the cultural heart of Kandy, Sri Lanka, was renowned for its spiritual significance and historical connections to the Temple of the Tooth, where the sacred relic of Lord Buddha’s tooth is enshrined. Upali Thero, the esteemed deputy chief of Asgiriya Temple, had graciously endorsed the request made by Rasika and Gayathrie, recognizing the profound cultural and historical significance of this exchange.",
    "This exceptional Buddha statue, chosen with care, had traveled from the sacred grounds of Sri Dalada Maligawa to find its new home in the Sumedharama Temple in Portugal. The donation ceremony, symbolized a bridge between two cultures, uniting historical narratives and spiritual traditions.",
    "Rasika and Gayathrie expressed their deep gratitude to Upali Thero and the Asgiriya Temple for their support and cooperation in making this cultural exchange possible. In a joint statement, they shared, “This initiative was not only a tribute to the rich history and enduring spirituality of Sri Lanka but also a celebration of unity and understanding between our two nations. It was an honor to contribute to the cultural legacy of Portugal with this significant donation. In addition, we would like to express our special thanks to the members of the Bandaranayake, Dasanayake, Withanage, Dhammika families, and the members of the Sri Lankan organising Committee, residing in Portugal, who have supported in making this event a success.”",
    "The Sumedharama Temple, a center of Theravada Thai Buddhist practice and community engagement in Portugal, eagerly anticipated the arrival of this special Buddha statue. The head priest of the Monastery Ve, Ajahn Vajiro, welcomed the Buddha statue as a symbol of harmony and cultural connection between Sri Lanka and Portugal. The event was a testament to the power of cultural exchange in fostering understanding and collaboration. It underlined the shared humanity that transcended geographical boundaries and historical differences.",
    "Dialog Axiata Upgrades its Official Website to Support Inclusive Online Journeys",
    "People’s Bank reports consolidated pretax profit of LKR 11.4 billion for 9M23",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}