{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81479",
  "time_ut": 1677870360.0,
  "original_lang": "en",
  "original_title": "Rajapaksa First Cousin Udayanga  Weeratunga has emerged as the saviour of our tourism at a difficult time by bringing thousands of tourists from Russia and Ukraine",
  "original_body_lines": [
    "Tourism is the ‘low-hanging fruit’ of the Sri Lankan economy. It has had bipartisan support from both J.R. Jayewardene (JRJ) and Sirima Bandaranaike (Mrs. B). Now even the National People’s Power (NPP) under Anura Kumara Dissanayake has pledged to support it as said in its meeting with the business community.",
    "After all, Janatha Vimukthi Peramuna (JVP) General Secretary Tilvin Silva began his career as a hotel employee. However, by trying to form unions of hotel workers in a trade which is already overpaid with service charges, etc., the JVP will have difficulties in persuading the hotel sector to believe it.",
    "As Arthur C. Clarke used to say, Sri Lanka is made by God for tourism. With its wide sandy beaches, large swaths of sea, ever-changing scenery from the beaches to the highlands, year-round favourable climatic conditions of alternate monsoon seasons, varied wildlife, cultural diversity, and a hospitable population – the Sri Lankan smile, and being in an advantageous position as a long-haul destination with much less flying time when compared with Bali and Thailand, it is a resource which can only be destroyed if politicians and their jackass nominees interfere as they usually tend to do.",
    "Fortunately, in the early days of tourism, the Government did not meddle in its affairs. JRJ appointed as Chairman of the Tourist Board Chandra Soysa, an accountant, who had extensive contacts with Germany, which was a target catchment area.",
    "Mrs. B appointed Dharmasiri Senanayake, who was a communist who enjoyed living like a capitalist.",
    "Senanayake got on with the private sector like a house on fire and we were doubling tourist traffic every year till 1983 when the communal riots ended that bull run.",
    "So many ventures already on the drawing boards were abandoned and trained staff who left our shores were snapped up by hotels and airlines particularly of the Middle East.",
    "Competing destinations, particularly the Maldives, benefitted from our communal insanity. Fortunately, our leading companies invested in the Maldives, which helped them to survive the self-created losses in their home base.",
    "From 1994, governments interfered in the tourist industry by letting loose incompetents and crooks on that nascent industry. Interference became an epidemic after 2005 under the Rajapaksas, when relatives and fawning supporters were shoehorned into the trade.",
    "Money earned from shady deals and commissions was used to buy up hotels, particularly in the deep south. With Covid, our ‘cash cow’ of tourism failed and with it our chances of negotiating a way out without declaring bankruptcy had to be abandoned.",
    "Now, with the return to normalcy, another opportunity has opened up. Sri Lanka has been recognised as one of the top 10 destinations. This is no surprise when one considers our devalued exchange rate. A paid holiday in Sri Lanka is a giveaway for foreign currency holders.",
    "Even so, when compared with a destination like the Maldives, our immediate competitor, we are still punching far below our weight. Instead of dealing with immediate problems which can derail our growth, the Minister and his henchmen are interfering in areas better left to the private sector and our missions abroad.",
    "In their thirst for cheap publicity and living high on the hog with public funds, they have not addressed fundamental problems, which are gnawing into the vitals of the trade. That is why the participants at the Hikkaduwa meeting with the President wanted the Tourist Board (TB) out of the way.",
    "Perhaps the sternest critic of the TB is Udayanga Weeratunga, who has made a heroic effort to attract tourists from Russia and Ukraine in the midst of many obstacles. Udayanga is the first cousin of Mahinda Rajapaksa (MR), being the latter’s mother’s younger sister’s son from Palatuwa in Matara.",
    "Udayanga spent time in Russia and settled down in Kiev, Ukraine, where he ran a tea business and a Sri Lankan restaurant. As soon as MR became President, he appointed his cousin as our Ambassador to Russia, overruling the recommendations of the Foreign Ministry mandarins who wanted one of their number appointed to that plum post.",
    "At that time there was no Russia-Ukraine conflict and Udayanga mediated in the purchase of MiG planes, which were used in the northern theatre. As Ambassador, he attempted to promote the image of his cousin, even getting him invited to a summit held in St. Petersburg under Putin’s successor.",
    "With MR’s defeat he continued in Kiev and later, charged for corruption during his tenure as Ambassador, he holed up in Dubai for several years, though it is unknown how he could afford to do so in one of the most expensive countries in the world.",
    "Whatever that may be, he has emerged as the saviour of our tourism at a difficult time, for which he deserves the country’s gratitude. He brought in large numbers of tourists from untapped destinations when Covid had virtually brought Chinese and Western tourism to an end.",
    "With a special flair of publicity attractive to Russians and Ukranians, he has succeeded in putting them high on the list of our arrivals.",
    "Today they are all over the south coast, preferring it to even Bali and Pattaya. To achieve this he has had to battle the bigwigs of the Tourist Board, who wanted no competitors in their field.",
    "Following Udayanga, let us list some crucial issues which have eluded the Minister and the board which are pulling down a vital economic cog in our recovery process.",
    "Let us enumerate some of the problems the Minister and Board should be tackling without gallivanting abroad.",
    "One is shabby frontier formalities. From the time the travel agency or the FIT visits our embassy, he is treated like a leper and shunted to a small-time clerk who has come with political patronage and cannot speak the local language.",
    "Then he is subjected to a barrage of form filling and local payments which stupefies the potential traveller. The ambassador, who is a foreign service officer indoctrinated to maintain ‘thathvaya’ or status, does not want to soil his hands by meeting tourists.",
    "Once in Katunayake, the traveller is harassed by sleepy and unsupervised Immigration and Customs officials. Corruption is rampant. (Only last week an arrested criminal was spirited out of the airport office, passed through Customs and Immigration, boarded a plane to Dubai, and landed to jubilation in that airport while our ministers were junketing abroad. It is rumoured that large sums of money have changed hands).",
    "Second, transport from the terminal to the city is in the hands of hooligans handpicked by Government party politicians from Gampaha District. There is daily harassment and extortion, especially of returning workers from the Middle East. No drivers from outside the cartel are allowed to operate at the airport.",
    "Third, duty free shops which are mostly owned by politicians or their nominees are dens of corruption. The award of tenders is suspect. Recently duty free shops in Palali were awarded to a person who is not an importer of electronic goods which are for sale. Reputed importers like Abans, Singer, and Softlogic, which are legally authorised to import those items, were shut out.",
    "Leakages of liquor and high value goods are common. Travellers are harassed to buy bottles of liquor which are then taken over by Customs, Immigration, and security personnel.",
    "Fourth, most seaside hotels are infiltrated by pimps, narcotic sellers, and hangers-on who are catchers of local politicians. Hotel managers are compelled to accommodate these undesirables as well as local Police inspectors who provide protection for a consideration.",
    "Fifth, three-wheeler drivers fleece tourists by adjusting rates at their whims and fancies and force tourists to pay under duress.",
    "Sixth, hardly any public conveniences are provided at tourist sites like Sigiriya, while tickets are sold at exorbitant rates. Double rates are openly abused by the workers at cultural sites. Since hundreds of them were recruited by his erstwhile colleague from Kuliyapitiya, they are loath to turn up for work at the cultural sites which are many miles away. No one wants to do the menial work like cleaning the toilets which they have been recruited for.",
    "Seventh, booking railway tickets is another racket. Tickets are withheld till the last moment and sold at exorbitant rates to the helpless tourist. Railway carriages and toilets are not cleaned since politicians have given employment to ‘overqualified’ catchers, who refuse to soil their hands.",
    "The list is endless and this column will be happy to itemise them week by week if necessary.",
    "Thanks to Udayanga, we can express our protests at the hoaxes of the Tourist Board, which should be exposed before another private sector success is destroyed by the dead hand of the State."
  ]
}