{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/overall-political-instability-seen-as-spawning-an-unsteady-share-market/",
  "time_ut": 1701193620.0,
  "original_lang": "en",
  "original_title": "Overall political instability seen as spawning an unsteady share market",
  "original_body_lines": [
    "Overall political and economic instability created unsteady market conditions yesterday for the CSE. There were mixed reactions in both indices. Consequently, the benchmark index dropped to a four- month low amid lacklustre investor interest, market analysts said.",
    "Further, investors are worried that the government to be elected next year would move out of the IMF arrangement, resulting in further economic woes, market analysts added.",
    "The All Share Price Index went down by 22.9 points and the S and P SL20 rose by 1.75 points. Turnover stood at Rs 724 million with two crossings. Those crossings were reported in Expolanka Holdings, which crossed 716,000 shares to the tune of Rs 90.9 million; its shares traded at Rs 127 and Windforce 2 million shares crossed for Rs 38 million; its shares traded at Rs 19.",
    "In the retail market top seven companies that mainly contributed to the turnover were: NTB Rs 72.3 million (722,000 shares traded), Expolanka Holdings Rs 55.5 million (435,000 shares traded), Ceylon Grain Elevators Rs 43.1 million (270,000 shares traded), JKH Rs 41.9 million (223,000 shares traded), Sampath Bank Rs 38.2 million (571,000 shares traded), Cargills Rs 37.6 million (104,000 shares traded) and LMF Rs 20.6 million (94000 shares traded). During the day 19.5 million share volumes changed hands in 6000 transactions.",
    "It is said that high net worth and institutional investor participation was noted in Melstacorp, Sampath Bank, and The Colombo Fort Land and Building. Mixed interest was observed in Expolanka Holdings, Hatton National Bank and Commercial, while retail interest was noted in Prime Lands Residencies, Capital Alliance and First Capital Holdings in the last few days.",
    "The Banking sector was the top contributor to the market turnover (due to Sampath Bank and Hatton National Bank), while the sector index lost 0.50%. The share price of Sampath Bank decreased by 10 cents to Rs. 67. The share price of Hatton National Bank recorded a loss of Rs. 2.50 to register Rs. 165. The Food, Beverage and Tobacco sector was the second highest contributor to the market turnover (due to Melstacorp).",
    "Yesterday the rupee opened at Rs 329.40/60 to the US dollar from Rs 329.15/30 the day before, dealers said.",
    "The bond yield was stable. A bond maturing on 01.08.2026 was quoted at 14.25/50 percent from 14.35/50 percent. A bond maturing on 15.01.2027 was quoted at 14.45/60 percent from 14.40/50 percent. A bond maturing on 01.07.2028 was quoted at 14.65/75 percent from 14.55/70 percent.",
    "President outlines a bold vision for Sri Lanka tourism at THASL’s 58th AGM",
    "Budget is at variance with IMF claim plunges bourse into negativity",
    "Wait-and-see approach by most stock investors following interest rate decline",
    "Capital Alliance Group’s Rs. 1.3 billion internal fund transfer energizes bourse",
    "Decline in CSE retail market activity comes in the wake of negative investor sentiment",
    "Lion Brewery contributes 50 percent to turnover but CSE’s trading momentum dips",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}