{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/KDU-Under-Scrutiny/231-258754",
  "time_ut": 1683486223.0,
  "original_lang": "en",
  "original_title": "KDU Under Scrutiny",
  "original_body_lines": [
    "Corruption galore at the Kotelawala Defence University and its affiliated hospital, it is alleged",
    "Many employees of the University Hospital of the Kotelawala Defence University (UH-KDU) are in a quandary about how decisions are made at the Board of Management (BoM) that do not bring any return to the institution but on the alleged behest of its Vice Chancellor (VC) Maj. Gen. (Rtd) Milinda Peiris who is serving his second tenure violating its Act. This course of action has brought adverse impacts not only to the hospital but also to the national Treasury as well.",
    "BoM is chaired by the Defence Secretary Major General Kamal Gunaratne who was appointed to the post by former President Gotabaya Rajapaksa and among the other members are the Commanders of the Tri Forces.",
    "Defence Secretary Gen. Gunaratne and VC Gen. Peiris were together in the armed service during the same period. It is alleged that except for a few members of the BoM, Commanders of the Tri Forces who are very much junior to the Defence Secretary and the VC, are obliged to give consent to any proposal brought forthwith by the VC without considering how it would impact the institution.",
    "Amongst the allegations levelled against the VC are how costly medical equipment is purchased although some are underutilized, spending millions of Australian Dollars to get an Accreditation to the University Hospital, the credibility of certain members  appointed to the tender boards and technical evaluation committees (TEC) to procure medical equipment worth over millions of rupees, making spot purchases in the guise of emergency procurement, the procurement process initiated to install Hyperbaric Oxygen Chamber (HBOT) worth over Rs. 200 million, construction of a 2000 seating capacity auditorium at the Kotelawala  Defence University (KDU), severe shortage of essential medicines, consumables etc. for clinical services and the proposed plan for a dental faculty, promoting consultant doctors who have joined the KDU after retirement as fully fledged professors violating the UGC criteria and reserving permanent academic cadre vacancies for retired consultants without filling the positions with qualified applicants.",
    "“UH-KDU was a brainchild of Gen. Peiris and the construction work commenced and large-scale procurements were carried out before his first tenure ended in the year 2016. It is a known fact that Gen. Peiris ‘love’ to start new projects spending lavishly that do not give any return to the institution but merely as a ‘money spinning’ way to benefit a few officials, thus making a heavy burden on the national Treasury. Knowing the fact that these are white elephant projects, it is questionable how approvals are granted by the BoM to any project proposed by the VC, to spend millions of taxpayers’ money when the hospital is in dire need of medicine and other urgently needed medical equipment to provide a better service to the patients,” a highly reliable high ranking official from the Ministry of Defence told the Daily Mirror.",
    "As per the agreement, the hospital had to be completed within two years- by 2014. At the time Gen. Peiris left in 2016, only the concrete structure had come up and it was during his successor Rear Admiral J.J. Ranasinghe’s tenure that the hospital was completed and commissioned as a Base Hospital.",
    "An audit query that shows how much money has been obtained from NSB for the hospital project",
    "“Although Gen. Peiris could not complete the construction as scheduled, at the time he left, most of the tenders to purchase expensive medical equipment such as CT and MRI scanners, fluoroscopy unit, medical gas systems, operating system lights etc. have been awarded in a non-transparent manner. Most of the other competitive bidders complained about this to the Ministry of Defence (MoD), but no action were taken,” sources alleged.",
    "The sources further accused the hospital Executive Director Dr. Jayan Mendis who openly says that the hospital does not have enough funds to purchase essential drugs and consumables and even to pay the monthly electricity bill, is silent when the hospital is spending several millions of money for unnecessary projects.",
    "When the proposal for an affiliated state hospital to the KDU was presented to the then Defence Secretary Gotabaya Rajapaksa by Gen. Peiris in 2010 who was re-instated to the post by Gotabaya Rajapaksa soon after his election victory in 2019, the proposed plan was not to burden the Treasury to pay back the loan installments and its interest but to settle it from the money generated from private patients.",
    "“In the initial project proposal, the plan was to generate an income from private patients and settle the loan installments and the interest. That was why a separate private wing with 50 rooms was built to accommodate private patients and permissions were granted to conduct private operations after working hours. The hospital officials have informed us that there is a decline in private patients getting admitted to the hospital due to lack of facilities but confirmed that private operations are carried out on daily basis. If the Management says that they do not earn enough income from the private patients it is up to the Auditor General’s Department to carry out an in-depth audit, to check what happens to the money generated. We are planning to make a request to the Auditor General to conduct an audit on the given frauds. The hospital is not keeping proper accounts to show its income and expenses. Having kept these details under his wings, the VC is showing that there is no money to run the hospital and is diverting the profits generated by the university to cover the recurrent expenses of the hospital and to invest on unnecessary projects. These projects include the purchase of the ‘Hyperbaric Oxygen Chamber (HBOT) spending millions of rupees from the loan money which has been set aside to purchase essential medical equipment to run the clinical services and the construction of 2000 seating capacity auditorium at the KDU which had been identified as white elephant projects wasting public funds. That was why the former two VCs from 2016 to 2020, Rear Admiral J.J. Ranaginghe and Air Vice Marshal H.M.S.K.B. Kotakadeniya put a complete stop claiming they are unnecessary projects which waste public money,” sources said on strict condition of anonymity.",
    "Although it is good to have yet another state hospital in the country to give free medical service to the ever-growing",
    "number of patients and further facilities for private patients at an affordable price, questions have been raised whether the initial plan has been achieved after spending billions of rupees of tax payers’ hard earned money.",
    "“It is alleged that this project was initiated not to provide a good health care service to the people of this country but targeting personal benefits for those who initiated this project,” sources alleged.",
    "According to the documents this newspaper is in possession of, a bank loan amounting to US $ 201, 629,000 has been obtained from the National Savings Bank (NSB) out of which, US $ 39,629,000 was allocated to purchase the necessary medical equipment.",
    "Sources from the Defence Ministry alleged how procurement processes were followed in an ad-hoc manner and how tenders were offered to purchase expensive medical equipment to parties known to the VC by appointing retired Senior Consultants to the Tender and Evaluation Boards.",
    "“Most of the time, purchases for the hospital are made through emergency procurement. This gives an opportunity to award the tender to the parties known to them. When tenders were called to purchase the MRI machine, instead of selecting one of the best brands installed even in a few leading private hospitals in the country, the tender was offered to a company that quoted a higher price. When questioned why they went for a higher price when the best machine could have been purchased from a reputed company for a lower price, the reason given was that the selected machine has additional features than that of the other quoted machines. According to Medical Specialists, these additional functions are not that important,” sources alleged.",
    "According to the sources, the process followed to select the contractor too was dubious. Without calling tenders and awarding the hospital construction work to a company with longstanding expertise in the field, it was awarded to a Chinese Company- Poly Technologies Inc. China.",
    "“This was the time all building contracts were given to China by the then government. Although foreign exchange amounting to several millions of US dollars were taken back to China, the finished construction work is not up to standard. There are many defects in the structural work,” sources claimed.",
    "The appointment of Gen. (Rtd) Peiris for the second time as the VC in 2020 too has raised concern amongst military officials which has resulted in high-ranking military officers in tri-forces not getting an opportunity to serve as the VC of the KDU and UH-KDU.",
    "The sources accused the then Defence Secretary Gotabaya Rajapaksa and the former President Mahinda Rajapaksa of allowing Gen. Peiris to continue in the VC post even after completing his allotted three-year term from December 28, 2008, to December 28, 2011.",
    "Sources further said how he questioned the then Ministry of Defence (MoD) officials why Gen. Peiris was given yet another extension from 2012 violating Sir John Kotelawala Defence University Act No: 68 of 1981 (as amended) and the stipulated conditions therein. He further said how Gotabaya Rajapaksa was adamant that Peiris should be given the extension.",
    "According to the said Act, The President shall appoint a serving senior officer of the Armed Services as the Commandant of the Academy (Vice Chancellor of the University) who shall be the Chief Executive Officer and shall hold office for a period of three years, unless he earlier vacates office by death, resignation or removal.",
    "The VC as per Sir John Kotelawala Defence University Act No: 68 of 1981 (as amended) is selected from the tri-services on a rotation basis for a maximum period of three years. The Commandant shall be a senior officer of the Sri Lanka Army and on the expiry of his term of office, he shall be replaced by a senior officer of the Sri Lanka Navy and on the expiry of his term of office a senior officer of the Sri Lanka Air Force should be appointed to the post. In the event, that the Commandant vacates his office or ceases to be a member of the Armed Service to which he is attached, prior to the expiry of his term of office as Commandant, the President shall appoint a senior officer of the same Armed Service to hold office for the unexpired period of the term of office of the Commandant whom he succeeds.",
    "As the Yahapalana government did not extend Gen. Peiris term further, Rear Admiral J.J. Ranasinghe was appointed VC for a period of three years from February 18, 2016, to January 1, 2019. Air Vice Marshal H.M.S.K.B. Kotakadeniya was appointed on January 2, 2019 as the VC, but he could not serve his full term as he was removed from his post soon after the election victory of Gotabaya Rajapaksa in November 2019.",
    "When contacted Air Vice Marshal H.M.S.K.B. Kotakadeniya, to find out why he did not serve the full term as VC, Kotakadeniya said that although he would have served the full term, he was removed without giving any valid reason.",
    "“I was asked to report back to my service without giving any reason. I requested to allow me to preside until the annual convocation is over, and I was granted permission. Thereafter without any hesitation, with dignity I reported back to Sri Lanka Air Force from January 2020,” former VC Air Vice Marshal H.M.S.K.B. Kotakadeniya told the Daily Mirror.",
    "As per the Act, the remaining term should be filled from the same force but not from a different force",
    "“If Gotabaya Rajapaksa wanted to remove Air Vice Marshal H.M.S.K.B. Kotakadeniya, he had to appoint another senior official from the same force to complete Mr. Kotakadeniya’s remaining period. At the time Rajapaksa was elected to office in 2019, Gen. Peiris was on retirement but was remobilized to the regular reserve force to offer the VC post and was appointed on January 15, 2020, and holding office even to date,” sources added.",
    "Be that as it may, Gen. Peiris is accused of keeping the fully equipped three ICUs closed, which have 34 beds.",
    "“All these three ICUs were taken over by the Ministry of Health and opened to the general public during the height of Covid-19 pandemic on strict instructions given by the Ministry of Health. These three are well equipped and can be used to treat critically ill patients. There have been occasions where critically ill patients are unable to find an ICU bed or major operations have been postponed due to unavailability of an ICU bed in government hospitals. When asked why these units do not open for patients, the VC says that there is no staff to do its work. If the hospital has fully equipped ICU beds, why cannot he and the Executive Director explore the ways and means of utilizing the facilities to cater to the needs of critically ill patients in Sri Lanka? We were told how Gen. Peiris during the outbreak of Covid-19, exclusively reserved number of ICU beds in the hospital only for the so-called VVIPs & VIPs until the intervention of the Ministry of Health. As a hospital constructed utilizing the public money, it was wrong for Gen. Peiris to reserve beds as such,” sources alleged.",
    "Meanwhile, it is also reported how the MRI Scanner which is unable to use to its optimum capacity due to lack of money to purchase consumables and other necessary equipment has become a big issue for the hospital.",
    "“We constantly get calls from parents of underage children that scans are not performed on their children under anesthesia as the hospital has failed to provide the necessary monitoring equipment. For this, responsibility should be taken by the VC, the Executive Director and the members of the BoM. This is a serious allegation. If the BoM can grant approvals to purchase and install the hyperbaric HBOT unit from the money reserved to purchase essential medical equipment for clinical services, why cannot they look into the grievances the patients are undergoing, and find a solution immediately?” sources added.",
    "Meanwhile, a Consultant from the Navy Hospital told this newspaper what an unnecessary project the UH-KDU is going to implement by planning to purchase the HBOT unit spending millions of public money.",
    "“This device is mainly used to treat divers admitted with decompression sicknesses. This facility is already available in our hospital at the Trincomalee base and is used sparingly. When I checked with our hospital, I was told that only six patients were treated last year. When I inquired from a few other medical specialists at UH-KDU involved in the procurement of the HBOT, why a decision has been taken to install such an expensive unit when there isn’t any plan as such even for the National Hospital of Sri Lanka, I was told that other sicknesses too can be treated using this machine. If this hospital is facing a financial crisis, who has approved such a purchase? If this unit is such important, our private hospitals in the city would have installed it by now. This is not an essential requirement to a hospital like the UH-KDU,” he said.",
    "Meanwhile, questions have been raised why the VC wants the UH-KDU to get an Australian accreditation spending millions of Dollars.",
    "“Is this the priority as of now? The VC has told that once this is obtained, tourists can claim insurance when taking treatments from UH-KDU. To accredit a hospital, the members of the Australian Accreditation body should have visited this hospital and evaluated the status of the hospital. Although we- at the Ministry of Defence were told that members from this accreditation body visited this hospital, I was told by the officials there that not a single foreigner ever visited wards, operating theatres, ICUs or met any medical specialists in the hospital. It is said that operating theatres and ICUs were inspected not by any foreigner but by a Consultant from Karapitiya Hospital. I was told that a camera crew was seen in a few wards either filming the wards or possibly connecting the Australian officials online. Even presentations have been done through Zoom to connect with the Australian Accreditation body. I challenge the VC to show the pictures taken with these foreign officials evaluating the status of clinical services in the hospital and any proof that they visited the OPD, wards, theatres, ICUs etc. It is now up to the members of the BoM that represent the Ministry of Defence and treasury to talk to the medical and nursing staff of the hospital and inquire whether these officials have ever visited these places although the hospital has spent millions of foreign exchange at a time the country is in a grave economic crisis”, sources claimed.",
    "The sources further said that it is hilarious how the institution that failed to pay its electricity bill and got the power disconnected a few months ago is spending millions of Australian Dollars to get this accreditation.",
    "Further allegations have been levelled against appointing retired consultants, and professors on a contract basis paying all perks as permanent Consultant doctors but not filling these positions with permanent cadres. Moreover, some of the retired consultants who joined on 6-12 months contracts have been promoted as professors violating the UGC circulars and are being paid the salaries of fully- fledged Professors.",
    "“All Consultants whether permanent or on contract have to carry out their duties on, on-call-roster. But we were told that some of these retired consultants and professors are not carrying out on-call, clinical duties etc., and not even attend the hospital daily despite drawing salaries amounting to a few lakhs of rupees monthly,” sources said.",
    "Further, it is also alleged that Gen. Peiris  has violated the Establishment Code when appointing a consultant intensivist, employed permanently in the UK to fill a full-time vacancy in the hospital and has granted approvals for him to travel overseas once in every 2-3 weeks.",
    "“When government officials are entitled only for 24 days of vacation leave and 21 days of casual leave annually, it was not known why Gen. Peiris disregarded the government rules and regulations and authorize the leave continuously. As a result, this was brought to the notice of the MoD. He was not granted leave to travel overseas thereafter. As this Consultant Intensivist left the country without any approval, the BoM served him Vacation of Post (VOP). It is alleged that plans are afoot by Gen. Peiris to obtain BoM approval to reinstate him violating government rules. KDU officials say, that this is another example to show how Gen. Peiris make ad hoc decisions totally disregarding the government’s rules and misusing his administrative powers as the VC,” sources said.",
    "Meanwhile, a senior official who has worked during Rear Admiral J.J. Ranasinghe’s and Air Vice Marshal H.M.S.K.B. Kotakadeniya’s tenure as the VCs, told this newspaper how the HBOT installation and the 2000 capacity auditorium projects were stopped by both VCs on the recommendation of the members of the Task Group and other senior military officials at the KDU.",
    "“The 2000-capacity auditorium complex was stopped as it was a white elephant project. It was unearthed how the architectural company who designed this complex has taken away a huge amount of money without finishing off their work. The iron bars used for the concrete were decaying and the structure was almost on the verge of collapse. Although Gen. Peiris got this designed to have the university convocations, both Ranasinghe and Kotakadeniya were of the view that it is not viable and is a waste of money to construct an auditorium to hold convocations for a day or two once a year,” the sources said.",
    "He further said how annual KDU income amounting to approximately Rs.2 billion was deposited at a State bank during this period.“The money generated from the KDU was not spent but deposited at a state bank during these two VCs time,” sources claimed.",
    "“I had no any personal friendship with any Rajapaksas,” VC Gen. Milinda Peiris",
    "All attempts to contact Vice Chancellor Gen. Peiris through text messages and by e-mail to obtain an appointment to get his side for the allegations levelled failed. But however, with the intervention of the Additional Secretary to the Ministry of Defence Ms. DammikaWijayasinghe, Maj. Gen. Peiris gave this newspaper an opportunity to talk to him to get his side of the story.",
    "According to Gen. Peiris, it was he who proposed to establish a hospital to have their own Professorial Hospital in Werahera to train medical students of the medical faculty of the KDU and worked tirelessly to bring this hospital to the present standard.",
    "If the Management says that they do not earn enough income from the private patients it is up to the Auditor General’s Department to carry out an in-depth audit, to check what happens to the money generated",
    "“We obtained a loan from the NSB and the contractor was selected by the cabinet-approved tender board. The contract was offered to a Chinese company and since they were not experts in designing an international standard hospital a local architect firm was given the task to carry out the architectural designing work,” he added.",
    "In regard to the auditorium construction, Gen. Peiris said that it is not a 2000 seating-capacity hall but a 1,300-capacity auditorium.",
    "“For convocations, we have to take the students to the BMICH spending more than two hours for the up-and-coming journeys. We have to take them for three days for rehearsals. Considering the cost and time factors, we wanted to have our own auditorium to which the BoM has given their approval,” Gen. Peiris said. When asked why he wants to go ahead with this project when the two former VCs stopped it claiming that it is waste of money to spend such a big amount of money to hold a convocation for one or two days in a year, when there are many areas in the hospital that have to be developed, Gen. Peiris said that during the former two VCs tenure this project was given priority in their respective procurement plans.",
    "“They too wanted to go ahead with this as they too knew how necessary it is to have such an auditorium,” he added.",
    "He further said that he was able to complete 50% of this work by the time he left in 2016, and when he came back in 2020, he had to get the work re-commenced and paid CECB Rs.2 million to carry out a total assessment of the status of the building. In regard to the proposed plan to install the HBOT unit spending a staggering amount of money, the VC said that Sri Lanka is a tourist hub, and is in dire need to have this machine installed to treat even the foreigners who seek treatment whilst holidaying in Sri Lanka.",
    "“HBOT unit is not specifically used to treat divers with decompression sicknesses but for other diseases as well. A feasibility study was carried out on this and found out how important it is to have such a unit in a hospital. We can diagnose other diseases as well and can start treatments immediately,” he said.",
    "Without calling tenders and awarding the hospital construction work to a company with longstanding expertise in the field, it was awarded to a Chinese Company- Poly Technologies Inc. China",
    "When asked why the former two VCs decided to stop getting this unit installed if it is such an important unit that needs to have in a hospital, Brig. (Dr) Saman Thilakaratne, Director Medical Services of the UH-KDU said that the previous two VCs did not have the vision to run this hospital like the present VC.",
    "“Gen. Peiris knows what the requirements are unlike the former two who did not have a vision,” Brig. Thilakaratne said.",
    "With regard to the three ICUs that is closed for patients, Gen. Peiris said that there is no staff to run these ICUs and therefore are kept closed.",
    "“If the Ministry of Health can give the necessary Consultant doctors and nurses to run these three ICUs we are happy to open them. Unfortunately, we are not given any assistance from the government,” he added.",
    "He further said how recurrent expenses given to UH-KDU by the treasury have been stopped from this year and he finds difficult to run the hospital without any income other than the income generated from private patients.",
    "“That is why the income generated from the KDU has been diverted for hospital work. Unlike other government hospitals we never ask the patients to get blood tests done from outside, but we charge a minimal fee for re-agents and do the tests. That is how we manage the hospital work with a greatest difficulty to give a good service to our patients,” he added.",
    "When asked why the KDU income is not given to the treasury and in return if necessary to obtain money back from them like how the two former VCs did, Gen. Peiris said that none of the state universities of the country ever deposit the money generated but are used for their own development work.  When asked why he spent millions of Australian Dollars to obtain accreditation to the UH-KDU, Gen. Peiris said that obtaining such recognition to the hospital should be considered as a victory.",
    "“Foreign insurance companies do not pay insurance if their nationals visiting Sri Lanka obtain treatments from hospitals that do not have any such recognition. What is wrong with getting this? Although we spend a few million the benefit is enormous,” he added.",
    "Gen. Peiris further said that it was on a decision made by senior military officers that he was re-instated as the VC by Gotabaya Rajapaksa in 2020.",
    "“I never knew Gotabaya Rajapaksa personally. As there was a request to the President by a group of senior military officers to recall me as the VC, if this university and the hospital have to be developed, I was asked to take over this post. By the time I took over office in 2020, I was the VC of a private university,” Gen. Peiris said.",
    "When asked whether he didn’t have any personal affiliation with Mahinda and Gotabaya Rajapaksa, otherwise, his first term wouldn’t have been extended in 2011, violating the KDU Act, Gen. Peiris said that he didn’t have any personal friendship with any Rajapaksas and that his term would have extended considering the progress of the university and the hospital construction work."
  ]
}