{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90175/as-battle-for-sudan-continues-civilian-deaths-top-400-",
  "time_ut": 1682842260.0,
  "original_lang": "en",
  "original_title": "As battle for Sudan continues, civilian deaths top 400",
  "original_body_lines": [
    "Gunfire and heavy artillery fire persisted over the weekend in parts of Sudan’s capital Khartoum, residents said, despite the extension of a cease-fire between the country’s two top generals, whose battle for power has killed hundreds and sent thousands fleeing for their lives.",
    "With ordinary Sudanese caught in the crossfire, the civilian death toll jumped Saturday to 411 people, according to the Sudan Doctors’ Syndicate, which monitors casualties. In some areas in and around the capital, residents reported that shops were reopening and normalcy gradually returning as the scale of fighting dwindled after the shaky truce. But in other areas, terrified residents reported explosions thundering around them and fighters ransacking houses.",
    "Now in its third week, the fighting has wounded 2,023 civilians, the syndicate added, although the true toll is expected to be much higher. The Sudanese Health Ministry put the overall death toll, including fighters, at 528, with 4,500 wounded. In the city of Genena, the provincial capital of war-ravaged West Darfur, intensified violence has killed 89 people, the Doctors’ Syndicate said.",
    "Khartoum, a city of some five million people, has been transformed into a front line in the grinding conflict between Gen. Abdel Fattah Burhan, the commander of Sudan’s military, and Gen. Mohammed Hamdan Dagalo, who leads the powerful paramilitary group known as the Rapid Support Forces. The outbreak of violence has dashed once-euphoric hopes for a democratic transition in Sudan after a popular uprising helped oust former dictator Omar al-Bashir.",
    "Foreign countries continued to evacuate their citizens while hundreds of thousands of Sudanese fled across borders. The first convoy organised by the United States to evacuate hundreds of American citizens from the conflict reached the coastal city of Port Sudan Saturday after a dangerous overland journey escorted by armed drones.",
    "Britain, meanwhile, ended its evacuation flights Saturday, after demand for spots on the planes declined. The United Arab Emirates announced Saturday it had started evacuating its own citizens along with nationals of 16 other countries.",
    "More than 50,000 Sudanese refugees - mostly women and children - have crossed over to Chad, Egypt, South Sudan and the Central African Republic, the United Nations said, raising fears of regional instability. Ethnic fighting and turmoil have scarred South Sudan and the Central African Republic for years while a 2021 coup has derailed Chad’s own democratic transition.",
    "Those who escape the fighting in Khartoum face more dangers on their way to safety. The route to Port Sudan, where ships evacuate people via the Red Sea, has proven long, exhausting and risky. Hatim el-Madani, a former journalist, said that paramilitary fighters were stopping refugees at roadblocks outside Khartoum, demanding they hand over their phones and valuables.",
    "“There’s an outlaw, bandit-like nature to the RSF,” he said, referring to Dagalo’s Rapid Support Forces. “They don’t have a supply line in place. That could get worse in the coming days.”",
    "Airlifts from the country amid the chaotic fighting also posed challenges, with a Turkish evacuation plane even hit by gunfire outside Khartoum on Friday.",
    "On Saturday - despite a cease-fire extended under heavy international pressure early Friday - clashes continued around the presidential palace, headquarters of the state broadcaster and a military base in Khartoum, residents said. The battles sent thick columns of black smoke billowing over the city skyline.",
    "But in other areas, residents reported signs that the cease-fire had taken hold.",
    "“We are not hearing the bombs as we did before, so we’re hoping that this means they will go back to a political process,” said Osman Mirgany, a columnist and editor of the daily al-Tayar, who assessed it was safe enough on Friday to return home to Khartoum after seeking refuge in a far-flung village.",
    "But Khartoum residents are forced to live side by side with armed fighters. Many RSF militants have moved into civilian homes and taken over stores and hospitals in the capital. The paramilitary group even transformed Mirgany’s newsroom into a makeshift base, he said. Residents also must cope without sufficient electricity and running water, among other basic supplies.",
    "“For the past 14 days we’ve suffered from a lack of everything,” Mirgany said."
  ]
}