{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Are-Macaques-heading-to-labs-in-China-Environmentalists-ask-Govt/56-747380",
  "time_ut": 1681681660.0,
  "original_lang": "en",
  "original_title": "Are Macaques heading to labs in China? - Environmentalists ask Govt.",
  "original_body_lines": [
    "Says the claim that 100,000 Toque Macaques will be sent to China to be displayed in Zoos is not plausible as China only has 18 such institutions",
    "Asks if the Macaques are heading to labs as the potential income from such a trade would be far greater than that from the sale of this species to Zoos",
    "Proposes that the Govt. use available resources to instigate thorough study of the Macaques Problem, by qualified researchers and scientists, to find solutions through the understanding of macaque behaviour and habitat",
    "Several environmental and conservation groups have expressed their concerns and suspicions about the Government’s plans to capture 100,000 Toque Macaques for the purpose of exporting them to China to be allegedly displayed in Zoos.",
    "Issuing a joint statement yesterday, the groups said the Government’s latest plan has now landed the lives of 100,000 Macaques at stake. Wildlife & Nature Protection Society (WNPS), Centre for Environmental Justice (CEJ), Federation of Environmental Organisations (FEO) and RARE Sri Lanka have questioned if the Macaques are headed to laboratories in China as the Covid-19 pandemic has had a devastating effect on China’s trade in wild species for medical tests.",
    "“Macaques, with their human-like qualities have been particularly popular, especially with medical testing facilities in the USA and Europe. The potential income from such a trade would be far greater than that from the sale of this species to Zoos. Is this where these macaques are headed? ,” the group asked.",
    "According to the organisations, the claim that the Macaques will be displayed in Zoos is not credible as China only has 18 such institutions which would average 5000 Macaques per Zoo. They also expressed their doubts about claims being made about an increasing population of Macaques in Sri Lanka as no census has been done in this regard.",
    "“Capturing 100,000 macaques will take considerable effort and financial resources. Why have such funds been unavailable for research into the causes and the formulation of preventive measures to deal with human-monkey conflicts, and for the payment of compensation for those who do suffer loss? ,” they added.",
    "“In 2022, the Minister of Agriculture boldly stated that despite the losses from the human-monkey conflict, he would not authorise the killing of macaques. So are the authorities in Sri Lanka now intent on getting a third party, in this case, China, to do this for them – to not just have them killed, but tortured as well? Will this leave the hands of those in authority free of blood and guilt? Rather than look to earn ‘blood money’, would it not be better to use the resources available to instigate a thorough study of the problem, by qualified researchers and scientists, to find solutions through the understanding of macaque behaviour and habitat?,” it read.",
    "The group called on the Government to end knee-jerk reactions to problems for which solutions may be found through knowledge and understanding. “If worthwhile political solutions are to be given on Nature, then they must be made on the basis of science and research, and not with potential elections in mind. For if the wrong decision is made, Sri Lanka will suffer for it, for generations to come, and the damage caused may be irretrievable,” they said."
  ]
}