{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-raises-rs-12-bn-as-debentures-are-snapped-up-on-opening-day/",
  "time_ut": 1702485540.0,
  "original_lang": "en",
  "original_title": "ComBank raises Rs 12 bn. as Debentures are snapped up on opening day",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has raised Rs 12 billion in capital with its Debenture issue closing after over subscription on its opening day, Tuesday 12th December 2023.",
    "The Bank offered an initial issue of 60 million Basel III Compliant – Tier 2 Listed Rated Unsecured Subordinated Redeemable Debentures with a Non-Viability Conversion feature, at the par value of Rs 100/= each, to raise Rs 6 billion, with an option to issue up to another 60 million Debentures to raise an additional Rs 6 billion at the discretion of the Bank in the event of an oversubscription of the initial issue.",
    "The Bank said the issue is intended to further strengthen its Tier II capital base, raise funds for the expansion of its lending portfolio, and bridge maturity mismatches in the assets and liabilities portfolio of the Bank.",
    "Commenting on the oversubscription of the Issue, Commercial Bank Managing Director/CEO Mr Sanath Manatunge said: “We are heartened by the response of institutional and individual investors to the investment opportunity offered by the Bank. Commercial Bank has displayed remarkable resilience as well as foresight in its response to the economic challenges impacting the market, and our growth trajectory is well planned. We welcome the confidence of investors in the future potential of the Bank, as evidenced by the response to our latest Debenture issue.”",
    "For the nine months ending September 2023 the Commercial Bank Group reported gross income of Rs 255.963 billion, total operating income of Rs 86.45 billion, profit before tax of Rs 25.031 billion and profit after tax of Rs 14.764 billion, with total assets reaching Rs 2.526 trillion, loans and advances totalling Rs 1.239 trillion and total deposits exceeding Rs 2.038 trillion as at 30th September 2023.",
    "Ruwan Ratnayaka and Beyond Escapes sweep four honors at Asia Awards 2023",
    "ATrad unveils Sri Lanka’s pioneering cloud-based stock trading platform at “Beyond Horizons” launch event",
    "ComBank helps set up early childhood development centre in Batticaloa",
    "ComBank wins ‘Best Treasury Team’ at CT Marquee awards for financial institutions",
    "ComBank’s Rs 6 billion debenture issue to open on December 12",
    "ComBank & Green Building Council in landmark agreement to promote sustainable construction",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}