{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Penal-Code-Amendment-decriminalize-Child-abuse-Civic-Group/108-257759",
  "time_ut": 1681806546.0,
  "original_lang": "en",
  "original_title": "Penal Code Amendment decriminalize Child abuse: Civic Group",
  "original_body_lines": [
    "The proposed amendment to Chapter 19 of Sections 365 and 365A of the Penal Code, will lead to the decriminalization of child abuse, a Civil organization alleged today.",
    "Urban Citizens in a letter addressed to President Ranil Wickremesinghe said crime abuse will be decriminalized under the new amendment proposed in the new private member's Bill presented by MP Premnath C. Dolawatta.",
    "“Section 365 in the principle enactment which states - \" whoever voluntarily has Carnal intercourse against order of nature with any man, woman, animal\" is proposed to be repealed and be substituted with- \" whoever voluntarily has Carnal intercourse against the order of nature with an animal shall be punished with imprisonment of either description of a term which may be extended to 10 years and shall also be liable to a fine\". Omitting the words        \"any man, woman\" in the proposed bill will automatically abolish the entire amendment brought under act number 22 of 1995. In our view it automatically decriminalize child abuse under section 365 and 365 (a),” the letter signed by Urban Citizens Chairperson Shermila Gonawala said.",
    "According to existing laws, in the event that any person above the age of 18 years commits the said \"unnatural acts\" against a child less than 16 years of age, it is a serious crime and is a punishable offence. Further the punishment was increased by the Penal Code amendment act No. 22 of 1995, and in addition was defined as \"child abuse\" and section 2 of The Criminal Procedure Code. Act No. 28 of 1998, in addition to CPC provisions, states that if anyone commits such offence against a child, it is treated as \" child abuse \"Under section 40 of NCPA act number 50 of 1998, police has been given additional powers to keep a suspect in police custody for 3 days if the said offence is committed against a child",
    "In the best interest of children in our country, we, the Executive Committee members of Urban Citizens organization, like to request you to ensure that section 365 and 365(a) is not repealed and substituted, as the 1995 penal code amendment was introduced due to the country's obligation for the domestic law to fall in line with the UN CRC (1989), which was signed and ratified in 1991,” the letter added. (Yohan Perera)"
  ]
}