{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89756/horrific-myanmar-junta-airstrike-kills-over-100",
  "time_ut": 1681359060.0,
  "original_lang": "en",
  "original_title": "Horrific Myanmar junta airstrike kills over 100",
  "original_body_lines": [
    "Relatives were still recovering the charred bodies and limbs of victims killed in a military airstrike on a village in central Myanmar Wednesday, a day after one of the deadliest attacks since the junta seized power in a coup two years ago.",
    "An eyewitness, who hid in a tunnel during the attack, described a scene of horror as he approached the site of the military airstrike – of children dying, women screaming, and bodies heaped on the ground.",
    "At least 133 people, including women and children, were killed after Myanmar’s military junta bombed Kanbalu township in the central Sagaing region on Tuesday, the human rights minister of the ousted shadow National Unity Government Aung Myo Min told CNN.",
    "First responders and medical teams haven’t been able to return to the site of the attack because military planes have continued flying over the town, though there have been no further strikes, said Aung Myo Min.",
    "At least 20 children were killed in the strike and 50 people injured, according to the Kyunhla activist group, which was at the scene.",
    "About 300 people had gathered in Pazigyi Village early on Tuesday morning to celebrate the opening of a local administration office, an eyewitness told CNN on the condition of anonymity because he fears retribution.",
    "Families had traveled from nearby villages for the event, where tea and food was offered and which coincided with the start of the Thingyan New Year celebrations.",
    "Like much of Sagaing, the area is not under the control of the military junta. The new town office was being opened under the authority of the shadow National Unity Government (NUG), for the people, as part of the anti-junta resistance.",
    "“We didn’t have any warning,” the eyewitness said. “Most of the villagers were inside the event, so they didn’t notice the jet.”",
    "Just before 8 a.m., a junta aircraft bombed the village where the ceremony was being held, the eyewitness and local media reported. An Mi35 helicopter then circled and fired on the village minutes later, the eyewitness told CNN.",
    "“When I arrived at the scene we tried to search for people still alive,” he said. “Everything was terrible. People were dying (as they were being transported) on motorbikes. Children and women. Some lost their heads, limbs, hands. I saw flesh on the road.”",
    "The eyewitness said he saw dozens of bodies after the attack, including children as young as five. He said he lost four family members in the strike, and a young child from his village was among the dead.",
    "“I saw lots of people coming onto the scene to search for their kids, crying and screaming,” he said.",
    "At around 5:30 p.m. the junta jets returned and shot the same place they had bombed that morning, he said.",
    "CNN cannot independently verify the incident but the eyewitness’s account matches reports in local media and from the NUG.",
    "Videos and images from the aftermath, shown to CNN from witnesses and a local activist group, also show bodies, some burned and in pieces, as well as destroyed buildings, vehicles and debris.",
    "Myanmar’s junta spokesman Maj. Gen. Zaw Min Tun confirmed the airstrike on Pazigyi Village and said if civilian casualties occurred it was because they were forced to help “terrorists.”",
    "The junta has designated the NUG and resistance groups known as the People’s Defense Force in the country as terrorists.",
    "“At 8 a.m…. NUG (National Unity Government) and PDF (People’s Defense Force) conducted an opening ceremony of the public administration office at Pazigyi village,” Zaw Min Tun said on the military’s Myawaddy TV channel.",
    "“We had launched the attack on them. We were informed that PDF were killed at that event under the attack. They are opposing our government.”",
    "The strike was condemned internationally, with one top UN official saying global indifference to the situation in Myanmar contributed to the attack.",
    "“The Myanmar military’s attacks against innocent people, including today’s airstrike in Sagaing, is enabled by world indifference and those supplying them with weapons,” said Tom Andrews, the United Nations Special Rapporteur on the Situation of Human Rights in Myanmar.",
    "“How many Myanmar children need to die before world leaders take strong, coordinated action to stop this carnage?”",
    "The US Department of State said it was “deeply concerned” about the airstrikes and called on the regime to “cease the horrific violence.”",
    "“These violent attacks further underscore the regime’s disregard for human life and its responsibility for the dire political and humanitarian crisis in Burma following the February 2021 coup,” it said, using an alternative name for Myanmar.",
    "It’s been just over two years since the military seized power, ousting the democratically elected government and jailing its leader Aung San Suu Kyi.",
    "In order to crush resistance, the junta regularly carries out airstrikes and ground attacks on what it calls “terrorist” targets.",
    "The attacks have killed civilians, including children, and targeted schools, clinics, hospitals and other civilian infrastructure.",
    "Whole villages have been burned by junta soldiers and thousands of people have been displaced in the attacks, according to local monitoring groups.",
    "Battles between the military and resistance groups unfold daily across Myanmar.",
    "These rebel groups, some of whom have aligned with some of the country’s long-established ethnic militias, effectively control parts of the country out of the junta’s reach.",
    "Resistance groups and humanitarian organizations have repeatedly accused Myanmar’s military of carrying out mass killings, air strikes and war crimes against civilians in the regions where fighting has raged, charges the junta repeatedly denies – despite a growing body of evidence.",
    "“They’re losing control of the country. They’re losing ground. Things are much more unstable on the ground than they’ve ever been,” the UN’s Andrews told CNN on Wednesday. “As a result of that, they’re using air power more and more and, of course, as they do so, more and more civilians are being killed.”",
    "On Monday, junta airstrikes hit a town in western Chin state’s Falam Township, killing nine people when bombs dropped on a school, according to local media Myanmar Now and The Irrawaddy.",
    "Last week, 8,000 refugees in southern Karen state fled across the border to Thailand, escaping fighting in Myawaddy township, according to a statement from Thailand’s Tak provincial office public relations department, posted to Facebook.",
    "In March, at least 22 people, including three monks, were killed at a monastery in southern Shan state. And a military airstrike on a school in Sagaing in September killed at least 13 people, including seven children.",
    "The eyewitness to Tuesday’s attack said the “situation in Myanmar is worse now.”",
    "“People are dying like dogs or cows. We don’t have any weapons to compare with what the military has. We need the help of the international community,” he said."
  ]
}