{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-power-minister-lambasts-regulatory-chief-defends-planned-removal-121299/",
  "time_ut": 1684923840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka power minister lambasts regulatory chief, defends planned removal",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka Power Minister Kanchana Wijesekara has defended a controversial move to remove the sector’s regulatory chief Janaka Ratnayake, insisting that it was not government overreach but an attempt to prevent the politicisation of an independent commission.",
    "Wijesekara told parliament during a debate proceeding a vote to remove Ratnayake as chairman of the Public Utilities Commission of Sri Lanka (PUCSL) that the official had acted obstinately without the concurrence of fellow commission members.",
    "Five charges were levelled against the PUCSL chief by the minister, the first two which were based on a February 10 verdict by the Court of Appeal rejecting an application filed by Ratnayake against an electricity tariff hike.",
    "The verdict said: “This kind of conduct of responsible officers of public institutions may erode the basic principles of good governance. The majority decision of the PUCSL should not be overridden by a single member or a minority to amplify a personal view on an official matter to win the hearts of a certain portion of the public. Hence such conduct simply cannot be identified as steps taken for the interest of public and similarly, this Application cannot be considered as public interest litigation.”",
    "Ratnayake was appointed to the position in March 2021 by then President Gotabaya Rajapaksa in whose government Wijesekara was a prominent State Minister.",
    "The fourth charge, according to the minister, is that Ratnayake had unilaterally decided that the CEB would not be permitted to increase electricity tariffs by even 1%, a decision Ratnayake had allegedly reached without any substantial study of the tariff hike before the CEB had even officially proposed it.",
    "Finally, Wijesekara said, the PUCSL chair had taken it upon himself to make pronouncements on who should or should not be ministers in the government.",
    "“Being a member of an independent commission does not give one the right to make political decisions. He can’t decide who ought to be ministers,” the minister said.",
    "Wijesekara said the opposition was making out Ratanayake’s removal to be an attack on independent commissions. The minister was emphatic that that was not the case.",
    "“The court decision itself holds that this commission member has acted against the independence of the commission. There are five members in a commission and there should be majority support for its decisions,” he said.",
    "“The individual statements of one member don’t become opinions of the commission,” he added.",
    "Wijesekara recalled that SJB legislator Kabir Hashim had on two separate occasions objected to the appointment of Ratnayake as PUCSL chief in 2021. The minister expressed his surprise that the opposition had sought a full day’s debate on Ratnayake’s removal.",
    "The minister also accused Ratnayake of being politically motivated in his pronouncements that he claimed were strongly critical of the government’s efforts to impose cost-reflective tariffs. Ratnayake’s statements were increasingly reflective of the populist anti-reform rhetoric of the opposition, claimed Wijesekara.",
    "Some purportedly independent officials and opposition MPs are aligned in their wish to see prolonged power cuts, queues for essentials and energy shortages, the minister went on to say, adding that attempts to disrupt the imposition of cost-reflective tariffs were part of a political agenda.",
    "“He does not act independently. There is a lot of turmoil in the power sector because of him,” he said, claiming that not all in the opposition were fully on board the decision to back the official.",
    "“A lot of opposition MPs have also phoned and told us that they’re privately against the opposition decision to vote against his removal,” he said.",
    "The debate was still ongoing at the time of writing and the vote had yet to be taken. (Colombo/May24/2023)"
  ]
}