{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95037/uk-pm-sunak-reportedly-said-just-let-people-die-covid-inquiry-hears",
  "time_ut": 1700559120.0,
  "original_lang": "en",
  "original_title": "UK PM Sunak reportedly said ‘just let people die’, COVID inquiry hears",
  "original_body_lines": [
    "British Prime Minister Rishi Sunak was quoted as saying the government should “just let people die” during the COVID-19 pandemic rather than impose a second national lockdown, the inquiry into how Britain handled the crisis heard on Monday.",
    "Patrick Vallance, who was the government’s chief scientific adviser during COVID, made a note in his diary on Oct. 25, 2020, about a meeting involving then Prime Minister Boris Johnson and Sunak, who was finance minister.",
    "The diary entry shown to the inquiry recorded how Dominic Cummings, Johnson’s most senior adviser during the pandemic, had relayed to Vallance what he said he had heard at the meeting.",
    "Vallance quoted Cummings in his diary as saying: “Rishi thinks just let people die and that’s okay. This all feels like a complete lack of leadership.",
    "A spokesman for Sunak said the prime minister would set out his position when he gives evidence to the inquiry “rather than respond to each one in piecemeal”.",
    "The inquiry is examining the government’s response to the coronavirus pandemic that shut large sections of the economy and killed more than 220,000 people in Britain. It is due to run until the summer of 2026.",
    "Senior government officials have repeatedly said the government was unprepared for the pandemic and a “toxic” and “macho” culture hampered the response to the health crisis.",
    "The danger for Sunak is that evidence at the inquiry undermines his attempt to cast himself as a change to the chaotic leadership of Johnson even though he was one of the most senior ministers in that government.",
    "Previous evidence has shown he was branded “Dr. Death” by one government scientific adviser over his “Eat Out to Help out” policy in the summer of 2020, which subsidised meals in pubs and restaurants but was criticised by health experts for spreading the virus."
  ]
}