{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-promise-of-english-for-all-gloomy-contextual-notes-and-unsolicited-advice/",
  "time_ut": 1702921920.0,
  "original_lang": "en",
  "original_title": "The promise of ‘English for all’: Gloomy contextual notes and unsolicited advice",
  "original_body_lines": [
    "I walked into a branch of the Sarasavi bookshop recently, looking for Amarakeerthi Liyanage’s Wishwawidyalayak Yanu Kumakda? [What is a university?] and was told that this branch only sold books published in English. Being only mouthpieces of company policy, the staff could not say why. In a way, no rationale is needed. The company is responding to a national desire for anything English, tied to our colonial history and fed by poor language policies since Independence. English is also a globally-spread weed, taking over territory of other languages (governance, tech, publishing, etc.,), such that some scholars call it a ‘killer language’.",
    "Due to all this, we now have in Sri Lanka what linguists call ‘subtractive multilingualism’. Children are encouraged to use only English, and stop using their other languages. English-medium pre-schools and schools are at a premium. But what we should be looking towards is ‘additive multilingualism’: developing abilities in language(s) we already have while learning additional languages.",
    "When I come out empty-handed from the bookshop, and share what happened with the driver of the three-wheeler I was using, he asks me whether Sri Lanka will stop speaking Sinhala in the not-so distant future. As we travel, the driver and I talk about the prestige of English and linguistic inequalities in the country. Sinhala and Tamil (even lesser-spoken languages like Malay) will continue to be spoken; the better opportunities though, appear with English.",
    "English featured heavily in this month’s Parliamentary budget debate on education. The Minister of Education promised ‘English for all’, to be supported via loans by the World Bank. In recent decades, English language teaching and medium of education have been unhealthily impacted by the World Bank’s loans (IRQUE, HETC, AHEAD); similar loans (most recently, GEMP) affect school education as well. When loans drive policies, what we hear as national policies are merely a re-wording of the loan agreements. The Minister also said that money is set aside for activity-based teacher training for English teachers; and for students exiting school, career guidance, IT and English language training. But no provision is made for the expenditure necessary for such ambitious agendas: well-paid teachers, larger cadres, and long-term policies.",
    "English for all is an old disappointment. Since the 1950s, when the education system suddenly switched to Sinhala (and later also Tamil), Ceylon/Sri Lanka was supposed to teach English to all students in school. Higher education too switched to Sinhala (and later Tamil) with the exception of science-oriented degrees: medicine, engineering and sciences. In the 1960s, glossaries were created in Sinhala and Tamil for government administration and for teaching subjects previously taught in English. A thriving business of translating academic texts to Sinhala and Tamil would make sense but has not happened. For many reasons which I don’t have space to elaborate here, intellectual activities and the little academic publishing happening locally is in English and all but stagnant in Sinhala or Tamil.",
    "Despite many promises and billions of loans, English teaching in the country has failed spectacularly. Of the nearly 50,000 students entering state universities only a tiny percentage uses English for academic work. Undergraduates are typically given an intensive language course of a few weeks, and thereafter, a handful of hours of English per week. The sudden shift to learning new subjects entirely in English is torturous to students with no or low-fluency in English. Think about it – they must learn a new language very fast, with little support and while doing so, learn important subject matter in that language. Usually, this results in students with high English fluency doing better, being seen as more articulate, while other students struggle to manage their degree and face discrimination in employment.",
    "Many such students have lacked English-learning resources at school level. This is not surprising when we look at the census data (Census and Statistics, 2020): only 1% of state-appointed teachers taught in English medium by 2020; only 2.4% of students in state-schools are in bilingual education (Tamil and/or Sinhala plus English-medium). It is possible to be an English teacher or teach subjects in English without tertiary level qualifications. A 2-year Diploma in English is enough for recruitment at provincial level; the private sector has no teacher recruitment regulations and may hire for “excellent command” of English.",
    "In higher education, the argument for shifting whole-sale to English-medium is that knowledge generation happens in English and that we are all global workers. Yet, for most Sri Lankans, language choice and use depend on type of work, region, clientele, etc., and being bilingual is a necessity. Even so, degrees have been forced to shift to English medium, with little planning or resources. Law for example, currently taught trilingually, is set to become solely English-medium though Sinhala or Tamil is a professional necessity. We need bilingual speech and language therapists in the country, but the degree insists on English only learning.",
    "What I want to say to governments and therefore universities (both public and private) is what a former student wrote in an essay: teaching English is not like making hoppers (appa baanaa wage ingrisi igaenwiya nohaeka). It is not similar to learning how to do a presentation or creating a website. Learning a language well takes hours, days, years of living and working in the language. Hours are also the one thing that universities are reluctant to provide. Universities are notorious for berating Departments of English Language Teaching for not doing their job properly, while at the same time adamantly refusing to increase the number of teaching hours beyond a measly 2-3 hours per week. The 10 hours per week that my colleague Madhubhashini Ratnayake wrangled for the students of the University of Jayewardenepura’s Faculty of Humanities and Social Sciences, is a unique and momentous event; yet most of us despair that it is a precedent that may not be followed.",
    "You could argue that despite the minimal hours and poor resources, English-medium degree-holders from public or private universities have done well: we do have professionals and academics working in English. Any English-language editor, proof-reader, writer or ghost writer will expose this as a lie for you. While we can manage speaking (and comprehending) in English, advanced writing and reading skills in English are a dwindling resource in the professional and academic communities of Sri Lanka (Departments of Sinhala and Tamil share that literacy skills in the official languages are also in a problematic state).",
    "This is not an argument against English. It is actually a call for governments and policy-makers to plan better and to consider English an addition to, rather than a replacement of other languages.",
    "Any good language policy needs a commitment of treasury funds, and some minimal but important steps:",
    "• More language teachers in schools and better training. To aid larger-scale recruitment, the government can start intensive language training parallelly with a longer-term training programme. To move to additive multilingualism, this is necessary for English, Tamil and Sinhala.",
    "• Liveable salaries as a foundation for recruitment. Teachers in state schools receive about Rs 50,000 a month. Census data states that a private sector teacher receives an average salary of of Rs 340,000 per annum. State teachers need higher salaries; the private sector needs a minimum-salary regulation.",
    "• In higher education institutions, more hours in the English-language classroom is a must. This will of course require more English language lecturers.",
    "• Nationally, we need longer-term language-education policy with expertise from language education experts (unaffiliated with loan giving institutions). Language education is a thriving field of research globally, with lessons to be learnt from other countries and our own experts.",
    "Most important of all, we need a seismic shift in attitudes towards the value of knowing more than English. Sri Lanka needs to work for a true multilingual policy. Our governments need to set aside more money to effect the promises they make in December each year. We can all ask for better policies, not only from governments, but also from our workplaces and schools.",
    "(Kaushalya Perera teaches at the Department of English, University of Colombo)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}