{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/top-bankeron-the-ramp/",
  "time_ut": 1683729000.0,
  "original_lang": "en",
  "original_title": "Top banker…on the ramp",
  "original_body_lines": [
    "Sanojee Gamage has been around for quite a while, working at a leading international bank, as an assistant vice president, specialized in group transformation and digitalization.",
    "However, it was only recently that she came into the spotlight, in a big way, when she graduated, and was seen on the ramp at Chulpadmendra’s ‘Ramp Comes Alive.’",
    "Having done a little modelling, in the past, Sanojee is now looking for bigger happenings on the ramp, and to do some photographic modelling, as well.",
    "At work, I’m a problem solver, with high tolerance to ambiguity, who knows how to get the job done, with a balanced approach. When I am not at work, I’m a person who always embraces spontaneity, welcoming and respect differences. I’m a person with a good sense of humour and always brave enough to show my silly side.",
    "2. If you could change one thing about yourself, what would it be?",
    "Wake up early and work towards achieving my dreams instead of waiting for miracles to happen. When most people plan and work for their dreams, I leave it as it is, hoping dreams to come true, one day.",
    "3. If you could change one thing about your family, what would it be?",
    "My first wish is to reverse my parents’ age; if that is not allowed, then I wish for at least 10 more siblings. I’ve one sister, who is close to me, and having 10 more will make life more fun and safer.",
    "Good Shepard Convent, Kotahena, and I also need to add the following: Finance specialised MBA from the University of Bedfordshire, UK, Post graduate diploma in Management, Business Management School, Sri Lanka, and Lean Six Sigma and Agile certified from SAFE Agile, UK.",
    "It is yet to happen. As I mentioned earlier, I’ve one or two dreams and I guess my happiest moment will be the day when I start achieving those.",
    "There are many ways where you can achieve/enjoy perfect happiness, and one of the things would be knowing your circle, and genuinely not care/ignore what the rest of them have to say about you, and help others as you can, while you can.",
    "Yes I am. My faith has always helped me to cope up with life better. But, it does not mean I’m a good Christian, even though I’m trying. Also, I need to mention that I don’t agree with people who try to argue on religious beliefs, and it does not matter what religion people follow as long as that religion makes that person wise to understand the difference between good and bad, which help them in life, while making choices.",
    "No, Í believe I am stronger and blessed where none of these things can affect me.",
    "Who does what he says, who is compassionate, assertive and if the person share the same goals and values,that will be even better.",
    "No doubt, that will be my mother. She is my role model and inspiration. Her never give up attitude, physical and mental health and strength, and ability to love, unconditionally, continue to surprise me.",
    "That will be the belongings which my grandparents (from both farther and mother’s side) used before they passed away, and their photos. Keeping those safe with me is my way to show my love and gratitude towards them. I didn’t get a chance to associate with them, treat them enough ’cos some passed away when I was very little, and some passed away when I was schooling.",
    "12. If you were marooned on a desert island, who would you like as your companion?",
    "If I get lost on a desert Island, I will soon end up depressed, due to social isolation. I might want to have my partner as my companion ’cos it’s best to have someone whom you can trust. Having said that, I still want to get out alive, or survive, until I’m found. So, a wildlife survivor would be ideal – one who knows all the tips and tricks to keep us fed, and alive, until we find a way out!",
    "I love singing but not in public. I used to sing loudly when I was at home, or when doing gardening, etc. One day, my mom came out, when I was gardening, and requested me to stop singing, saying she feared that the guy next door, who has moved in, recently, might hear me singing. That day, I realized how good I’m in singing!",
    "This question made me realize that I have not done anything daring, yet, but I should definitely create a list, and skydiving would be one of them.",
    "Vacation is one of my favourites and every year I make sure that I get breaks, from the usual routine, and bring more meaning to life. Usually, I love to be with my family, unwinding alongside a stream, to beach strolls. However, it would be ideal to be on a sandy beach side with my true buddies, from school, with no need to worry about going back to work, and money, and getting to eat all we want, talk for hours, daily spa time, exhilarating exercise, and dance the night away. In fact, I’m very good at dancing, at parties, till dawn.",
    "I’m a fan of old Hindi hits (not sure the kind of music) which is rare among my friends, but I love the sound of the language, the verse, and the way they tell the story. Also, R’n’B and, sometimes, classical, rock…depending on my mood.",
    "I rarely get to listen to the radio, hence I don’t have much idea to pick one. Sun and Yes FM are the ones I, at least know, and tune in when I travel.",
    "Same as radio. I do not have much idea to pick one as I do not watch TV a lot. I watch Netflix when a good movie, or series, is released.",
    "If I could wish, I want to be born as a super hero, or as a charismatic leader, who is intelligent, empathetic, with a powerful charisma, and address global issues and restore, preserve and enhance people, and the environment.",
    "In the next five years, I intend to pursue my dream to become an entrepreneur and a founder for a nonprofit organization and I’m optimistic I’m a few years away from realizing my dream. I’m also planning to enroll for a fashion designing diploma when I move to Australia.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}