{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-shares-rise-on-positive-sentiments-of-imf-loan-approval-in-the-coming-weeks-115517/",
  "time_ut": 1678891140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka shares rise on positive sentiments of IMF loan approval in the coming weeks",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka shares gained for the second session Wednesday on positive sentiments that the International Monetary Fund extended loan facility will reach its final decision in the next two weeks, analysts said.",
    "The main All Share Price Index (ASPI) closed up 0.63 percent, or 59.66 points, at 9,550.70.",
    "Analysts pointed out that profit taking was coming to an end and that the market is in recovery mode on the hopes of the conclusion of the IMF deal.",
    "“Buying momentum is strong as Sri Lanka nears the IMF deal, there was interest in baking counters, construction based indexes and glass retail participation,” said Ranjan Ranatunga of First Capital Holdings.",
    "After receiving China’s assurance on debt restructuring and sending the Letter of Intent for the IMF Executive Board’s approval, and on President Ranil Wickremesinghe said that it is expected to receive the Executive Board’s approval in the third or fourth week of March.",
    "According to IMF officials, the proposal will be reviewed by the executive committee on March 20.",
    "“Presently the market is running sustainably and healthily as it fluctuates between profit taking and buying interest,” Ranatunga stated.",
    "So far in 2023, the market has recorded a total net foreign inflow of 3.2 billion rupees.",
    "Turnover was slowed down compared to the monthly average as the market was gripping on sidelines from the strike held on IMF backed decisions taken by Sri Lanka, Ranatunga further stated.",
    "The most liquid index, S&P SL20, closed 0.67 percent, or 18.66 points, up at 2,809.99.",
    "The market saw a turnover of 1.6 billion rupees on Tuesday, which is below the daily average of 1.9 billion rupees for this year.",
    "The top gainers were Browns Investments, John Keells Holdings, and Hatton National Bank. (Colombo/Mar 15/2023)"
  ]
}