{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nations-trust-bank-american-express-partners-resortwear-edition-of-cfw-in-its-7th-year/",
  "time_ut": 1700832960.0,
  "original_lang": "en",
  "original_title": "Nations Trust Bank American Express partners Resortwear edition of CFW in its 7th year",
  "original_body_lines": [
    "Nations Trust Bank American Express partnered with Colombo Fashion Week (CFW) for the 7th successive year as The Official Fashion Card for CFW Luxury Resortwear Edition.",
    "The CFW Luxury Resortwear Edition 2023 takes center stage on 29th and 30th of November 2023 with runway shows that promise to be a spectacle for luxury wear, featuring a line-up of acclaimed designers. Among the designers showcasing their talent are Charini Suriyage, Amilani Perera, Lovi Ceylon and Rizwan Beyg.",
    "“We are excited to once again partner with CFW to offer Nations Trust Bank’s Customers exclusive access to the country’s finest fashion show. The collaboration is a perfect fit with our Private Banking and American Express clientele, who appreciate the finer things in life. As CFW continues to reach new heights in fashion and design, the long-term partnership with CFW lets us contribute towards nurturing and strengthening the local fashion industry.” said Sanjaya Senarath, Chief Marketing Officer of Nations Trust Bank.",
    "“We are delighted that Nations Trust Bank American Express has renewed its support for the 7th consecutive year. This support means a lot to expand the platform of Resortwear segment, an important product for Sri Lankan designers. The CFW platform opens doors to increase the influence and opportunities for Sri Lankan designers before the season,” said Ajai Vir Singh, Managing Director, CFW.",
    "Beyond CFW, the Nations Trust Bank American Express membership benefits cater to a premium lifestyle across travel, dining, shopping, entertainment and everyday needs.",
    "Janashakthi Group’s innovation shines at the National ICT Awards 2023",
    "Uber partners with UNDP Sri Lanka to raise awareness against Sexual and Gender Based Violence",
    "Nations Trust Bank PLC demonstrates strong performance in 3Q 2023",
    "Nations Trust Bank concludes Nations Business Advisory Series in Colombo for 2023",
    "Nations Trust Bank introduces Indian Rupee as a Designated Foreign Currency",
    "Nations Trust Bank celebrates two decades of successful global partnership with American Express",
    "Nations Trust Bank hosts 5th Business Advisory Forum in Ella",
    "Nations Trust Bank empowers entrepreneurs at National Chamber of Export SVAT seminar",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}