{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sustainable-debt-and-unsustainable-democracy/4-749553",
  "time_ut": 1686876360.0,
  "original_lang": "en",
  "original_title": "Sustainable debt and unsustainable democracy",
  "original_body_lines": [
    "The Deputy Managing Director, IMF, Kenji Okamura, having monitored the level of financial stability and economic progress that Sri Lanka has made since it started implementing the IMF’s rescue package, which has resulted in a reduction of CBSL’s cash rate by 250 basis points for the first time, has drawn attention to the issues of “governance” and “debt restructuring” (DR), so that the country could reap the full benefit of the IMF strategy.  Although he did not specify what he meant by governance, besides the IMF’s already communicated message to President Ranil Wickremesinghe (RW) about ending corruption, and about which there is already a Bill waiting to be debated and passed in parliament, it is not too difficult to read Okamura’s thinking on the matter, especially, in view of his reminder about “timely and transparent manner” to maintain “debt sustainability”.",
    "DR with foreign creditors is also tied up with domestic debt restructuring (DDR) with local creditors who are mainly the local banks and institutional investors. Local debt is said to be around 55% of the total public debt, mostly government debt borrowed through Treasury Bills and bonds. Foreign creditors involved in DR would obviously insist on sharing the burden of restructuring with domestic creditors, on the basis of inter-creditor equity. And unless DR and DDR are negotiated smoothly, successfully and speedily the IMF’s second tranche of EFF would be delayed and debt sustainability jeopardised. In addition, Okamura’s reference to transparency implies there should not be any special deal with any of the foreign creditors, as IMF is aware of the fact that there are groups within RW’s ruling coalition having special attachment with certain creditor nations. Perhaps, it is for this reason that RW has announced there would not be any private deal with China. However, China has said it would cooperate with restructuring efforts in the interest of friendly Sri Lanka.",
    "In a sense, DDR would be more crucial than DR because of its sensitivity to public confidence in the local banking sector.  Also, without a stable and efficient local banking sector the IMF’s recovery programme cannot operate successfully. When the CBSL Chief and Treasury officials indicated without any clarification that there would be “voluntary debt optimisation” for the banking sector in the course of DDR, implying thereby that there would also be involuntary debt optimisation for state banks and pension funds, the Bankers’ Association became worried.  Voluntary optimisation would involve a mixed bunch of options or a so-called haircut, as explained by a former CBSL deputy governor.  Those options would include foregoing part of the principal; writing off a portion of interest income; and or working on a new instrument with low interest and longer maturity term.  But the Association wondered whether DDR would also involve any changes to capital adequacy ratio and liquidity coverage ratio, which would affect Banks’ asset structure, which are currently within regulatory requirements.  The lack of transparency is a particular worry in this regard.  Ultimately, DDR should not erode the confidence that market and people have on domestic banks.  It appears, the Governor of CBSL has a strategy to tackle this issue but is waiting for the Government and the debtor, to express their own proposal. At the end of the day, DR and DDR are going to introduce a new set of burdens on economic management so that the brief spring of hope enjoyed over the last couple of months and upon which RW is building his own hopes of political survival may turn out to be a winter of despair. This is why Okamura’s reference to governance requires serious thought.",
    "Besides assisting economies that are troubled with budgetary and balance of payment deficits, the IMF’s most important role is to protect the international monetary order of capitalism. Along with its two sister organisations, the World Bank and the World Trade Organization, the IMF acts as a watchdog of that order. Institutional money lenders including governments are both IMF’s clients as well as shareholders. Therefore, the interest of those lenders must be protected, and in that role, the IMF acts as their official debt collector. Therefore, any economic assistance provided by the IMF to a debt burdened economy is, in the ultimate analysis, to enable that economy to recover and meet its debt obligations.",
    "Lending and borrowing are part of an economy’s ordinary business.  According to the Institute of International Finance, the total world debt reached $300 trillion in 2022. But what is important in this business is the credibility of the two parties involved. The capitalist world order would collapse if debtors fail to honour their undertakings. It was that failure that made international credit agencies to downgrade Sri Lanka’s credit worthiness, which contributed to financial bankruptcy. The IMF’s intervention has somewhat helped to restore that credibility. DR and DDR should help debt sustainability.",
    "So far, RW has been able to deliver a few economic goodies to the nation by way of reduction in prices and increase in the supply of certain essential consumer items, because the revenue that his government raised through stringent fiscal measures in combination with CBSL’s tight monetary policy was free of servicing and settling any debt.  But the moratorium that allowed it to happen would come to an end soon.  Eventually, DR and DDR would mean leakage of funds from the Treasury to fulfil debt obligations which, in the absence of a trade surplus and the anticipated inflow of investment, would mean continued belt tightening for the public. The newly introduced Revised Value Added Tax in the name of nabbing tax dodgers and other such revenue raising measures on waiting would increase prices again. RW’s promised Valhalla in 2048 is too far away to realize, obscured with uncertainties and unknowns. Public discontent is therefore unavoidable. It is in the context of handling discontent and protests in the aftermath of DR and DDR that Okamura’s reference to governance gains significance.  Debt sustainability is a must but is that sustainability compatible with sustainability of democracy?",
    "RW expects the clash between economic adversity and democratic freedom to become acute in the days to come. It is to handle that clash and the politics behind DR and DDR that he proposed to bring in the draconian Anti-Terror Act (ATA) which, because of the uproar created at home and abroad, forced him to put it on the back-burner.",
    "Now, a new Bill, the Broadcasting Authority Bill (BAB) to control the media has been introduced.  Earlier, he said people have lost the appetite for elections. His indefinite postponement of Local Government Elections is virtually a cancellation of it for as long as he is in power.  Similarly, the force he is prepared to employ to stop public protests indicate that democracy and democratic freedom are under attack and are becoming incompatible with the IMF-RW economic agenda. On the other hand, to make the unrelenting bashing of democracy palatable to the masses, with the approval of the IMF he has decided to pump in Rs. 200 billion from the $700 million EFF loan on welfare projects. This is peanuts when compared to the total welfare needs of the country – a country that was once an envy of many Asian countries in regard to its welfare standard. Public hospitals without doctors, nurses and specialists; educational institutions without qualified academics and teaching facilities have now become the order of the day.  The brain drain has impoverished the nation intellectually and professionally.  Will the 200 billion rupees rectify this yawning deficit?",
    "The IMF for its part has neither raised any opposition to the ATA nor expressed any criticism of the BAB. This is not surprising because that institution has a record of supporting autocratic and dictatorial governments in the interest of protecting the capitalist order. There is yet to be an economy that has prospered under IMF intervention and reforms. Of course, the rich and the powerful have gained at the expense of the poor and they are gaining in Sri Lanka too.  In short, the IMF’s strategy is to transplant a mini-version of the parent giant model practiced in the US. The result thereto is the infamous ratio of 1:99 in wealth distribution between the super-rich and the rest.",
    "RW seems willing to go all the way with the USA in search of his Valhalla. Democracy and democratic freedom have become a nuisance that is blocking his path. To maintain debt sustainability democracy has become unsustainable. Indeed the system has to change.",
    "The writer is attached to Murdoch Business School, Murdoch University, W. Australia"
  ]
}