{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92481/iran-offers-sharing-scientific-achievements-with-sri-lanka",
  "time_ut": 1691339160.0,
  "original_lang": "en",
  "original_title": "Iran offers sharing scientific achievements with Sri Lanka",
  "original_body_lines": [
    "Iranian President Ebrahim Raisi stated that his country is willing to share its scientific and technical skills with Sri Lanka.",
    "President Raisi praised the two nations’ cordial and expanding relations during a meeting with Sri Lankan Foreign Minister Ali Sabry on Sunday in Tehran.",
    "Speaking of Iran’s “remarkable progress” in the fields of technology and science despite Western sanctions, Raisi expressed that Iran was prepared to share its capabilities “with friendly nations, such as Sri Lanka.”",
    "He emphasized Sri Lanka’s immense development potential, adding that global states may flourish and expand without “colonial and self-interested foreign interference.”",
    "Sri Lanka’s Foreign Minister lauded Iran for making significant progress in several domains despite international sanctions, touching on the “constructive activities” of Iranian companies in the country, and further pointing out that Colombo is excited to work on the promotion of financial, technological, and medical cooperation with Tehran.",
    "Sabry called his country the entrance to East Asia in a meeting with his Iranian counterpart on Saturday, stating, “I invite Iranian companies to pay attention to Sri Lanka,” explaining that Asia will account for two-thirds of future growth.  Sabry also encouraged Iranian enterprises to invest in the country.",
    "In July, a report published by writer Giancarlo Elia Valori for Modern Diplomacy detailed the means by which Iran has thrived despite sanctions through various strategies and mechanisms of State intervention and non-intervention.",
    "The Iranian government has actively sought to ease the effects of sanctions on its knowledge-based industries through the implementation of various innovative financial mechanisms. For instance, in 2018, the National Innovation Fund underwent major changes, evolving from a quasi-banking institution to a financial regulator with the aim of facilitating the transfer of crucial funds to knowledge-based companies.",
    "Valori says that Iranian policies have evolved in three distinct stages: the first, spanning from 1990-2000, mainly focused on the development of higher education and an increase in the number of academic works; the second, from 2000-2010, focused on support for emerging technologies; and the present one is characterized by a shift towards science, technology, and innovation."
  ]
}