{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mahindra-ideal-finance-marks-another-growth-milestone/",
  "time_ut": 1701792360.0,
  "original_lang": "en",
  "original_title": "Mahindra IDEAL Finance marks another growth milestone",
  "original_body_lines": [
    "Mahindra IDEAL Finance Limited, a prominent player in Sri Lanka’s non-banking financial services sector, continues to expand its branch network with the latest addition in Piliyandala. The newly inaugurated branch, situated at No. 64/1, Horana Road, Piliyandala, marks a significant milestone for Mahindra IDEAL Finance Limited as it establishes its 31st branch across the island, a Mahindra IDEAL Finance press release said.",
    "The release addes: ‘This strategic expansion reflects Mahindra IDEAL Finance Limited’s commitment to providing accessible financial solutions and fostering growth across Sri Lanka’s diverse communities. Piliyandala, a vibrant suburb and commercial hub, now joins its network of branches, aligning with Mahindra IDEAL Finance Limited’s mission to bring financial services closer to the people it serves.",
    "‘Deputy Chairman, Aravinda de Silva expressed enthusiasm about this expansion saying, “Our journey is one of empowerment and shared prosperity. Our new Piliyandala branch exemplifies our unwavering commitment to shaping brighter financial futures for all Sri Lankans. Piliyandala is a significant suburb and centre for commerce and industry. Thus, we are delighted to welcome the community through our doors, and look forward to providing an unparalleled trusted customer experience, whilst also creating world-class opportunities for emerging talent in the region.”",
    "‘Mahindra IDEAL Finance Limited’s focus on rural and semi-urban sectors remains evident in its diverse lending portfolio, covering motor vehicles, gold loans, Speed drafts and more. As a subsidiary of Mahindra & Mahindra Financial Services Limited, the India-based global financial services giant, Mahindra IDEAL Finance Limited continues to make strides in enhancing financial inclusivity in Sri Lanka.",
    "‘This new expansion into Piliyandala also clearly aligns with Mahindra IDEAL Finance Limited’s ambitious plans for sustainable growth, which envision a robust network of branches in key urban centres across the island. This strategic move comes amid the company’s other noteworthy achievements, including gaining recognition as a Great Place to Work for four consecutive years, together with distinguished acclaim within the banking, finance, and insurance sector.’",
    "Cabinet nod for World Bank-funded Financial Sector Safety Net Strengthening Project",
    "Mahindra Ideal Finance continues islandwide expansion drive with new branch in Ratnapura",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}