{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-consumer-goods-face-challenges-driven-by-essentials-retailer-121104/",
  "time_ut": 1684740360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka consumer goods face challenges, driven by essentials: retailer",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s consumer landscape is facing challenges in 2023, but the supermarket sector is more stable supported by essentials, a consumer goods manufacturer and retailer with a network of more than 130 stores, has said.",
    "“Manufacturing Sector is expected to face challenges in immediate to short term in lieu of the current macroeconomic landscape,” Krishan Balendra, Chairman of Ceylon Cold Stores, which makes Elephant House branded foods and runs the Keells Super market chain, told shareholders in the annual report.",
    "“Consumer discretionary spending is likely to continue to moderate in the short-term on the back of a reduction in disposable income, which is envisaged to hamper growth in demand for non-essential items.",
    "“The Supermarket business is envisaged to remain insulated, despite the ongoing macroeconomic challenges, considering that essential and regular grocery and household items constitute a large portion of a consumer basket.”",
    "In 2022 the rupee collapsed to 360 to the US dollar from 200 after two years of money printing to mis-target rates, leading to supply disruptions and 12-month inflation rising to 73 percent.",
    "Rising inflation had led to smaller basket sizes of customers at supermarkets",
    "In the first and second quarter of 2022 financial year frozen confectionery volumes had grown 31 percent in the first quarter, 6 percent in the second. In the third and fourth quarters volumes had fallen ending the year 7 percent down.",
    "“Keeping price increases at moderate levels was a conscious strategy adopted by the group as CCS managed margins and absorbed a proportion of input cost increases to ensure relative affordability of the products as this was a key concern for customers,” Balendra said.",
    "“Operating profits recorded strong improvement of 324% in the first half of the year, but this declined significantly in the second half of the year as household budgets were affected by increased inflation, fuel cost hikes, electricity tariffs and direct and indirect taxation.”",
    "For the full year revenues grew 49.2 percent to 126 billion rupees in the year to March 2023, cost of sales grew 50.3 percent to 113 billion rupees, and gross profits grew 39.5 percent to 12.7 billion rupees.",
    "Finance costs doubled to 4.1 billion rupees from 2.0 billion a year earlier.",
    "Profits grew to 2.5 billion rupees from 2.06 billion a year earlier due to deferred tax adjustment, though pre-tax profits fell from 2.7 billion rupees to 2.2 billion rupees.",
    "Inflation has now started to ease with monetary stability returning and some prices falling with the rupee being allowed to appreciate.",
    "“The decrease in global commodity prices from their peak levels, lower freight costs, stabilisation of the country’s foreign exchange liquidity, appreciation of the Rupee, and improved availability of raw materials are likely to alleviate margin pressures,” Balendra said.",
    "“The gradual reduction in interest rates and normalisation of working capital will further support profitability.",
    "“Although the macroeconomic conditions have improved tremendously, the impact on consumer discretionary spend and overall growth remain uncertain.”  (Colombo/May22/2023)"
  ]
}