{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90063/hrcsl-urges-futa-to-postpone-trade-union-action-until-al-paper-marking-is-over",
  "time_ut": 1682418900.0,
  "original_lang": "en",
  "original_title": "HRCSL urges FUTA to postpone trade union action until A/L paper-marking is over",
  "original_body_lines": [
    "The Human Rights Commission of Sri Lanka today urged the Federation of University Teachers’ Association (FUTA) to postpone their trade union action until the paper markings of the 2022 G.C.E. Advanced Level examination is completed.",
    "The HRCSL said it has initiated an inquiry into this issue by self-intervention in concern with some complaints received by the commission and the media reports pertaining to the issue.",
    "Accordingly, a discussion has been held today with the participation of the Commissioner General of Examinations and the Chairman of FUTA, Prof. D.M.H.S.K. Banneheka.",
    "Commenting during the discussion, the Commissioner of Examinations has pointed out that the quality and standard of this examination are maintained on the basis of receiving the contribution of the university lecturers from the preparation of the question papers until the evaluation of the answer sheets, adding that the university lecturers contribute to this purpose on an individual level.",
    "However, Prof. Banneheka, who accepted the Commissioner General’s opinion, also stressed that the university lecturers have decided to withdraw from the examination evaluation activities due to the failure to find a solution to the problem of excessive taxation that they have undergone.",
    "Furthermore, he expressed that the purpose of this decision is to maintain standardized and quality examinations in Sri Lanka in the future, and to provide Sri Lankan children with the opportunity to receive quality education within universities, and that it’s not a decision made based on personal wishes of the teachers today.",
    "Nevertheless, the Chairman of the HRCSL, Justice Rohini Marasinghe, who urged the FUTA to postpone their trade union action until the paper-markings of the 2022 G.C.E. Advanced Level examination are completed, also expressed during the discussion that a high-level committee should be appointed and discuss regarding the demands of university teachers.",
    "She has further highlighted that the relevant parties should work to obtain the services of university lecturers for these examinations so as not to harm the international recognition of the quality and standard of the examinations in Sri Lanka."
  ]
}