{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/21/army-support-deployed-to-minimize-dengue-spread-as-national-control-measures-commence/",
  "time_ut": 1684636260.0,
  "original_lang": "en",
  "original_title": "Army Support Deployed to Minimize Dengue Spread as National Control Measures Commence",
  "original_body_lines": [
    "COLOMBO (News 1st) – In a significant move to combat the spread of dengue, the Sri Lankan army, under the leadership of Army Spokesman Brigadier Ravi Herath, is providing essential support to the Anti-Dengue Task Force. Their activities include conducting thorough dengue inspections and contributing to the fight against this mosquito-borne disease.",
    "Simultaneously, the national dengue control unit has announced the initiation of comprehensive measures, starting today, to prevent the further transmission of dengue. These measures include rigorous inspections of various premises, particularly religious places that have the potential to become breeding grounds for dengue-carrying mosquitoes.",
    "To address areas that are difficult to access, the national dengue control unit has adopted the use of drones for inspections. These unmanned aerial vehicles enable efficient identification and management of potential dengue breeding sites that would otherwise be hard to reach.",
    "Moreover, a special dengue control program is set to launch in the North-Western Province on Monday, running in parallel with ongoing dengue control initiatives throughout the entire island. This concerted effort aims to curb the impact of dengue and protect public health.",
    "As part of their monitoring efforts, the National Dengue Control Unit has identified 57 MOH divisions as high-risk areas. Dengue control programs are already underway in these regions, ensuring prompt and targeted actions to mitigate the disease's impact.",
    "To provide an overview of the situation, Sri Lanka has reported a total of 35,419 dengue cases thus far. The district with the highest number of patients is Gampaha in the Western Province, accounting for 7,978 cases. Following closely, the Colombo district reported 7,411 cases, while the Kalutara district recorded 2,121 cases.",
    "Sri Lankan President to visit Japan for official talks, and Future of Asia Summit",
    "Sri Lanka to set up regional passport offices to ease congestion at Colombo Office",
    "Talk of the Town | Dhananath Fernando CEO – Advocata Institute | 22nd May 2023"
  ]
}