{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/contemporary-issues-in-socio-economic-development-a-timely-publication-by-kelaniya-university/",
  "time_ut": 1679288644.0,
  "original_lang": "en",
  "original_title": "‘Contemporary Issues In Socio-Economic Development’: A Timely Publication By Kelaniya University",
  "original_body_lines": [
    "Friends, well-wishers, peers, and students of former Kelaniya University economics Don Herath Madana Bandara have released a collection of papers in his honour under the title ‘Contemporary issues in socio-economic development’. The volume has been edited by M.M. Gunatilake, Ajith Dissanayaka, and Roshini Jayaweera, all academics attached to the Economics Department of the University. Papers have been presented under three main areas – issues on economic development, tourism development, and environmental and socio-cultural development – by 36 academics drawn from Kelaniya and Sabaragamuwa Universities in Sri Lanka and Ilorin University in Nigeria where Prof. Herath Bandara had served before his retirement from full-time academic life.",
    "Herath Bandara has been a multi-disciplined academic with competency in diverse areas. His forte covers statistics, econometrics, travel and tourism management, sociology, indigenous medicine, and administration. He also has served several universities, Jaffna, Kelaniya, and Sabaragamuwa in Sri Lanka, Ilorin and Kwara State in Nigeria, and Nottingham in the UK. According to his students, he had been well-appreciated for his clear, understandable, and motivating delivery. Drawing on his specialty, tourism management, which he had acquired through his doctoral studies at Strathclyde in the UK, he had pioneered in tourism education in Sri Lankan universities. Kelaniya and Sabaragamuwa are two such institutions.",
    "During his long career at the university system as an economist, he had served as the Head of the Department of Kelaniya, and Vice President of the Sri Lanka Economic Association. His publications on economic issues as journal articles and books have been numerous. As a committed academic, he cannot retire from academic life permanently. Hence, he is still serving the system as a visiting professor and a doctoral thesis supervisor at several universities in Sri Lanka. He has proved the popular saying that once a university lecturer is always a university lecturer. He is therefore branded as an untired academic by his well-wishers.",
    "All the papers have been peer-reviewed, edited, and converted to publication format before being included in the volume. Editors deserve our commendation for accomplishing this gigantic task in time and bringing the volume in print form. The scopes of the papers have carefully been selected to reflect the current economic issues faced by Sri Lanka. The volume can, therefore, be described as a scholarly walk-through the state of the economy of Sri Lanka.",
    "Due to space limitations, this review will examine only some selected important papers in the volume.",
    "There are a few papers authored by Herath Bandara’s colleagues in Nigeria which are not directly relevant to Sri Lanka. One is the paper by Yakubu Ahmed Taruwere on the economic benefits of non-motorised transport in Sub-Saharan Africa. The non-motorised transport modes refer to mobility of people and goods without using a vehicle driven by a mechanical motor. The best modes are walking, cycling, canoeing, and riding on animals, which rely on human or animal power for mobility. The main feature of this type of transport mode is that it does not need investment in physical capital.",
    "In 1950s, the Estonian-American economist Ragnar Nurkse also offered a similar economic strategy called non-monetised capital formation for developing countries in a book ‘titled Problems of Capital Formation in Underdeveloped Countries’. His thesis was that the abundant labour surplus in those countries could be mobilised at zero opportunity cost to develop the much-needed capital stock for economic advancement. Sri Lanka tried this in early 1970s without success but abandoned it in 1980s in preference to the capital development via foreign funding, specifically in the form of concessional borrowing. The mega projects that were to be developed could not be brought into existence merely by human labour.",
    "With respect to non-motorised transport, Sri Lanka moved away from it about a century ago. Austrian-American economist Joseph Schumpeter called this a positive development demonstrating an instance of creative destruction. Given the rising scarcity of fossil fuel and other energy sources that drive these motors, the world is now increasingly looking for alternative modes of transport that do not utilise these resources. Hence, even for Sub-Saharan Africa, what is to be promoted is not non-motorised transport but motors that are driven by alternative energy sources. Taking a cue from Taruwere’s paper, Sri Lanka should explore the possibility of developing these alternative energy sources to drive the motors that help people and goods to move from place to place at ease.",
    "The paper by another Nigerian economist, Adei Emmanuel Ola, on the determinants of inflation in Nigeria and Sri Lanka is an attempt at establishing the relationship between unemployment and inflation and the major determinants of inflation in the two countries under review. The first refers to the famous Phillips Curve developed by the New Zealand born economist William Phillips in 1958 which has established that there is an inverse relationship between inflation and unemployment. The policy implication of this empirical finding is that if a country seeks to reduce unemployment through increased government expenditure, mainly by increased money supply, the country has to sacrifice price stability which is a must for the long-term economic prosperity. However, in 1970s, the Phillips Curve broke down yielding a flattened curve in the long run.",
    "In the literature review as well as the analytical part, this has been missed by the author. But the author’s results have been opposite to what Phillips had found empirically since he had found that there is a positive relationship between inflation and unemployment in Nigeria. This is the shape of a positive Phillips Curve for Nigeria. There is no such relationship between the two variables in Sri Lanka depicting a flattened Phillips Curve as had been revealed in empirical evidence in 1970s. This revelation by the author is a pathbreaking finding.",
    "It would have been better if the author had presented the economic rationale of this opposite finding through his study relating to an emerging economy like Nigeria and the compatible results for another emerging economy like Sri Lanka. The hint is that in both countries, and elsewhere too, money supply has been increased to promote growth, but instead of yielding the desired results, it has caused inflation and shrinkage of the economy. In other words, the Monetary Theory has worked and not the Keynesian economics or its recent variant, the Modern Monetary Theory.",
    "W.M. Semasinghe has taken the readers through a comprehensive review of the literature on how microfinance helps countries to alleviate poverty. Though there is a general belief that microfinance is a sure strategy for poverty alleviation, the literature survey presented by Semasinghe reveals that the results are mixed, in some cases a success and in others, a failure. The final conclusion is that microfinance per se does not do the trick but the type of the program, that is free from politics, and the characteristics of the beneficiaries, that is free from dependency syndrome, play a more important role in its success.",
    "Taking Semasinghe’s literature review on microfinance forward, Dhammika Padmakanthi has presented an empirical analysis of the risk management of micro financial services from the expectations of the demanders of those services. The data collected from two districts of the southern part of Sri Lanka, the author has argued that those demanders are low-literate and low-income making them vulnerable to proposals of micro financial services. While these people are patronising the informal sources of lending, they should be connected to formal financial institutions through appropriate micro finance products to help them mitigate the risks involved. What Padmakanthi has found is observable at the ground level. Micro and small borrowers who are unable to obtain loans from formal banks are driven to informal money lenders who provide a quick service at an unaffordable cost. Therefore, they end up in perpetual indebtedness to such money lenders with no facility to escape. This is a serious situation that has affected the delivery of micro financial services to the target groups.",
    "Roshini Jayaweera in her paper on remittances and the behaviour of recipients has found that in Sri Lanka, there is a moral hazard problem affecting their behaviour. Those who migrate from the home country to a host country for a permanent or temporary occupation have been in the habit of sending a part of their earnings to their own accounts or to dependents back at home. In the case of those dependents, it is a free income they get and therefore have no incentive to make a sacrifice on their part to supplement that income through increased labour supply. Jayaweera has found that the free money those recipients are getting has made them work lesser number of hours. Economists call this backward bending labour supply with increased incomes.",
    "At the same time, those who have started income earning businesses, those remittances have incentivised them to improve their businesses by augmenting both working capital and investment capital. The policy prescription from this research is that the Government should help the recipients of remittances to commence income earning activities rather than just using the proceeds for consumption.",
    "W.M.M. Senani Werake has examined the savings-investment gap in Sri Lanka and how the gap has constrained the achievement of stable economic growth in the country. The consequential resort to utilising foreign savings in the form of loans, first from concessional sources when the country was a low-income country and then from commercial sources when it was elevated to a lower middle-income country has now ensnared the country in an inescapable foreign debt trap. When foreign reserves were not available for servicing debt, Sri Lanka was forced to declare an ex parte debt default. Werake has argued that it is the domestic savings that should have filled the gap.",
    "This is in line with the argument by Indian economist B.R. Shenoy that it is the real savings, that is, what is saved out of real income by curtailing real consumptions, that will contribute to sustained economic growth. He said that bank-created savings, also called imaginary or involuntary savings, will not contribute to economic growth. What this means is that if Sri Lanka produces 100 coconuts, what will contribute to growth is simply consuming a less number and making available the non-consumed coconuts for further investment. Accordingly, any saving made from money printed by the central bank will not do the job.",
    "The section on tourism issues has covered micro-level problems faced by Sri Lanka in the sector. The papers under reference had been authored prior to the external shock delivered to the global economy by the outbreak of COVID-19 pandemic in 2020. Hence, the present national level problems faced by the country’s tourism sector had not been the focus of attention of these papers. Today, the tourism industry is reckoned by policy authorities as one of the key saviours of Sri Lanka’s economy which is faced by a severe foreign exchange problem affecting the external sector stability. However, the micro-level issues covered in the papers are interesting reads adding to the knowledge of readers.",
    "Some important papers have focused how tourism can empower women (by Anupama Dsmunupola and Gayan Nayanajith), how Diyatha Uyana Wetland will bring in welfare benefits to Sri Lankans (by W.G. Sangeetha Lakshani and R.M. Wasantha Rathnayake), and a case study of guest satisfaction in a select hotel in Sri Lanka (by Supun Lanka Devendra and Athula C. Gnanapala). Due to space limitations, I will not dwell on analysing other papers in the section, but they are also useful reads for readers.",
    "In the section on environmental developments, Ajith Dissanayake has examined the methodological issues in environmental and economic accounting for assessing sustainable development. This is an important study because green accounting as against financial accounting has been recommended by analysts to record not only the output of an individual firm but also the gross domestic product at the national level. I have assessed this issue in a previous article published in this series, based on the keynote address delivered at the Wayamba University Research Symposium in 2017. What is being recognised is that though the concept is important, much more need be done to convert the expectations of the global community to reality.",
    "The present volume is a useful read for those who desire to keep themselves updated of the emerging socio-economic issues of Sri Lanka.",
    "*The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at waw1949@gmail.com"
  ]
}