{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-minister-warns-of-repeated-crisis-if-politicians-dont-back-economic-recovery-141169/",
  "time_ut": 1700664540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Minister warns of repeated crisis if politicians don’t back economic recovery",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka may lose support from its foreign partners and could face repeated default and bankruptcy if the authorities abandon the current recovery efforts possibly due to political rhetoric, Foreign Minister Ali Sabry said.",
    "President Ranil Wickremesinghe’s government has implemented some tough tax policies to boost revenue to come out of economic recovery and the president has raised some taxes while expanding the tax net.",
    "Historically, Sri Lanka’s divided political culture hardly allows the government in power to carry out hard reforms with opposition promising subsidies and tax reduction if their party comes to power.",
    "The island nation would hold both presidential and parliament elections next year, government officials have said, and opposition parties have already started grumbling against the government’s tax policies which are in line with the commitment it has agreed with the International Monetary Fund (IMF) for a $3 billion loan.",
    "The Minister’s statement comes as political parties are increasingly worried about possible outcome of an election as most of the legislators in the existing parliament are unpopulour among the voters after Sri Lanka’s bankruptcy last year.",
    "“I think if we don’t play into the gallery despite the election coming in, and responsibly do this for the next 5 years, we can emerge stronger than what we were,” Sabry told reporters in Colombo at a media briefing over the 2024 budget policies.",
    "“But if we abandon this, I am worried. It could be an even bigger disaster with no return. Because, if we give up halfway and abandon, people who supported us during the last year… are not going to support us ever again. I am very worried about that.”",
    "“That was what happened to Zimbabwe – 10-15 years of continuous higher inflation. Venezuela, Argentina, Greece despite being 15 years in the EU, it took them 10-15 years for them to come back.”",
    "Sri Lanka’s recovery efforts are backed by multilateral finance organizations like the IMF, World Bank, Asian Development Bank, and Asia Infrastructure Investment Bank while they are also supported by strong economies like India and China.",
    "The Minister said Sri Lanka’s recovery has been remarkable compared to other sovereign debt-defaulted nations though it has a long path to go.",
    "“It is just the beginning. So, I hope, despite the differences in opinions across the board in political divide, they will all act with responsibility,” he said, referring to Sri Lankan politicians. (Colombo/Nov 22/2023)"
  ]
}