{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81843",
  "time_ut": 1682708220.0,
  "original_lang": "en",
  "original_title": "Why do Cardinal Malcolm Ranjith and Ven. Omalpe Sobhitha Thero want  ‘international justice’ Selectively  for some and not for others?",
  "original_body_lines": [
    "Protests issued by the Government of Sri Lanka over the United States Government decision to ‘blacklist’ former Navy Commander Wasantha Karannagoda and his wife from entering the US are farcical, to say the least.",
    "First, there is little that Sri Lanka can do, despite this bellowing and distinctly ridiculous rhetoric. ‘Denouncing’ the ‘blacklisting’ comes to nothing in the final result. These are matters entirely within the discretion of States. The Foreign Ministry’s agitated response is that this has been done without following ‘due process.’",
    "Is the Ministry under a confused perception that the US ‘designating’ of individuals under Section 7031(c) of the Department of State, Foreign Operations, and Related Programmes Appropriations Act, 2023 is akin to a domestic legal process?",
    "It has further claimed (preposterously) that the designation of the former Navy Commander ignores ‘tangible progress made by the Government in strengthening the country’s democratic governance and reconciliation structures’ (see press release of April 27th, 2023).",
    "This is even more bewildering. What ‘tangible progress’, we may well ask?",
    "Meanwhile, the former Navy Commander has said that he is ‘surprised’ at the blacklisting fourteen years after ‘the war.’ First, the short answer to such ‘surprise’ is that there is no prescription period for such actions.",
    "Second, this referencing of the military decimation of the Liberation Tigers of Tamil Eelam (LTTE) by the Sri Lankan military must be put in proper perspective.",
    "The media’s excited reporting also refers to the former ‘war time Commander’ being ‘blacklisted’ by the US. Some reports have expressed consternation on the basis that US intelligence arms extended ‘support’ to Sri Lankan security services to track down and identify targeted locations of the LTTE during the last stages of the war in 2009. So why is this action taken against a former command officer, it is asked?",
    "But the US designation for ‘involvement in a gross violation of human rights during his tenure as a Naval Commander’ and the ‘wartime’ reference have little to do with each other if the ‘gross violation’ referred to is the 2008/2009 ‘Navy killings.’",
    "This was when eleven men and boys from well-to-do families were kidnapped for ransom as part of a well organised extortion racket run by a coterie of navy men, where demands for ransom were made from their families.",
    "Even after paying the ransom, the ‘abductees’ were later ‘disappeared.’ These acts had a pure monetary motive in mind. They had nothing whatsoever to do with ‘the war, military action thereof or the ‘extraordinary chaos’ occuring during active conflict, to be clear. So let us disentangle this incident from the thousands of others which form part of a grisly and murky part of the ‘war years.’ Arduous efforts taken by relatives to trace victims of the ‘Navy killings’ were unsuccessful.",
    "Police stations refused to accept their complaints and habeas corpus petitions filed, went nowhere. After close to a decade had passed, cases were filed by the Criminal Investigation Department (CID) against navy men identified as being responsible for the abductions and killings, including the former Navy Commander. The CID stated that the abductions were not by ‘rogue agents’ of the Sri Lanka Navy.",
    "Certain officers of the navy command had intervened to protect those responsible though the former Navy Commander himself was not personally implicated. When the cases were proceeding, navy personnel who testified to the grisly acts were intimidated and threatened.",
    "Before long, the cases had collapsed in court, charges filed against the former Commander were withdrawn by the Attorney General.",
    "He himself had pleaded that, once the abductions were brought to his notice, he had taken all possible steps to ensure accountability.",
    "This included lodging the ‘first complaint’ to the police on the abductions and identifying that Lieutenant Commander Sampath Munasinghe and others under Munasinghe’s command were responsible for the abductions. Munasinghe had been sent on compulsory leave.",
    "Criminal intent in regard to command responsibility had always been a thorny problem in the Sri Lankan criminal law. At the constitutional law level, a different strand of thinking developed earlier this year when Maithripala Sirisena, an ex-President was made personally responsible for failing to prevent the 2019 Easter Sunday killings by ‘homegrown’ jihadists. Grave and culpable inaction was found on his part along with his security and defence heads.",
    "The Sirisena decision (2023) indicates a departure from previous judicial thinking regarding command responsibility. For example in Liyanage v de Silva (2000, 1 Sri LR, 21, per ARB Amerasinghe J), a brigadier’s responsibility for the ‘disappearance’ of more than hundred (Sinhalese) schoolchildren held under his command in 1989 was held to be, ‘neither more nor less than that which was attributable to all those in the chain of command.’",
    "But the Embilipitiya case, as this was popularly referred to, had some measure of accountability. In contrast, the 2008/2009 ‘Navy killings’ were marked by the absence of justice at all levels of the legal process. To victims caught up in the brutal cross-currents of ethnic conflict and a degraded justice system, intricacies of the criminal and constitutional law are besides the point.",
    "Who killed these eleven unfortunate human beings whose only crime was that they were wealthy enough to be targeted for ransom? Ghosts perchance?",
    "This case had all to do with the failures of the State to investigate and hold to account, responsible agents of the state. That said, acts of ‘blacklisting’ other nationals by the US or otherwise, undeniably have state agendas behind them, this current instance is no exception.",
    "These are part of geo-political games that powerful nations play to further national interests, not to aid victims.",
    "This is as much an act of profound hypocrisy as calling for Russian President Vladmir Putin to be held to account for the invasion of Ukraine while ignoring decisions of US Presidents to wage war in Iraq or bomb Afghanistan ‘to the stone ages’, as was famously said by the US military establishment.",
    "Formal acts of ‘blacklisting’Sri Lankan military officers reflect an informal vetting that has long been followed by the US, the European Union (EU) and others.",
    "As the struggle to obtain justice for Sri Lanka’s victims of state sponsored violence proceeds inexorably on its way, these lists will only get longer. From military officers in command, the ‘blacklisting’ will inevitably extend to others serving in administrative and legal offices who participated in the cover up of human rights violations.",
    "The point is that, Sri Lanka must look after its own crises of justice which we have extraordinarily failed to do.",
    "The 2008/2009 ‘Navy killings’ is a rare case when investigation disclosed state complicity at several levels but the mills of justice ground to a halt. This has been a common failure for decades in multiple instances of grave rights violations. In a curious twist of fate, the staunchly nationalist Cardinal Malcolm Ranjith has also joined the increasing cry for international justice.",
    "This week, Venerable Omalpe Sobhitha Thero proposed to the Catholic Church that it should file an appeal to the International Court of Justice (ICJ) regarding the failure to ‘properly’ investigate those responsible for the Easter Sunday attacks (2019). The call to go to the ICJ must first abide by principles of international law jurisdiction in issue.",
    "Notwithstanding, it is the sentiment behind this call that is interesting. Why selective ‘international justice’ for some and not for others?",
    "This is a question that the Cardinal, the Venerable Thero and their flocks of the faithful must ask, in good conscience. We may therein understand why this beautiful but blood-torn land has become a nightmare for its people.",
    "Until then, the cries of Sri Lanka’s victims will only be useful fodder for geo-political games between big States."
  ]
}