{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89237/sri-lanka-hosts-3rd-meeting-of-iora-working-group-on-maritime-safety-and-security-",
  "time_ut": 1679421000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka hosts 3rd meeting of IORA Working Group on Maritime Safety and Security",
  "original_body_lines": [
    "The Third Meeting of the Indian Ocean Rim Association’s (IORA) Working Group on Maritime Safety and Security (WGMSS) chaired by Sri Lanka was held in Colombo on Monday (March 20) with the participation of the 23 IORA member states.",
    "The Secretary General of IORA Secretariat Salman Al Farisi and representatives of the Secretariat participated in virtual mode from the IORA Secretariat in Mauritius.",
    "Inaugurating the meeting, Foreign Secretary Aruni Wijewardane highlighted the importance of the IORA as a forum for enhancing maritime cooperation in the Indian Ocean region.",
    "In the area of Maritime Safety and Security, the topic under discussion at the Colombo Working Group, Foreign Secretary Wijewardane noted that the growing importance of the Indian Ocean requires awareness among IORA member states on related issues as well as of agreed principles and regulatory frameworks.",
    "The Indian Ocean rim region faces many traditional and non-traditional safety and security challenges including piracy, armed robberies at sea, transnational organized crimes such as human smuggling, human trafficking and drug trafficking, as well as illicit trafficking in wildlife, IUU fishing, ocean pollution, over-exploitation of marine resources, and illegal transport of hazardous material.",
    "Climate change and the destruction of ocean biodiversity also challenge the safety and security of the Indian Ocean. Critical infrastructure connected to the ocean which is physically, digitally and environmentally vulnerable needs to be protected.",
    "Foreign Secretary Wijewardane highlighted that Sri Lanka will assume the Chair of IORA in the latter half of this year for the period from 2023 – 2025. In this role, Sri Lanka will build on the important work done by Bangladesh as the current Chair and the UAE as the past Chair.",
    "Sri Lanka remained confident that collaboration among IORA Member States would lead towards a safe, secure, prosperous and sustainable Indian Ocean for the prosperity of its member states and beyond.",
    "Secretary General of IORA Salman Al Farisi, connecting in virtual mode highlighted that it is important for Member States to continue strengthening their dialogue and efforts to seek solutions to address common safety and security challenges in the region since Maritime Security and Safety is a key development issue in the region.",
    "Heads of Mission of IORA member states and dialogue partner countries based in Colombo; Commander of Sri Lanka Navy; senior officials of relevant ministries and government agencies including Ministry of Fisheries, Sri Lanka Navy, Sri Lanka Coast Guard, Sri Lanka Ports Authority (SLPA), Merchant Shipping Secretariat, Disaster Management Center (DMC) and Marine Environment Protection Authority (MEPA), the Global Maritime Crime Programme (GMCP) of United Nations Office on Drugs and Crimes; and officials of the Max Planck Foundation, as well as representatives of the GIZ, attended the inauguration event.",
    "Representatives of the following IORA Member States from Australia, Bangladesh, Comoros, France, India, Indonesia, Iran, Kenya, Madagascar, Malaysia, Maldives, Mauritius, Mozambique, Oman, Seychelles, Singapore, Somalia, South Africa, Sri Lanka, Tanzania, Thailand, United Arab Emirates and Yemen were present.",
    "A three-day workshop “Cooperation for Maritime Security” jointly organized by the Ministry of Foreign Affairs and the Max Planck Foundation for International Peace and the Rule of Law is being held from 21 to 23 March, on the sideline of the WGMSS meeting."
  ]
}