{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sri-lankas-dilemma-individual-liberties-or-economic-development-a-response/",
  "time_ut": 1683044486.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Dilemma: Individual Liberties Or Economic Development – A Response",
  "original_body_lines": [
    "I refer to the article “Sri Lanka’s Dilemma: Individual Liberties Or Economic Development” by Mr. Damintha Gunasekera (DG), which appeared in the Colombo Telegraph. I wish to express my views in response.",
    "1. The title “Individual Liberties or Economic Development” presupposes the premise that Individual Liberties or more correctly Civil Liberties of people cannot co-exist together and can be only alternatives. That is, either Civil Liberties or Economic Development has to prevail at the expense of the other. It is saying in another way that there can be only Democracy without Economic Development and conversely only Authoritarianism with Economic Development. These two concepts are presented as absolutes, and are irreconcilable and antagonistic to each other. DG opines that ”Western Model of Democracy with Civil Liberties have failed to deliver Economic Development in the global South, while the Chinese Model of One Party Communist Authoritarianism have resulted in economic development in many Asian countries”. This denies the glaringly visible truth that the Asian giant, India with a population of 1.4 billion, and a territory larger than the other Asian countries put together, whilst a functioning and vibrant Democracy, is the fastest growing Economy in the world, poised to overtake its equally large rival China in matter of time. More so, India’s  economic development validates the truth not only civil liberties and economic development can go hand in hand together, even in the midst of its complex diversity, in terms of race, religion, language and cultures, compared to the homogeneity of racial, cultural and political conformism of China, India’s economic development, while being the largest Democracy of the world is a proven negation of the thesis presented by DG that “it is either Civil liberties or Economic development”.",
    "2. DG’s proposition a “Trade Off of Civil liberties for Economic development”, in the Sri Lankan context is favored, due to the ubiquitous prevalence of mass protests, demonstrations, and Trade Unions strikes. The so-called “Trade-Off” is an infelicitous expression. Governing a country is not a commercial transaction, where civil liberties are exchanged for economic development. By suggesting that civil liberties should be circumscribed, DG is being apologetic to the present Government, when he says that “a considerable portion of society believes that the ongoing strikes and protests led by some parties impede the progress of the President’s efforts to rescue the economy.” He further states that “Sri Lanka has been held back for decades by the same leftist parties, trade Unions, and student activists that advocate for protectionist policies and inefficient government run businesses, which led us to bankruptcy in the first place.” This is not true. Loss making government businesses certainly was a drain on its revenue, but not for its bankruptcy. The current bankruptcy was caused singularly by the corrupt dealings on Projects undertaken, which depleted the State coffers by excessive loan driven and wasteful economic ventures.",
    "3. Frequent strikes, work stoppages, protests and demonstrations by Trade Unions in the essential Services like Health, Electricity, Public Bus and Rail Transport, Universities etc disrupted public life and governance of the country. These, no doubt impeded the economic development of the country. Peoples’ right to protest and demonstrate dissent peacefully is an inherent feature of Democracy. But then, are these expressions of dissent genuine or politically motivated to impede Governance. Trade Unions in the Government sector are politicized. Instead of force to disperse these public demonstrations, using tear Gas, it is necessary to enact laws to regulate Trade Unions in the public Sector. To form Trade Unions is a Right recognized by the ILO (International Labor Organization). But then, Trade Unions must be led by the Members of the Trade, Services, and Professions. In Sri Lanka almost all Trade Unions are not led by members of the Trades, Services and professions, but by outside Political Parties and manipulated by them. The Government should have a regulatory mechanism over Trade Unions. Political Parties or external entities should be debarred from leading Trade Unions. Trade Union actions should be in relation to Terms of Employment, remunerations, working conditions etc. For example, if the Government decides to Privatise loss making Government Owned Business Undertakings, can the Trade Unions protest and oppose the Policy decision of the Government? For example the Electricity Board. The Parliament reflects the Sovereignty of the people.  A Trade Union cannot and should not override that decision, because it is beyond the scope of legitimate Trade Union action. By privatizing the CEB a better cost-effective service can be provided to the public by rationalizing their operations, like trimming its overloaded workforce, increasing the productivity of its work force and thus reducing the Unit cost of electricity. By increasing efficiency and effectiveness, the Private Investor can make it a profit making enterprise. The cry against privatization that it is a selling of the country’s Assets to foreign Companies is a hollow one.  After all, fixed Assets are attached to the country’s territory and not movable. It remains in the country.",
    "4. The root cause for our failed economic development is political leadership deficiency. By that, I mean the quality of our Political leaders who are to a large extent mediocrities and lacking in statesmanship and genuine patriotism. It is not a question of a Democratic Model or an alternative Authoritarian Chinese Model. In framing a new Constitution, we must reform our Electoral Law. Political Parties keep proliferating. Nomination of candidates for elections by Political Parties hinders electing the best qualified, meritorious persons to the Parliament to a large extent. The people do not truly elect their Representatives to the Parliament. It is the Political Parties that foist their candidates on them. I have in an earlier article advocated that Political Parties should be abolished. Elections should be contested by Self-nominated, independent, individual candidates with a minimum educational qualification of a University degree or an equivalent Professional qualification from a recognized Institute. I refrain from repeating how such a Government can be elected sans Political Parties, and the virtues of such a mode of election and Governance."
  ]
}