{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-expects-to-make-debt-restructuring-framework-by-may-118889/",
  "time_ut": 1682403900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka expects to make debt restructuring framework by May",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s President Ranil Wickremesinghe has expressed confidence to cabinet that a debt re-structuring framework to negotiate with creditors by May, Transport Minister Bandula Gunawardana said.",
    "“The President expressed confidence that by May a framework for debt restructuring will be made by May,” Minister Gunawardana told reporters at the post-cabinet press briefing.",
    "“Re-structuring debt is the biggest challenge now facing Sri Lanka.”",
    "There are continuous discussions with the involvement of expert agencies, the International Monetary Fund, Treasury and Central Bank officials on the matter, which will continue in the next few days, he said.",
    "President Wickremesinghe had had zoom meetings with the Finance Minister of France, Japan and India, he said.",
    "There was good progress with the Paris Club, President Wickremesinghe had informed the cabinet.",
    "Discussions were also held with financial advisors Lazard and legal advisors Clifford Chance.",
    "Sri Lanka bilateral creditors have to discuss among themselves and come up with a plan to re-structure each of their loans.",
    "In parallel discussions will also commence with private creditors. Sri Lanka met private creditors in Washington in April.",
    "Sri Lanka also has to re-structure its domestic debt to meet gross financing need (annual financing and debt roll-over totals) ceilings from 2027-2032 to make its debt ‘sustainable’ according to an IMF debt analysis.",
    "The central bank has said domestic debt re-structuring will be voluntary, but fresh jitters hit the market last week triggering a rise in bond yields.",
    "Several countries which were hit by monetary instability from flexible inflation targeting and flexible exchange rates or similar impossible trinity regimes, which had market access had defaulted in recent years and more are on the brink of default.",
    "External sovereign defaults started in the early 1980s with similar policies in Latin America, which has among the worst central banks in the world and some Eastern European nations.  (Colombo/Apr25/2023)"
  ]
}