{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/31/donald-trump-saga-what-happens-next/",
  "time_ut": 1680263940.0,
  "original_lang": "en",
  "original_title": "Donald Trump Saga: What happens next?",
  "original_body_lines": [
    "Colombo (News 1st) – Former President Donald Trump has labelled his indictment by a New York Grand Jury as being politically motivated. However, there is no doubting the seriousness of the allegations, which have been made after many years of investigations.",
    "This legal drama is happening while the 2024 Presidential Campaign is in full swing, in which Trump has already announced his candidacy. So what happens in court will have a crucial bearing on the next election, the U.S. presidency from 2025-28, and beyond that on the global stage where the U.S. is at loggerheads with Putin’s Russia and Xi’s China.",
    "The exact nature of the charges are also not yet known, but are highly likely to be linked to the hush money that Trump has admitted paying through his attorney to adult film star Stormy Daniels in the run up to the 2015 presidential election. The illegality of it comes in when determining the question of whether Trump used campaign funds.",
    "So here’s a look at the next steps that are likely to take place.",
    "Trump’s attorneys are reported to be in discussions with New York officials to arrange for Trump to surrender in New York, rather than have the state of New York move the state of Florida to arrest him at his Florida home and transfer him to New York.",
    "He would then be brought to court and arraigned. Whether he would be brought in handcuffs is an interesting question. But that is likely to be a one-time occurrence until bail is set.",
    "The judge would decide on his attorneys’ request for bail, and he would likely be released on bail.",
    "Trump’s lawyers could seek a preliminary hearing at which prosecutors would need to present sufficient evidence to justify their case. This would give Trump the opportunity to present a defense and seek a dismissal of the charges. However, it is most likely that prosecutors have sufficient evidence to support their case and any judge would be reluctant to dismiss the case.",
    "This would set the stage for a long and bitter legal battle, inside and outside the courtroom.",
    "Trump’s long legal history has been one in which he has stalled for time, and there is no reason to believe that this time would be different. Thus, the case is likely to run many months and perhaps several years, and would certainly clash with the 2024 presidential campaign.",
    "Even if Trump is convicted, it will not prevent him from running for office, as the U.S. Constitution does not bar a convict from running for office, winning and even serving as president!",
    "If he is convicted and wins the election, there would be an extraordinary situation of a presidency from prison, which would be practically impossible even though legally allowed. That could lead to moves by Congress to remove him, which would be new ground.",
    "Donald Trump has made history in many ways, being the first rank outsider to be elected to the Oval Office; having a uniquely abrasive style; turning the global order on its head by bowing to foes and distancing America from its allies; and finally by refusing to concede defeat and causing an unprecedented election where his supporters stormed the Capitol building. Several years out of office, he has not ceased making waves, and the latest escapade may be his biggest splash yet.",
    "Pope Francis scheduled to leave hospital Saturday and be at Palm Sunday Mass",
    "Captain Uthpala Kumarasinghe ends 40-year career at SriLankan Airlines with final flight"
  ]
}