{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/A-growing-need-for-adaptation-Responding-to-rising-temperatures-and-heat-extremes/14-751141",
  "time_ut": 1690569102.0,
  "original_lang": "en",
  "original_title": "A growing need for adaptation: Responding to rising temperatures and heat extremes",
  "original_body_lines": [
    "Increasing mean temperatures and more frequent temperature extremes are among the most dangerous impacts of climate change",
    "Climate change is a consequence of the global temperature rise caused by human activities and anthropogenic greenhouse gas emissions. This increase in global mean temperatures as well as the higher frequency and intensity of temperature extremes are among the most dangerous impacts of climate change, which can be seen in the current heatwaves across the world.",
    "As highlighted by the Sixth Assessment Report of the Intergovernmental Panel for Climate Change (IPCC), “it is virtually certain that hot extremes (including heatwaves) have become more frequent and more intense across most land regions since the 1950s,” and that “marine heatwaves have approximately doubled in frequency since the 1980s.” Even without surpassing the Paris Agreement benchmark of 1.5 degrees Celsius above pre-industrial temperatures, the world has already gotten measurably warmer, leading to a multitude of negative impacts.",
    "Rising temperatures and heat extremes have profound effects on human communities, livelihoods, and societies. The IPCC report documents that extreme heat events have resulted in human mortality and morbidity in all regions and impact human health through heat-related conditions such as dehydration, heat cramps, heat exhaustion, heatstroke, and hyperthermia. Furthermore, heat can also exacerbate existing respiratory or cardiovascular diseases and is especially dangerous for vulnerable groups like the elderly, children, or pregnant women.",
    "In addition to these direct impacts on human health and wellbeing, rising temperature and heat can worsen air pollution events and limit the functioning of key infrastructure—such as energy, healthcare, transport, or water—, which further heightens existing vulnerabilities. Beyond the vulnerable groups mentioned above, temperature rise also poses a particular threat to outdoor workers and threatens both their health and their productivity.",
    "Similarly, rural areas and farming communities are vulnerable to heat-related impacts, as they must contend with water scarcity due to increased evaporation as well as reduced crop yields and livestock productivity. Rising sea temperatures can also affect fish populations and coral reefs, which reduces the livelihood of fishing communities and the resilience of coastal populations in general.",
    "Just like human systems, natural ecosystems are vulnerable to the impacts of heat and higher day- and nighttime temperatures. The IPCC report points out that “hundreds of local losses of species have been driven by increases in the magnitude of heat extremes and mass mortality events on land and in the ocean.” Heat extremes can cause species’ extinction if they are unable to adapt quickly or change their habitats, with terrestrial or marine heatwaves potentially resulting in mass mortality events such as forest fires or coral reef bleaching, which in turn contribute to the release of carbon emissions and accelerated climate change.",
    "Regarding long-term impacts, many plant and animal species have begun to shift their habitats by moving into different altitudes or areas in response to warming temperatures, which can disrupt existing ecosystems, cause human-wildlife conflict, and lead to the loss of species unable to move. Crucially, this shift in habitats can also include pests and disease vectors, which might be able to expand their range and be active for longer periods of the year due to warming temperatures.",
    "These consequences of global warming interact with each other and with other stressors, such as habitat destruction, biodiversity loss, or pollution. Beyond direct impacts to humans, the changing temperatures will most likely lead to a decline in biodiversity, the loss of vital ecosystem services, the potential collapse of ecosystems, and a decline in economic opportunities, for example, in the tourism sector.",
    "In the face of major heatwaves around the globe and projected climate change scenarios, countries and communities must find urgent solutions to adapt. Especially in vulnerable areas with already high temperatures, it is crucial to create greater awareness on heat-related impacts and potential coping methods, which can build on traditional knowledge as well as recent scientific findings.",
    "Beyond awareness creation and the strengthening of coping and adaptive capacities among affected populations, there is a range of possible interventions at all levels. This includes, for example, upgrading infrastructure to withstand higher temperatures through green roofs, heat-reflective surfaces, new building codes, and other adjustments; shifting to more heat-resistant crop varieties and livestock breeds; providing timely public warnings; improving water management systems and ensuring adequate hydration; providing cooling centres; greening urban spaces; or incorporating heat-related measures in spatial planning processes.",
    "Furthermore, the IPCC report mentions that “Heat Health Action Plans that include early warning and response systems are effective adaptation options for extreme heat,” mainstreaming the issue into policy and planning processes on the national or local level. Overall, adapting to global warming is about strengthening the resilience of human as well as natural systems—for example, through conservation efforts, active ecosystem management, controlling invasive species, or establishing migration corridors. Through this, countries, communities, and households can adapt to the new normal of higher temperatures, more frequent heatwaves, and intense heat extremes while protecting those who are most vulnerable as well as prosperity, development gains, and livelihoods.",
    "(The writer works as Director: Research and Knowledge Management at SLYCAN Trust, a non-profit think tank based in Sri Lanka. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular writer to several international and local media outlets.)"
  ]
}