{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/emirates-announces-key-appointments-for-its-sri-lanka-and-maldives-operations/",
  "time_ut": 1686935580.0,
  "original_lang": "en",
  "original_title": "Emirates announces key appointments for its Sri Lanka and Maldives operations",
  "original_body_lines": [
    "Rashid Al Ardha appointed Manager for Sri Lanka and Maldives; Chandana de Silva to assume new role as Manager Government Liaison – Sri Lanka and Maldives",
    "Emirates has announced the appointment of Rashid Al Ardha as the new Manager for Sri Lanka and Maldives, with effect from 1 August. Rashid will take on the role previously held by Chandana de Silva, who will assume new responsibilities as the airline’s Manager Government Liaison – Sri Lanka and Maldives.",
    "In his new post, Rashid will be responsible for supporting Emirates’ commercial objectives, overseeing the airline’s operations across the two island nations as well as maintaining crucial relations with various stakeholders. He is currently Country Manager Singapore & Brunei, in a role he has held since 2019, and will continue to report to Ahmed Khoory, Emirates’ Senior Vice President of Commercial Operations – West Asia and Indian Ocean. Prior to his role in Singapore, Rashid was Country Manager – Indonesia.",
    "Chandana de Silva, who has served Emirates since 2008 has played a key role in leading the airline’s operations, driving growth and strengthening Emirates’ footprint in the country over the past 15 years. His wealth of experience gained over his career in the two countries’ aviation industries will be leveraged to facilitate the further growth of Emirates’ operations in Sri Lanka and the Maldives.",
    "On the two appointments, Ahmed Khoory, SVP of Commercial Operations-West Asia and Indian Ocean said: “I would like to wholeheartedly thank Chandana for his contributions to Emirates’ success in both Sri Lanka and Maldives during his tenure as Country Manager. We wish him continued achievements in this new and important role where he will dedicate his efforts to nurturing long-standing relationships with government stakeholders and authorities and pivot his invaluable experience gained over an illustrious career with us.”",
    "“I would also like to congratulate Rashid on his new post and wish him luck in this new role. Rashid’s experience in various markets will bring a new perspective to how we serve customers and overcome unique challenges faced by the industry,” continued Khoory.",
    "Emirates launched its services to Sri Lanka in 1986 and since then has carried more than 11 million passengers on the route. The airline currently provides two direct daily flights to Colombo and an additional daily service via Male. It is also the only international carrier to serve the country with First Class services.",
    "Emirates has supported the development and growth of tourism as well trade in the Maldives for more than three and a half decades. The award-winning global airline commenced operations to Male on 27th May 1987 and now operates 28 flights a week between Dubai and the Maldives, connecting travellers and exporters to a network of over 140 passenger and cargo destinations.",
    "Prime Group launches 43 By The Sea in Marine Drive, Dehiwala",
    "Emirates unveils new closed loop recycling initiative to reduce plastic",
    "Emirates renews partnership with Sri Lanka Tourism to support tourist arrivals to island nation",
    "Emirates boarding pass unlocks hundreds of offers in Dubai this summer",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}