{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Dasis-Ramiru-slam-tons-establish-new-fifth-wicket-record/108-255979",
  "time_ut": 1678973401.0,
  "original_lang": "en",
  "original_title": "Dasis, Ramiru slam tons, establish new fifth-wicket record",
  "original_body_lines": [
    "Dasis Manchanayake and Ramiru Perera slammed tons as the pair came to the rescue of Royal College and in the process established a new all-time fifth-wicket record on day one of the 144th Battle of the Blues against traditional rivals S. Thomas’ played at the SSC ground.",
    "The pair sent the Thomian bowlers on a leather hunt with Manchanayake making 137 in 150 balls inclusive of 17 boundaries and Perera scoring 128 in 186 balls which included 15 boundaries and two sixes for Royal to end the first day’s play on 326 for 8.",
    "Royal did not have it easy when they were invited to take first lease of the wicket as they lost three quick wickets in just under ten overs.",
    "Manchanayake and Ovina Ambanpola shared a brief 44-run stand for the fourth-wicket before pacie Akash Fernando made the breakthrough with the wicket Ambanpola who made 30. Manchanayake joined by Perera saw the Royalists through to the lunch break with the score on 83 for 4.",
    "Resuming after the lunch break, the pair frustrated the Thomian bowlers and posted Royal’s 100 on the board, followed by their 50-run stand in quick time. Manchanayake raced to his half ton in 57 balls and they succeeded in taking Royal past 150 runs.",
    "Perera reached his half ton after the pair had posted their 100-run partnership.",
    "The pair posted Royal’s 200 runs on the board and with that Manchanayake raced to his century, becoming the first Royal captain in 27 years to score a hundred at a big match.",
    "This was followed with the pair eclipsing the fifth-wicket partnership record of Royal, that of 165 runs, between Vijay Malalsekera and Cedric Fernando made in 1953, and put them on the verge of breaking the series’ best fifth-wicket partnership of 187 runs by P.Ian Peiris and Geoff Wijesinghe made in 1963.",
    "That milestone was achieved, with the pair plundering 229 runs, Perera himself reaching his ton.",
    "Manchanayake’s dismissal on 137 ended that record stand, and from there on Royal lost three quick wickets, including that of Perera who made 128 for the addition of 34 runs to end day one on 326 for 8.",
    "Pacie Akash Fernando was the pick of the Thomian bowler taking four scalps. The match will be continued tomorrow. Text by: By M. Shamil Amit",
    "Fall of wicket: 1-4, 2-12, 3-19, 4-63, 5-292, 6-301, 7-321, 8-326",
    "Bowling: A. Fernando 13-1-55-4, N. Caldera 16-2-64-1, K. Dias 10-2-58-3, D. Goonewardena 7-0-35-0, C. Peiris 13-0-55-0, A. Paranawidana 10-0-39-0, S. Bulankulama 1-0-3-0, M. Perera 1-0-9-0."
  ]
}