{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/FR-against-granting-presidential-pardon-to-Royal-Park-murder-convict-fixed-for-further-hearing/108-256859",
  "time_ut": 1680189821.0,
  "original_lang": "en",
  "original_title": "FR against granting presidential pardon to Royal Park murder convict fixed for further hearing",
  "original_body_lines": [
    "A Fundamental Rights petition filed challenging former President Maithripala Sirisena’s decision to grant Presidential Pardon to Royal Park murder convict Don. Shamantha Jude Anthony Jayamaha was today fixed for further argument by the Supreme Court.",
    "Supreme Court three-judge-bench comprising Justices S. Thurairaja, Yasantha Kodagoda and Janak de Silva fixed the petition to be taken up for further argument on June 9.",
    "Meanwhile, the Supreme Court directed the Attorney General to produce the document which authorised the Presidential Pardon granted to respondent Jayamaha.",
    "Women & Media Collective organization had filed this Fundamental Rights petition seeking an order suspending the Presidential Pardon granted by former President Maithripala Sirisena to Royal Park murder convict Don Shamantha Jude Anthony Jayamaha.",
    "The Supreme Court has already issued an interim order directing the Controller General of Immigration and Emigration to prevent Royal Park murder convict Don Shamantha Jude Anthony Jayamaha from leaving the country, without court permission.",
    "The Supreme Court had granted leave to proceed with this petition for violating Article 12(1) of the constitution.",
    "Women & Media Collective organization filed this Fundamental Rights petition naming Attorney General, Don. Shamantha Jude Anthony Jayamaha, Commissioner General of Prisons, Controller General of Immigration and Emigration, Inspector General of Police, Justice Minister, President of Bar Association of Sri Lanka as respondents.",
    "The petitioners are further seeking an order to issue guidelines governing the grant of Presidential Pardon by the Head of State in terms of article 34 (1) of the Constitution.",
    "Jude Anthony Jayamaha was indicted before the High Court by Attorney-General for committing the murder of Yvonne Jonsson (who was 19 years of age at the time), on or about 01.07.2005 in terms of Section 294 of the Penal Code and punishable under Section 296 of the Penal Code.",
    "Jude Anthony Jayamaha was tried before a single judge of the High Court sitting without a jury. By the judgment dated 28.07.2006, the High Court judge pronounced a finding of culpable homicide not amounting the murder, thereby convicting the accused and sentencing him to a term of 12 years of rigorous imprisonment  in conjunction with a fine of Rs. 300,000.",
    "Subsequently, the Attorney General had filed an appeal in the Court of Appeal on the basis of the inadequacy of the sentence, as well as to have the finding of culpable homicide not amounting to murder set aside and converted to one of murder and sentenced to death.",
    "In his appeal, the Attorney General maintained that the accused had harboured a conspicuous and most palpably evident murderous intention against the deceased, and that he carried out and executed this murderous intention in the most cold-blooded and premeditated fashion, and furthermore, the same could be substantiated by a wealth of evidence which amply satisfied the threshold of proof beyond reasonable doubt.",
    "The Court of Appeal delivered a very detailed and comprehensive judgment of 33 pages and allowed the appeal of the Attorney-General and set aside the conviction for culpable homicide, not amounting to murder, as well as the sentence of 12 years rigorous imprisonment and the fine of Rs. 300,000 that had been imposed on the accused by the High Court, and instead, made a pronouncement and finding that the accused had committed the offence of murder under and in terms of Section 294 of the Penal Code, and convicted him of murder and accordingly passed a sentence of death.",
    "The petitioner stated that President, though vested with the Constitutional power to grant a pardon, does not have the freedom to do so in gross violation of the Rule of Law, as well as all notions of justice, equity and rationality, as well as in reckless disregard of the sensibilities and sensitivities of the matter, including the existence of an aggrieved family, which is still to come to terms with the gruesome murder of Yvonne Jonsson, whose life was snuffed out at a very young age at the hands of the accused.",
    "The Petitioners plead that there has been a gross violation of the Fundamental Rights of the Petitioners as well as the citizens and people of Sri Lanka, as well as of the family of Yvonne Jonsson, amounting to a violation of Article 12(1), in which there is a guarantee of equality and equal protection of the law.",
    "President's Counsel Sanjeeva jayawarded with Counsel Rukshan Senadheera and Lakmini Warusevitane appeared for the petitioner. Faizer Mustapha PC appeared for former president Maithripala Sirisena. Romesh de silva PC appeared for R.Jonson. Saliya Peiris PC appeared for the Bar Association of Sri Lanka. (Lakmal Sooriyagoda)"
  ]
}