{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/gift-of-life-from-the-brandix-group-sri-lankas-largest-corporate-donor-of-blood/",
  "time_ut": 1689342060.0,
  "original_lang": "en",
  "original_title": "‘Gift of life from the Brandix Group, Sri Lanka’s largest corporate donor of blood’",
  "original_body_lines": [
    "Brandix was felicitated once again as Sri Lanka’s largest corporate blood donor by the National Blood Transfusion Service (NBTS), for the 11th consecutive year. Last year, Brandix staff from all over Sri Lanka donated over 5,700 pints of blood – the gift of life – to the NBTS, bringing its total contribution up to 42,041 pints since 2011. One in every 100 blood donors in Sri Lanka is part of the Brandix family.",
    "During an event at the NBTS in Colombo, Brandix was recognized as the Largest Corporate Blood Donor, and Organiser of the Largest Mobile Campaign. The Brandix facility in Batticaloa was felicitated for Best Mobile Donation Campaign Organiser and Highest Contributor in the Eastern Province. The facility in Avissawella won Best Mobile Donation Campaign Organiser in the region.",
    "Director of the NBTS, Dr. Lakshman Edirisinghe, said: “Contributions from Brandix and its employees have enriched the lives of thousands of Sri Lankans over the years, and of those engaged within the health sector. In addition to the support rendered to the NBTS to maintain a regular supply of blood, the company helped establish a Blood Bank at the Negombo District General Hospital and collaborates extensively with the Ministry of Health to ensure effective operations at hospitals around the country. This includes the provision of clean drinking water and sanitation. The NBTS and Sri Lanka’s health services sector is privileged to partner with Brandix to advance healthcare all over the island.”",
    "Allianz Annual Awards 2023, “Excellence of the Extraordinaire”, recognizes key performers",
    "Janashakthi wins ‘Domestic Life Insurer of the Year’ and ‘Digital Insurance Initiative of the Year’",
    "Brandix extends collaboration with Global Water Partnership to empower youth engagement",
    "New lease of life for Negombo Hospital Blood Bank from Brandix",
    "Brandix Manusathkara University Scholarship Programme nurtures the future potential of youth",
    "Brandix’s Hearing Impaired Dance Group participates in International Sign Language Day celebrations",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}