{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89932/sri-lankan-pilgrims-no-longer-required-to-pay-for-hajj-in-forex",
  "time_ut": 1681989240.0,
  "original_lang": "en",
  "original_title": "Sri Lankan pilgrims no longer required to pay for Hajj in forex",
  "original_body_lines": [
    "Sri Lanka is expecting to use its full Hajj quota this year after the government lifted a 2022 policy that required pilgrims from the crisis-stricken nation to pay their travel costs in foreign currency.",
    "Only 960 pilgrims, or slightly more than half of last year’s quota, performed the Hajj in 2022, when Sri Lanka was gripped by the worst financial downturn since independence in 1948 and defaulted on foreign debt repayments.",
    "As the cost of sending worshippers to Makkah — estimated at $10 million — was too high for the country to bear, Muslims were allowed to perform the pilgrimage on condition that they covered their costs in foreign currency, which the government said would not burden the national economy.",
    "With the requirement no longer in place this year, Sri Lanka is expecting to fully utilize its allocated quota of 3,500 pilgrims.",
    "“This year the government of Sri Lanka has not imposed such restrictions, as (the) Sri Lankan economy has improved,” Ibrahim Sahib Ansar, who oversees Hajj logistics at the Ministry of Religious Affairs, told Arab News.",
    "About 2,200 people have already registered with the Ministry of Religious Affairs as of Wednesday.",
    "“We are confident that 3,500 pilgrims will go this year,” Ansar said. “There is more enthusiasm and interest among the people of Sri Lanka in performing Hajj this time.”",
    "Muslims make up almost 10 percent of the country’s population of 22 million, which is predominantly Buddhist.",
    "Despite the country’s economy still not being sound, the Muslim minority is determined to perform the spiritual journey that is one of Islam’s five pillars of faith.",
    "“Sri Lankan Muslims, irrespective of their financial status, they give priority to the religious obligations such as prayer, fasting and Hajj,” Ansar said.",
    "“The Muslims in Sri Lanka are generally very religious and pious. Many Muslims save money for some years to perform Hajj, as they regard performing Hajj as an important duty.”",
    "Over 100 travel agents have been appointed by the government to streamline Sri Lanka’s Hajj operations this year.",
    "Rizmi Reyal, who heads the All-Ceylon Hajj Tour Operators Association, told Arab News that the enthusiasm over the pilgrimage and the number of pilgrims were a sign of normalcy returning to the country.",
    "“The situation in the country is coming back to normal compared to the hardships faced last year,” he said.",
    "“The rupee is becoming stronger, power is back to normal, and the people are positive.”"
  ]
}