{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92439/indias-top-court-suspends-rahul-gandhis-defamation-conviction",
  "time_ut": 1691146620.0,
  "original_lang": "en",
  "original_title": "India’s top court suspends Rahul Gandhi’s defamation conviction",
  "original_body_lines": [
    "The Supreme Court of India has suspended opposition Congress party leader Rahul Gandhi’s conviction in a defamation case, an order that will allow him to return to parliament and contest national elections due next year.",
    "Gandhi was convicted in March in a case brought by Purnesh Modi, a legislator from the western state of Gujarat belonging to the ruling Bharatiya Janata Party (BJP), over comments he made in 2019 when he asked why “all thieves have Modi as [their] common surname”.",
    "Gandhi had then referred to three well-known and unrelated Modis in the speech: a fugitive Indian diamond tycoon, a cricket executive banned from the Indian Premier League (IPL), and the prime minister.",
    "But the remarks were deemed insulting to Prime Minister Narendra Modi and other people surnamed Modi, including the BJP legislator. The surname is associated with the lower rungs of India’s caste hierarchy.",
    "Gandhi, 53, scion of a dynasty that has given India three prime ministers, was sentenced to two years’ imprisonment but the jail term was put on hold and he was granted bail.",
    "He also lost his parliamentary seat following the conviction, since politicians sentenced to jail terms of two years or more are automatically disqualified.",
    "Lower courts and the high court in Gujarat – Modi’s home state where the BJP holds power – had rejected appeals by Gandhi to suspend the conviction, causing him to appeal to the Supreme Court.",
    "Supreme Court judge Justice B R Gavai said the lower court which sentenced Gandhi to two years in jail had not given any reasons for handing down the maximum sentence of two years which led to his disqualification from parliament.",
    "While Gandhi’s comments were “not in good taste” and he “ought to have been more careful while making public speeches”, the conviction not only punished Gandhi but also voters who had elected him to represent their constituency, said Gavai, who headed a bench of three judges which suspended the conviction.",
    "Gandhi’s 731-page submission to the Supreme Court said his speech was made “in the course of democratic political activity”.",
    "His sentence was “gravely detrimental to democratic free speech”, added the document.",
    "There was no immediate reaction to the order from Gandhi but Congress members broke out into celebration, shouted slogans and distributed sweets at the party headquarters in New Delhi.",
    "Adhir Ranjan Chowdhury, leader of Congress in the lower house of parliament, said he would write to the speaker on Friday itself seeking Gandhi’s reinstatement.",
    "“Rahul Gandhi has got relief from the false allegations that were made against him,” Chowdhury told reporters. “This is the victory of truth…it will cost Modi heavily.”",
    "There was no immediate reaction to the court ruling from Modi’s BJP."
  ]
}