{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceylinco-life-celebrates-womens-day-showcasing-female-talents-and-voices/",
  "time_ut": 1679502060.0,
  "original_lang": "en",
  "original_title": "Ceylinco Life celebrates Women’s Day showcasing female talents and voices",
  "original_body_lines": [
    "Ceylinco Life echoed the global theme for International Women’s Day this year, when the Company conducted an event that reflected the ethos of embracing equity, providing female staff an opportunity to showcase their talents and engage in discussions that promote inclusivity in the workplace.",
    "Ceylinco Life Director Devaan Cooray delivered a speech highlighting the contributions of women employees to the success of the company and their value to society. He also emphasised the importance of gender equity in the workplace.",
    "In preparation for this celebration, Ceylinco Life had also invited the women in the company to submit creative photographs that aligned with the theme #embraceEquity. The event included a video compilation of the best entries, highlighting the unique perspectives and talents of the participants. The most creative photographs were recognised and awarded cash prizes at the celebration.",
    "Also on the agenda was a panel discussion headed by Ms Upamalika Ratnayake – the Company’s General Manager and Chief Data Officer, Ms Nirusha Luxshumyraj – Brand Manager, and Ms Ruvini De Silva – Senior Assistant Manager, Customer Service, which was moderated by Ms Pramodha Samarasinghe, Senior Manager, Brand Development. Additionally, Ms Meera Janagan, Head of Ceylinco Life’s Wellawatte 02 branch shared a powerful story about her life and how Ceylinco Life helped her to achieve her goals and gave her access to equal opportunities for growth.",
    "The event also included a yoga session by an industry expert teaching mindfulness exercises to manage stress, and a singing session by the contact centre staff.",
    "‘Soul of a City’ photography exhibition showcasing the soul of Kandy",
    "SLT-MOBITEL hosts pathbreaking innovation competitions – SLIoT Challenge and IESL Robogames",
    "Ceylinco Life retains market leadership for 19th consecutive year in 2022",
    "Ceylinco Life continues green mission with new branch in Minuwangoda",
    "Ceylinco Life reverts to ‘Savari’ theme with ‘Family Savari’ 16",
    "Ceylinco Life reverts to ‘Savari’ theme with ‘Family Savari’ 16",
    "Ceylinco Life invests in a substantial stake in Kings Hospital",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}