{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/doomed-democracy-2/",
  "time_ut": 1679331060.0,
  "original_lang": "en",
  "original_title": "Doomed democracy",
  "original_body_lines": [
    "Sri Lanka finds itself in a distressingly unprecedented and unenviable situation. All three tiers of government—Parliament, the Provincial Councils and the local government institutions—are now under the Executive President indefinitely thanks to the postponement of the Provincial Council and local government elections. President Ranil Wickremesinghe is the head of government and therefore has Parliament under his direct control. The Provincial Governors appointed by the President exercise control over the Provincial Councils as well as the public officials under whom the local government (LG) institutions are to be placed.",
    "The separation of powers has become a thing of the past to all intents and purposes. Although his party, the UNP, has only one parliamentary seat, President Wickremesinghe has the legislature under his thumb because he is now constitutionally empowered to dissolve Parliament at a time of his choosing. He can leverage this power, if he so desires, to enhance his bargaining power  vis-à-vis the SLPP, upon which he is dependent for legislative support. He spends more time in Parliament than all his predecessors did while holding the presidency, and even tells the Opposition MPs to shut up and sit down when they express dissenting views! Thus, he imposes his will on the legislature!",
    "The Rajapaksa-Wickremesinghe government, which bankrupted the economy, has turned the country’s economic woes to its advantage; it is all out to avoid a crushing electoral setback by refusing funds for the LG polls. President Wickremesinghe has rendered the Election Commission toothless by blocking funds for elections. His action has caused a severe erosion of public faith in the electoral process.",
    "Worse, the government is now in overdrive to tame the judiciary! Some MPs are reportedly planning to question judges!",
    "Having taken exception to a recent Supreme Court interim order that public officials refrain from blocking the release of budgetary allocations for the EC, the government claims that the judiciary has caused a breach of parliamentary privileges! There is no reason for the ruling party grandees to see red; the SC has only asked the Secretary to the Finance Ministry and others to carry out what the government has undertaken to do in Budget 2023, in respect of the EC. Having made an issue out of a non-issue, the government has decided to have it probed by a parliamentary committee. Will anyone in authority care to reveal the educational qualifications of the MPs who are to be tasked with questioning the judges and, more importantly, whether there are court cases against any of those worthies? Judges must not be insulted in this manner!",
    "In 2017, the UNP put off the PC polls by amending the PC Elections Act in the most despicable manner with the help of the SLFP, the JVP, the SLMC and the TNA; it stuffed the amendment bill with a slew of sections sans judicial sanction at the committee stage, and secured its passage amidst protests from the then ‘Joint Opposition’ bigwigs, who have now thrown in their lot with President Wickremesinghe and are endorsing all his actions, including his refusal to make funds available for elections on some flimsy pretext.",
    "What is unfolding on the political front reminds us of an Aesopian fable. A camel happens to move its bowels while walking along a babbling brook downstream, and sees its dung racing past it; puzzled, it wonders how on earth what should be behind it is going ahead of it. The learned judges facing the prospect of having to suffer indignities at the hands of a bunch of political dregs must be in a similar dilemma. But they can rest assured that all right-thinking people are on their side. One can only hope that the people’s struggle to exercise their franchise and knock the lowest of the low in politics off their perches will receive a judicial boost.",
    "The police and the military are busy doing full-time political work. Senior police officers seeking promotions and political generals receiving gallantry medals in peacetime are hell-bent on cracking down on pro-democracy protests to humour the powers that be. Unidentified persons in military uniform, armed with assault rifles and iron rods, operate alongside the army and the police to crush anti-government protests. Both the army and the police have categorically said these characters are not their personnel? If so, who are they? Are they mercenaries? It is a non-bailable criminal offence for anyone to carry firearms without permission from the defence authorities. Why haven’t the police arrested those armed men? The Opposition must flog this issue aggressively in Parliament and elsewhere. But it is all at sea and too impotent to take on the government the way it should to safeguard the interests of the public. It floats like a bee and stings like a butterfly, so to speak! The country certainly can do without such a feckless Opposition, which however is an invaluable asset to any dictatorial regime.",
    "How could it be denied that we are witnessing the rise of the Sri Lankan version of the Third Reich?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}