{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83335",
  "time_ut": 1703417940.0,
  "original_lang": "en",
  "original_title": "Patali Champika Ranawaka wants  the  Inland Revenue Department (IRD) to conduct a proper inquiry into the allegatiion against   Public Security Minister Tiran Alles  by the International Consortium of Investigative Journalists (ICIJ) that he has offshore holdings, identified by Pandora Papers.",
  "original_body_lines": [
    "Eksath Janaraja Peremuna leader and SJB MP Patali Champika Ranawaka has said that Public Security Minister Tiran Alles could resort to legal action if there was no basis for the recent declaration by the International Consortium of Investigative Journalists (ICIJ) that he has offshore holdings, identified by Pandora Papers.",
    "Former Minister and SJB MP Ranawaka said the Inland Revenue Department (IRD) should conduct a proper inquiry into the International Consortium of Investigative Journalists (ICIJ) that he has offshore holdings, identified by Pandora Papers.",
    "Lawmaker Ranawaka said so at a recent public gathering at Ambatale. The ICIJ in a statement said that Minister Alles was the first sitting Sri Lankan minister to be identified in the Pandora Papers data trove as having offshore holdings.",
    "An ICIJ analysis of the leaked records and the UK’s public property register claims that Minister Alles owned two BVI companies that held properties in London.",
    "The BVI Business Companies Act (No 16 of 2004) is the principal statute of the British Virgin Islands relating to British Virgin Islands company law, regulating both offshore companies and local companies.",
    "MP Ranawaka responded to media queries after the conclusion of the public gathering organized by Dhanya Samarasinghe, executive member of the women’s wing of the party.",
    "Asked about the steep increase in taxes, with effect from January 01, 2024, Ranawaka maintained that the delay in restructuring of local debt and shortcomings in the overall process had resulted in the increase of interests, and the government’s failure to tax those individuals and companies, that had benefited through debt restructuring, had led to the imposition of unbearable taxes on the vast majority of people.",
    "MP Ranawaka said that if the whole tax process had been digitised within a short period of time revenue could have been increased by 50 percent. The ex-minister said the government had failed to recover unpaid taxes, penalties and interest amounting to well over 900 bn.",
    "Commenting on the high-profile operation undertaken by Acting IGP Deshabandu Tennakoon, targeting the underworld, particularly gangs engaged in narcotics trade, MP Ranawaka alleged that Tennakoon was engaged in a propaganda campaign to secure the post of IGP.",
    "The Colombo district MP questioned why the police had waited so long to launch such operations.",
    "The former JHU stalwart said that confirmation of Tennakoon as the IGP, in spite of him being faulted by the Supreme Court in respect of a fundamental rights application, would be an affront to the law. The public would lose faith in the process that involved the Constitutional Council.",
    "Referring to ‘Mathata Thitha,’ conducted during Mahinda Rajapaksa’s tenure as the President, and his successor Maithripala Sirisena’s declaration that major drug dealers would be hanged, MP Ranawaka said that the ongoing campaign, too, was nothing but a show."
  ]
}