{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceat-sticks-with-sri-lanka-retail-chain-upgrade-plan-opening-new-flagship-store-in-madampe/",
  "time_ut": 1685638860.0,
  "original_lang": "en",
  "original_title": "CEAT sticks with Sri Lanka retail chain upgrade plan, opening new flagship store in Madampe",
  "original_body_lines": [
    "CEAT Kelani Holdings has invested in a second Company Invested Dealer Operated (CIDO) outlet in Sri Lanka, persevering with its plan to establish CEAT flagship stores around the island to create exclusive spaces for the brand.",
    "The new CEAT flagship store was formally declared open recently at Asanka Tyre House, Madampe, located at Irattakulama on the Chilaw – Colombo main road.The CEAT CIDO outlets are part of a three-year distribution channel expansion strategy designed to drive brand exclusivity, visibility and premiumisation and enhance customer experience at partner outlets in tandem with product improvements.",
    "CEAT Kelani provided the new flagship store with the elements of their modern interior design, the lighting, furniture, tyre display and sample racks, a customer lounge area with sofa and television, pylon signage for visibility from a distance and illuminated external and internal brand signage.",
    "Designed and equipped to focus on providing all tyre-related services for passenger cars and SUVs, the new outlet will offer an extensive range of CEAT tyres with attractive discounts, tyre care and technical expertise, vehicle batteries, computerised wheel alignment, automobile spare parts and nitrogen and air pumps for tyre inflation.",
    "Commenting on the company’s continuing investment in new retail concepts, CEAT Kelani Managing Director Mr Ravi Dadlani said: “The economic downturn has resulted in a significant drop in demand for new tyres, but as the largest supplier of Sri Lanka’s tyre requirements, CEAT remains steadfast in its commitment to the market. This includes our obligation to consistently enhance the customer experience by upgrading the retail network, while at the same time helping our key dealers to maintain sales volumes.”",
    "CEAT’s emergence as the top brand in Sri Lanka’s tyre sector is the result of substantial investments over several years that have seen not just exponential increases in volumes but expansion of the product range, the deployment of new technology and quantum improvements in quality. The Company’s new retail concepts are designed to ensure the customer experience keeps pace with the brand’s growth, Mr Dadlani added.",
    "The manufacturer of nearly half of Sri Lanka’s pneumatic tyre requirements, CEAT Sri Lanka is considered one of the most successful India – Sri Lanka joint ventures. The joint venture’s cumulative investment in Sri Lanka to date exceeds Rs 8 billion. The company’s manufacturing operations in Sri Lanka encompass tyres in the radial (passenger cars, vans and SUVs), commercial (nylon and radial), motorcycle, three-wheeler and agricultural vehicle segments.",
    "The CEAT brand accounts for market shares in Sri Lanka of 48 per cent in the Radial segment, 80 per cent in the Truck category, 84 per cent Light Truck tyre category, 51 per cent in the Three-Wheeler tyre segment, 36 per cent in the Motorcycle tyre segment and 72 per cent in the Agricultural vehicle tyre category. CEAT Sri Lanka exports about 20 per cent of its production to 16 countries in South Asia, the Middle East, Africa and the Far East.",
    "Share market edges-up at mid-day in the wake of CBSL policy rate cuts",
    "CEAT covers 20 more schools with ‘Road Safety for School Children’ initiative",
    "CEAT revisits Indian test track to put its radial tyres through their paces",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}