{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Taxation-Dynamics-Deloitte-panel-deciphers-implications-of-2024-Budget/34-755293",
  "time_ut": 1700165273.0,
  "original_lang": "en",
  "original_title": "Taxation Dynamics: Deloitte panel deciphers implications of 2024 Budget",
  "original_body_lines": [
    "Deloitte Sri Lanka, part of the international auditing, consulting, and financial advisory giant, Deloitte Global, held a special “Budget Night” panel discussion on Sri Lanka’s Government Budget 2024, on 13 November 2023, soon after the Budget was presented to Parliament by President Ranil Wickremesinghe, as the Minister of Finance.",
    "The panel comprised co-founder and Chief Investment Officer of LYNEAR, Dr. Gunawardane,  Chief Executive Officer, Standard Chartered Bank Sri Lanka since January 2019, Bingumal Thewarathanthri,  Secretary General of the Joint Apparel Association Forum since 2022, Yohan Lawrence; Country Managing Partner, Deloitte Sri Lanka, Channa Manoharan,  and Partner and Tax Lead at Deloitte Sri Lanka, Charmaine Tillekeratne,. The Panel discussion was moderated by the Head of Financial Advisory Services of Deloitte Sri Lanka, Ruvini Fernando. Together, the panel provided an in-depth look at the Government Budget for 2024 and its implications for individuals and businesses in the country, particularly, from the perspective of taxation.",
    "In his opening remarks, Bingumal said, the economy has significantly progressed compared to a year ago, with debt restructuring now being the key challenge. He spoke on the importance of policy consistency, good governance, and transparency, state-owned enterprise (SOE), and labour reforms.",
    "Commenting on the overall policies, he emphasised that we now have a very narrow path to travel in our journey to economic recovery. There is no room for populist polices or room to deviate from the fiscal and macro-economic targets that have been given. The country must maintain the current structural reform it has adopted and commit to the completion of these reforms.",
    "Yohan Lawrence highlighted the importance of enhancing exports through digitisation and improved transaction traceability. Noting a global decrease in demand, he emphasised Sri Lanka’s competitiveness challenges. Market access, a conducive environment, and cost competitiveness were underscored, but he flagged the higher utility costs in Sri Lanka compared to other nations. He also pointed out the budget’s lack of focus on monitoring cost-effectiveness and controls, which are vital for ensuring the country’s economic growth and stability.",
    "Channa Manoharan stressed the importance of aligning human capital with a technology enabled economy for Sri Lanka’s progress. Manoharan highlighted the missed opportunity of completing the introduction of Digital ID by September 2023, which is likely to have a potentially negative impact on tax revenue. Identifying India as a key example, he emphasised the importance of AI research for a forward-looking strategy, requiring proper staffing and funding.",
    "Charmaine Tillekeratne then addressed the challenges in embracing digitisation; she highlighted the challenge of expanding the tax base for direct taxes, emphasising the need for self-assessment and voluntary compliance. The latter could be better achieved if the regulators and policy makers are able to consistently demonstrate that the taxpayers’ money has been utilised for productive ventures. She also stressed the importance of achieving an ideal balance between direct and indirect taxes, as well as between digitisation and cash transactions, crucial for economic stability and growth.",
    "The panel discussion’s key takeaways included several critical points. The implementation of Digital ID was deemed crucial, but a sustainable strategy must be sought, avoiding the imposition of taxes that may prompt the younger generation to leave the country. Striking a balance that fosters growth and retains talent domestically is imperative. Additionally, the emphasis on enhancing transaction traceability and promoting digitisation underscore the need to simplify processes and leverage technology. The call for an ideal mix underscores the importance of a balanced tax approach for government sufficiency and taxpayer financial wellbeing.",
    "The discussion also covered key budget highlights, focusing particularly on notable income tax proposals. One key amendment targets the gem industry, with a 2.5% withholding tax on the sale price of gems at auctions conducted by the National Gems and Jewellery Authority. A special tax return requirement accompanies this, mandating the inclusion of relevant information for exemption eligibility.",
    "Additionally, the proposed continuation of progressive personal income tax rates, ranging from 4% to 36%, remains.  The Tax Identification Number (TIN) will also now become mandatory for various transactions, such as opening a bank current account, obtaining building plan approval (by the applicant), registering a motor vehicle or land by the owner, with guidelines to be issued by the Commissioner General of Inland Revenue. Meanwhile, the increased VAT of 18% will be Gazetted and enforced from 1 January 2024 and VAT exemptions will be limited in the future to only health, education, and a few essential foods. Mechanisms for prosecution of persons failing to file tax returns and required information has been proposed, along with the establishment of a new Revenue Authority and modernisation of most Government Departments.",
    "In a strategic move concerning Unit Trusts, the budget imposes income tax on both Unit Trusts and Unit Holders. The Unit Trust now will thus be obligated to disclose information on the underlying income of the Unit Holder. Non-compliance would result in the Unit Trust being deemed ineligible for conducting business and taxed as a company. Specific provisions are already outlined in the law to determine the pass-through status of Unit Trusts.",
    "The Deloitte Sri Lanka Budget Night panel provided a comprehensive analysis of Sri Lanka’s 2024 Government Budget, along with key insights on taxation, providing a valuable perspective on the country’s economic trajectory. The nuanced approach to tax proposals, reflective of the Government’s commitment to strategic fiscal policies, is evident. As Sri Lanka navigates challenges and seeks growth, however, the need for emphasis on digitisation, talent retention, reduction of government expenditure, and transparent tax policies and practices emerge as integral components for economic stability and prosperity that must be addressed.",
    "For a more comprehensive analysis of Sri Lanka’s financial landscape, particularly, in the context of the 2024 Budget, Deloitte offers an extensive report. This report delves into the nuances of the budget and provides insights into the country’s roadmap for economic recovery.",
    "Access the Sri Lanka Budget 2024 Report by Deloitte: https://shorturl.at/gzEWY",
    "For additional details and to explore further insights and articles related to the Sri Lanka Budget 2024,  visit the Deloitte website: https://shorturl.at/lSZ47"
  ]
}