{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/containment-theory-returns-to-wests-ties-with-east/",
  "time_ut": 1684345080.0,
  "original_lang": "en",
  "original_title": "‘Containment Theory’ returns to West’s ties with East",
  "original_body_lines": [
    "In a vital sense history could be considered as having come full circle in the Ukraine theatre. For those sections of international opinion that began to look upon military invasions of one country by another as things of the past, the brutal invasion of Ukraine by Russia came as a rude awakening. Power bloc rivalries are not only ‘alive and well’ in international relations but imperialistic and colonial style over-running of seemingly weak countries by more powerful ones is very much within the realms of the possible, we are reminded.",
    "However, as events are proving, Russia is not finding Ukraine, easy conquerable material. Save for some regions of Eastern Ukraine, Russia has hardly managed to make any notable invasive inroads into other areas of the country. The stiff military resistance offered by Ukraine to the Russians, apparently, is something Russia least expected. The indications are that the Ukrainians are endowed with phenomenal resourcefulness and this unyielding morale will prove one of Ukraine’s handiest weapons.",
    "For the more seasoned watcher of world politics, the stalemate situation in Ukraine brings back striking memories of the USSR military invasion of Afghanistan some decades back. Well over a decade after the Afghan invasion, the USSR found the ‘going’ in Afghanistan extremely difficult and frustrating. The Mujahideen’s military resistance to the invading USSR forces proved to be unyielding as years went by, finally necessitating a USSR withdrawal of troops in the early nineties.",
    "As in the case of the Ukrainians, the morale of the Mujahideen remained high during the period of the invasion. But morale was not the only factor that stiffened and rendered effective the armed resistance of the Mujahideen. There was the arms support provided by the West to the resisting guerrillas that needs to be factored in as well.",
    "If not for the steady arms supplies via the ‘Washington-Islamabad Axis’ to the Mujahideen, the USSR invaders may have proved a tough proposition for the Afghan resistance. These Western arms enabled the resistance to take the fight back to the invaders in a major, decisive way.",
    "History seems to repeat in the Ukraine theatre. Today, the West is solidly behind the Ukraine resistance and the former’s supplies of sophisticated arms are helping in a notable way to keep the invading Russians at bay. Moreover, the Russian military incursion of Ukraine is proving to be as costly a misadventure, in human and material terms, as the Russian invasion of Afghanistan.",
    "The indications are that the West would not be backing down from supporting Ukraine with lethal armaments, going forward. At the time of writing Ukraine President Volodymyr Zelensky is visiting some important Western capitals and his talks with the relevant political leaders are proving productive, if the arms support that has been pledged and extended is anything to go by.",
    "Latest reports indicate that Britain, for instance, has committed itself to provide Ukraine with a species of new cutting-edge cruise missiles. Likewise, France will be delivering additional light tanks and armoured vehicles, while Germany will reportedly grant a USD 3 billion arms package to Ukraine. The total arms promised by the West between December 2022 and February 2023 to Ukraine are said to be in the region of $ 33 billion.",
    "Thus, the Ukraine conflict has shaped-up as a notable testing ground of the West’s power and influence, since the USSR invasion of Afghanistan in 1979. The Ukraine theatre, it could be said, is an arena where the West fights Russia indirectly through the Ukraine armed forces, although the West is likely to see itself as morally obliged to stand by Ukraine as well.",
    "However, the Cold War overtones of the Western involvement in Ukraine cannot be glossed over. In times past, the West fought the USSR indirectly through scores of proxy wars in the Eastern and Western hemispheres.",
    "Containing the power of the USSR and that of the communist bloc was the principal aim of the West in those conflicts, prior to the collapsing of communism in Europe and outside. Since Russia is seeing itself as securing some of its vital security interests in the Ukraine invasion, characterizing the current East-West confrontation in Ukraine as an extension of sorts of the Cold War of yesteryear is justifiable to a degree.",
    "However, there is no noticeable ideological component in the West’s current efforts to contain Russia’s power and influence in Ukraine, considering that contemporary Russia is in no way communistic or Left wing. Rather, coming to the fore are Realpolitik considerations. It is a question of cutting down a power to size that is seen as antagonistic to the West.",
    "The alliance between Russia and China contributes a measure of complexity to the current international political situation. It does not render itself amenable to simplistic thinking. Since China too is anything but communistic in the traditional sense of the term, what seems to be uniting Russia and China is a common interest in blunting the power and influence of the West. Once again, Realpolitik comes into play.",
    "Therefore, contemporary world politics could be said to be defined in the main by the struggle between the West and the China-Russia combine or the East for international power and influence. Expressed simply, current international politics highlight the power play between these blocs that represent the West and East.",
    "Considering that the West, or the US, is in an effort to contain the influence of Russia and its allies in the Ukraine theatre and in Eastern Europe as a whole, it would be misleading on the part of the US and its backers to try to project themselves as being on an ethical mission in the Ukraine. However, there is no denying that the people of Ukraine have been wronged and that their dignity and sovereignty should be restored.",
    "The latter task needs to be taken on by the UN and those state parties and quarters that recognize the moral authority of the world body. There was a time when the US professed to be motivated by the Truman Doctrine which proclaimed that it ought to be the policy of the US to ‘support free peoples who are resisting attempted subjugation by armed minorities or by outside pressure.’ Given that it is locked in a power struggle with the East and little else, the US and its allies could be accused of hypocrisy if they claim the moral high ground in Ukraine.",
    "Related Topics:British Prime Minister Rishi SunakPresident Volodymyr ZelenskyPresident Volodymyr Zelensky meets British Prime Minister Rishi Sunak",
    "IMF vetoes corruption; fear of religious disturbance; woman power in Parliament",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}