{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-standard-you-walk-past-is-the-standard-you-accept/4-747662",
  "time_ut": 1682366976.0,
  "original_lang": "en",
  "original_title": "The standard you walk past is the standard you accept",
  "original_body_lines": [
    "Public sector employees merely perform the assigned tasks without having any effort to understand why those tasks are important and why the tasks are carried out that way now",
    "I borrowed this caption from an inspirational speech delivered by 2016 Australian of the Year, Lieutenant-General David Morrison. He was the Chief of the Australian Army from 2011 to 2015. His speech was a part of his campaign to champion gender equality in the Australian Army, amid an investigation regarding an unacceptable behaviour of a group of officers against women in the Army. It was a powerful, brutal, honest, and no-nonsense speech.",
    "During over three minutes of speech, he blinked only once. He looked straight and maintained eye contact showing his frustration yet his determination, and fairness. How many leaders have the courage, determination, and honesty, to talk straight like that and do the walk of the talk? I have seen none so far in Sri Lanka. Maybe I am a hard marker.",
    "Morrison said that he first heard this phrase from the former Chief of Defence, General David J. Hurley. That reflects his professional upbringing. The key home point of his speech sums up what is happening in Sri Lanka, yet, no one seems to be concerned about it. Disregarding the poor standard maintained across societal affairs becomes so ubiquitous and second nature. You see sub-standard social discipline, sub-standard social treatment, sub-standard products and public services delivery, sub-standard public officials, sub-standard professionals, sub-standard journalists, sub-standard politicians, and the list goes on and I stop to catch my breath. The benchmark of the acceptable standard has been lowered to a dangerously low level. Strangely, as a nation, we are perfectly happy about it. We collectively resigned to a position assuming we cannot fix this.",
    "Sometimes, I watch YouTube clips of media sessions with politicians. At the end of the session, the journalists are allowed to ask questions. The majority of journalists have no clue about the subject matter and they don’t have the skill and knowledge to ask relevant, intelligent, specific questions. They even don’t have the skills and knowledge to ask counter questions when the politician utters idiotic, misleading, and lies as answers. Sometimes we could see mocking smiles on politicians’ faces knowing the others have no clue and as a public, we only can hate both idiotic journalists and politicians. Sub-standard journalists have set the standard and the politicians descended to a comparable level to respond. Both parties depart happily. By the way, our cricket commentators don’t know how to commentate either. They need a lesson from Australian commentators.",
    "I have read many Daily FT articles written by eminent writers expecting a positive change to the political, social, and government affairs in Sri Lanka. However, I could not witness any sign of change or improvement, in terms of, at least at Asian standards, let alone at an international standard. Why? The professionals and the readers do not understand what they must do to initiate ‘change’ within their sphere of control and influence others to make changes within their sphere.",
    "I reside outside Sri Lanka and I don’t have control over the governance affairs of Sri Lankan public sector organisations, however, during the last five years, I influenced a few public sector organisations to take the next steps in risk management, performance management, and to develop buildings compliance regulations. Sri Lankan professionals who are more capable than me did not do things I did remotely. I failed in some efforts, not because of my poor effort but due to the politicisation of the local professional decision-making system and the lacklustre performance of professionals in the public sector. However, I never give up and still assist a few government organisations pro-bono.",
    "My late father was a teacher but he was a better freelance mechanic and a handyman at home. He once taught me that “if you want to shape a timber smoothly the way you want, do not push the wood planer against the grain”. If we want to transform society for the better, professionals need to understand the “grain” of society and “shape” it progressively. Our experts push societal reforms against the grain of society and fail miserably to achieve the change, then blame society and the politicians.",
    "The classic example is the introduction of tax reforms and it was the right thing to do but done the wrong way. It was applied against the societal grain. There was no visible consultation of all social strata and transparency of decision-making. Society was bewildered by the sudden introductory solution. The reformists are now tired of societal resistance. The professionals don’t know the art of reforming the systems without directly hurting society and without themselves getting tired leading to abandoning the effort midway. They haven’t been trained in this art. The effort should have been gradual, and subtle with compassion and care.",
    "My father grew vegetables as a hobby. He taught me that weeds with lateral root systems spread over a large area can be removed easily by pulling collectively after loosening the soil around them. Sometimes, he cut the roots around the tree and waited for months until it became weak before removal. However, deep-rooted weed plants cannot be eradicated by just pulling. It needed excavating around and reaching the end of the deep main root and then pulling it out completely. He would work hard and remove the last bit of the root to avoid a resurgence of the weed.",
    "Society has a lot of obnoxious weeds. Each needs a different eradication strategy. Depending on the type of evil, like towering corrupt public figures, cutting roots one by one to block feed of nutrition and water or the corruption routes and cutting branches one by one to prevent the photosynthesis process or the spread of corruption network would be a planned strategy. Lower-level, widespread weeds or corruption can be eradicated by mass-pulling or mass-restructuring and strengthening the regulatory framework and continuous auditing. Deep-rooted corrupt people need to be removed by deep investigation and taking legal action against them and lock them away from society.",
    "My father did not do one activity for more than an hour. He moved one to another to keep his interest, and variety and to give time to recuperate his muscle tiredness due to repetitive actions. He fixed the fence, cut a few branches, cleared some weeds, watered some plant beds, and so on. However, he had a plan and an idea about the result or outcome. I watched him with keen interest and learned a few tips.",
    "Our experts fail to understand problems are multifaceted and solutions are multi-disciplinary. I see that economists get together and propose solutions to economic problems. This has happened for many decades, but the economic problem remains unsolved. This is the same for other areas like engineering, education, agriculture, environment, etc. The experts of their discipline live in their fantasy world and think they know better than the rest. They do not respect or appreciate other disciplines’ influences, impacts, and relationships to the problem they are trying to find solutions to. As an example, “Not having enough dollars” is not just an economic problem. It is a symptom of a collection of multidisciplinary problems.",
    "A country cannot survive independently. A country must be interdependent with other countries. Maybe our international trade policies are wrong. Maybe we have the wrong education system and produce the wrong people for the local economy and international service environment. Maybe our construction methods, materials, and engineering applications are wrong and spend too much or too little without any returned benefits. Maybe we are attracting the wrong category of tourists. Maybe we are promoting the wrong businesses and failing to introduce unique products to the international market. The result of these flaws could produce the symptom “no dollars”. Stakeholder consultation across multi-disciplines is unheard of for Sri Lankan problem solvers.",
    "You cannot stop weed growth by scraping on the surface using a mamoty because the roots are still there. We did this for centuries and still, we scrape. Weeds must be removed with roots. To find solutions, the root cause must be removed. Our experts mistakenly identify symptoms as problems. Poverty is a problem for the experts. It is a symptom. To find the cause of poverty, we need to ask “why” multiple times. Why are people poor? They don’t have any revenue. Why don’t they have a revenue? The questioning goes on until the causes are found. Otherwise, you treat the symptoms expecting recovery and the patient would be dying prematurely.",
    "In our society, there are deep-rooted corruption and injustices. Eradication of such need drastic legislative instruments and actions. This could be done, only if we have the right leaders supported by ethical professionals.",
    "Also, in Sri Lanka, we have widespread corrupt practices and social injustices like weeds of lateral roots, due to various reasons including poor economic standards and poor knowledge and understanding of what is fair and right. This kind of corruption and injustice could be removed by a collective societal effort led by ethical professionals.",
    "Sri Lanka is not short of educated professionals. However, my homeland has a shortage of due diligent professionals, especially in the public sector.",
    "As a leader, when you walk past seeing anything sub-standard, you must do something to change the standard without merely expressing your dismay. Your action may not change the situation immediately, but it would start a journey toward a permanent change later.",
    "I am an advocate of high-quality public service. The public sector has many functions. I am interested in effective and efficient regulatory, governance, and service delivery functions. I understand that the Sri Lankan governance settings are asymmetrical. However, having experienced good governance elements overseas, I can rub a bit of salt on the Sri Lankan governance wound to wake them up.",
    "Think about a scenario in which a Director General (DG) of a Government Office drove her/his official car to the office one morning. The first thing she/he sees is the poorly maintained road and its surroundings. The washed-out, unpaved shoulder, clogged-up weed overgrown open drain, and missing pit covers are usually the evidence of poor maintenance. The road shoulder has deep undulations with water stagnation. The parapet wall along the road is so unsightly with posters pasted by tuition masters, businesses, and politicians. DG can see piles of rubbish at the roadside. She or he watches erratic drivers on the road impersonating Mad Max or Fast and Furious movie actors,",
    "Finally, DG reaches the office. Office premises looks no different from the roadside. The boundary wall is leaning to salute the DG and the abandoned materials on the premises desperately trying to hide behind the overgrown weeds. The walls and the path need high-pressure washing and a coat of paint. DG walks into his/her office and the personal assistant drops everything to greet DG with a fake smile. DG sees two staff members casually chatting near the tea room while customers are waiting in line to be served in front of an empty counter but DG walks past them showing no concerns about their behaviour. To be fair to the DG, she/he may have been engrossed with an important task ahead and briskly walked into the office to attend to that important job. However, could the DG as a leader or as a citizen be excused about her/his indifference to things happening around him/her?",
    "What were the messages this leader delivered to society and her/his staff and more importantly to the customers waiting to be served?",
    "Isn’t that something like “I don’t give a hoot about things irrelevant to me? It is not my job to create a better country or change the organisation or the employee behaviour. It is a politician’s job to create a better country. It is the staff supervisors’ job to manage staff. I have my things to worry about”.",
    "This Director General has a sphere of control, a larger sphere of influence, and the largest sphere of professional relationships in the governance system. Why didn’t the DG use the professional relationships and call the DGs of infrastructure sectors and remind them of the poor condition of infrastructure quality? Why didn’t the DG call the commissioner or the chairman of the local government authority and didn’t demand some actions to clean the garbage dumps and take action against environmental polluters? Why didn’t the DG call the area police chief to alert him/her that Traffic Police were not doing their job? Why didn’t DG summon the two officers and warn them not to repeat the unacceptable behaviour or else expect disciplinary actions? Further, why didn’t all other DGs set easy venues in place for others to report overlooked issues?",
    "Just because he/she does not care? The message delivered is that it is not my job. Every citizen says it is not my job. Then whom?",
    "We all know what would happen the next day in the DG’s office. The same two staff members would bring their cups of tea to the counter and have a gossip session while sipping, ignoring the customers. The moral responsibility to behave as a responsible citizen has gone down dramatically until we are about to reach a point of no return. When we pass that dreaded point, the sub-standard becomes a value we keep and accept, and the sub-standard becomes integrated into our life and our organisational culture. This is what we see everywhere in Sri Lanka. It is a total system collapse and cultural and value degradation. All of us are part of the problem, and we don’t do what we are supposed to do. We don’t exercise due diligence.",
    "It is easy to blame politicians. Until we do our job, it is futile to blame others.",
    "What was the difference I felt, between the Australian and Sri Lankan public sectors? To me, the difference is the mindset of the employees.",
    "In the Sri Lankan public sector, it is just a paid job for the employees to survive in the economic jungle. Hence, public sector employees merely perform the assigned tasks without having any effort to understand why those tasks are important and why the tasks are carried out that way now. We as employees, don’t think proactively to improve, document what we do or teach newcomers how tasks should be done. Maybe it is due to the fear that someone else will realise our weaknesses or we would be replaced by others easily. We also don’t care how customers judge us. At the end of day’s work, we go home and never think about our job until the next day we enter the office. When we retire, there is nothing for us to “hand over” and we say “goodbye” happily because, from that moment onwards, the burden of performing the task rests on someone else.",
    "In the Australian public sector, you are not indispensable. You can be made redundant within months by following an organisational restructuring process. You cannot just relax thinking that you are just doing a paid job. You have to actively participate as a team member to find ways to continually improve what you do and your performance is closely monitored. Your salary will not go up automatically unless you prove with written evidence your high level of performance. Any complaints about your performance, behaviour, and conduct are investigated by multiple independent people and the repercussions are severe if you are found to be at the wrong end.",
    "You cannot just leave a job without properly handing over the tasks and documents to the replacement officer or the supervisor. Your last salary payment can be withheld until you do so. Therefore, even after you go home after a day’s work, you think about today’s and tomorrow’s work. You are not just doing a job. You are part of a high-performing machinery. A machine cannot have weak joints or defective or worn-out parts. If found such anomalies, the machinery would be reset or defective parts will be replaced. It is a fair but unemotional process.",
    "You might have seen in the yesteryears how underperforming leading Australian cricketers were un-ceremonially dumped from the team overnight, even after many years of high-level yeoman service, without allowing them to say “goodbye” to the spectators, by playing just another match. The message is either do or die. No wonder the Australian public sector performs well. We need to learn from other high performers to make our motherland a better place. The change starts from your home.",
    "(The writer is a Professional Engineer working in the Australian NSW Local Government Sector. He intends to share his views on various social development areas, in addition to his chosen professional discipline to inspire youth to think differently. He is contactable via [email protected])"
  ]
}