{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sampath-bank-contributes-45-percent-to-cse-turnover-in-day-marked-by-profit-takings/",
  "time_ut": 1686966240.0,
  "original_lang": "en",
  "original_title": "Sampath Bank contributes 45 percent to CSE turnover in day marked by profit-takings",
  "original_body_lines": [
    "The CSE edged- down in mid-day trade due to profit takings yesterday but during the latter part of the day the market recovered, an analyst said. Sampath Bank played an important role by contributing more than 45 percent to the day’s turnover.",
    "The reason for Sampath Bank stocks to perform well was their lower foreign exposure. Local investors preferred to purchase those stocks. On the previous day as well Sampath’s contribution to the turnover was 56 percent, market analysts said.",
    "Amid those developments both indices moved downwards. The main All Share Price Index was down 37.97 points and the most liquid index S&P SL20 was down by 2.86 points. Turnover stood at Rs 1.88 billion with three crossings. Those crossings were reported in Sampath Bank, which crossed 8.9 million shares to the tune of Rs 498 million; its shares traded at Rs 56, while 2.05 million shares belonging to JKH crossed to the tune of Rs 291 million; its shares traded at Rs 142 and Expack Corrugated Cartons 1.6 million shares crossed for Rs 22.9 million; its shares fetched Rs 14.60.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Sampath Bank Rs 3245 million (6.2 million shares traded), JKH Rs 75.2 million (530,000 shares traded), Access Engineering Rs 57 million (3.6 million shares traded), Ceylon Hospitals (Durdans) Rs 49.5 million (450,000 shares traded), PFP Glass Rs 46 million (2.1 million shares traded), SLT Rs 34.5 million (384,000 shares traded) and HNB Rs 33.7 million (247 million shares traded). During the day 55.4 million share volumes changed hands in 11150 transactions.",
    "It is said that mixed interest was observed in HNB, First Capital Treasuries and Hayleys, while retail interest was noted in LOLC Finance, Tess Agro and Browns Investments.",
    "The Banking sector was the top contributor to the market turnover (due to Sampath Bank, HNB and Commercial Bank), while the sector index gained 1.74 percent. The share price of Sampath Bank increased by Rs. 1.90 (3.58%) to Rs. 54.90. The share price of HNB moved up by Rs. 1.75 to Rs. 137. The share price of Commercial Bank appreciated by Rs. 1.30 to Rs. 66.30.",
    "The Food, Beverage & Tobacco sector was the second highest contributor to the market turnover (due to Distilleries), while the sector index edged down by 0.04 percent. The share price of Distilleries gained 10 cents to Rs. 22.20.",
    "Yesterday, the rupee opened at Rs 307.00/312.00 to the US dollar, dealers said, while bond and T-bill yields were down. The Spot US dollar closed at Rs 307.00/310.00 on Thursday after interventions around Rs 314 to the US dollar, market participants said.",
    "After heavy dollar purchases by the Central Bank in recent weeks, a mismatch was seen for imports. Mismatches generally end up in large import bills like oil. Unless there are two way interventions, timing differences in inflows and outflows cannot be matched, analysts say.",
    "Notable Rights Issues by two non-blue chip companies to raise Rs. 28.3 billion",
    "Positive impact on CSE indices; turnover exceeds Rs. 2 billion",
    "Rs. 682 million net foreign outflow from CSE for June thus far",
    "Notable buying interest in blue-chip shares; SLT share price dips",
    "Decline in T-Bill rate stimulates share market in positive direction",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}