{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Hon-President-can-I-contradict-you-on-SOEs/4-746755",
  "time_ut": 1679862828.0,
  "original_lang": "en",
  "original_title": "Hon. President, can I contradict you on SOEs?",
  "original_body_lines": [
    "I write this, Mr. President, with the firm belief you respect media freedom and the democratic right of a citizen to engage with the Head of Government on socially important issues. At the media session you chaired for print and electronic media editors on 23 March, you held the media also responsible for the failure of the 16 previous IMF programs. I do accept the media often falls short of its social responsibility and is not without political bias. You would accept, too Mr. President, that the media alone will not be professionally honest and forthright in a selfish society where politics is wholly corrupt, and all other professions have lost their glitter and their respect.",
    "That said, here I wish to focus on the question raised by a journalist at the media briefing as to why State-owned companies that run profitably have been approved for sale, when it is SOEs that always run at a loss are called to be privatised. I honestly feel you were short of treating her question with due respect. Your response was what we in our youth were amused to call “Colvin’s flat theory”. To demand from the journalist, “What economic theory is that? Tell me the economic theory, then I will answer,” sounded harsh and thereafter equate selling “family silver” to survival is no valid comparison either, I should say.",
    "That media briefing was to explain to the media the advantages of IMF approved EFF assistance to Sri Lanka as explained in Parliament. “With this assistance (IMF assistance) we would regain international recognition,” you affirmed in Parliament on 22 March. “We would not be a bankrupt nation anymore. Our local banks would once again be accepted internationally. International finance organisations will honour our letters of credit. Background is made for us to obtain low interest loans from international monetary organisations,” you told Parliament.",
    "Despite that guarantee, are we still bankrupt with no choice but to sell our family silver? If “yes”, there was no purpose in going for IMF assistance with so many conditions attached. If “no”, then why sell State assets? Why sell them when they earn profits and are no burden?",
    "It was quite clear you stand firm on selling off SOEs when you told the journalist, “Why is the State in business? That is not our job. States don’t have to be in business…In which country is there a law to have them?...India is selling even profitable airports…We have paid to Petroleum and CEB last year…for their losses, more than for education…Who owns Telecom in England? In France, who owns? In America? So that is how we should develop. Or…otherwise, fall like North Korea…”",
    "As often happens, most journalists aren’t familiar with background information and thus get stumped in the first round itself. So here’s a quick response to those very partisan selections as examples. While it remains to be answered whether selling airports was a necessity for India or another corrupt deal, Indian Railway, the fourth largest railway in the world that carried over 8 billion passengers last year, remains a State enterprise. While Telecom is private, the “underground railway”, London buses, London Dial-a-Ride community transport service and some national overground railway lines are owned and operated by Transport for London (TfL) a London Municipality owned company. In France, their electricity company EDF, one of the largest producers of electricity in the world, is a multinational with the State holding major shares. Wonder how you missed out on those State-owned enterprises in developed countries and in developing India.",
    "Coming back to the argument that the State should not be doing business, that remains an invalid argument even within this global market economy. States do not dabble in business for profits per se but own and manage economic enterprises on social demand. It is also not apt to create the impression the developed West rejects State-owned enterprises. The European Bank for Reconstruction and Development (EBRD) had carried out a comprehensive study in 2020-2021 on Transition of State Owned Enterprises titled ‘State Strikes Back’ (https://www.ebrd.com/news/publications/transition-report/transition-report-202021.html).",
    "This report explains the fundamental difference and an important one at that, between private and State-owned enterprises. It is between “profit making” and “social responsibility”. The report in its “Introduction” says, “State enterprises’ low levels of productivity and profitability may, to some extent, reflect the non-financial objectives of such entities, which go beyond the maximisation of profits and include things like the provision of subsidised services, support for economic activity in disadvantaged regions or in the face of economic and technological shocks, or the protection of the environment.”",
    "It also says recent studies reveal “the performance gap between state and private enterprises tends to be narrower in economies with better governance and well-defined institutional arrangements”. Simple logic. Good and accountable governance manages State enterprises well. With our putrid political culture, State inefficiency and corruption added to failure of governments in creating new employment opportunities the cumulative result is over staffing SOEs and totally mismanaging them for personal gains; “that’s corruption”. Therefore, with your promise of Asia’s best anti-corruption law to be in place this year and efficient fiscal management, why should SOEs be sold? We would only have to bring in “well defined institutional arrangements” and they would be as good as those in Europe.",
    "In Europe, this EBRD study “State Strikes Back” goes on record to say, “In countries with stronger economic institutions, state-owned utilities have the potential to be transparent and well-run. Indeed, a number of advanced economies have recently seen a wave of utility companies returning to municipal ownership (as witnessed, for instance, in the French water sector, the German energy services industry and the Norwegian waste collection sector) with the aim of increasing accountability” (p/43-44). That should clear doubts of States’ ability to run economic enterprises efficiently.",
    "Here is another very important factor that never gets highlighted and is always ignored. It is not only SOEs that are mismanaged and go bankrupt. Private sector businesses are also at times mismanaged and go bankrupt. On a RTI request by the Sunday Times in August 2017, the BOI-SL had revealed 721 private companies have put up shutters during the seven years from 2010 to 2016, both years included. There are 178 companies closing down annually at an average rate. According to the BOI, reasons for most closures are company issues, “such as cash flow problems and market issues”. There are also closures due to “non-compliance with the BOI agreement, for instance, not investing the amount they were expected to.” No better than SOEs, I should say.",
    "All these companies that had put up shutters have also been taken care of by the State. By public funds. They have all enjoyed tax benefits, tax holidays and all benefits every government offered as “incentives” for investments brought into the country.",
    "For all those who campaign for privatising of SOEs, here are a few points that should not be missed or ignored before making decisions.",
    "Failure of SOEs is no fault of the concept, but that of incapable governments.",
    "Mismanagement, bad planning, inefficiency and closing down of companies are not restricted to SOEs only. They are common in the private sector too.",
    "Developed economies in the West too have SOEs and they are not taboo in market economies.",
    "Mismanagement, over-staffing, waste and corruption in SOEs are indicators of corruption in governance and governance without a clear program and a vision.",
    "Let me now close this open engagement with you, Mr. President, with my observations and proposal on any future decision related to privatising of SOEs that seems pre-decided with IMF assistance. All SOEs in the public utility sector, despite their failures, serve the people. All assets in these SOEs are public assets. People had been continuously charged with increasing prices and tariffs to maintain them. If now the Government wants to divest them to private investors, the whole process of divesting should be open to the public and not limited to government decisions with trade union consultations only. It is not employees who have been maintaining public utility services, but people who pay for them.",
    "I therefore propose to have a multi-stakeholder forum on “structural reorganising” of SOEs and decisions to be made on a “social consensus”. I therefore request you to defer making decisions till a multi-stakeholder forum is established and decisions made. That certainly is about good governance, transparency and accountability as well."
  ]
}