{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89398/cabinet-decided-not-to-take-further-action-on-political-victimisation-commissions-recommendations-ag-",
  "time_ut": 1679993820.0,
  "original_lang": "en",
  "original_title": "Cabinet decided not to take further action on Political Victimisation Commission’s recommendations – AG",
  "original_body_lines": [
    "The Cabinet of Ministers has decided not to take any further action pertaining to the investigations and recommendations made by the Political Victimisation Commission, which was chaired by former Justice Upali Abeyratne.",
    "Attorney General Sanjaya Rajaratnam informed the Supreme Court of this today (28 March), when several Fundamental Rights (FR) petitions seeking the invalidation of the recommendations made by the relevant committee was taken up in court.",
    "A total of nine FR petitions were filed before the Supreme Court by various parties, including President Ranil Wickremesinghe and MP Anura Kumara Dissanayake, requesting the court to issue a writ order quashing the",
    "An interim order preventing the implementation of the recommendations until the hearing of the petition is concluded was also sought.",
    "The three-member Presidential Commission of Inquiry chaired by retired Supreme Court Judge Upali Abeyratne was appointed by then President Gotabaya Rajapaksa on 20 January 2020. The other two members of the commission are retired Court of Appeal Judge Daya Chandrasiri Jayathilake and retired IGP Chandra Fernando.",
    "The Commission was entrusted with the task of inquiring into political victimisation and associated background took place in the wake of investigations conducted by the Commission to Investigate Allegations of Bribery or Corruption, FCID, CID and the Special Investigation Unit of the Police from 08 January 2015 to 16 November 2019.",
    "The Commission was also instructed to conduct an in-depth investigation into serious fraud, corruption, abuse of state resources, privileges, power and authority.",
    "As per a newspaper advertisement, the Commission had received 1971 complaints for investigation.",
    "The report of the Presidential Commission of Inquiry was handed over to then President Gotabaya Rajapaksa in December 2020. The report consists of three volumes and 2,043 pages.",
    "Later, the former President had formed a special commission of Inquiry to create a suitable mechanism to implement the recommendations of the final report compiled by the Presidential Commission of Inquiry into Political Victimisation."
  ]
}