{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Shammi-to-seek-re-election-Mathivanan-opposes-SLC-ballot-under-old-regulations/108-255013",
  "time_ut": 1677599102.0,
  "original_lang": "en",
  "original_title": "Shammi to seek re-election, Mathivanan opposes SLC ballot under old regulations",
  "original_body_lines": [
    "Incumbent President of Sri Lanka Cricket (SLC) Shammi Silva will seek re-election to the post at the upcoming SLC elections after handing over his nomination, the Daily Mirror learns.",
    "The Election Committee appointed to overlook the upcoming SLC elections, chaired by retired Court of Appeal judge Justice Malani Gunaratne, and including retired High Court Judge Shiromi Perera and retired senior public official Sunil Sirisena, accepted nominations on Tuesday.",
    "The Daily Mirror learns that the current office bearers have also handed in their nominations with the intention of being re-elected to the same positions.",
    "Silva was re-appointed as SLC President for a second term uncontested in May 2021, after the opposing group led by K. Mathivanan withdrew their candidacy citing thelack of a level playing field.",
    "Mathivanan did not hand over his nomination yesterday, the former SLCVice President confirmed to the Daily Mirror.",
    "“We are opposed to the election taking place under the previous sports regulations, so we have not handed in our nominations,” he said, adding that he was in favour of the elections being conducted under the amended regulations issued by Sports Minister Roshan Ranasinghe in December last year.",
    "The new regulations referred to by Mathivanan, among other restrictions, limited the terms of office of candidates and barred those over the age of 70 contesting for positions at national sport associations.",
    "However, on Monday, the Court of Appeal issued an interim order staying its operation and suspending the regulations until June.",
    "The Daily Mirror understands that the Minister is likely to challenge the order in the Supreme Court over the coming days."
  ]
}