{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/remedy-worse-than-malady-2/",
  "time_ut": 1683653040.0,
  "original_lang": "en",
  "original_title": "Remedy worse than malady?",
  "original_body_lines": [
    "The SJB has said it is opposed to the government’s efforts to privatise strategically important state-owned enterprises (SOEs) such as the Ceylon Electricity Board (CEB) and the Ceylon Petroleum Corporation (CPC). SJB MP Eran Wickramaratne revealed his party’s position at a media briefing on Monday. The SJB has struck a responsive chord with those who urge the government to act with restraint in restructuring the SOEs. But the signs are that the SLPP-UNP regime will go flat out to outdo the proverbial bull in a china shop.",
    "No state can safeguard its national security interests without control over the power and energy sectors. The SLPP-UNP government bulldozes its way through when it deals with trade unions and the Opposition, and that is how it is trying to overcome the so-called wimp factor, but in reality, it is so impotent that it cannot even control a bunch of local egg traders who have become a law unto themselves. Successive governments have failed to tame the Rice Millers’ Mafia.",
    "Ideally, the government has no business to be in business, as Indian Prime Minister Narendra Modi is reported to have said. But the SLPP-UNP administration, which is averse to the existence of the SOEs, have no qualms about doing business with foreign SOEs such as the Indian Oil Company! So, the government must not adopt a fundamentalist position in handling the local SOEs. It must tread cautiously, and cross the river by feeling the stones, as Deng Xiaoping has said.",
    "The SLPP, which controls the current regime, obtained two popular mandates––one at the 2019 presidential election and the other at the 2020 parliamentary polls––to protect the SOEs. What the incumbent SLPP-led government is doing at present is the very opposite of what it undertook to do and obtained people’s approval for, and therefore it has to seek a fresh mandate from the public to carry out its privatisation programme camouflaged as ‘restructuring’. Moreover, in 2020, the SLPP asked the people to vote for it and help it defeat Prime Minister Ranil Wickremesinghe and his party, the UNP. Today, it has brought Wickremesinghe and the UNP back to power against the will of the people, and is following the UNP’s economic policies!",
    "One cannot but agree with the SJB that the SOEs of strategic importance should not be privatised lest such a reckless course of action should jeopardise the national interest. All foreign companies that are to invest in the power and energy sectors here are backed by powerful states and, therefore, will not hesitate to resist efforts to regulate them. Will the Rajapaksa-Wickremesinghe government be able to stand up to the Adani Group in case the latter defies its directives? We bet our bottom dollar that it will not dare do anything that might antagonise Gautam Adani, who is a close friend of Indian PM Modi.",
    "Today, eggs have become a luxury for most people, who have not even seen them for weeks due to the ongoing war of sorts between the Consumer Affairs Authority and the wealthy egg traders. The government is looking on. Similarly, the possibility of the public being in a similar predicament due to the ‘restructuring’ of the CPC and the CEB cannot be ruled out. Let the cantankerous government grandees who are trying to justify the scheduled fire-sale of SOEs be asked whether they, who cannot even protect the public against the economic predators such as the local egg traders, private hospital mudalalis, eatery owners, private bus operators, and big-time rice millers, will be able to regulate the foreign power and energy giants to be brought in. The Sri Lankan state cannot even tackle illegal fishing by Indians in its territorial waters.",
    "Dirigisme is an anachronism in the modern world, and state monopoly over vital sectors has not benefited the Sri Lankan public, as has been our experience with the CEB and the CPC. Most SOEs are characterised by mismanagement, political interference, waste and corruption, and they must be reformed, but this task can be accomplished without a fire-sale. The SJB has proposed private sector participation in a competitive market system. The government ought to take such views on board and act with restraint.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}