{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-pioneers-transparent-solar-power-systems-in-Sri-Lanka-to-revolutionise-agriculture/34-755905",
  "time_ut": 1701631501.0,
  "original_lang": "en",
  "original_title": "Hayleys pioneers transparent solar power systems in Sri Lanka to revolutionise agriculture",
  "original_body_lines": [
    "Harnesses energy from the sun while allowing natural light to reach crops",
    "Marking the country’s first attempt into transparent solar panel technology, Hayleys Solar announces its attempt to leverage Agrivoltaic technology to support agriculture.",
    "Funded by the Asian Development Bank (ADB) and in collaboration with the University of Peradeniya, this innovative initiative is set to reshape the clean energy landscape while offering unprecedented support to the underprivileged tea estate community.",
    "Agrivoltaic is built on the innovative practice of installing solar panels above lands suitable for growing crops - bridging cutting edge technology and environmental stewardship to support the nation’s agriculture and energy sectors.",
    "Transparent solar panel systems, a focal point of this project, hold immense potential in harnessing energy from the sun while allowing natural light to reach crops maximising land use efficiency.",
    "Hayleys Solar CEO Roshane Perera emphasises the company’s pioneering endeavour to transform Sri Lanka’s energy landscape while driving economic growth in local communities. “Our collaboration with ADB and the University of Peradeniya serves a shared purpose: meeting energy demands and empowering local tea estate workers with an additional revenue stream. The integration of solar panels and agriculture exemplifies our commitment to innovation and sustainability.”",
    "The 85kWp Hybrid transparent solar panel project, installed two meters above the tea plantation at the Hanthana Ratnasiri Wickramanayake National Training Centre, is projected to generate electricity to power over 100 families, contributing to the national grid with a 24 kilowatt-hour (kWh) battery energy storage system. The project complements the local tea estate community with a light-emitting diode (LED) lighting system to provide energy-efficient lighting for various applications, a precision agriculture system, and a groundwater pump with borehole arrangement to facilitate water supply for both the project and the nearby estate community.",
    "“This initiative embodies the spirit of progress and collaboration that Sri Lanka needs in its pursuit of sustainable development. The Tea Small Holdings Development Authority envisions a future where our small holder communities thrive economically and socially,” said Tea Small Holdings Development Authority President D.G. Mahipala.",
    "This remarkable journey, expected to be completed by early Dec 2023, backed by the support from the Ministry of Plantation Industries, reflects a shared vision for a future defined by energy efficiency, agricultural prosperity, and sustainable development."
  ]
}