{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/beauty-gems-claims-gold-at-nce-awards-2023/",
  "time_ut": 1703925540.0,
  "original_lang": "en",
  "original_title": "Beauty Gems claims Gold at NCE Awards 2023",
  "original_body_lines": [
    "Beauty Gems, one of the largest gemstone dealers in Sri Lanka, claimed the Gold Award in the Medium Category (Gem and Jewellery Sector) at National Chamber of Exporters (NCE) Export Awards 2023. The award ceremony organised by the NCE of Sri Lanka for the 31st consecutive year was held at the Shangri-La Hotel in Colombo. The Chief Executive Officer of Beauty Gems Ahzar Zawahir received the award at the gala event.",
    "Established in 2003 as a partnership company, Beauty Gems’ showroom is located in Colombo 04, and the Buying Office at Beruwala. They are the largest Sri Lankan cat’s eye and star sapphire supplier to the international market for the last 15 years with fantastic collections. In addition, they supply all kinds of gems including rubies, alexandrite, padmardhacha, tsavorite and spinel. Throughout the past, Beauty Gems has been exporting gemstones to major markets in the world including the United States, Hong Kong, China, Bangkok, the United Kingdom, India, Singapore, France and Germany.",
    "They are one of the first Sri Lankan gem traders to enter China market. Beauty Gems is also one of the largest exhibitors from Sri Lanka to exhibit their gems and related products in international exhibitions. Beauty Gems has been awarded with several local and international awards and appreciations since its establishment including the Best Young Entrepreneur Award in 2018. They have also received the relevant local and international standard certifications, particularly the ISO 9001:2015 quality certificate.",
    "Orit Apparels adorned with Gold for the second consecutive year at NCE Awards 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}