{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/struggling-with-the-tea-board/",
  "time_ut": 1702772820.0,
  "original_lang": "en",
  "original_title": "STRUGGLING WITH THE TEA BOARD",
  "original_body_lines": [
    "My fervent appeals to the Tea Board for assistance to local brand builders to develop own brands were, as I said earlier, supported -V Victor Santiapillai. My strategy proposal to launch ‘Dilmah’ in Australia as a fully Sri Lankan-owned tea brand was the first such initiative presented to the Tea Board. The Board was enthusiastic and voted the funds I solicited – approximately Australian Dollars 300,000 (Rs. 5.9 million then). However, the Secretariat bureaucracy, without consulting me, submitted a paper proposing that my project, and all future projects, should be funded on 50/50 basis, between the Board and the exporter. This was, actually, a great blow to my plans, as a tea bagging project is an enormously costly exercise, requiring extensive investment in plant and machinery.",
    "The opposition to my project from the Secretariat is demonstrated by one single fact; the Dilmah initiative went before the Funding Committee – consisting of Government nominees of the Board – no less than 21 times, before it was approved! The many projects which were approved at a single sitting disappeared from view within a short space of time. The Dilmah project, approved so grudgingly by this Funding Committee, is the only such initiative still in successful operation.",
    "Finally, following comprehensive clarifications on brand building and launching expenditure submitted by me to the Tea Board, supported by Santiapillai, as I have mentioned earlier in this chapter, it was agreed that such costs would be shared on an equal basis by the EDB, Tea Board, and Dilmah. Despite the delayed approval, my project continued to be plagued by the tardiness and active opposition by key members of the Secretariat.",
    "The Tea Board share of the promotional costs was unduly delayed, causing me and my distributor in Australia serious embarrassment. Dr. Wickrema Weerasooriya, then High Commissioner for Sri Lanka in Australia, had to intervene several times on my behalf with the Chairman of the SLTB, though his appeals were stifled by the Secretariat. At no stage in these painful exercises did I appeal for assistance to the Plantations Minister, Major Jayawickrema, who had ceased to be my father-in-law 12 years previously.",
    "Today, Dilmah carries the message of Pure Ceylon Tea to over 100 countries worldwide. Had I succumbed to the animosity generated against the Dilmah project at the outset, today there would not be one locally-owned label, selling successfully in overseas markets dominated by multinationals. As opposed to that, over the decades the Tea Board has invested millions of dollars, fruitlessly, in a multiplicity of tea promotional projects, but Dilmah remains the only success story, proving beyond doubt that my company was the right partner then for the EDB/SLTB project, to represent Pure Ceylon Tea in an overseas market.",
    "One of the main reasons for my numerous conflicts with the long-established trade bodies was their general resistance to change and to my insistence on a more proactive approach from those bodies. The industry in Sri Lanka, on account of its vulnerability to both internal and external dynamics consumption patterns, international financial upheavals, regional conflicts and many more is a highly-volatile system. Our trade governance and regulatory bodies seemed to be entrenched in an archaic mindset, with a singular inability, or reluctance, to offer proactive responses to predictable market disruptions. The tendency seemed to be to jealously guard the status quo.",
    "Once, in a move to change the entrenched ‘clubbiness’ of the CTTA, we enabled the election of Lofty Wijeratne, then a Director of Carsons, as Chairman. Despite requests from many members of the trade, I steadfastly refused to consider the position myself. Lofty, too, was subject to many pressures from vested interests within. I recall a request he made to me, obviously due to compulsion from established brokers, not to support Ajit Chitty’s application for a tea broker’s license. I disagreed and persisted in my support of Ajit, as I was of the firm view that the trade should encourage the emergence of more local companies. Finally, Ajit entered the broking fraternity with Eastern Brokers and made a very good thing of it.",
    "I am also aware that during this period, when I was involved with numerous issues impacting on the interests of the local exporter, CTTA representatives had been instructed by the relevant British masters to oppose any and all of my initiatives and proposals.",
    "In the many years of its existence, the CTTA has, on the whole, done a reasonable job in protecting and fostering industry interests. However, my view is that the constant pressures brought on it by a wide spectrum of industry-related parties and entities has, in recent decades, prevented it from a strict and objective pursuit of its mandate. When the British dominated every aspect of the tea industry, there was no dissent or conflict of interest, as there was tacit agreement that the CTTA and every other trade-related body was committed to the protection of British interests.",
    "The Chamber of Commerce too was not free of this type of internal manipulation and inbuilt politicking. One year I was appointed to the committee of the Chamber. At my very first meeting, a very senior member with strong interests in banking brought in a related issue which was not on the agenda. My objection to the discussion of this item, on those very grounds, was accepted and the matter was dropped immediately.",
    "My battle with the Tea Hub cabal headlined in newsprint “an unfinished struggle”",
    "Within two weeks, Suneetha Jayawickreme, who was then Secretary of the Chamber, called me to advise that a regulation of the Chamber precluded two individuals from the same group of companies from serving on the committee simultaneously. He pointed out that Jayasingham of Harrisons & Crossfield and I were both on the Harrisons Travel Services Board, and that in compliance with the Chamber stipulation, I should resign. I immediately did so, without even waiting for a written confirmation of the discussion. I was actually amused that interested parties had used a legitimate convention, though the association was tenuous, to ease out an individual who was, obviously, not prepared to toe the general line.",
    "I must also state that the criticisms I have levelled against all these boards is in connection with their administration and trajectories as of the early 1970s and across the ’80s. That era is now history, though the consequences of both inaction and misdirected strategies of that time were long-term impediments to the development of the country’s tea export trade. The thinking within those entities is far more balanced and enlightened now, the Tea Exporter’s Association excluded, for reasons which I will explain in a subsequent chapter.",
    "When a group of traders decided that their parochial interests should supersede industry welfare in its totality, and sought to launch the Tea Exporters’ Association (TEA), I believe that all traders, without exception, supported the move. Several senior members invited me to join but I refused, giving them very good reasons for my opposition to it. One of the members was the late Michael de Zoysa, then Managing Director of Lipton and for many years a prime mover in the CTTA. He and I frequently disagreed with each other on a number of important trade-related issues. After his retirement from Lipton also he approached me on several occasions and tried to persuade me to join the TEA, on the grounds that the trade was now thinking differently and that they would like to consider my views seriously and work together for common goals.",
    "At first I refused to engage in any discussion on the matter but, finally, after several personal approaches by Michael, I agreed to meet a six-member team of trade representatives led by him. During his years at Lipton, our frequently-conflicting views on common trade-related issues had led to a certain frostiness in our relationship, although we had known each other for years.",
    "I appreciated that as a senior manager of a multinational trader, which he had joined straight from school, he was obliged to guard its interests which, however, were generally inconsistent with those of the local exporter of a locally-owned brand. Things between us changed substantially after his retirement, though, and our relationship became more relaxed, particularly because, once freed from the professional obligation of serving the narrow interests of a multinational, he was able to take a more objective and liberal view of the trade.",
    "Fate, however, does not respect human motives or human plans. Tragically, Michael died suddenly and, instead of chairing the meeting that was scheduled to be held at my home on 30th September 2019, I attended his funeral on that day. Along with Michael, the possibility of a reunification of divergent tea trade interests was also laid to rest. Despite our differences, we treated each other with respect, as we were both men with strong opinions on subjects that were also our passion.",
    "In my view, in no other concept or proposal, is the venality of many of our tea traders and their submissiveness to colonial and multinational domination, as clearly demonstrated, as in the arguments that have been offered in support of the ‘Tea Hub’ hypothesis.",
    "In essence, the Tea Hub concept is an initiative to import cheap Black Tea to Sri Lanka, for blending with our tea and for re-export thereafter. The component of cheap, imported tea in the blend, would reduce the cost of the resulting export and improve the profit margin of the local packer.",
    "In 1979, the then Minister of Trade, the late Lalith Athulathmudali, visited the Rotterdam factory of Van Rees, a multinational trader. It was a centre for the bulking, blending, and packaging of cheap tea from multiple auction centres, sold thereafter in the Netherlands and various other European markets. Minister Athulathmudali, ignorant of the background realities of the local trade, had been deeply impressed by the scale of the Van Rees operation and, on his return, strongly advocated the setting up of a similar facility in Sri Lanka. When his views were made public, I vehemently objected to the proposal, giving reasons for my stance.",
    "Athulathmudali was adamant but, fortunately, the then President, J. R. Jayewardene, summoned me, obtained my views, and immediately decided to shelve the idea. To the best of my recollection that was the first public airing of the Tea Hub concept. Since then, from time to time, the proposal has surfaced, on the initiative of traders who believe that selling Ceylon Tea cheap is the way forward.",
    "I also recall that in late 1988, R. M. B. Senanayake, former civil servant and then General Manager of Jafferjee Brothers, in a newspaper article, suggested that whenever Ceylon Tea prices move up, exporters should be permitted to import cheaper tea for blending, in place of Tea. My reaction to it then was consternation, that a man who -lave known better should publicly advocate a policy with such potential for damage to the local tea industry.",
    "1st August 2011, the trade members of the Tea Council of the Sri Lanka Tea Board, acting on behalf of the Tea Exporters’ Association",
    "submitted to the Tea Council of which I was then Chairman proposal to lift the existing restrictions on the importation of",
    "Orthodox Black Tea. Whilst as Chairman of the council I did not express my opinion on the matter, I refuted the proposal in my personal",
    "capacity as an exporter and in the larger interests of the tea industry the country.",
    "In the many adverse opinions that were expressed regarding my position on this issue, and of my subsequent vocal and active opposition to the proposal, what was conveniently ignored by all my opponents was :hat liberalisation of Black Tea imports would be greatly advantageous to my own label, ‘Dilmah’. With the global outreach of that brand and the marketing and distribution network which reinforced its overseas sales in over 100 countries, I stood to gain more than any other local exporter by the liberalisation of Black Tea importation.",
    "The provision to import specialty tea, not traditionally manufactured locally, is permitted by statute. If I recall rightly, such importation was first permitted in 1981 and the relevant conditions revised in 1994. The 1981 provision was withdrawn when Monty Jayawickrema, then Minister of Plantations, on a visit to Egypt with a trade delegation, ascertained for himself that exporters had been blending cheap Chinese tea with Ceylon Tea in order to reduce the blend cost and were providing the Egyptian market with a very low quality product, which was being perceived by the consumer as Ceylon Tea. Ironically, that is a perfect example of the proposed methodology of the Tea Hub and, also, its likely outcome.",
    "There is no argument against the limited facilities available to the serious exporter for the importation of specialty tea such Darjeeling, select Assams, or other non-traditional varieties, not normally produced in this country. It is a legitimate and acceptable strategy used by exporters to widen their export product portfolio. Such teas are, invariably, far more costly on an average than Ceylon Tea and the Government permits imports of such varieties without restriction. The annual importation of specialty tea is around five million kg per year, equivalent to 2% of the average annual Black Tea production of Sri Lanka, and is a volume which has no impact on the local industry.",
    "A Tea Hub is of immense attraction to the multinational trader or the local exporter, who packs on his behalf. It will enable the former to source his product at low cost, with zero investment in infrastructure, as that will be provided by his local servant at the latter’s cost. Foreign label owners have no loyalty, either to the country of operation, the operation itself, or even to the consumer. He is motivated entirely by the bottom line and when appropriate, he will move out to another location which is able to serve his needs at a lower cost. This is an inevitable progression and can be illustrated with real-life examples.",
    "In their support of the Tea Hub proposal, the TEA submitted a wide range of arguments, all virtuously clothed to project an image of potential advantages to the local tea industry, when the actual intent was simply lowering the cost of their export blend.",
    "One of the major planks of the TEA platform has been the totally unsupported premise, that the Tea Hub would soon result in growing the present annual export value of Ceylon Tea, from USD 1.2 billion to USD 5 billion. This hypothesis was never supported by either strategy, complementing arithmetic, or a financially-verifiable equation, and still remains a pathetic piece of wishful thinking. One of their primary concerns is that the high value of Ceylon Tea is an impediment to the servicing of international markets, and that the local opponents of the concept should not be apprehensive, that importation of cheap tea would devalue equivalent grades at the Colombo Auction.",
    "Such arguments defy the simplest concepts of product supply, demand, and price dynamics, and do not merit an elaborate rebuttal. The Tea Hub proposal is based on plain self-delusion, garnished by unverifiable and statistically-unsupportable assumptions. A favourite theory of many economists and marketing consultants with absolutely no practical knowledge of the local tea industry in its totality is based on the feeble assumption that Sri Lankans are not capable of building brands and, therefore, the best option is to reduce Pure Ceylon Tea to the status of a commodity, or a raw material, for branding and value addition elsewhere.",
    "Annually, we produce around 300 million kg of tea and sell all of it at the Colombo Auction, at the highest average price of any auction centre. On an average, we are generally around USD 1 higher than the second highest auction centre, Nairobi. With their wide-ranging arguments for a Tea Hub, that is the real issue that its proponents wish to address; the relatively high auction price in Colombo. The trader who is exporting a cheap commodity at Rs. 500 – Rs. 600 per kg is unable to compete with the local entrepreneur who is exporting a genuine good quality Ceylon Tea, with value added, at Rs. 1,000 per kg or more.",
    "Even the Tea Hub proponents agree that Pure Ceylon Tea is of the finest quality. It does not require marketing expertise to conclude that a product which justifiably claims to be the best in quality must then be marketed at a commensurate price. That is an argument which any consumer will accept. For instance, there there are markets for both `Plonk’ and for high quality wine, with a massive price differential between the two.",
    "The Unique Selling Point of the former is price, whilst that of the latter is quality, which is where quality Ceylon Tea belongs.",
    "Another argument that the Tea Hub offers is the increase of export volume, through importation and re-export after blending. Judging the effectiveness of an export operation by volume alone is a serious mistake, as it distorts realities. What is relevant is not the volume and foreign exchange earned, but the contribution to actual value. Heavy exports of bulk tea and crudely-presented small packs, meant for cheap markets, bring little or no return to the exporter. Those are simply services provided to the multinational trader, by the local packer, with marginal corresponding benefits to the country of production. Value addition to the home-grown product, in the country of origin, is the only strategy which will ensure that all those in the commercial chain, from the farmer to the exporter, reap equitable benefits.",
    "The ruthless philosophy of the multinational packer and retail supplier is to buy low and sell high in mass markets in which the consumer, through relentless advertising and promotion, has been compelled to accept a well-packaged mediocrity masquerading as excellence. The intrinsic value of a product such as Pure Ceylon Tea and its inherent value proposition is subordinated to profit. Concepts such as genuine product purity and uniqueness of origin have no place in such a world. Such values do not belong in the base culture of mass-marketing of bland, homogenous products.",
    "The importation of cheap tea from multiple origins would immediately result in the discounting, at the Colombo Auction, of equivalent grades produced in this country, which would invariably be of a higher value than the import. In fact, the cost of any cheap imported tea would be well below our national cost of production, which, for a number of well known reasons, is the highest in the world.",
    "A glut of such low-priced imported tea would depress auction prices overall and adversely impact the grower and producer, who are already burdened by high production costs and diminishing land and worker productivity. In the meantime, the cheap blend, with its desirability enhanced by the legend ‘packed in Sri Lanka/Ceylon,’ will be perceived as genuine Ceylon Tea by the overseas consumer. That perception will cause irreparable damage to the image of Pure Ceylon Tea and, also, to the exporter of the genuine product.",
    "Despite the many abuses it has been subject to over the years, at the hands of multinationals and other traders, who have no respect for either purity or origins, Ceylon Tea is not a commodity as other teas are. Pure Ceylon Tea, of itself and in itself, is a brand and a specialty in the eyes of the consumer. There is no other tea in the world which is recognised internationally by the country of its origin like Ceylon Tea; nor is any other country globally identified by the tea it produces like Sri Lanka/Ceylon. Up to about 20 years ago, Ceylon Tea was promoted and marketed on that unique value proposition and that memory still lingers in the minds of the older, middle-aged consumer. It was that memory of quality which ensured the success of Dilmah in Australia, despite it being priced well above its competing brands produced by the big multinationals.",
    "World Monuments Fund officially endorses ‘88 Acres’ by MMCA Sri Lanka",
    "From building businesses in the Far East to the main board of R&C",
    "Fighting off attempts to hobble me and making the Dilmah mark in New Zealand",
    "Dilmah, my personal ethos and my commitment to marketing a single origin Ceylon tea",
    "Entering Australia, early resistance and the platform for Dilmah’s success",
    "Dilmah Conservation’s Bee A Keeper Project Continues Strong in its Third Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}