{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-home-broadband-launches-midnight-thriller/",
  "time_ut": 1704647220.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL Home Broadband launches ‘Midnight Thriller’",
  "original_body_lines": [
    "SLT-MOBITEL has announced an exciting new free night-time internet for all Home Broadband customers that will include unlimited free data access daily from midnight to 7am. Recognizing the rising demand, SLT-MOBITEL is spearheading a transformative shift in the industry by providing free internet access during the night for the first time in Sri Lanka, representing a major milestone in the nation’s telecommunications industry.",
    "Addressing the diverse needs of customers, Midnight Thriller will provide unlimited internet access from midnight to morning to all existing and new Home Broadband Customers opting for monthly internet packages. Now, night owls, light sleepers, and those burning midnight oil, can freely stream, game, or download during late night hours without worrying about data limits or charges.",
    "With Midnight Thriller, customers can automatically enjoy the night-time free internet without the need for additional subscriptions or opt-ins, enabling unlimited downloads for unlimited thrills during the late-night hours.",
    "The launch of Midnight Thriller is set to enhance the internet experience for customers and demonstrates SLT-MOBITEL’s commitment to subscriber satisfaction, providing unmatched value and convenience.",
    "Gross official reserves reach USD 3 billion without counting Chinese swap",
    "Teejay wins Silver in ‘Extra Large’ category at NCE Export Awards",
    "SLT-MOBITEL Mobile introduces ‘My Super Offers’ delighting customers with tailored rewards",
    "SLT-MOBITEL and STEMUP Foundation partner for ‘Day of Code 2023’ inspiring computer science learning",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}