{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91783/sri-lankas-govt-debt-plan-tempers-funding-risk-for-nbfis-fitch",
  "time_ut": 1688713500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s govt debt plan tempers funding risk for NBFIs - Fitch",
  "original_body_lines": [
    "Sri Lanka’s proposed government debt restructuring plan should reduce funding and liquidity risk for non-bank financial institutions (NBFIs), says Fitch Ratings.",
    "The plan avoids direct impact on the local-currency government debt holdings of NBFIs and commercial banks, easing uncertainty over the entities’ capital, funding and liquidity profiles. Nonetheless, the proposal is only one aspect of the sovereign’s debt sustainability plan, and the weak economic environment continues to pose downside risk to the sector.",
    "The government debt holdings of Sri Lankan NBFIs mainly comprise local-currency treasury securities to meet regulatory liquid-asset requirements and for investment returns. Finance and leasing companies (FLCs) have boosted government debt securities holdings amid a weak economic outlook, lacklustre lending opportunities and a preference for stronger liquidity buffers at a time of extreme market uncertainty.",
    "Such holdings are not excessive, at around 8% of sector assets at end-March 2023 (end-March 2020: 5%), but any direct impact from a government restructuring plan would have added to asset quality and earnings pressure arising from Sri Lanka’s difficult economic backdrop. These securities also comprise a larger proportion of banking-sector assets, and any losses arising from a restructuring could have further constrained banks’ capacity and willingness to provide funding to the NBFI sector. Foreign-currency denominated Sri Lanka Development Bonds will be subject to restructuring, but Fitch-rated NBFIs have no exposure to these instruments.",
    "“We also do not expect the latest proposal to prompt a loss of depositor confidence in the banking system that would raise contagion risk for NBFIs’ deposits and bank funding lines. For more analysis on the implications for the banking sector, see Sri Lanka’s Domestic Debt Plan a Significant Step for Resolving Bank Uncertainty.”",
    "Fitch views the funding and liquidity profiles of Sri Lankan NBFIs as closely linked to that of banks, given the NBFIs’ dependence on banks as a funding source. FLCs sourced approximately 73% of total non-deposit funding from other financial institutions as at end-March 2023, of which the bulk would be from banks. Similarly, banks are major funding providers for other NBFI sub-sectors, such as securities firms. FLCs’ credit drivers are also linked to those of banks due to their bank-like business models, common prudential regulator and predominant domestic exposure.",
    "Sri Lankan NBFIs continue to face significant downside risks beyond those addressed in the recent proposal. The economy contracted by 11.5% in 1Q23, pressuring the FLC sectors’ already-high non-performing loan ratio of 16% as at end-March 2023, while higher funding costs have crimped net interest margins and profitability. Fitch Ratings says it expects economic conditions to remain difficult, particularly for FLCs’ largely sub-prime customer base, despite a modest improvement in inflation, interest rate and exchange rate trends in recent weeks.",
    "Capital markets are likely to stay volatile despite recent positive moves, keeping the financial prospects of securities firms less predictable in the near term. Any resistance from other government debt holders could also hold back the proposal and raise fresh doubts for the domestic financial system.",
    "The debt announcement and subsequent sovereign rating action do not directly impact Fitch’s national ratings on Sri Lankan NBFIs. The ratings remain on Rating Watch Negative (RWN) due to ongoing operating environment risks, which could weaken NBFIs’ credit profiles relative to other entities on the national ratings scale. Fitch Ratings says it would look to resolve the RWNs upon greater stability in the domestic economy and financial markets, and better visibility on how the economic downturn will affect NBFIs’ franchises and financial profiles. This could require more clarity on the final outcome of the debt restructuring, including on foreign-currency debt, and the impact on the banking and corporate sectors."
  ]
}