{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-domestic-containers-up-in-october-as-economy-recovers-144915/",
  "time_ut": 1703641380.0,
  "original_lang": "en",
  "original_title": "Sri Lanka domestic containers up in October as economy recovers",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s domestic container volumes increased 13.14 percent to 87,186 twenty-foot equivalent units, after an increase of 16 percent to 82,432 units in September, official data show.",
    "Sri Lanka’s import container volume growth has been positive since July.",
    "Sri Lanka saw a surge of imports in 2021 and the first half of 2022, as the central bank printed money to keep rates down.",
    "Third world central banks print large volumes of money to keep rates down and offset interventions in the forex market (sterilize) driving private credit and imports to unsustainable levels, which then require a credit contraction to restore credibility of the exchange rate.",
    "Sri Lanka intervened with, borrowed reserves including through swaps in the belief reserves can be used for imports, a practice now found in most defaulting countries.",
    "The injections drive investments and imports beyond the capacity of the country to save, triggering external crises.",
    "Sri Lanka in 2023 had been collecting reserves with deflationary open market operations, while private credit has been muted, but is also recovering.",
    "Sri Lanka has a trade deficit, because residents get remittances and tourism receipts to spend on imports, above the receipts of merchandise exports.",
    "However when liquidity is injected imports surge above dollar inflows, triggering balance of payments deficit, or the if the currency is not defended, the rupee falls. Usually both happens in Sri Lanka.",
    "Sri Lanka is now going through a cyclical recovery that usually follows a currency crisis which also led to sovereign default in 2022.",
    "Up to October 2023, domestic container volumes totalled 801,753 TEUs, down 8.2 percent from a year earlier.",
    "October transshipment volumes were also down 4.7 percent to 426,825. Full year transshipment volumes were up 2.2 percent to 4.84 million TEUS.",
    "Sri Lanka total container volumes were down 2.7 percent to 529,533 TEUs in October. Up to October volumes were up just 0.3 percent to 5.796 million TEUs."
  ]
}