{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/16/will-sri-lanka-move-x-press-pearl-suit-to-singapore-international-commercial-court/",
  "time_ut": 1684219920.0,
  "original_lang": "en",
  "original_title": "Will Sri Lanka move X-Press Pearl suit to Singapore International Commercial Court?",
  "original_body_lines": [
    "COLOMBO (News 1st); A notice has been made stating that the lawsuit filed by Sri Lanka at the Singapore High Court over the X-Press Maritime Disaster is to be referred to the Singapore International Commercial Court.",
    "Sri Lanka had filed a case seeking compensation for the damages caused to its marine environment following the shipping disaster in 2021.",
    "The country's Attorney General's Department said that government decisions with respect to the notice will be informed to the Singapore High Court following consultations with all parties.",
    "Sri Lanka's Attorney General's Department said that when the case was called up at the Singapore High Court on Monday (15), the notice was made to refer the matter to the Singapore International Commercial Court.",
    "The case will be called up again for consideration on the 1st of June 2023, and Sri Lanka is expected to announce whether the matter will be moved to the Singapore International Commercial Court on not, on that day.",
    "The Marine Environment Protection Authority (MEPA) says measures have been taken to reassess the damages caused to Sri Lanka's marine environment following the X-Press Pearl maritime disaster.",
    "MEPA Chairman Attorney Asela B. Rekawa said the compensation claim report is being formulated based on the directives of the Attorney General's Department.",
    "He said that the damages caused to Sri Lanka's marine environment following the X-Press Pearl maritime disaster until 30th April 2023 will be taken assessed.",
    "Sri Lanka's marine environment following the X-Press Pearl maritime disaster was previously assessed to 30th November 2022.",
    "The Marine Environmental Protection Authority stated that based on the new assessment, the compensation claim could increase above USD 6.5 Billion.",
    "Japan provides $ 4.6 mn through FAO to boost paddy production"
  ]
}