{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/british-quantity-surveying-degree-programme-from-sliit/",
  "time_ut": 1679417640.0,
  "original_lang": "en",
  "original_title": "British Quantity Surveying Degree Programme from SLIIT",
  "original_body_lines": [
    "The Liverpool John Moores University’s BSc (Honours) Quantity Surveying programme from SLIIT provides students with exciting pathways to benefit from the anticipated future surge in construction, an opportunity to learn a broad set of skills, and the ability to take on new challenges at the forefront of the built environment.",
    "A press release said: ‘The three-year, full-time LJMU BSc (Honours) Quantity Surveying programme is a fully-fledged UK qualification. Moreover, the programme is tailored to meet the current requirements of the construction industry, and graduates receive a professional qualification, including 12 weeks of industrial training.",
    "‘The pathway toward the Honours degree is through six (06) academic semesters, and students receive industrial training after the completion of the third year. They are also able to obtain the SLIIT Diploma in Quantity Surveying upon completion of two years. In the final year, students are eligible to transfer to LJMU to complete the Degree I the UK.",
    "‘Ch.QS Tilanka Wijesinghe, Head of the Department of Quantity Surveying stated, “We are aiming at producing experts as this is a professional degree programme. We are vigilant to industrial requirements and prompt in accommodating new knowledge and skills to the curriculum. Our graduates specialise in digital quantity surveying, enabling them to integrate effectively in the digital environment and cross-boundary project teams in a global context. Their wider spectrum of knowledge allows them the flexibility and adaptability to shape themselves in dynamic situations. The above attributes give them the competitive advantage in the local and global job market.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}