{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95119/central-bank-further-relaxes-its-monetary-policy-stance",
  "time_ut": 1700792820.0,
  "original_lang": "en",
  "original_title": "Central Bank further relaxes its monetary policy stance",
  "original_body_lines": [
    "The Monetary Policy Board of the Central Bank of Sri Lanka (CBSL) has decided to further reduce the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank by 100 basis points (bps) to 9.00% and 10.00%, respectively.",
    "At its meeting on Thursday (Nov.23), the Board arrived at this decision following a careful analysis of the current and expected developments in the domestic and global economy, with the aim of achieving and maintaining inflation at the targeted level of 5% over the medium term, while enabling the economy to reach and stabilise at the potential level.",
    "The Board took note of possible upside risks to inflation projections in the near term due to supply-side factors stemming from the expected developments domestically and globally.",
    "However, the Board viewed that such near-term risks would not materially change the medium-term inflation outlook, as inflation expectations of the public remain anchored and economic activity is projected to remain below par in the near to medium term.",
    "Further, the Board viewed that with this reduction of policy interest rates, along with the monetary policy measures carried out since June 2023, sufficient monetary easing has been effected in order to stabilise inflation over the medium term.",
    "Hence, the Board underscored the need for a swift and full pass-through of monetary easing measures to market interest rates, particularly lending rates, by the financial institutions, thereby accelerating the normalisation of market interest rates in the period ahead.",
    "In its press release, the CBSL mentioned that headline inflation continues to remain low, reflecting subdued demand conditions.",
    "Headline inflation, as measured by the year-on-year change in the Colombo Consumer Price Index (CCPI, 2021=100), was recorded at 1.5% in October 2023, as opposed to 1.3% in September 2023. Food inflation continued to be negative (year-on-year) for the fourth consecutive month in October 2023.",
    "Meanwhile, the National Consumer Price Index (NCPI, 2021=100)-based headline inflation (year-on-year) was recorded at 1.0% in October 2023, compared to 0.8% in September 2023.",
    "Both CCPI and NCPI based core inflation (year-on-year), which reflects underlying demand pressures in the economy, moderated further in October 2023, reflecting the subdued demand pressures in the economy.",
    "A one-off upward movement in inflation is expected in the near term, driven mainly by the changes to the Value Added Tax (VAT) proposed by the government effective January 2024.",
    "The spillover effects of tax measures and other developments are likely to be muted due to subdued underlying demand pressures; hence, this rise in inflation is expected to be transitory. Accordingly, headline inflation over the medium term is expected to converge towards the targeted level of 5%, supported by appropriate policy measures.",
    "The CBSL said market interest rates are expected to normalise in the period ahead. Market interest rates continued to adjust downwards, and most benchmark interest rates have declined significantly. Meanwhile, the yields on government securities are also adjusting downwards with falling risk premia.",
    "The reduction of policy interest rates by 100 bps in this monetary policy review is expected to create further space for market interest rates to adjust downward and normalise in the period ahead.",
    "Reflecting the transmission of the relaxed monetary policy stance, outstanding credit to the private sector by the banking sector expanded on a monthly basis in September as well as in October 2023 based on provisional data.",
    "With the moderation of market lending interest rates, credit to the private sector is expected to increase further in the period ahead, thereby supporting the envisaged rebound of domestic economic activity."
  ]
}