{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90642/university-lecturers-demands-to-be-considered-after-economy-stabilizes",
  "time_ut": 1684421040.0,
  "original_lang": "en",
  "original_title": "University lecturers’ demands to be considered after economy stabilizes",
  "original_body_lines": [
    "President Ranil Wickremesinghe says the government will be able to consider the privileges including financial concessions sought by the university lecturers, after the domestic debt restructuring program is successfully completed by September and the country’s economy is stabilized.",
    "His remarks came during the meeting with the Federation of the University Teachers’ Association (FUTA) at the Presidential Secretariat this evening (May 18).",
    "Academic staff representatives from all state universities were in attendance for this meeting during which a wide range of topics including the issues faced by the lecturers, the possible solutions for these problems and how to maintain the university system in the prevailing economic downturn were taken up for discussion at length.",
    "The President also instructed the authorities to submit a cabinet memorandum regarding filling the necessary vacancies in the university system.",
    "The university lectures emphasized that the existing educational facilities are insufficient compared to the number of students that enrol in the universities annually.",
    "The focus was on improving the facilities of the university system while maintaining the current financial allocation restrictions, and President Wickremesinghe advised to pay more attention to the develop the facilities of medical, engineering and science faculties.",
    "The President further directed the authorities to consult with the Attorney General and reach a decision on the possibility of re-granting the research allowance of the currently suspended university lecturers.",
    "Attention was also drawn here on the need to get appropriate advice to suit the current world in decision-making and improving educational reforms regarding the country’s university education.",
    "Minister of Education Susil Premjayanth, President’s Secretary Saman Ekanayake, President’s Senior Adviser on Economic Affairs Dr. R.H.S. Samaratunga, Secretary of the Ministry of Education Nihal Ranasinghe, Chairman of the University Grants Commission Senior Professor Sampath Amaratunga and the heads of line institutions of the government including officials of the Ministry of Finance also attended this discussion."
  ]
}