{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/traveling-in-russia-for-unesco-and-more-of-life-in-paris/",
  "time_ut": 1687595700.0,
  "original_lang": "en",
  "original_title": "Traveling in Russia for UNESCO and more of life in Paris",
  "original_body_lines": [
    "In the final years of the gerontocracy that ruled the Communist Party and the USSR we received the green light to have the annual general meeting of the Internatioal Programme for the Development of Communications (IPDC) in the Soviet Union. This was a special plus for the IPDC because till now its main backers were the Third World countries and the Nordic group. The Soviet delegation which included the general manager of Tass News Agency as well as Zassousky of Moscow University and several top brass from the Foreign Ministry managed to convince the old men in the Kremlin that it was in their interest to ally with the many Third World countries associated with UNESCO and IPDC.",
    "As if to reinforce their Third world connections it was suggested that the meeting be held in Tashkent – the capital of Socialist Uzbekistan. The USSR had already built up Tashkent as their window to Asia. For instance, the Tashkent Film Festival was well known in Asia and Africa. The city had the infrastructure to mount a global conference. Preparatory work for the meeting was assigned to me and my office. My counterpart was Sasha, an official in the USSR Embassy in Paris, who was charged with UNESCO relations.",
    "We struck up an instant friendship as we had to travel many times to Moscow together to finalize arrangements for the meeting. Since it was a high level UN conference M’Bow himself would attend it. Having received a battering from the western press the DG looked forward to the choreographed welcome he was bound to receive in the USSR. This was a difficult time for him since the spat with the USA had led to him being demonized in the Western media.",
    "He discovered too late that it was not possible to win over the western media if you take on the Jewish lobby. Once the press begins to demonize you, it becomes difficult even for political leaders to help you. M’Bow was beginning to go down the slippery slope and he found that the popularity of the IPDC among all political camps gave him a chance to mend fences. But the Reagan administration did not approve of him on the Israeli issue.",
    "The US left UNESCO, which created a gaping hole in our budget. Japan came to the rescue by increasing its contribution. But there was a price tag to the rescue act. It began to suggest changes at the top and very soon M’Bow was replaced by a Japanese Secretary General.",
    "While preparations for the Tashkent meeting brought me to Moscow many times, I also had to negotiate some tricky points with the Communist Party bureaucrats. One such issue was regarding visas. Any UN meeting presupposes the issuing of visas to all participants recommended by it. The host country cannot impose any conditions regarding the travel and security of the participants once they are within its borders.",
    "All arrangements for board and lodging of participants must be approved by us. All this had to be handled sensitively as the US had added several anti-Communist hardliners to their observer delegation perhaps hoping to sow confusion. In all probability these delegates would not have been issued visas if they had applied directly to Moscow. Among these hardliners or ‘cold war warriors’ was Alan Weinstein, a University Professor who had published a lengthy volume presenting evidence to prove his thesis that the killing of John F Kennedy was the act of a ‘lone assassin’ and was not a conspiracy.",
    "Weinstein was considered to be a USSR watcher for Reagan. He was joined in the journey to Tashkent by an alcoholic Californian journalist Nossiter who was a favourite of the US President. It looked very much as though the US delegation was expecting some mishap which could be highlighted at home in their ongoing effort to vilify the United Nations. So we had to be extra careful in our preliminary arrangements.",
    "While in Moscow I took time off for sightseeing. The city was full of old dynastic buildings. The multi-coloured churches with their onion like domes were an architectural wonder. The massive Red Square in the Kremlin with a lit up lone red star looking down from the highest building was an inspiring sight to me, who as an undergraduate at Peradeniya, had pored over books written about the historic Red revolution of the Bolsheviks led by Lenin.",
    "To my pleasant surprise my guide to the historic sites of the city was Ordzhonikidze – the great grandson of a fellow Georgian revolutionary and comrade of Stalin. The original Sergo Ordzhonikidze was one of the heroes of the revolution. He was rare among the early leaders to die unscathed by the terror launched by Stalin. Stalin named one of his battle ships after him. However the latest research has thrown doubt about the manner of his death.",
    "My guide was a young man well versed in the history of the revolution. He took me to the Museum of the Revolution which narrates the history of that epochal event. Communists have no hesitation in rewriting history to fit their current preoccupations. For example in all the old photos of revolutionary leaders, Trotsky had been air brushed out. Since I was familiar with the original photos from Isaac Deutscher’s books I asked my guide about it.",
    "His answer shocked me. He told me that he had not even heard of such a name. He added that none in his generation knew of Trotsky. We then visited the Lenin Mausoleum to view Lenin’s embalmed body which a writer has described as a ‘communist relic’. By this time Khrushchev had ensured that Stalin’s sarcophagus which had lain side by side with Lenin’s was removed from the viewing hall. The Russians are obsessed with sarcophagi.",
    "In the basements of the old churches with onion domes – of the Russian Orthodox Church – in ancient boxes lie the remains of church leaders of the past years. The communists have buried the remains of ancient kings but have left the churchmen alone in the crypts. I remembered that Moscow is only a part of the story. The revolution took place in St Petersburg with its Winter Palace.",
    "Much later, on an official visit there with President Mahinda Rajapaksa I was able to imagine the drama at the beginning of the Russian Revolution. The ship ‘Aurora’ which figures largely in history because the sailors mutinied and threatened to bombard Petersburg in support of the revolutionaries was, we saw, moored in Petersburg harbour. But Moscow became the new capital. Ordinokidze and I motored to the outskirts of Moscow to see last ditch defences Stalin had set up to prevent Hitler’s tanks rolling down to take the beleaguered capital which housed Stalin and the Central Committees.",
    "Soviet Tanks and soldiers had made a heroic stand there and driven back the Nazis. After the guided tour we lunched at Moscow’s famous five star restaurant `Matryoshka’ on Katuzovsky Avenue, which was a popular meeting place of the Moscow elite. I went back to my Hotel Moskva and got ready for the highlight of my tour, the visit to the Bolshoi Theatre to see ‘Swan Lake’ danced by the world famous Bolshoi Ballet. I had seen ‘Swan Lake’ in Paris, Berlin [called ‘Schwansee’ in German] and London but the Bolshoi version was the most breathtaking, both for the dancing and Tchaikovsky’s music.",
    "After this encounter I was ready to fly back to Paris. My friend Sasha of the Paris embassy then introduced me to a touching traditional Russian gesture. He brought a home cooked loaf of bread wrapped in a bandana. His wife, who was a teacher of English in a University, had baked the bread. In the past in Russia when a family member or friend undertook a long journey his loved ones would cook him a loaf of bread, wrap it and hand it over so that he would not go hungry. I too was given that touching honour and was greatly moved.",
    "Promising to come back, I took the Air France flight back to Paris and home after a wonderful experience in Soviet Russia. By a coincidence seated next to me on the flight was Bala Tampoe who was one of my heroes from University days. We talked and on the following day I took him out to lunch in a posh hotel close to the ‘Le Monde’ office where Bala had an interview with a French journalist.",
    "The Tashkent meeting was quite a victory for the newly formed IPDC. The international situation was moving towards dialogue and nations were looking for signals, however small they may appear at first, of a thaw in the Cold War. The USSR was in a state of paralysis after a period of rule by geriatric leaders. Gorbachev was in the wings and soon ‘Perestroika’ and ‘Glasnost’ was to emerge to shake up the Communist world.",
    "As mentioned earlier Ronald Reagan sent a delegation of right wing hardliners to Tashkent. They were carefully handled by the State Department officials who came along with them from Washington. They came expecting a frosty reception but the USSR and our staff made sure that they felt comfortable as they were invited to many meals, and especially drinking sessions, in the best Tashkent restaurants. According to American Foreign service officers, their report to Reagan was conciliatory.",
    "Sensing the value of this meeting M’Bow himself attended the conference. He was treated with great respect by the USSR authorities, which was a contrast to the way in which he had been treated by a visiting US under-secretary. At the meeting, defying expectations of a boycott, western delegates who provided most of the funds, were happy that IPDC was short on rhetoric but had successfully collected funds and launched many projects to improve communications facilities in the poorer nations.",
    "The USSR also by selecting Tashkent had signaled that they were on the side of the developing nations. Tashkent was their gateway to Asia and the “third world” countries. They had invested heavily in providing hotels and conference centres in the city. Though we were put up in the best hotel we got a shock when an earthquake hit Tashkent and we had to run out to the open in the night till the tremors subsided. It was a comic sight to see the distinguished delegates congregating on the lawn in their night clothes. Later we were assured that such tremors were not exceptional and the hotel was built to be earthquake proof I doubt whether our seasoned diplomats bought that story in its entirety.",
    "After the grand finale of the meeting USSR authorities had arranged an excursion to Samarkand for the participants. Samarkand has been described by a poet as “a rose red city half as old as time”. It had been the cradle of the Mughal, which later became a famous centre of Islamic learning. We saw one of the oldest Universities of the world with its warren like rooms for the young scholars who then traversed Asia and the Middle East propagating the Islamic faith.",
    "They were also the early scientists and astronomers who advanced learning in mathematics and tracking of changes in the sky and stars. The world’s oldest telescope to observe the skies was located in Samarkand. The Tashkent meeting brought me even closer to the Asian delegates to UNESCO and IPDC. Among them was G. Parthasarathy, the head of the Indian delegation. GP was close to the Nehru family having been the PMs roving ambassador. He was India’s Ambassador to Vietnam at a crucial time when Nehru was called upon to be a mediator in the growing political crisis in that country. We became close friends with consequences that I will describe later in this chapter.",
    "The UNESCO top brass was pleased with our management of the conference. M’Bow held a reception for the staff and thanked them. When the inevitable cuts foIlowing the US withdrawal came, IPDC was not touched. We were encouraged to keep up our ties with the State Department Officials in Paris who were themselves unhappy about the withdrawal but could do nothing about it. They assured us that eventually the US will return and that is what really happened later. In the meanwhile, USAID with whom we had excellent relations continued several of our projects bilaterally with those countries concerned.",
    "As stated earlier with the arrival of my family in Paris I moved to a spacious flat in Rue Jean Daudin which was close to UNESCO headquarters and my office in Rue Miollis. This was a posh quartier in Paris being close to the Eiffel Tower, Trocadero, the Ecole Militaire and Champ de Mars – the most famous park in Paris. The shift of residence from a ‘Red’ working class district to the heart of upper class Paris gave me an opportunity of experiencing different historical cultures of that ancient city.",
    "The topography of Paris is highly segmented on the basis of social class. As a jogger in my new locality I could run past the military school which had produced a Napoleon as well as all the military leaders of World wars including De Gaulle. In fact paratroop commanders led by Generals Salan and Massu, who opposed De Gaulle’s change of policy on Algeria, attempted to assassinate him in front of the Ecole Militaire. This real event forms the backdrop of the famous thriller ‘Day of the Jackal’ which became a bestseller.",
    "I ran past the Invalides – a hospital for war veterans established by Napoleon, which is now a war museum. From there I would reach the Champs de Mars and the Tour Eiffel. Then I would go past the Trocadero, down the steps near the Musee de Homme and back to my home in Rue Jean Daudin. It was a daily chore which not many people would have had the privilege of enjoying. But it was also saddening because my route was dotted with plaques commemorating the resistance fighters who had been put against the wall in those locations and summarily executed by the Gestapo during the Nazi occupation. From time to time old ladies – relatives, girlfriends and surviving comrades-would hobble up to those monuments to lay a bunch of flowers as remembrance of those sad times past.",
    "I then got down to the task of finding schools for my two daughters who were delighted to be in Paris at the best time of their young lives. Ramanika who was 18 enrolled in the American University of Paris while Varuni who was 15 joined the British school of Paris which was located out of the city in idyllic surroundings. The British school bus was parked at the Trocadero and the students, who were mostly from the posh quartiers, had to come there by car or metro.",
    "Varuni would take the Segur Metro to Trocadero first with her mother but soon on her own, and catch the school bus to the suburbs with her mischievous schoolmates who were mostly drawn from UNESCO and embassy families. Occasionally my wife and I visited the school to inquire about Varuni’s progress. We were accompanied by Navaz as an interpreter and two other Sri Lankans. The school management would have been horrified to see a delegation of Asians descending on their school, all intent on following the early baby steps in education of their new entrant Varuni Amunugama.",
    "But both children adapted themselves well and would merge easily with their new friends who were up to their usual pranks in class and on school tours to England, Ireland and parts of Europe. They were both on great demand as ‘baby sitters’ to small children of the super-rich like Bank Directors, Ambassadors and Supermodels who paid them handsomely. With the money so collected the two girls traveled through Europe by train on their own.",
    "In Geneva they were looked after by Jayantha and Maureen Dhanapala. In Rome they stayed with Mahinda Ranaweera and his wife who were UNESCO functionaries there. In Germany they were guests of my wife’s cousin who was married to an embassy official in Bad Godesberg. They were popular ‘baby sitters’ because they spent part of their allowance buying chocolates for their wards.",
    "We also had many Sri Lankan friends staying with us. Namel and Malini Weeramuni, our friends from way back, toured France with some companions in a caravan and I arranged a flat nearby for them to stay while visiting Paris. Lester and Sumitra Peries were regular visitors to Paris. Earlier their good friend Vernon Mendis, who was our Ambassador, had entertained them. They also had friends in the French film industry, some of whom were associated with the Cannes Film Festival.",
    "Sumitra’s film `Loku Duwa’ produced and acted by Geetha Kumarasinghe was selected under a special section in Cannes called ‘Un Certain Regard’ which was a considerable achievement for both Sumitra and Geetha. A lot of work went into making a shorter version of the Sinhala film, subtitling, striking extra prints and launching of a publicity drive in the French media. All this was done and `Loku Duwa’ was screened to an enthusiastic audience.",
    "On another occasion Sumitra visited Paris and stayed with us when one of her films was presented at the Nantes Film Festival. Richard Ross and his wife Jane who were our close friends when they were in Colombo as attaches to the US Embassy, were in Paris serving in the US embassy. They were living on a houseboat moored on the river Seine. Dick and Jane invited us for dinner on their boat. It was a fun party with plenty of drinks and as the music increased in tempo, we were scared that an inebriated guest would jump into the river.",
    "Private education has grown faster in South Asia than in other regions – UNESCO",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}