{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/31/fidh-welcomes-un-report-on-sri-lanka-s-violations-of-civil-and-political-rights/",
  "time_ut": 1680236520.0,
  "original_lang": "en",
  "original_title": "FIDH welcomes UN report on Sri Lanka’s violations of civil and political rights",
  "original_body_lines": [
    "The International Federation for Human Rights (FIDH) and the Center for Human Rights and Development (CHRD) have welcomed the findings recently made by a United Nations (UN) body, which underscored the Sri Lankan government’s serious violations of civil and political rights.",
    "FIDH and CHRD urge the government to take immediate steps to address the numerous violations identified by the UN body and implement its recommendations without delay.",
    "On 27 March 2023, the UN Human Rights Committee (CCPR) issued its concluding observations, following the review of the country’s sixth periodic report under the International Covenant on Civil and Political Rights (ICCPR).",
    "The review was held on 8 and 9 March 2023 in Geneva, Switzerland.",
    "The CCPR monitors state parties’ compliance with their legal obligations under the ICCPR. Sri Lanka is a state party to this treaty.",
    "The CCPR’s findings mirror those included by FIDH and CHRD in their two joint shadow reports submitted to the CCPR in May 2022 and January 2023.",
    "The CCPR identified three priority issues for the government to address:",
    "With regard to the HRCSL, the CCPR called on the government to ensure that the body fully complies with the Paris Principles, ensure transparency in the appointment process of its members, and provide sufficient resources to carry out its mandate effectively and independently in all parts of the country.",
    "With regard to counter-terrorism measures, the CCPR was concerned that the Prevention of Terrorism Act (PTA) continued to allow for prolonged pretrial detention without charge of up to 12 months, contained a broad definition of terrorism, and was used to legitimize the targeting of minorities, particularly Muslims and Tamils, government critics, and lesbian, gay, bisexual and transgender individuals, and to extract confessions through torture.",
    "1) repeal the PTA and replace it with legislation that contains a narrow definition of terrorism and is compliant with the ICCPR;",
    "2) ensure that the legislative process for enacting a new anti-terrorism or national security law is inclusive and transparent and facilitates participation of a wide range of stakeholders;",
    "3) ensure that those suspected or charged with terrorist acts or related crimes are provided with legal safeguards in line with Article 9 of the ICCPR; and",
    "4) facilitate independent monitoring of all places of detention to inspect the situation of those detained under the PTA.",
    "With regards to liberty and security of persons, the CCPR expressed concern over the arbitrary arrests and detention of anti-government protesters, trade unionists, Tamils, and Muslims. The extensive use of prolonged pretrial detention, inconsistent bail provisions, and ineffective access to non-custodial alternatives, were also of concern to the CCPR.",
    "The rights to freedom of peaceful assembly, freedom of expression, and participation in public affairs were among some of the other issues of concern identified by the CCPR.",
    "With regard to freedom of peaceful assembly, the CCPR noted with concern the use of excessive force in dispersing peaceful assemblies, the application of counter-terrorism legislation against protesters, and the lack of effective investigations and prosecutions in cases of abuses committed by law enforcement personnel. These concerns reflected the findings contained in “Anatomy of a crackdown – The repression of Sri Lanka’s aragalaya protest movement,” a report published by FIDH and CHRD in January 2023.",
    "With regard to freedom of expression, the CCPR highlighted numerous violations, including: harassment, intimidation, surveillance, disappearances and killings of journalists and human rights activists with impunity; the misuse of the International Covenant on Civil and Political Rights Act No. 56 of 2007 to stifle freedom of expression; and the blocking of public access to social media platforms ahead of 2022 nationwide protests.",
    "With regard to participation in public affairs, the CCPR raised concerns over the repeated postponement of local government elections on grounds of lack of funding. It recommended that the government ensure the independence of the Election Commission and that the scheduled local government elections do take place. Regrettably, local elections have now been postponed indefinitely.",
    "Overall, the CCPR made over 60 recommendations to the government and requested it provide information on steps taken towards the implementation of the Committee’s recommendations on the three above-referenced priority issues by March 2026.",
    "Google’s early April Fool’s Day joke on Sri Lanka wasn’t funny",
    "Pope Francis scheduled to leave hospital Saturday and be at Palm Sunday Mass"
  ]
}