{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lanka-ioc-shares-appreciate-in-anticipation-of-oil-price-revision/",
  "time_ut": 1685554320.0,
  "original_lang": "en",
  "original_title": "Lanka IOC shares appreciate in anticipation of oil price revision",
  "original_body_lines": [
    "Lanka IOC shares appreciated by Rs 4 or three percent yesterday in anticipation of a probable fuel price revision/slash by the government shortly. Such market speculation increased the Lanka IOC share price to Rs 129.50 from Rs 125.50, market analysts said.",
    "“Investors are expecting bank interest rates to come down along with inflation. That is why the market picked- up later in the day, an analyst said.",
    "The main All- Share Price Index was up by 22.5 points, while the most liquid index S&P SL20 was up 8.85 points. Turnover stood at Rs 348.9 million without any crossings. In the retail market top seven companies that mainly contributed to the turnover were JKH Rs 36.1 million (266,000 shares traded), Lanka IOC Rs 31 million (241,000 shares traded), LOLC Finance Rs 25.1 million (5.4 million shares traded), Browns Investments Rs 22.4 million (4.6 million shares traded), Melstacorp Rs 20.7 million (390,000 shares traded), Expolanka Holdings Rs 16.5 million (124,000 shares traded) and CIC Rs 10.6 million (177,000 shares traded). During the day 33.9 million share volumes changed hands in 7477 transactions.",
    "The rupee opened at Rs 293.25 /294.00 against the US dollar in the spot market yesterday, while bond yields were steady, dealers said.",
    "The rupee closed at Rs 293.50/294.50 to the US dollar on Monday after opening around Rs 296.75 /297.25.",
    "Sri Lanka’s rupee is appreciating amid negative private credit which has reduced outflows after the central bank hiked rates and stopped printing money, market sources said.",
    "‘ඇය සුරකින AIA’ celebrates one year of empowering half a million women to rise together",
    "ADB budget support loan doesn’t elicit positive response from bourse",
    "Weak sentiment at CSE amid lag effects of macroeconomic outcomes",
    "Debt restructuring delays seen as sowing confusion among stock market circles",
    "Speculation on interest rate decline triggers buying interest in primary dealer shares",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}