{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ccpi-based-headline-inflation-declined-sharply-in-april-2023/",
  "time_ut": 1682857320.0,
  "original_lang": "en",
  "original_title": "CCPI based headline inflation declined sharply in April 2023",
  "original_body_lines": [
    "Headline inflation, as measured by the year-on-year (Y-o-Y) change in the Colombo Consumer Price Index (CCPI, 2021=100) decreased to 35.3% in April 2023 from 50.3% in March 2023. The lower level of realised inflation compared to the projections made, was mainly due to higher than expected price decreases observed in Volatile Food and Non-Food items.",
    "The Food inflation (Y-o-Y) decreased to 30.6% in April 2023 from 47.6% in March 2023, while the Non-Food inflation (Y-o-Y) decreased to 37.6% in April 2023 from 51.7% in March 2023. Monthly change of CCPI recorded at -1.39% in April 2023, which is the highest monthly decline recorded so far in CCPI (2021=100) series. This decrease was mainly due to price decreases observed in the items of Non-Food category, which was -1.37%. Meanwhile, the Food category also recorded a monthly decline of 0.02%. The core inflation (Y-o-Y), which reflects the underlying inflation in the economy, decreased to 27.8% in April 2023 from 39.1% in March 2023.",
    "Looking ahead, based on the available information, the anticipated declining trend of inflation is expected to continue through 2023, bringing down the prevailing high inflation towards single digit levels by late 2023. This disinflation process is supported by subdued aggregate demand owing to tight monetary and fiscal policy measures, normalisation of supply conditions both globally and domestically, greater pass-through of lower global commodity prices, along with the favourable statistical base effect.",
    "India regulator seeks six more months to complete Adani probe",
    "73rd Central Bank Annual Report gets ‘pretty honest’ about Sri Lanka’s economy",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}