{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/30/west-african-regional-bloc-ecowas-prepares-for-military-intervention-to-restore-democracy-in-niger-sets-seven-day-deadline/",
  "time_ut": 1690736820.0,
  "original_lang": "en",
  "original_title": "West African regional bloc ECOWAS prepares for military intervention to restore democracy in Niger – Sets seven-day deadline",
  "original_body_lines": [
    "Colombo (News 1st) – The military chiefs of a dozen West African nations are to meet immediately to plan out a possible military operation into Niger to restore its democratically elected leader President Muhammed Bazoum, the powerful 15-nation West African regional bloc ECOWAS said in a statement on Sunday (30th).",
    "ECOWAS, the Economic Community of West African States, \"demanded the immediate release and reinstatement of President Muhammed Bazoum… and the full restoration of constitutional order\" and \"considers his illegal detention as a hostage situation\". Bazoum was overthrown in a military coup on July 26,",
    "If the demand is not met within seven days, ECOWAS \"will take all measures necessary to restore constitutional order in the Republic of Niger. Such measures may include the use of force\", the statement declared.",
    "No less than eight presidents and four foreign ministers met at \"the Extraordinary Summit of the ECOWAS Authority of Heads of State and Government on the political situation in Niger\", in Abuja, the capital of Nigeria. ECOWAS has several times in the past sent combined forces into countries in the region when civilian leaderships are threatened by military coups.",
    "Immediate measures will be taken by all ECOWAS states to isolate Niger from any activity with ECOWAS states, including the closing of all of the ECOWAS land and air borders of the landlocked Niger; suspending of all economic and financial transactions with Niger; freezing all of Niger's assets already deposited with commercial banks and central banks in ECOWAS states; freezing of all transactions of Niger through online transaction portals; freezing of all development assistance through the West African Development Bank; and a travel ban and freezing of assets of any Niger military officers involved in the coup and of any persons who assist the Niger military to form a government.",
    "The summit was also attended by the Special Representative of the UN Secretary-General, the Chairman of the African Union which includes 55 states throughout Africa, and the President of the West African Economic and Monetary Union.",
    "The ECOWAS states have \"zero tolerance for unconstitutional change of government\", the statement said.",
    "The coup has been rejected by the UN, European Union, United States, China, Russia, France, the Commonwealth and many other groups of nations.",
    "West African regional bloc ECOWAS prepares for military intervention to restore democracy in Niger – Sets seven-day deadline",
    "Suicide bombing at political rally in northwest Pakistan kills 44 and wounds 130",
    "HRCSL to summon parties involved in assault and arrest of Journalist Tharindu Uduwaragedara"
  ]
}