{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Assessing-climate-induced-loss-and-damage-Laying-the-foundation-for-evidence-based-action/4-750350",
  "time_ut": 1688755589.0,
  "original_lang": "en",
  "original_title": "Assessing climate-induced loss and damage: Laying the foundation for evidence-based action",
  "original_body_lines": [
    "Climate-induced loss and damage is already taking place, affecting and diminishing livelihoods, economic sectors, development gains, and human lives",
    "Climate-induced loss and damage is not a distant future but a current reality. Today, Sri Lanka—as well as many other vulnerable developing countries around the world—is already experiencing impacts of climate change that affect and diminish livelihoods, economic sectors, development gains, and human lives.",
    "On the global level, there is increasing recognition of this fact, for example, through initiatives such as the Global Shield against Climate Risks, the CVF/V20 Loss and Damage pilot fund, or the negotiations under the United Nations Framework Convention on Climate Change (UNFCCC). Since the inception of the UNFCCC, developing country Parties have pushed for the inclusion of loss and damage besides climate change mitigation and adaptation, which resulted in the establishment of the Warsaw International Mechanism in 2013, the inclusion of loss and damage in the Paris Agreement in 2015, the creation of the Santiago Network in 2019, and, finally, the establishment of a Loss and Damage Fund at the last meeting of the Conference of the Parties (COP27) in late 2022.",
    "Under decisions 2/CP.27 and 2/CMA.4, a Transitional Committee with 24 members was established (14 from developing and 10 from developed countries) to work out the modalities of this Fund with inputs from a range of stakeholders. The Committee has already met two times (TC1 in March 2023 and TC2 in May 2023) and will meet another two times (in August/September and October 2023) before it will report back to Parties and present recommendations for the operationalisation of the Fund at COP28 in Dubai at the end of this year.",
    "Especially vulnerable developing countries are facing significant climate-induced loss and damage, and they require financial support to address this. For example, national systems of early warning, social protection, healthcare, insurance, relief, reconstruction, relocation, or ecosystem rehabilitation will be strained beyond their current capacities, and there will be a need for additional contingency finance, cash or direct benefit transfers, community funds, mobility support, post-disaster programs, and ways to address non-economic impacts, such as funding for documentation, remembrance, memorialisation, resettlement, or psychosocial support.",
    "However, for loss and damage funding to be utilised effectively, and to effectively advocate for such funding, countries need to measure, assess, and quantify the losses and damages they suffer. In terms of economic losses from disasters and extreme weather events, this is a relatively straightforward process with robust methodologies for counting physical loss of assets, infrastructure, and goods, such as damaged homes, destroyed crops, or collapsed bridges. In addition, loss of human lives, physical health impacts, and evacuation or displacement of households are usually recorded by relevant agencies during post-disaster data collection and needs assessments, although often without specific attribution to climate change.",
    "Other consequences from sudden-onset events could potentially be counted and valuated as well, such as the destruction of ecosystems and the resulting loss of ecosystem services; the costs of mental and psychosocial healthcare required for those affected by disasters; the disruption of economic activities and supply chains; the loss of revenue due to reduced productivity; or the increased costs of providing services. While these losses can often be quantified in monetary terms, methodologies vary and results can fluctuate based on market prices, replacement costs, and other factors.",
    "Direct damage from disasters and extreme weather events may be the most visible manifestation of loss and damage, but it is far from the only one. Regarding other forms of loss and damage, there are two categories which could prove particularly challenging to assess: non-economic and cultural loss, and slow-onset or long-term impacts of climate change.",
    "On the one hand, many kinds of non-economic losses are difficult to quantify, such as those related to involuntary migration, loss of territory, loss of access, long-term and chronic health impacts, cultural losses (such as loss of cultural practices, traditional knowledge, historic sites, and other tangible and intangible cultural heritage), or anxiety and grief. These types of losses are much harder to measure and assign a monetary value to, as they are highly context-specific and depend on the values, priorities, and vulnerabilities of those affected. Different methodologies have been piloted to try to assess non-economic losses—such as surveys, participatory assessments, and collection of life satisfaction data—but these are still evolving, and there is no standardised approach yet.",
    "On the other hand, long-term impacts (both economic and non-economic) also pose a serious challenge for assessment, as there is uncertainty around future impacts, and many instances of loss and damage can have cascading effects that ripple through time, eroding the capacities of affected communities to deal with future shocks and impacts. In addition to long-term consequences of loss and damage, there are also slow-onset forms of loss and damage that unfold over longer time frames in themselves, such as sea level rise, desertification, changes in disease patterns, or shifting climatic and agroecological zones. Measuring these is complicated due to predictive uncertainty, the need for consistent—and often cross-sectoral—data collection, and the complex nature of these processes, which often have multiple drivers and interact with a range of other factors.",
    "Overall, while there is an increasing recognition of the importance of assessing and addressing climate-induced loss and damage, it remains a complex challenge that involves both scientific and ethical issues. When looking at loss and damage, it is also vital to understand which aspects can be measured and valued in monetary terms, and which ones cannot be. It might not be possible to quantify all forms of loss and damage or to address permanent and irreversible losses to culture, social cohesion, or mental health. However, understanding the impacts from the perspective of those affected will be key to developing effective mechanisms, tools, and instruments for addressing loss and damage and providing effective short- and long-term support.",
    "The methodologies for assessing loss and damage are still evolving, and countries need to invest in data collection, research, and international cooperation to identify and assess impacts in a way that provides the foundation for addressing them through evidence-based approaches and channel funding to vulnerable households, communities, and sectors on the frontlines of climate change.",
    "(The writer works as Director: Research and Knowledge Management at SLYCAN Trust, a non-profit think tank based in Sri Lanka. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular writer to several international and local media outlets.)"
  ]
}