{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Vague-overly-broad-terrorism-Bill-hinders-fight-against-real-terrorists/172-257724",
  "time_ut": 1681763692.0,
  "original_lang": "en",
  "original_title": "Vague, overly broad terrorism Bill hinders fight against real terrorists",
  "original_body_lines": [
    "These ambiguous clauses would effectively categorise most trade union actions, strikes, protest marches and demonstrations as acts of terrorism",
    "A universally agreed definition of terrorism does not exist - mainly because the countries have overlooked the means of terrorism in favour of their political goals. But there is a common-sense legal consensus that an effective legal instrument to fight terrorism should be founded on an unambiguous and narrowly focused definition of what terrorism is. That mitigates the potential abuse of the law but also prevents law enforcement agencies from being overburdened with peripheral concerns, effectively losing sight of their key mandate.",
    "The government’s proposed new Anti-Terrorism Act (ATA), which is intended to replace the draconian Prevention of Terrorism Act (PTA), is the polar opposite of this consensus. It is vague and overly- broad and, by all appearance, has lost sight of the primary evil it is meant to combat, i.e., terrorism itself. The Bill has failed to define, as unambiguously and narrowly as possible, what constitutes an act of terrorism.",
    "This lacuna results from the omission of any reference to violent and non-violent extremism, which are the building blocks of terrorism. Terrorism is the manifestation of violent extremism. (Violent extremism can be defined as advocating, preparing, engaging in, and otherwise supporting acts of violence to achieve political, economic or religious goals).",
    "The Anti-Terrorism Act (ATA) Bill makes no reference to ideological fountainheads of terrorism and violent extremism, the kind of evil Sri Lanka confronted in the past and would likely face in the future",
    "The Bill makes no reference to ideological fountainheads of terrorism and violent extremism, the kind of evil Sri Lanka confronted in the past and would likely face in the future.",
    "If the makers of the new Bill took a serious look at the nature of terrorist threats that Sri Lanka is likely to encounter, it is not hard for them to gauge what sort of political, ideological or religious background such threats represent. The new Bill should focus on the ideological fountains of extremism and potential manifestation of terrorism, which Sri Lanka confronted in the past, and would likely to face in the future.",
    "Instead, the new Bill is looking for terrorists in the wrong places. It risks incriminating legitimate protest and dissent as terrorist offences. In the absence of a precise and narrowly defined definition of terrorism, it has lumped together any act that might inconvenience the government as an act of terrorism: for instance, ‘wrongfully and unlawfully forcing the government of Sri Lanka… to do or abstain from doing any act (3, (1)b); unlawfully preventing any such government from functioning (3 (1)c)); causing serious obstruction and damage to essential services; and being a member of an unlawful assembly (3 (2) i).",
    "The new Bill should focus on the ideological fountains of extremism and potential manifestation of terrorism, which Sri Lanka confronted in the past, and would likely to face in the future. Instead, the new Bill is looking for terrorists in the wrong places. It risks incriminating legitimate protest and dissent as terrorist offences",
    "These ambiguous clauses would effectively categorise most trade union actions, strikes, protest marches and demonstrations as acts of terrorism.  Such overly broad classification would lead to dangerous abuses of the Anti-Terrorism Act, effectively impinging on fundamental rights and terrorising the citizens against exercising their legitimate right to dissent.",
    "It does not mean that actions that seriously inconvenience the public and disrupt government services should be immune from legal action. Rather, they should be tried, as legally warranted, within the already existing legal provisions. Successive governments have rather disinclined even to resort to disciplinary action at the department and SOE levels against the deliberate acts of mass public inconvenience in the past. Now it seems to be scheming to lump together all public agitations as offences of terrorism.",
    "The proposed new Bill also raises serious concerns over the freedom of the press- ‘anyone who publishes any statement words or… visual representation that could be understood by the public or section of the public as a direct or indirect encouragement for them to commit, instigate or prepare for offences of terrorism is held liable as committing a terrorism-related offence. Though the Bill clarifies that nothing published in good faith with due diligence for the benefit of the public does not fall under terrorism, such guarantees are at the mercy of law enforcement agencies. The very absence of a concise and dedicated definition of terrorism risks any statement that offends the officials and politicians being categorised as an act of encouragement of terrorism.",
    "Also, the proposed Bill empowers the President to proscribe organisations on the recommendation of the Inspector General of Police (IGP) if there are” reasonable grounds to believe” that the concerned organisation has engaged in an act amounting to an offence under the proposed law or in “an unlawful manner prejudicial to the national security of Sri Lanka.”",
    "Such powers were abused in the past. Most notably, J.R. Jayawardene’s banning of a host of left parties, including the JVP, forced the latter underground, leading to the Southern uprising in 1987-90. The political leadership could again abuse such powers accorded without oversight to set political vendetta.",
    "Also, the introduction of the death penalty for certain offences, even though the death sentence by default is commuted to life sentences in Sri Lanka, is unnecessary and contributes to delegitimising the proposed Bill.",
    "The proposed Anti-Terrorism Bill is meant to replace the much-abused Prevention of Terrorism Act. While the new Bill has done away with certain contentious measures in the PTA, such as the admissibility of the confessions made by the suspects in detention, the ambiguity and overly broad definition of terrorism have seriously compromised its legitimacy. It risks being abused by future governments.",
    "The government’s new Bill is looking for terrorists in the wrong places. Perhaps, it is guided by the short-termism of the current government’s threat perception. But, it also betrays its shallow understanding of the national security challenges. It was similar misgivings and resultant oversights that led to the Easter Sunday attack."
  ]
}