{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91315/us-organization-donates-urgently-needed-medical-aid-to-sri-lanka",
  "time_ut": 1686901920.0,
  "original_lang": "en",
  "original_title": "US organization donates urgently-needed medical aid to Sri Lanka",
  "original_body_lines": [
    "Americares, a health-focused relief and development organization, has donated more than USD 3 million worth of critically-needed medicines and medical supplies items to Sri Lanka.",
    "The donation was made consequent to an official request of the Embassy of Sri Lanka in Washington D.C., and under the guidance of Ambassador Mahinda Samarasinghe.",
    "The shipment, which arrived in Colombo on June 08, includes amoxicillin used to treat bacterial infections, fluticasone propionate for allergic nasal symptoms, mirtazapine used to treat major depressive disorders, labetalol and olmesartan used to treat high blood pressure, among other medications that were urgently requested by the Sri Lankan Health Ministry.",
    "“We are so thankful to Americares for this generous donation,” said Ambassador Samarasinghe, assuring that these medicines would be put to use immediately to improve the health of families across Sri Lanka at no cost.",
    "Americares has a long history of providing assistance to Sri Lanka, including deliveries of medicines, medical supplies and relief items in response to emergencies and ongoing needs.",
    "The organization is a health-focused relief and development organization that saves lives and improves health for people affected by poverty or disaster so they can reach their full potential.",
    "Americares helps communities prepare for, respond to and recover from disasters; increase access, availability, affordability and acceptability of medicine and medical supplies; improve and expand health services; and prevent disease and promote good health. Since it was established more than 40 years ago, the organization has provided USD 22 billion in aid to 164 countries, including the United States."
  ]
}