{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Online-training-Legal-framework-of-freight-payments-in-Sri-Lanka/34-750979",
  "time_ut": 1690224176.0,
  "original_lang": "en",
  "original_title": "Online training: Legal framework of freight payments in Sri Lanka",
  "original_body_lines": [
    "Reference to Government gazette No. 2334/26 of 31 May, and its co-relationship to INCOTERMS",
    "The Shippers’ Academy Colombo will be conducting an online training program, pertaining to the reestablished gazette on freight payments to give an understanding to the export/import community when negotiating contracts with buyers and sellers and with service providers.",
    "The gazette number 2334/26 of 31 May 2023, gives the guidelines on how freight should be paid on imports or exports for Full container (FCL) and for Less than containers cargo (LCL).",
    "The Sri Lankan legal framework for containerised cargo has been designed to accommodate the evolving international commercial terms, changing operational aspects in ports and best practices which is drafted by the Paris based, International Chamber of Commerce (ICC).",
    "The law establishes clear guidelines to divide the responsibilities of buyers and sellers according to the cargo collection, freight payment terms and delivery points to establish cost, liability and risks when paying and agreeing for freight payments under pre-paid and collection basis.",
    "The service providers are therefore legally bound to quote rates as per delivery/acceptance points that would actually take place and where the legal responsibility is passed on or taken over by a buyer or a seller as per transport contract.  The trainer of the session would be Rohan Masakorala, the CEO of Shippers’ Academy Colombo and founder of Shippers’ Academy International, who himself served as a drafting committee member for INCOTERMS for ICC Paris, representing Asian Shippers’ Council from 2012 to 2018. This training program will give insights into best practices when drafting international sales contracts and is essential knowledge for all exporters, importers, bankers, and service providers.",
    "The training will take place via Zoom on 27 July from 9 a.m. to 12 p.m. Interested parties may contact Shippers Academy Colombo on: [email protected]; +94773820703 (WhatsApp only); www.shippersacademy.lk."
  ]
}