{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ceylon-tea-prices-down-at-weekly-auction-121705/",
  "time_ut": 1685343540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Ceylon Tea prices down at weekly auction",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ceylon tea prices fell 50-200 rupees per kilogram at an auction on May 24, as the rupee strengthening continues and higher volumes.",
    "Total auction volume was increased to 7.1 million kilograms and there was good general demand, Forbes and Walker tea brokers said in a report.",
    "“Overall quality from the Western and Nuwara Eliya Planting Districts were mostly lower to last, whilst teas from the Uva/Uda Pussellawa regions were irregular and here again, were often lower to last,”Forebes and Walker said.",
    "The weekly sale average fell by 86.93 rupees to 980.64 rupees from 1067.57 rupees, according to data.",
    "The High Grown sale average was down by 76.80 rupees to 894.63 from 971.43 rupees, Ceylon Tea Brokers said.",
    "“Best Western BOP/BOPF’s – Improved activity for select invoices which were firm and often appreciated on last week’s levels,” Forbes and Walker said.",
    "BOP and BOPF prices fell by 100 rupees and the price of BP and PF1 fell by 50 rupees per kilo.",
    "Price of OP/OPA and PEK were down by 120 rupees while OP1 and BOP1 were down by 80 and 70 rupees respectively.",
    "The average price of Low Grown however, fell 92.21 rupees to 1,054.04 rupees per kilo in the last auction.",
    "Leafy, Semi Leafy and Tippy catalogues met with lower demand.",
    "“In the Leafy and Semi Leafy catalogues, OP1’s in general were easier. A selection of BOP1’s were firm to selectively dearer on special inquiry, whilst the balance declined,” Forbes and Walker said.",
    "Well-made OP/OPA’s together with Below Best varieties declined, whilst teas at the bottom sold around last levels. A few select Best PEK/PEK1’s maintained, whilst all others declined.",
    "The Medium Growns sale average fell 73.23 rupees to 855.05 rupees last week.",
    "FBOP, FBOPF1 and OP1 fell 100, 150 and 200 rupees per kilo respectively and PEK1 fell 50 rupees per kilo."
  ]
}