{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/BCCI-to-ban-Sri-Lanka-and-Bangladesh-players-from-IPL/108-256604",
  "time_ut": 1679895604.0,
  "original_lang": "en",
  "original_title": "BCCI to ban Sri Lanka and Bangladesh players from IPL?",
  "original_body_lines": [
    "The 16th edition of the IPL starts on Friday, March 31, with defending champions Gujarat Titans taking on four-time winner Chennai Super Kings at the Narendra Modi Stadium in Ahmedabad.",
    "Before the start of the season, the cash-studded league got hit with setbacks, as several players have been sidelined due to injuries, while a few have been denied the NOC from their boards to compete in the tournament for its entire duration.",
    "Several players would miss the first game for their franchises because they are busy with their international commitments. However, in the latest development, the BCCI is reportedly unhappy with Bangladesh Cricket Board and Sri Lanka Cricket for not releasing their players in time to be with their respective franchises and is even considering putting a shadow ban on players from these countries for IPL 2024 auctions.",
    "Notably, only three Bangladeshi players- Shakib Al Hasan, Litton Das, and Mustafizur Rahman are featuring in this coming season, but due to their ongoing series against Ireland, these players will travel to India after April 9. Also, these Bangladeshi players will be unavailable from May 9- 15 because of their ODIs against Ireland.",
    "The BCCI and franchises are fuming at the BCB for their antics and are stating that the players should not get themselves registered if they want to play in the tournament partly.",
    "Further, not just Bangladeshi players but cricketers from Sri Lanka will also miss the first week of the IPL because of their ongoing series against New Zealand.",
    "A franchise official talked to InsideSports, where they revealed that the franchises would be sceptical about picking players at the auction from these countries.",
    "“Franchises would be sceptical about picking players from certain countries if they are here to play the tournament partly.” Here is the list of Sri Lanka and Bangladesh players who would miss a few games. (Crictoday)",
    "Litton Das (KKR) – Unavailable till April 8, Unavailable from May 7-14",
    "Shakib Al Hasan (KKR) – Unavailable till April 8, Unavailable from May 7-14",
    "Mustafizur Rahman (DC) – Unavailable till April 8, Unavailable from May 7-14"
  ]
}