{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91820/sri-lankas-speaker-thanks-india-pm-modi-for-help-during-financial-crisis",
  "time_ut": 1688877300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Speaker thanks India, PM Modi for help during financial crisis",
  "original_body_lines": [
    "Expressing his gratitude to “trustworthy friend” India for saving Sri Lanka and preventing a “bloodbath” during its unprecedented economic crisis last year, Parliament Speaker Mahinda Yapa Abeywardena has said that not a single nation has extended that kind of assistance to Colombo as done by New Delhi.",
    "Sri Lanka was hit by a catastrophic financial crisis in 2022, the worst since its independence from Britain in 1948, due to a severe paucity of foreign exchange reserves.",
    "As the country struggled, locked in the throes of the crisis, India extended multi-pronged assistance of about USD 4 billion to it last year, through multiple credit lines and currency support, in line with India’s ‘Neighbourhood First’ policy.",
    "In his address at the gala dinner reception hosted for delegates of the Indian Travel Congress here on Friday, Abeywardena said India “saved us” during the financial crisis, otherwise, there would have been “another bloodbath for all of us”.",
    "At the evening reception, he thanked India for the help extended to the cash-strapped nation and recalled the civilisational ties and similarities between the two countries and their cultures.",
    "“Sri Lanka and India are very, very closely interconnected countries, culturally, nationally, and policy-wise, and above all, India has been a very close associate and trustworthy friend of Sri Lanka,” Abeywardena said, adding that when “we were in trouble”, India always helped out.",
    "“And, even this time, today, I heard that India is willing to extend our restructuring of loans for 12 years. Never expected, and never in history, not a single country has extended that kind of assistance,” he said.",
    "He recalled the helping hand lent by India during the period of trouble last year that devastated the Sri Lankan economy, pushing it into a debt crisis.",
    "“I must tell you, during the trouble that we had last year, you (India) saved us, India saved us otherwise, there would have been another bloodbath for all of us. So, that is how India came to help us,” Abeywardena said.",
    "He made the remarks in the presence of the Indian High Commissioner to Sri Lanka, Gopal Baglay, Sri Lanka’s Tourism and Lands Minister Harin Fernando, and other senior officials of the Sri Lankan government.",
    "“Your ambassador here, (is a) very close friend of ours. We love and respect him,” the Speaker said, referring to Baglay.",
    "Later, in an interaction with PTI on the sidelines of the reception, Abeywardena said, “India has always come to aid of Sri Lanka” in times of crises, and laid emphasis on the financial assistance given by New Delhi last year when the island nation was mired in the economic turmoil.",
    "“That helped us survive for six months in the midst of the crisis,” he said “We thank India for the kind gesture, and I also say, thank you, honourable Prime Minister of India (Narendra Modi),” he told PTI.",
    "Noting the similarity between the Indian surname Singh and the Sri Lankan surname Singhe, Abeywardena said, “It shows we are genetically connected to India”.",
    "“That way, India is not a new country to us. It’s part of the ethos of our country, part of our life, part of our heart,” he said, adding, “We are here to receive you, respect you, join with you.” “Together, we (Sri Lanka) can join with you (India), without any difficulty or hesitation, with great trust,” the Speaker said.",
    "In his address, Tourism and Lands Minister Fernando pitched Sri Lanka -- Pearl of the Indian Ocean -- as a unique destination for India and the rest of the world, saying, “One island nation offers so many different tourist experiences, without travelling far from one location to another.” Meanwhile, several sessions were held on Saturday as part of the three-day 67th Convention of the TAAI (Travel Agents Association of India) which began here on July 6.",
    "The four-day convention of the TAAI which was established in 1951, is being held with the support of the Sri Lanka Tourism Promotion Bureau (SLTPB) and the Sri Lankan Association of Inbound Tour Operators (SLAITO)."
  ]
}