{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/budget-taxation-turmoil-and-policy-blunders-i/",
  "time_ut": 1700589480.0,
  "original_lang": "en",
  "original_title": "Budget, taxation turmoil and policy blunders – I",
  "original_body_lines": [
    "A few weeks ago, a peculiar news article appeared in The New Zealand Herald, a widely circulated national newspaper. It highlighted a letter signed by over 100 individuals expressing their willingness to pay more taxes! However, the tax authority responded with a succinct, ‘No, thanks.’",
    "Those who offered to pay more taxes acknowledged their reliance on the tax-funded infrastructure built by previous generations. However, existing tax laws prohibit voluntary payments beyond legal obligations. Recent findings indicate that the wealthiest New Zealanders pay taxes at half the rate of the average citizen, often attributable to income from capital gains. The plea underscores the pressing need to address the flawed tax system, emphasising the pandemic as proof of the government’s capacity to make rapid and decisive decisions.",
    "Despite this, some politicians have dismissed the statement from these affluent individuals, characterising it as insincere. They suggest that it could be a subtle attempt to flaunt their wealth and success. In defence, they have responded, ‘As individuals leading financially comfortable lives, one might expect us to oppose higher taxes. However, we recognise taxation as a shared contribution to our collective success”.",
    "Advocating for a capital gains tax, they point out that Australia maintains a lower overall tax rate, including the GST, and generally higher wages for its workforce. This, they argue, is due to the annual collection of $19 billion from capital gains, providing the government with a surplus to allocate toward various expenditures. A comparable tax in New Zealand could have positive effects, potentially easing challenges within the healthcare and education systems that are progressively facing issues, they have said.",
    "In developing economies like Sri Lanka, it is imperative to make possessing a Tax Identification Number (TIN) mandatory. Without a TIN, the procedures of paying and receiving wages, opening a bank account, and fundamentally establishing any financial identity should be made unattainable.",
    "Designing a truly equitable tax system for all citizens is a challenging task for various reasons. The complex process of ensuring absolute fairness is not cost-effective, as the administrative expenses for tax administration and collection could surpass the revenue generated, rendering the entire effort futile.",
    "Sri Lanka’s budget for 2024 aims to address a deficit target of Rs. 2.85 trillion ($8.73 billion), constituting 9.1% of the GDP (target GDP is Appx. Rs. 31.32 trillion = US$95.93 billion). The government anticipates a substantial rise in total tax revenue for 2024, reaching Rs. 4.1 trillion, a significant increase from the Rs. 2.85 trillion recorded in 2023. This growth is largely attributed to VAT, which is set to increase from 15% to 18%. The budget expenditure for 2024 has been set at a record Rs. 6.98 trillion, marking a nearly 33% increase compared to the previous year. Government Spending in Sri Lanka for 1.4 million of public servants and 600,000 of pensioners will account for 44 percent of the government revenue this year across 1,251 entities due to the ever-expanding bureaucracy. Defence has received Rs. 423 billion, up from Rs. 410 billion, while public administration, incorporating the police, requires an allocation of Rs. 886 billion consistent with the previous year (Figure 1).",
    "Typically, the tax share as a percentage of gross domestic product (GDP) is expected to increase with the rise in per capita GDP. However, contrary to this norm, Sri Lanka has been experiencing a unique situation. Despite an increase in the country’s per capita GDP, the tax-to-GDP ratio has been on a decline (Figure 2).",
    "The percentage of tax revenue as a share of GDP showed a general downward trend from 1990 to 2015, with a few exceptions noted in 1995 and from 2004 to 2007. A notable anomaly occurred from around 2010 to 2014, indicating a decrease in the proportion of tax revenue relative to a sharp increase in GDP during that period, mostly due to non-tradable production (consumptions), as per many analysts.",
    "Values stabilised from 2015 to 2019, with a significant increase in tax revenue observed in 2015.",
    "But again on January 1, 2020, the mandatory PAYE Tax on employment receipts for both residents and non-residents was abolished. Subsequently, on April 1, 2020, it was replaced by the Advance Personal Income Tax (APIT), an optional scheme. Simultaneously, the tax-free threshold for personal income tax saw a substantial increase, rising from Rs.500,000 per annum to Rs. 3,000,000 per annum, resulting in a reduction of taxpayers within Sri Lanka’s tax base. Additionally, on January 1, 2020, the threshold for VAT registration was elevated from Rs.12 million per annum to Rs. 300 million per annum. Furthermore, an exemption for VAT was introduced for Information Technology and enabling services.",
    "During this time, in a parliamentary disclosure, Finance Minister Ali Sabry revealed that Sri Lanka experienced a significant decline in taxpayers, amounting to approximately 1 million individuals, following the introduction of tax cuts in late 2019. The minister noted that the country had 1.5 million taxpayers in 2019, but that number dwindled to 1.036 million in 2020, further dropping to 412,000 taxpayers in 2021, marking a substantial and concerning decrease.",
    "Moreover, Minister Sabry highlighted a notable decrease in businesses paying value-added tax, indicating that in 2019, 29,000 businesses contributed to this tax category, whereas by 2021, the number had declined to 9,082. The tax cuts implemented in 2019 resulted in an estimated loss of approximately Rs.601 billion (US$1.65 billion) in tax revenue for the Inland Revenue Department.",
    "As illustrated in Figure 1, tax revenue as a percentage of GDP has displayed a consistent upward trend, increasing from 7.3% in 2022 to 9.2% in 2023, with a projected further rise to 12.1% in 2024. The World Bank emphasises the significance of maintaining tax revenues above 15% of a country’s GDP, citing it as a crucial factor for fostering economic growth and reducing poverty.",
    "Projections for Sri Lanka’s GDP per Capita anticipate a value of US$3833.00 by the end of 2023. In the long term, experts predict a trajectory reaching around US$3959.00 in 2024 and US$ 4098.00 in 2025, based on macro models and analysts’ expectations. (To be continued)",
    "Budget deficit increased by Rs. 358 bn from January-August 2023",
    "2024 Budget Debate dates announced: President Wickremesinghe to deliver Budget speech",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}