{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92004/at-least-37-dead-in-south-korea-after-torrential-rains-and-landslides-",
  "time_ut": 1689521340.0,
  "original_lang": "en",
  "original_title": "At least 37 dead in South Korea after torrential rains and landslides",
  "original_body_lines": [
    "The bodies of eight people trapped in a tunnel submerged by heavy rain in central South Korea were pulled out on Sunday, taking the death toll from days of torrential rain that have pounded the country to 37.",
    "Mr Seo Jeong-il, a fire station chief, said about 15 vehicles, including a bus, were submerged in the underpass in Cheongju city shortly after a levee of a nearby river was destroyed by the downpour on Saturday.",
    "Closed-circuit television footage aired on local broadcaster MBC showed muddy water rushing into the tunnel as vehicles drove past with their wheels submerged.",
    "“We are focusing on the search operation as there are likely more people there,” Mr Seo told reporters. “We are doing our best to wrap it up today.”",
    "The death toll in the tunnel stands at nine, including one body retrieved on Saturday, South Korea’s Yonhap news agency reported. The Ministry of the Interior and Safety earlier said 10 people were still missing early on Sunday morning, as the heavy rain caused landslides and floods, with evacuation covering 7,886 people.",
    "The casualties from the flooded tunnel were not included in the ministry’s data as it was not immediately clear how many people and cars were trapped underwater.",
    "The latest disaster took place despite South Korea’s vow to step up preparedness against torrential rain after Seoul was hit in 2022 with floods caused by the heaviest downpour in 115 years, inundating basement flats in low-lying neighbourhoods, including in the largely affluent Gangnam district.",
    "One survivor from the submerged tunnel said the government should have restricted access to the underpass when flooding was expected, Yonhap reported.",
    "A North Chungcheong province official said the levee unexpectedly collapsed before the precipitation reached the level required for restricting access to the tunnel.",
    "President Yoon Suk-yeol, now on an overseas trip, ordered Prime Minister Han Duck-soo to mobilise all available resources to minimise the casualties, his office said, as more heavy rain is expected on Sunday.",
    "The Korea Meteorological Administration said the central and southern parts of South Korea could receive as much as 300mm of additional rain by Tuesday.",
    "While South Korea often experiences heavy rain in the summer, it has witnessed a sharp increase in torrential rain in recent years.",
    "Korea Railroad Corporation has halted all slow trains and some bullet trains since Saturday due to safety concerns over landslides, track flooding and falling rocks."
  ]
}