{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/FACETS-Sri-Lanka-international-gem-and-jewellery-show-to-commence-in-January-2024/34-750754",
  "time_ut": 1689710220.0,
  "original_lang": "en",
  "original_title": "FACETS Sri Lanka international gem and jewellery show to commence in January 2024",
  "original_body_lines": [
    "Asia’s premier gem and jewellery show is back for the 30th consecutive year. The 2024 FACETS Sri Lanka edition is showcasing to the world the wonders of Sri Lanka, tracing the historic roots of the island’s gem and jewellery culture.",
    "Sri Lanka is renowned across the world for being a treasure trove for gems, producing some of the world’s finest gemstones. Sri Lanka’s unique and vibrant selection of gemstones is sought after around the world making it one of the largest gem hubs. Sri Lanka has so much to showcase, in addition to its magnificent selection of gemstones, the country produces exceptionally crafted jewellery designs that marry global trends with elements of local culture.",
    "This edition of FACETS will explore the roots of Sri Lanka’s gem and jewellery industry, travelling back to the era of the kings to showcase how the country’s gem and jewellery industry has evolved through the years. FACETS 2024 will explore the world of gems and jewellery focusing on the emotive aspect of design and craft and how they have developed over the years. Additionally, it will look at what lies ahead for the future of the industry, trending jewellery designs and how it will capture the future global audience.",
    "In this 30th edition of FACETS, the show will turn its focus to a variety of significant matters that have been affecting the industry, from sustainability to promoting fair trade and environmentally conscious practices that the industry should adhere to in order to grow the industry further. This edition of FACETS will feature an exclusive sustainability pavilion, highlighting how Sri Lanka has integrated sustainability into the gem and jewellery industry. Sri Lanka Gem and Jewellery Association along with the gem and jewellery industry is proud to announce that the sustainability of Sri Lanka’s entire value chain, from mine to market, as well as this global exhibition shifting to a more sustainable platform is one of its kind for a source country such as this.",
    "FACETS 2024 will take place from 6-8 January 2024 at the Cinnamon Grand Colombo. The international gem and jewellery show will bring together the global gem and jewellery industry, high-profile trade buyers, gemstone and jewellery wholesalers and exporters, manufacturers, lapidarists, retailers as well as passionate collectors from around the world."
  ]
}