{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-acting-police-chief-three-others-faulted-by-supreme-court-over-torture-143882/",
  "time_ut": 1702543740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka acting police chief, three others faulted by Supreme Court over torture",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Supreme Court has faulted Acting Police Chief Deshabandu Tennakoon and three other over torture and ordered them to pay 500,000 rupees each in compensation and ordered disciplinary action.",
    "Justices S Thurairaja, Kumudini Wickremesinghe and Priyantha Fernando, ruled that the rights of the petitioner Weheragederal Ranjith Sumangala had been violated by the police officers.",
    "At the time Tennakoon was a Superintendent of Police and named the 5th respondent.",
    "The petitioner had complained he had been repeatedly beaten, hung by his hands until he was forced to make admissions to avoid further torture after being arrested by officers of the Mirihana police station.",
    "“The affidavit further states that the 5th Respondent himself beat the Petitioner with a ‘three-wheel",
    "rubber band’ after stripping him naked and ordering him to rub Siddhalepa on his genitalia,” Court observed.",
    "The Petitioner was also chocked on bag of chillie powder, beaten with poles until they broke.",
    "“The kind of conduct on display, judged even by the lowest of standards, amounts to a magnificent failure of all that the Rule of Law stands for,” the court said.",
    "“Especially where violations of Article 11 are to be found, it is necessary to award compensation in such amounts adequate to deter such degenerates.",
    "“Therefore, we direct the National Police Commission and other relevant authorities to take appropriate disciplinary action against the officers we have found to be responsible. ”",
    "Viran Corea with Sarita De Fonseka and Thilini Vidanagamage appeared for the petitioner while Senior State Counsel Induni Punchihewa appeared for Tennakoon and the Attorney General."
  ]
}