{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/China-s-foreign-aid-agency-Vice-Chair-visits-Sri-Lanka/56-747325",
  "time_ut": 1681249104.0,
  "original_lang": "en",
  "original_title": "China’s foreign aid agency Vice Chair visits Sri Lanka",
  "original_body_lines": [
    "China International Development Cooperation Agency (CIDCA, China’s foreign aid agency) Vice Chairman Ambassador Deng Boqing last week paid an official visit to Sri Lanka.",
    "Deng met with President and Finance Minister Ranil Wickremesinghe, Transport and Highways Minister Bandula Gunawardane, Public Security Minister Tiran Alles and Fisheries Minister Douglas Devananda.",
    "They had in-depth discussions on enhancing China-Sri Lanka bilateral relations, promoting the pragmatic cooperation of the two countries and jointly implementing the Global Development Initiative, and exchanged views on China’s continued assistance to Sri Lanka in infrastructure construction, culture and education, and emergency humanitarian aid. Proposals of Chinese governmental assistance to the island on capacity building, various support to fishermen, railway upgrade, etc. were raised by the Sri Lankan side and got positive response from the CIDCA delegation.",
    "During the visit, the two sides signed key agreements on important areas helping the island’s economic recovery and, social and infrastructure development:",
    "1. MoU on Strengthening Development Cooperation and Promoting the Implementation of the Global Development Initiative",
    "2. MoU on Implementing Emergency Humanitarian Assistance (remaining funds of RMB 134 million, approximately Rs. 62 billion)",
    "3.Letter exchange on establishing an Electronic Data Forensics Laboratory (at the request of Sri Lankan Government)",
    "On the sidelines, Vice Chairman Deng and his delegation also inspected the China-aided projects including the BMICH, the Nelum Pokuna Theatre, the Kandy North - Pathadumbara Integrated Water Supply Project, and the China Sri Lanka Joint Research and Demonstration Centre for Water Technology, and visited the Port City Colombo as well as the Royal Botanic Garden in Peradeniya, where the delegation presented flowers to the tree planted by Chinese Premier Zhou Enlai during his historic visit to the island in 1957."
  ]
}