{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Myths-of-money-printing/4-745565",
  "time_ut": 1677001725.0,
  "original_lang": "en",
  "original_title": "Myths of money printing",
  "original_body_lines": [
    "Money printing has become a part of popular jargon in Sri Lanka, particularly since early 2020 following the unprecedented accommodative monetary policy stance of the Central Bank amidst the COVID-19 pandemic. With the increase in currency in circulation, money market excess liquidity, and holdings of the government securities by the Central Bank, attention has been drawn by various stakeholders in the economy to the central bank money printing process. In most countries, the money printing authority is the central bank, but in some other countries, the Treasury or the Ministry of Finance or a separate government agency also prints money. In Sri Lanka, since the establishment of the Central Bank of Sri Lanka (Ceylon) under the Monetary Law Act (MLA) No. 58 of 1949 in place of the Currency Board System, the role of money printing has come under the purview of the Central Bank.",
    "In economic terms, money is not only the currency issued by the Central Bank, but it also includes deposits held by the public with financial institutions. Money is preliminarily considered as a means of payment or a medium of exchange. Money has three key functions, i.e., (i) store of value, meaning money is used to transfer purchasing power into the future; (ii) unit of account, meaning money is used to quote prices and it serves as a standard of measurement of monetary value, and (iii) medium of exchange, meaning money is used to facilitate the exchange of goods and services. In economic terms, the total amount of money that people are willing to hold is called the demand for money. People need money for varied reasons.",
    "The total demand for money is determined by several factors, including the level of income, interest rates, and inflation as well as uncertainty about the future. These factors can be explained by the three main reasons to demand money as opposed to any other financial assets, i.e., (i) transaction related reasons, (ii) precautionary reasons, and (iii) speculative reasons. People demand money for their transaction purposes.",
    "The amount of money held for transaction related reasons is called as transaction money balances. Transaction money balances depend on several factors, including improved economic conditions in the form of higher nominal GDP growth, a higher propensity to spend on goods and services. People also demand money as a precautionary measure to meet any unplanned or emergency expenditure that may occur in the future, and this was witnessed during the period where there were mobility restrictions in 2020 following the COVID-19 pandemic. Sometimes people also hold money for speculative purposes, i.e., in order to make a better return than any other assets in the future by holding money today. However, speculative demand for money depends on the rate of return and opportunity cost of holding money.",
    "Accordingly, total demand for money fluctuates due to various reasons, including the income, interest rates, price level in the economy, deposit rate, wealth, individual preferences, transactions costs and payment habits of the general public. With the innovations in banking facilities, the importance of holding hard cash could be somewhat dampened at present. Overall, when the general public increases their demand for money, the central bank makes every endeavour to meet the demand for new money after following a well-established, internationally acceptable mechanism of issuing new money to the economy, while keeping an eye on the possible demand pressures of the economy.",
    "The meaning of money printing, as referred to in popular jargon, is issuing new money to the economy. In economic terms, new money issued by a central bank is known as issuing reserve money. Reserve money is also called as the monetary base of the country (or high-powered money), as commercial banks can create more money based on the central bank money issuance1. Reserve money is also treated as monetary liability of the Central Bank. The liability side of reserve money includes total currency issued by the central bank and commercial banks’ deposits with the central bank. In Sri Lanka, account balances of few Government agencies and primary dealers, which are liabilities of the Central Bank, are also included in reserve money. In terms of the asset side of reserve money, the sum of net foreign assets (total foreign assets minus foreign liabilities of the Central Bank) and net domestic assets of the Central Bank is called reserve money and that means there should be an underline asset to create monetary liability.",
    "Under the Currency Board system (set up under the Paper Currency Ordinance No.32 of 1884) during 1884 to 1950, the country’s reserve money or the monetary base was entirely based on the net foreign assets that the Currency Board had. Most importantly, under the Currency Board system, the exchange rate remains fixed to a single currency or a basket of currencies (unless revised). When the Currency Board received any additional foreign assets either through exports, investments, foreign grants or any other receipts to the country, the net foreign assets of the Currency Board should increase and in line with that increase, under the Currency Board system, the country’s money stock would also increase by issuing new money to the economy. If there is any net outflow of foreign assets from the Currency Board, the money supply of the country should reduce by an amount equal to the value of the net foreign outflow.  With the establishment of the Central Bank, the country’s monetary base is not only based on the net foreign assets of the Central Bank as, unlike a currency board, a central bank can accumulate domestic assets as well. Accordingly, in economic terms, there are two key methods through which the Central Bank can issue new money to the economy. On the one hand, holding other things constant, when the Central Bank grants credit either to licensed commercial banks or to the Government, it prints new money, which is technically known as the accumulation of domestic assets. On the other hand, holding other things constant, when the Central Bank purchases foreign exchange from the domestic foreign exchange market or from the inflows received by the Government, it prints new money, which is technically known as the accumulation of foreign assets. The total value of these two assets is called reserve money.",
    "There are several ways of receiving foreign exchange inflows to the country. Sri Lanka receives foreign exchange through export earnings from goods and services, workers’ remittances, earnings from tourism, foreign investment flows, borrowings from abroad, and various other receipts including profits and other foreign exchange income of local investors. Most of such foreign exchange inflows are received by commercial banks on behalf of their account holders, while Government borrowings from abroad or grants from other governments, donor agencies, and multilateral financial institutions are received to the Central Bank on behalf of the Government, which adds to net foreign assets of the Central Bank when the Government sells such proceeds to the Central Bank.",
    "Meanwhile, individuals and companies as well as the Government require foreign exchange to pay for imports of merchandise, make service payments, pay for foreign travel, repatriate profits, and repay external debt. In particular, when the Government repays its foreign debt and if the foreign exchange is not available with the Government, such foreign debt repayments are made by the Central Bank on behalf of the Government, and it reduces the net foreign assets of the Central Bank. On such occasions, the Government should pay an equivalent amount of Sri Lanka Rupees to the Central Bank and, generally speaking, it reduces the existing rupee money stock as well (unless the Government borrows Sri Lanka Rupees from the Central Bank as well).",
    "After the banking sector meets all such foreign exchange outflow requirements of all stakeholders in the economy, the Central Bank can purchase foreign exchange from banks, and it will add to the net foreign assets of the Central Bank. When the Central Bank accumulates foreign exchange, the Central Bank issues new money to the economy. Accordingly, foreign exchange transactions by the Central Bank with commercial banks or the Government changes the net foreign assets of the Central Bank and influences the stock of money of the country.",
    "Nevertheless, if such increase of money stock is beyond the required amount of money, the Central Bank can absorb such excess money stock by selling the government securities from its holding in order to sterilise the monetary expansion in the country.",
    "As stated earlier, the Central Bank can also accumulate domestic assets. There are few sources from which the Central Bank can accumulate domestic assets. As the banker to banks, the Central Bank can grant credit facilities to banks and when it happens, the Central Bank accumulates domestic assets by releasing new money to the economy. As banker to the Government, the Central Bank can also provide credit to the Government. At present, there are two methods under which the Central Bank can provide credit to the Government.",
    "As per the MLA, the Central Bank can grant advances to the Government up to a maximum of 10% of the estimated government revenue as per the approved national budget for the forthcoming year. Accordingly, whenever the Government increases its revenue estimates in its annual budget, the Central Bank is bound by law to issue new money as requested by the Government by providing credit facilities to the Government. The Central Bank can also purchase short term government securities from the primary market (Treasury bills only).",
    "One major avenue of supplying fresh money to the economy is the purchase of government securities from primary market by the Central Bank, which in turn increases the Central Bank’s holdings of government securities. Such purchases increase the domestic assets of the Central Bank. Some analysts interpret this process alone as money printing as the Government and the Central Bank can issue new money to the economy through this process of purchasing Treasury bills by the Central Bank and the Central Bank crediting the corresponding rupee value to the Government’s account, which the Government then uses to finance its expenditure.",
    "Conversely, when there is a maturity of any government security from the Central Bank’s holdings, the Government should pay back the value of those government securities to the Central Bank, and as a result, the base money stock is reduced. Likewise, if commercial banks repay any loans they have obtained from the Central Bank, it reduces the domestic assets of the Central Bank thereby reducing the base money stock, that the Central Bank had already issued to the economy.",
    "In addition, the Central Bank influences the domestic money market in order to maintain an appropriate market liquidity position through its open market operations (OMOs) and it also affects the stock of money. Accordingly, when the Central Bank purchases government securities, which includes Treasury bills as well as Treasury bonds, from the secondary market to provide liquidity to the market, it increases the domestic assets of the Central Bank thereby issuing new money to the economy. This increases the rupee money stock of the country. In contrast, when the domestic money market is having extra money (excess liquidity), the Central Bank can sell the government securities out of its prevailing holdings in order to absorb that excess liquidity thereby reducing the money stock.",
    "Meanwhile, as per the Section 39 of the MLA, the Central Bank should transfer its distributable profits to the Government within 60 days after each financial year after following the legally stipulated profit distribution process. Such profit distributions also result in new money issuance to the economy.",
    "Accordingly, reserve money would increase if either one or both of such assets increase, and vice versa. Money printing is usually considered as the increase in the stock of reserve money. Interpretations provided on money printing by the Central Bank by looking at only one component of reserve money are not complete. Therefore, the most useful indicator for gauging money printing would be the change in Reserve Money. These two indicators and other indicators that could be used to measure money printing are given below Table 1.",
    "The COVID-19 outbreak in 2020 and the resultant containment measures required the Central Bank to implement an extremely accommodative monetary policy stance to support the recovery of the economy in 2020 in a low inflation environment. During this pandemic period, all most all the foreign exchange related payments were made by utilising the foreign reserve of the country as there was a severe shortage of new foreign exchange inflow particularly to the Government. As a result, net foreign assets of the Central Band declined notably and since August 2021, net foreign assets of the Central Bank remain in negative territory.",
    "Meanwhile, the Central Bank also provided foreign exchange to the market, at the request of the Government, using its limited liquid reserves to import essentials as it was difficult to find foreign exchange from the domestic foreign exchange market. The shortage of foreign exchange inflows to the Government amidst the sovereign rating downgrade aggravated the decline of gross official reserves and the Central Bank continued to provide foreign exchange to meet maturing debt obligations of the Government.",
    "Meanwhile, Government revenue declined sharply with the tax cuts introduced by the Government in late 2019 and early 2020, amidst increased expenditure to mitigate the pandemic effects. In order to make the regular payments, particularly the debt service obligations including financing of foreign debt, the required Sri Lanka Rupees to purchase foreign exchange were also provided to the Government by the Central Bank, at the request of the Government, by way of purchasing Treasury bills by the Central Bank, thereby issuing new money to the economy. That new money created by purchasing of Treasury bills by the Central Bank was utilised by the Government to purchase foreign exchange in order to serve the debt obligations of the Government thereby reducing the Central Bank net foreign assets, impacting the quality of reserve money (i.e., a situation of negative net foreign assets with higher net domestic assets of the Central Bank).",
    "Accordingly, the impact on reserve money due to the expansion of the domestic assets of the Central Bank was contained following the depletion of net foreign assets of the Central Bank. Hence, any analysis should consider the total money issued by the Central Bank to get an idea of money printing rather than analysing only one side of issuing new money to the economy. Sri Lanka is also now undergoing an extreme situation, where net foreign assets are in the negative territory, and it is very unusual for countries to have negative net foreign assets and this means the money stock is not backed by foreign assets but entirely backed by domestic assets.",
    "Until the country gets a substantial amount of foreign exchange inflows on net basis, net domestic assets of the Central Bank could remain in elevated levels. It is expected that the approval of the Extended Fund Facility arrangement with the IMF would pave the way for a faster build-up of net foreign assets of the Central Bank. In addition, the introduction of legal provisions to prevent the Central Bank from financing the Government along with increased revenue collection and the resumption of foreign financing to the Government, would prevent a further build-up of net domestic assets through Central Bank financing to the Government.",
    "Under normal economic conditions, a country’s overall monetary expansion should be matched with the overall value of transactions in the economy. The general understanding is that any excessive money printing could create demand pressures in the economy due to the general increase in income levels of the people. In addition to the demand for domestically produced goods and services, a part of the increased income could be diverted for imports of goods and services and increase pressure on the balance of payments and the exchange rate, within an open economy setup. As a country’s total money supply is based on the monetary base or the reserve money, there is a well-controlled mechanism on issuing new money to the economy by a central bank (through direct control of money supply and/or indirect control through interest rates) as excessive money printing leads to inflationary pressures.",
    "Milton Friedman famously said, “Inflation is always and everywhere a monetary phenomenon” in the sense that it can be produced only by a more rapid increase in the quantity of money than in output. Nonetheless, in recent decades the link between money supply and inflation has becomes weak, globally as well as in Sri Lanka. This is one of a key reason that many central banks across the globe, including Sri Lanka, transiting to inflation targeting monetary policy framework in order to stabilising inflation at the targeted levels over the medium term. During the global financial crisis and the COVID-19 pandemic, many central banks around the world expanded the money supply to stimulate their respective economies.",
    "However, such expansions did not create excessive inflationary pressures. Nevertheless, such expansions in balance sheets of major central banks were rolled back when the economies started showing signs of recovery. Such rolling back also helped curbing adverse inflation expectations, which could lead to higher inflation in future. This shows that there is a possibility that excessive money supply could lead to high inflation, and the central banks around the world remain vigilant about it, not only due to its possible direct impact on aggregate demand, but also due to the likely impact of excessive money supply on exchange rate pressures and inflation expectations.",
    "Evolution of Money by Iwai, K. 1997, RIJU Discussion Paper [available at]: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1861952",
    "How the Foreign Exchange Market Works by Helen McIntosh, 2000 Bank of Jamaica Nethersole Place Kingston Jamaica",
    "Monetary and Financial Statistics manual 2018, International Monetary Fund, [available at]: https://www.imf.org/-/media/Files/Data/Guides/mfsmcg-final.ashx",
    "Money Printing; Is there a proper control, by Swarna Gunarathne, 2018, [available at]: https://www.cbsl.gov.lk/sites/default/files/cbslweb_documents/statistics/otherpub/Article_on_Does_Central_Bank_of_Sri_Lanka_Print_Money_with_a_Proper_Control_e.pdf",
    "The Stability of Currency Boards, by Kai Stukenbrock, 2004, JSTOR [available at]: https://www.jstor.org/stable/j.ctv9hj9kw.10?seq=2#metadata_info_tab_contents",
    "Understanding How the Federal Reserve Creates Money, by SEAN ROSS, 2022, [available at]: https://www.investopedia.com/articles/investing/081415/understanding-how-federal-reserve-creates-money.asp",
    "1Using the monetary base, banks create money when doing their normal business of accepting deposits and making loans. When banks make loans, they create money. Those monetary aggregates can be identified as M1, M2, M2b, etc.",
    "(The writer is the Head of Money and Banking and Senior Economist at Economic Research Department, Central Bank of Sri Lanka.)"
  ]
}