{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/27/sri-lanka-ratifies-comprehensive-nuclear-test-ban-treaty/",
  "time_ut": 1690427520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka ratifies Comprehensive Nuclear-Test-Ban Treaty",
  "original_body_lines": [
    "Sri Lanka’s Permanent Representative to the UN, Mohan Peiris, deposited the instrument of ratification by Sri Lanka of the Comprehensive Nuclear-Test-Ban Treaty (CTBT) at a ceremony held at the Treaty Section of the United Nations.",
    "The ratification comes after approval by the Cabinet of Ministers and completion of the domestic ratification process by Sri Lanka.",
    "The Geological Survey and Mines Bureau is the focal point in Sri Lanka for data transmission with the International Data Centre of the CTBT Organization.",
    "The Comprehensive-Test Ban Treaty (CTBT) prohibits “any nuclear weapon test explosion or any other nuclear explosion” anywhere in the world and has a network of detection stations in place to detect nuclear explosions anywhere in the world. Sri Lanka also operates an auxiliary seismic station AS100 in Pallekelle as part of this network. The ultimate objective is to ban nuclear weapon test explosions and any other nuclear explosions in any environment (air, land, sea) in an effectively verifiable manner.",
    "Sri Lanka supported the draft treaty by participating in the negotiations of the CTBT in the conference on Disarmament in Geneva and signed the Treaty on 24 October 1996. Ratification further reaffirms Sri Lanka’s contribution to global non-proliferation and nuclear disarmament objectives. As the 178th ratifying party to the CTBT, Sri Lanka’s ratification contributes to confirming the status of the CTBT as a norm-setting instrument against the use of nuclear weapons.",
    "Ratification also allows Sri Lanka’s line agencies to engage in the decision-making discussions and consultations. It also presents further opportunities to access technical benefits and expertise in many areas related to potential civil and scientific applications; including in earthquake and Tsunami warnings, volcanic eruption and monitoring movement of hazardous volcanic ash which can impede aviation, use of IMS data for climate change studies, aircraft crash investigations and others.",
    "Sri Lanka has traditionally played an important multilateral role in international security issues related to nuclear nonproliferation and disarmament. Sri Lanka’s position has been strongly supportive of nuclear nonproliferation and disarmament, as well as the promotion of peaceful uses of nuclear technology, in line with founding priorities of the Non-Aligned Movement (NAM).",
    "Dental and Kidney surgeries likely to be delayed due to medicine shortage"
  ]
}