{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89455/ethnic-issue-cannot-be-divorced-from-economic-issue-president",
  "time_ut": 1680155820.0,
  "original_lang": "en",
  "original_title": "Ethnic issue cannot be ‘divorced’ from economic issue - President",
  "original_body_lines": [
    "President Ranil Wickremesinghe has stated that Sri Lanka’s ethnic issue cannot be ‘divorced’ from the main economic issue it is currently facing.",
    "Delivering the keynote address at the ‘Economic Dialogue – IMF and Beyond’ held at the Galle Face Hotel in Colombo this morning (30 March), the Head of State said that the prevalent ethnic issue in the country cannot be separated from the economic crisis, and must be resolved if the island nation is to progress.",
    "Sri Lanka has a final opportunity to progress and it is imperative for everyone to collaborate in creating a prosperous community for future generations, without resorting to finger-pointing, emphasized President Ranil Wickremesinghe.",
    "At the CEO Forum hosted by the Institute of Chartered Accountants of Sri Lanka, President Ranil Wickremesinghe expressed that the Government should surpass the IMF program and concentrate on establishing a thriving community for upcoming generations, emphasizing the Government’s dedication to this goal.",
    "President Ranil Wickremesinghe reflected on Sri Lanka’s past missed opportunities for development, specifically highlighting the failure to implement Mr. D.S. Senanayake’s proposals and the Shenoy Report of 1965. He further added that the country’s progress was hindered by the ethnic issue of 1978, which impeded the chance to rebuild the country’s foundation for development.",
    "He said that the ethnic issue cannot be separated from the economic issue and if the country is to prosper, this issue must be resolved.",
    "President Ranil Wickremesinghe highlighted Sri Lanka’s potential for a green economy and stressed the urgency for the country to embark on digitalization. He further emphasized that funding should be directed towards education, health, and social security for marginalized and underprivileged groups, rather than being spent on entities such as the Sri Lanka Petroleum Corporation, Sri Lankan Airlines, and the Ceylon Electricity Board, which have already drained a significant amount of the country’s resources.",
    "Minister of Foreign Affairs Ali Sabry, Minister of Power and Energy Kanchana Wijesekera, Minister of State for Finance Ranjith Siyambalapitiya, Minister of State for Investment Promotion Dilum Amunugama, Members of Parliament Eran Wickramaratne, M.A. Sumanthiran, Dr. Harsha de Silva, Senior Advisor to the President on National Security and Chief of Staff to the President Sagala Ratnayake, President’s Senior Adviser on Climate Change Ruwan Wijayawardena, President’s Economic Adviser Dr. R.H.S. Samaratunga, Economic Advisor to the Ministry of Finance Deshal De Mel, Finance Ministry Secretary Dr. Mahinda Siriwardena, Central Bank Governor Dr. Nandalal Weerasinghe, and others attended the event.",
    "The Panel discussion was moderated by Attorney at law Mohamed Adamaly and Ceylon Chamber of Commerce Chairman Vish Govindasamy, Chairman of Joint Apparel Association Forum Sri Lanka (JAAFSL) Sharad Amalean, BASL representative Attorney at law Harsha Fernando, Sri Lanka Association for Software Services Companies (SLASSCOM) Chairman Ashique M.Ali , Chartered Institute of Personnel Management Sri Lanka (CIPM) Chairman Ken Vijayakumar, President of Sri Lanka Institute of Marketing (SLIM) Nuwan Gamage, The Women’s Chamber of Industry and Commerce (WCIC) Chairperson Anoji De Silva, President of Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) Sanjaya Bandara, The Sri Lanka Institute of Directors Chairman Faizal Salieh participated in the Panel as members representing Professional Bodies and Chambers.",
    "Following is the keynote address delivered by President Ranil Wickremesinghe;",
    "Honourable Minister, member of the Parliament, President of the Chartered Institute, distinguished guests and friends. Minister Ranjith Siyambalapitiya gave a good description of the economic problems we face today. Therefore, I will not cover that ground again.",
    "Today, we are having the first discussion after the announcement of the IMF program. It’s being held in a hotel, which is a symbol of our first commercial economy; the plantation economy. The British are the ones who carried the transformation from a feudal economy to a commercial economy. The first ventures in coffee collapsed. And then came the big transformation of tea, rubber, coconut and the development of the other industries services and the Colombo port.",
    "And this is a symbol of how people would come here and discuss issues of firstly the British and later on, the Sri Lankans. So that generation in 50 years created a new economy. Now, after independence, the task has come on us to continue that work. We have done so well that today our poverty line, people living below poverty has increased from 12.5 to 25% of the population.",
    "There are people who skip one meal. There are 500,000 who have lost their jobs. Many small and medium enterprises are on the verge of collapse. What happened? Who’s responsible? All of us are responsible for the situation we are in today. We must remember that. Whether we are the politicians, whether we are the business community, whether we are the professionals, whether we are the trade unions, whether we are the civil society and more than others, whether we are the media or we are the Government administrators, we cannot run away from that responsibility.",
    "We must all bear that. If you still continue pointing fingers at each other, we will not succeed. But what matters to us is not merely the IMF program, but also what comes beyond that. What we have to do now is to ensure that the next generation will live in a prosperous society.",
    "That’s all that the Government is seeking to do. The start is difficult, as the minister explained, but nevertheless we have to go along. We cannot by any mean move away from it. Our task is not merely to stabilize the economy, but to ensure growth, to grow in this new global economy, and to go ahead. These are facts that we can’t get away from.",
    "If we are to do this, we must remember that one of the biggest issues that held back our growth is the ethnic issue. We have to think as Sri Lankans. We cannot divorce that issue from the economic issues. There are two E’s as far as I can see. And we have to address both those issues. I am not dealing with that issue now.",
    "This is not the time or the place. But nevertheless, we have to decide. We have to acknowledge. Secondly, how do we carry on our discussions at this crucial moment? We are a democratic country. Open debate is useful and it’s good that we have members representing Government and opposition, the business community and the professions. But we have to discuss and debate these issues and the discussion must take place in the halls of discussion from Parliament downwards, not in the streets. That type of agitation is no longer suitable for a country that goes on to development. But the decision is ours to take, not for the Government to enforce. We can only ensure law and order, but otherwise, where do we hold our discussions? That’s the second issue. So from here, we have to go forward.",
    "I will not deal with the details of the IMF package. As you all are aware, in addition to what the honourable state minister said, there are also other important objectives. It will bring about a significant revenue base, fiscal adjustment based on progressive tax reforms to raise Sri Lanka’s revenue to GDP ratio. It is a progressive one so that we gradually reduce the tax burden on the poor, who has to bear the brunt of the VAT system.",
    "Better public expenditure and debt management through essential institutional reforms and enhanced social safety net to cushion the poor. Restoring price stability and a market determined flexible exchange rate, and rebuilding our international reserves. Then, ensuring financial stability through a healthy banking system. Now, these are some of the key objectives of this IMF reform, in addition to what the minister has mentioned.",
    "Therefore, what we are seeking is to stabilize the economy by 2026, and come back to virtually the same ratios we had in 2019. So we have seven years to come back to 2019. Is that enough?",
    "That is the issue. Anyway, approval of this program will allow Sri Lanka to commence negotiations with private and official creditors on restructuring its debt, in line with the parameters set by the IMF debt sustainable assessment and also the commitments that I have made with my letter of March 14. We hope to conclude the discussions and arrive at a comprehensive restructuring agreement with the creditors.",
    "By the time the first review under the EFF in six months takes place in order to keep its part a bargain with the creditors and fully benefit from the debt restructuring, Sri Lanka will need to implement the commitment under this four years economic program. So we still have to start the debt restructuring, especially the discussions with our private creditors.",
    "From here, do we stop at this stage and do the debt restructuring and the four-year program? That is not enough. If you want to give a future to your children, if you want a future of the youth, then we have to go forward because Sri Lanka is today at the crossroads between seizing the opportunity for growth to fix our long-standing institutions and structural problems to become a prosperous society, or denying our problems, rejecting change and stagnating as a lower middle-income country.",
    "Implementing this program is how we seize the opportunity for a more prosperous future. The dissatisfaction with all our systems, with the Government, with the opposition, with the conventional groups, resulted in last year March of young people marching on to Galle Face Green; The start of the Aragalaya. Unfortunately, it was taken over by violent extremists.",
    "Then what have the young people done now? They are voting with their feet and leaving the country. So this is what we have to think, not to study the IMF program and decide whether we are going to support item one, we are not support item two, how are we going to stabilize the industry or, create growth and become a prosperous society?",
    "So this is what is most important than IMF. In addition to stabilization, is the growth enhancing structural reforms. If we don’t do these structural reforms, you can write it out and next time is going to be a far more violent uprising. And we must boldly go ahead with these structural reforms which will unlock our growth potential, put on a high growth trajectory, that’s the only way out.",
    "So we have to reduce the role of the Government in the economy to increase efficient resource allocation, competition and productivity. We must not look at the Government to bail everything out. We cannot look at the Government as the ultimate provider of solutions to issues that cannot be resolved by the market. Then further trade liberalization, including rationalizing remaining Para tariffs. The world global economy is going to be more competitive, we have to adjust to it.",
    "The labour market reforms will enable more females to join the labour force. As our population age, it is necessary that more females join the labour force. Remove the impediments to private investment, including by modernizing the regulatory and doing business environment.",
    "Reduce electricity costs by improving the generation and the mix and distribution of power generation leading to an efficient electrical distribution network.",
    "Addressing Climate Change, we have to go through this. There is no way out. If anyone has another system, let them get up and say so. And what I am aiming in the next two years is to lay the groundwork for a highly competitive social market economy. We have to be competitive.",
    "So we’d like to upgrade our FTA with India to Economic and Technical Cooperation Agreement and join the RCEP, the Regional Comprehensive Economic Partnership.",
    "I don’t think we should hesitate. If Laos can join and Cambodia can join and Myanmar can join, why can’t we join? That’s the issue. That means we are going to compete. A quite high level of competition means an efficient Government structure. And why do I say to social market economy? But we need more money. We can talk our education system covering 90% of the students having 10,000 schools.",
    "But what is the quality of education? We need money to make it one of the best education systems in South Asia or the best education in South Asia in the next decade. That is social progress. Secondly, the health system. We spend a lot of money on health, but do we get the benefit of every rupee we spend? We need to put more money into the social safety network, to the poor, to the vulnerable.",
    "We have to help them. So that we have to get the bulk of our money in to it and not to support the Petroleum Corporation or the CEB or Sri Lankan. And we wasted too much of our resources on those occasions. So let us look at how we go ahead. Our potential for green economy at the moment is good, not only renewable energy, but green hydrogen, green ammonia and many other outputs resulting from this green energy, especially the biomass which we have not thought of and wave energy.",
    "We should get into it immediately, like we got into the apparels as soon as the 1978 reform started. Start the digitalization. Start with the Western Province where 50% of the economy is and spread out to the other areas of high economic activity, then cover the rest of the country. We have to look at tourism one which will get us average of $500-1000 a night.",
    "We can start off with the low hanging fruit, and another low hanging fruit is agriculture, where productivity is small. Let us modernize agriculture and fisheries. That’s the start of another low hanging fruit. As far as manufacturing and industries is concerned, let’s not get there step by step.",
    "Then, Government money must go to establish the infrastructure for such industries and services. These are some that I can think of but you’ll can think of more. Sri Lanka becoming a regional logistic centre, the offshore potential for the offshore economy, all these are matters to be discussed. So we must take this chance. We can’t wait.",
    "We’ve been missing out on all the opportunities for restructuring. When we became independent, Mr. D.S. Senanayake said “let’s be independent, cultivate and let us aim to be self-sufficient in rice. When we saved that foreign exchange, we’ll be much better off.” He also called Sir John Kotelawala to start the hydroelectricity systems. Then the first round of reforms after that was not introduced by the UNP.",
    "The most significant one was Mr. Philip Gunawardena’s Paddy Land Act. It was not a communist measure; the Americans had carried out massive land reform pertaining to paddy land in Japan, in South Korea and Taiwan.",
    "He just adapted that and it led to the, actually the growth of production in those countries. So he brought that in together with the Agrarian Services Department, and the Government had to establish the People’s Bank. It was shot down not by the opposition. It was shot down from within the Government. And you have this watered down act, which is there today.",
    "So we missed the first chance of building upon what Mr. D.S. Senanayake had done. The second chance came again in 1965 with Mr. Dudly Senanayake’s report and the Shenoy report. The starting of industry, the Industrial Development Board, education reforms, increasing productivity and tourism. Some of these were implemented, but the Shenoy report was not implemented, and as a result, we lost the next opportunity.",
    "If we had gone ahead with those reforms, it was similar to what Park Chung-hee brought in South Korea and Lee Kuan Yew brought into Singapore. The third round came in 1978. J.R. Jayawardena opened up the economy and went ahead, but we had to slow down because of the ethnic situation and the conflict that broke out in the country. Nevertheless, in 1989, the second stage was done by President Premadasa and when we pushed ahead, firstly to divest ourselves on some of those corporations which are doing quite well, like Kelani Tyres and as well as the push for investments both in the apparel sector as well as the tourist sector and a lot of other new industries which we started. But then that came to an end after 1994 as a next Government focused completely on resolving the ethnic issue at the expense of the economic development. It went on. So we missed that opportunity. Those who were behind us, got ahead of us.",
    "Then came regaining Sri Lanka. We missed that. So how many more opportunities are we going to get? We haven’t got any, this is the last chance. Are we going to take it or not? That’s all that you to decide here. The details you can work out. We have a six month review, another six month review.",
    "But what is in the IMF program, we have to go ahead with. But on what we are doing on the growth program, yes, we can discuss that further.",
    "And once the debate and the IMF program is over and the resolution is put to vote, thereafter we put out a sketch or a white paper on how the growth should take place, and I would like the National Council of Parliament to be engaged with the Government and for all of us to engage the rest of the sectors of society in determining what our future is going to be.",
    "So all I request of you is to make up your mind that we are going to grow and this is the last chance and let’s press the accelerator to the floor. There is nothing else that we can do and I ask all of you to join the Government in this task we have undertaken. Thank you very much. And thank you for the Chartered Association for sponsoring this event.",
    "Minister of State for Finance Mr. Ranjith Siyambalapitiya, delivering the guest speech said:",
    "We experienced a dual deficit for a period of time, which some took action to address. At times, this issue was overlooked as the gap between Government revenue and spending persisted, and non-interest Government spending continued to increase over time. This created a balance of payments issue, and large infrastructure developments were undertaken through loans that did not yield dollar earnings when needed. Additionally, the country faced unexpected challenges such as the Easter attack and COVID-19, which caused the country to shut down for days and led to the collapse of the tourism industry following the Easter attack.",
    "The fertilizer policy caused a major conflict, but by 2022, the gross domestic product had reached 8.2. We resorted to taking out another loan to manage our debt stock. Rating companies consistently reminded us of our global standing. We allocated 20 percent, but we needed to find 12 percent, and we did not have the funds locally or internationally.",
    "Our country experienced severe shortages of goods, resulting in long queues and public unrest. Our reserves reached negative values, and the Central Bank was forced to decide not to pay creditors. We turned to the International Monetary Fund (IMF), with whom we have had 16 dealings. While we previously went to them as needed, we agreed to restructure debt with bilateral creditors. The public celebrated this victory, despite the many unique challenges we continue to face. Unfortunately, most previous agreements with the International Monetary Fund could not be maintained, and difficult decisions had to be made.",
    "Currently, we face a new challenge where international organizations are scrutinizing us more than usual. Along with our regular duties, we must also control inflation. Our food inflation has risen to over 90 percent, causing great distress to the public. We cannot distribute or import goods to help alleviate this issue. One of the tough decisions we made was to raise bank interest rates, which was difficult for everyone. However, thanks to the extreme measures taken by the Central Bank, inflation is now returning to normal.",
    "We need to increase our direct taxes to recover what we have lost. Despite our efforts, there is still a significant loss of income, either subtly taken from us or lost due to various reasons. We are currently engaged in a national exercise, and its success is crucial for us.",
    "The Electricity Board previously functioned as a social welfare agency, so increasing electricity bills is an unpopular decision. Social security should be provided to those in need, but the selection process must be done carefully by responsible officers. Officials often avoid taking on this responsibility. Work-related issues can also arise despite our progress. It is necessary to make the Central Bank independent, and a bill to this effect has been introduced to Parliament. Additionally, a robust anti-corruption bill is also being proposed. To effectively address the needs of the people, loss-making public institutions must be restructured.",
    "The Government’s move towards divesting from businesses is a positive step that must be done transparently. However, society may have a different perception, and it is important to explain the true situation to the people. These actions should be taken to help reduce the daily expenses of the common people. Chartered Accountants are highly skilled financial managers and possess great talents and responsibilities.",
    "Their commitment and support are crucial in building the country, as they generate income from the main institutions. It is essential to view these developments positively and in good faith."
  ]
}