{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91463/sri-lankas-creditors-should-provide-timely-debt-treatment-us-treasury-chief",
  "time_ut": 1687495500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s creditors should provide timely debt treatment - US Treasury chief",
  "original_body_lines": [
    "Secretary of the U.S. Treasury Janet Yellen says Sri Lanka’s creditors should deliver on debt restructuring in a timely manner.",
    "Her remarks came during a meeting with Sri Lankan President Ranil Wickremesinghe on Thursday (June 22), which took place on the sidelines of the Summit in Paris for a New Global Financial Pact.",
    "Yellen said she was pleased to see Sri Lanka receiving the approval for the IMF-supported program earlier this year, and commended the strong domestic ownership of the island nation’s reform agenda.",
    "The U.S. Treasury Secretary also discussed the efforts to evolve the multilateral development banks to combat 21st-century global challenges.",
    "Meanwhile, Wickremesinghe expressed his sincere appreciation to the United States for its support in Sri Lanka’s debt relief measures and increased financial assistance for sustainable development.",
    "He also commended the U.S. Treasury Secretary’s leadership in this regard. Yellen reaffirmed the United States’ backing for Sri Lanka’s reform agenda and requested an update on the country’s progress with the International Monetary Fund (IMF) procedures.",
    "Wickremesinghe briefed the U.S. Treasury Secretary on the current situation and highlighted the challenges faced in the debt restructuring process. Nevertheless, he said that Sri Lanka had chosen to take control of the situation and move forward with determination. Wickremesinghe also gave an update on the ongoing discussions with bilateral creditors.",
    "The U.S. Treasury Secretary was also briefed on the Sri Lankan government’s economic objectives and climate prosperity plan. The President emphasized Sri Lanka’s intention to involve the private sector in this process.",
    "The U.S. delegation was also updated on the upcoming visit and the engagement between the two countries.",
    "The Sri Lankan leader, in conclusion, extended an invitation to the U.S. Treasury Secretary to visit Sri Lanka."
  ]
}