{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Sri-Lanka-on-alert-over-new-virus-with-cold-like-symptoms-spreading-in-US/155-260446",
  "time_ut": 1685925716.0,
  "original_lang": "en",
  "original_title": "Sri Lanka on alert over new virus with cold-like symptoms spreading in US",
  "original_body_lines": [
    "In the wake of the recent upsurge cases in little-known respiratory virus called HMPV spreading in the US, Sri Lankan Health authorities said they keep a close eye on the new developments of the virus and have gone on alert.",
    "Dr. Anwar Hamdani from the Health Ministry said the Ministry has always been on alert on any new disease spreading in a foreign country as it could pose a threat to Sri Lanka. \"As far as the virus spreading in the US is concerned, we are monitoring the situation,\" he said.",
    "Meanwhile, another official from the Health Ministry said \"Although it has not reached the alarming stage outside US, people should not panic. However, there is always a possibility of spreading it beyond borders as we witnessed in the COVID-19 pandemic.\"",
    "The Human metapneumovirus or HMPV is a viral infection, and primarily affects the upper respiratory tract. The virus first discovered in 2001, is in the Pneumoviridae family, along with the more commonly known respiratory syncytial virus or RSV.",
    "According to the reports by the Centers for Disease Control and Prevention (CDC), at its peak in mid-March, nearly 11 per cent of tested specimens were positive for HMPV in the US, a number that's about 36 per cent higher than the average pre-pandemic levels.",
    "The virus causes symptoms similar to that of a cold, the flu, and COVID-19 like a lower lung infection, hacking cough, runny nose, sore throat and fever.",
    "Normally, young children and the elderly are the ones who end up with the most severe illness after contracting HMPV, as they are the most vulnerable to the virus. Their symptoms are treated directly by doctors in hospitals, as there’s no vaccine or antiviral drug for HMPV.",
    "The HMPV virus is likely to spread from an infected person to others through close personal contact, such as coughing, sneezing, touching or shaking hands, and touching objects or surfaces that have the virus on them.",
    "The primary approach to prevention involves good hygiene, such as covering the mouth and nose when coughing or sneezing and frequent handwashing.",
    "Commenting on the disease, GMOA Media Spokesman Dr. Chamil Wijesinghe told Daily Mirror that although the virus has not reached the emergency level, it is vital that Sri Lanka tightened its surveillance on entry points, i.e, airports and harbours to prevent any infected person from entering the country.",
    "\"The WHO has not yet declared it as emergency. Still, there is a spike in cases in the US. Nevertheless, it is better that Sri Lanka keeps a close eye to avert a devastating catastrophe like COVID-19 pandemic. (Sheain Fernandopulle)"
  ]
}