{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/eggs-imported-to-sri-lanka-under-quarantine-116590/",
  "time_ut": 1679899980.0,
  "original_lang": "en",
  "original_title": "Eggs imported to Sri Lanka under quarantine",
  "original_body_lines": [
    "ECONOMYNEXT – Four containers of imported eggs had arrived from India last week and was awaiting quarantine clearance, officials said, after the layer chicken population in the island collapsed due to price controls imposed by the Consumer Affairs Authority.",
    "“The first egg consignment is under the quarantine clearance,” said Sri Lanka State Trading Corporation chairman, Asiri Walisundara, speaking to EconomyNext.",
    "“Tests will be conducted by the Animal Husbandry office, and since the clearance of the batch is not being done, prices have not been finalized. We will be getting the consignments regularly from now.”",
    "Currently, the four containers containing two million eggs are still in customs.",
    "The Department of Animal Production and Health and the Ministry of Health will jointly conduct testing to identify high low pathogenic avian influenza virus, Virulent Newcastle virus, Salmonella, and Microbiology tests, before distributing the eggs to the market.",
    "The Sri Lanka State Trading Corporation has not finalized a price for the eggs until the clearance while expecting the next consignment in the last week of March.",
    "Sri Lanka’s poultry eggs sector went into crisis after the Consumer Affairs Authority (CAA) imposed price control on eggs, after prices rose in the wake of high feed prices due foreign exchange shortages and high global prices.",
    "The price controls then led to the killing of layer chicks for meat, which had also risen to around 1600-1700 rupees a kilo. The collapse in  demand for day old chicks then led to a fall in parent stock in hatcheries.",
    "Currently, the retail price of eggs ranges between 50-57 rupees.",
    "However, egg producers say that due to the high cost, it is not possible to sell eggs for 44-46 rupees.",
    "“The local egg industry will fall after the eggs are imported since the local farmers are not able to sell the eggs at a lower price as the cost of maintenance is high,” said Ajith Gunasekara, Chairman of All Island Poultry Farmers’ Association, speaking to EconomyNext.",
    "” The implementation of controlled prices and wrong policies, it has acted as a barrier for the production sector resulting in low production.”",
    "Gunasekara says following the news of importing eggs by the government, farmers are converting remaining layer chicken farms to broiler raising.",
    "“So far, around 40-50 percent of small and medium-scale poultry farm owners sell their hens to slaughterhouses and they have started broiler poultry farming,” Gunasekera said.",
    "“The importing of eggs will badly impact the large-scale poultry farmers as well since they are the main bakery egg suppliers.”",
    "This is the first time eggs have been imported since 2012, Gunasekera said.",
    "Sri Lanka’s egg and chicken prices have higher cost of production due to import licensing and taxes of feed ingredients such as maize.",
    "Higher maize prices lead to higher feed prices and higher egg and chicken meat prices.",
    "The Consumer Affairs Authority, which is blamed to creating as crisis in the egg sector also banned the use of excess rice to produce chicken feed.",
    "With the Sinhala and Tamil New Year season around the corner, the government has taken measures to import eggs to cater to the demand before any price increase, State Minister of Trade, Commerce, and Food Security, Nalin Fernando has said. (Colombo/ March27/2023)"
  ]
}