{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95509/russias-security-council-secretary-holds-comprehensive-talks-with-sl-president",
  "time_ut": 1702115100.0,
  "original_lang": "en",
  "original_title": "Russia’s Security Council Secretary holds comprehensive talks with SL President",
  "original_body_lines": [
    "Russia’s Security Council Secretary Nikolay Patrushev has called on Sri Lankan President Ranil Wickremesinghe during his recent visit to Colombo.",
    "Citing the press service of the Russian Security Council, the Russian news agency TASS said the meeting “confirmed the commitment to further fortify the bilateral relations between the two countries, in the economic and security spheres, as well as the cooperation between the two countries on international agenda issues.”",
    "The Russian Security Council has further stated that the comprehensive discussion on enhancing bilateral cooperation in various fields is expected to contribute to the sustainable development of the two countries and strengthen security.",
    "Patrushev also called on Sri Lankan Defence Secretary Kamal Gunaratne and exchanged views on the issues of Russian-Sri Lankan cooperation in the fields of security and defence, interaction between law enforcement agencies, intelligence service, and military departments.",
    "Special attention was paid to improving the legal framework of bilateral relations. Problems of regional and international security were also taken up for discussion.",
    "On the sidelines of Patrushev’s visit, Russian and Sri Lankan law enforcement and intelligence officials convened joint consultations in Colombo, at which the two sides expressed interest in exchanging experience in combating cybercrimes and drug-related crimes.",
    "“The Russian-Sri Lankan consultations were held with the participation of representatives of law enforcement agencies and the two countries’ intelligence services,” the Russian Security Council said in a statement.",
    "Participating from the Russian side were representatives of the Interior Ministry (MVD), the Federal Security Service (FSB), the Foreign Ministry and the Security Council.",
    "The two sides have expressed interest in exchanging operationally relevant information and experience in countering cybercrime and drug-related crime, combating extremism, illegal arms dealing and human trafficking, and illegal immigration.",
    "The Russian delegates accompanying Patrushev during his Sri Lanka visit also included officials from the ministries of Economic Development; Industry and Trade; Agriculture; Energy; and Transport. They held separate meetings with their Sri Lankan counterparts.",
    "Patrushev’s arrival to Sri Lanka on Dec.06 comes two years after his last visit during which he held traditional security consultations with his counterpart Kamal Gunaratne and with former President Gotabaya Rajapaksa. Apart from that, Patrushev also brought a shipment of the Sputnik V COVID-19 vaccine to Sri Lanka as humanitarian aid."
  ]
}