{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89922/semasinghe-underscores-importance-of-progressive-fair-and-equitable-tax-policy-at-undp-forum",
  "time_ut": 1681975320.0,
  "original_lang": "en",
  "original_title": "Semasinghe underscores importance of ‘progressive, fair and equitable’ tax policy at UNDP forum",
  "original_body_lines": [
    "State Minister of Finance Shehan Semasinghe has highlighted the need for a progressive taxation policy, emphasising that the implementation of such a policy which is fair and equitable is essential to ensure that the burden of financing does not fall disproportionately on the poor and vulnerable.",
    "Semasinghe made this statement at the United Nations Development Programme’s (UNDP) Tax for SDGs Initiative yesterday (19 April), titled ‘SDGs and Taxation: Lessons Learned and Best Practices from the Ground’.",
    "He further emphasised that enhancing government revenue and expenditure containment would complement efforts made towards fiscal consolidation, adding that measures to reduce the operational expenses of the government and increase the accountability of the appropriation of public funds are important.",
    "Sri Lanka’s State Minister of Finance noted, however, that the rationalization of public funds should not and would not compromise the allocation of financial provision for health, education and social protection.",
    "Meanwhile, delivering a statement at the 2023 United Nations Economic and Social Council (ECOSOC) Financing for Development (FfD) Forum, State Minister Semasinghe spoke of the crisis Sri Lanka is currently recovering from.",
    "Commenting on Sri Lanka’s unprecedented crisis, Semasinghe stated that he believes that it, the crisis, presented an opportunity to regain economic stability with “meaningful fiscal reforms and a renewed governance structure that would effectively address contemporary challenges”.",
    "Thus, during his statement on ‘Fostering debt sustainability by addressing gaps in the sovereign debt architecture”, Semasinghe stated that it is time to take collective action to close longstanding gaps in sovereign debt and ensure reforms in the international financial architecture.",
    "Taking to Twitter, he explained that this would allow for countries to have greater fiscal space, and would thereby ensure that the “vicious cycle of debt and default does not repeat itself”."
  ]
}