{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96281/sri-lanka-hoping-to-strike-debt-deal-with-commercial-creditors-within-2-months",
  "time_ut": 1704868320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka hoping to strike debt deal with commercial creditors within 2 months",
  "original_body_lines": [
    "The governor of Central Bank of Sri Lanka (CBSL) says ‘good faith negotiations’ are in progress with commercial creditors to reach an in-principle agreement as soon as possible.",
    "Addressing a special media briefing at the CBSL premises this morning (Jan.10), Dr. Nandalal Weerasinghe said the agreement is expected to reach within the next two months.",
    "Sri Lanka reached in-principle agreements with China’s Export-Import (Exim) Bank and the Official Creditor Committee (OCC) in late 2023 on the financial terms of debt treatment.",
    "The OCC was formally formed on May 09 with 17 countries to respond to the Sri Lankan authorities’ request for debt treatment. It is co-chaired by India, Japan and France (as the chair of the Paris Club). It was established following the launch of a common platform in April 2023 for talks among bilateral creditors to coordinate restructuring of Sri Lanka’s debt.",
    "Agreement with the Chinese Exim Bank was reached in October 2023, covering approximately USD 4.2 billion of outstanding debt. It was followed by the debt deal struck with the OCC which covers USD 5.9 billion of outstanding debt.",
    "The International Monetary Fund (IMF) later said the two agreements are consistent with the 48-month Extended Fund Facility (EFF) arrangement provided to Sri Lanka.",
    "The global lender in March 2023 had approved a USD 2.9 billion bailout package for the island nation to ride out its adverse economic situation.",
    "IMF’s Executive Board completed its first review of the EFF program for Sri Lanka, paving the way for the disbursement of the much-anticipated second tranche of the loan which amounted to USD 337 million. This brought the total IMF financial support disbursed thus far to USD 670 million.",
    "The in-principle deals with the Chinese Exim Bank and the OCC had set the scene for the IMF’s Executive Board to consider clearing the first review.",
    "Sri Lanka plunged into its worst financial crisis in seven decades last year after its foreign exchange reserves dwindled to record lows. But since locking down the IMF bailout of USD 2.9 billion in March 2023, the island nation has managed to partly stabilise its economy, bring down runaway inflation and rebuild currency reserves.",
    "The EFF program supports Sri Lanka’s efforts to restore macroeconomic stability and debt sustainability, safeguard financial stability, and enhance growth-oriented structural reforms."
  ]
}