{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95328/parliament-votes-in-favour-of-suspending-diana-gamage-and-2-sjb-mps",
  "time_ut": 1701495540.0,
  "original_lang": "en",
  "original_title": "Parliament votes in favour of suspending Diana Gamage and 2 SJB MPs",
  "original_body_lines": [
    "The motion to suspend State Minister Diana Gamage and SJB MPs Sujith Sanjaya Perera and Rohana Bandara from Parliament for a period of one month was passed in the House this morning (02 Dec.).",
    "Accordingly, the relevant motion was passed by way of a parliamentary vote this morning, with 57 MPs having voted in favour of the motion, and only one voting against.",
    "On 01 December, the parliamentary services of State Minister Diana Gamage and SJB MPs Sujith Sanjaya Perera and Rohana Bandara were  recommended to be suspended for one month, for the unruly events that unfolded in parliament in late October.",
    "The recommendations were put forward by the Parliamentary Committee on Ethics and Privileges.",
    "During the parliamentary session on October 20, Diana Gamage had accused Samagi Jana Balawegaya (SJB) MP Sujith Sanjaya Perera of assaulting her outside the Chamber and called for a comprehensive investigation into the matter. This had prompted the temporary adjournment of the session by Deputy Speaker Ajith Rajapakse.",
    "Defending his actions, MP Sujith Perera had said that he had witnessed Diana Gamage becoming embroiled in a heated argument with his fellow MP Rohana Bandara, and when he had attempted to intervene, the state minister had attacked him. The SJB parliamentarian said he only acted in self-defence. MP Perera also urged the Deputy Speaker to conduct an impartial investigation into the matter.",
    "Meanwhile, MP Rohana Bandara has accused the State Minister of following him and verbally abusing him near the elevator.",
    "Following the conclusion of the parliamentary session, the three parliamentarians were once again involved in a heated argument, which was captured by MP Perera on his mobile phone and later went viral on social media.",
    "Later, Speaker Mahinda Yapa Abeywardena appointed a committee to look into the matter. The panel, headed by Deputy Speaker Rajapakse, comprised MP Chamal Rajapaksa, Dr. Ramesh Pathirana, MP Gayantha Karunatilleka and MP Imthiaz Bakeera Markar. Later, MPs Thalatha Atukorale and Dr. Seetha Arambepola too were added to the panel.",
    "The report compiled by the said committee was handed over to the Speaker on November 14 which was forwarded to the Ethics and Privileges Committee the following day.",
    "On November 28, the Ethics and Privileges Committee convened a meeting at the parliament complex to study the report, after which it recommended that three parliamentarians be suspended from the parliament for one month."
  ]
}