{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91577/france-heightens-security-after-unrest-prompted-by-police-shooting-of-17-year-old",
  "time_ut": 1687946280.0,
  "original_lang": "en",
  "original_title": "France heightens security after unrest prompted by police shooting of 17-year-old",
  "original_body_lines": [
    "France’s government on Wednesday announced heightened police presence around Paris and other big cities and called for calm after scattered violence erupted over the death of a 17-year-old delivery driver who was shot and killed during a police check.",
    "The death prompted nationwide concern and widespread messages of indignation and condolences, including from soccer star Kylian Mbappe.",
    "It also triggered unrest in multiple towns around Paris. Interior Minister Gerald Darmanin said 31 people were arrested, 25 police officers injured and 40 cars burned in overnight unrest.",
    "The tensions focused around the Paris suburb of Nanterre, where lawyers say 17-year-old Nael M. was killed Tuesday during a traffic check. The police officer suspected of firing on him was detained and faces potential manslaughter charges, according to the Nanterre prosecutor’s office.",
    "The Nanterre neighborhood where Nael lived remained tense Wednesday morning, with police on guard and burned car wreckage and overturned garbage bins still visible in some areas.",
    "Nael’s mother appealed online for a silent march on Thursday in her son’s honor, near the scene of his death.",
    "Videos purported to be of the incident were “extremely shocking,” Darmanin said, pledging a full investigation. The images show two police officers leaning into the driver-side window of a yellow car, before the vehicle pulls away as one officer fires into the window. The car is later seen crashed into a post nearby.",
    "He said 1,200 police were deployed overnight and 2,000 would be out in force Wednesday in the Paris region and around other big cities to “maintain order.”",
    "Deadly use of firearms is less common in France than in the United States. Tuesday’s death unleashed anger in Nanterre and other towns, including around housing projects where many residents struggle with poverty and discrimination and feel police abuse is under-punished.",
    "A lawyer for Nael’s family, Yassine Bouzrou, told The Associated Press they want the police officer pursued for murder instead of manslaughter, and want the investigation handed to a different region because they fear Nanterre investigators won’t be impartial.",
    "The lawyers refuted a reported statement by the police that their lives were in danger because the driver had threatened to run them over.",
    "Mbappe, who grew up in the Paris suburb of Bondy, was among those who were shocked by what happened.",
    "“I hurt for my France. Unacceptable situation. All my thoughts go to the family and loved ones of Nael, this little angel gone much too soon,” he tweeted.",
    "The government will hold a security meeting Wednesday afternoon to discuss next steps, Darmanin said.",
    "The victim was wounded by a gunshot and died at the scene, the prosecutor’s office said in a statement. A passenger in the car was briefly detained and released, and police are searching for another passenger who fled.",
    "Several people have died or sustained injuries at the hands of French police in recent years, prompting demands for more accountability. France also saw protests against racial profiling and other injustice in the wake of George Floyd’s killing by police in Minnesota."
  ]
}