{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slic-suba-pathum-awards-375-scholarships-for-school-children/",
  "time_ut": 1677944640.0,
  "original_lang": "en",
  "original_title": "SLIC Suba Pathum awards 375 scholarships for school children",
  "original_body_lines": [
    "Sri Lanka Insurance – The Nations’ protector, over the years have had contributed to the betterment of the future generation of the country. Sri Lanka Insurance (SLIC) is not only one of the most profitable state owned enterprises but also a responsible corporate citizen that enriches the community it operates in.",
    "SLIC initiated the ‘Sri Lanka Insurance – Suba Pathum Scholarship’ program in 2014 for the children of its Life policy holders across the country. This scheme has awarded 1800 scholarships, worth of approximately 200mn up to date. This year the scholarship scheme will be rewarding 375 students, who excelled in the 2020/21 Grade 5 Scholarship, 2020 GCE Ordinary Level and 2020/21 GCE Advanced Level examinations. 75 top ranking students were selected from each of the three examinations totaling up to 375 students. Grade 5 Scholarship and GCE Ordinary Level, qualifiers were selected based on the district achievement and for GCE Advanced Level applicants, selections were based on the national level achievement.",
    "A Financial scholarship of Rs. 20,000 for five years, Rs. 40,000 for two years and Rs. 50,000 for three years is awarded to the students who are eligible for the Suba Pathum scholarship from Grade 5 Scholarship, GCE Ordinary Level and GCE Advanced Level examinations, respectively. A total of Rs. 50mn has been allocated for the 2020/21 Suba Pathum Scholarship program which will continue for the next five years.",
    "In his speech to the guests, Ronald C. Perera, PC, Chairman of Sri Lanka Insurance, said, “The right to education is a fundamental human right that every child should have. There are 4.4 million school children in Sri Lanka who are primary and secondary school age, however not every child is fortunate enough to receive an education in an environment with the same degree of facilities. Having an educated populace is very important for a nation, thus kids should have access to uninterrupted primary and secondary education that enables them to access university education. Sri Lanka has 15 National Universities and we need to encourage and support our children to obtain university education. The objective of ‘Sri Lanka Insurance Suba Pathum Scholarship’ program is to extend the required support to our children to obtain the education they deserve without any interruption. As a responsible state sector corporate giant it is our responsibility to assist the future generation’s access to quality education.",
    "Speaking at the Suba Pathum Scholarship program Chandana L. Aluthgama – Chief Executive Officer of SLIC said, “over the years as an organization we have contributed for the betterment of the future generation of this country through numerous initiatives. The Minimuthu range and the ‘School Fee Protector’ policies were introduced for the benefit of the children. Both these products support towards a guaranteed uninterrupted education support and highly beneficial returns for the children and provides both parents and kids a peace of mind. By going above and beyond the call of duty, SLIC has been involved with the “Pasal Piriyatha Surakimu” CSR program in creating a suitable educational environment for underprivileged schools. furthermore, to mark the International Children’s Day, we have offered parents of children born on October 1st a free Life Cover. We as a state owned organization believes in transformation and adapting to the status quo. Therefore, as a responsible corporate citizen we will continue to transform the next generation’s future with a secure education in order to uplift the future of this country”.",
    "The scholarship awarding ceremony was held at Nelum Pokuna – Mahinda Rajapakse Theater, Colombo on the 28th of February 2023 with the participation of the Board of Directors, Chairman, Chief Executive Officer and the senior management team along with the students and their parents.",
    "Established in 1962, Sri Lanka Insurance Corporation celebrates over 60 years of excellence as the largest government-owned insurance company in Sri Lanka, with a managed asset base of over Rs.268 billion and a Life fund of Rs. 152 billion, the largest in the local insurance industry. The insurer is also the first and only local insurer to secure Fitch Ratings A (lka) rating for its long-term financial stability and sustainability and also Sri Lanka Insurance ranked as the ‘Most Valuable General Insurance Brand’, ‘Most Loved Insurance Brand’ for the 5th consecutive year in the country by Brand Finance. The national insurer is on a mission of being a customer-focused company that constantly innovates in providing insurance services to customers and is now serving customers through an extensive network of over 190 branches and customer service locations.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}