{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/banks-will-be-operating-tomorrow-to-provide-the-best-possible-service-to-the-public-peoples-bank-and-bank-of-ceylon-chairmen/",
  "time_ut": 1677592260.0,
  "original_lang": "en",
  "original_title": "Banks will be operating tomorrow to provide the best possible service to the public- People’s Bank and Bank of Ceylon Chairmen",
  "original_body_lines": [
    "The Chairmen of the People’s Bank and the Bank of Ceylon both emphasized that their respective banks are ready to serve their customers tomorrow (01).",
    "They expressed their confidence that it is the responsibility of all public servants to support the government’s program to build the country’s economy, and that bank employees will do the same.",
    "These issues were revealed at a meeting held at the Presidential Secretariat today (28) regarding matters in the banking industry.",
    "The discussion was attended by the heads of state banks and trade union representatives, as well as the Senior Advisor to the President on National Security and Chief of the President’s Staff, Sagala Ratnayake, and the President’s Secretary, Saman Ekanayake.",
    "There was extensive discussion about how to keep the banking operations running so that government programs are not disrupted and customers are not inconvenienced.",
    "Sagala Ratnayake pointed out that it is not a good situation for the country to send the message to the international community that the banking system is inactive at a time when the government has taken extensive measures to create financial stability in the country.",
    "Although it is a common tradition to issue circulars containing arrangements such as handing over the keys on the day of the strike, handing over the keys to safes containing gold, etc., when bank employees take union action, this has not occurred in relation to the joint bank union action scheduled to take place tomorrow. This was revealed during the discussion.",
    "Accordingly, the Chairmen and the main management of the Banks agreed that the steps will be taken soon.",
    "Ronald Perera, Chairman of the Bank of Ceylon, added that the banking system’s support is required for the government’s economic development program, and he urges all bank employees not to neglect their responsibilities to the country.",
    "Sujeewa Rajapaksa, Chairman of the People’s Bank, stated that steps have been taken and are currently being discussed to address issues with current tax collection. He also stated that it is everyone’s responsibility to help improve the country’s future by cooperating with understanding at this time when the entire country is experiencing economic difficulties.",
    "Norfund to Support the Development of Hela Apparel Holdings’ East African Manufacturing Operations with an Investment of USD 14 Million",
    "Prevention of terrorism draft bill to be presented in Parliament",
    "World Bank will continue to support Sri Lanka’s development reforms program.",
    "Showers in Eastern, Uva, Western and Sabaragamuwa provinces, Kandy, Nuwara Eliya, Galle and Matara districts",
    "Unions determined to go ahead with strike despite essential services gazette",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}