{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/Govt-mulls-Irish-style-implementation-unit-for-IMF-programme/155-256583",
  "time_ut": 1679880967.0,
  "original_lang": "en",
  "original_title": "Govt. mulls Irish-style implementation unit for IMF programme",
  "original_body_lines": [
    "CB Governor, Treasury Secretary and President’s Chief of Staff briefed by IMF’s Irish Alternative Executive Director",
    "Envisaged unit will have special powers to implement mutually agreed targets and structural benchmarks within stipulated time lines",
    "It will report directly to President and the Cabinet of Ministers",
    "Sri Lanka also needs similar set-up with laser like focus on implementation- Former CB Governor Coomaraswamy",
    "With the aim of ensuring a smooth continuation of the International Monetary Fund (IMF) programme by averting possible hiccups leading to suspension of the programme, the government is contemplating on setting up an Irish-style implementation unit with special powers to implement mutually agreed targets and structural benchmarks within stipulated time lines.",
    "Recently, the IMF’s Irish Alternative Executive Director briefed the Central Bank Governor, Secretary to the Treasury and President’s Chief of Staff on the implementation unit that was setup in Ireland when the global financial crisis hit Ireland, which compelled the country to reach out for an IMF programme.",
    "Former Central Bank Governor and senior economist Dr. Indrajith Coomaraswamy revealed that the Sri Lankan government has shown interest in setting up a similar implementation unit to avert any slippages that could derail the economic recovery undermining the confidence on the country.",
    "“Last thing we need is for us to suddenly find that we have gone out of the track in the programme and it’s suspended, because that will basically constraint the flow of funds to the country. It will also affect the confidence that’s now beginning to build on with the signing of EFF. So, all that will be undermined if the programme gets suspended, because we’re not able to keep it on track. The President is very interested in this implementation unit,” Dr. Coomaraswamy told an expert panel discussion organised by the Centre for Banking Studies of the Central Bank last Friday.",
    "“We need to get it setup and it needs to be functioning, and we need a very good person who has the authority basically to reach out to any part of the government and get things done. It should have the authority, with the President behind it,” he added.",
    "Dr. Coomaraswamy highlighted that Ireland was able to come out of the financial crisis in 2008 due to the role played by this implementation unit by ensuring the smooth implementation of the IMF programme in  a short period, which made Ireland one of the success stories in implementing an IMF programme.",
    "“They were very meticulous on the way they setup the implementation framework. They identified all the actions that had to be taken, and some actions were even split, because more than one authority was responsible for it.",
    "This entity reported directly to the Irish Prime Minister and the Cabinet.  The reporting happened once a month and whenever there were bottlenecks or impediments which were constraining the implementation of any aspects of the programme, those were immediately dealt with,” he added.",
    "Dr. Coomaraswamy stressed that Sri Lanka also needs a similar set-up with a laser like focus on implementation.",
    "“We need to figure out what has to be done and assign responsibility for each of the actions and monitor very carefully how we are going about it. We need to make sure that we are hitting all the targets and structural benchmarks as we go along,” he added.",
    "Further, he pointed out that unlike earlier, Sri Lanka is in a much complex position as the country is in midst of a debt restructuring process while implementing targets and structural benchmarks under an IMF programme.",
    "“This programme is extra tough because we are trying to implement a stabilisation and structural adjustment programme and do the debt restructuring all at once. It’s unprecedented for us and that makes it even more complicated to get the implementation right and it makes it even important to get this implementation unit well-structured and running well,” he said.",
    "In order to address the current crisis, Dr. Coomaraswamy emphasised that the implementation of structural reforms remains critical, which the country to failed to deliver on past IMF programmes.",
    "“If we want to get out of this in a sustained way, we have to do the structural reforms which is to strengthen the growth framework of the economy. In many times in the past, these EFF programmes had both stabilisation and structural reform components.  We relatively did well in the stabilisation component, but when there’s a political event like an election, it all comes falling down. Even though we had made some progress in the stabilisation front, a very little progress had been made in the structural reforms side in any of the past programme,” he elaborated",
    "Dr. Coomaraswamy cautioned that if Sri Lanka doesn’t carry out these structural reforms it could end up like Argentina or Zimbabwe."
  ]
}