{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-risks-have-increased-social-unrest-could-re-emerge-imf-report-143594/",
  "time_ut": 1702428780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka risks have increased, social unrest could re-emerge: IMF report",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s bailout program is at risk of being under-financed and social unrest could re-emerge from and reforms could be derailed by 2024 elections, and International Monetary Fund report has warned.",
    "“Risks to program implementation and financing are high and have increased since program approval,” an IMF staff report issued after completing the first review of its program said.",
    "“Implementation risks arise from Sri Lanka’s track record of reform implementation and the challenging political and social situation.",
    "“In this regard, contingency plans are crucial, and policies should remain agile to adjust to the evolving circumstances.”",
    "Sri Lanka saw street protests in 2022 as forex shortages led to fuel shortages.",
    "“Social unrest could re-emerge, fueled by falling real incomes, including from tax rate hikes and cost-recovery pricing in the energy sector, insufficient anti-corruption efforts, and delayed local elections” the report said.",
    "“Delays in implementing the debt restructuring could lead to weaker confidence and tighter financing conditions.”",
    "Sri Lanka is currently going through a stabilization period after rates were cut with printed money to target potential output in the belief that money printing leads to growth.",
    "Governments are usually overturned during stabilization periods after a central bank cuts rates with inflationary open market operations firing a boom and the ‘bust’ sets in, worsening poverty and unemployment.",
    "Nationalists usually come to power in the stabilization period, as seen with the rise of National Socialist Party in Germany after the stabilization efforts of the Heinrich Brüning administration, political analysts say.",
    "Germany was one of the first victims of what classical economists call the ‘age of inflation’ involving peacetime monetary instability after open market operations were invented by the Federal Reserve in the 1920s, which led to chronic balance of payments problems and the collapse of the gold standard in the century.",
    "Sri Lanka’s saw the first rise in nationalism in 1956 after the 1955 stabilization efforts, a few years after a money printing central bank was set up, dashing expectations of being a high performing newly independent nation.  (Colombo/Dec13/2023)"
  ]
}