{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Political-will-imperative-in-eradicating-corruption-EDITORIAL/172-261417",
  "time_ut": 1687205946.0,
  "original_lang": "en",
  "original_title": "Political will imperative in eradicating corruption - EDITORIAL",
  "original_body_lines": [
    "The government seems to have placed the fate of the country totally on the success of the programme sponsored by the International Monetary Fund (IMF). However, it, no doubt relies on the success of the government’s professed plans of eradicating corruption.",
    "The IMF also has underscored the importance of addressing corruption vulnerabilities throughout its discussions with the Sri Lankan authorities. According to Peter Breuer, IMF’s Senior Mission Chief for Sri Lanka, the reform program supported under the global lender’s Extended Fund Facility (EFF) arrangement for Sri Lanka is built on strong policy measures and prioritizes five key pillars, one of which is reforms to address corruption vulnerabilities.",
    "Accordingly, the government has agreed with the IMF to bring in new laws to address the issue the process of which has already been initiated. However, going by the extent of corruption that has eaten into every institution of the State machinery and the impunity that has become the norm in the country only time will tell if the authorities would keep their commitments.",
    "Subsequent to the proceedings of the Committee on Public Enterprises (COPE) being made public since August 9, 2019, people have been able to be acquainted with the gravity of corruption in the country. And also the reports prepared by the National Audit Office bring out massive and incredible frauds, malpractices and waste of public funds by the high-ranking officials of the public sector.",
    "For instance, a report prepared during the height of the economic crisis pointed out that the authorities have purchased 6.3 million tons of coal at US$ 284 per ton, whereas the real price had been only US$ 179. Another report said that 160 railway compartments were imported at a staggering Rs 11.56 billion, were idling in the railway yard, as the authorities have found that the length and width of them were not up to the standard.",
    "And nobody was accountable for the loss. Education Minister Susil Premajayantha told Parliament that the government had incurred a loss of Rs. 930 million due to 189 university teachers having abandoned their post-graduate studies midway.",
    "Some months ago, it was revealed during a COPE meeting with the officials of the Land Reform Commission (LRC) that the extent of lands under the purview of the commission was 1.7 million acres and the valuation of them has been just Rs. 500 per acre! Later, in another meeting of the COPE, even after about a year, it was revealed that the LRC had sold some lands at Rs. 273 per acre.",
    "These revelations are not new. COPE under the chairmanship of MP Wijeyadasa Rajapakshe prepared a report in 2007 after investigating financial dealings of State-owned institutions between August and December 2006 which said that the loss incurred by the state due to mismanagement in 26 institutions was a staggering Rs.150 billion. It seemed that no follow-up action had been taken to mitigate the corruption and mismanagement in public institutions after these revelations, as another report prepared by another Head of COPE Sunil Handunnetti after ten years, also painted a bleak picture about the state institutions. It said that the total loss incurred by 15 state institutions was over Rs.110 billion.",
    "All these revelations by the COPE and the Auditor General always go down the drain as a result of a lack of interest in taking follow-up actions or the very interest in not taking actions on the part of the relevant politicians and the officials. Thus, the occasional telecasts of the COPE proceedings on TV news programmes have been another series of teledramas in the eyes of the people. Some recent newspaper reports had called the COPE a toothless tiger.",
    "The irony is that the situation continues even after follow-up actions are proposed during COPE as well as Parliamentary proceedings. Samagi Jana Balawegaya (SJB) MP Eran Wickramaratne on October 25, 2021, questioned in Parliament the purpose of the COPE if it cannot take punitive action against fraud and corruption in State-owned entities. Prof. Charitha Herath as the Chairman of the COPE last year suggested during proceedings of his committee to take up the matter in Parliament and create a mechanism for action against the culprits. However, nothing materialized.",
    "This is not a matter of deterrent laws alone, even though a strong legal system against corruption is necessary for any country, as the IMF has recommended. What is lacking is the political will on the part of the political leadership as well as the interest on the part of the officialdom, possibly owing to them having been hand in glove with the corrupt elements on the ground or being part of them."
  ]
}