{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81805",
  "time_ut": 1682363160.0,
  "original_lang": "en",
  "original_title": "Ancient Hindu Shrine on Kurunthoormalai  Hill was Destroyed by Soldiers led by Minister Vidura Wickramanayake states Jaffna District MP Sumanthiran in Parliament;Urges Govt not to Continue in Racist Direction",
  "original_body_lines": [
    "(Excerpts from Speech made in Parliament on 25 April 2023 by Jaffna District TNA Parliamentarian MA Sumanthiran PC)",
    "I am mentioning this Kurunthoor malai issue and according to the code of conduct I am making a disclosure that I have an interest in that matter, in that I appear for two members of parliament and another former provincial council member in the Supreme court in a fundamental rights application SCFR 186/202, that is still pending in court.",
    "Several organisations have made applications for intervention and as result that had got delayed. Now it is fixed for support on the 05th of June in the Supreme Court on top of the list. While that matter is coming for support on top of the list in Supreme court,  I have got an invitation from the Archaeology department to say that there is an event that is to take place in that place on the 19th of May 2023 at 2.30 P.M. on the conclusion of excavation and conservation work this area is to be bestowed to the department of Archaeology.",
    "Now this is an ancient Hindu shrine, that was destroyed by thousands of soldiers, we have pictures, led by Hon. Vidura Wickramanayaka who went in there, broke the trident that the Hindus worship",
    "There is a case pending. When there is a case pending in court it’s a custom, it’s a tradition it’s a done thing for the state to hold its hand.But what are you doing? You are having a ceremony, and you have the gall to invite me for that event. Now what is this?",
    "Department of archaeology – the department of archaeology is best understood when one looks at the logo of this department. This is the official logo of the department of Archaeology – what does it have? It has a Dagoba and a Dharma chakra.- A Dagoba  and Dharma Chakra – its like the ministry of Buddhasasana, why does the department of archaeology have a logo of one religion ?",
    "That shows,that shows, what this department is protecting. What it is determined to destroy.There was another incident again I have to disclose because I have appeared as their lawyer,yesterday at the Vavuniya Magistrate’s court.",
    "In Vedukkunaari malai several Hindu worshiping idols were destroyed, the department of archaeology initially tried to prevent worshippers going there two or three years ago, they filed several cases all that was resisted. they couldn’t stop the worshipers.",
    "So “unidentified persons” in jeeps wearing shorts went and destroyed ……..",
    "So, this is a very serious issue, this is why I have said today is a Harthal. It’s an action of not cooperating  with the government. But we will be forced to defy the law as a civil protest – declare and defy the law, and court arrests and fill your prisons by thousands of people.",
    "We will not resort to violence. I’ll assure you that. But by non-violence means, we will resist, don’t ever think that we are",
    "people who can be pushed over, who can be trampled upon. We will not stand that……………….",
    "I am thankful to the two ministers for the intervention and for expressing their concern as well and that we must discuss it. All that I am saying is we have raised this number and number of times. In this house, with the minister – the minister leads this…. and today this has come to entire two provinces shutting down. And I am telling you with all responsibility we will defy the law next.",
    "Before it is too late I am asking the two responsible minsters present here today to take this up at the cabinet, to change your direction. Don’t continue in this racist direction this government is traveling at the moment."
  ]
}