{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/perils-to-sustained-growth/",
  "time_ut": 1704041880.0,
  "original_lang": "en",
  "original_title": "Perils to sustained growth",
  "original_body_lines": [
    "In 2013, Professor A. D. V. de S. Indraratne, the illustrious professor of Economics at Colombo, who was President of the Sri Lanka Economic Association, (they hold the 2023 sessions soon), along with his Committee, was prescient that the fiscal policies of the government might end in disaster and decided to devote the 2013 Sessions to explore ‘perils to sustained growth’ in the economy. The distinguished scholar and diplomat Jayantha Dhanapala was the Guest of Honour. I delivered the Keynote Address. The subject of my lecture was ‘Perils to Sustained Growth’.",
    "Most economists then were troubled by the direction of fiscal and monetary policies at that time. They did not know for certain but were fearful that the massive public works that were undertaken with Chinese loans would not yield the output with which to service those loans. The greater part of the loans was to pay for burgeoning current expenditure. The government would hear none of those and went on with policies of large budget deficits.",
    "A few weeks back, in a press release, the then President and Finance Minister and later Prime Minister of governments, shockingly took credit for reducing the tax revenue of the government year after year. It was shocking because whilst he reduced tax revenue of the government year by year, total government expenditure kept on growing. In a situation where tax revenue comprised more than 98 percent of total revenue of government, rising government expenditure had to be funded at the cost of a rapidly rising debt burden.",
    "The debt from foreign sources had to be serviced with rising export income. Most alarmingly, the proportion of exports to GDP kept falling rapidly. Consequently, a budgetary crisis and a balance of international payments crisis would follow, as the day the night. It precipitated 2021-2022, when a President completely illiterate in economic policy reduced government revenue.",
    "At the same time, he raised the demand for imports with agricultural policies that cut down the domestic food output. The fall in the output of export crops reduced import capacity. Little surprise that in 2022, the government had few choices but to declare bankruptcy.",
    "In my Keynote Address in 2013, I laid bare the sequence of these likely events. I was surprised that policymakers took no notice of the clear warnings presented to them. I was shocked when the then President and Finance Minister, in late 2023, took credit for having actively contributed to that process of decay.",
    "I had laid by that lecture because it was too long and ‘academish’ to be published in The Island, my usual outlet. (Most members of SLEA have higher degrees in economics.) There was no Review in Colombo that may have carried it. It was far too concentrated on Sri Lanka to be published in an international publication. However, after President Mahinda Rajapaksa’s claim, a few days ago, I thought I would seek the advice of the Editor of this newspaper on whether he and his readers would suffer the burden of reading that lecture. With his consent, I decided to publish it.",
    "‘And so, we have gone on, and so we will go on, puzzled and prospering beyond example in the history of man.’Thomas Jefferson, 1812.How amazingly right Jefferson was: ‘puzzled and prospering beyond example in the history of man’! Yes, puzzled despite all the ingenuity of all economists since Adam Smith.",
    "The economic history of some parts of the world, during the last three hundred years, has been one of phenomenal economic growth. These parts include Europe, North America, Australasia and Japan. In 1,700 all people whether in Africa, Asia, America or Europe were more or less equally poor with a per capita income of about $700 per year at 1985 prices, less than $2 dollars per day. During the next 300 years these economies prospered ‘beyond example in the history of man’.",
    "Much more recently we have had a large part of Asia, including China, Taiwan, India, Malaysia, and South Korea, Thailand and the two small economies of Hong Kong and Singapore grow at phenomenally high rates. In Latin America, after some spectacular growth at the turn of the 20th century, it is only recently that some countries have experienced sustained rapid economic growth. Africa is a late comer and there are signs that sub-Saharan countries finally may have begun to grow.",
    "Sri Lanka has had a record of slow growth, ever since National Accounts began to be estimated but the last few years have shown an upturn in rates of growth. These rates of economic growth shorn of the fluff that the Central Bank tries to cover it with are not to be cavilled at. Your question at this session is how that higher rate of growth can be sustained, at least in the short term.",
    "Let us not underestimate the central importance of fast economic growth to raise levels of living. C. Sivasubramonian (2000), [The National Income of India in the Twentieth Century, The Oxford University Press, New Delhi] estimated that the growth rate of GDP per capita 1901 to 1946-7 in India was 0.9 percent per year and the consequent rise in the GDP per capita was 0.1 percent per year.",
    "At that rate you would have needed 700 years for GDP per capita to double! Contrast that with the experience between 2000-2001 and 2010-2011 when per capita GDP grew at 6.0 percent per annum. [These numbers are from Jean Dreze and Amartya Sen (2013), An uncertain Glory, India and its Contradictions, Princeton University Press, Princeton, NJ]. If that rate of growth were sustained over 35 years, living standards would rise eight times during the lifetime of an individual. However, recently we have seen perils to those high rates of growth.",
    "‘… bang, confidence collapses, lenders disappear, and a crash hits.’",
    "Perils to sustained growth have been studied over a long period of time. In the 20th century itself it was a major field of study. In those times this subject went under the title Trade Cycle. The last volume I remember is Robin Matthews’ ‘The Trade Cycle’ that came out in the year after I graduated. Wesley C. Mitchell’s ‘What Happens during Business Cycles’ had come out beyond the Atlantic much earlier in 1951. The subject is now studied as ‘Crises’, much of that literature coming out in America.",
    "The most recent major study is Reinhart’s and Rogoff’s ‘This Time Is Different’ [2009], in which they studied debt default, whether domestic or foreign, which brought about crises that broke the process of sustained growth. Disruptions to growth arising from such crises are now the major threat to sustained growth, at least in the short and medium terms.",
    "It was Reinhart’s and Rogoff’s conclusion after careful study that ‘… failure to recognize the precariousness and fickleness of confidence, especially in cases in which large short-term debts need to be rolled over continuously, is the key factor that gives rise to the ‘this-time-is-different syndrome’. Highly-indebted governments, banks, corporations or households can seem to be merrily rolling along for an extended period, when bang, confidence collapses, lenders disappear, and a crash hits.’ As you know this happened in the US and Europe in 2007-2008 and it almost took place in India in July-August this year.",
    "The development of crises in the modern sense [the term has a respected longer-term usage] started in the 1970s. President Nixon freed the dollar from the price of gold in 1973. Petroleum exporting countries amassed large volumes of savings looking for financial investment opportunities. So was born the phenomenon of ‘petro-dollars’.",
    "As emerging developing countries grew fast on the strength of exports, they amassed huge surpluses on the external account which formed sovereign wealth funds. The sum of such sovereign funds now probably exceeds $ 15 trillion sufficient to swamp any probable attempt to defend a rate of exchange of a country against adverse movements. And the electronic transfer of funds made it possible to jump from one market to another to profit from even small differences in interest rates, giving a new meaning to D. H. Robertson’s 1926 terms ‘money on wings’. Market opportunities became well known to advisors with the incredibly rapid transfer of information.",
    "With these developments, major economic policies of countries, except those whose currency was acceptable for payment anywhere in the world and those others with huge exchange reserves, found their major domestic policies, ransom to market forces in international capital markets. India with $285 billion in foreign exchange reserves dared not defend the rupee against capital flight in mid-2013. Don’t take seriously the bravado here that $7 billion can do anything to protect the Sri Lanka rupee against even a small shift of short-term capital out of the country.",
    "I have used that extended quotation in the previous but one paragraph because the fundamental problem in our economy is that our economy spends more than it earns [GDP]. That gap is closed with resources from overseas. [This is explained extra-ordinarily well in Arvind Panagariya [2008], India, The Emerging Giant, Oxford University Press, Oxford].",
    "A part of this gap is closed with savings of citizens of this country working overseas and remitting those savings to their home country, with foreign investments directly in the economy, another part with spare resources from accumulated foreign savings if any, and, in its absence, loans from overseas. In our case, in the domestic economy, the private sector does not invest all that it saves.",
    "The government borrows a part of private savings to cover its own expenses. The balance savings it needs are borrowed from overseas. Our economy during the last five years has been accumulating foreign savings by borrowing from abroad, mainly to hedge against fast movements of short-term capital which comprise a part of our national debt. The flow of debt accumulates to form the foreign debt stock of the country. That part of the foreign debt owed by government has been high and fairly stable over the last few years.",
    "There has been a marked shift to borrow from overseas and to borrow in the short term. This drive has been motivated by the need to keep interest on government debt in check because interest payments on government debt like all other government expenditure must come out of the Consolidated Fund to which all receipts of government in turn are credited.",
    "Interest rates overseas continue to be lower than at home and interest rates at the short end are usually lower than interest rates at the long end. But these shifts to foreign sources and the short end itself are themselves fraught with serious risks. Any rise in interest rates in other markets shifts money sitting here short term immediately to fly to those other markets. Any loss of confidence in direction of domestic economic policy has the same consequences. To that degree, domestic economic policy is ransom to foreign investors.",
    "Our governments have spent more than they collected in revenue for many years. In 2012, the ratio of total revenue of government to GDP was 13 percent and of total expenditure to GDP 20 percent. The ratio of government revenue to GDP has fallen consistently for several years. There has been some check on the growth of public expenditure, obviously not so severely as to bring down considerably the need to borrow from overseas. In any case, it is hard to make a case for cutting down government expenditure in this economy.",
    "We know too much about the dreadful neglect of education and health in the aggregate and the dire need for reconstruction and development both in the Eastern and Northern Provinces and in the plantations in the central region. There must be immense restraint on the desire of an essentially populist government to control government expenditure in this manner.",
    "Government cannot really cut down expenditure anymore without raising the ire of the public to boiling point. We are too close to what happened in Greece and Spain to risk that. Government must seriously consider why government expenditure on defence and public order and safety must remain at 15 percent of the total both in 2009 and 2012.",
    "It certainly cannot raise government expenditure without first raising government revenue. It is the same populist inclinations which make it hard for government to tax people on whose vote it depends to win elections. Government has taxed heavily consumption of high-income groups. Without taxing the general public, it is in no position to raise revenue to pay for higher expenditure. And a populist government will not do it. That is the point at which long term growth becomes hostage to short term stability.",
    "Related Topics:Dr.G.Usvatte-aratchiGrowthMarket opportunitiesPresident Nixon frProfessor A. D. V. de S. Indraratne",
    "Clive Fonseka to lead People’s Bank into the next phase of growth and success",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}