{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/inclusive-and-sustainable-enterprises-to-be-promoted-for-sustainable-development-in-sri-lanka/",
  "time_ut": 1689003300.0,
  "original_lang": "en",
  "original_title": "Inclusive and Sustainable Enterprises to be promoted for Sustainable Development in Sri Lanka",
  "original_body_lines": [
    "The Sustainable Development Council, in collaboration with the Trade, Investment, and Innovation Division of the United Nations’ Economic and Social Commission for Asia and the Pacific (UNESCAP), aims to develop a practical and effective strategy to advance inclusive and sustainable enterprises in Sri Lanka to accelerate Sri Lanka’s progress on the Sustainable Development Goals (SDGs).",
    "An exploratory mission by UNESCAP took place from June 26th to 29th, with the purpose of evaluating priorities related to establishing a private sector strategy for sustainable development in Sri Lanka. The mission also focused on specific initiatives such as Inclusive Business interventions in specific industries and social enterprise models.",
    "Throughout the mission, consultations were conducted with key government agencies, including the Offices of the President and Prime Minister, as well as the Ministries of Industries, Agriculture, Finance, and Environment. Additionally, discussions were held with entities such as the Board of Investment, Central Bank, Export Development Board, Sri Lanka Accreditation Board, prominent business chambers, and industry associations, including the Ceylon Chamber of Commerce, Colombo Stock Exchange, UN Global Compact, Biodiversity Sri Lanka, Sri Lanka Banker’s Association, Finance Houses Association, Joint Apparel Association Forum. International Development Partners, including the UNDP, ADB, ILO, UNIDO, WHO, IOM, JAICA, Embassy of Japan, European Union, and technical agencies such as the SLYCAN Trust, Verite Research, Chrysalis, National Cleaner Production Centre were also consulted.",
    "To achieve inclusive and sustainable development, it is crucial for the private sector to play a more significant role in supporting the country’s development objectives. This sector is instrumental in providing innovative solutions on a large scale to address pressing challenges, including the current “triple crisis” in food, energy, and finance. Moreover, it can contribute to mitigating the on-going impact of climate change and promoting inclusive and sustainable growth.",
    "Inclusive enterprises offer commercially viable goods, services, and livelihood opportunities to individuals with low incomes. They contribute to poverty reduction efforts while fostering economic growth and diversification. Sustainable enterprises adopt practices that prioritize environmental sustainability in their operations, embrace circular business models, and address climate change and the green transition through their products and services.",
    "Recognizing the significant role of inclusive business in driving social impact at scale, numerous governments have begun implementing strategies to promote it. For instance, ASEAN member states adopted the ASEAN Inclusive Business Framework in 2017, followed by the Guidelines for Promoting Inclusive Businesses in ASEAN in 2020. Governments can facilitate the emergence and success of inclusive businesses by implementing policies that raise awareness of these business models, provide targeted incentives, and offer services and investments that enable firms to develop inclusive business models.",
    "Across Asia and the Pacific, particularly in the agribusiness sector, there are several valuable examples of inclusive business models that are commercially viable and have a substantial social impact. Sri Lanka already showcases numerous successful models of inclusive and sustainable business developed and implemented by the private sector, which should be scaled up.",
    "Drawing upon UNESCAP’s extensive experience in promoting inclusive and sustainable enterprises throughout the Asia Pacific Region, including in India, Cambodia, Vietnam, and Thailand, it is anticipated that a White Paper will be produced to promote inclusive and sustainable business models that support the country’s sustainable development trajectory.",
    "USD 1 bn Indian credit facility extended till March next year",
    "LG polls controversy: State Minister responds to rebel SLPP criticism, urges reappraisal of strategy",
    "USD 2.9bn IMF loan facility: Govt. confident of completing process early next year",
    "Prez appoints acting ministers for Finance, Women and Child Affairs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}