{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81563",
  "time_ut": 1678907160.0,
  "original_lang": "en",
  "original_title": "The Royal-Thomian is here Again! Let the “Big Match”healing Begin.“We were so much younger then, and we can only be as young again on the three days in March when we attend the Royal Thomian.’",
  "original_body_lines": [
    "The season of big-matches is upon us. These cricket encounters are big for the respective schools, not for others. In fact as far as the particular schools are concerned they are huge. It’s THE event of the year.",
    "Today there are big-matches in all parts of Sri Lanka, so many that few can escape them for the spectacle is not contained by the walls of the schools. It not only spills over to the streets but climb over the walls of other schools as well. Well, the girls’ schools at least.",
    "For history and spectacle, however, it can be argued that no match comes even close to the Royal-Thomian encounter. Royal College and St Thomas’ College, Mount Lavinia have played this annual encounter for over 140 consecutive years. That’s including the war years and the period of Covid-19 related lockdowns.",
    "All good fun for the most part. And so, over the years we have come to expect phrases such as ‘Big Match Fever,’ and ‘Mad March Days.’ Today, several decades after leaving St Thomas’ I feel that it’s not a disease; the Big Match, the Battle of the Blues that is, is a healer. There’s nothing ‘mad’ about March; the Big Match provides sanity in a world of routine and grind marked by chaos, uncertainty and drudgery.",
    "For me, like for countless Royalists and Thomians, the Roy-Tho is not only the oldest continuously played cricket series in the world but an extraordinary carnival that adds value to comradeship and friendship.",
    "It’s all about memories, traditions, sportsmanship and life in general. It is a holiday unlike any other. We walk into the SSC, where the big match has been played for decades except for the last two years when the venue was shifted to Suriyawewa due to containment protocols related to Covid-19, and we are suddenly in this incredible space where we just don’t have to guard our tongues or worry about perceptions being wrecked.",
    "We can be frank, open and basically ourselves without having to think twice before saying or doing anything. It’s not a shut up and sit down event but a get up and speak up one where everyone is equal.",
    "We all have school memories. Among them, those associated with the Royal-Thomian are the most precious. The truth is, as schoolboys we never thought about memories. We just had fun. Incredible fun. Little did we know that we were in fact creating memories that would stay with us and keep us warm when we are battered by the harsh and freezing winds of life.",
    "It’s not just students and old boys. It’s everyone associated with the two schools including teachers, non-teaching staff, parents, friends, girlfriends and others who identify with each School for as simple a reason as living close by!",
    "I still vividly remember the 1990 Big Match.  Naresh Adikaram, the Thomian captain, lost his father a few days before the Roy-Tho. He attended the funeral, and a few hours later was at the SSC, leading his boys. He scored over 70 runs in that match. Such courage, such composure! I am sure it was appreciated and applauded by both Thomians and Royalists.",
    "Of course, what happens in the middle of the ground is hardly what makes the Royal-Thomian so special. The carnival, so to speak, unfolds outside, in the stands, among friends, in the back-and-forth of reminiscences by old men whose firm belief they’ve not aged is a product of the amount of alcohol consumed, the papare bands, dancing in the tents, the supporters affirming yet once again that the only tune they can hold is that of the school song, and the occasions pitch-invasion.",
    "It was not uncommon even back then for some of the most colourful personalities of our generation, from Varuna Botejue, Charya De Saram or Prasad Wimalasekara, to spend weeks before the Royal Thomian planning for the event. I remember being aghast, as a senior student, seeing my younger brother Nishantha running into the field, the college flag in hand. He was just about eight years old then.",
    "Such interruptions are expected, cheered or jeered, and looked back upon with a smile that says, ‘we were so much younger then, and we can only be as young again on the three days in March when we attend the Royal Thomian.’",
    "And we graduated from the boys’ tent to the Stallions, the Colts, the Mustangs and other horse-enclosures that don’t have anything to do with age but nevertheless celebrate merry-making to the maximum, such as the Stables, set up by Krishan Perera and his team 19 years ago.",
    "On the Thomian side, I still remember how seriously cricket legends like Michael Tissera and Anura Tennakoon would come and invest so much of their time and energy helping to advise, support and mentor our team.",
    "All this while the late Warden Neville De Alwis and Sub Warden former Bishop Duleep De Chickera would be warning the ‘yakos’ such as myself to kindly refrain from assaulting prefects during the match.",
    "It’s a pilgrimage as holy as any other. This is why Royalists and Thomians time their visit to the ‘mother-country’ so that they can go to the Big Match. It’s a temple where there’s community worship of things that matter: friendship, camaraderie and memories that just don’t age.",
    "The Sane March Days are here again. Let the Big Match healing begin!"
  ]
}