{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/suppressing-free-speech-religious-freedom-by-labelling-them-hate-speech/",
  "time_ut": 1699946407.0,
  "original_lang": "en",
  "original_title": "Suppressing Free Speech & Religious Freedom By Labelling Them Hate Speech",
  "original_body_lines": [
    "In recent times, the global conversation surrounding hate speech has become increasingly urgent prompting governments worldwide to address this pervasive issue. Sri Lanka, a nation with a rich tapestry of religious and cultural diversity, is no exception to these concerns. As the country grapples with the challenges posed by hate speech, there has been a notable emphasis on the legal framework, the role of religious institutions, and the commitment to human rights principles, including those outlined in the International Covenant on Civil and Political Rights (ICCPR).",
    "Sri Lanka has implemented laws to combat hate speech, recognizing the potential for such rhetoric to incite violence and disrupt communal harmony. At the Election Commission we vainly tried to analyze our laws on hate speech but went nowhere.",
    "The Penal Code criminalizes acts that incite hatred or violence based on race, religion, or ethnicity. Section 3 of the ICCPR Act further enforces the principles outlined in it, emphasizing the importance of protecting freedom of expression while balancing it with the responsibility to prevent hate speech.",
    "In my own life I have seen comparative religion as a critical component of one’s faith. While living in Singapore, I saw preachers jailed for asserting that their religion is true compared to another. Thirty years later in Sri Lanka I see signs that President Ranil Wickremesinghe is taking us in that direction. Here the freedom of expression runs counter to our freedom to analyze faith. Comparative religious studies, which examine the commonalities and differences between different faiths, play a vital role in fostering mutual respect and coexistence, and informed choice in religion.",
    "Religious leaders, particularly those within the Anglican Church, have taken up the mantle of promoting dialogue and understanding among different religious communities. However, the Church’s leadership surrenders the Christian faith, playing stooge to state forces advocating Buddhism.",
    "Bishop Rodrigo’s Advocacy for Harmony – An Unfortunate Lack of Honesty",
    "Bishop of Colombo Dhushantha Rodrigo has projected himself as an advocate for peace, understanding, and the rejection of hate speech. He follows a line of Bishops like Kenneth Fernando and Duleep de Chickera who went against the first of the Bible’s Ten Commandments: “I am the Lord your God: You shall not have other gods before me.” Instead, the Bishop’s people promote subservience to local religions by deleting from the Prayer Book statements like “You only are Holy. You only are our Lord” and adding statements like “Oh God who lacks holiness and destruction,” thus making way for other gods in Church.",
    "In a recent statement, Bishop Rodrigo condemned hate speech and urged followers of all faiths to engage in dialogue that promotes understanding and tolerance. In that search for common values, Christian values are lost. Foremost of what is lost is God as the Church’s one foundation and the need to be truthful.",
    "As a Christian Organization the Church is obligated to be separate from the state and to be honest. This the church fails to see. For example, it is all too easy to play politics as the Church is doing with the Israeli-Palestinian Conflict. So as stated on 23 Oct. 2023 on the Anglican Church of Ceylon Facebook page, “to express their solidarity with Palestinian people,  the Ecumenical leaders were present at the Palestinian Embassy this afternoon.” The following picture was attached.",
    "That statement is untruthful on many counts. The word ecumenical means (Oxford), “representing a number of Christian Churches.” But how many Christian churches can we count in the photo? How do Buddhists and Muslims come under ecumenical?",
    "Sri Lankan Protestantism has an unfortunate tradition of those who scrape through, indeed even fail their GCE O. Levels, getting a call from God to serve as priests. Many dropouts are now priests. I can count on my fingers Anglican priests who have UGC-recognized degrees. This kind of statement flowing from priestly illiteracy is the result.",
    "The position of the Roman Catholic Church is very nuanced compared to Rodrigo’s one-sided position, blaming Hamas more than it does Israeli Defense Forces. Cardinal Pietro Parolin, Vatican Secretary of State, condemned Hamas’ terrorist attacks against Israel, called for peace in the Holy Land.” He told Vatican News on Oct. 13 that the Hamas attacks were “inhumane” and that the Holy See expressed “complete and firm condemnation.”",
    "Pope Francis has indeed condemned the war, shown his closeness to the victims “who are experiencing hours of terror and anguish,” and has called for the end of the fighting in the Holy Land. “Please stop the attacks and weapons, and understand that terrorism and war do not bring any solution, but only death and suffering for many innocent people,” the Pope said Oct. 8, pointing out that “war is a failure: every war is a failure” and urging prayer “for peace in Israel and Palestine.”",
    "The pretense to ecumenism by Rodrigo is Goebbelsian propaganda. The Anglican Church is now a very small Church because of antics like this making droves walk out, whereas the Pentecostal churches are bigger although their pastors have a worse academic record and, in the words of Guardian International, face devastating allegations of serious sexual and financial misconduct – which I witness again and again in Sri Lanka. Reading and speaking to many pentecostalists, I state that they have a horribly cruel view of Palestinian deaths and support Israel to the hilt. Such one-sided views are the obverse effect of uneducated clergy.",
    "While the UN has explicitly blamed both sides of having committed war crimes, as also an international group of scientists including this writer, who have issued a balanced statement they call “Harbingers of Hope: Scientists and the Pursuit of World Peace” in the journal “Clinical Psychology in Europe.”",
    "As Rodrigo leads the Church of Ceylon, he has introduced several changes to the Church as his friends are placed in high office. The Venerable S.P. Selvan is attacking the Church in his sermons with impunity for violations of the Church’s constitution. He untruthfully says in his sermons that there was no religious conflict among us till the missionaries came and that missionaries published donor lists and built huge memorials for those who gave the most to the church. In contrast, he has failed to have accounts audited at his parish and Rodrigo has accepted his accounts violating the Church’s constitution. At a recent funeral for my friend, Christopher Saravanamuthu, Selvan stated twice “Erham Sat,” meaning all religions are true – the mantra of modern Hinduism.",
    "At St. John’s College, a general notice went out to all students that they must attend the Sarasvati Pooja held at school. After protests that Christians cannot participate, the Christian students were taken to watch a Christian movie.",
    "Rodrigo has been encouraging Thai Pongal (sacrifice to the Sun God) at church and recently Navarathiri. A most liberal priest, Stephen, was sacked as Dean from Pilimatalawa Seminary for leaking exams and getting students to set exams and grade their own papers. When it went public, the Bishop went through the motions of punishment (because other churches too are involved at Pilimatalawa).  After sending Stephen home, Rodrigo has now placed him in a sinecure at St. James’ Nallur (where there are already 2 other priests) where he is fully restored. In Stephen’s message during the Eucharistic Service on 11 Nov. 2023, he prayed, “Today being the Holy Day of Deepavali, let all evil be destroyed. Let other living religions be  … etc.”",
    "Rodrigo’s theme is to accept other religions as equally valid regardless of their promotion of caste systems, sexism, or acceptance and celebration of polygamous gods who are also sexual predators or pedophiles like Sai Baba massaging the genitals of boys with oil as brought out by a BBC documentary.",
    "At St. John’s I have seen a priest putting rice into the mouth of a corpse for his journey through the underworld and not punished for homosexual harassment of staff. Another principal maintained two receipt books and accepted money for admission through Subhash Café. An Anglican administrator made his sister-in-law conceive and aborted the baby. A respected Skandavarodaya Principal used to take post-prandial walks to the boy’s hostel. A Jaffna College principal trysted with his mistress at the Bishop’s Palace, while another was asked to quit a Pentecostal school to which he moved. A renowned Christian doctor has raped many women. (I can go on with names dethroning all our ‘heroes’ of Jaffna but then I would be left with no friends – already a friend from Australia has been told that I am fighting with everyone. I fight only evil, not people.)",
    "If these are non-issues for Rodrigo, the Church must fold up and ask us to return to our pre-Christian faiths to avoid social conflicts with our neighbors.",
    "In Sri Lanka, our majoritarian police are empowered to make arrests under ICCPR without a warrant, ironically suppressing free speech using a law meant to provide freedoms. In a deeply thoughtful article by Damith Chadimal and Ruki Fernando, it has been brought out that HRCSL has upheld the right to comment on and criticize the performance of officials saying it is a fundamental aspect of a democraticy and that it is through criticism and commentary that we improve governance and strengthen democracy. Citing judgments of the Supreme Court of Sri Lanka, HRCSL had categorically stated that arrests for the mere criticism of public officials or policies would be unconstitutional.",
    "Despite the relief the HRCSL position brings, their article points out that people have been arrested for writing rather innocuous articles. Examples are Ramzy Razeek who was arrested on 9th April 2020 for some Facebook posts in which he had called for an ideological jihad or ideological struggle, with “pen and keyboard”, through “social and mainstream media.”",
    "Gehan Gunatilleke in The Wire, points out that YouTuber Sepal Amarasinghe has been accused of making disparaging comments about the Sacred Tooth Relic in Kandy. In 2019, the writer Shakthika Sathkumara was similarly arrested for publishing a fictional short story that was considered offensive to Buddhism and the Buddhist clergy as it depicted sexual abuse in Buddhist temples. Gunatilleke says that Amarasinghe’s arrest has drawn attention to Sri Lanka’s deployment of the ICCPR Act to punish free speech. He adds that in Sri Lanka, pseudoblasphemy laws have become majoritarian tools that are selectively applied to protect the country’s dominant faith.",
    "We as a nation have gone backward. In the 1840s the Morning Star, one of our first newspapers, came out. It was a vehicle for healthy religious debate particularly about the morals of gods and whether persons with low morals can be worshipped. Persons like Arumuga Navalar were allowed to use its columns in that open culture.",
    "In and around the Morning Star issue of 23 Aug. 1849 is a series from the Linga Puranam on how Siva lost his sexual organs through rotting and dropping off. Siva had seduced the chaste wife, Anusuya, of a holy man (Atri) in a pine forest while the man was meditating with his eyes closed. Atri, upon waking up and seeing the frolicking that Siva and his wife were engaged in the skies, cursed Siva’s sexual organs (lingam). As the now rotted Siva lingam fell, Siva’s main wife Parvathy swiftly caught the lingam before it fell down to earth and installed it for worship (see The Shiva Purana for a slightly different but similar version involving not one but many of Siva’s wives). This is the origin of the Siva Lingam that we worship and have installed at the entrance to the city of Jaffna.",
    "In Hindu thought, power lies in the life-giving semen which is accumulated through abstinence from sex during meditation. Valentine Daniel calls this accumulated power inthiriyam. Thus it was that when Atri awoke from meditation with accumulated inthiriyam, he was powerful enough to destroy the lingam of the most powerful god. This the missionaries used to ask how Siva can be powerful when an ordinary mortal turned him into a eunuch.",
    "The mere objection to the Lingam at Jaffna’s entrance as abusive to women and children has been termed offensive by my student at Peradeniya.",
    "The debates in Jaffna in the 1840s revolved around such gods as Siva being used as examples worthy of emulation to children. Such debates, although very relevant to sound education, would be suppressed today under majoritarian repression. I say that these stories are religiously educative and necessary for a well-informed population. Suppressing these stories does not make for a mentally stable people.",
    "After living in Jaffna, I see enough evidence that many of our heroes are abusers of children, thieves of public money, and predators of women. The true heroes have fled. The Church keeps these horrible men in office,  inviting even the well-known Hindu criminals among us to preach in churches. Jaffna society even makes them chief guests for lack of people to invite.",
    "Ampitiye Sumanarathna Thero: Impunity for threatening to cut Tamils into Pieces?",
    "Our police are the least equipped to judge if publicizing these stories is hate speech. When early this month in Batticaloa Ampitiya Sumanaratha Thero threatened to cut Tamils into pieces, the police took no action.",
    "This case was settled in the European Court of Human Rights and goes to the heart of whether stories about the escapades of gods can be suppressed and that there is a hierarchy among rights. For example, a person sent to prison under ICCPR for violating someone’s right to free speech cannot demand from prison the right to vacations with pay guaranteed under Economic, Social and Cultural Rights. So, there is a hierarchy between rights. Not all rights are equal.",
    "Likewise in writing against an awful aspect of a religion such as Siva’s escapades or Prophet Mohammed having a 6-year old childbride (Sahih Bukhari volume 5, book 58, number 234), one may go against the right to religion. The hierarchy is brought out in the landmark case of Geniewsk V. France where free speech was upheld but not the right to defame a community.",
    "The European Court of Human Rights found a violation of Article 10 (freedom of expression) of the European Convention on Human Rights in a case concerning the publication of a newspaper article containing a critical analysis of the particular doctrine of a Catholic Church and its conceivable connections with the origins of the Holocaust. This led to a criminal complaint against the author, the newspaper, and its publishing director, alleging racially defamatory statements against the Christian community.",
    "The National Court found the author guilty of defamation towards a religious group and directed them to pay damages and ordered the publication of their decision at his expense. The Court found that the article contributed to a legitimate public debate on the causes of the Jewish extermination during the Holocaust. They emphasized the importance of freedom of expression and the need for a democratic society to allow discussions on such grave matters. The Court noted that the article did not attack religious beliefs but expressed the author’s perspective as a journalist and historian. It determined that the article was not gratuitously offensive, did not incite disrespect or hatred, and did not question established historical facts. However, the author was convicted and fined for publicly defaming a group of persons on the ground of membership of a religion, in this case, the Christian community.",
    "In conclusion, Sri Lanka’s use of ICCPR to suppress press freedom as well as religious freedom is abhorrent. We need to study judgements of the European Court of Human Rights and learn from them. We need to go for resources outside after almost the whole country voted Gotabaya Rajapakse who stands accused of war crimes.",
    "For the Anglican Church to tout all religions as truth is to deny its Statement of Faith – the Apostles’ Creed. This current mission to find commonalities and dilute our beliefs to promote coexistence and respect is a remnant of the wartime us vs. them mentality. We should be able to peacefully coexist and respect our neighbors despite our differences – not just coexist with and respect the people who are similar to us."
  ]
}