{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aia-insurance-and-ndb-wealth-management-join-forces-in-strategic-partnership/",
  "time_ut": 1688141520.0,
  "original_lang": "en",
  "original_title": "AIA Insurance and NDB Wealth Management join forces in strategic partnership",
  "original_body_lines": [
    "Building on AIA Insurance’s upward trajectory and its market position as the Best Life Insurance Company in Sri Lanka, the company has decided to take its ambitions to the next level by expanding its distribution footprint in Sri Lanka. AIA recently announced a strategic partnership with NDB Wealth Management. Through this partnership, AIA Insurance aims to enter untapped market segments of high net worth (HNW) clientele and provide them with comprehensive insurance solutions that fulfils their protection, retirement and health requirements, all under one roof.",
    "Strengthened by NDB Wealth Management’s strong presence, network and brand reputation, combined with AIA’s 100-years of expertise in the region, the agreement reflects NDB Wealth Management and AIA’s strategy of delivering robust financial and insurance solutions. This partnership between AIA and NDB Wealth Management is a strategic move that is expected to benefit both companies, as well as their customers. AIA aims to expand its distribution reach, while NDB Wealth Management offers its customers a wider range of financial and insurance solutions. Over the last few years, both partners have invested in developing the right products for their customers and further integrated both the physical and digital channels to enable customers to transact seamlessly across multiple touchpoints.",
    "Speaking on the partnership, Chathuri Munaweera, CEO of AIA Insurance said, ‘As we pursue our journey of helping more people live healthier, longer, better lives; we are excited to partner with NDB Wealth Management, a leading player in the wealth management industry in Sri Lanka. This partnership will enable us to touch the lives of more Sri Lankans by expanding our distribution footprint and provide our insurance solutions to a unique market segment.",
    "She further added, “Our focus has always been on providing comprehensive protection and financial solutions to customers. We share the same purpose of putting customer needs at the forefront of all decision making, to provide the best financial solutions that can help them when they most need it.”",
    "Ruwan Perera, CEO of NDB Wealth Management said, “We are delighted to partner with AIA Insurance to offer our customers a comprehensive range of insurance solutions as a value addition. AIA is globally recognised for its experience and excellence and their commitment to customer service aligns with our own values, and we firmly believe that this partnership will enable us to better serve our customers’ insurance needs.”",
    "AIA and NDB Wealth strike deal to insure high net worth clients",
    "‘ඇය සුරකින AIA’ celebrates one year of empowering half a million women to rise together",
    "AIA Insurance globally recognised as Best Life Insurance Company in SL",
    "AIA Insurance globally recognised as the Best Life Insurance Company in Sri Lanka, yet again",
    "AIA Insurance recognised for its contribution to uplift the ICTA standards of Sri Lanka’s schoolchildren at the ‘Lighting Digital’ National Forum",
    "AIA appoints Sasith Bambaradeniya as its new chief marketing officer",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}