{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sltpb-and-slaito-partner-to-host-67th-convention-of-taai-in-colombo/",
  "time_ut": 1687533180.0,
  "original_lang": "en",
  "original_title": "SLTPB and SLAITO partner to host 67th Convention of TAAI in Colombo",
  "original_body_lines": [
    "The Travel Agents Association of India (TAAI) is set to host its 2023 Convention in Colombo, Sri Lanka, this year, from July 6-9, on the invitation from the Sri Lanka Tourism Promotion Bureau (SLTPB). The 67th Convention and Exhibition in Colombo is being held in association with Sri Lanka Association of Inbound Tour Operators (SLAITO).",
    "“Every destination that has played host to the TAAI Convention in the past has seen tourist numbers surge at least quadruple, since TAAI members serve as ambassadors of tourism. This Convention is the right opportunity for improving bilateral tourism and the theme of the Convention is ‘Transcending Borders, Transforming Lives’ and will focus on promoting regional tourism besides positioning Sri Lanka as a preferred destination among Indian outbound travelers.",
    "The opening ceremony of the convention will take place at Bandaranaike Memorial International Conference Hall (BMICH) and Ranil Wickremesinghe, President of Sri Lanka, is expected to grace the occasion as the chief guest and Harin Fernando, Minister of Tourism and Lands will be the guest of honour. The two-day business sessions and Buyer-Seller meet mart will be conducted in two hotels – Cinnamon Grand Colombo and Shangri-La Colombo. The Sri Lankan theme dinner on day 2 will be held at Temple Trees with the participation of Dinesh Gunawardena, Prime Minister of Sri Lanka and closing Gala dinner will be held at the Heritance Negombo.",
    "Apart from the convention, SLAITO member companies will host post-convention tours covering destinations including Bentota, Galle and Kandy. TAAI has partnered with four airlines including Sri Lankan Airlines, Air India, IndiGo and Vistara for the proposed convention in Colombo.",
    "TAAI Conventions (Indian Travel Congress) are most eagerly awaited events of the Travel & Tourism industry. The huge visibility, this annual event of TAAI, brings to the global industry is fantastic. 500 delegates expected to join the event in Colombo and are offered with the excellent opportunity to network; get updated; promote or buy and importantly take home some great learning through knowledge sessions. TAAI does these events all over the world, including India. TAAI has organized 66 Annual Conventions.",
    "TAAI’s area of activity extends to areas of Aviation; Tourism – outbound & inbound; MICE – inbound & outbound; Adventure Tourism; Sports Tourism; Education etc. TAAI Members are involved in all these activities and there is no other Travel & Tourism Association in India with this strength and band-width offering leadership to this most growing industry.",
    "SLT-MOBITEL redefines the epitome of music with launch of mStudio",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}