{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CIOB-handover-Construction-Sector-Roadmap-to-EDB-and-Advisory-Council/34-748339",
  "time_ut": 1684172464.0,
  "original_lang": "en",
  "original_title": "CIOB handover Construction Sector Roadmap to EDB and Advisory Council",
  "original_body_lines": [
    "Ceylon Institute of Builders Chairman and Reviving of Construction Industry Task Force member Dr. Rohan Karunaratne, has handed over the Roadmap to re-start the Construction industry for the year 2023/24 to the EDB and its Advisory Council.",
    "As Construction has fallen in Sri Lanka, we expect to Export the Construction Industry. We require support from the EDB to facilitate this goal. The stoppage of construction and non-payment to contractors have led The Sri Lankan Construction Industry to its demise. However there are ample opportunities abroad. For this, the CIOB has requested the EDB to communicate with the Central Bank and facilitate cross border guarantees and capital expenditure. CIOB has also requested that our overseas embassies should find opportunities in their respective countries and help Sri Lankans to gain work. Appointing a business attaché for this purpose may be necessary.",
    "Sri Lanka faces the unemployment of 650,000 direct workers (many being from the poorest classes of society) and copious small, medium and large contractors to face bankruptcy, which includes over 4000 SME sector contractors and about 50 major contractors have reached standstill.",
    "This decision obliterates the development of the construction industry and halts the built environment of Sri Lanka. A key reason for this being that banks have no way of funding due to high interest rates, in spite of the fact that the Government owes above Rs. 200 billion to contractors and the Government unilaterally decided to put a hold on the construction industry.",
    "The Construction Industry is one of the largest industries in Sri Lanka. To elucidate, it had contributed around 9.6 % to the GDP. Nearly 2.6 million stake holders including architects, engineers, contractors, suppliers, quantity surveyors and manufacturers depend solely on the Industry. This industry and its contribution to the GDP has since then fallen to a range below inflation.",
    "In general the Roadmap proposes 30 action points to consider: Settlement of Dues, Settling industry issues with banks, Re-commencing halted projects which are essential, add value to the economy and help economic revival, Price escalation, Refrain from encashment of securities, imposing Liquidated Damages etc, Encourage Funding agencies to provide a soft loan to the industry, Establishing an Infrastructure Development Bank/Fund , Fair Distribution of work, Foreign investment, Abandoned Building survey, Unrealistic construction cost, Cutting down Interest Rates, Issues with Regulatory Bodies, Re-commencing the procurement commission, Dealing with Unsolicited proposals, Create Investor Forum, Dispute Resolution, Help with the Labour crisis, Stimulate entrepreneurship, Research and Innovation Division, Sustainability, Export of Construction Industry, Recognition of Construction Sector as an Industry, Reduce Price point of the construction sensitive few materials, Calculate Construction Inflation Index properly, Managing Supply Chain, Strengthen Mineral Industry, Self-sustenance of authorities, Create Smart cities, Revive Energy industry."
  ]
}