{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/03/sri-lanka%e2%80%99s-youth-scrabblers-make-world-history-clinching-top-3-places-in-world-youth-championship/",
  "time_ut": 1701608580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Youth Scrabblers make world history, clinching top 3 places in World Youth Championship",
  "original_body_lines": [
    "Colombo (News 1st) – Sri Lanka’s Youth Scrabblers brought glory to the nation today (3rd) with an astounding performance at the WESPA Youth Cup 2023 World Youth Scrabble Championship in Thailand, winning 1st, 2nd and 3rd places from among 142 players from 17 nations.",
    "It is the first time that a country has clinched all three top places in the history of the annual tournament, which commenced in 2006.",
    "Sri Lanka’s 10-member team also won the coveted Best Team title, for the second consecutive year, which they had won at last year’s tournament in Pakistan.",
    "Sixteen-year-old Hivin Dilmith (Champion, from Mahinda College, Galle), 15-year-old Adheesha Dissanayake (1st Runner up, from Gateway College, Colombo), and 17-year-old Kavindu Malawaraarachchi (2nd Runner up, from Royal College, Colombo) grabbed the top three places at the tournament held from 1st-3rd December in Trang, Thailand.",
    "Sri Lanka won several other titles as well. Adheesha Dissanayake (Gateway College, Colombo) was crowned World Under 16 Champion, while Imad Irshad (Gateway College, Colombo) achieved the Highest Game Score.",
    "Players participated representing Australia, Hong Kong, India, Indonesia, Kenya, Malaysia, Nepal, Nigeria, Pakistan, Philippines, Qatar, Romania, Singapore, Sri Lanka, Thailand, United Kingdom and the United States.",
    "Sri Lanka’s Youth Scrabblers make world history, clinching top 3 places in World Youth Championship",
    "President Wickremesinghe engages in a strategic meeting with Bill Gates",
    "Dengue Cases Spike in Colombo and Gampaha Districts; NDCU Launches Special Control Program",
    "Sri Lanka Unveils New Tourism Data System to Enhance Industry Insights and Decision-Making"
  ]
}