{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/03/study-finds-that-a-staggering-39-of-sri-lankans-aged-10-24-suffer-from-depression/",
  "time_ut": 1685753220.0,
  "original_lang": "en",
  "original_title": "Study finds that a staggering 39% of Sri Lankans aged 10-24 suffer from Depression",
  "original_body_lines": [
    "ANY PERSON IN NEED OF HELP COULD CALL THE NATIONAL MENTAL HEALTH HELPLINE 1926",
    "Colombo (News 1st) – A study conducted by a team of researchers from the University of Peradeniya and the University of Kelaniya has shown that an astonishing 39% of young Sri Lankans between the ages of 10 and 24 years are suffering from Depression.",
    "The study, published in the prestigious Journal of Social Psychiatry and Psychiatric Epidemiology in Germany, has revealed alarming statistics that highlight the magnitude of the mental health issue within the country.",
    "The team from the University of Peradeniya and the University of Kelaniya evaluated 33 studies including over 52,000 Sri Lankans over a period of 20 years.",
    "The research team was comprised of Dr. Inosha Udara Alwis, a Lecturer from the Department of Community Medicine at the University of Peradeniya; Dr. A.K.A.B. Baminiwatta, a Lecturer from the Faculty of Medicine at the University of Kelaniya, and Prof. Miyuru Chandradasa, a Consultant Child and Adolescent Psychiatrist from the University of Kelaniya.",
    "According to the research findings, a staggering 19.4% of the total Sri Lankan population suffers from depression. In a comparison with other Asian countries, the prevalence of depression in Sri Lanka is notably higher, with only 16.1% of Asians experiencing this mental health condition.",
    "Dr. Inosha Udara Alwis, Lecturer – Department of Community Medicine, University of Peradeniya, said: \"If you have any idea that depression is something like a fleeting thought of sadness, it's actually something much more complex and something different to that. With depression, you have like a set of symptoms that tend to persist for a long period of time. And it has an impact on your functioning. So you may have low energy and low interest, difficulty to concentrate etc. That has a big impact on your day-to-day life. If this persists it turns into a depressive disorder.\"",
    "He added: \"Talking about our research experience in the community medicine field, we are interested about what are health problems and issues that are in the community as opposed to the problems and issues that you find within clinical setups in hospitals. In this line, we have conducted a number of research projects. So recently we did another important study on another systematic review with regard to stigma towards mental illness and other problems. So what we call health-related stigma in Sri Lanka, there again we were able to identify factors. Stigma is a big problem in Sri Lanka. So it is important to identify the factors that would lead to this issue. So there we were able to have at least a 360 angle as to the factors that would influence the drivers, the determinants, and the consequences in Sri Lanka and we put it into a framework. We also did a thorough in-depth analysis of the health crisis that we recently experienced from an angle of the community. The food insecurity problems we had, and problems of other social issues came up during the last year. So we did a thorough analysis. I have tackled a number of important social issues. If you talk about the intimate part of violence which is a big problem in Sri Lanka. During the pandemic situation as we had problems trying to empower people so that they think they are ready to face the challenges that came up with Covid-19. Looked at it from the angle of the community and then try to understand how can we help them to gain more control of the practices of their diseases and the controlling of the diseases during the Covid- 19. And mentioning a number of recent research I did just to give you a glimpse that what would a community physician do as opposed to a clinician. We approached these problems through the community and look at the larger population and the bearings they have on the larger population.\"",
    "The study, which spanned from 2003 to 2023, incorporated data from 33 peer-reviewed observational studies, comprising an extensive participant pool of 52,778 individuals.",
    "One of the most concerning aspects highlighted by the study is the high prevalence of depression among young individuals aged between 10 and 24 years.",
    "Shockingly, the research revealed that approximately 39% of young persons in Sri Lanka are affected by depression, indicating a distressing mental health crisis within this age group.",
    "The study also found that older individuals above 60 years experienced a prevalence rate of 18.4%, followed by maternal populations and adults aged between 25 and 60 years, with rates of 16.9% and 8.7%, respectively.",
    "Emirati social media influencer Khalid Al Ameri in Sri Lanka",
    "Odisha Triple-Train Disaster: Death toll now 288 with 1,175 injured",
    "The arrival of the message of the Buddha has paved the way to create a cultural renaissance – President",
    "Civil activists call for UN intervention against media suppression laws"
  ]
}