{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/hard-talk/Sri-Lanka-lacks-a-magnitude-of-information-to-analyse-earthquake-risk-Prof-Ranjith-Premasiri/334-259174",
  "time_ut": 1684098502.0,
  "original_lang": "en",
  "original_title": "Sri Lanka lacks a magnitude of information to analyse earthquake risk: Prof. Ranjith Premasiri",
  "original_body_lines": [
    "We don’t explain about the earthquakes that occur in our country. The information we have is not enough to explain these incidents. The information needs to be updated and it is only then that we can predict what would happen in future",
    "The Kotmale Dam is built at a higher elevation and tremors have been recorded with Richter scale readings less than 3",
    "Sri Lanka experienced nine tremors since January this year which according to the Geological Survey and Mines Bureau (GSMB) is the highest number of tremors recorded within a short period of time. Many tremors were experienced in Hambantota, Buttala, Wellawaya, and nearby areas and from a geological point of view these areas are located along the Mahaweli shear zone. Even though Sri Lanka is situated at the centre of the Indo-Australian tectonic plates, the country can experience tremors depending on various factors.",
    "Speaking to the Daily Mirror, Ranjith Premasiri, Professor at the Department of Earth Resources Engineering and President of the Institute of Geology, Sri Lanka shed light on how earthquakes occur, why Sri Lanka experiences tremors and the facilities that needs to be upgraded locally.",
    "An earthquake is simply a trembling or shaking of the ground. This happens due to the release of huge amounts of energy as a result of movements that occur in the ground. These movements occur due to many reasons. The Earth is a very active body. Because of these activities, we experience earthquakes and volcanoes. These are natural phenomena and some man made as well. An earthquake can generate due to many reasons. The movements that occur in the ground release energy and this energy travels in the form of waves. There are different types of waves as well. For example body waves pass through  the ground. Then there are surface waves that travel along  the surface of the Earth. These waves have different characteristics. Body waves are those that pass through the ground and has two types, known as P (Compressional wave) and S waves (shear waves). P waves can travel through both solids and liquids and they are very fast. These are also called primary waves. Other types of body waves - S waves, also known as shear waves are slower than P waves and travel only through solids. Surface waves on the other hand travel through the surface. These are the main type of waves that cause damages. The S and P waves are very important as they are used to locate the origin of the earthquake, or rather the epicentre using their travel time delay which is monitored by a seismograph.",
    "One type of trigger is a tectonic earthquake. The Earth’s crust has a 50-60 metre thin crust. This crust is not a single unit and there are plates which move here and there. These plates move mainly by  convectional heat current generated in the mantle of the earth. Therefore, we can see that different plate margins in the earth, as  some areas have collided (Convergent plate boundary) , some have opened up and moved away ( Divergent Plate boundary) and some areas have lateral movement (Transform Plate boundary). Those activities generate volcanoes and earthquakes. Over 90% of earthquakes happen this way. They are confined to plate margins. This is why geologists say that Sri Lanka is at the Centre of the plate. Most of the earthquakes and volcanoes happen along plate margins.",
    "Then there are reservoir-induced earthquakes. When you build large reservoirs, this has an additional weight on the ground. That again can cause an earthquake. There are many examples including Koyna Reservoir in India, there are reservoirs in China such as the Zipingpu Reservoir which generated earthquakes up to 6-7magnitude in the Richter scale. The Kotmale Dam is built at a higher elevation and tremors have been recorded with Richter scale readings less than 3. When you build such a reservoir normally there is a requirement of monitoring earthquakes when constructing large dams and reservoirs. If there is a considerable ground movement due to extra given by the reservoir it can cause some movements in the ground.",
    "Nuclear experiments are another cause of earthquakes. These experiments generate seismic waves.",
    "Volcanic eruptions also cause earthquakes. When the magma erupts there can be seismic activity. When it increases, then people can expect an earthquake.",
    "Another trigger is rock blasting. We have a standard in Sri Lanka where there are certain limits of vibration established.",
    "Large landslides can cause earthquakes and vice versa. The fall of a meteoroid can also cause an earthquake.",
    "Large constructions and high rise buildings have a huge impact on the ground even though we don’t consider it. We do not know the amount of weight that the ground has to bear. Therefore there’s a possibility that these constructions could cause earthquakes.",
    "Many countries engage in injecting water to the ground during the extraction of oil and gas. There are some rocks that don’t have enough fractures. For this purpose they inject water. Here we can expect some kind of tremors or slight earthquakes.",
    "In Sri Lanka we have huge limestone bands and are expected to have some cavities. These can collapse at times and cause earthquakes. During the earthquakes that happened in the Kandy and Matale areas, some experts suspected that it could be due to these limestone cavities.",
    "Sri Lanka is located in the Centre of the Indo-Australian tectonic plates. But these plates are fairly active and they collide with the Eurasian plates. As a result of this collision, the Himalayan mountain shave  has been formed. Therefore, the Himalaya region from Nepal, Northern India to Afghanistan to Pakistan up to the Middle East region experiences a lot of earthquakes. The other side includes Sumatra, Indonesia, Fiji Islands and Australia. Although we are at the centre of this plate, there are some geological boundaries which are not prominent as plate boundaries. They are not active or large tectonic zones but the impact can be felt in a small way. In Sri Lanka, we have identified some geological boundary which is also recognized as a thrust boundary. This is known as the Mahaweli Shear Zone. This zone runs along Trincomalee, Mahiyanganaya, Buttala-Wellawaya and along the Walawe River to the south. Along this we get hot water springs and some intrusive earth formations and mineral occurrences. But we don’t know whether this boundary is active or not at the moment with scientific evidences. However, in these areas people can experience certain tremors and we feel that these are related to this boundary. There’s also a hypothesis that the Central Highlands have a changing landscape and that there’s an uplift. Therefore we can expect three types of triggers; limestone cavities, tectonic activity and upward shifts in the case of Sri Lanka. In the Eastern part of the country there’s an oceanic boundary and we feel that it could also trigger earthquakes.",
    "During the 2004 tsunami, that earthquake happened in Sumatra and it is a major plate margin. So this generated waves and a tsunami. One result of an earthquake is the tsunami.",
    "Q  Can the frequency of an earthquake be recorded or predicted?",
    "We cannot say that. If you go to the history of earthquakes in Sri Lanka there was a well recorded earthquake that happened in 1615 that caused a lot of damage to the Colombo harbour and nearby areas. The Richter reading read a magnitude of 6.  A similar earthquake occurred in Trincomalee as well in 1882. Other than that there were many earthquakes that happened in Central, Eastern and Western parts of the country. So we can correlate these events to a mega geological boundary between India and Sri Lanka which is the Gulf of Mannar and the Palk Strait. In the Eastern part there are certain offshore thrust zones. Within Sri Lanka also geologists have identified some lineaments or weak geological boundaries. Tectonic activity happens over millions of years. But this activity is now being monitored because the population has risen. Therefore, even the slightest tremor is being recorded. Monitoring and communication happens quickly compared to the past. The problem is that we don’t have much information after the earthquake that occurred in 1615. It is only after the 1950s that we have some records. Now people are more vigilant following the Turkey earthquake.",
    "Q  Countries such as Japan that experience a lot of earthquakes have adopted to face these calamities. What are your comments?",
    "These countries carry out many statistical analyses and monitoring. They study plate margins and define recurrent intervals. For example, in the Sendai area in Japan, they estimate that large earthquakes can occur every 30 years. They expected it in 2010 and they were ready to face it. The government authorities trained the people and made them aware of the rescue plans, the government got ready with helicopters and logistics. But the problem was that they didn’t expect it to happen in such a high magnitude. Then there was a tsunami and they also didn’t think about the Fukushima nuclear plant. They have built their buildings and constructions in such a way that even if they collapse, the damage is minimal.",
    "Q  In our situation how can we make people aware of earthquakes and train them to prepare for any calamities?",
    "Here, the issue is that we don’t have any idea about the risk of earthquakes. The risk has not been estimated. Even countries that do not experience earthquakes have Earthquake Resistant Building Codes. Therefore, these countries build their buildings according to a certain standard. But we don’t have any preparedness. If we get even a small event, we are ready to face another earthquake and we will experience a similar damage like in the case of the 2004 tsunami. We should be prepared up to some extent at least now.",
    "In Sri Lanka we have three local seismograph stations to monitor earthquakes and one international station in Pallekele. The local stations are located in Mahakanadarawa, Anuradhapura, north of Matara and Ampara. All these are operated by the Geological Survey and Mines Bureau (GSMB). An earthquake generates waves and these waves are detected by seismographs. By monitoring S and P waves, we can say how far these waves travel. Then by calculating the distance, we can detect the origin of the earthquake. Using other wave parametres they can calculate the magnitude of the earthquake.",
    "The station in Pallekele is operated by the Global Seismo Network (GSN) based in USA. They record all earthquakes and other seismic activities that occur within this region. But they don’t record minor incidents such as tremors that occur in our country. However, apart from these stations, I feel that there needs to be another station in the Western Province.",
    "Some people think that it is the strength of the earthquake. But it is the amount of energy released. With the distance, amplitude and time the Richter magnitude can be calculated. But we need seismologists to review the magnitude of the earthquake. They also analyse the impact and the damage and based on that they determine the magnitude. During the 2004 tsunami they initially said it had a 7.5 magnitude. Then they said it was 8 and after reviewing our damages they increased it up to 9.3. In Sri Lanka, if the Richter reading is less than 2.5, these are detected by seismographs and are hardly felt by humans. If it is between 3 and 4 people can feel the vibration. If it is 5, there can be some damage. If it is more than 6, it could cause damage to buildings. A reading above 7 can cause severe damage to people and property.",
    "Not tectonic earthquakes but these activities can cause landslides and trigger some kind of ground movements and minor earthquakes. But the most prominent and major earthquakes are tectonic earthquakes. The only thing we can do is prepare to face these calamities. Awareness, preparedness and monitoring are the most important aspects. This way we can reduce the risk.",
    "When there’s an earthquake the US and other countries calculate the epicentre and explain the geological structure. They explain about the slip, the length of the slip and other parameters. We don’t explain about the earthquakes that occur in our country. The information we have is not enough to explain these incidents. The information needs to be updated and it is only then that we can predict what would happen in future. Two weeks ago I found that there have been three or four earthquakes along the Sumatra region. One earthquake had originated from exactly the same place that triggered the 2004 tsunami. The other two earthquakes had originated from Northern and Southern Sumatra regions. By analyzing these events, seismologists can explain about these tectonic boundaries and explain which ones have become active.",
    "We have limited knowledge about our sub-surface geological structure and their present activeness. In order to obtain this information, we can conduct an airborne geophysical survey. Further, this data set from airborne geophysical survey will be immensely helpful to discover many more underground mineral resources which have not been identified yet. By doing that, we can scan the ground and spot the weak geological zones in the ground. This is an important database we should develop. By processing this data, we can analyse the weak zones, fractures and other geophysical changes during an earthquake. We also need to measure the movements of the ground. Nowadays, the technology has improved and many countries now use GPS technology for this purpose.",
    "With GPS we can find the X,Y,Z coordinates and if we measure the same place again, we can see if it has changed or not. In Sri Lanka, the Survey Department has a well established benchmark system (to measure contours, mountain heights etc.) and these can be monitored with today’s GPS technology continuously. If we get these measurements frequently we can observe the changes of the ground, we can develop models on tension and stress generation. This way we can easily model and assess our earthquake risk. Therefore, we can monitor using available benchmarks using the GPS network we can get more ideas without much difficulties.",
    "Q  What sort of an investment is required to upgrade these facilities in the country?",
    "GPS technology is used by the Survey Department, GSMB etc. I don’t think we need money. But if we are to conduct geophysical surveys, that would require around few hundreds of million USD. I am sure that for this, we need some international collaboration.",
    "We need a proper geological database using the above proposed surveys. Then only we can analyse these earthquakes. We need to estimate the risks. Thereafter, we have to develop earthquake preparedness and raise awareness among people. The recurrent interval for the earthquake that happened in West is estimated as 300 years and the last we have recorded in Colombo happened in 1615. There may be another earthquake again. As such these recurrent intervals are accurate enough and we may expect another one. So we need to do more studies and develop our disaster management practices."
  ]
}