{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/daraz-mall-emerges-as-sri-lankas-top-e-commerce-destination-for-reputed-brands/",
  "time_ut": 1690252560.0,
  "original_lang": "en",
  "original_title": "Daraz Mall emerges as Sri Lanka’s top E-commerce destination for reputed brands",
  "original_body_lines": [
    "Daraz, the leading e-commerce marketplace in Sri Lanka, hosts an expansive assortment of more than 5 million products on its online platform. A prominent feature of this platform is Daraz Mall, which showcases trusted local and global brands with a wide range of genuine, high quality products.",
    "Daraz Mall is home to favourite local brands and retailers like Amante, Celsius, Dankotuwa Porcelain, Dilly & Carlo, Exclusive Lines, Fashion Bug, Hemas, Stripes & Checks, Swisstek, and Unilever, and covers a wide range of categories including, fashion, groceries, health and beauty, home appliances, furniture, electronics, groceries and much more. Hosting a virtual store on Daraz Mall provides businesses with an opportunity to be part of Sri Lanka’s largest online brand pavilion, and at the same time, guarantees shoppers an authentic brand experience.",
    "For consumers, the “2X money back guarantee” feature further elevates the Daraz Mall experience. It ensures that consumers can get more than just their money back, in the event that a product is identified as non-authentic. To claim this feature, consumers can look out for the “100% Authentic from Trusted Brand” tag that highlights quality products sold on the Daraz platform. The Daraz Mall experience also includes exciting shopping opportunities for consumers and businesses alike including Mall Week, free shipping offers, and dedicated brand weeks, to give access to greater value and a wide range of quality products.",
    "“Daraz Mall is fast becoming Sri Lanka’s leading online shopping destination for branded products. It is a feature on the Daraz platform, which showcases a range of branded products sold by or obtained directly from brands, retailers and authorised vendors. Customers shopping from Daraz Mall also benefit from a 14-day easy return policy, providing added peace of mind and a rewarding shopping experience. More of Sri Lanka’s favourite shopping brands will be joining Daraz Mall in the coming months, especially those in fast growing categories like fashion and beauty, and we are committed to helping retailers take advantage of changing consumer preferences and making Daraz the one-stop-shop for all shopping needs. ‘Buying everything on Daraz’ is a key focus for us this year” opined the Chief Commercial Officer of Daraz Sri Lanka, Mr. Oshan Ranatunga.",
    "EU funded SEDR project completes 5-day training programme for Mediation Training Officers",
    "E-commerce: An islandwide phenomenon and a youth-oriented futuristic industry of Sri Lanka – Report",
    "Daraz enables LANKAQR payments for Lanka Premier League 2022 tickets",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}