{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Amal-Sanderatnes-demise-family-speaks-out/108-263958",
  "time_ut": 1690366998.0,
  "original_lang": "en",
  "original_title": "Amal Sanderatne’s demise; family speaks out",
  "original_body_lines": [
    "The Sanderatne family yesterday went public on the tragic and unfortunate death of young economist Amal following the conclusion of his last rites.",
    "“For the past few months, Amal had suffered from serious depression for which he received treatment, both in hospital and at home. Sadly, on 23 July, he took his own life,” said Amal’s father Dr. Nimal Sanderatne on behalf of the family.",
    "“We are appreciative of the support and sympathy extended to our family, from all over the world, after the death of our beloved Amal. Given the tragic circumstances of his death, we are grateful to all those who have been respectful of our privacy as we come to terms with this unbearable loss,” he said.",
    "Sanderatne Senior said Amal was a kind and generous person who loved his family and conducted himself with integrity and professionalism in his work. He valued his privacy in the context of his recovery from his mental health condition.",
    "“We are saddened by his sudden death. We urge for compassion for the feelings of family members and respect for their privacy as they grieve,” he added.",
    "Amal was a pioneering stalwart in the financial sector in Sri Lanka. A much sought after economist, he pioneered independent economic and Industry research in Sri Lanka.",
    "The firm Amal founded and ran remained one of the few independent economic research houses in the country. His advice and work were sought after by highly reputed corporates and institutions as well as high net-worth individuals. Amal had a deep passion for economic research, policy advocacy and education. His voluntary contributions to policy making bodies, civic society and institutions like the CFA Society of Sri Lanka will long be remembered and appreciated.",
    "Amal was an alumnus of the London School of Economics, and a CFA charterholder. He previously worked at Jardine Fleming HNB Securities Sri Lanka as Head of Research. Following the takeover of Jardine Fleming by JP Morgan Chase he was transferred to Singapore where he led JP Morgan’s Asia Pacific ADR research and also managed the research of Hong Kong based Access Products Group.(DailyFT)"
  ]
}