{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-mid-growns-tea-prices-up-high-growns-down-at-weekly-auction-124911/",
  "time_ut": 1688283000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Mid Growns tea prices up, High Growns down at weekly auction",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ceylon Medium Grown tea prices gained 50-150 rupees per kilogram at the weekly auction on June 27, data showed.",
    "High Growns prices fell 50 to 100 rupees while Low Growns prices were mostly steady.",
    "Total auction volume declined to 5.7 million kilos from the last week 6.4 million kilograms.",
    "“Better demand particularly as the sale progressed for the Leafy/Low Grown type teas, whilst the High & Medium Small Leaf types continued to be weak” Forbes and Walker report said.",
    "“The better teas were often lower to a lesser extent and the price declines were steeper particularly for teas in the Below Best and Plainer categories, perhaps as a consequence of a greater availability of offerings comprising of same.”",
    "The weekly sale average grew by 18.03 rupees to 1000.82 rupees from 982.79 rupees, according to data.",
    "The High Grown sale average was down by 16.55 rupees to 823.51 from 840.06 rupees, Ceylon Tea Brokers said.",
    "Maintaining the earlier offerings, a total of one million kilograms of High Growns were auctioned.",
    "“Once again, weak demand and most teas on offer declined by 50-100 rupees per kilo whilst a substantial volume of tea remained unsold” Forbes and Walker said.",
    "BP1 and BOP fell by 100 rupees and BOPF fell by 50 rupees per kilogram.",
    "In the BOP category Nuwara Eliya’s lost 30-40 rupees per kilo. Uda Pussellawa’s dropped by 50 rupees per kilo and more. Few select Uva’s were firm, balance declined up to 50 rupees per kilo.",
    "Price of OP1 grew by 30 rupees a kilo and OP/OPA went down by 20 rupees. Low Growns comprised 2.1 million kilos.",
    "The average price of Low Grown however, gained 27.85 rupees to 1115.77 rupees per kilo in the last auction.",
    "Semi-Leafy and Tippy varieties met with good demand, whilst the Leafy varieties were easier.",
    "In the Leafy catalogues, BOP1’s in general met with good demand and were up, whilst the OP1’s were firm to selectively grew.",
    "Select Best OP/OPA’s were firm to selectively up, whilst the balance sold around last levels.",
    "Well-made PEK/PEK1’s together with the neater Below Best varieties were selectively dearer, whilst the balance was irregular.",
    "The Medium Growns sale average grew 12.72 rupees to 861.16 rupees last week.",
    "FBOP grew 50 rupees while FBOPF1 grew by 20 rupees per kilo.",
    "OP1 and PEK 1 were up by 100 and 150 rupees per kilo respectively.",
    "Select best in BOP1/OP1 BOP1 grew by 50 rupees per kilo whilst all others held firm. (Colombo/July02/2023)"
  ]
}