{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Low-income-families-to-get-70-000-goats-in-five-years/108-262774",
  "time_ut": 1688969005.0,
  "original_lang": "en",
  "original_title": "Low income families to get 70,000 goats in five years",
  "original_body_lines": [
    "The Agriculture Ministry is to distribute 70,000 goats in five years with the aim of promoting goat management in Sri Lanka and raising the living standards of low-income families.",
    "They said the government has allocated an amount of Rs. 150 million for this year for the rural development section of the Ministry for the goat distribution project.",
    "Under this programme, the distribution of hybrid Jamnapari goats among low-income families began yesterday (09) at Wadigala, Ranna.",
    "The goat distribution project was launched by Minister Mahinda Amaraweera, and the development of Wadigala as a youth agriculture entrepreneurship village started yesterday (9). The Ministry has started the development of seven villages as Youth Agri-entrepreneursHub villages in the Hambantota District.",
    "Under the goat distribution scheme three goats are given to each low-income families. In addition, 3,000 chickens were also distributed, with ten chicks per family.",
    "Seven agricultural entrepreneurship villages have been established in the Hambantota district, and 10 families have been selected from each village for the distribution of goats.",
    "Similarly, this programme of providing hybrid goats will be implemented to cover every district, including the North and East, by selecting the families who have the infrastructure to breed goats.",
    "The Minister mentioned that it is planned to provide 7,000 goats this year. It was also mentioned that currently the production of goat milk in this country as well as the management of goats for mutton are not in accordance with the needs of the country, and a lot of money is drawn to foreign countries for the import of mutton and goat milk. (Chaturanga Pradeep Samarawickrama)"
  ]
}