{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-bring-end-to-missing-persons-matter-by-2025-president-146511/",
  "time_ut": 1704707400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to bring end to missing persons matter by 2025: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is in the process of resolving an issue of missing persons by 2025, President Ranil Wickremesinghe had said during a meeting with Akila Thirunayaki, an athlete from Mullaitivu, according to his media office.",
    "“We are committed to resolving the land issue in the North and addressing the missing persons’ matter before the conclusion of 2025,” President Wickremesinghe was quoted as saying in a statement.",
    "The Council of the European Union in November in a Joint Staff Working document on the progress of Sri Lanka, highlighted concerns regarding the independence and effectiveness of the Office on Missing Persons and the Office of Reparations, after the introduction of the 20th amendment of the Sri Lankan Constitution in October 2020.",
    "Sri Lanka is preparing for a possible renewal of its trade concession scheme with the European Union trade bloc, namely, the Generalised Scheme of Preferences Plus (GSP+).",
    "The GSP+ grants tariff-free access for Sri Lankan exports conditioned on compliance with international human rights conventions.",
    "The island nation is to participate in the 55th session of the UN Human Rights Council in Geneva, in February this year. Sri Lanka’s ratifications of the human rights conventions, keeping in line with the scheme, are to be brought under scrutiny.",
    "Sri Lanka in its budget for 2024 announced that it had provided compensation to 181 missing persons and victims affected by the internal conflict in the Northern and Eastern Provinces and another 170 persons are to be compensated for by the end of 2023.",
    "According to the official speech, the preliminary work for the compensation process for 6,300 incidents, out of the submitted requests, has been completed.",
    "“Rs 1,500 million has already been allocated by the Appropriation Act,” it said, with an allocation of Rs 1,000 million to expedite the allocations. (Colombo/Jan08/2023)"
  ]
}