{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82805",
  "time_ut": 1695928500.0,
  "original_lang": "en",
  "original_title": "“The Judiciary is under severe stress and challenge today. For the first time ever, a judge is said to have fled the country fearing for his life, for having made a judicial order,” – MA Sumanthiran PC",
  "original_body_lines": [
    "A district judge from Mullaitivu in Sri Lanka’s Northern Province has resigned and fled the country citing threats to his life, Tamil media in Sri Lanka reported on September 29.",
    "In a letter that several publications reproduced in their news reports, Mullaitivu District Judge T. Saravanaraja — who recently ruled on two cases pertaining to a religious site in Kurunthurmalai and a remembrance event to commemorate LTTE member Thileepan — had written to the Secretary of Sri Lanka’s Judicial Services Commission last week, on his decision to resign owing to “threat of my life and due to lot of stress”.",
    "In July, the judge also visited a mass grave site in Kokkuthoduvai with the police and ordered excavations. Fourteen years after the civil war, Mullaitivu, in the island nation’s war-affected, Tamil-majority Northern Province has been witnessing many contestations, as its residents navigate huge losses suffered during the strife, and seek truth and justice.",
    "It is not clear from media reports if the “threats” received by the judge were directly linked to the sensitive cases he ruled on. While there is no official comment from the judge following reports of his departure, his said decision to resign and leave the island, has put the spotlight on the independence of the judiciary in Sri Lanka.",
    "“The Judiciary is under severe stress and challenge today. For the first time ever, a judge is said to have fled the country fearing for his life, for having made a judicial order,” Jaffna legislator and senior lawyer M.A. Sumanthiran said at a public event in Jaffna on Friday.",
    "Observing that the “challenge” to the judiciary has reached “unprecedented heights”, he remarked: “We have seen the executive, and unfortunately sometimes even the Parliament, put the judiciary under stress in recent times.”",
    "When confronted with pressure, the judiciary resorted to one of three responses, he said. “They don’t take notice, and they act independently. That is welcome. Or they can’t bear the stress, they resign and go away – shows a serious lapse in our system. The third response is worse, that is when the judges give in to the threats, change their verdicts and become tools in the hands of the executive or others,” Mr. Sumanthiran said.",
    "Senior lawyer and former President of the Bar Association of Sri Lanka Saliya Pieris linked the heightening attack on the judiciary to the period after Ranil Wickremesinghe became President. “In March there was a threat to haul up Supreme Court Judges for breach of parliamentary privileges over orders issued by them compelling the government to release funds to conduct local government elections. This was clearly to intimidate the judiciary,” he told The Hindu.",
    "Further, judges have been subject to criticism and attacks in Parliament over particular cases, he pointed out. “The President himself in a speech indicated the government will not obey any court order relating to debt restructuring, just one day before a case relating to debt restructuring was to be taken up. Clearly Judicial Independence is under threat in Sri Lanka,” he said.",
    "Last month, the International Commission of Jurists, a global rights body, expressed concern over the attack on the independence of the Judiciary in Sri Lanka, under the cover of parliamentary privilege. The ICJ’s statement came in the context of an inflammatory remark made by ruling party MP and former Minister Sarath Weeresekera, calling the senior magistrate a “mentally ill person”."
  ]
}