{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/JVP-SJB-animosity-aids-agenda-for-eliminating-electoral-democracy/4-745861",
  "time_ut": 1677693477.0,
  "original_lang": "en",
  "original_title": "JVP-SJB animosity aids agenda for eliminating electoral democracy",
  "original_body_lines": [
    "Without the JVP and FSP there can be no successful struggle against Ranil’s rightwing autocratism, because sections of the moderate Opposition are compromised by their ideological filiations with economic Ranilism. Furthermore, there are no Harins, Manushas, Rajithas or Mayanthas in the JVP-NPP or FSP",
    "The existential crossroads the country has arrived at was best captured by Sunil Watagala, the JVP-JJB’s indefatigable, usually unruffled lawyer on Derana’s ‘Vaada Pitiya’ after the death of Nimal Amarasiri, when he asked repeatedly, poignantly and plaintively: “Please tell us, if elections are cancelled, and peaceful demonstrations are also violently dispersed with fatal results, what and where is the alternative?”",
    "So far, political leaders have attacked each other to win an election. Today however, the challenge is to secure one. They should declare a political ceasefire and encircle the main enemy of free elections.",
    "By any standards, the JVP-NPP (JJB) surge into Colombo on 26 February was impressive in its volume and verve, and could prove a game-changer. Nimal Amarasiri, the JJB Pradesheeya Sabha candidate from Nivithigala, Rathnapura, a 61-year-old former public servant who died of his injuries sustained in the state crackdown, is a martyr.",
    "Anura Kumara Dissanayake was the day’s hero. He didn’t scurry into a shop; he was hustled to safety by anxious loyalists who forced open a shuttered shop for shelter because he epitomises something: the legitimate hope of a long-overdue left turn and power-shift.",
    "26 February can be ceaselessly repeated by a party or parties now thwarted in legitimate electoral ambitions and activities. A harsher crackdown would cause street-fighting. Elections bring stability, postponement does not.",
    "The broadest democratic united front against dictatorship seems impossible yet is imperative. The personality with the experience, maturity and temperament necessary to construct it is Dullas Alahapperuma.",
    "Ranil will be gone the easy way or the hard way; by elections, implosion or explosion; sooner rather than later. The best future I can envisage for Sri Lanka is Sajith Premadasa as President and Dullas Alahapperuma as PM, with Anura Dissanayake as Opposition Leader. I hope for a two-stage transition and transformation: a Sajith-Dullas social democratic centrist government, succeeded by a JVP-FSP-led democratic Left dispensation.",
    "With elections aborted, local government bodies will be run by a Special Commissioner after 19 March. The Sirimavo Bandaranaike administration suspended elections to local authorities and ran them under Special Commissioners. Post-1977, Madam Bandaranaike and Felix Dias Bandaranaike were found guilty of the abuse of power by a Special Presidential Commission and lost their civic rights.",
    "Though he has none of the assets Sirimavo had in 1975 and JR in 1982, Ranil is on the same authoritarian offensive for an obvious reason: the face-off in the Opposition between two political formations of roughly equivalent popularity, the SJB and JVP-NPP.",
    "The JVP-SJB Cold War is because the JVP-NPP is certain it can and will win all elections, notwithstanding the latest polls by the IHP/SLOTS tracker which shows the JVP-NPP and the SJB running “neck and neck”.",
    "The monopolistic JVP-JJB even shuns a bloc with the FSP. Though more radical, the FSP is also more open, agile, less arrogant and less sectarian than the Left Establishment, the JVP, which reminds me strongly of the LSSP-CPSL of the 1960s and ‘70s.",
    "The SJB and JVP-NPP should have competed on their contending visions, programs and activities but the JVP-NPP resumed its vicious personal attacks on Sajith Premadasa. Recall that when Sajith boldly demanded snap elections in a fiery speech outside the Presidential Secretariat on 15 March 2022 (before the 3 April Aragalaya), AKD held a presser suggesting “Sajith Premadasa should get his head examined”.",
    "When the Opposition Leader visited Galle Face Green on 9 May to solidarise with those attacked by the Rajapaksa thugs, he was injured by a bottle hurled at him by a prominent member of the JJB/NPP, a cinema personality. Nobody apologised.",
    "The JVP’s personal attacks during this election campaign triggered ideological retaliation by the SJB which successfully rekindled memories at the provincial grassroots of barbaric ‘Pol Potist’ fanaticism in the 1980s, but was way out of line and went way over the top.",
    "The SJB’s charge that rapid economic development and Marxism/socialism/Communism are incompatible, is historically false. Churchill wrote that Stalin inherited a Russia in the age of the plough and left it in the age of the atom. China has achieved the fastest, largest economic miracle in history. Cuba has Human Development Index ratings that outstrip the USA in some indicators despite America’s economic embargo of the island.",
    "I studied under Emeritus Prof. Mark Selden, one of the USA’s top Sinologists, and am amusedly aghast at ignorant claims that Deng Xiaoping’s economic revolution followed rupture with his Marxist or Communist convictions. Contrary to the ridiculous propaganda of rightwing SJB economists, Deng Xiaoping didn’t pick up his economic model from JR Jayewardene’s Sri Lanka, and they never interacted, though Vice-Premier Geng Biao visited in 1978. The economic philosophy Deng expanded and put into practice as China’s Communist leader was inspired by Lenin’s New Economic Policy (NEP) and Mao’s ‘On New Democracy’, and was the moderate economic model Deng himself implemented in the vast liberated zone he commanded during the Chinese Revolution led by Mao.",
    "As for contemporary China, America’s ‘peer rival’, Australia’s former Prime Minister and Foreign Minister and one of the Asia-Pacific’s leading Sinologists Kevin Rudd wrote in Foreign Affairs recently that “Xi Jinping is a true believer in Marxism-Leninism”. (The Return of Red China: Xi Jinping Brings Back Marxism (foreignaffairs.com)",
    "As someone whose book on political philosophy and the global Left was reviewed in both the Chatham House journal International Affairs as well as Radical Philosophy (UK)—among other specialist spaces — I can attest that the problem with the JVP from inception to date was never too much Marx, Engels and Lenin (add Trotsky, Stalin, Mao), but too little. The JVP’s problem is not that they are good Marxists but that they are bad Marxists. Unlike the Marxist leaders and parties of China, Vietnam, Cuba, Nepal and (India’s state) Kerala, the JVP isn’t anywhere close to being Gramsci’s ‘Modern Prince’.",
    "That said, without the JVP and FSP there can be no successful struggle against Ranil’s rightwing autocratism, because sections of the moderate Opposition are compromised by their ideological filiations with economic Ranilism. Furthermore, there are no Harins, Manushas, Rajithas or Mayanthas in the JVP-NPP or FSP.",
    "Though he has none of the assets Sirimavo had in 1975 and JR in 1982, Ranil is on the same authoritarian offensive for an obvious reason: the faceoff in the Opposition between two political formations of roughly equivalent popularity, the SJB and JVP-NPP",
    "President Ranil Wickremesinghe is to democracy what President Gotabaya Rajapaksa was to agriculture. Scrutinise his parliamentary discourse.",
    "“…In fact, on December 14, I personally informed the Election Commission members about the economic situation of the country and instructed them to hold an election when the number of members of the local government election was reduced to 5000. This was because holding an election at that time would not have been healthy for the economy.”",
    "Quite obviously it goes against the spirit of the 21st Amendment and an ‘Independent Commission’ for the President to “instruct them” to do anything.",
    "The timing of the election and conditions for the holding of an election are matters well within the EC’s independent purview, but Ranil sought to impose his solution: “…hold an election when the number of members of the local government election was reduced to 5000.”",
    "Ranil “personally informed” the EC members “about the economic situation”, doubtless assuming that the EC members didn’t know there was an economic crisis or couldn’t consult independent expert opinion on the subject.",
    "“…I took this step as I believed it was my obligation, given that this is not an ordinary Commission but a caretaker Commission…”",
    "… This is not an ordinary Commission, but rather a temporary Commission that is accountable to the Parliament. As such, they should have discussed the matter with the House, which has not been done, and this is a defect.”",
    "“…On January 5, the Attorney General, the Prime Minister, and I met with the members of the Commission…because there was a division within the Commission. While two members had decided to hold the election on December 23, one had not decided on a date for calling nominations, and another had a wavering view. Additionally, one of the members was in the hospital…”",
    "These are arguments for the AG’s Dept. to present in Court. It is a matter for the Supreme Court to decide, not for the President pronounce on.",
    "In a piece of brilliant deduction worthy of Peter Sellers as Inspector Clouseau in the Pink Panther movies, the President ponders:",
    "“During the formulation of the Budget proposal, the Election Commission estimated that the election would cost Rs 10 billion. However, on the 9th, they sent a letter to the Director General stating that they only required liquid cash Rs 6 billion. Despite the fact that inflation should have increased the cost. As a result, the Ministry began to investigate the estimates as the Election Commission demanded less money while the Police demanded more...”",
    "President Wickremesinghe tries a conjuror’s trick to disappear the date of the elections which all parties acted upon, and also attempts to hypnotise the whole nation into amnesia.",
    "“According to my understanding, there is no official date set for the election yet, despite rumours that it may be on March 09. It’s important to note that according to Section 104, a quorum of three members is required for any meeting of the Commission.”",
    "Here’s the kicker in an overall performance for which President Wickremesinghe will be remembered for a long time.",
    "“…We don’t need to postpone the election, but we don’t have money for it. If we need, we can discuss and come to a decision, but for the moment, we don’t have money.",
    "On the other hand, there is no election at hand as well. So, what have we got to do? The Commission is answerable to the Parliament. The Parliament has asked to appoint a select committee on this matter.",
    "So, I request to appoint it, record all and take the report to the Supreme Court. According to section 4 of the constitution, the financial power is vested in the Parliament.",
    "After the 1688 Revolution according to the Magna Carta Agreement, all monetary powers vested in Parliament. Therefore, give that report to the Supreme Court through a selection committee.”",
    "He wants a Parliamentary Select Committee in which his backers the SLPP will preponderate, to investigate an Independent Commission.",
    "Ranil also dispenses, entirely to his own satisfaction, with the issue of not releasing the funds which had been allocated and voted through for the election, in the Budget.",
    "“…The funds allocated in the budget cannot be given at once. Also, it is not mentioned anywhere about a specific date for these funds to be given.The allocations made by the budget should be spent by the end of the year. But that could be done only if the expected revenue is received…”",
    "He circles back in a tautology, armed with which he leaps into the proper preserve of the Supreme Court as if it were Visakha Vidyalaya on the day of the Royal-Thomian Big Match:",
    "“…Officially we can’t hold an election as there was no quorum at the time of the decision was taken. So, the officials who would provide money will have to answer. In any of them there is no direction. There cannot be made directions as there is no election…”",
    "Ranil then articulates his central doctrinal contention which we must all study with due diligence because it tells us exactly what he is and isn’t likely to do:",
    "“The economy is my top priority. We will not have a country if the economy does not develop. I ask this House one question. Is it possible to keep the constitution without losing the country? Only if the country is protected can the constitution be protected.”",
    "By an act of argumentative escalation Ranil is seeking to pre-empt the charge of violating the letter and spirit of the constitution. He doesn’t say ‘we will not have a country without an economy’. Instead, he says we will not have a country ‘if the economy does not develop’. Who decides on what development is and isn’t and whether or not the country has indeed developed? Who decides on whether that level of development is sufficient, and sufficiently durable, to sustain a country, without which it isn’t “possible to keep the Constitution”? Obviously, Ranil.",
    "If he deems the economy hasn’t ‘developed’ sufficiently to ‘have’ and ‘protect’ the country and therefore that the Constitution cannot be ‘protected’, he won’t try to protect the Constitution by holding (scheduled) elections on schedule—because, going by his wild illogic, it is not possible to do so.",
    "What of the real meaning and logical implications of what Ranil said? Here are 5 key takeaways:",
    "i. Though it permits a parliamentary election through Presidential dissolution or self-dissolution anytime now, and a Presidential election later this year provided the incumbent is running, the Constitution prescribes a Presidential election in 2024 and a parliamentary election in 2025, parametrically prohibiting extension.",
    "ii. However, according to Ranil’s doctrine, a Constitution can survive only if the country survives and a country cannot survive until the economy develops. Therefore, he will feel under no compunction to comply with the Constitutional stipulation to have a Presidential election in 2024 and a Parliamentary election in 2025, unless and until he is personally satisfied that the economy has developed to a degree and durability that the country can survive and therefore the Constitution can survive.",
    "iii. A Presidential election in 2024 and a Parliamentary election in 2025 are at grave risk, at least as long as it is up to President Wickremesinghe to do the deciding.",
    "iv. There cannot be a simple replay of Aragalaya 2022. The Karannagoda Report on 9 May, intended as a punitive indictment of Gen. Shavendra de Silva who avoided a massacre which would have forever damned the Sri Lankan military in the eyes of the people and Sri Lanka in the eyes of the world, more significantly signals the course of action the security establishment may urge President Wickremesinghe to take –or vice versa--against peaceful protest.",
    "v. Electoral democracy is not going to be re-activated ‘from above’, but only under absolutely irresistible pressure ‘from below’ and the inability to implement the IMF agreement and/or govern without legitimacy and public consent.",
    "I am proud to be a Sri Lankan, a South Asian, an Asian, and from the Global South, because we maintain our autonomy of thought and identity in world affairs. Sri Lanka was among the 32 countries that abstained in the UNGA vote on the Ukraine resolution on 23 February and refused to go along with the dominant Western narrative on the war.",
    "As the Washington Post ruefully reported last week, ‘A divide deepens as Russia wins sympathy in the global South’.",
    "(Russia’s invasion of Ukraine sparks global divide - The Washington Post)",
    "The bulk of the world’s population (India, China, South Africa, Vietnam) and virtually the whole of South Asia (India-Pakistan-Bangladesh-Sri Lanka) abstained. India, China and Pakistan transcended serious bilateral contradictions. Neither ‘with’ nor ‘against’, South Asia is the epicentre of the New Nonalignment."
  ]
}