{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Economic-recovery-needs-political-reconciliation/4-746722",
  "time_ut": 1679680402.0,
  "original_lang": "en",
  "original_title": "Economic recovery needs political reconciliation",
  "original_body_lines": [
    "The Sri Lankan crisis cannot be separated from the international crisis both in economic and political terms. This is a warning for the political leaders to resolve their differences and conflicts in an amicable manner. Holding (or not holding) of Local Government elections and the newly introduced Advance Personal Income Tax (APIT) regime are the main fighting issues between the main political parties and their trade unions at present.",
    "While there are only nine recognised parliamentary political parties in the Australian federal system, 62 political parties are recognised in Sri Lanka, giving rise to both superficial and unwarranted conflicts and competitions between them. As a result, there is no stability in the political party system. Where are the UNP, the SLFP, the Federal Party or the Ceylon Workers Congress today? All these main parties from the early years of independence have now splintered badly.",
    "Intense political rivalries at the political party level are undoubtedly a reflection of the psychological mood and orientation of the public and the people. These rivalries are not uncommon to many other political systems including the developed democratic countries. France at present is one example while many parts of America have been inundated in this situation for a long time.",
    "However, to my experience and observation, extreme politicisation and rivalries are much higher in the case of Sri Lanka. There has been a tendency among the people (both young and old) to look at almost everything from a prism of politics. Even at social events or even family parties, mainly men, get involved in political debates. The drinking of liquor (excessively) at these occasions might be a contributing factor. Perhaps young people learn these fights from the parliamentary leaders.",
    "The world undoubtedly is going through a civilisational crisis. The war in Ukraine has become a mess and a human disaster. The invasion by Russia was unwarranted even in terms of security or prestige of its country. However, instead of resolving the conflict through peace and negotiations, the NATO countries and America have intensified the war through supplying arms and ammunition to Ukraine to continue a fight. The major failure has been on the part of the UN which has become hopeless in terms of conflict resolution and peace. There is a possibility of the war becoming a nuclear disaster.",
    "This is not an isolated case. Humanity, civilisation, the so-called developed nations, and the UN have continuously failed to prevent war between Israel and Palestinians and many other wars and conflicts in the Middle East and Africa. These conflicts have given bad examples to many other developing countries like Sri Lanka, Myanmar, Pakistan, etc. Similar conflicts have continued in the Latin American nations. This is the civilisational crisis today. Although humans have developed in terms of science and technology, they have terribly failed in terms of human relations, justice, peace, and conflict resolution. This is also one reason for the natural disasters and environmental problems.",
    "Sri Lanka should not be callous in addressing the present economic problems. The IMF does not have a magic wand while those who oppose the IMF are misled through old leftist arguments. Sri Lanka has been a member of the IMF since 1950. If there are disagreeable conditions from the IMF, those should be discussed and negotiated. I was surprised to observe that many international media reported that the last general strike in Sri Lanka was held in opposition to the IMF! While the trade unions undoubtedly have many grievances, they should sober their positions and slogans to suit an amicable resolution to the present crisis.",
    "The emerging international signals are continuously worrisome. Two major banks in America, Silicon Valley Bank, and the Signature Bank, have completely melted down. The signal clearly is for a world recession sooner than later. The repercussions are now shaking the Credit Suisse bank (the second largest) in Switzerland. If the government leaders in the country are trying to give a rosy picture after obtaining a small amount of IMF loan, and restructuring the debt repayments, it is a complete distortion of the situation.",
    "The loan taking during the last 10-15 years have been completely irresponsible. There was no transparency. There were no discussions to reveal the plans and objectives and to take inputs from independent specialists and/or the people. The political leaders and the top bureaucrats were not even keeping the accounts or information properly. When it became revealed that Sri Lanka is not able to fulfil the debt obligations, it was a shock to everyone. That was the result of the irresponsibility of the political leaders.",
    "Still they go in the same direction of duplicity. The so-called debt restructuring is often pictured as debt cancellation. These restructured debts must be paid later while the Government is still taking loans from countries and multilateral institutions. Apart from debt restructuring, the country needs to restructure the economy. Although some measures have been taken, no clear plan or program is put forward before the people. The people’s support is imperative for any economic recovery. This is where the conflict resolution is necessary.",
    "The last year 2022 was a mess both in political and economic sense. According to reliable figures, the economy had contracted by 8%. This will not significantly change this year. A global recession will adversely affect the Sri Lankan efforts to resuscitate the economy and develop the country. These are the matters on which the political parties, trade unions and civil society organisations should come to a common understanding. That is one aspect of conflict resolution. However, there are so many other aspects.",
    "Although the open war is over, the Sinhala-Tamil conflict is still a major obstacle for the country’s development and peace. The failure to understand each other, and respect other people’s values and culture is common even among religious, language, cast, gender, professional, regional (up-country vs. low-country) and other groups. Under such a situation, peace and conflict resolution should be taught to children from the beginning of school years. There can be a mass movement and a massive effort to fulfil this task transcending political parties, divisions, and groups.",
    "Let us take a few examples. On the advice of the IMF, the present administration has declared that over 40 loss-making state institutions would be closed. To my view, this is a necessary measure to manage the economy better, and the support of all groups should be sought. Although not overtly expressed, there can be conflict of views on this and other matters. What are these institutions? What kind of an economic position are they engaged in? These facts and information should be revealed to the public to open a healthy conflict resolution discussion.",
    "This does not mean that the situation in the country is completely hopeless. The younger generations are quite skilful with modern ideas and views as revealed through social media and new social engagements. Although they are highly frustrated about the present situation, they could be mobilised and motivated for new ventures and paths. It is unfortunate that the present university students are disoriented and discouraged. While curricula should be changed to modern directions, the medium of instructions should be English for future prospects. Sri Lanka should be a modern country and old views, values and practices should be discarded.",
    "During the last two decades, the development trajectory had taken a distorted form. While large infrastructure (ports, airports, major roadways) is a must to the country, they should have been the second priority, giving much prominence to industrial, entrepreneurial, and export-oriented enterprises. What are the main pillars of the economy? Traditional exports (tea, rubber, coconut) have not improved enough with value additions. New exports (textile, garments, gems, and labour) are also a fragile pillar without long-term agreements or understandings with importing countries.  Of course, tourism is a promising area although affected by COVID and political instability in the country. Unless the two major current issues of local government elections and APIT tax are remedied amicably through conflict resolution, the tourism sector also would be badly affected.",
    "On the question of elections, the Government is now playing with the idea of a presidential election at the end of this year. Although a presidential election could resolve the de-legitimacy of the present President, the logical step is to have the local government elections first to safeguard and preserve democracy. There can be negotiations, but soon. Even in resolving the tax issue, there should be negotiations and the Government can easily reduce some percentage of the tax while trying to resurrect the abandoned files of the people who were excluded from the tax net under the last government.",
    "It is not good for the country to have continuous strikes, protests, and demonstrations that could lead to violence and destroy not only the reputation but also the economic recovery of the country. It is my wish particularly for the universities to commence their sessions/teaching soon and for the students to study well and contribute innovatively to the economy, country, society, and democracy. There should be amicable conflict resolution in this sphere."
  ]
}