{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-plans-water-tariff-hike-119655/",
  "time_ut": 1683105300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to plans water tariff hike",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s National Water Supply and Drainage Board plans to increase the tariff in the near future as production costs have risen sharply following an increase in electricity prices, an official said.",
    "“Electricity charges were increased in February, and that is a big component of the cost of production,” an official from the National Water Supply and Drainage Board told EconomyNext.",
    "“Along with that, the usage has also gone up during the month, and demand has increased by around 10 percent as the country is experiencing extremely hot weather conditions.”",
    "Following the electricity tariff hike in 2022, the water tariff was also increased in September 2022.",
    "However, after the second electricity tariff hike in February 2023, no changes were made to the water tariff.",
    "The proposed tariffs will be run through the water board, the ministry, and will be presented to the Cabinet of Ministers for approval in the coming weeks, the official said.",
    "Last year the State Minister for Water Supply Sanath Nishantha said, the water tariff needs to be increased in order to get to a breakeven point as the water board is selling water incurring a loss at the moment.",
    "Also read; Sri Lanka mulls second water tariff hike after currency collapse",
    "“Currently the water board is providing water at two cents per liter, which is extremely low,” Minister Nishantha said in an earlier report.",
    "“The Water Board is selling at 2.0 cents a litre when its cost of production is 3.5 cents.”",
    "Nishantha said, the hike will be done in order to run the water board without the government’s financial support. (April/May 01/2023)"
  ]
}