{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cool-planet-celebrates-festive-season-with-the-launch-of-katubedda-outlet/",
  "time_ut": 1704374940.0,
  "original_lang": "en",
  "original_title": "Cool Planet celebrates festive season with the launch of Katubedda outlet",
  "original_body_lines": [
    "Cool Planet, Sri Lanka’s premier retail destination, proudly announces the triumphant grand opening of its 10th outlet in Katubedda, marking a significant milestone in the brand’s commitment to delivering unparalleled shopping experiences. This achievement underscores the brand’s dedication to meeting the evolving needs of its diverse customer base, particularly during the festive season.",
    "The Katubedda outlet joins the recently unveiled all-new Nugegoda store and the Havelock City Mall location, is a testament to Cool Planet’s strategic vision of becoming a comprehensive retail destination for families across Sri Lanka. Managing Director, Nazmi Nassre, expressed his thoughts about the milestone event, stating, “The opening of our 10th outlet in Katubedda signifies Cool Planet’s unwavering dedication to providing quality products and exceptional service to our valued customers.”",
    "Rizwi Thaha, Chief Executive Officer, echoed his sentiment, emphasizing, “Our strategic expansion across Katubedda and other locations reflects our commitment to meeting the diverse needs of our customers. Cool Planet envisions being a one-stop shop for families, and our 10 outlets bring us closer to that goal. Underpinning this expansion is our relentless focus on service quality and product standards”",
    "The Katubedda outlet caters to a wide range of customer preferences, featuring an extensive clothing collection for Men, Ladies and Kids. Cool Planet takes pride in offering a diverse range of lifestyle products as well, including toys, cosmetics, shoes, handbags, fashion accessories, watches, and travel essentials. Popular in-house labels include King Street, Gen-Z, Hustle, MUN for men, Modano, Hada, Envouge, Andriana & Curvy for women, Miss Modano, Tween and OZONE for kids, and Moonstone for fashion accessories.",
    "Cool Planet invites customers to visit the new Katubedda outlet, explore the vast selection of products, and take advantage of exclusive discounts for a memorable shopping experience. As one of the most popular retail department chain stores in Sri Lanka for children and adults alike, Cool Planet commenced operations in 2006 with its first clothing and fashion store in Pelawatte. Today it has Nine other branches in Pelawatte, Maharagama, Wattala, Kandy, Nugegoda, Colombo 05 (Isipathana Mawatha), Malabe, One Galle Face, and Havelock City Mall. Over the years, the retailer has positioned itself as a one-stop shop, with quality, variety, and convenience guaranteed for shoppers. Cool Planet looks forward to continuing its mission in the lives of Sri Lankan families.",
    "“People, Planet, Paradise” powered by Nations Trust Bank, ‘a success’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}