{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91709/france-riots-ease-as-mayors-hold-anti-violence-rally",
  "time_ut": 1688454180.0,
  "original_lang": "en",
  "original_title": "France riots ease as mayors hold anti-violence rally",
  "original_body_lines": [
    "Riots in France appear to be calming, after five days of violent protests in response to the shooting of teenager Nahel M during a police traffic stop.",
    "Sunday night saw violence subside and fewer arrests were made.",
    "However, President Emmanuel Macron has asked the interior ministry to keep a “massive” police presence on the streets.",
    "On Monday, mayors called for rallies to be held outside town halls to protest the violence and looting.",
    "In Nanterre, Nahel’s hometown, mayor Patrick Jarry said he was pleased the violence had subsided, but added that “we shouldn’t lose sight of the incident that sparked this situation and the continuing need for justice”.",
    "Later in the afternoon, several hundred people attended a rally in L’Haÿ-les-Roses in support of Vincent Jeanbrun, the mayor whose home was attacked by rioters who fired rockets at his fleeing wife and children, breaking her leg and injuring one of the children. The incident is being treated as attempted murder.",
    "A visibly emotional Mr Jeanbrun said: “We saw the real faces of the rioters: they are murderers... They wanted to kill my wife and my two young children in their sleep by burning them alive.”",
    "To applause, Mr Jeanbrun also said that over the last week “democracy itself was attacked... We need the majority of people who has so far been silent to say: enough!”",
    "The six days of riots have reportedly caused millions of euros worth of damage to public transport in the Paris region, the Ile-de-France transport network said.",
    "While Sunday night was far calmer, authorities were careful not to prematurely hail a return to normality on Monday.",
    "Buses and trams in the Paris region will again be halted early on Monday night, while President Macron has asked the ministry of the interior to maintain a “massive” police presence across France in order to guarantee a “return to calm”.",
    "About 45,000 officers have been deployed across the country for the past three nights and will be out on the streets again on Monday, interior minister Gérald Darmanin confirmed.",
    "More than 150 people were arrested on Sunday night, compared with more than 700 the night before.",
    "There were 297 cars set on fire compared with Thursday’s 1,900, while 34 buildings were damaged or set ablaze compared with more than 500 on Thursday.",
    "At the weekend, the family of Nahel, the teenager who was killed by police, called for the violence to end.",
    "His grandmother accused rioters of using Nahel’s death as an excuse and urged them to stop destroying public goods.",
    "Another relative told the BBC that the family did not want his death to spark riots, but insisted the law around lethal force at traffic stops must change.",
    "She also said her “heart is in pain” about a GoFundMe page for the family of the police officer who shot Nahel, which as of Monday had raised more than €1.1m (£956,200) and was growing steadily.",
    "The fundraiser, which was set up by a far-right media commentator, has been criticised by several politicians - but the platform told French newspaper Le Parisien that GoFundMe’s terms and conditions were not being broken because the funds are destined for the officer’s family and “not meant for the legal defence of an alleged violent crime”.",
    "A fundraiser for Nahel’s family was set up on a different platform and had raised €215,000 (£184,862) on Monday afternoon.",
    "Meanwhile, French regional authorities are starting to announce financial support measures for looted businesses and hospitality venues.",
    "Grants will be made available for business owners in Marseille and funding in the Paris region will help to restore the public buildings that were damaged and looted.",
    "But there are concerns that the spate of violence might have a long-term effect on the tourism sector just as the summer season begins.",
    "French media outlet Le Point quoted a tourism official as estimating that up to 25% of hotel bookings in Paris had already been cancelled.",
    "The regional transport network for Ile-de-France told AFP that €20m in damage was caused to public transport, including “burned buses, a torched tramway, two damaged tramways and urban infrastructure which was smashed”.",
    "François Rial said that the riots posed “a real risk” to the image of France: “This is true even if the unrest subsides, as many tourists are allergic to risk.”",
    "On Tuesday, President Macron will meet the mayors of 220 municipal areas that have been affected by the violence."
  ]
}