{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91753/sri-lankas-official-reserves-estimated-at-usd-35-billion",
  "time_ut": 1688613540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s official reserves estimated at USD 3.5 billion",
  "original_body_lines": [
    "Sri Lanka’s gross official reserves is estimated at around US dollars 3.5 billion as at end of June 2023, including the swap facility from the People’s Bank of China, according to the Central Bank of Sri Lanka (CBSL).",
    "In its latest monetary policy review issues today, the central bank noted that the trade deficit decreased notably during the five months ending May 2023 with a significant decrease in merchandise imports, despite some setback in merchandise exports, reflecting the moderation of global demand.",
    "The liquidity conditions in the domestic foreign exchange market continued to improve in recent months supported by increased forex inflows, it said.",
    "Earnings from tourism as well as workers’ remittances are expected to have increased substantially during the first half of 2023, compared to the corresponding period of 2022 and this momentum is expected to continue going forward, the CBSL forecasted.",
    "A notable increase in net foreign investment inflows was recorded in the government securities market. The Government received funds from multilateral agencies for budget support and further inflows are expected during the remainder of the year.",
    "With improved forex flows and market sentiments, the Sri Lanka rupee appreciated by around 19 per cent against the US dollar thus far during the year. Moreover, the Central Bank said it was able to accumulate a sizeable amount of foreign exchange from the domestic foreign exchange market.",
    "Accordingly, the level of gross official reserves is estimated at around US dollars 3.5 billion as at end June 2023, including the swap facility from the People’s Bank of China, the CBSL said."
  ]
}