{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/wildlife-is-it-truly-wild/",
  "time_ut": 1683947400.0,
  "original_lang": "en",
  "original_title": "Wildlife: Is it Truly Wild?",
  "original_body_lines": [
    "WNPS Monthly Lecture -The dilemma of wildlife welfare and ethics in the present era",
    "Over the years, human welfare and development have been pursued at the expense of everything around us. Human interference has caused massive shifts within our entire ecosystem and led to changes in animal behaviour and health while driving the destruction of biodiversity and the speed of climate change at an ever-accelerating pace.",
    "Almost every day, the broadcast, print, and social media carry reports of forests being destroyed, wildlife being killed, and rivers and oceans being polluted to the detriment of the aquatic fauna and flora that inhabit these habitats. Each of these actions cause ripple effects that cascade across the environment and society – and as humans, we have long been both the instigators and the victims of our own activities.",
    "Habitat loss and fragmentation, poaching, and humanwildlife conflict Impacting the Leopard population Image credit Ranganath Kirindage",
    "As at the end of April, the deaths of 143 wild elephants have been recorded; already threatening to surpass the record number that was killed in 2022. While the loss of a single elephant is devastating to the surrounding ecosystem, their role as a key tourist attraction also equates to the loss of valuable foreign exchange that is essential towards the survival and continuity of our island nation.",
    "Everything is connected. That is why environmental conservation is and has always been, primarily about the welfare of humans. In destroying the natural balance of nature, it is the people and communities who will eventually face its consequences, commencing from the depletion of water resources to poor air quality, and the inevitable deterioration of health.",
    "Poaching of spotted deer driven by the demand for their meat and antlers Image dredit Avijja Fonseka re",
    "Yet our country remains in dire need of development, particularly in the wake of an economic crisis unlike any other experienced throughout its independent history. Development is a pre-requisite for Sri Lanka – however, we must ask ourselves if our progress should be at the cost of our precious resources and the environment, which are depleting at a rapid rate. Can a balance be found: one which takes into account the existing habitat and wildlife of a proposed development project, and ensures their continued preservation even as socioeconomic progress is achieved?",
    "Join us as we explore the two opposing concepts of development and conservation and the solutions that would enable us to achieve a balanced, sustainable future for both people and the planet.",
    "Tharanga Thoradeniya is a Professor at the Department of Biochemistry and Molecular Biology, of the Faculty of Medicine, at the University of Colombo. She was the first South Asian scientist to be awarded the prestigious Global Animal Welfare Award by the World Veterinary Association (WVA), as well as the CevaSantéAnimale (Ceva) in 2020 for her outstanding service and dedication in promoting animal welfare in research animals. Prof. Thoradeniya has broad research interests and experience, including the aspects of animal welfare and ethics, alternatives, and planetary health.",
    "The monthly lecture of the WNPS is supported by the Nations Trust Bank. It is open to both members and non-members. ENTRANCE FREE.",
    "Wildlife Director finally cracks the whip against those feeding wild elephants from vehicles",
    "Colombo asks India to send six bisons to reintroduce them in Lanka after 3 centuries",
    "WILDLIFE CONSERVATION IN SRI LANKA: Are we headed in the right direction?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}