{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-gets-us337mn-after-imf-review-143548/",
  "time_ut": 1702421160.0,
  "original_lang": "en",
  "original_title": "Sri Lanka gets US$337mn after IMF review",
  "original_body_lines": [
    "ECONOMYNEXT – The International Monetary Fund has approved the release of 337 million US dollars to Sri Lanka under the first review of its program and called for quick implementation of debt agreements reached with official creditors.",
    "All performance criteria except one of expenditure arrears were met.",
    "The review originally expected in September was delayed pending agreement with official creditors, particularly China to re-structure debt.",
    "“Sri Lanka’s agreements-in-principle with the Official Creditors Committee and Export-Import Bank of China on debt treatments are consistent with the EFF targets,” Kenji Okamura, Deputy Managing Director said in a statement.",
    "“They are an important milestone putting Sri Lanka’s debt on the path towards sustainability. A swift completion and signature of the Memoranda of Understanding with the official creditors is important.",
    "“Timely implementation of the agreements, together with reaching a resolution with external private creditors on comparable terms, should help restore Sri Lanka’s debt sustainability over the medium term.”",
    "Sri Lanka defaulted on its debt in 2022 after a rapid fire currency crises after the end of a civil war in the process of printing money to mis-target rates and trying to target a potential output under flexible inflation targeting, leading to the inability to settle foreign debt with current inflows.",
    "Repeated stabilization measures to stop currency crises as well as capital flight hit growth, creating conditions of stagflation and a steady rise in the debt to GDP ratio especially after 2015.",
    "Large volumes of foreign debt was taken to settle maturing debt as forex shortages emerged from leading to a rise in net external debt bigger than the foreign financing of the deficit, in each year inflationary monetary policy was operated to target 5 percent inflation and the potential output.",
    "Repeated currency collapses under the ‘flexible exchange rate regime’ also bloated external debt.",
    "Sri Lanka prints money to target at least 5 percent inflation, as well as potential output, as growth giving ample room to deny monetary stability to the people and businesses with inflationary open market operations, critics have said, based on the post-war experience.",
    "In 2020, taxes were also cut to target ‘potential output’ and more money was printed to enforce rate cuts, leading to credit downgrades, loss of reserves and eventual sovereign default.",
    "Sri Lanka is now imposing new taxes to boost revenues, to maintain the state and reduce the deficit. Attempts are also being made to cut cost and reduce the bloated public service and military (spending based consolidation).",
    "Amid the last flexible exchange rate crises, where the rupee collapsed from 200 to 330 to the US dollar, a large portion of the population was tipped into poverty.",
    "“Further strengthening the social safety net and protecting social spending remains critical to safeguarding the poor and vulnerable,” the IMF said.",
    "IMF Executive Board Completes the First Review Under the Extended Fund Facility Arrangement with Sri Lanka",
    "Washington, DC – December 12, 2023: The Executive Board of the International Monetary Fund (IMF) completed today the first review under the 48-month Extended Fund Facility (EFF) Arrangement. The completion of the first review allows for an immediate disbursement of SDR 254 million (about US$337 million), bringing the total IMF financial support disbursed so far to SDR 508 million (about US$670 million).",
    "The total amount of Sri Lanka’s EFF Arrangement is SDR 2.286 billion (about US$3 billion) as of the time of program approval on March 20, 2023 (see Press Release ). The program supports Sri Lanka’s efforts to restore macroeconomic stability and debt sustainability, safeguard financial stability, and enhance growth-oriented structural reforms.",
    "Following the Executive Board discussion on Sri Lanka, Mr. Kenji Okamura, Deputy Managing Director, issued the following statement:",
    "“Macroeconomic policy reforms are starting to bear fruit and the economy is showing tentative signs of stabilization, with rapid disinflation, significant revenue-based fiscal adjustment, and reserves build-up.",
    "“Performance under the EFF-supported program has been satisfactory. All quantitative performance criteria for end-June were met, except the one on expenditure arrears. All indicative targets were met, except the one on tax revenues. Most structural benchmarks were either met or implemented with delay by end-October 2023. The publication of a Governance Diagnostic Report, the first in Asia and a structural benchmark under the program, is a commendable first step towards addressing deep-rooted corruption weaknesses.",
    "“Continued commitment to improving governance and timely implementation of the report’s recommendations can deliver tangible economic gains to all citizens.",
    "“Sri Lanka’s agreements-in-principle with the Official Creditors Committee and Export-Import Bank of China on debt treatments are consistent with the EFF targets. They are an important milestone putting Sri Lanka’s debt on the path towards sustainability. A swift completion and signature of the Memoranda of Understanding with the official creditors is important. Timely implementation of the agreements, together with reaching a resolution with external private creditors on comparable terms, should help restore Sri Lanka’s debt sustainability over the medium term.",
    "“To ensure a full and swift recovery, sustaining the reform momentum and strong ownership of reforms is of paramount importance. Key priorities include advancing revenue mobilization, aligning energy pricing with costs, strengthening social safety nets, rebuilding external buffers, safeguarding financial stability, eradicating corruption, and enhancing governance.",
    "“Reinforcing the revenue-based fiscal consolidation supported by revenue administration reforms is critical to recover from program slippages and promote a break from past policy shortcomings.",
    "“The Central Bank of Sri Lanka should continue to focus on the multi-pronged disinflation strategy to safeguard the credibility of its inflation targeting regime. Accumulating reserves, supported by exchange rate flexibility, remains an important priority under the EFF.",
    "“Implementing the bank recapitalization plan and strengthening financial supervision and crisis management framework are crucial to safeguard financial sector stability.",
    "“Further strengthening the social safety net and protecting social spending remains critical to safeguarding the poor and vulnerable.”"
  ]
}