{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92599/-chinas-security-ministry-says-alleged-chinese-spy-for-cia-uncovered",
  "time_ut": 1691740140.0,
  "original_lang": "en",
  "original_title": "China’s security ministry says alleged Chinese spy for CIA uncovered",
  "original_body_lines": [
    "China has uncovered a Chinese national suspected of spying for the U.S. Central Intelligence Agency (CIA), its state security ministry said on Friday, highlighting what it said were the risks and dangers of Chinese citizens being recruited abroad.",
    "The Chinese national surnamed Zeng, who had worked for a military industrial group, was recruited by a CIA agent based in Italy, the ministry said in a statement posted on its WeChat channel.",
    "Zeng was sent to Italy by the military industrial group for further studies and became acquainted with the CIA agent.",
    "Through dinner parties, outings and trips to the opera, the two developed a “close” relationship, with Zeng gradually becoming “psychologically dependent” on the CIA agent, the ministry said.",
    "After succeeding in “shaking” Zeng’s political stance, the CIA agent sought sensitive information about the Chinese military from Zeng, according to the statement. It did not say when the events took place.",
    "The statement did not specify Zeng’s gender but said the person was born in 1971 and the alleged CIA agent was named “Seth”.",
    "The U.S. embassy in Beijing did not respond to a Reuters request for comment.",
    "U.S.-Sino relations have soured in recent years over a range of issues including national security. Washington has accused Beijing of espionage and cyberattacks, a charge that China has rejected. China has also declared it is under threat from spies.",
    "In the name of national security, China earlier this month called on its citizens to participate in counter-espionage work, following an expansion of its anti-spying law in July, alarming the United States.",
    "Zeng was found to have signed an espionage agreement with the U.S. and had received training before returning to China, the ministry said.",
    "The alleged agent promised a huge amount of money and immigration to the U.S. for Zeng’s family in return for the information, the ministry said.",
    "After returning to China, Zeng had provided on numerous occasions “core” intelligence, and had pocketed funds for the efforts, it said.",
    "Coercive measures, which normally means detention, have been taken against Zeng, according to the statement."
  ]
}