{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Ten-malaria-cases-detected-this-year-majority-from-Colombo-Gampaha-Districts/108-258122",
  "time_ut": 1682384455.0,
  "original_lang": "en",
  "original_title": "Ten malaria cases detected this year, majority from Colombo, Gampaha Districts",
  "original_body_lines": [
    "Even though malaria has been eliminated in Sri Lanka, 10 patients were detected during the past four months, the College of Community Physicians Sri Lanka (CCPSL) said yesterday.",
    "While commemorating World Malaria Day, which falls today (25), the CCPSL said nine malaria-positive cases were indigenous cases, and the majority were reported from Colombo and Gampaha Districts.",
    "In 2019, 53 cases were diagnosed, and respectively, 30 cases were reported in 2020, 26 cases were reported in 2021, and 31 cases were in 2021.",
    "In 2021, 247 million patients were diagnosed with malaria, and 619,000 deaths have been reported from other countries. More than half of these patients were reported from Nigeria, the Democratic Republic of the Congo, Tanzania, and Niger.",
    "Though the malaria parasite has been eliminated from Sri Lanka, the existence of a potential vector puts the country at risk of developing an epidemic with the infiltration of an infected person into the country. This could be through Sri Lankan emigrants for the gem industry, tri-forces going overseas for peacekeeping missions, pilgrimages and immigrants for jobs, studies, displacements and tourism. African countries, South Asian countries",
    "India and Latin American countries are included in the malaria-endemic countries.",
    "Rapid diagnostic kits are used to diagnose malaria. This test can be performed at the Anti-Malaria Campaign headquarters in Narahenpita and all the regional Malaria Control Offices, Base Hospitals, District, Provincial and Teaching Hospitals in Sri Lanka. It is important to get tested on arrival and at 1, 3, 6, 9, and 12 months following the return from a malaria-endemic country. The malaria parasite can stay dormant for a long period and get activated, causing the illness. Thus, it is mandatory for a returnee from an endemic country who develops fever or other symptoms within one year, to undergo the screening test to check for malaria. There is a dedicated 24-hour hotline (0117626626) for the public to get information on malaria. (Chaturanga Pradeep Samarawickrama)"
  ]
}