{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-parliament-must-decide-on-its-authority-on-finance-namal-140792/",
  "time_ut": 1700475360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka parliament must decide on its authority on finance: Namal",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka parliament must take a call on whether its authority on public finance ought to be devolved to another entity, ruling party MP Namal Rajapaksa said, claiming that all 225 legislators must be held responsible for the 2019 tax reduction.",
    "Addressing parliament during the ongoing 2024 budget debate, Rajapaksa said much of the debate’s time has been taken up for a scandal involving Sri Lanka Cricket, the conduct of the chairman of the Committee on Public Enterprises (COPE) and a “certain court verdict”.",
    "The MP was ostensibly referring to a recent Supreme Court verdict holding his father and former president Mahinda Rajapaksa, two of  President Rajapaksa’s brothers and officials affiliated with their administration responsible for Sri Lanka’s financial crisis. Among the decisions mentioned in the verdict were an ill-advised tax cut, paying off a 500 million dollar bond, and a refusal to approach the International Monetary Fund (IMF).",
    "According to MP Rajapaksa, some of these decisions including the tax cut was endorsed unanimously by parliament, while others were policy decisions by the then government.",
    "“We have to question whether a government policy can be challenged in court,” said the younger Rajapaksa.",
    "“On the one hand, this was a policy approved by the cabinet and presented to this house, and passed in parliament upon debate. The next day, about the VAT percentage, it was once again presented to parliament and that too was passed by vote.",
    "“None of these political parties in parliament did opposed the reduction in taxes at the time. The parties that talk about it loudly today, I have to ask you if you’re opposed to reducing the tax burden on the people. You supported it the, but today what is being discussed is how that’s wrong,” said Rajapaksa.",
    "If these decisions were to be attributed to an individual or group of people, the MP said, it must be noted that they were policy decisions by the government.",
    "“All 225 who unanimously endorsed it are responsible. This is the truth,” he added.",
    "Rajapaksa said if it was wrong to pay off the 500 million dollars in debt, then it can apply to the public too.",
    "“If a person cannot pay off a bankloan without banrupting himself, does he have the right to not pay?”",
    "Thirdly, on going to the IMF, Rajapaksa said it was a political matter.",
    "“The IMF may be good for some people, but for others the it may not be so. So how do we determine if at this particular time should we go to the IMF or not? That cannot be done.”",
    "“Lastly, and mainly, the country is being pushed to a place where no government can take a decision. Those who reduce taxes can be wrong, and one day those who raised it can be wrong too.",
    "“This house must decide then do we uphold Sectoin 29 of the constitution? Or do we devolve that to another party? If so then let’s pass an act in parliament about that and give that to the relevant institutions.",
    "“That responsibility lies with parliament,” the MP said, insisting that his party respects court verdicts. (Colombo/Nov20/2023)"
  ]
}