{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91504/pilots-of-srilankan-airlines-slam-shortsighted-decisions-of-the-management",
  "time_ut": 1687699980.0,
  "original_lang": "en",
  "original_title": "Pilots of SriLankan Airlines slam ‘shortsighted’ decisions of the management",
  "original_body_lines": [
    "The Pilots of SriLankan Airlines allege that they have been left in the lurch as a result of a spate of decisions by the management of the national carrier, compelling them to be overworked.",
    "In response to the recent statements in Parliament by Minister of Ports, Shipping and Aviation services Minister of Ports, Shipping and Aviation Services, Nimal Siripala De Silva and other members of Parliament regarding the purported conduct of Pilots of the Airline, the Pilots claim in a statement that there have been serious and often times critical issues which have not been addressed by the Management of the Airline resulting in the current catastrophic state of affairs.",
    "“Whilst iterating our commitment and dedication to our beloved Airline, the passengers of the Airline and the country as a whole we wish to state that there have been serious and oftentimes critical issues which have not been addressed by the Management of the Airline resulting in the current catastrophic state of affairs”, it said.",
    "Meanwhile, the Pilots emphasize that the Airline requires at least 330 Pilots to function in full capacity for the designated flights, adding that however, over 70 Pilots have resigned from the Airline in the last year with many more resignations pending due to the issues faced by the Pilots.",
    "This has resulted in a complete depletion of Pilots, the statement added.",
    "“The severity of the issue was witnessed in the recent incident where there were no Pilots on standby to be assigned to a flight which eventually departed more than 12 hours later than the scheduled time of departure.”",
    "Furthermore, they assert that SriLankan Airlines pays one of the lowest wages well below industry standards to Pilots.",
    "“Prior to June 2023, the Pilots were paid their salaries at an arbitrary USD [the contracted currency by which Pilots are remunerated] capped at the rate of initially LKR 188 then LKR225 subsequently LKR295 (since December) which was nearly 40%below the rate of the Central Bank.”",
    "“This issue took years of union intervention and discussions to resolve”, it mentioned.",
    "The Pilots of SriLankan Airlines express that during the Covid-19 pandemic, the Pilots’ salaries were approximately lowered by 50 per cent, claiming that at present however, despite all other departments in the Airline being given increments and ex-gratia (bonus) payments the Pilots are yet to receive a substantial part of their contractually due salary package which was in place before the Covid-19 outbreak.",
    "“Despite the said “salary cut” the Pilots continued to work helping the Airline generate revenue and most importantly providing our services for critical medical supplies and other essential and urgent requirements for the Country during the crisis.”",
    "“These are despite predictions by the Chief Executive Officer of the Airline promising a profit of 50 Million USD this year. All Pilots of the Airline have educated themselves with private funding have over the years borne the cost of their training at SriLankan Airlines”, the statement added.",
    "In addition, the Pilots also raise concerns in the statement that the cadre of Pilots which should ideally be at 330 now only has approximately 250 as a result of the “shortsighted, arbitrary and callous decisions” of the Management.",
    "“It is obvious that we as individuals and professionals focused on flight safety, cannot be expected to sustain the extra burden on each individual which the Airline now demands as a result of its own folly”, they expressed.",
    "Further, they mention that the recent issues regarding flights stem from these actions and inactions of the Management itself which the Management have continuously refused to pay heed to.",
    "“We have as a body at all times raised these concerns repeatedly including by way of litigation due to the attitude of the Management of the Airline. We urge that these matters be brought to the notice and the attention of the general public and all stakeholders of the Airline in order to facilitate the issues raised being addressed and resolved”, it added."
  ]
}