{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Leader-Group-clinches-prestigious-Industry-Excellence-Awards/34-757007",
  "time_ut": 1704309722.0,
  "original_lang": "en",
  "original_title": "Leader Group clinches prestigious Industry Excellence Awards",
  "original_body_lines": [
    "(On the left) Leader Kaijie Battery Managing Director Dushanthi Cooray receiving the Best Manufacturer of the Year award in the ‘Large Category’ at the South Asian Business Excellence Awards, (on the right) Leader Group Chief Executive Officer Mithula Rathnayake receiving the Gold Award in the Medium Category at the National Industry Excellence Awards",
    "Leader Group, a pioneering name in battery technology, continues to set new benchmarks in the industry with its recent accolades at the National Industry Excellence Awards 2023 and the South Asian Business Excellence Awards 2023. The company bagged the Gold Award in the Medium Category at the National Industry Excellence Awards and was honoured with the title of Best Manufacturer of the Year in the Large Category at the South Asian Business Excellence Awards.",
    "Leader Group secured the Best Manufacturer of the Year title at the South Asian Business Excellence Awards in the Large Scale Electric and Electronic Automobile Components sector. Speaking about this achievement, Leader Kaijie Battery Ltd. Managing Director Dushanthi Cooray highlighted the company’s journey and their commitment to innovation and technology.",
    "“Our journey has been challenging yet rewarding. We’ve focused intensely on innovation and technology to overcome the inherent challenges in battery manufacturing,” said Cooray. “This award is a testament to our team’s dedication to quality and forward-thinking.”",
    "Further demonstrating their excellence at the National Industry Excellence Awards, Leader Group received the Gold Award for the second consecutive year, marking a significant milestone for the company.",
    "Leader Group Chief Executive Officer Mithula Rathnayake expressed his gratitude, stating, “Winning the Gold Award for the second consecutive year is a significant milestone for us. It’s a testament to our team’s hard work and dedication to excellence. This recognition reinforces our commitment to quality and innovation in the industry.”",
    "In addition to their technical achievements, Leader Group showcased its commitment to diversity and inclusion, with a significant focus on women empowerment. Cooray highlighted the company’s workforce diversity, emphasising the deliberate efforts to balance gender disparity.",
    "“We believe diversity is key to innovation. About 50% of our workforce is female, a deliberate move to balance gender disparity,” Cooray affirmed. “We ensure that all our employees, regardless of gender, have the opportunity for economic independence and professional growth.”"
  ]
}