{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Hard-Questions-on-Debt-Restructuring/172-256997",
  "time_ut": 1680450032.0,
  "original_lang": "en",
  "original_title": "Hard Questions on Debt Restructuring",
  "original_body_lines": [
    "Sri Lanka for the first time in its history defaulted on its external debt a year ago on 12 April 2022. As with the large debt overhang of many developing countries – including in particular the few countries that have already defaulted – Sri Lanka’s economic growth and even the structure of its economy will be greatly affected. What are the lessons of debt restructuring from around the world and how will it play out in Sri Lanka going forward?",
    "The default on external debt in Sri Lanka could have been avoided if there was greater foresight in the preceding months and years. Prudent policies should have included the state prioritising imports and sustaining foreign reserves rather than blindly following the free trade regime of unrestricted imports by market actors. Furthermore, the devastating consequences of the default, which contributed to the tremendous contraction of the economy, could have been reduced if the policymakers a year ago did not seek a premature default and surrender all bargaining power to the IMF and the creditors. Their publicly stated belief in an immediate IMF agreement, bridge financing from donors and a rapid process of debt restructuring all proved to be wrong. I continue to emphasise this point about a premature default, because it is those same policymakers, advisors and think tanks—who, despite the ignorance that they demonstrated in calling for a premature default that had devastating consequences—that continue to be the dominant economic voices. They remain in the driving seat of economic policymaking in Sri Lanka.",
    "In this column, I address the worrying process of debt restructuring given that Sri Lanka has already defaulted. In particular, what should be the demands of working people, so that they are not forced to again pay for the crippling sovereign debt with their meagre incomes and public assets? After all, with the large flows of global capital and related loans, it is the global financiers and local elite that benefited in the run up to the crisis. I draw on insights from a three-day consultation on debt restructuring in Colombo two weeks ago with economists mainly from the Global South, which was organised by the International Development Economics Associates (IDEAs) and the Law and Society Trust (LST).",
    "Over fifty developing countries around the world are in severe debt distress, on the verge of default, or have defaulted. The tremendous debt overhang could result in a lost decade of economic growth. This would lead to a fall in social development and increased levels of poverty in the Global South.",
    "The existing global financial architecture since the 1970s has proven to be crisis prone with repeated and deepening financial and debt crises. There is an immediate need for across-the-board debt cancellation for many countries in the Global South to avoid devastating years of misery. In this context, a new global financial architecture shifting away from the project of global finance capital that privileged short-term financial returns to the detriment of development outcomes is necessary. Therefore, the structures and avenues of development financing must be reconfigured. Both capital account convertibility, which involves unrestricted flows of capital into developing countries, and commercial borrowing in the international capital markets have repeatedly created crises. There is a need for new international and national development banks along with robust development policies focused on local industrial expansion and agrarian change. This contrasts with a blind faith in the export-led growth model, which has resulted in a race to the bottom for developing countries. The effects will only worsen insofar as global trade is on the decline and under growing stress.",
    "Given the hegemony of global finance capital, which benefits from continued financial extraction, the emergence of a new global financial architecture is bound to take time until there are drastic changes in the global order. Such changes can come through the unravelling of global finance as with the Great Depression of the 1930s or through the solidarity of a bloc of debtor countries affected by such an extractive global regime. Therefore, in the meantime, there is a need to focus on changing the processes of debt restructuring so that countries that default have a chance of overcoming the debt overhang and rebuilding their economies. However, existing systems of debt restructuring are both grossly inadequate and heavily tilted towards the interests of external creditors; the complex of multi-lateral, powerful bilateral and global private financiers.",
    "The IMF as the arbiter for debt restructuring has repeatedly shown that it is on the side of these creditors. Furthermore, the IMF itself is not devoid of conflict of interests. There are no mechanisms and in fact a blatant refusal to restructure the debt owed to multilateral institutions including the IMF, World Bank and Asian Development Bank. The interest rate charged by the IMF at the current moment can be as high as four to seven percent. In other words, the IMF is concerned as much about its own capital and the political and economic interests of its own large creditors like the United States that control it, rather than those of the developing countries that seek its arbitration.",
    "Meanwhile, countries such as Sri Lanka that have already defaulted cannot wait for new systems of debt restructuring. How should we approach debt restructuring and the long crisis before us?",
    "There are hard questions for the Sri Lankan citizenry about debt restructuring. The IMF-supported debt restructuring process is bound to be on a rocky road and will likely take years.",
    "Moreover, Sri Lanka is also caught in the geopolitical game of China versus the West. This is determining negotiations on restructuring bilateral debt. Furthermore, the bondholders whose only interest is greater profits will holdout if they can get higher returns, rather than a “haircut” that reduces the amount to be repaid. Sri Lanka is therefore in a debt trap that is above all a reflection of the broken system that privileges powerful institutions and actors. If Sri Lanka’s debt stock is not decreased, it will find state investment difficult to pursue. State revenues will be channelled to repay loans, and the economy will stagnate. Conversely, if it does not restructure its debt, external transaction costs will remain high, and will likely be excluded from multi-lateral and bi-lateral development projects.",
    "If realistic debt reduction levels are not achieved, Sri Lanka like so many other countries, will not be able to meet the conditions of the IMF agreement. It may even default on its external debt again. Here then is the important political question: does Sri Lanka tear up the IMF agreement sooner rather than later, to avoid the suffering of the working people that we have seen over the last year? The answer depends on whether we believe that this IMF package is impossible to implement. But as mentioned above there are also huge costs in terms of moving forward without the IMF given the default, regardless of the unfairness of the IMF conditionalities imposed on Sri Lanka.",
    "If we are to go forward with the current IMF package, there are questions as to who should pay for the debt overhang. Certainly, the creditors who provided the loans, but who also reap interest as an index of risk, should absorb a large part of the losses. In addition to the fact global finance capital in general has profited through decades of extraction, the external investors in recent years that took the gamble and lost on Sri Lanka should not force an entire country into penury for their miscalculation. Accordingly, Sri Lanka should demand and holdout until as much of the present value of the debt can be reduced. But if time is crucial, and the Government wants to agree to less in the form of debt reduction, the working people in this country should demand that it is the wealthier classes in Sri Lanka that should pay for such debt.",
    "The elite always find ways of using the crisis as an opportunity to impose their own class interests. They claim that there is no solution but to sell state assets. If the state on their behalf chooses to privatise the Ceylon Electricity Board, for example, the state coffers will be increased to repay debt, and foreign financiers will bring in foreign exchange boosting foreign reserves. However, the cost in the long-term will be borne by the working people as they will not be able to afford the inevitable increases in privatised electricity charges.",
    "There is also now a dangerous discourse about domestic debt restructuring, which is being pushed by global financiers who hold our external sovereign debt. Such domestic debt restructuring, in which the assets of the banking system are reduced, can lead to a worrying banking crisis affecting the entire country. The other possibility may be to push for debt reduction of locally held bonds by non-bank sources. But here the largest holder of such bonds is the Employees’ Provident Fund (EPF). Domestic debt restructuring under these circumstances would in effect reduce the hard-earned retirement funds of people.",
    "The IMF is the arbiter of the debt restructuring process. It commands such authority through, for example, its debt sustainability analysis, which was made public in its report two weeks ago on March 21. But it has also exposed itself to be on the side of creditors by outlining the large debt payments that Sri Lanka is expected to make. Furthermore, the IMF has pushed out to 2025 the implementation of a wealth tax, particularly property and inheritance taxes. The working people should demand of the financial system that which it is supposed to be best at: re-profiling bonds. They should demand the implementation of future wealth taxes to pay for the current debt stock.  At the heart of the current debt restructuring process are hard political questions. And the central question is who should pay for the debt overhang. I argue that it should first be the wealthy external creditors and then the Sri Lankan elite. The working people of this country who have toiled so hard and suffered so much should not pay another cent. Do you stand with the global financiers and the local elite or with the working people?"
  ]
}