{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Chaotic-social-security-reform-denies-people-s-rights/14-751587",
  "time_ut": 1691528747.0,
  "original_lang": "en",
  "original_title": "Chaotic social security reform denies people’s rights",
  "original_body_lines": [
    "Programs like Aswesuma that target people based on economic status are prone to errors, arbitrary cut offs, corruption, and social mistrust – Pic by Shehan Gunasekara",
    "“Aswesuma” program applies complex and arbitrary targeting, leaving millions in limbo",
    "Last month, Sri Lanka’s electricity company cut power to Shanti’s home in a town near Colombo, where she lives with her 16-year-old son. Shanthi lost her job last year during a severe economic crisis still roiling the country, and now earns Rs. 300 ($ 0.95) per day – around half her previous wages – as a domestic cleaner.",
    "The crisis, which led to the Government defaulting on its debt, also triggered soaring inflation, including for food, and Shanthi and her son began relying on her employers and relatives to eat. At the same time, in late 2022, her monthly electricity bills started to rapidly increase, more than doubling in a few months, leaving her unable to pay her bills. Now she and her son sleep in the living room of her mother’s apartment, where her brother and his two sons already live.",
    "The Sri Lankan Government raised electricity tariffs in August 2022 and February 2023 as part of a deal with the International Monetary Fund (IMF) to secure a $ 3 billion loan. It also doubled value-added taxes and phased out fuel subsidies, contributing to a spike in prices. The IMF program acknowledges the risks these measures pose but says they are necessary to improve the Government’s finances and that “all program measures are mindful of the need to protect the most vulnerable.” Specifically, the program requires the Government to overhaul the country’s cash transfer program, called Samurdhi, and allocate a minimum amount of funding to four cash transfer programs.",
    "But this overhaul, implemented with the support of the World Bank, has made a bad situation worse for Shanthi and thousands of other families. In July, she didn’t receive her usual monthly benefit of Rs. 3,000 ($ 9.50) from Samurdhi and was told to reapply for a new program, called Aswesuma, which she did but she has yet to receive a response. The Minister of Finance has said this week the Government will begin to review the 968,000 appeals and 17,500 objections it received for Aswesuma.",
    "Research has shown that programs like Aswesuma that target people based on economic status are prone to errors, arbitrary cut offs, corruption, and social mistrust. Instead, governments should establish universal systems not tied to economic status that provide income support to everyone at critical moments throughout their lives.",
    "For Shanthi, the stakes could not be higher. “I became completely destitute… Sometimes I feel it’s impossible to live.”"
  ]
}