{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/06/new-modernization-program-in-2024-president/",
  "time_ut": 1701858300.0,
  "original_lang": "en",
  "original_title": "New modernization program in 2024 – President",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka President Ranil Wickremesinghe said that a ground-breaking economic program designed to modernize various sectors and propel the nation towards progress, will commence from the 1st of January 2024.",
    "Speaking at the centenary celebration of the Government Valuation Department in Pitakotte on Wednesday (06), President Wickremesinghe highlighted that the hardships endured over the past years should not be passed down to the next generation, asserting that the only viable course of action is to embrace the proposed economic changes, urging collective participation.",
    "Reflecting on the recent economic challenges, President Wickremesinghe cautioned against complacency, warning that without prudent management of the current economic stability, the nation might face another crisis within the next decade.",
    "The President advocated for a shift towards a digital economy, citing the necessity of employing modern economic methodologies.",
    "President Wickremesinghe additionally emphasized that global financial entities have acknowledged Sri Lanka’s remarkable and swift recovery from economic challenges, particularly in comparison to countries facing bankruptcy amid the global economic recession.",
    "Expressing gratitude to the employees of the Government Valuation Department for their dedicated service, the President presented awards and issued a commemorative stamp worth Rs. 25 and a first day cover to mark the centenary celebration. He unveiled the song and flag of the department and introduced the “e Valuation” system to digitize its operations.",
    "President Wickremesinghe, in his additional remarks, highlighted the historical evolution of the Valuation Department, tracing its origins back to the Portuguese period and noting significant developments during the British era, including the establishment of the Assessor position in 1923.",
    "Underlining the continued evolution, the President pointed out that the role of the Valuation Department experienced further expansion with the introduction of the land policy in 1972, ushering in a new era.",
    "The President stressed the critical importance of digitization in this context, emphasizing the necessity for a skilled workforce in assessment within the framework of the digital economy. To achieve this, he proposed an increase in university enrolment to nurture future Valuers.",
    "Looking ahead, President Wickremesinghe advocated for a regular property valuation cycle, suggesting that assessments should be conducted every five years. He underscored the vital contribution of the assessment process to the tax collection system, expressing high regard for the initiation of digitalization within the Valuation Department starting from the current year.",
    "Reflecting on the challenges of the past year, during which the nation confronted a significant economic crisis, it is essential to acknowledge the substantial sacrifices made by both government officials and the broader population in steering the country towards recovery. Gratitude is due to all those who played a part in this collective effort, he said.",
    "In the upcoming weeks, the International Monetary Fund (IMF) is poised to issue a statement signalling the country’s exit from bankruptcy. However, President Ranil Wickremesinghe underscored that, for sustained economic stability, a departure from out-dated economic methods is imperative. He cautioned against the implementation of conventional economic strategies, emphasizing that without adopting innovative approaches, the risk of a recurrent economic crisis looms over the nation within the next decade.",
    "Key measures have already been implemented to reinforce fiscal prudence. The Central Bank has ceased the practice of printing money and loans from state banks earmarked for development, have been halted. President Wickremesinghe emphasized that adherence to these conditions is indispensable for fostering economic growth. The President emphasized the crucial need for financial discipline, asserting that effective management of the economy in alignment with disciplined financial practices will pave the way for providing greater relief to the citizens in the future.",
    "The prevailing economic crisis in the country, stemming from the disparity between imports and exports coupled with a budget deficit, necessitates strategic interventions. To address these challenges, comprehensive plans have been formulated to augment export earnings, curtail government expenditure and enhance government income.",
    "Recognizing the potential of the tourism industry to generate substantial foreign exchange, a targeted initiative has been set in motion with the aim of attracting 2.5 million tourists to Sri Lanka next year. The government is optimistic that by further doubling this figure to 5 million, a rapid alleviation of the country’s economic woes can be achieved.",
    "As part of this year’s budget proposal, a significant allocation of 300,000 acres has been earmarked for cultivation, representing a key component of the economic revitalization strategy.",
    "The Valuation Department is poised to play a pivotal role in realizing this agricultural objective. Acknowledging the importance of efficiency in this process, the digitization of the Valuation Department has been prioritized, foreseeing enhanced effectiveness in its operations.",
    "In addressing the pressing needs of the energy sector, a paradigm shift towards renewable energy is imperative. The emphasis should be placed on harnessing wind and solar power resources, with the potential to generate 35GW and 200GW, respectively. Given that the national consumption requirement is less than 50GW, this surplus capacity positions the energy sector as a potential foreign exchange earner.",
    "In addition to prioritizing renewable energy, due attention must be accorded to the integration of Artificial Intelligence (AI) into the energy sector and broader digital economy. The strategic deployment of AI has the potential to rapidly bolster the nation’s economic prowess.",
    "Re- imagining university education | Prof. Sumathy Sivamohan on The People’s Platform | 5th Dec 2023",
    "Three Sri Lankans serving in the Ukraine Army killed in Russian attack"
  ]
}