{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Public-transport-arrangements-before-and-after-New-Year/108-257043",
  "time_ut": 1680493268.0,
  "original_lang": "en",
  "original_title": "Public transport arrangements before and after New Year",
  "original_body_lines": [
    "The main passenger transportation service providers in the country today claimed that all arrangements have been made to provide transport facilities without any problems for the coming festive season.",
    "Sri Lanka Transport Board (SLTB) deputy general manager Panduka Swarnahansa said all transport arrangements have been made for commuters to leave for their home towns to celebrate the Sinhala and Tamil New Year.",
    "All road transport services heads have been advised to provide buses covering the main cities for commuters to travel to and from their respective destinations before and after the New Year.",
    "Special New Year bus arrangements have been made at the Central Bus Stand in Colombo and at expressway terminals. Accordingly, the special bus service for the Sinhala and Tamil New Year will begin on April 07 and continue through April 18. Around 150 buses will operate at the beginning and nearly 250 buses have been arranged to operate on April 11, 12 and 13. Additional buses will be assigned considering the demand for services.",
    "All arrangements have been made to operate bus services on expressways from and to Colombo before and after the New Year.",
    "Meanwhile, the National Transport Commission (NTC) said that a large fleet of buses have been arranged to provide transport before and after the New Year.",
    "However, a senior spokesperson of the Sri Lanka Railways Department said that due to the current shortage of train drivers and the request for leave by most existing employees for the Sinhala and Tamil New Year, there is a risk of train services being disrupted during this festive season. (Chaturanga Pradeep Samarawickrama)"
  ]
}