{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/piyadasa-sirisena-the-great-revivalist/",
  "time_ut": 1684687260.0,
  "original_lang": "en",
  "original_title": "Piyadasa Sirisena – The great revivalist",
  "original_body_lines": [
    "Tribute intends to shed light on how Piyadasa Sirisena became one of the leaders in mass communication, in the early part of the 20th century. Using communication, as a tool, he launched a long drawn out resistance against imperial rule. He was in a crux a countervailing force against the British rule in Sri Lanka.",
    "In retrospect when communication technology was not available to Ceylonese easily, how did Sirisena, just a single individual, reach out to the indigenous mass of Sinhala Buddhists.",
    "As opposed to this situation, the British, under whose control this then the island was, utilized considerable means of communication at their disposal to disseminate information. By this time, the British had access to the printing press – the telegraph, and newspapers. Though printing presses had been established in Ceylon, since the mid-19th century, the resources available to the Ceylonese to disseminate printed material were highly limited.",
    "Britain controlled its colonies through dissemination of information. Though technology in communication was then somewhat backward, they used it with telling effect to influence the mindset of vulnerable people of the countries they had colonized.",
    "The British colonized these countries using their military might. The idea of the conquest of the weaker countries, especially in Asia, was to exploit their resources and transfer the material gains to Britain. This was a part of empire building.",
    "It goes without saying that some of the information transmitted to their colonies could rightly be called fake news.In a forthright article, in a leading newspaper recently, Farish A. Noor, Associate Professor, Nyang Technological University, Singapore, states that empires were built on misinformation, twisted information, or distorted news, which enabled empires to influence and control mass thought.",
    "When you consider the case of Ceylon, a pervasive control was effected in respect of information by one of the principal agents of colonial rule – the Christian missionaries.",
    "Religion is a powerful tool in the mindset of the people, especially the unsuspecting masses. It is a known fact that Christian missionaries, during the 19t-th century, engaged in religious conversions of the people, basically in the maritime provinces, to achieve their ends. The missionaries built churches all over the country. Along with inducements to change their religion, there were also a host of benefits offered, for example employment opportunities, school admissions and other such benefits.",
    "But what caused discontent among the masses were not so much the privileges offered to their brethren, who converted to Christianity but the false information, or fake news, the missionaries spread about Buddhism, particularly in the coastal areas.",
    "Buddhism had been for ages the central component of life and culture of the Sinhalese community. The faith the people had in the temple, the priests, sermons, and alms offered by them could not be taken away easily, though some Sinhalese did give in to material gains. There was, as a result, a simmering discontent against the subtle anti-Buddhist campaigns launched by the Christian missions.",
    "The discontent erupted in the form of a debate through the brilliant communicator – a courageous Buddhist priest in Panadura. The ‘Panadura Wadaya‘ (1873), in which the Ven. Migettuwatte Gunananda Thera played a significant role, is considered a major step in the Buddhist revival.",
    "During the subsequent years, it was Anagarika Dharmapala who continued the revivalist campaign with great fervour. He himself was a great communicator who launched a series of verbal attacks countrywide against British imperialism.",
    "The Mahabodhi Society which he transformed the revivalist endeavour to a high degree, to a founded truly institutionalized form. On the other hand, our country, by the turn of the century, was increasingly on the path of economic, social and cultural regeneration. According to a leading critic, Professor Nadasena Ratnapala, the resurgent, religio-nationalism, which Anagarika Dharmapala had begun, became an important part of the anti-imperial struggle.",
    "It is correct to say that the most lively centre of this struggle was a part of the capital city, namely Maradana.",
    "How did the main personality in this discussion enter the picture of national and Buddhist revival?",
    "Born in 1875, in a verdant and laidback village, named Induruwa, just three kilometers south of Bentota, he moved to Colombo, on being offered employment in a furniture establishment. Piyadasa Sirisaena was no doubt inspired by Anagarika Dharmapala. He admired Dharmapala’s courageous crusade against the British.",
    "Sirisena began his career in a quiet manner by contributing to publications begun by Irvin Gunawardena, a businessman, and his tabloid – ‘Situmina’ was first published in 1895. Sometime later, Sirisena contributed articles to  ‘Sarasavi Sandaresa, edited by a leading newspaper editor, Hemendra Sepala Perera. It is widely believed that it was Perera who opened the door that enabled Piyadasa Sirisena to launch his illustrious career which, in due course, impacted on our society.",
    "The central theme of Sirisena’s work was revivalism. Ceylon, at this time, had a growing literate populous. They were increasingly conscious of their political rights and their ancient Buddhist heritage.",
    "It was through ‘Sarasavi Sandaresa’ that Piyadasa Sirisena was able to serialise his first novel Roslin and Jayatissa. In 1903, Sirisena began to publish his newspaper ‘Sinhala Jatiya’. In the meantime, Anagarika Dharmapala, who held the view that the Sinhala Buddhists, in this country, did not have a Buddhist newspaper, launched Sirisena’s growing ‘Bauddhaya’. Having observed Sirisena’s dedication to the Buddhist revival, and his deep interest in connected work, Dharmapala entrusted the task of editing ‘The Bauddhaya’ to him.",
    "By this time, he was deeply involved in literary activities. As a result of his editing, both the ‘Sinhala Jatiya’ and ‘Bauddhaya,’ there appeared a conflict of interest. This made Sirisena resign from the editorship of the ‘Bauddhaya’. In 1909, he began publishing the  ‘Sinhala Jatiya’ as a bi-weekly paper.",
    "As the 20th century advanced, Sirisena grew in stature, and recognition. His communication skills brought him into close contact with the formal leadership of the country. Among such leaders were D.S. and F.R. Senanayaka, Dr. C.A. Hewavitharana, and W.A. de Silva.",
    "The British liquor policy, at his period of time, began to impact adversely on civil society. It not only caused addiction but also harm to the general life pattern of the Ceylonese society.",
    "The liquor issue and the quest for freedom in combination, gave rise to considerable opposition and became a gathering force against British rule.",
    "Piyadasa Sirisena became a flagbearer of the temperance movement. The leaders of the country enlisted Sirisena’s support, and his communication skills, in the battle against British administration.",
    "The Green book, published by the “Times of Ceylon,’ states that the ‘Sinhala Jatiya‘ press was established as far back as 1907. This proved to be of the greatest significance to the Sinhala reading public since it not only published a newspaper but also numerous novels which had a wide circulation among the literate Sinhalese.",
    "In 1915, an event of historical importance, which turned the tide against British administration – the Sinhala-Muslim riots – were to cause a serious setback to British rule in Sri Lanka. The details of this episode are too well known to be repeated. Piyadasa Srisena, along with other Buddhist leaders, were arrested on the charge of inciting the Sinhalese against Muslims. He was released from jail after two months. It is an unfortunate blot on British history of this country that young Captain Henry Pedris lost his life in the course of the riots. He also became a national hero, following the sacrifice of his life.",
    "We began this exercise by stating that Sirisena was one of the foremost communicators of this nation, during that turbulent, final phase of British rule.",
    "In all Sirisena’s novels, and the newspaper, the central theme was the Buddhist and national revival and the ancient heritage of the country.",
    "a) Sirisena published 20 novels, beginning with Roslin and Jayatissa which, according to Sinhala critics, became a landmark in the history of Sinhala novels. He is also widely considered the father of the Sinhala novel.",
    "b) He published several books on poetry. Amongst the 11 published were Dampal Siritha, Jayawardena Sathakaya, and Swarnamali Maha Kavya.",
    "c) Sirisena’s publication sold over a 100,000 copies, in all, during his life time which, perhaps, is unmatched in the history of this country, except in the case of school texts prescribed by the Department of Education, from time to time.",
    "Piyadasa Sirisena, as many critics state, brought about a silent revolution in the thinking of the Sinhala people of this country.Finally, we need to emphasise that Sirisena, despite his virulent criticism, did admire certain aspects of British administration of this country.In particular, he liked their drive towards a modern state, the legal and education system in addition to economic advancement brought about in the country.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}