{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92387/sri-lanka-to-receive-second-sinopec-fuel-cargo-today",
  "time_ut": 1690946340.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to receive second Sinopec fuel cargo today",
  "original_body_lines": [
    "The second fuel cargo of Sinopec, China’s leading international petroleum company, is scheduled to reach Sri Lanka today (Aug 02).",
    "Meanwhile, the discharging process of the first fuel cargo is in progress, according to Minister of Power & Energy Kanchana Wijesekera. Chinese Embassy in Colombo said the first batch contains a total of 45,000 metric tonnes of fuel.",
    "In a Twitter message on Tuesday (Aug 01), Wijesekera said that the entry of new retail suppliers to the domestic market will ease the foreign exchange requirements for petroleum products as the suppliers will bring in products on a 12-month financing facility from their principal investors with no foreign exchange requirements from the domestic financial institutes.",
    "Accordingly, Sinopec will commence retail petroleum operations with 150 fuel stations island-wide, once the agreements with fuel station dealers are signed and finalized.",
    "Sinopec Energy Lanka (Pvt) Limited – the Beijing-based company’s subsidiary in Sri Lanka – signed an agreement with the Board of Investment (BOI) on July 14 to operate and set up filling stations for fuel distribution on the island nation.",
    "Sinopec has invested USD 100 million in the project, which includes import, storage and sales of fuel. In addition, Sinopec will establish 50 new filling stations in the country.",
    "The agreement inked by Sinopec and the BOI allows the project to operate for 20 years under the oversight of Sinopec Energy Lanka, in accordance with the Sri Lanka BOI Act No. 17.",
    "Sinopec will sell various petroleum products, including 92 and 95 Octane Petrol, 500 PPM Diesel, Diesel 10 COPPM, petroleum jet fuel, and other diesel and petroleum products.",
    "Sinopec is the largest oil and petrochemical products supplier and the second-largest oil and gas producer in China, the largest refining company, and the third-largest chemical company in the world. Its total number of gas stations ranks second place in the world. It ranked 5th on Fortune’s Global 500 List in 2021.",
    "In June 2022, the Cabinet of Ministers had green-lighted the proposal to open up Sri Lanka’s fuel import and retail sales market to companies from oil-producing nations.",
    "In October of the same year, the Petroleum Products (Special Provisions) Bill, paving the way for new suppliers to enter as importers, distributors and retail operators for petroleum products, was approved by the Ministerial Consultative Committee on Power and Energy.",
    "Later, in March 2023, the Cabinet of Ministers granted the approval to award licenses to China’s Sinopec, Australia’s United Petroleum and RM Parks of the USA, in collaboration with multinational oil and gas company - Shell PLC, to enter the fuel retail market in Sri Lanka."
  ]
}