{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/major-central-banks-to-provide-dollar-swap-lines-in-panic-of-2023-115864/",
  "time_ut": 1679272800.0,
  "original_lang": "en",
  "original_title": "Major central banks to provide dollar swap lines in Panic of 2023",
  "original_body_lines": [
    "ECONOMYNEXT – Six floating rate central banks said it would provide dollars swap lines to the banking system to boost liquidity as authorities moved to damp down the latest banking panic triggered by the Federal Reserve.",
    "“The Bank of Canada, the Bank of England, the Bank of Japan, the European Central Bank, the Federal Reserve, and the Swiss National Bank are today announcing a coordinated action to enhance the provision of liquidity via the standing U.S. dollar liquidity swap line arrangements,” the Federal Reserve said.",
    "“To improve the swap lines’ effectiveness in providing U.S. dollar funding, the central banks currently offering U.S. dollar operations have agreed to increase the frequency of 7-day maturity operations from weekly to daily.",
    "“These daily operations will commence on Monday, March 20, 2023, and will continue at least through the end of April.”",
    "The network of swap lines among these central banks is a set of available standing facilities and serve as an important liquidity backstop to ease strains in global funding markets, thereby helping to mitigate the effects of such strains on the supply of credit to households and businesses.",
    "The swap line comes as Switzerland’s UBS bank agreed to buy its rival Credit Suisse, and several US Banks failed or have seen their capital deplete after a bubble in government securities fired by Fed during Covid liquidity injections started to deflate after rates were hiked to stop 40-year high inflation.",
    "The Fed last fired a banking panic in 2008-2009, after an 8 year credit cycle where liquidity was injected to keep rates near zero, ending the so-called Great Moderation period that started in 1980 with former Fed Chief Paul Volcker.",
    "After triggering the Great Depression after deflating the roaring 20s bubble of the 1920s, the Fed had generally avoided banking panics through the Bretton Woods periods when William McChesney Martin was Governor.",
    "However after his replacement by output gap targeting Arthur Burns in 1969, the Fed went off the gold standard, after printing too munch money and firing a commodity bubble called the first oil shock.",
    "A second oil shock was fired in the late 1970s. Volcker tightening, after the Fed excesses of 1970s was associated with the savings and loan crisis of the 1980s, which hit with a delay after the entities operated for some time with negative net worth.",
    "There were also failures linked to small banks in concentrated in geographical regions which had given loans for energy and agriculture as commodity prices fell.",
    "The 2008-2009 Bernanke Panic was triggered in part due to mal-investments in housing loans, as real estate prices shot up.",
    "But the 2023 panic is linked to purchases of low yielding government debt (gilt prices shot up), at a time when the US and other countries were running record deficits as the Fed printed large volumes of money.",
    "A bubble was also fired in crypto assets. Crypto assets had also figured in the losses of at least two banks.",
    "Ironically the Fed was created following a banking panic in 1907, linked to money creation by some free banks, where JP Morgan was involved in bailing out a failing lender. (Colombo/Mar20/2022)"
  ]
}