{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/northern-tamils-are-not-for-sale-to-china/",
  "time_ut": 1700688648.0,
  "original_lang": "en",
  "original_title": "Northern Tamils Are Not For Sale To China",
  "original_body_lines": [
    "I refer to the Article under the heading “Can China win over the Northern Tamils” by M.S.M.  Ayub in the Daily Mirror of 18th November 2023. My response to his query is an affirmative “No”. I say this not as a northern Tamil, but as an independent, free and objective thinker. In today’s International politics, the phrase “Geo-politics” is a commonplace expression. It means an inter-play of power and spheres of influence between militarized Nations. Geo-politics has been accepted by all countries as an axiom that rules and dominate international relations. But, in my view, Geopolitics is a dirty word, an obnoxious anathema in International politics, which has divided the world into two or more formations based on the power of the gun. One formation countervailing the other to maintain a precarious balance of terror between the military might of the Eastern block of Super-powers, Russia and China, poised with Western block of U.S.A and Europe. Small and militarily powerless countries are caught between the two explosive formations. A slight spark could ignite and reduce the whole world into rubble.",
    "The China’s forays into the Northern Sri Lankan Tamils is part of this geo-politics game to counter the sub-continental power India, with whom it had border wars in the Himalayan region. Thus, China’s Belt and Road Initiative to gain strategic footholds in the Indian Ocean is an open secret. China is making concentrated efforts to gain access to India’s southern front. This is demonstrated manifestly in its massive Investment loans to Sri Lanka and Projects like Hambantota Port and Colombo Port City etc.",
    "The recent diplomatic overtures  to woo the Northern Tamils by offering relief aid of 500 Dry Rations parcels to needy families, worth Rs. 7500/- each can be considered more a bribe than an act of altruism. It amounts to trading, food in return for some space in the northern region to China. But, the Northern Tamils are more astute and has an ingrained conservatism and cannot be hoodwinked by free goodies of China. So, the Northern Tamils are not for sale and cannot be “won over” by China. Moreover, Northern Tamils and China are two worlds apart. Besides, there is not an iota of an element that connects Northern Tamils and China. On the contrary, the Northern Tamils have an inseparable binding with their ancestral forebears of Southern India, biologically, ethnically, linguistically, and culturally. These links with India cannot be broken and bartered away for free material aid or financial inducements; On the other hand, there is only a marginal connection between China and the majority Sinhala Buddhists of the South West Sri Lanka.",
    "The only common factor that connects Sri Lanka to China is Buddhism. But then, China is Buddhist only in name. Even if China can be labeled as a Buddhist country, it is not Theravada Buddhism but Mahayana Buddhism. Moreover, China’s religion is Communism and not Buddhism. The latest report is that China has proposed to build the largest Statue of the Buddha in Sri Lanka to cater to latter’s Buddhist emotion and sentiments and buy its allegiance to China. A symbol of ties between Sri Lanka and China- vide DM report of 21/11/2023.  In the final analysis, Buddhism originated in India, and both Sri Lanka and China are mere recipients of Buddhism. The aforesaid multiple factors binds Sri Lanka organically more to India than to China.",
    "However, there is one common political factor that draws China and Sri Lanka to each other. That is, Sri Lanka’s imaginary apprehension about its close neighbor India, and China and India rivalry in the Himalayan border, which escalated into two wars between them. Therefore, China is seeking access to India’s southern front, while Sri Lanka is seeking China as a bulwark against India .Chinese Diplomat in Sri Lanka proclaimed that China is a “protector of Sri Lanka’s Independence, Sovereignty and territorial Integrity”. Therefore, China is asserting tangible presence in the Indian Ocean to protect itself and Sri Lanka. Hence the common needs of China and Sri Lanka, makes the latter to tilt towards China in its foreign policy, which is detrimental to Sri Lanka. This makes China and Sri Lanka strange bedfellows.",
    "Logistically, India is our next door neighbor. Reliance on our neighbor is far greater than reliance on a distant China, thousands of miles away. Moreover, Sri Lanka has greater affinity to India than China. Besides, India has since antiquity never coveted or conquered others’ territories. On the contrary, India has only ceded territories to others. India was larger than what it is today. For example Afghanistan, Sikkim, Bhutan, Nepal, Pakistan and Bangladesh were part of India. India was and is absolutely a country of peace. It was other marauders, the Mongols, Persians, Moghuls, the Portuguese and the British that brought War into India. India’s culture is strongly and irrevocably embedded in its Sanatana Dharma since several millennia, and not in militarism. China winning over the Northern Tamils will be a pipe dream, while China winning over the Southern Sinhalese would be a disaster. Already the economic disaster had manifested by China’s overloaded Project Loans with corruption attached that brought the country to financial bankruptcy. The disaster of Geopolitics is a pending one, in the short or long term, when Sri Lanka would get caught up with embroilment in Big Power confrontation in the Indian Ocean ruining the whole country, including the Northern Tamils."
  ]
}