{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-edge-up-for-the-fourth-session-on-policy-cuts-and-low-inflation-122576/",
  "time_ut": 1685965680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares edge up for the fourth session on policy cuts and low inflation",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares closed higher for the fourth session on Monday, as the policy rate cuts have boosted investor sentiments which have channeled buying interests to enter the market, an analyst said.",
    "The main All Share Price Index (ASPI) was up 0.15 percent or 12.80 points to 8,766.60, this is the highest the market has been since May 18, while the most liquid index S&P SL20 was up 0.28 percent or 6.97 points to 2,949.26.",
    "The turnover generated a 710 million rupees, while the daily market average was 1 billion rupees, the Capital Goods Industry Index generated a massive chunk of the the total turnover, contributing over 355 million rupees which was mainly John Keells Holdings.",
    "Sri Lanka’s inflation in the 12-months to May 2023 has eased to 25.2 percent from 35.3 percent a month earlier according to a revised Colombo Consumer Price Index calculated by the state statistics office.",
    "Prior to the Monetary Policy investors were quite optimistic that inflation is to lower and interest rates will decrease, an analyst said.",
    "“There are gradual improvements in the market sentiment, with positive sentiments coming in from lowered policy rates and inflation,” an analyst said.",
    "Sri Lanka Central Bank is waiting for the government proposal on the domestic debt restructuring (DDR), the central bank governor Nandalal Weerasinghe said amid uncertainty over DDR and speculations over instability in the banking sector.",
    "“On debt restructuring, the borrower is the ministry of finance’s treasury. Certainly we will announce what the strategy will be. We are waiting for a government proposal,” Weerasinghe said.",
    "Sri Lanka’s investors are waiting on assurances to be made on debt restructuring and optimization, Central Bank Governor Nandalal Weerasinghe said, “It is up to the government to clear the uncertainty, because from our side we have done that part.”",
    "The central bank cut the key policy rates by 250 basis points to spur a faltering economic growth as inflation was decelerating faster than it projected.",
    "The speculation of DDR has hit the market and the risk premium has kept the market lending rates well above the central bank’s policy rates. The government has yet to present its plans on DDR.",
    "Weerasinghe said the central bank has done its best to reduce the risk premium through bringing down the market lending rates while keeping the policy rates unchanged.",
    "Sri Lanka’s President Ranil Wickremesinghe has discussed progress of International Monetary Fund program and debt restructuring during a visit of Deputy Managing Director Kenji Okamura, statement said.",
    "“The discussion primarily focused on the progress of the IMF program between Sri Lanka and the IMF,” a statement from President’s office said.",
    "“Attention was also paid to the on-going debt restructuring negotiations.”",
    "However Officials from IMF have said Sri Lanka has to focus on expanding taxes.",
    "“We discussed the importance of fiscal measures, in particular revenue measures, for a return to macroeconomic stability,” Deputy Managing Director Kenji Okamura said in a statement.",
    "The finance ministry this week issued rules requiring everyone above 18 year of age to register to pay income tax.",
    "“I was encouraged by the authorities’ commitment to negotiate a debt strategy in a timely and transparent manner.”",
    "The market generated a foreign inflow of 12.5 million rupees and a net foreign inflow of 4 million rupees, with majority of the inflows being packed in from Chevron Lubricants.",
    "Top gainers in trade were Lanka IOC, LOLC Finance and Richard Pieris and Company. (Colombo/June05/2023)"
  ]
}