{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/timely-publication-on-dengue/",
  "time_ut": 1687601700.0,
  "original_lang": "en",
  "original_title": "Timely Publication on Dengue",
  "original_body_lines": [
    "Prof. Nimal Senanayake MD, PhD, DSc, FRCP, eminent neurophysician, creative writer, and film producer continues his major endeavour to educate the public on common diseases and for this purpose he has produced a series of highly readable small books on these topics. Viral diseases that plague our country incessantly have received special attention as most of these deadly infections have no cure and prevention assumes great importance.",
    "One of those deadly viral diseases is Dengue which is difficult to eradicate and which raises its head from time to time, as it has done at present, in the under- developed tropical countries. Prof. Nimal Senanayake (NS) has brought out a thin volume on Dengue and he has briefly mentioned three other viral conditions, Chikungunya, Zika fever, and Yellow Fever as the causative viruses have a common vector, the Aedes mosquito.",
    "NS, as he is wont to do, brings out interesting and captivating stories and anecdotes about the virus, the vector, the history, the clinical picture and outcome so vividly that even those who may not be interested would be glued to the book until the end is reached. The book is well illustrated with labeled colour photos of high quality.",
    "The book begins with a clear introduction to viruses, their classification based on the nucleic acid structure; DNA and RNA. The vector is mainly Aedes aegypti mosquito which is commonly present in the tropics. Story starts with the Aedes mosquito sucking blood from a person who has contracted Dengue via a previous mosquito bite. The virus rapidly spreads throughout the body of the mosquito without causing any harm to it! How nature works for the survival of the virus!",
    "Immune response is explained with the student in mind rather than the lay person and the value of the book to the student as a quick reference is immense. A fascinating battle ensues between the virus and the human immune system. This is of pivotal importance as it will decide the fate of the patient. The colour photos for illustrations in this section would make it easy to understand.",
    "The clinical features of Dengue are described with the lay person in mind. The ominous signs that indicate the condition may not be harmless are given emphasis. The fever pattern which enables the patient as well as the doctor to suspect that the condition may not be a simple viral fever is described in detail with good graphic illustrations. The second stage of the disease is significantly called the decisive stage where the fate of the patient is often decided. In this stage the plasma component of blood leaks through the capillary walls due to disruption of blood clotting mechanism and damage to capillary wall.",
    "Why a second infection by a different type of Dengue virus could be more dangerous than the first infection, the so called Trojan effect is brilliantly described with reference to the historical incident of the huge wooden horse employed by Greek forces as a ploy to get inside the Troy City fortress. The immune system is tricked by the virus and the defense cells virtually welcome and help the new virus to invade the White Cells just like the Trojan Horse being welcomed into the City of Troy resulting in disaster. One may not find such dramatic explanations in a text book on Medicine. We must remember that NS is a writer of drama.",
    "NS in his usual style presents the drama of the deadly stages of Dengue. The patho-physiology of the process is discussed with emphasis on the effect of leakage of plasma, how it causes Dengue Haemorrhagic Syndrome and Dengue Shock Syndrome. The author very importantly has gone into details of the danger signs that may herald the occurrence of the deadly complications. Author says timely intervention may prevent death.",
    "Prevention of the condition progressing into the deadly stages is the most important measure in the management of the disease. The important measures that should be taken by the caregiver at home are described in great detail.",
    "It is the female mosquito that is blood-thirsty, this is a physiological need for the maturation of her eggs. Eggs are laid in stagnant water, a little bit of it is sufficient for her. Another vital bit of information is that these eggs do not die even if the water dries up and could last for six months and then start its life cycle when the next rain comes. These facts would be very important for the lay person who should participate actively to prevent Dengue in his household.",
    "Prof. Nimal Senanayake’s little book is of immense value for the lay person, the medical student, the doctor who battles for the life of Dengue patients, and also for those who are involved in the Dengue prevention campaign. Even a textbook on Medicine may not carry all this information in its pages, NS has covered every aspect of Dengue and therefore the book may interest a wide range of readers.",
    "President appoints ministerial & specialist Committees for Covid-19 & Dengue Control",
    "Over 6,200 new dengue cases detected in first 21 days of this month",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}