{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lion-Brewery-and-Luxury-Brands-sweep-SLIM-NASCO-Awards-2022-with-19-awards/34-747276",
  "time_ut": 1681166687.0,
  "original_lang": "en",
  "original_title": "Lion Brewery and Luxury Brands sweep SLIM NASCO Awards 2022 with 19 awards",
  "original_body_lines": [
    "Back row from left: Luxury Brands Territory Manager Sanjula Hettiarachchige, Lion Brewery Territory Manager Ryle Madena, Lion Brewery Territory Manager Madura Buddhika, Lion Brewery Territory Manager Crisho Melroy Silva, Field Sales Manager Saminda Hitibandara, Lion Brewery Territory Manager Nipuna Wijerathna, Lion Sales Representative Sahan Sandeepa, Lion Sales Representative Sandeep Madumal and Luxury Brands Sales Coordinator Thashindu Thenuwara. Front row from left: Luxury Brands Territory Executive Rajith Lakmal, Lion Brewery Territory Manager Thuwan Basheer, Luxury Brands Sales Coordinator Subashana Herath, Lion Brewery Territory Manager Amal Kulathunga, Lion Brewery Territory Manager Dinesh Rathubaduge, Lion Brewery Territory Manager Prasanna Wimalaranga, Lion Sales Representative Kanagaraj Prashanth, Lion Brewery Territory Manager Hemal Herath, Lion Sales Representative Nirosh Harshana, Luxury Brands Territory Manager Priyantha Wijesundara and Luxury Brands Sales Coordinator Dilanka Mapa",
    "Reinforce trade marketing excellence to drive brands in regulated dark market",
    "Leading members of the Lion Brewery and Luxury Brands trade marketing teams were honoured at the recently held SLIM National Sales Congress (NASCO) Awards.",
    "The awards recognise that the sales function is crucial to the total marketing strategy and highlight the outstanding contribution of professionals who propel their businesses, brands and industries forward. Now in its twenty-second year, the awards for 2021 and 2022 financial years returned to an in-person gala ceremony on 22nd March.",
    "Entries to the NASCO Awards are reviewed by a judging panel drawn from a cross-section of industry dominating brands.",
    "Front-Liners and Executives are evaluated on their individual performance and ability to advance in their careers.",
    "Territory Managers are assessed on their ability to increase sales revenues, enhance market reach and other key performance indicators within assigned geographical areas.",
    "Regional Sales Managers must embed brand and category building and customer development plans in route-to-market strategy while demonstrating outstanding leadership and meeting overall business objectives.",
    "Under the Alcohol and Tobacco Sector, winners from Lion Brewery and Luxury Brands, its sister company operating in the premium segment of the larger alcobev market, received nineteen awards for efficient and exceptional performance across different categories.",
    "Under the Front-Liners category, Thashindu Thenuwara and Sahan Sandeepa were awarded Gold, Subashana Herath, Nirosh Harshana, Kanagaraj Prashanth received Silver, and Dilanka Jayanath Mapa and Sandeep Madumal claimed Bronze in the same category.",
    "Under the Executive category, Prasanna Wimalaranga and Thuwan Basheer grabbed a Gold and Silver respectively, while Rajith Lakmal, Amal Kulathunge and Ryle Madena received Bronze awards.",
    "In the Territory Manager category, Madura Buddhika and Hemal Herath received Golds whilst Sanjula Hettiarachchige and Dinesh Rathubaduge sealed Silver awards. Priyantha Wijesundara, Nipuna Wijerathna and Crisho Melroy Silva were awarded Bronze under the same category.",
    "In the Regional Sales Manager category, which is one of the most senior classifications in NASCO, Saminda Hitibandara was awarded a Bronze.",
    "This year’s awards are testament to Lion Brewery’s and Luxury Brands’ formidable trade marketing team capabilities and quality of human capital that ensure excellence in execution and the ability to win both customers and consumers. The winners also responded to particularly challenging business conditions that shaped the market over the past two years.",
    "Lion Brewery is one of the largest capex investors in the manufacturing sector of the economy with its state of the art brewery in Biyagama. In addition to earning foreign exchange for the country’s treasury, it has attracted foreign direct investment to Sri Lanka through Carlsberg’s equity stake in the business.",
    "The Brewery is the second largest tax payer in the alcobev segment, contributing Rs. 47 billion during the year ended 31 March 2022 while injecting Rs. 8 billion to the economy through the purchases of goods and services excluding its contribution to Government."
  ]
}