{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95176/ex-policeman-derek-chauvin-stable-after-prison-stabbing",
  "time_ut": 1701009180.0,
  "original_lang": "en",
  "original_title": "Ex-policeman Derek Chauvin stable after prison stabbing",
  "original_body_lines": [
    "Minneapolis ex-police officer Derek Chauvin, convicted in the murder of George Floyd, is reported to be in a stable condition after he was stabbed at an Arizona prison.",
    "The city’s police chief and Minnesota’s attorney general confirmed the news.",
    "Chauvin, who is white, is serving multiple sentences for the black man’s death, which triggered huge protests against police brutality and racism.",
    "A source told AP the 47-year-old was seriously injured by another inmate.",
    "The Bureau of Prisons confirmed in a statement that an inmate at a federal prison in the city of Tucson was stabbed at 12:30 local time (19:30 GMT) on Friday.",
    "The agency said employees contained the incident and “life-saving measures” were performed on the inmate, who was then taken to hospital. The name of the prisoner was not given.",
    "Minnesota Attorney General Keith Ellison, quoted by CNN, confirmed that Chauvin had been stabbed and said he was in a stable condition.",
    "“I am sad to hear that Derek Chauvin was the target of violence,” Mr Ellison told CNN, in a statement from his office. “He was duly convicted of his crimes and, like any incarcerated individual, he should be able to serve his sentence without fear of retaliation or violence.”",
    "The state attorney general’s office had prosecuted Chauvin in the George Floyd case.",
    "News of Chauvin’s condition was confirmed by Minneapolis Police Chief Brian O’Hara, who told local TV station KSTP-TV that he received the update from “federal law enforcement partners”.",
    "“We’re thankful that he’s in a stable condition,” he said, adding “anyone who’s assaulted like this, regardless of what they’ve been accused of, deserve to be safe and that’s certainly not cause for any celebration.”",
    "The news comes days after the Supreme Court rejected an appeal from Chauvin, in which it was argued that he had not received a fair trial for the killing of Mr Floyd - who died after the former officer knelt on his neck for more than nine minutes in 2020.",
    "The killing in Minneapolis - captured on a bystander’s phone camera - sparked global outrage and a wave of demonstrations against racial injustice and police use of force.",
    "Chauvin was later found guilty of Mr Floyd’s murder and sentenced to 22 years in prison. He was given a further 20-year sentence in July 2022 for violating Mr Floyd’s civil rights."
  ]
}