{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/CA-quashes-charges-against-Ravi-in-two-CB-bond-cases/108-255018",
  "time_ut": 1677602204.0,
  "original_lang": "en",
  "original_title": "CA quashes charges against Ravi in two CB bond cases",
  "original_body_lines": [
    "The Court of Appeal today issued a writ of certiorari quashing the charges against former Finance Minister Ravi Karunanayake in connection with two cases filed in Colombo High Court over Central Bank bond issuance.",
    "Court of Appeal two-judge-bench comprising Justices Sobhitha Rajakaruna and Dhammika Ganepola made this order consequent to the writ petitions filed by former Finance Minister Ravi Karunanayake challenging the Attorney General’s decision to file indictment over Central Bank bond issuance.",
    "In his petition, former Minister was challenging the decision made by the Attorney General to indict him at the Colombo High Court in connection with the second Central Bank bond issue took place in March 29, 2016 and March 31.",
    "Karunanayake had named the Attorney General, the Registrar of Colombo High Court, the Member of the Commission of Inquiry and several others as respondents in the petition.",
    "The petitioner states the report of the Commission of Inquiry has alleged that he chaired a meeting held at the Ministry of Finance on 28th March 2016 attended by representatives of three State Banks and other officials.",
    "Karunanayake states that although he was a Minister of Finance, neither the Central Bank of Sri Lanka nor the State Banks came under his purview. He said the Central Bank of Sri Lanka was at that time a subject gazetted under then Prime Minister Ranil Wickremesinghe and three State Banks were gazetted as a subject under the Ministry of State Enterprises under Kabir Hashim.",
    "The petitioner said he could neither give legally binding instructions to the three State Banks nor provide legally binding assurances on behalf of the Central Bank of Sri Lanka as alleged in the conclusions of the Commission of Inquiry. Karunanayake said the Commission of Inquiry has failed to consider the legal position. He further said the decision made by the Commission of Inquiry to the effect that the Petitioner issued “instructions” to State Banks and “assurances” on behalf of the Central Bank of Sri Lanka at the alleged meeting held on 28th March 2016  are abuse of powers.",
    "He further said the decision made by the Attorney General to indict him or exhibit information against him on the basis that he issued “instructions” to State Banks and “assurances” on behalf of the Central Bank of Sri Lanka at the alleged meeting held on 28th March 2016 is ultra vires.",
    "Karunanayake further said this is the only remedy available to him to seek judicial review of the exercise of statutory discretion by the Attorney General to indict him.",
    "President's Counsel Faisz Musthapha, Razick Zarook PC, Shavindra Fernando PC, Counsel Faisza Musthapha Markar, Zainab Markar and Riad Ameen instructed by Dilini Gamage and Sanjeewa Kaluarachchi appeared for former Minister Ravi Karunanayake. Additional Solicitor General Priyantha Nawana PC appeared for the Attorney General. (Lakmal Sooriyagoda)"
  ]
}