{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ready-to-do-it-in-dubai/",
  "time_ut": 1677691740.0,
  "original_lang": "en",
  "original_title": "Ready to do it in Dubai…",
  "original_body_lines": [
    "Although the year 2022 turned out to be a tough 12 months for most of us, it certainly was an amazing period for celebrity Fashion Designer, Stylist, and Fashion Photographer, Raffealla Fernando.",
    "She was in the spotlight, on a regular basis, because of her in-depth knowledge of the fashion industry, her bright and bubbly personality, and, of course, her go-getter attitude.",
    "Her achievements, last year, gave her a celebrity status, and she is now in great demand, not only in the local scene, but abroad, as well.",
    "Raffealla has been invited by the organisers of the ‘Mr., Miss and Mrs. Sri Lanka in Dubai 2023’ to take over the reins as their international fashion consultant, and main organizer.",
    "The organisers of this event are based in Italy and have done many shows, in that part of the world, and Raffealla has worked with them on two previous occasions.",
    "Raffealla: I love styling myself in layers and be my quirky self, whenever I can. My Mona Lisa socks were the highlight of this event",
    "The main reason they have opted for our fashion celebrity is because they believe she has the capability, and the know-how, to uplift the standard of beauty pageants, connected with Sri Lanka.",
    "The grand finale is scheduled for 13th May, in Dubai, and Raffealla says she is excitedly looking forward to making this pageant a memorable happening.",
    "In the meanwhile, the Dynamic Business Leaders (DBL) calendar, a groundbreaking collaboration between Hashtag Media and Raffealla Fernando, was launched on 3rd February, at the Mount Lavinia Hotel.",
    "“This calendar celebrates the diverse and influential figures, shaping the corporate sector today, and features prominent entrepreneurs, and business leaders, from various industries”, said Raffealla, adding that the DBL is not only a celebration of business leaders, of Sri Lanka, but also a platform for motivation and inspiration.",
    "“These leaders have not only been featured in the calendar but have also actively participated in the development of this new initiative, showcasing their commitment to supporting and inspiring the next generation of business professionals to foster growth and development within the corporate sector.”",
    "Raffealla’s other big scene is her annual Celebrity Calendar where celebrities, from different industries, are featured.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}