{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/80868",
  "time_ut": 1673550360.0,
  "original_lang": "en",
  "original_title": "Indian External Affairs Minister S. Jaishankar  to  visit Sri Lanka  for  two days on Jan 19 and 20 for the first time after  President Wickremesinghe assumed Office in July 2022",
  "original_body_lines": [
    "External Affairs Minister S. Jaishankar will travel to Sri Lanka next week, sources told The Hindu. This will be his first trip to the country since President Ranil Wickremesinghe was sworn-in last July after street protests forced out the previous Rajapaksa regime.",
    "Officials said that while a full review of bilateral ties is on the agenda, the visit comes amidst efforts by the Sri Lankan government to get “written financial assurances” from their closest and biggest creditors — India and China — on restructuring their debt. This is needed to make progress on their bailout plan being discussed with the International Monetary Fund (IMF).",
    "Mr. Jaishankar’s two-day visit to Colombo, scheduled for January 19-20, will follow a visit by a ministerial delegation of the Communist Party of China (CPC). The visits, coming back-to-back, are crucial for Colombo to avail itself of the $2.9 billion IMF package under its Extended Fund Facility.",
    "The Sri Lankan government has said that it hopes to borrow more money once the IMF programme kicks in, to set its economy on a path to recovery following last year’s crushing meltdown. China, Japan, and India are Sri Lanka’s three largest bilateral creditors, and Colombo is counting on their cooperation for economic revival.",
    "On Friday, the Chinese Embassy in Colombo announced that a “high-level delegation of the CPC led by the International Department Vice Minister Chen Zhou will visit Sri Lanka 14-18 January, the first official visit of the CPC to the island in the new year of 2023 and after its 20th National Congress.”",
    "India has been involved closely in assisting Sri Lanka’s economic recovery programme after a near-debt default last year, and has been coordinating with other partners like the US and Japan, both on a bilateral level and at the Quad’s meetings, in order to find ways to help Sri Lanka overcome its financial crisis. However, strategic ties hit a block over the Sri Lankan government’s decision to allow a Chinese satellite tracking vessel into Hambantota port last August, a development that both India and the US formally protested against.",
    "In another indicator of the growing faultlines in Sri Lanka, U.S. Ambassador to Sri Lanka Julie Chung told the BBC news service on Thursday that China should not play “spoiler”, and that Beijing must provide the necessary financing assurances without delay “for the sake of the Sri Lankan people”.",
    "The External Affairs Minister was last in Colombo in March 2022, as India announced an unprecedented $4 billion assistance package to help Sri Lanka at the height of its crisis. He earlier met with the Sri Lankan Foreign Minister Ali Sabry on the sidelines of the ASEAN conference in Cambodia in August, assuring him of India’s commitment to be a “dependable friend and reliable partner” to Sri Lanka.",
    "Mr. Jaishankar will also discuss trade and transit ties with India’s neighbour. New Delhi and Colombo are in talks to enhance ferry connectivity, following the restart of Chennai-Jaffna flights last month, for the first time after the COVID-19 pandemic. The Wickremesinghe government has committed to resuming negotiations on the stalled Economic and Technological Cooperation Agreement as well.",
    "Mr. Jaishankar’s visit comes even as Mr. Wickremesinghe is holding talks with Sri Lanka’s Tamil political leadership on a durable political solution. The Tamil parties have expressed concerns over the absence of any tangible action on their demands pertaining to land grabs in the north and east, the release of political prisoners and answers to families of disappeared persons. These are issues that the External Affairs Minister had raised last year, in talks with the then-Rajapaksa administration."
  ]
}