{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95315/presidents-fund-initiates-scholarships-program-for-gce-al-students",
  "time_ut": 1701430920.0,
  "original_lang": "en",
  "original_title": "President’s Fund initiates scholarships program for G.C.E. A/L students",
  "original_body_lines": [
    "In response to the outcomes of this year’s G.C.E. Advanced Level Examination, President Ranil Wickremesinghe has directed the commencement of a scholarship program through the President’s Fund for students currently pursuing their G.C.E. Advanced Level studies.",
    "Guided by President’s Secretary, Mr. Saman Ekanayake, the commencement of this scholarship program is effective from today (01 Dec.), the President’s Media Division (PMD) reported.",
    "To ensure comprehensive coverage, a meticulous plan has been devised to select 50 students from each of the 100 educational zones spanning the entirety of the island. This initiative aims to furnish scholarships amounting to Rs. 6000 per month for a total of 5000 deserving students.",
    "Significantly, in the preceding year, the Presidential Fund successfully facilitated scholarships for 3000 students over a duration of 24 months.",
    "In the year 2022 (2023), eligibility criteria for applying for these scholarships include being a first-time participant in the G.C.E O/L Examination, passing the examination, and qualifying for Advance Level studies. The applicant must be a student enrolled in a government school or a non-fee levying private school. The basic eligibility criteria for application include a monthly family income not exceeding Rs. 100,000.",
    "Application forms and pertinent details for this scholarship opportunity are available for download on the official websites of the President’s Secretariat (presidentsoffice.gov.lk), the President’s Fund (presidentsfund.gov.lk) and the President’s Media Department (pmd.gov.lk).",
    "Upon completion, applicants are requested to submit their applications to the Principal of the school where they undertook the GCE O/L examination.",
    "The success of this program is contingent on the cooperation and support of students and principals alike, and the President’s Fund earnestly anticipates their active involvement in ensuring the success of this endeavour."
  ]
}