{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Tourism-earnings-in-first-quarter-top-US-500mn/108-257373",
  "time_ut": 1680895307.0,
  "original_lang": "en",
  "original_title": "Tourism earnings in first quarter top US $ 500mn",
  "original_body_lines": [
    "Improved tourism activity expected going forward as economic crisis eases",
    "Earnings from tourism almost touched the US $ 200 million mark in the month of March, while such earnings for the first quarter topped US $ 500 million.",
    "According to the provisional data released by the Central Bank, the local tourism sector generated revenue of US $ 198.1 million in the month of March. In rupee terms, the earnings amounted to Rs.65.3 billion. Compared to the corresponding period of the previous year, March revenue expanded by 22 percent. In March 2022, the tourism sector fetched earnings of US $ 161.2 million.",
    "During the first three months of the year, the tourism sector’s contribution to the national economy crossed the US $ 500 million mark. For the January 01 to March 31, 2023, the total earnings amounted to US",
    "Compared with the corresponding period in 2022, the earnings expanded by 9.8 percent. For January 01 to March 31, the cumulative earnings amounted to US $ 482.4 million.",
    "Despite grappling with the challenges prevailing in the economy, Sri Lanka’s tourism sector is witnessing a steady improvement in tourist arrivals.",
    "For three months straight, the island nation has been successful in luring over 100,000 international travellers, which in turn has helped in fetching higher earnings.",
    "Given that the sector is performing at levels better than expected, tourism authorities have revised the arrival target to two million for this year.",
    "As the economic situation is beginning to ease in Sri Lanka, as it just managed to unlock a bailout package of the IMF, the tourism sector stakeholders have expressed confidence in achieving improved performance in 2023."
  ]
}