{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82417",
  "time_ut": 1690668360.0,
  "original_lang": "en",
  "original_title": "",
  "original_body_lines": [
    "Young journalist, Tharindu Uduwaragedera  being forcibly dragged out of a three wheeler, grabbed by his hair and roughly manhandled by a posse of police officers and  whisked away in a police vehicle, is a chilling warning to Sri Lanka’s dissenters.",
    "The ‘arrest’ of a young journalist, Tharindu Uduwaragedera recorded by onlookers this Friday being forcibly dragged out of a three wheeler, grabbed by his hair and roughly manhandled by a posse of police officers before being whisked away in a police vehicle, is a chilling warning to Sri Lanka’s dissenters.",
    "The question here is not whether one agrees with the politics of his dissent or not. Or whether he possessed his ‘media ID card’, as per the police response to his repeated shouts that ‘I am a journalist, I came here to film trade union protests in Borella.’",
    "In fact, it is not even if he was a journalist or not. Simply put, the police cannot just pounce on a citizen without specifying the reasons for arrest and brutalize him or her, with no accountability.",
    "This is constitutional law at its most basic, as constantly affirmed by the Supreme Court. Certainly this particular social media (youtube) channel run by Uduwaragedera may have raised the hackles of Government politicians and their supporters for its abrasive and no holds barred content. That could conceivably be the reason for the treatment meted out to him.",
    "But even disagreeable speech has to be tolerated. As the Court said in the seminal Ratawesi Peramuna case (1994), ‘vehement, caustic and unpleasantly sharp attacks on the government, the President, Ministers, elected representatives or public officers are not per se unlawful…’ In short, this is what Voltaire profoundly articulated centuries ago when he said, ‘I may disapprove of what you say but will defend to the death, your right to say it.’",
    "That right to ‘say it’ is, of course, limited by the Constitution and statute as I must add. But all of that does not entitle the police to act as brutes in uniform which was plainly evident this Friday despite a few calling out, ‘do not hit him.’",
    "Repeatedly we see the violation of not only the Constitution but the Police Ordinance and Departmental Orders. But where is accountability thereof?",
    "Under this Presidency, the Public Security Ministry has been particularly irrepressible; is abuse of power by police officers the criterion for ‘favored status,’ we must ask?",
    "Where Friday’s incident is concerned, some reports are to the effect that Uduwaragedera had later been charged with being a member of a criminal assembly and coercing a public official. If accurate, the question is as to how charges of criminal assembly and coercion could be sustained in the factual circumstances of the case?",
    "This is a mystery that the police must solve before court. Judgements of the apex court detailing the limits of police authority are legion. These have had no deterrent impact.",
    "Over these historically established abusive patterns looms the ugly spectre of political command of the police which, for the whole of Sri Lanka’s post-independence history, no Court, no judge, no law has been able to exorcise.",
    "Establishing a National Police Commission (NPC) to exercise independent oversight authority over the Department of the Police commenced more than two decades ago, under the 17th Amendment to the Constitution. These efforts have not had a happy history. That is despite enormous powers being conferred on the Commission regarding the appointment, promotion, transfer, disciplinary control and dismissal of police officers.",
    "That failed history has one possible exception, the first Commission during its term, laudably interdicted police officers interdicted for torture and cancelled mass scale, politically motivated transfers. That Commission also reversed an initial decision to delegate its constitutionally conferred power to exercise disciplinary control of police officers below the rank of inspector, to the Inspector General of Police (IGP) while retaining the authority to deal with senior officers.",
    "Though the power of delegation to the IGP in respect of ‘junior officers’ was legal, the Commission listened with a receptive ear to public concerns. Foremost among these was that such delegation would continue the status quo with even a ‘good’ IGP being overridden by political demands to ‘look away’ when abuses occur. That would negate the very purpose of independent oversight which was to minimise political interference with the police.",
    "That argument was accepted. This was buttressed by strong public affirmations by the Commissioners that they ‘will not tolerate any interference from any person.’",
    "That integrity had its (inevitable) price. Uniquely, politicians on both sides of the divide, Government and Opposition alike, united to discredit the Commission. This was one of the main reasons why the 17th Amendment was undermined and later, under the Presidency of Mahinda Rajapaksa, totally replaced by the 18th Amendment which reasserted political control.",
    "Consequentially, successive Police Commissions under bad constitutional amendments (18th, 20th Amendments), lost their public credibility with political appointments being rife.",
    "In tandem, the delegation of powers to the IGP became routine, making the Commission not ‘fit for purpose. Reportedly, the present Commission has also, with effect from July 24th, 2023, gazetted the delegation of powers to the IGP in respect of chief inspectors and lower ranks including inspectors of police.",
    "The Commission will retain powers in respect of superior officers. But the question in 2001 (at the time of the 17th Amendment) and currently, more than two decades later, remains the exact same.",
    "Can the Commission in fact, exercise effective authority over the Department of the Police with such delegation to the IGP? This is, in essence, returning the problem to its highly tainted source.",
    "Needless to say, the politicisation of the police is far worse now. The Rule of Law frameworks in place presently are also more fragile. If the concern is the lack of institutional know-how regarding the working of the police, that concern can be met in other ways. One may be to exercise another option of legal delegation of powers over junior officers to a committee of the Commission.",
    "This may include (honourably) retired senior police officers with (hopefully) no political iron in the fire. Regardless, to return to Friday’s police actions, international condemnation by, among others, the Committee to Protect Journalists (CPJ), was swift. More will surely follow. Is this the way that the Government tries to shore up global support for aid to enable Sri Lanka to ‘recover’ from bankruptcy induced by grossly corrupt politicians?",
    "Is not the Rule of Law, the essential prerequisite for a nation’s legal, economic and governance structures to function?",
    "Or perchance, is police abuse in the South the best foundation for President Ranil Wickremesinghe to base his much touted ‘truth and reconciliation’ (TRC) shenanigan for the North?",
    "That, true to form, is merrily on its way in Colombo notwithstanding the resistance of war affected victims.",
    "But make no mistake, Friday’s incident was not an isolated case of a few police officers behaving like savages. Rather, this was the Government’s message to dissenters to come to heel, to ‘behave.’ It is a foretaste of the manner in which street activism and popular social media will be silenced. All these are formidable modes of dissent leading to the formation of mass public opinion.",
    "It is precisely this that the Government cannot abide, even as it looks benignly on Colombo’s elite holding forth in comfortably ‘intellectual’ spaces on freedoms of speech and expression.",
    "Indeed, the brazen manner in which the Constitution was violated on Friday despite the incident being publicly recorded from start to finish, is telling. Clearly, there was no fear of repercussions. The impunity assured to violators by their command officers and political masters, was absolute.",
    "If this was the case in public, there are little guesses as to what would have occurred away from the public eye."
  ]
}