{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/PA-says-plans-afoot-to-restart-over-500-housing-units-in-RPCs/34-747591",
  "time_ut": 1682100292.0,
  "original_lang": "en",
  "original_title": "PA says plans afoot to restart over 500 housing units in RPCs",
  "original_body_lines": [
    "Close to Rs. 1 b to be invested for the construction of housing and ECDs in RPCs",
    "500 families to be vested with new housing constructed to the tune of Rs. 2.5 m per unit",
    "19 Early Childhood Development Centres to benefit families in estate sector",
    "The Planters’ Association of Ceylon (PA) announced that nearly Rs. 1 billion will be allocated towards recommencing the construction of over 500 housing units and 19 ‘Early Childhood Development Centres’ (ECDs) in a drive to create a sustainable livelihood for the plantation community across several RPCs in the country.",
    "According to the Plantation Human Development Trust (PHDT), a tripartite organisation consisting of the Government, RPCs and Plantation Trade Unions (TU), the construction is expected to complete in six months for the benefit of 500 estate workers and their families in Galle, Ratnapura, Kandy, Hatton and Nuwara-Eliya.",
    "A total of over 65,000 housing units have been provided to estate workers and their families, amongst which 44,000 units were constructed since privatisation in 1992.",
    "“We have been steadfast in our commitment to taking concrete steps to improve the amenities in our estates. While we witnessed a slowdown in construction work over the past two years due to COVID-19 and the economic downturn, we look forward to restarting these projects in full swing,” PA Media Spokesperson Dr. Roshan Rajadurai said.",
    "Modular in design, the 550 square feet house is built on a seven-perch block of land. The house comes complete with two bedrooms, a sitting room, kitchen, toilet pipe-borne water, and a small space for home gardening.",
    "In the meantime, Rs. 474 million will be utilised to construct 19 ECDs where children of estate workers are provided security and care during work hours. Mothers working in the field are given the facility to enrol their child at a CDC at the tender age of five months, manned by a qualified Child Development Officer (CDO), until they begin school.",
    "With the goal of improving the lives of children in the estate sector, the work to build and renovate CDCs is rapidly progressing. As part of the Early Childhood Development project introduced in 2015, the investment and tireless efforts of RPCs have generated 1400 newly built and renovated centres. Approximately 25,000 children have been registered for supportive custodial care across the estates.",
    "“For over the past 30 years, RPCs have continuously worked towards improving the livelihoods of the estate community. We see this not only as an investment but also as providing equal opportunity for our estates’ nearly one million resident population. We thank our donors and stakeholders who have played a major role in implementing these initiatives. For generations, our workers have been integral to the development of Sri Lanka’s plantation industry. However, especially in the context of a looming economic crisis, it is vital that all stakeholders band together to protect our most vulnerable communities,” added Dr. Rajadurai."
  ]
}