{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Economic-criminals-evading-justice-through-political-power-AKD/56-750309",
  "time_ut": 1688682924.0,
  "original_lang": "en",
  "original_title": "Economic criminals evading justice through political power: AKD",
  "original_body_lines": [
    "Says people have high expectations for economic criminals to be brought to justice",
    "Claims they are evading justice through political power and not because of weakness in law",
    "Declares corrupt will never punish corrupt and parliament has become haven for criminals",
    "Reveals vicious cycle of corruption which includes deal brokers and even media owners",
    "National People’s Party (NPP) leader Anura Kumara Dissanayake yesterday said the Parliament has become a haven for the corrupt. The MP said while those who committed economic crimes continue to roam free, the people have been forced to bear the brunt of their criminal acts. Dissanayake made these comments during the debate on the newly proposed anti-corruption bill held in parliament yesterday.",
    "“The people are being forced to pay a large sum of their salaries as taxes. The beneficiaries of the EPF and ETF are being forced to pay for the crimes of these economic criminals. The ordinary citizen is suffering due to rising prices and costs as a result of the crimes committed by these individuals,” he said.",
    "According to the NPP leader, there is strong anticipation and optimism among the people of this country to ensure that these economic criminals, who have contributed to this catastrophe, are brought to justice.",
    "“But these economic criminals are appearing in public freely today. Some are VIPs, former presidents, former ministers and even former state officials,” he noted.",
    "The NPP leader during his speech refuted claims that the corrupt are going unpunished due to various weaknesses in the law by presenting a plethora of examples.  “If the current law is weak how can a person who stole eight coconuts be sentenced to prison? If the law is weak, how can a Police Constable or a Grama Seva officer be sent to prison for accepting a bribe?” he asked.",
    "The MP declared that the existing law only manages to nab minor thieves while larger criminals with political power and influence manage to evade punishment.",
    "“There is a vicious circle of corruption consisting of several major deal brokers. Whether we like it or not there are even a few corrupt in the institutions responsible for dispensing justice. Several owners of media institutions are also part of this circle,” he claimed.",
    "Turning his attention to fellow MPs in Parliament, Dissanayake pointed out that one MP evaded the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) when summoned by claiming he had faced an unfortunate incident.",
    "“When he was summoned to answer about an undeclared sum of Rs. 400 million and how he earned it, he avoided the summons by claiming was bitten by a snake. Is the issue then with the law or the snake? No, it is an issue with political power,” Dissanayake claimed.",
    "“A person who was issued a fine of Rs. 20 million, compensation amounting to Rs. 2 million and delivered a suspended sentence of four years is the Chief Government Whip today. So, is it an issue in the law?” he asked.",
    "Dissanayake said the Parliament is a haven for the corrupt. “It is where the corrupt hide. I am seated next to a person who was accused of smuggling gold,” he noted.",
    "The MP also spoke of honest Police sleuths such as SSP (Rtd.) Shani Abeysekara who were imprisoned for their work. “The corrupt will always protect the corrupt,” Dissanayake said."
  ]
}