{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90412/14-arrested-for-assaulting-youth-to-death-in-dehiwala",
  "time_ut": 1683684720.0,
  "original_lang": "en",
  "original_title": "14 arrested for assaulting youth to death in Dehiwala",
  "original_body_lines": [
    "Police said that a total of 14 persons have been arrested over an incident of assaulting to death a 27-year-old person and seriously injuring another at an Air Conditioning repair centre in Dehiwala last night.",
    "Police said that a lorry, a van and a three-wheeler have also been taken into custody over the incident.",
    "The deceased has been identified as Dilshan Ranga Kumara, a 27-year-old resident of Badowita in Mount Lavinia.",
    "Police officers said that the suspects had claimed that two persons who had allegedly trespassed to an air conditioning repair center in the Dehiwala area were beaten, restrained and detained while trying to escape and were then handed over to the police.",
    "After the suspects had brought the two persons to the police in a lorry, the police officers had taken steps to hospitalize the two persons who were in a critical condition by then.",
    "However, police investigations have uncovered that while the victim had been walking on the road, he was taken to the repair center, beaten and detained by the group suspecting that the victim had entered the air conditioner repair center.",
    "It has been further revealed that they had forced the youth to make a phone call to the mobile phone of the other person who came with him and got him down to the place where he was also beaten and detained.",
    "The police also said that the suspects were brutally beaten and the scene of the crime was subsequently washed and cleaned by the suspects.",
    "The other person admitted to the Kalubowila Teaching Hospital is a 28-year-old resident of the Dehiwala area.",
    "Facts have been reported to the Mt. Lavinia Magistrate’s Court regarding the crime, and a magisterial inquest has been arranged while the the Mt. Lavinia divisional criminal investigation officers have launched investigations.",
    "Police said that the 14 arrested suspects are residents of Kinniya, Nilaweli, Avissawella, Kalutara, Bandaragama, Galle, Beruwala, Kantale, Hatton and Ruwanwella areas.",
    "Two more suspects are to yet be arrested while the arrested suspects are to be produced before the Mt. Lavinia Magistrate’s Court."
  ]
}