{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/08/new-zealand-win-thrilling-3rd-t20i-against-sri-lanka-to-seal-series-2-1/",
  "time_ut": 1680931800.0,
  "original_lang": "en",
  "original_title": "New Zealand win thrilling 3rd T20I against Sri Lanka to seal series 2-1",
  "original_body_lines": [
    "Colombo (News 1st) – New Zealand won a nail biting 3rd and final T20I against Sri Lanka by 4 wickets in Queenstown, New Zealand sealing the 3-match series 2-1.",
    "After winning the toss and option to field, Sri Lanka posted a competitive 182/6 in their 20 overs. Kusal Mendis top scored with 73 from 48. His knock included 5 sixes and 6 fours. Kusal Janith Perera was the 2nd highest scorer with 33 off 21. For the Kiwis, Ben Lister picked up 2 for 37 off his 4 overs.",
    "In reply, Tim Seifert led a successful chase of 183 with his 48-ball 88. He was eventually dismissed with his side needing just 29 runs from 23 deliveries with seven wickets in hand.",
    "It was at this stage that Sri Lanka turned on the pressure, slowing the hosts down to just 19 runs off overs 17 to 19. It left the hosts needing ten to win off the last over.",
    "Mark Chapman hit a six off the first delivery, which seemed to have settled matters. But Sri Lanka went on to produce a team hat-trick off the next three balls, with Lahiru Kumara picking up two wickets and effecting a run out. They had a chance to pick up a fourth wicket in the 5th delivery, but missed two run out opportunities. The home side eventually got home with Rachin Ravindra scoring the winning runs off the last ball.",
    "New Zealand thus claimed a 2-1 series victory. Sri Lanka won the first game in the Super Over. New Zealand squared the series winning the 2nd game by 9 wickets.",
    "Sri Lanka Triumphs Over South Africa in Oldham Debating Cup 2023",
    "Election Commission to meet Prime Minister to discuss LG election",
    "Professionals Trade Union collective to meet on Monday (10) to decide on ATA, Tax",
    "US Vice President Kamala Harris: “A democracy says you don’t silence the people. You do not stifle the people”"
  ]
}