{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Govt-to-bring-in-stringent-regulations-on-food-ads/108-260520",
  "time_ut": 1686012450.0,
  "original_lang": "en",
  "original_title": "Govt. to bring in stringent regulations on food ads",
  "original_body_lines": [
    "The Government is in the process of adding final touches to a new set of regulations in relation to food advertisements, where approval of the Director General of Health Services has been made mandatory before publishing selected food advertisements.",
    "According to health ministry officials, the new regulations have been introduced in a bid to address the loopholes that can be seen in the original Food Act.",
    "The regulations have been made by the Minister of Health in consultation with the Food Advisory Committee under section 32 of the Food Act, No. 26 of 1980. These regulations may be cited as Food (Labelling and Advertising) Regulations 2022 and will come into operation on January 1, next year.",
    "The Extraordinary Gazette demarcating the regulations has been published pending parliamentary approval.",
    "According to new regulations, every health claim and Nutrient Function Claim, shall have prior written approval by the Chief Food Authority (Director General of Health Services) before a claim can be made on the label or advertisement of the food while the reference number mentioned in the “Letter of Approval” should also be displayed along with the advertisement.",
    "Further, no label shall in the description of any food, bear the word “natural” and “pure” thereon unless – such food consists of unmixed, unadulterated or unprocessed products with no additives. It may however be subjected to pasteurization, filteration, chilling or freezing; and such food is produced from biological material as distinct from synthetic material.",
    "The new set of regulations also prohibits promotion of any food directly or indirectly to children under twelve (12) years of age by way of advertisements, leaflets, free samples, articles or toys attached to food items or separately or by using cartoon characters, mascots or celebrities or any other form, unless approved by the Chief Food Authority.",
    "In addition, no label or advertisement relating to any food shall indicate directly or indirectly that such food is a cure for any illness and are a protection against heart diseases or of benefit to persons suffering from heart disease.",
    "The new regulations also stipulate that no label or advertisement relating to any food shall claim such food to be an aid for slimming, weight gain, weight control or weight reduction unless prior approval has been obtained from the Chief Food Authority.",
    "Meanwhile, advertising agencies, agents or institutions of any media (print, electronic, outdoor) have been advised not to accept any advertisement containing health claims or nutrient function claims of food without the “Letter of Approval” issued by the Chief Food Authority. (Sheain Fernandopulle)"
  ]
}