{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/reflecting-back-on-the-politics-of-my-lifetime/",
  "time_ut": 1702179170.0,
  "original_lang": "en",
  "original_title": "Reflecting Back On The Politics Of My Lifetime",
  "original_body_lines": [
    "A very good evening to you all, the panellists, the audience and those attending online. Let me begin by acknowledging the traditional custodians of the land, the Wurundjeri People of the Kulin Nation, paying our deepest respects to their Elders past, present and emerging.",
    "I would like to thank and express my gratitude to Dr Udan Fernando for producing the documentary that you have come to see today, which highlights significant aspects of my life and of Kuhan’s.",
    "Both Kuhan and I started our childhood and political journeys from Weligama, Sri Lanka where I was born.",
    "I went along with Janatha Vimukthi Peramuna (the JVP) and Kuhan with Eelam Revolutionary Organisation of Students (EROS), the first Sri Lankan Tamil militant organisation formed in London.",
    "Kuhan is not here at this launch. So, to do justice to him, I have to say that EROS advocated for a better Lanka called Eelam, but not advocated for a separate state. Other militant groups that followed demanded a separate state, that they thought would address the issues that affected the Tamil community.",
    "Fighting for Eelam and Tamil Eelam had major differences, and also some congruencies.",
    "I was not born to privilege. I have seen injustice and discrimination since I was a child and have been exposed to them through my own life experiences.",
    "Comrade Rohana Wijeweera and individuals like us witnessed a lack of revolutionary purpose in the leadership of both Communist parties, be pro-Moscow or pro-Peking. So, Rohana and his colleagues in 1967, laid the foundation for a new movement drawing support from the rural unemployed youth and students.",
    "By 1970, this movement had become the third-largest political force in the country to the irk of the established left. Yet we had limited reach in the North, East, and Malaiyaha regions, but strong support in the university campuses. Small groups of supporters even emerged within the security forces.",
    "The “Aththa” newspaper of the Communist Party of Ceylon (CP) initially exposed us with the headline “A CIA trap to lure (ලුවර්) the youth”. A special unit of the Criminal Investigation Department launched a probe. The leader of the Sri Lanka Freedom Party (SLFP), Mrs. Sirima Bandaranaike referred to a “Che Guevara clique” in her 1970 May Day speech. Subsequently, comrade Rohana was arrested.",
    "In the aftermath, we adopted the name Janatha Vimukthi Peramuna (JVP) while campaigning for Rohana’s release, and against state repression targeting the movement.",
    "Recognizing the looming threat of dictatorship, we openly campaigned for the United Front coalition comprising the Lanka Samasamaja Party (LSSP) and the Community Party (CP) led by the SLFP during the May 1970 parliamentary elections, supporting their progressive policy platform.",
    "In the election, the United National Party (UNP) suffered a crushing defeat. The United Front came to power with a two-thirds majority, dissipating the dictatorial threat. Later Comrade Rohana Wijeweera was also released. Thus, the immediate need for arming ourselves disappeared.",
    "We also started printing party newspapers and disseminating our message through publications like “Janatha Vimukthi” (People’s Liberation) and “Deshapremi” (Patriot). A publicity campaign was also launched to explain our political positions and counter the misinformation campaigns against us. A lecture at Vidyodaya University served to expose who the real CIA agents in Sri Lanka were.",
    "The first public rally was held on August 10, 1970, and the main speaker was Comrade Rohana Wijeweera. Our message was that if the Coalition government were to take steps to implement the progressive policy platform it pledged during the elections, the JVP will be supportive of it.",
    "However, on the same day this rally was held, the three general secretaries of the coalition issued a joint statement warning people not to mobilise under the JVP. This response was not surprising considering the fact that Dr NM Perera, the finance minister stated during the first budget speech that the government could not fulfill any of their election pledges.",
    "The Secretary to the Ministry of Defense at the time, Mr. Arthur Ratnavel issued a press statement a day after, declaring that the ‘number one enemy of the people’ was the JVP and it should be exterminated. Government repression had already started with special arrangements to be made to prevent JVPers from joining the armed forces.",
    "A special anti-JVP unit had been established under the leadership of Peter Keuneman, the Minister for Housing and the General Secretary of the Communist Party at the time. We also received information from the Attorney General’s Department and military sources that the government was formulating legislation to suppress us.",
    "The police subjected party cadre and supporters to arrest and torture. Anticipating serious repression, we established safe houses in inaccessible rural areas while attempting a dialogue with the SLFP leadership.",
    "The turning point came on March 6, 1971, when a police officer was killed during a demonstration organised by a government-linked Maoist Youth Front. Although the JVP condemned the killing, the government attributed it to the JVP and escalated repression.",
    "On March 13, 1971, several JVP members, including Rohana, were arrested. By then, the internal party issues had also reached a peak. By end of March, about 4,000 individuals associated with the JVP had reportedly been arrested.",
    "At the time, for young people, to be on the side of left politics was not unusual. They were inspired by liberation movements worldwide. The premier imperialist power at the time, the US, invaded countries overtly or covertly, just like they are doing now for strategic and economic reasons. The CIA’s direct involvement in the coup in Indonesia had killed around 800,000 people. The carnage in Vietnam was being reported daily on radio and in print, and had expanded to Laos and Cambodia. Millions lost their lives as a result.",
    "Some amongst us believed that armed struggle was necessary to awaken working people to revolutionary activity. Our vision was to tailor it to Sri Lanka’s historical, geographic, socio-economic and political circumstances. We aimed at simultaneous, widespread, swift, and short-term attacks for seizing arms.",
    "Mr JR Jayewardene, the Finance Minister spoke ominously about erasing Sri Lanka’s electoral map for twenty years. His and his party’s strong pro-US stance was well known. Even the SLFP leader warned the people of this right-wing dictatorial threat. Facing this situation, we strongly felt the need to go on the offensive before the enemy attacks us.",
    "This despotic tendency by Mr Jayewardene was given reality when he ascended to power in 1977. The creation of the executive presidential system, the December 1982 referendum that postponed parliamentary elections, subsequent massive repression launched against trade unions, the student movement, the Tamil national movement and ultimately against the JVP were important junctures of his autocratic journey that led to disastrous outcomes which Sri Lankan society is still enduring.",
    "As a result, we armed ourselves, realising that pre-emptive action would be necessary.",
    "On March 16, 1971, the government declared a state of emergency and promulgated part 3, Section 15A of the Emergency Act. This allowed armed forces to dispose of dead bodies without holding post-mortem examinations. The lawyers we consulted stated that it was the first time this law was implemented since the Uva and Kandy rebellions of 1818 and 1848.",
    "The JVP did not have the strength and resources to capture state power. Internal splits had further weakened our strength. Conflicting messages from Rohana added to the confusion, leading to a decision on the second of April 1971, to launch the armed struggle.",
    "However, the Wellawaya attack on April 4, 1971, disrupted the initial plans of the JVP, and the element of surprise was lost. The government mobilized the army. International support for the regime poured in from countries like: UK, Singapore, the US, Pakistan, India, the Soviet Union, China, Australia and others.",
    "The JVP were bereft of any international support. On the 6th of April, I went to the Chinese embassy and met its Political Attaché. I tried to explain what was happening, but he told me to leave the embassy and threatened to call police.",
    "The official death toll was 1,200, though unofficial sources estimated it at 4,000 to 5,000 and likely to be more. The rebels had killed forty-one civilians. A total of 63 police and security personnel were killed and 305 injured. The total estimated damage to state property was about Rs 6.5 million.",
    "The JVP could not move forward peacefully due to intimidation, violence and armed repression by security forces guided by the United Front regime. The JVP lacked time to mature and reconcile or overcome political and strategic differences. The narrowness of the JVP social base, the fact that sections of the populace actively supported counter-attacks, the lost element of surprise and lack of support from Malaiyaha Tamil workers and Tamil speaking communities in the North and East contributed to the uprising’s failure.",
    "My experiences in the sixties and seventies led me to question the decision to embark on the April 1971 insurrection. Legal avenues to challenge state repression were limited, and political discussions faced unwarranted arrests and torture. Thus, the decision to launch the insurrection was the only logical outcome due to our own pre-insurrection activities, and such an attack could not have been avoided.",
    "Of course, this does not minimise my role or responsibility for the consequences.",
    "At the time, there was no legal impediment to conducting political discussions at one’s home or any other premises. There was no legal requirement to ask for Police permission, yet the Police continued to arrest JVP supporters en masse for attending discussions. In addition, they arrested those who sold party newspapers and distributed pamphlets, put up posters, and even those who arranged public meetings.",
    "They were subjected to intimidation, harassment and torture. Yet, after holding them in remand for two weeks or so, judges would release them. However, on many occasions those released were rearrested before they could leave the court premises itself.",
    "The failed insurrection haunted me psychologically. I realised that genuine social transformation cannot occur through the use of force.",
    "After 1977, I again contributed to an erroneous decision regarding the 1982 presidential elections. The elections issue was discussed and our first alternative was to find a suitable common candidate from among the left and the SLFP.",
    "We held discussions with Mr Hector Kobbekaduwa of the SLFP and comrade K P Silva of the CP. Mrs Bandaranaike had her civic rights stripped, so she could not contest elections. Dr AT Ariyaratne’s name was also considered. While these discussions were taking place, Dr Colvin R de Silva unilaterally presented himself as the candidate of the LSSP. So, we had to stop looking for a common candidate.",
    "Obviously, the most suitable JVP candidate was comrade Rohana Wijeweera as he was the most well-known and promoted JVP leader. Yet, he refused to be the candidate because the party would undergo extremely difficult circumstances if he was badly defeated. Instead, he proposed to field me as candidate and pledged to work hard to get maximum votes. He could not get me to agree, and the party decided to call a party conference.",
    "At the conference held in Kandy, comrade Rohana proposed my name. Instead of accepting, I argued that comrade Rohana should be the candidate, as he was the leader and the best known figure. The conference agreed with me. We all worked hard for Comrade Rohana, but the results were politically disappointing.",
    "He broke down and in retrospect I believe that may not have been the case if I had agreed to contest.",
    "Now let me explain why in July 1983, I decided to resign from the JVP. I formally did so in February 1984 because I was held in detention from July 1983 for several months on the pretext that we led the Anti-Tamil pogrom in July 1983.",
    "Many reasons led to my decision, the main one being the party’s decision to change the up to-then accepted policy of the right to self-determination. Despite comrade Rohana’s view about Lenin’s rejection of right to self-determination as policy, evidence from Lenin’s writings and activities, and the subsequent three Soviet constitutions clearly denies his nationalistic rhetoric.",
    "I can remember many Sri Lankan election campaigns, during which the opposition almost always campaigned against any negotiations with Tamil nationalists saying that it would lead to the division of Sri Lanka. Similar echoes were seen in the recent misinformation campaign against empowering First Nations people in Australia during the recent referendum, with false assertions made that the Australian community would be divided if the YES campaign prevailed.",
    "Not only the question relating to the Tamil people’s individual and collective rights, but also many questions relating to the Sinhalese and other communities in Sri Lanka are underpinned by discrimination and human rights violations carried out by the state, its security forces, and many entities across the political spectrum.",
    "Unequal and unfair treatment of the powerless in any community by those in power provide fertile breeding grounds for all major conflicts. The only way disintegration could be halted lies in democratising society and treating all people as equals.",
    "Democratisation means that there should be room to express and discuss diverse and opposing views; and the right to organise without being subjected to persecution and repression. Not only the state but all political organizations need to ensure such room for dissent is available within them. As a whole, civil society will have to become highly active in establishing such mechanisms and keeping the momentum alive.",
    "Many years of being an activist for social justice have taught me that genuine social transformation is not brought about by somehow seizing state power on behalf of the people. The role of the masses in social transformation was not correctly considered during the April 1971 Uprising.",
    "If appropriate lessons were learned from the mistakes and shortcomings of the April 1971 uprising, I believe, many mistakes made in the 1988-89 struggle could have been avoided.",
    "Let me also say a few words about my community activities in Australia.",
    "My focus has always been on bringing communities together in harmony with respect and dignity.",
    "It was tough due to the armed conflict in Sri Lanka, but in the nineties as President of the Australia Sri Lanka Association in Canberra, we were able to bring many diverse communities together. Despite resistance from many quarters, our persistent efforts came to fruition when the Unity in Diversity cultural performance was launched in early 2000, by bringing the Sri Lankan, Indian, Pakistani, Bangla Deshi and Fijian communities together during National Multicultural Festivals held in Canberra.",
    "During the fiftieth anniversary of Independence in 1998, we organised a major community event bringing together many communities. The last item of that event was a cultural performance at the Llewelyn Hall of the Australian National University. The last item of that performance was the song “Peradiga Muthu Atayai Me” (This is the Pearl of the East) sung by the legendary Latha Walpola. It was a remarkable achievement despite the opposition by many Sinhala fundamentalist elements, who argued falsely that it was a JVP song, and also said that only Sinhalese should have the right to sing it.",
    "As a founding president of Friends for Peace in Sri Lanka in Canberra, among a myriad of activities, we also organised a very successful multi-faith event attended by about twenty faith groups, several associations, a plurality of Sri Lankans and the High Commissioner of Sri Lanka in Australia. Fundamentalists did everything to sabotage that event, even by raising ludicrous allegations that we were celebrating the LTTE leader Pirabhakaran’s birthday.",
    "The last collective effort I helped organise in Canberra was a fundraiser to help victims of the firestorm in 2003 in which four people died and 510 properties were destroyed. It was one of the most successful fundraisers held in Canberra as a collective effort of several Sri Lankan community organisations.",
    "In 2004, we followed our kids to Victoria and during the peak of the armed conflict in Sri Lanka in 2008, I contributed to organising a dialogue between many Sri Lankan community organisations in Victoria to bring about reconciliation among our diversity.",
    "Prof Joe Camilleri and Dr Michalis Michael of the Centre for Dialogue, La Trobe University facilitated this dialogue. Despite the inability to achieve a successful outcome due to the imminent defeat of Tamil militancy in May 2009, we all agreed that the issues affecting non-majoritarian communities need to be resolved by appropriate means of empowerment.",
    "Despite many obstacles and unprecedented situations in Sri Lanka and Australia, it is rewarding at times to realise that we have achieved many positive outcomes through several collaborative efforts.",
    "For example, in 2017, when Sri Lanka faced its second worst natural disaster, seven Victorian community organisations got together and helped rebuild the worst damaged school in the south of Sri Lanka.",
    "During the Black Summer Bushfires in 2019 in Victoria, around 20 organisations and individuals got together as a collective and assisted the Country Fire Authority in Victoria and the Victoria Zoo.",
    "In January 2020, Vic Lanka Covid Aid Collective brought together 13 organisations and several individuals in Victoria and New South Wales, and provided Victorians of Sri Lankan origin and other Sri Lankans affected by the Covid outbreak by providing material, financial, mental health and legal assistance and employment advice and also advocating for them.",
    "Starting from April 2021 the Sri Lanka Covid Aid Collective responded to direct and indirect requests that came from diverse sources during the Covid pandemic that was devastating Sri Lanka.",
    "Later on, the “Save A Dream” team from Victoria, New South Wales and Brisbane addressed those needs and to ensure probity, assistance was distributed via Sarvodaya, the Red Cross Society and the Rotary Clubs in Colombo. Later we collaborated with Rotary International, Rotarians in NSW and Colombo to deliver much needed medical equipment to three major hospitals in Sri Lanka.",
    "We believe such assistance contributed to saving many lives, improving healthcare responses and keeping the health system in a state of preparedness.",
    "Thus, we were able to rise above our differences to help those in need. Yet, as we face unprecedented challenges in future, our unity will be essential for safeguarding the dreams of many Sri Lankans.",
    "I extend gratitude to all our colleagues, family and friends who supported our endeavours.",
    "On this occasion, I would like to acknowledge many who assisted us in our various activities in Australia. On behalf of my family, I would like to thank Parakrama in NSW, Willie in Canberra, and associations such as People for Human Rights and Equality (PHRE), Australian Advocacy for Good Governance in Sri Lanka (AAGGSL) and Sri Lankan Australians (SLA) in Victoria. I would also like to thank Michael, Ranjith, Antony, Channa and Siraj in Victoria for helping me out whenever I needed help.",
    "Last but not least Chitra, Harshini, Suranga and all members of my family have been there every step of the way during the most difficult times of my life. Due to my involvements, they had to undergo serious difficulties in their lives. On the one hand I am sorry, but at the same time I am so grateful to have your kind acceptance. It gives me the foundation and courage to move forward and get things done.",
    "*The speech Dr Bopage made at the event for Retrospection of his life and the online launch of the documentary “Dwandha” that was held yesterday, Saturday, Dec 9 at 4.00pm in Melbourne."
  ]
}