{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/15/another-four-countries-give-assurances-to-imf-on-sri-lanka/",
  "time_ut": 1678853100.0,
  "original_lang": "en",
  "original_title": "Another four countries give assurances to IMF on Sri Lanka",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Foreign Minister Ali Sabry, PC said that four more countries have stepped forward to provide debt restructuring assurances to the International Monetary Fund.",
    "He tweeted that Saudi Arabia, Pakistan, Hungary, and Kuwait have given debt restructuring assurances to IMF.",
    "The Foreign Minister is in the UK to attend the Commonwealth Day celebrations.",
    "Minister of Foreign Affairs, Ali Sabry will participate in the 22nd Commonwealth Foreign Affairs Ministers Meeting (CFAMM) at the Commonwealth Headquarters, Marlborough House, London on 15 March 2023.",
    "This year’s CFAMM will engage the Foreign Ministers in discussing joint responses to shared challenges such as the need to build resilience for peaceful and sustainable societies, climate financing for environmental sustainability and leveraging intra -commonwealth trade and digital connectivity for economic recovery, food, and energy security.",
    "On the sidelines of these events, Minister Sabry will have a call on the Rt Hon James Cleverly, Secretary of State for Foreign, Commonwealth Development Affairs (FCDO), bilateral meetings with Rt Hon Patricia Scotland KC, Secretary General of the Commonwealth, Ann Marie Trevelyan, Minister of State for Indo – Pacific FCDO and Lord Mervyn Davies of Abersoch, Prime Minister’s Trade Envoy for Sri Lanka.",
    "The Foreign Minister will also participate in an afternoon tea hosted by Rt Hon Lord Naseby at the House of Commons and deliver remarks on Sri Lanka’s relations with the UK to a cross section of British Parliamentarians organized by the Sri Lanka High Commission in London together with Sri Lanka Tea Board.",
    "Indonesian police officer jailed for firing tear gas that caused deaths of 135 fans at soccer match"
  ]
}