{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/political-pot-on-the-boil/",
  "time_ut": 1680952320.0,
  "original_lang": "en",
  "original_title": "Political pot on the boil",
  "original_body_lines": [
    "The political pot seems to be very much on the boil with speculative reports that defections from the opposition to the government are afoot. The Daily Mirror which waded into the story on Thursday with a front page headline “Sajith loses grip on a dying SJB?” crowed on Friday that “SJB MPs (were) split” following its previous day’s report. It added that some criticized the paper but others confirmed that talks with RW were on. Predictably, few of these worthies were named although Dr. Rajitha Senaratne, already on record saying he was willing to be health minister, had told a news conference on Thursday that several SJB MPs were willing to support Wickremesinghe and that they would do so as a group. Shades of Karu Jayasuriya in 2007 leading a group of UNPers to strengthen Mahinda Rajapaksa’s war effort. Senaratne had also qualified that while many MPs were willing to work with the president, they were a “bit reluctant” to contest an election with him. But elections in the short term, even local government polls, are unlikely.",
    "None of this, of course, has been confirmed. President Ranil Wickremesinghe has, since his ascension first to the prime ministry and then the presidency, made abundantly clear that he keenly desires a national government as far as that is possible. He has repeated this invitation during his frequent visits to parliament and has succeeded in only attracting a handful of MPs, and that too for consideration of office. SJB MPs, now Ministers Harin Fernando and Manusha Nanayakkara joined the Wickremesinghe government last May when RW was prime minister. CWC Leader Jeevan Thondaman, who ran on the pohottuwa ticket at the last election, is now a minister, had displaced Wickremesinghe himself as the youngest ever minister, when he was sworn by RW last January. Despite running under the pohottuwa at the last general election, his allegiance today is to RW rather than the Rajapaksas. Newspapers and the social media are full of speculative stories that more defections are on the way. How that particular papadam will eventually crumble remains to be seen.",
    "JRJ wrote in anti-defection provisions into his constitution which changed the electoral process from the previous first-past-the-post Westminster system to Proportional Representation (PR) on party district lists. Preferential votes were made part of the scheme to apply a democratic veneer on what appeared to be an authoritarian move with the party leader having the whip hand. But this created other problems with large district electorates – as compared to the previous constituencies – giving moneybags distinct electioneering advantages. Intra-party squabbles among different candidates from the same side competing for preferences were a dime a dozen. Jayewardene took post-Independence election results into his calculations in opting for PR, wanting to ensure that no landslides were possible under the new order. The UNP had suffered spectacularly from these, notably in 1956 and 1970 when the greens won very few seats despite a respectable countrywide poll. The old fox drew his lessons from that although his own 1977 victory was the biggest ever landslide.",
    "But aniccavata sankara as the Buddha said. All things are impermanent and there have been comfortable electoral victories, sometimes nudging two thirds majorities, though perhaps not in the scale of landslides, under the new system. Although Lalith Athulathmudali and Gamini Dissanayake may have lost their seats as a result of attempting to impeach President Premadasa, and getting expelled from the UNP in the process, defections have been all too common for a long time. The constitutional anti-defection provisions, endangering elected offices of defectors, have been virtually unimplementable. This was due to certain Supreme Court judgments that enabled protracted court proceedings challenging the bona fides of parties expelling their MPs. Few MPs today, or even local councilors, fear crossing over on the grounds that consequential party action would cost them their seats.",
    "President Wickremesinghe would welcome able SJB members like Dr. Harsha de Silva, Eran Wickremaratne and Kabir Hashim joining him. These parliamentarians, widely admired across party lines, are not believed capable of sacrificing principles for messes of pottage. They have spoken out of their belief that the arrangements with the IMF, properly handled, could benefit the country. Such expressions, and the fact that there are no wide differences between the SJB and the UNP, have fueled speculation that they may join Wickremesinghe and news to this effect has been published. Harsha tweeted that it looked like the Daily Mirror seemed to know more about his life than himself. But he has added that reforms are essential and the current arrangement with the IMF was similar to their own blueprint. A line in his tweet identifies the exception: “except for their total lack of focus on social safety nets.”",
    "Last week’s news included price cuts on many essentials, with particularly sharp reductions in petrol and gas prices. The icing on the cake was raising the weekly fuel entitlement of motorists. But there was no clarity whether this will continue beyond the New Year period. There are faint signs of respite although the president has made clear that the arrangement with the IMF is no magic wand to banish all Lanka’s woes. As we said in this space recently, a lot of heavy lifting remains to be done. Whether RW attracts support from the opposition or not, the going will remain rough and he will not add to his reputation by enlarging the cabinet.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}