{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Lasantha-s-kids-speak-out-15-years-since-his-murder/56-757162",
  "time_ut": 1704662046.0,
  "original_lang": "en",
  "original_title": "Lasantha’s kids speak out, 15 years since his murder",
  "original_body_lines": [
    "Posters being pasted in Colombo and suburbs yesterday to mark the 15 years since the murder of Lasantha Wickrematunge which falls today  - Pic by Asoka Fernando",
    "Today marks 15 years since the brutal murder of iconic journalist Lasantha Wickrematunge with none brought to justice. To mark the occasion Lasantha’s kids Avinash, Ahimsa and Aadesh issued the following statement which will be read out today at Lasantha’s graveside memorial at the General Cemetery Kanatte.",
    "Fifteen years ago today, our father Lasantha Wickrematunge was assassinated in cold blood in a defining moment of loss that shook the spirit of Sri Lanka and broke the hearts of all those who love and value peace and democracy.",
    "Our father was a peacemaker and a valiant crusader for change. Today, his name has become synonymous with the fight for human rights and press freedom and the pursuit of social justice and equality.",
    "To us, we knew him only as our kind and dedicated father, our loving support system who was devoted to our family, selfless to a fault and lived his life for others. We grieve for him every time our family gathers and there is an empty seat at our table. We miss him every day.",
    "Sri Lanka has faced dark times since his demise. Our father would have been proud of the Aragalaya and those who marched on in the tradition of his message and in his spirit, resisted tyranny at the risk of their own safety.",
    "Our family thanks all those who continue to love our father and have supported us in the pursuit of justice over the years. Though our father is no longer here with us today it is important that we direct our grief and our anger into meaningful action and continue his work that remains incomplete.",
    "Let us honour our father and carry his torch and fulfil his vision of transparency, impartiality, tolerance and liberty in our motherland."
  ]
}