{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Humans-share-the-earth-can-protect-it-not-own-it/172-260658",
  "time_ut": 1686159155.0,
  "original_lang": "en",
  "original_title": "Humans share the earth; can protect it, not own it",
  "original_body_lines": [
    "When we cut trees or destroy forests, we cause physical or criminal harm to our mother. When we waste fresh water or other natural resources, we waste what has been given to us with love by our mother. When we pollute the environment by using excessive fuel, we are threatening our her with death. We may not be aware of it, but many of us are doing it and we know that ignorance of the law is not a justification for such a crime.",
    "These and related factors would have come to mind when we marked the United Nations World Environment Day on June 5. The issue is so important that the UN has created a special agency to coordinate a battle against pollution, which most scientists believe is the most important battle in history. Unless we co-operate and co-ordinate a battle and unless wealthy nations provide more funds for the battle, we may be the last or one of the last generations.",
    "In a statement, the United Nations Environmental Programme (UNEP) says World Environment Day 2023 is a reminder that people’s actions on plastic pollution matters. The steps governments and businesses are taking to tackle plastic pollution are the consequence of this action. It is time to accelerate this action and transition to a circular economy.",
    "While plastic has many valuable uses, we have become addicted to single-use plastic products — with severe environmental, social, economic and health consequences. Around the world, one million plastic bottles are purchased every minute, while up to five trillion plastic bags are used worldwide every year. In total, half of all plastic produced is designed for single-use purposes – used just once and then thrown away.",
    "According to the UNEP, plastics including microplastics are now ubiquitous in our natural environment. They are becoming part of the Earth’s fossil record and a marker of the Anthropocene, our current geological era. They have even given their name to a new marine microbial habitat called the “plastisphere”.",
    "So how did we get here? From the 1950s to the 1970s, only a small amount of plastic was produced, and as a result, plastic waste was relatively manageable. However between the 1970s and the 1990s—the high point in the era of the globalized market economic system-- plastic waste generation more than tripled, reflecting a similar rise in plastic production. In the early 2000s, the amount of plastic waste we generated rose more in a single decade than it had in the previous 40 years. Today, we produce about 400 million metric tonnes of plastic waste every year.",
    "The UNEP says we are also seeing other worrying trends. Since the 1970s, the rate of plastic production has grown faster than that of any other material. If historic growth trends continue, global production of primary plastic is forecasted to reach 1,100 million metric tonnes by 2050. We have also seen a worrying shift towards single-use plastic products, items that are meant to be thrown away after a single short use. About 36% of all plastics produced are used in packaging, including single-use plastic products for food and beverage containers, about 85% of which ends up in landfills or as unregulated waste.",
    "Additionally, some 98% of single-use plastic products are produced from fossil fuel, or “virgin” feedstock. The level of greenhouse gas emissions associated with the production, use and disposal of conventional fossil fuel-based plastics is forecast to grow to 19% of the global carbon budget by 2040.",
    "These single-use plastic products are everywhere. For many of us, they have become an integral part of our daily lives. Systemic change is needed to stop the flow of plastic waste ending up in the environment.",
    "Of the seven billion tonnes of plastic waste generated globally so far, less than 10% has been recycled. Millions of tonnes of plastic waste are lost to the environment, or sometimes shipped thousands of kilometres to destinations where it is mostly burned or dumped. The estimated annual loss in the value of plastic packaging waste during sorting and processing alone is US$ 80- 120 billion.",
    "Cigarette butts — whose filters contain tiny plastic fibers — are the most common type of plastic waste found in the environment. Food wrappers, plastic bottles, plastic bottle caps, plastic grocery bags, plastic straws, and stirrers are the next most common items. Many of us use these products every day, without even thinking about where they might end up.",
    "The legendary native American Chief Seattle has said humankind has not woven the web of life. We are but one thread within it. Whatever we do to the web, we do to ourselves. All things are bound together. All things connect. Humans merely share the earth. We can only protect the land, not own it."
  ]
}