{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sec-cse-varsity-battles-2023-to-commence/",
  "time_ut": 1684773900.0,
  "original_lang": "en",
  "original_title": "SEC /CSE Varsity Battles 2023 to commence",
  "original_body_lines": [
    "The Securities and Exchange Commission of Sri Lanka (SEC) and the Colombo Stock Exchange (CSE) will be organizing the “Varsity Battles 2023”, an inter-university quiz competition, with the objective of educating university students of all state universities on the capital market.",
    "The competition will be launched, commencing with the University of Rajarata on 24th May and the University of Jaffna on 25th May 2023.",
    "The quiz will consist of two stages. The first stage will be, inter-faculty competitions followed by the second stage which will be an inter-university competition, with seven rounds for each stage, including questions from global markets, general knowledge, Sri Lankan economy, business, current affairs, sports, entertainment, and a rapid-fire segment.",
    "The top three teams with highest scores in the inter-faculty competition will compete at the inter- university competition. The winning team of the inter-faculty competition will receive a cash award of Rs. 75,000 whereas the winning team of the inter-university competition will receive a cash prize worth of Rs. 300,000 whilst 1st and 2nd runner-up teams would receive Rs 200,000 and Rs 100,000 respectively.",
    "A group of organizations have come together as sponsors to make this inter university competition a reality. The Varsity Battles 2023 is sponsored by the following orgainzations.",
    "Platinum sponsors: First Capital Holdings PLC and Bartleet Religare Securities (PVT) Ltd.",
    "Gold sponsors: CIMA Sri Lanka, Capital Trust Holdings Ltd, London Stock Exchange Group Sri Lanka, CT CLSA Securities (Pvt) Ltd, and Senfin Securities Limited",
    "Silver sponsors: Lanka Securities (PVT) Ltd, LOLC Holdings PLC, Asha Securities Ltd, Softlogic Stockbrokers (PVT) Ltd, Almas Equities (PVT) Ltd, and Senfin Asset Management (PVT) Ltd",
    "Co-sponsors: Vidullanka PLC, Millennium IT ESP (PVT) Ltd, CryptoGen (PVT) Ltd & Crypto Labs (PVT) Ltd, Data Management Systems (PVT) Ltd, Sunshine Holdings PLC, Barista Coffee Lanka (PVT) Ltd, Cargills (Ceylon) PLC, Lanka IOC PLC, N-able (PVT) Ltd, and E Futures (PVT) Ltd",
    "Regional Refreshment Partners: Ulankulama Dairies (PVT) Ltd and VS Engineers & Contractors (PVT) Ltd and the Regional Hospitality Partner of the event is Jetwing Jaffna.",
    "Related Topics:SEC /CSESEC /CSE Varsity Battles 2023 to commenceVarsity Battles",
    "DFCC Leasing and Micro Cars partner to offer enhanced value to customers through joint leasing promotion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}