{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83063",
  "time_ut": 1699533540.0,
  "original_lang": "en",
  "original_title": "Without Taking a Formal Vote, Parliament Unanimously Passes Resolution Against Sri Lanka Cricket(SLC) , titled “Removal of Corrupt Officials, Including the Chairman, from Sri Lanka Cricket: Sajith Premadasa Proposes and Nimal Siripala de Silva Seconds “Unity” Resolution.",
  "original_body_lines": [
    "In a rare moment of unity, parliamentarians of both the Government and the Opposition yesterday came together to unanimously pass a resolution in Parliament against Sri Lanka Cricket (SLC).",
    "The resolution, titled “Removal of Corrupt Officials, Including the Chairman, from Sri Lanka Cricket Board,” received unanimous support from both Government and Opposition MPs, leading Speaker Mahinda Abeywardena to pass the resolution without a formal vote.",
    "Sports Minister Roshan Ranasinghe, announced that the resolution would be forwarded to the International Cricket Council (ICC) and urged the SLC officials to resign promptly, preserving their honour.",
    "The resolution, presented by Opposition Leader Sajith Premadasa was seconded by Ports, Shipping and Aviation Minister Nimal Siripala de Silva on behalf of the Government before being taken up for debate.",
    "Premadasa called for collective action to address concerns surrounding SLC’s management as he acknowledged the rare unity among political factions on the issue of cricket administration in Sri Lanka.",
    "“Despite ideological differences between the Government and the Oppo sition, there is a shared commitment to address concerns surrounding the cricket board’s management,” he said.",
    "Premadasa emphasised a shared responsibility to protect the present and future of cricket in the country, urging all stakeholders to prioritise the game’s well-being over partisan interests. He underscored the necessity for the immediate removal of the allegedly corrupt cricket administration and advocated for the formulation of a transparent and robust strategy for the sport’s future.",
    "Premadasa suggested the creation of a dedicated parliamentary forum for cricket matters, involving Members of Parliament to provide valuable insights and opinions for effective governance and protection of cricket in Sri Lanka.",
    "More allegations were levelled against the SLC during the session with the Minister of Sports, Roshan Ranasinghe accusing SLC administrators of attempting to make a withdrawal of $ 2 million even as the debate was taking place in Parliament. He said the relevant bank manager had sought instructions on the transaction as there was an ongoing debate on the matter in Parliament.  “There is clear corruption being committed through these transactions,” he said.",
    "The SLC was quick to respond to the allegation and denied it had made any attempt to carry out a transaction as alleged by the Minister. “Any claims that SLC is trying to transfer funds out of its accounts are false and factually incorrect,” SLC said. It also accused the Minister of making such statements with ulterior motives to create unnecessary public unrest against the SLC.",
    "Chief Opposition Whip Lakshman Kiriella, also alleged that he had received inside information suggesting that certain items were being removed from SLC. Delving into the questionable election process for appointment to the SLC board, Kiriella highlighted the disparity, noting that while only 12 cricket clubs actively participate in the sport, over 140 clubs were involved in the voting process.",
    "In contrast, Kiriella highlighted that only 10 clubs vote for the appointment of the Cricket Australia board, and a mere 20 participate in the selection of administrators for the Board of Control for Cricket in India.",
    "Joining the debate, former President Maithripala Sirisena said corruption is rampant across all sectors in the country today, and not limited to cricket. He emphasised that corruption in cricket has been prevalent for 20 years. He highlighted the need for robust laws to prevent corruption in the country.",
    "“The funds misappropriated by these individuals should be directed towards supporting school athletes and sports programs. Many schoolchildren currently lack the means to purchase essential cricket equipment,” he said.",
    "Meanwhile, National People’s Power (NPP) MP Vijitha Herath claimed that the governance of cricket in Sri Lanka is firmly controlled by three influential families. He highlighted that the Sumathipala, Dharmadasa and Ranatunga families have maintained influence over the cricket governing body over the years.",
    "The MP alleged that all fraudulent activities at SLC are taking place with political support including that of President Ranil Wickremesinghe and his Chief of Staff.",
    "He also recalled the reluctance of the SLC to appear before the Committee on Public Enterprises (CoPE) and noted an ongoing CoPE investigation regarding the acquisition of a building in Kandy by the SLC for millions of rupees for the purpose of setting up a university.",
    "The NPP MP commended the efforts of the Sports Minister in appointing an interim committee but expressed doubts regarding the selection of certain members including veteran cricketer Arjuna Ranatunga, Attorney Rakhitha Rajapakshe and Upali Dharmadasa due to various vested interests.",
    "However, Herath’s comments appeared to irk the Minister for Urban Development and Housing, Prasanna Ranatunga, who is the brother of Arjuna Ranatunga.",
    "He alleged that the Janatha Vimukthi Peramuna (JVP), leading the NPP, is spreading a false narrative about the President›s response to the cricketing crisis and accused the party of receiving funds from the current President of SLC, Shammi Silva.",
    "The Minister said the President is favourable in rehauling the constitution of the SLC and that in fact, it was proposed by him. Ranatunga also emphasised the need for collective efforts on national issues that impact the country, drawing parallels to the unity witnessed in addressing cricket-related matters.",
    "However, the debate was not without incident despite the initial show of unity among the factions as the Speaker opted to pass the resolution unanimously without a vote, with all parties seemingly agreeing to its contents.",
    "MPs of the SJB voiced their opposition to the move, calling for a vote to be taken up.  However, the Speaker said a vote was not necessary as the entire Parliament had unanimously agreed to the resolution. Outside Parliament the party leader slammed the Speaker, accusing him of violating the democratic rights of MPs.",
    "The absence of NPP MPs during the designated voting time in Parliament did not go unnoticed, prompting the Sports Minister to question the significance of their non-participation. “Here we have everyone except the NPP and JVP. Does their absence imply the JVP is content with the state of the SLC when public consensus points otherwise?” he asked.",
    "Meanwhile, roads leading to SLC were also closed by the police yesterday preventing any member of the public from entering the area. Nevertheless, a protest unfolded in the vicinity, with public participation, where tensions escalated against SLC and the disappointing performance of the national cricket team.",
    "Attending the protest Rajanganaye Saddharathana Thera said the entire country is calling for the sacking of the ‘corrupt’ SLC. “Neither cricket nor any country was uplifted by thieves. Do not sell this sport for money,” he said. The Thera said the cricketers currently representing the team were chosen by ‘thieves’ while there are far more talented sportsmen in the country’s villages."
  ]
}