{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lankan-Kiwi-becomes-the-youngest-ever-winner-of-Mountbatten-medal/108-263867",
  "time_ut": 1690280666.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Kiwi becomes the youngest-ever winner of Mountbatten medal",
  "original_body_lines": [
    "A Sri Lankan Kiwi from South Otago has become the youngest-ever winner of a Mountbatten medal, after the heroic rescue of his younger brother from heavy surf.",
    "On August 27 last year, the then 13-year-old Kalya Kandegoda Gamage was paddling in the water’s edge at Chrystalls Beach with his 11-year-old brother Kithmi.",
    "It was then when a large wave swept his younger brother off of his feet, and two more large waves pulled him into the water.",
    "Kithmi, who was a confident swimmer, tried to get back to shore but when he couldn't, he continued to tread water. However, battling the 3 metre swells he was becoming tired as he was pulled further from shore.",
    "Kalya said it took several jumps to get into the bitterly cold surf, and while he was not scared on the way to his brother, who was now 60m from shore, he was scared when he reached him, and the pair had to return.",
    "He was concerned that he and his brother might not make it back to shore, but was relieved when they did so, cold and tired. Kalya said he was happy the siblings did not die that day. Both were now more careful around the sea after their experience.",
    "The citation from the Royal Life Saving Society noted a comment from a local police officer that ‘’no-one survives in that stretch of water, it is notoriously dangerous’’. “Undoubtedly, Kalya’s brave response saved his brother’s life that day.’’",
    "While long-term Kalya wanted to start a business, or become an engineer, he also wanted to improve on the swimming skills and lifesaving training he undertook in his home country of Sri Lanka.",
    "Those life-saving skills meant Kalya qualified – and won – the 2022 Mountbatten Medal, which was awarded to just one member of the Commonwealth, each year.  The now 14-year-old became the youngest person ever to win the bravery award.",
    "Kalya was presented with the medal at a special school assembly at the Milton-based Tokomairiro High School, with his principal Declan Sheridan telling Stuff that: ‘’the school is very proud of Kalya’s achievements’’.  (www.stuff.co.nz)"
  ]
}