{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Temporary-shenanigans-cannot-strengthen-the-rupee-Dr-Nalaka-Godahewa/56-746483",
  "time_ut": 1679082163.0,
  "original_lang": "en",
  "original_title": "Temporary shenanigans cannot strengthen the rupee: Dr. Nalaka Godahewa",
  "original_body_lines": [
    "Says rupee can only be strengthened through the strengthening of the economy",
    "Claims Government tactics to increase taxes to earn revenue is an unsuccessful tactic",
    "Freedom People’s Congress member Dr. Nalaka Godahewa says the rupee cannot be strengthened by the temporary shenanigans of the Government. According to the MP, strengthening the rupee is not a possible feat without the strengthening of the economy. The MP made these comments at a press conference held on Thursday at the party office in Colombo. The MP said despite it appearing that the rupee was strengthened in the past weeks he predicted it would only depreciate further in the coming days. “When dealing with the IMF the value of the rupee cannot be controlled even to the current extent,” he claimed.",
    "The MP said the Government must focus on not merely increasing its revenue but the revenue of the country as a whole. “Increasing the country’s revenue ensures economic expansion. If this is done even if the tax percentages are low the Government revenue will be increased. But President Ranil Wickremesinghe’s economic policy is to increase revenue through taxes. However, that will not work. The Government has no plans to develop and expand the economy,” he alleged. The MP said the Government must give up its unsuccessful tactic of increasing taxes to earn revenue. He also said that if the strikes continue, they will severely affect the economy of the country and said that the Government should be sensitive to the issues of the people as well as increase its revenue.",
    "The MP addressing the press conference also called on the President to call for a parliamentary election if it cannot hold local Government polls. He said the people must be allowed to choose their representatives. The MP noted that the President can even invite an all-party Government to be formed."
  ]
}