{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/DIMO-lifts-local-home-elevator-industry-with-energy-efficient-TKE-Enta-Villa/34-751216",
  "time_ut": 1690743015.0,
  "original_lang": "en",
  "original_title": "DIMO lifts local home elevator industry with energy efficient TKE “Enta Villa”",
  "original_body_lines": [
    "DIMO, a leading diversified conglomerate in Sri Lanka, elevated the country’s residential landscape with “Enta Villa,” the revolutionary home elevator solutions from TKE.",
    "In 2018 DIMO was appointed as the sole distributor, installer, and service provider in Sri Lanka and Maldives for TKE a global leader in elevators and escalators from Germany. Today DIMO has completed several key projects in Sri Lanka and Maldives while being recognised as the Best Global Distributor for the year 2021 by TKE.",
    "Some of the Key projects completed by DIMO include the supermarkets like Cargills in Colombo 09, Katubedda, Bandarawela, Kandy, and Softlogic Mall in Kurunegala. The company also completed projects for universities especially the Faculties of Medicine and Computer Science at the University of Colombo and the Faculty of Technology at the University of Kelaniya and Sabaragamuwa. In the hospitality sector, DIMO facilitated Barberyn Beach Ayurveda Resort Weligama and Radisson Blu Thalpe. The Bandaranaike international airport departure lounge and Maldives Velana international airport projects are the two major projects DIMO completed with TKE Elevator Solutions.",
    "DIMO enhanced its operations to offer innovative TKE home elevator solutions in Sri Lanka. A remarkable feature of the TKE Home Elevator solutions is its state-of-the-art energy-efficient technology, enabling Enta Villa to consume power levels comparable to domestic electrical appliances.  TKE home elevators are meticulously designed to meet the most stringent international standards while delivering the most compact solution with the smallest pit depth in the industry.",
    "Equipped with five patented technologies, including the traction machine and car top balustrade structure, Enta Villa guarantees a seamless installation process, with no machine room, minimal headroom, and pit requirements. DIMO understands the importance of simplicity and convenience for homeowners, making TKE home elevators an ideal solution for both new construction projects and existing villas lacking a hoist way. By installing a TKE home elevator, homeowners not only enjoy enhanced mobility within their homes but also experience a significant boost in property value and potential returns.",
    "DIMO Executive Director Wijith Pushpawela, who oversees the elevators and escalators business of the Group, expressed his optimism about the domestic elevator segment in Sri Lanka, stating, “We foresee substantial growth in the domestic elevator segment in the country, both presently and in the years to come. These elevators will greatly benefit senior citizens and individuals with mobility issues. As a company that is committed to fuelling dreams and aspirations of our communities, DIMO aims to enhance the quality of life by offering energy-efficient solutions like Enta Villa.”",
    "Customers are also presented with an array of choices for car interiors, including seven stylish pre-engineered designs. Additionally, an option for a total observation cabin design with glass doors is available for clients seeking a truly exceptional experience.",
    "Drawing upon their extensive expertise in servicing commercial lifts, DIMO is committed to delivering unparalleled service quality for home elevator users. With their 24 x 7 x 365 call-back service, DIMO ensures a safe and comfortable riding experience, instilling confidence, and peace of mind in homeowners.",
    "With TKE Home Elevator Solutions, DIMO continues to drive progress, making a positive impact on the lives of individuals while transforming the residential landscape of Sri Lanka."
  ]
}