{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/presidential-dilemmas-global-headwinds-and-archaeological-mischiefs/",
  "time_ut": 1687669500.0,
  "original_lang": "en",
  "original_title": "Presidential Dilemmas: Global Headwinds and Archaeological Mischiefs",
  "original_body_lines": [
    "Last week saw a spate of summits underscoring the global economic and geopolitical headwinds that governments and countries have to cope with and navigate through. First, there was the visit to China by the US Secretary of State Antony Blinken. This was followed by a state visit to Washington by India’s Prime Minister Narendra Modi. In London, British Prime Minister Sunak hosted the Ukraine Recovery Conference attended by delegates from 61 countries.",
    "Last weekend, the African peace mission to Russia and Ukraine ended unproductively with Vladimir Putin politely dismissing what was apparently the first diplomatic initiative by African leaders outside their continent, and Volodymyr Zelensky responding lukewarmly to it. In France, President Emmanuel Macron presided over a two-day Summit for a New Global Financing Pact. President Ranil Wickremesinghe attended the Paris summit accepting the invitation from President Macron.",
    "President Wickremesinghe made an official stopover in London, his third visit to the UK in recent months. The earlier two were for the funeral of Queen Elizabeth and the coronation of King Charles. Funerals and coronations are occasions for sidebar summits between attending leaders. Following his London visit last September to attend the Queen’s funeral, Mr. Wickremesinghe went to Tokyo for the funeral of Japanese Prime Minister Shinzo Abe, and from there to Manila for an official meeting at the Asian Development Bank. In November, he attended the UN Climate Conference in Sharm El Sheik, Egypt. So far this year, the President has been to London for the coronation, to Singapore and Japan on state visits, and now again to London and the Paris Summit. There will be more of them before the year is over.",
    "The frequency of the President’s overseas travels shows the significance of the external factors that have a bearing on Sri Lanka’s economic crisis. At least that would be the travel justification that you can expect from the President’s Media Division. The visits also show that the President might be finding a comfort zone in his visits abroad, as well as an escape from domestic nuisances. He could also be more at home overseas than in the country. And more so when he has to engage in silly battles over archaeology in the course of his efforts to achieve the ever elusive national reconciliation.",
    "The President is obviously determined to achieve both economic prosperity and national reconciliation. What is ironical is that while the President has set a generous time frame of 25 years (from now to 2048) to achieve economic prosperity, he seems stubborn about achieving national reconciliation almost overnight. In fact, he is already behind his own target date of achieving national reconciliation by February 4, 2023. It is not clear whether the President’s keenness to show early results on national reconciliation is for overseas benefits or for domestic purposes. It could be argued that without at least the appearance of efforts to achieve national reconciliation, it would be difficult to mobilize international support for overcoming the current economic difficulties, let alone achieve economic prosperity.",
    "But every time the President initiates something on the reconciliation front, he is faced with backlashes from nationalist circles. Last Sunday, I literally went to town mocking the President as King Ranil. I must now add that if there is one area where the near monarchical powers of the President are checkmated and his executive initiatives could even be reversed, it is the area of national reconciliation.",
    "The latest in the reconciliation saga is the spat over archaeology, which seems to have become one of the new state weapons for mischief making in ethno-territorial politics. The Tamil Political Parties have in unison been complaining about the Archaeological Department, Mahaweli Authority, Forest Department, Wildlife Department, Tourist Board and the Defence/Internal Security Ministry dabbling in ethno-territorial politics and impacting the livelihood of Tamil and Muslim people in the northern and eastern provinces.",
    "The upshot of political mischief by state functionaries in the above-noted departments is either the eviction of people from their small and life-supporting settlements, or the refusal of permission to conduct essentially subsistence farming or other economic activities on lands where people live. On the other hand, according to Prageeth Karunathileka’s exposé in the Daily Mirror, the Department of Archaeology would seem to have had no qualms in allowing the Urban Development Authority to demolish the old buildings of the Bogambara Prison in Kandy, in spite of its palpably architectural and cultural value, to build a new commercial hotel in its place.",
    "The current fracas is over the Archaeological Department declaring vast extents of land surrounding Buddhist Temples in Mullaitivu and Trincomalee as heritage sites and prohibiting even subsistence economic activities being undertaken on these lands. This has long become a bone of contention for Tamil and Muslim political parties who are constantly exposed to the difficulties experienced by their people. So, it was not surprising to see President Wickremesinghe himself weigh in on the matter at a meeting attended by Department officials and Tamil political leaders. He reportedly took to task the Director General of Archaeology, asking him whether the vihara in Mullaitivu could have more lands than the historic Maha Vihara in Anuradhapura. The Director, who is also an academic of sorts, has since resigned from his position as Director General.",
    "Udaya Gammanpila has now picked up the baton and has announced a pilgrimage of sorts with 50 others to Mullaitivu. Four former SLPP parliamentarians including Channa Jayasumana, the pharmacological expert in gynecology, have asked the Speaker to appoint a Parliamentary Select Committee to investigate the alleged “large scale destruction of archaeological monuments in the North and East.” To cap it all the President has reportedly decided “to appoint an Expert Committee to conduct a formal inquiry and report on the claim of land area in extent of 5,000 acres for the Kurundi temple in the Mullaitivu District and Thiriyaya temple in the Trincomalee District for archaeological purposes.” How sillier can politics get? And nowhere else, but only in Sri Lanka.",
    "The fount of the whole tamasha is the Presidential Task Force on Archaeology that Gotabaya Rajapaksa set in motion to appease his nationalist bidders and as his singular contribution to nation making in Sri Lanka. The irony is that he has been chased out of office for his economic blunders, but his legacy in archaeology is being reactivated by the same bidders who insist on digging for ancient remnants even if the country’s economy were to go to ruins.",
    "The current caretaker President cannot put the genie in the bottle by creating another ‘Expert Committee’. There will always be those who will not agree with what the new Expert Committee will say, especially when the experts are identified as ‘Ranil’s experts.’ Nor can anything be achieved conclusively by rediscovering the lost legacy of Tamil Buddhism. It is not historical truths that are required for facilitating better political relationships among Sri Lanka’s ethnic groups, but principled political leadership and persistent commitment to take one doable initiative at a time, and one after the other as a constant work in progress.",
    "The President must first acknowledge that reconciliation is slow burning cooking. There is no fast tracking of reconciliation and setting short timetables is not realistic but counterproductive. Second, what the President needs is not a task force or expert committee on archaeology, but an action committee of like minded political leaders in parliament. The President’s problem is that he has multiple minds internal to himself and he finds different like minded people for different purposes.",
    "Such an approach is not conducive to creating lasting or permanent alliances, and it runs the risk of alienating the MPs who are more principled and attracting only the opportunists who will give their support for some personal benefit and extend their stay in parliament. The President’s SLPP support belongs to the latter category, and he can never count on them to support his reconciliation initiatives. On the other hand, the opposition MPs (SJB and JVP) who might be inclined to support him on reconciliation have been put off by his machinations on elections and his highhanded actions against protests.",
    "The global context is not as comical as Sri Lanka’s archaeological tamashas, but it is far more complex and conflictual. The flurry of summits this week is indicative of that complexity and the urgency that every country, however small, seems to be recognizing, but no country, however big, seems to be having any control over. And there are more summits to come later this year, and a common President Wickremesinghe could be attending some of them. The Paris summit has created both optimism and skepticism.",
    "On the one hand, it is being viewed as the new Bretton Woods that would reform the global financial architecture to narrow the gap between the global north and the global south by addressing the current challenges of debt, poverty and climate change. On the other hand, there is skepticism given President Macron’s penchant for launching international initiatives while producing little or no results. Not unlike President Wickremesinghe’s penchant for launching national reconciliation initiatives with no deliverables to show in the end.",
    "FSP warns danger of negating country’s successful vaccination programme by importing low quality drugs",
    "SJB informs govt. it will vote against Domestic Debt Optimisation programme",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}