{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/10/former-uk-pm-boris-johnson-resigns-from-parliament-over-partygate/",
  "time_ut": 1686356160.0,
  "original_lang": "en",
  "original_title": "Former UK PM Boris Johnson resigns from Parliament over ‘Partygate’",
  "original_body_lines": [
    "Colombo (News 1st) – Former UK Prime Minister Boris Johnson resigned from Parliament late Friday after an investigation found that he had lied to a parliamentary committee inquiring into 'Partygate' – parties that he had hosted during the COVID lockdown period in contravention of public health requirements.",
    "Johnson was given an advance copy of the report by the Parliamentary Privileges Committee that is to be released publicly next week. The committee found that he lied to them during the inquiry, and 'impugned the integrity' of the House of Commons.",
    "Johnson admitted misleading parliament but said he did not do it on purpose. He accused the committee of a witchhunt against him.",
    "Following media revelations, he was accused of hosting several parties at 10, Downing Street, the PM's official residence, in contravention of COVID lockdown rules. He was then fined by public health authorities for these transgressions. He admitted to hosting the parties but claimed that social distancing rules were followed.",
    "Johnson has been an MP from the Tory Party and was Prime Minister from 2019-2022. He was an MP for Henley from 2001-08, and again from 2015-222 for Uxbridge and South Ruislip.",
    "Australia crowned Cricket World Test Champions, defeating India by 209 runs at The Oval in London",
    "Grandfather, 65, arrested over the death of child in Halbarawa, Mulleriyawa – Police",
    "Fertilizer coupons distributed to 70% of farmers; full distribution expected next week",
    "Special team appointed to settle X-Press Pearl lawsuit to meet for the first time",
    "Proposal to cancel LG Election nominations by Parlimentary Ministerial Consultative Committee"
  ]
}