{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92389/edb-developing-5-year-strategic-plan-to-increase-exports-to-usd-313bn",
  "time_ut": 1690951260.0,
  "original_lang": "en",
  "original_title": "EDB developing 5-year strategic plan to increase exports to USD 31.3bn",
  "original_body_lines": [
    "The Export Development Board (EDB) says it is in the process of developing a 5-year strategic plan to boost Sri Lanka’s exports. In a statement, the Board said this plan aims to increase Sri Lanka’s exports to USD 31.3 billion by 2027.",
    "The plan also encompasses increasing the market share of Sri Lanka in the top 10 existing export markets by 10% annually, the state organization for the promotion and development of exports said further.",
    "The identified top 10 markets are the USA, the UK, India, Germany, Italy, the Netherlands, Canada, the UAE, Belgium and France. Meanwhile, 10-15 potential new markets too will be identified and the market share of the selected markets will be increased by 5% annually.",
    "The EDB said exports would be expanded by promoting customized value-added products and services to the identified niche markets with premium prices, and carrying out product-market analysis on high-end niche markets in addition to disseminating their findings with the exporter community.",
    "“The EDB is determined to serve the nation by undertaking its role as the nation’s apex export promotion agency, as Sri Lanka embarks on its journey towards becoming a developed nation by 2048 in order to create a standard-of-living to its citizens which is filled with hope and prosperity.”",
    "The EDB, established in 1979, celebrated its 44th anniversary on August 01, 2023. The Board was formed with the objective of establishing a strong government-level institutional framework to develop and promote Sri Lanka’s exports in order to integrate with the global economy consequent to the adoption of liberal economic policies in 1977, and it has been at the vanguard in terms of promoting and developing exports in Sri Lanka for over four decades."
  ]
}