{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-the-Central-Bank-Act-should-not-be-amended-as-the-Nicholases-suggest/4-755926",
  "time_ut": 1701710993.0,
  "original_lang": "en",
  "original_title": "Why the Central Bank Act should not be amended as the Nicholases suggest",
  "original_body_lines": [
    "The risk premium on Sri Lanka’s debt in international markets began its steep rise when taxes were lowered in late 2019 and the large fiscal deficits were monetised. They remain high because of the large public debt burden and the (unavoidable) default in April 2022. Forcing the Central Bank to monetise Government deficits again will only make matters worse",
    "In a two-part article in the Daily FT on 23 and 28 November, Bram Nicholas and Howard Nicholas try to make a case for “Why the Central Bank Act should be significantly amended by a future Sri Lankan Government”. Unfortunately, their case is based on false or misleading statements and incorrect reasoning, rendering invalid their conclusions—that the Central Bank Act (CBA) should be modified to (i) remove price stability as the primary objective of the Central Bank of Sri Lanka (CBSL); and (ii) permit direct financing of the fiscal deficit by the CBSL.",
    "Central Bank independence and the primacy of the price stability objective are essential",
    "The authors contend that the CBA should be modified to “require the CBSL to take into account the impact of its interest rate policies on a broader range of macroeconomic objectives than simply inflation, with these objectives and priorities attached to them to be determined by the GOSL…” They also argue that “(t)he CBSL should not be permitted to focus on the control of inflation without paying heed to the negative impact of its policies on phenomena such as growth and employment and, more fundamentally, the priorities accorded by the GOSL to various macroeconomic phenomena.”",
    "“(1) The primary object of the Central Bank shall be to achieve and maintain domestic price stability.",
    "(2) The other object of the Central Bank shall be to secure the financial system stability.",
    "(3) Without prejudice to the attainment of its objects and subject to the provisions of this Act, the Central Bank shall support the general economic policy framework of the Government as provided for in any law.",
    "(4) In pursuing the primary object referred to in subsection (1), the Central Bank shall take into account, inter alia, the stabilisation of output towards its potential level.",
    "(5) In pursuing the object referred to in subsection (2), the Central Bank shall take into account, inter alia, the development and efficiency of the financial system.”",
    "In other words, the CBA already requires the CBSL, subject to achieving its inflation objective, to support the Government’s economic policy framework and to pursue the inflation objective in a manner that brings output towards its full employment or “potential” level. The CBA is similar to modern central bank laws in many countries that provide for independent central banks. The 1998 Bank of England Act (Part II, section 11), for instance, states:",
    "“In relation to monetary policy, the objectives of the Bank of England shall be—",
    "(b) subject to that, to support the economic policy of Her Majesty’s Government, including its objectives for growth and employment.”",
    "The Nicholases appear to be arguing that price stability should not be the primary objective of the Central Bank, but rather one of a “broader range of macroeconomic objectives” with the GOSL determining the priorities given to those objectives. If so, this view represents a mischaracterisation of the purpose of a central bank. In the Nicholases’ view, the primary function of a central bank is to serve the policy objectives and priorities of the government whatever they may be. We would argue that the primary function of a central bank is to serve the public by safeguarding the value of their currency—that is, the amount of goods and services people can buy with a given amount of currency—which is another way of saying that the primary objective of a central bank should be price stability, as the CBA provides.",
    "Most major central banks and the mainstream economics profession have long recognised the need for the central bank to have independence in the conduct of monetary policy and for price stability to be its primary policy objective. Sri Lankans should need no reminders of the disastrous experience in 2020-21 when the CBSL lacked independence and pursued whatever objectives the government of the day imposed on it. The operational independence of the CBSL and the primacy of its price stability objective that the CBA now provides is one of the essential ways in which the public can protect itself from another such disastrous experience.",
    "The Nicholases appear to be arguing that price stability should not be the primary objective of the Central Bank, but rather one of a “broader range of macroeconomic objectives” with the GOSL determining the priorities given to those objectives. If so, this view represents a mischaracterisation of the purpose of a central bank. In the Nicholases’ view, the primary function of a central bank is to serve the policy objectives and priorities of the government whatever they may be. We would argue that the primary function of a central bank is to serve the public by safeguarding the value of their currency—that is, the amount of goods and services people can buy with a given amount of currency—which is another way of saying that the primary objective of a central bank should be price stability, as the CBA provides",
    "The Nicholases also argue that the case for central bank independence is based on the Quantity Theory of Money and the separation of monetary and real variables. (“It is this premise of the dichotomy between monetary and real phenomena that is used to justify the independence of a central bank and its exclusive focus on the control of inflation”). They also contend that the CBA is motivated by the need to give the CBSL “in controlling inflation and external imbalances …more control over the cash base of the Sri Lankan economy.”",
    "nThese statements are clearly false. A main purpose of the CBA is to create an independent central bank whose primary objective is price stability (with a secondary objective of financial stability) through an inflation-targeting monetary policy regime. There is nothing in the CBA about controlling cash balances for fighting inflation or controlling external imbalances. In fact, an inflation-targeting regime would normally keep inflation within the targeted range by controlling interest rates in order to maintain the pace of aggregate demand growth compatible with the targeted inflation rate. Such a regime sees monetary policy impacting inflation through its effect on real interest rates (i.e., the nominal interest rate minus expected future inflation) which in turn impacts the growth of aggregate demand, rather than through any impact on cash balances or broader monetary aggregates. There is no dichotomy between monetary and real variables as the Nicholases seem to imagine.",
    "Other than perhaps the disastrous period from November 2019 to March 2022, the CBSL has for several years been using, and continues to use under the CBA, interest rates as its main monetary policy instrument. The authors recognise this. So their insinuation that the CBA is somehow motivated by the need to control the cash base as a means of controlling inflation (and also apparently external imbalances) does not follow.",
    "The exposition of the classical Quantity Theory of Money, while suitable for an introductory course in the history of economic thought, bears little resemblance to current economic thinking in major central banks and academia. The Nicholases seem to be arguing that using interest rates as a monetary policy tool is incompatible with the need for central bank independence and the primacy of the inflation objective. It is well recognised in today’s economics profession that monetary policy has important effects on real variables such as output, employment, and the trade balance, especially in the short to medium term. Central banks pay attention to a wide variety of economic indicators, including money growth and fiscal deficits, to guide monetary policy and they have for decades been using interest rates as the primary tool for conducting monetary policy. There is also wide-spread agreement today among major central banks, academia, and the economics profession at large, on the need for central banks to have operational independence in the conduct of monetary policy with price stability as the primary policy objective.",
    "There is no case for direct financing of fiscal deficits by the Central Bank",
    "The Nicholases’ second suggestion is to modify the CBA to allow direct financing of the fiscal deficit by the CBSL on a permanent basis. Their proposal is the practice that led to Sri Lanka experiencing the worst economic crisis in its history. Between November 2019 and March 2022, the CBSL directly purchased large amounts of government debt, increasing the cash base (or “reserve money”) by a staggering 51%. Among other things, this drove up inflation to a peak of almost 74% in September 2022 and contributed to a precipitous loss of the CBSL’s foreign exchange reserves and a sharp depreciation of the rupee by 80% between end-December 2021 and end-May 2022 (monetary policy affects the economy with a lag of several months).",
    "Notwithstanding the real-world experience and a substantial body of economic literature to the contrary, the Nicholases argue for CBSL financing of the fiscal deficit based on a number of incorrect theoretical arguments.",
    "1.  Preventing the Central Bank from directly financing budget deficits would limit the ability of the Government to use fiscal policy to mitigate the adverse consequences of an external shock and likely aggravate the deflationary consequences of such a shock.",
    "It matters for the analysis whether the external shock has a negative impact on the supply of the domestic economy or on its aggregate demand. If it is a negative shock to aggregate demand, a fiscal expansion need not drive up interest rates as the increase in public spending would substitute for the decline in private demand. Even if fiscal policy is unable to respond (for instance, because of already high public debt), an inflation-targeting central bank would ease its policy rate in response to a contraction in aggregate demand below the level compatible with the targeted inflation rate. This reduction in interest rates could be accomplished through reverse repo operations with the banking system or through open market operations using existing short-term treasury bills. If the shock is to aggregate supply, such as an increase in global energy prices, then the central bank would need to consider how best to manage the tradeoff between inflation and growth. All of these are part of the standard tool kit of central banks, including the CBSL. The point is that the central bank need not—and indeed, to safeguard its independence, should not—directly finance the fiscal deficit to support the economy during a negative external shock. Consistent with the CBA, an expansionary fiscal policy to counter a negative demand shock would be supported indirectly as long as it does not jeopardise achieving the CBSL’s inflation target.",
    "2.  Not being able to directly purchase Government debt weakens the ability of the central bank to exert control over interest rates.",
    "This is clearly not the case as indicated by the fact that the reductions in the policy rate by the CBSL since end-May 2023 have been followed by a decline in market interest rates—both for government debt and for the private sector. More generally, it is quite standard for modern central banks to use short-term interest rates as a monetary policy instrument without directly financing the government. For instance, the US Federal Reserve Act of 1913 specifies that the Federal Reserve may buy and sell US treasury securities only in the “open” or secondary market. As the Fed notes, “(c)onducting transactions in the open market, rather than directly with the Treasury, supports the independence of the Central Bank in the conduct of monetary policy.”1 No one would argue that the Fed is unable to control short-term interest rates in the US.",
    "3.  Without direct purchases of Government debt by the Central Bank, interest rates in the economy would be higher than otherwise.",
    "This argument fails to recognise that if the Central Bank were to directly finance the fiscal deficit beyond the level that is compatible with the inflation target, the consequence would be a higher inflation rate several months down the road as aggregate demand growth exceeds the supply capacity of the economy. Sri Lanka’s experience in 2020-22 amply demonstrates the inflationary consequences of central bank financing of fiscal deficits. Even if direct purchases of Government debt by the Central Bank leads the lower interest rates, this benefit is illusory when the resulting inflation is so high.",
    "Furthermore, the Central Bank’s monetary policy only affects short term interest rates; fiscal policy is typically the most important determinant of long-term interest rates in an economy. Direct purchases of Government debt by the central bank cannot hold down interest rates for long if fiscal policy is unsustainable. It will eventually result in inflation.",
    "4.  The risk premium on Government debt would be higher “because there is no longer any formal obligation of the CBSL to purchase government debt. That is to say, there is henceforth the possibility of default on this debt.” Without direct central bank purchases of Government debt, the risk premium—and hence interest rates—would also become volatile.",
    "The authors don’t seem to recognise that inflation is effectively a default on Government debt. Because a Government bond promises to pay a fixed amount denominated in nominal rupees at a given date, unanticipated inflation lowers the real value of those nominal rupees (i.e., how much goods and services those rupees can buy) when the maturity date arrives. This is effectively a default because the real value of the Government repayment is less than the real value that was originally promised. Pressuring the Central Bank to finance their deficits and thereby create inflation is a common way that governments default on their domestic debt. The losers are the general public. The main point of the CBA and Central Bank independence is to prevent precisely this kind of government misbehaviour.",
    "Direct financing by the Central Bank will raise, rather than lower, the risk premium on Government debt because monetisation of fiscal deficits raises the risk of default through inflation. It is also likely to increase the volatility of the risk premium because inflation expectations are likely to be volatile when inflation is high. The risk premium on government debt will be driven primarily by the markets’ assessment of fiscal sustainability—whether the government will be able to raise sufficient revenue through taxation to finance its spending and debt service obligations. It is worth noting that the risk premium on Sri Lanka’s debt in international markets began its steep rise when taxes were lowered in late 2019 and the large fiscal deficits were monetised. They remain high because of the large public debt burden and the (unavoidable) default in April 2022. Forcing the Central Bank to monetise Government deficits again will only make matters worse.",
    "1Board of Governors of the Federal Reserve System (federalreserve.gov), Response to FAQs “Why doesn’t the Federal Reserve just buy Treasury securities directly from the US Treasury?”"
  ]
}