{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Export-agricultural-economy-being-created-Amaraweera/14-749871",
  "time_ut": 1687544788.0,
  "original_lang": "en",
  "original_title": "Export agricultural economy being created: Amaraweera",
  "original_body_lines": [
    "Claims farmers who ventured from the fields to “Aragalaya” have returned to the farmlands, making valuable contributions to agricultural production",
    "The Government this week emphasised that an export agricultural economy is being created under President Ranil Wickremesinghe’s initiative to modernise the economy.",
    "Agriculture Minister Mahinda Amaraweera speaking at briefing on the theme of ‘Collective path to a stable country’ held at the Presidential Media Centre, announced that plans aligned with President Ranil Wickremesinghe’s directives have been devised to transform the agricultural sector into an export-oriented economy by integrating technology into farming practices.",
    "The Minister emphasised that these measures would enable the Ministry of Agriculture to generate foreign exchange, turning it into a significant contributor to the country’s economy.",
    "Minister Amaraweera further highlighted that by providing necessary concessions to the agricultural sector this year, a satisfactory harvest could be attained. He also mentioned that ongoing efforts are underway to explore and adopt technological advancements that would enhance output per hectare.",
    "Expressing confidence in the future of agriculture, Minister Amaraweera asserted that comprehensive strategies have been formulated to meet the country’s domestic consumption demands, ensuring the success of all agricultural products. These strategies, he assured, would soon be implemented on agricultural lands, paving the way for a prosperous and sustainable agricultural sector.",
    "Following are excerpts from Minister Amaraweera’s comments at the briefing.",
    "When the President assumed office, the country was plagued with long queues for essential items like fertiliser, fuel, and gas. As the Minister of Agriculture, I faced a significant challenge as farmers were deprived of fertiliser. Taking on this task, my first priority was to ensure that farmers received the necessary fertiliser. Under the President’s guidance, we implemented measures to support agriculture, including providing concessions. This resulted in a successful paddy harvest during the Maha season, and farmers have already received the required TSP (Mud fertiliser) and Bundi fertiliser for the Yala season.",
    "Despite the President’s efforts, there have been political conspiracies attempting to lure farmers away from their lands and cause hardship for the people. However, the President handled the situation adeptly. Through the President’s agricultural modernisation initiative, we have been able to increase yields per acre. Some farmers have achieved remarkable harvests of up to 11,000 kg in a single season. This success has inspired us to extend these techniques to vegetable and fruit crops, with the aim of meeting the food needs of all Sri Lankans. Additionally, we intend to implement a robust program to generate foreign exchange through agricultural exports, thereby transforming the Ministry of Agriculture into a foreign exchange earner.",
    "We have also implemented measures to provide concessions for eggs and poultry, leading to the positive growth of these industries. Despite claims by certain opposition groups that people are suffering from hunger, no one in Sri Lanka is dying of starvation. The price of rice has significantly reduced since the President took office, and we continue to ensure its availability below the control price. Purchasing programs have been established, and funds from the Treasury have been allocated accordingly.",
    "One major challenge we face is the extensive damage caused to agriculture by wild animals, with monkeys damaging three million coconuts last year alone. Unfortunately, until now, effective solutions to this issue have not been negotiated with the Ministry of Agriculture. We must collectively discuss and expedite a solution to this problem as the animal population continues to increase, as culling is not a viable option.",
    "Overall, the President’s leadership and the collaborative efforts of the Ministry of Agriculture have resulted in significant progress and positive outcomes for the agricultural sector. We remain committed to further enhancing agricultural productivity, ensuring food security, and exploring opportunities for foreign exchange earnings through agricultural exports."
  ]
}