{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Innovative-digital-marketplace-to-help-Sri-Lanka-s-small-businesses/34-746799",
  "time_ut": 1679953194.0,
  "original_lang": "en",
  "original_title": "Innovative digital marketplace to help Sri Lanka’s small businesses",
  "original_body_lines": [
    "IFC Regional Portfolio Manager, Financial Institutions Group for South Asia Joon Young Park (left) and Commercial Bank Managing Director/Chief Executive Officer Sanath Manatunge",
    "To expand the reach of small and medium enterprises (SMEs), including women-owned small businesses, the International Finance Corporation (IFC) is supporting the Commercial Bank of Ceylon (CBC) launch a digital marketplace in Sri Lanka, helping business owners connect with more customers locally and abroad.",
    "Named Commercial Bank LEAP, this one-of-its-kind initiative, which is supported under the Women in Work partnership between IFC and the government of Australia, will open new market opportunities and build business connections for all SMEs including women-owned SMEs, corporate and businesses, creating an international marketplace to buy and sell products and raw materials.",
    "The platform will also assist businesses to digitise their core banking activities, provide business intelligence and will feature multiple sales channels. It will also provide access to CBC’s banking services including loan products, non-financial services and insurance.",
    "CBC Managing Director/Chief Executive Officer Sanath Manatunge said: “Commercial Bank is extremely pleased to join hands with IFC to launch this pioneering digital marketplace ‘Commercial Bank Leap’. Building digital experiences around customers’ journeys is an ideal fit for the bank, considering our committed focus on digitising the banking landscape in Sri Lanka. We believe this will address the need gaps of enterprises including women led businesses and allow them to reach cross boarder levels in the global marketplace.”",
    "Of all SMEs in Sri Lanka, a quarter is owned or managed by women. Overall, SMEs account for around 45% of Sri Lanka’s formal employment. But the research shows lack of access to finance and business know-how holds many businesses in Sri Lanka, specifically women-owned, back from expending their businesses beyond their informal micro-scale enterprises.",
    "IFC Regional Portfolio Manager, Financial Institutions Group for South Asia Joon Young Park said: “Sri Lanka’s macroeconomic crisis has had a negative and disproportionate impact on small businesses, particularly those owned by women, in their access to a wide range of customers and export revenue.",
    "This is a timely and innovative initiative, offering a real avenue for small business owners to connect on a digital platform, access new financial products and grow their businesses, to help them not only survive but thrive, which will also positively impact the growth of Sri Lanka.”",
    "Widespread differences between men and women in digital and financial inclusion continue to hold back women entrepreneurs. In 2020, an IFC study assessing over 400 SMEs highlighted the significant gaps in Sri Lanka in terms of the uptake of digital business channels, with only a quarter of women-owned businesses trying a new digital channel, compared to one-third of male-owned. Australian Department of Foreign Affairs and Trade Second Secretary Sophie Gordon said: “Even though there are many women-owned SMEs in Sri Lanka, a lot of them have limited access to markets, finances and business processes. This makes doing business a challenge. It is wonderful that Australia has been able to support CBC develop a platform where women-owned SMEs can access digital banking products such as loans, non-financial services and insurance in one place. We hope this will allow facilitate access to new markets for more small businesses owned by women.”",
    "Under this initiative, Globalinker has been selected as the platform provider for the newly built digital marketplace, with the platform allowing SMEs to not only connect with others in the country but also abroad."
  ]
}