{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/14/galle-literary-festival-returns-in-2024-with-star-studded-lineup-and-fresh-vision/",
  "time_ut": 1702566480.0,
  "original_lang": "en",
  "original_title": "Galle Literary Festival returns in 2024 with star-studded lineup and fresh vision",
  "original_body_lines": [
    "COLOMBO (News 1st) – The Galle Literary Festival has unveiled its highly anticipated lineup for 2024, promising a vibrant four-day feast of literary luminaries, thought-provoking discussions, and diverse perspectives.",
    "From January 25-28, the coastal town of Galle will once again transform into a global literary hub, welcoming renowned authors, award-winning journalists, captivating poets, and popular historians.",
    "This year's program boasts an even broader spectrum of topics, delving into history and faith, exploring the power of storytelling, examining environmental concerns, and celebrating cultural identities.",
    "It brings together a cast of celebrated speakers, including Booker Prize winners, decorated journalists, noted poets, popular historians and a fleet of famous names in fiction. Interactive workshops led by these esteemed guests will provide opportunities for deeper engagement, while captivating performances by a diverse ensemble will add an element of artistic flair.",
    "“We’re hugely proud of the dynamic and diverse programme we’ve put together for January,\" said Giselle Harding, Festival Director. “We’re covering a greater variety of topics than ever before, and with such an incredible line-up of talented speakers attending, we’re confident that there’s something for everyone in our schedule.\"",
    "The Galle Literary Festival, launched in 2005, has become a cornerstone of South Asia's cultural landscape. After a hiatus since 2019, the festival returns in 2024 with a renewed vision, promising an even richer and more immersive experience.",
    "MTV, MBC, and News 1st are proud media partners of this highly anticipated event.",
    "Galle Literary Festival returns in 2024 with star-studded lineup and fresh vision"
  ]
}