{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-assures-solution-to-aswesuma-issue-in-one-week-mp-124738/",
  "time_ut": 1688025240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President assures solution to Aswesuma issue in one week: MP",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Ranil Wickremesinghe has assured a solution next week to the problems that have cropped up in the government’s new Aswesuma welfare scheme, government MP Jagath Kumara Sumithraarachchi said.",
    "The ruling Sri Lanka Podujana Peramuna (SLPP) parliamentarian told reporters Wednesday June 28 evening following a meeting with the president that the latter had said he would discuss the matter with Prime Minister Dinesh Gunawardena in a week and present a solution.",
    "“The president said he has come to understand some of the facts [pertaining to the issue],” said Sumithraarachchi.",
    "Welfare beneficiaries continue to protest alleged injustice in the evaluation process of the Aswesuma programme, with the government and opposition trading charges in what has fast become a fresh political controversy following a significant rise in poverty.",
    "Protesting beneficiaries and would-be beneficiaries have made allegations of injustice in the evaluation process for selecting deserving candidates, which they said has been unfair and will deprive many poverty-stricken people of a vital stream of income.",
    "MP Sumithraarachchi highlighted the issue in parliament last week. The SLPP has reportedly called for a review of the programme.",
    "Speaking to reporters on Wednesday, he said he has explained to President Wickremesinghe that many people who don’t qualify for welfare benefits have been selected for the Aswesuma scheme while the names of many qualified people who live in extreme poverty have allegedly been deleted.",
    "“Based on information we have received, about 70 percent have lost their Samurdhi benefit. The smartphone app contains a lot of incorrect information. So I told him to take steps to stop this,” he said.",
    "State Minister of Finance Shehan Semasinghe on Tuesday June 27 requested all applicants whose names were not included in the list of Aswesuma beneficiaries to file appeals before July 10. Following the close of the appeal process, a final list of deserving applicants will be compiled, he said.",
    "The state minister, who also represents the SLPP, said at an event in Colombo that the list of names that has been made public is by no means the final list.",
    "The Aswesuma progarmme was originally set to come into effect on July 01, with some 400,000 families identified as ‘severely poor’ would receive payments of 15,000 rupees a month for three years.",
    "The government, meanwhile, has accused “certain parties” of politicising the matter.",
    "“The government is paying close attention to certain parties’ attempts to satisfy their political needs by giving the Aswesuma programme, which was created to aid those in need of economic stability, a political façade,” the president’s media division (PMD) said in a statement on Sunday June 25.",
    "The government also made assurances that any shortcomings in the process of selecting the relevant candidates will be rectified immediately and plans are underway to discuss the matter with district secretaries, divisional secretaries, and other parties involved in the programme in the coming week.",
    "According to the PMD statement, payments will be distributed among four social categories; namely, transitional, vulnerable, poor, and extremely poor. The usual allowances for the differently-abled, elderly, and kidney patients will also be provided, it said.",
    "Aswesuma is supposed to consolidate existing social welfare schemes and allow beneficiaries to enter and exit depending on changing incomes. The proposal was approved by parliament in May without a vote. Sri Lanka’s parliament is controlled by the ruling SLPP which still holds a majority despite a number of defections. The scheme was devised after concerns were raised that the existing welfare system leaves out some people who are truly in need due to a lack of an effective mechanism to enter and exit welfare systems.",
    "There have also been concerns that under existing schemes, large numbers of newly poor do not get benefits, but a fixed set of beneficiaries, some of whom are no longer poor, are getting payments. About 3.7 million applications have been received, according to a government statement. The new welfare scheme is a requirement under a reform programme with the International Monetary Fund (IMF) and is also supported by the World Bank.",
    "Sri Lanka’s poor has surged by 4 million to 7 million since 2019 to 31 percent of the population in 2023, a survey by LIRNEasia, a regional policy research organisaton, has found.",
    "A summary of the study said that 33 percent of the 10,000 respondents had skipped a meal while 47 percent had reduced their meal sizes following Sri Lanka’s 2022 currency crisis, the worst since the island nation’s independence from the British.",
    "About 27 percent of adults restricted their meals to feed children. The survey was conducted from October 10, 2022 to May 12, 2023.",
    "Opposition leader Sajith Premadasa, who called the Aswesuma programme a “blindfold” in a statement he issued on Sunday June 25, claimed that it would only benefit 1.2 million Sri Lankans in three years.",
    "“While questioning the government about its intention in providing subsidies only to 1.2 million people when there are 7 million poor people, we would also like to know from the government about the criteria adopted in selecting those 1.2 million people,” said Premadasa.",
    "Citing the study data, Premadasa said in his statement on Sunday that the government has pushed the country into danger by not conducting a survey to “penetrate into the actual status of the country”.",
    "“The government has a singular yearning to endanger the country and its people, or else, it would not do anything to put so much pressure on the people,” he said.",
    "Sri Lanka’s Aswesuma welfare scheme draws protests; govt claims politicisationSee more"
  ]
}