{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Suspension-of-three-MPs-for-a-month-over-Parliament-fracas-recommended/56-755854",
  "time_ut": 1701459827.0,
  "original_lang": "en",
  "original_title": "Suspension of three MPs for a month over Parliament fracas recommended",
  "original_body_lines": [
    "The Parliamentary Ethics and Privileges Committee has recommended that Parliamentarians Diana Gamage, Rohana Bandra and Sujith Sanjaya Perera be suspended for a month from Parliament over the brawl involving the three of them on 20 October.",
    "The initial report on the incident was submitted by MP Chamal Rajapaksa who serves as the Chairman of the committee.",
    "Nevertheless, the Opposition Chief Organiser MP Lakshman Kiriella noted there is a contradiction between the report of the committee appointed by the Deputy Speaker to investigate the incident and the report presented.",
    "Rohana Bandara who was also implicated in the incident, claimed that the Deputy Speaker’s Committee had proposed a three-month ban for State Minister Diana Gamage, yet the Ethics and Privileges Committee has subsequently reduced it to a one-month duration.",
    "During the Parliamentary session on 20 October, State Minister Diana Gamage accused Samagi Jana Balawegaya (SJB) MP Sujith Sanjaya Perera of assaulting her outside the Chamber, leading to a call for a comprehensive investigation.",
    "In defence, MP Sujith Perera claimed to have witnessed Diana Gamage in a heated argument with fellow MP Rohana Bandara. When he intervened, the State Minister allegedly attacked him, prompting him to act in self-defence. Simultaneously, MP Rohana Bandara accused the State Minister of verbally abusing him near the elevator.",
    "After the Parliamentary session, the three Parliamentarians engaged in another heated argument, recorded by MP Perera on his mobile phone, subsequently going viral on social media. Gamage admitted herself to the Sri Jayawardenapura Hospital and claimed she had been assaulted by the two Opposition MPs."
  ]
}