{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89080/services-affected-as-multiple-sectors-go-on-24-hour-token-strike",
  "time_ut": 1678858440.0,
  "original_lang": "en",
  "original_title": "Services affected as multiple sectors go on 24-hour token strike",
  "original_body_lines": [
    "A countrywide 24-hour token strike launched by the Professionals’ Trade Union Alliance (PTUA) has affected a multitude of services today (March 15).",
    "The trade union action was launched in protest of the recent tax revision, electricity tariff hike, and several other unpopular decisions made by the incumbent government.",
    "Accordingly, a number of trade unions affiliated with health, ports, electricity, railway, postal, banking, and education have joined the one-day strike.",
    "Health professionals including the Government Medical Officers’ Association (GMOA) and the All-Ceylon Nurses’ Union have launched the strike at all hospitals across the country.",
    "The GMOA kicked off its trade union action on Monday, bringing the functions at hospitals in four provinces – Western, Southern, Eastern, and Central – to a standstill, and expanded it the following day to the remaining five provinces; North-western, Northern, North-central, Sabaragamuwa, and Uva.",
    "Meanwhile, the employees of laboratory services as well as the junior staff members of hospitals have also joined the strike.",
    "It is reported that a low student turnout was observed in many schools today, as the trade unions of teachers and principals including the Ceylon Teachers’ Union (CTU) and the Principal Grade Officers’ Association, too, pledged support for the token strike.",
    "As a result, Provincial Educational Directors were directed on Tuesday to postpone the end-of-term tests at schools, which were scheduled for today.",
    "In addition, the Federation of University Teachers’ Association (FUTA) and the Association of Educational Professionals, too, have joined today’s token strike.",
    "The Locomotive Engine Operators’ Union and several other railway trade unions have joined the 24-hour token strike, in support of the multisectoral trade union action. However, some other trade unions in the sector including the Railway Guards’ Union, Station Masters’ Union, and Railway Controllers Association decided otherwise.",
    "Meanwhile, leave of all categories of staff in Sri Lanka Railways was cancelled with effect from Tuesday, until further notice.",
    "The General Manager of Railways, W.A.D.S. Gunasinghe said 20 trains in total were in operation this morning amid the token strike. He attributed this to the committed service of railway employees.",
    "Ada Derana correspondents said police and army personnel had been dispatched to railway stations to ensure the smooth operation of trains.",
    "However, privately-owned passenger buses are up and running today, as the Private Bus Owners’ Association decided not to support the token strike.",
    "Multiple trade unions in the electricity sector including the Ceylon Electricity Board Engineers’ Union (CEBEU) and the CEB Employees’ Union have decided to be on sick leave today to support the token strike of the PTUA.",
    "In the meantime, the employees of the National Water Supply & Drainage Board (NWSDB) have decided to withdraw from maintenance work today.",
    "The Postal and Telecommunication Services Union and the United Postal Services Trade Union Front have bolstered their trade union action by launching a 24-hour token today at all post offices, sub-post offices, head offices, main control offices, and the Central Mail Exchange.",
    "Ceylon Bank Employee Union (CBEU) and the Central Bank’s Trade Union Alliance, too, joined the multisectoral token strike today. They also staged strikes on Tuesday against the conduct of the government.",
    "Freedom Workers’ Union of the Sri Lanka Ports Authority (SLPA) and several other trade unions affiliated with the sector have also supported the token strike. Over the past few days, the port employees were on a work-to-rule campaign, which they said incurred a loss of nearly 75% from the revenue earned through the ports and the Customs."
  ]
}