{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Tragedy-and-Farce-of-Free-Education-in-Sri-Lanka/172-264853",
  "time_ut": 1691507939.0,
  "original_lang": "en",
  "original_title": "Tragedy and Farce of  ‘Free Education in Sri Lanka’",
  "original_body_lines": [
    "Two weeks back, the Parliamentary Select Committee on the Expansion of higher education issued its report, which anyone who has not defined their whole existence on finding fault with every other government measure would notice as containing groundbreaking recommendations. Some of that could fix the broken education system in the country if implemented.",
    "The report itself is not original in its observations of the deficiencies in the current education system. Those problems are public knowledge but have been overlooked for decades, more so during the last 15 years under the Rajapaksa rule, which I tend to think, is more than an oversight but a deliberate ploy in the path to the feudal ethno-nationalistic state that the Rajapaksas had been building.",
    "The recommendations of the select committee report are radical and path-breaking. The report makes a genuine case to shatter the misconception that has long viewed free education as the state monopoly in it. This fallacy has done as much harm as Rohana Wijeweera’s two nihilistic insurgencies.",
    "Consider some salient recommendations: The setting up of a National Higher Education Commission, replacing the current University Grant Commission, to oversee the state and non-state universities, vocational training institutes and quality assurance of education would provide much-needed regulatory clarity and also incentivizes the private sector participation in higher education.",
    "The proposal to set up a vocational training university in each district would unleash a revolution in education – Ranasinghe Premadasa’s 200 garments in villages unleashed a social transformation. This would put that on steroids.",
    "Regulatory clarity and proposed incentives for public-private partnerships, offshore universities and not-for-profit ventures would unlock the capital for tertiary education. That matters because government spending is sorely inadequate. Though further public investment is desirable, a government with just 8 per cent of GDP in government revenue has little recourse for public investment in education on a scale mandated by the ever-expanding needs of the local youth. In fact, public investment in education has declined to 1.5 per cent of GDP in 2022 from 2 per cent in 2015.",
    "It is also hypocritical when the folks who fret over paying their modest PAYE tax insist on the government’s monopoly over education. Sri Lanka is neither Sweden nor Germany. It is a case of a well-intentioned welfare state that has reached social overreach, for it has undertaken too much of a bundle of social welfare, many of which it should not have in the first place. This social overreach, coinciding with the continuous decline in government revenue, led to the near collapse of not just the welfare state but the state itself last year. Only the brainwashed drones insist on the continuation of the same fallacies. Sadly though, many have elevated themselves now as opinion makers who insist on continuing the status quo.   Free education in Sri Lanka is one of the great legacies. Still, like many well-meaning inventions since the independence, or even some dating back to the colonial era, the system has gone awry due to its resistance to change.",
    "State monopoly deprives four fifth of deserving students, of access to higher education",
    "Today, it is both a tragedy and a farce. Consider the tragedy: In 2021, 311, 359 students sat for the GCE Advanced Level. Of the 194, 366 students who qualified for university admission, 102, 788 applied and only 43, 927 were selected to state universities. That would mean 140,000 students who qualified for university admission (or nearly four-fifths of the cohort of students who qualified) were left out. The same year, around 12,400 students enrolled in non-state university programmes and another 8,000 in affiliated foreign universities recognised by the Ministry of Education. That would mean, even without a clear government strategy, the private sector providers have created higher education opportunities equal to half of the admission to state-funded universities. Still, 120,000 students, minus a few thousand well-to-do ones who would go overseas, are left without access to higher education.",
    "However, that is not the end of it. The picture would appear exceedingly grim if you are to account for the fate of students who did not pass the Advanced Levels, that is, more than a third of the cohort (117,000 out of 311,000). Vocational training opportunities for this group are scarce. The majority of members of this group are condemned to a menial existence. That is a cruel consequence of a myopic higher education policy. The result is a pervasive underachievement and inefficiency in human capital and, by extension, the economy.",
    "No wonder an estimated 500,000 (half of the total registered three-wheelers) eke a living driving tuk-tuk taxies. And every year, Sri Lanka releases demographic pressure, primarily on this group, when it sends around 200,000 unskilled and semi-skilled labour to the Middle East.   This is a tragedy on a monstrous scale. Worst still, this is a tragedy self-inflicted on the nation’s children.",
    "To consider the farce, see the pernicious mismatch between the promise and objective reality of Sri Lanka’s free education.",
    "For a country that prides itself in free education, the primary form of foreign remittance to Sri Lanka is its unskilled and semi-skilled workers and housemaids toiling in the Middle East, followed by an army of women in garment factories. In the vast informal economy, and even some areas masquerading as SMEs, working conditions are atrocious, and chances for upward mobility are minimum. Much to be blamed on the quality of the workforce. That is partly a result of the lopsided higher education policies that, by the name of fostering free education, have robbed four fifth of Sri Lankan youth the access to higher education and a better future.",
    "The farce is also because it is the folks who benefitted from the free education who insist on perpetuating this callous status quo. Their opposition to private medical schools, private universities, and labour market liberalization are all designed to retain their privileged existence in their feudal fortresses. This becomes a sick joke when the same folks complain about a brain drain, which is overhyped and, if anything, can be addressed by liberalizing the free movement of skilled labour into Sri Lanka and setting up a few private universities.",
    "Behind this façade, there is a rotten system. Sri Lankan universities have fallen in international rankings, and their archaic organizational structures hold them down. Modern universities are run like modern airlines, whereas Sri Lankan universities are run like the Sri Lanka Railway.",
    "This is the time for Sri Lanka to switch its attention from public-funded universities to public-private partnerships in higher education and vocational training. However, enhanced education opportunities would be of little use if the average kids could not afford them. Therefore, the government should introduce a tuition fee loan system for all students.  A tuition fee loan system should be a pillar of the new higher education policy, without which,  the private-funded education would be a multiplier of",
    "The country’s primary and secondary education is still an island of excellence, though public schools must keep up to date with the international standard. They produce enough brains only to be squandered by the lopsided higher education policies. Unlocking the bottleneck in higher education would unlock the true potential of Sri Lanka’s human capital.",
    "One last point that might help the recommendations of the Parliamentary Select Committee is not trying to reinvent the wheel, for which Sri Lankan policymakers are notorious, and have done a sloppy job, trying. Instead, aspiring states borrow from the best practices of lead states; they emulate and improvise the successful strategies of the other states. Sri Lanka can borrow best practices in vocational training from Germany, reforming universities from Singapore, Secondary education, probably from Shanghai, China, Korea or Vietnam; it can cultivate international cooperation and foster private sector participation and nurture interlocking industrial and educational clusters. State universities, as they stand now, are not up to the task. A forward-looking higher education policy, that promotes private-public partnership, can not only foster human capital but also unshackle Sri Lanka’s industrial potential."
  ]
}