{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-calls-for-collaboration-with-former-Ministers-to-tackle-health-service-crisis/56-751471",
  "time_ut": 1691367356.0,
  "original_lang": "en",
  "original_title": "SJB calls for collaboration with former Ministers to tackle health service crisis",
  "original_body_lines": [
    "Samagi Jana Balawegaya MP Eran Wickramaratne and Deputy General Secretary Mujibur Rahman at the media briefing yesterday",
    "Asks current Minister to call for meeting with all former subject Ministers",
    "Urges current Minister to disclose the prices at which emergency procurement of medicines was made",
    "Samagi Jana Balawegaya (SJB) MP Eran Wickramaratne yesterday suggested that the Health Minister Keheliya Rambukwella should convene a meeting with former Health Ministers from both the ruling party and the Opposition to devise a new health policy amidst the current health service crisis. Addressing a press conference he proposed that former health ministers including Maithripala Sirisena, Dr. Rajitha Senaratne, A.H.M. Fowzie, Tissa Attanayake, Pavithra Wanniarachchi, and Nimal Siripala de Silva and former State Health Ministers such as Dr Sudarshani Fernandopulle and Dr Seetha Arambepola should be involved in the discussion.",
    "MP Eran Wickramaratne emphasised that it would be beneficial if representatives from both the ruling party and the Opposition come together to formulate a comprehensive health policy. He cited the example of how the Government and Opposition MPs successfully reached a consensus on an education policy, indicating that a similar approach could be applied to healthcare.",
    "However, SJB Deputy General Secretary Mujibur Rahman, who was also present at the media conference, criticised Health Minister Keheliya Rambukwella and urged him to disclose the prices at which emergency procurement of medicines has been carried out. He highlighted the importance of transparency in emergency procurements, stating that revealing the prices would enable the public to understand the cost incurred for urgent medical supplies."
  ]
}