{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/People-must-deliver-a-devastating-defeat-to-the-President-and-Govt-Prof-Charitha-Herath/56-746343",
  "time_ut": 1678818566.0,
  "original_lang": "en",
  "original_title": "People must deliver a devastating defeat to the President and Govt.: Prof. Charitha Herath",
  "original_body_lines": [
    "Claims President and Govt. unlikely to allow for LG polls to go ahead",
    "Says people must defeat politics of Pohottuwa, its leaders, the President and Govt.",
    "Reminds people that it was President Ranil Wickremesinghe and others in Govt. that landed the country in its current debt trap",
    "Freedom People’s Congress member MP Prof. Charitha Herath says the people must deliver a devastating defeat to President Ranil Wickremesinghe and the current Government at any election that is held next.",
    "Addressing the media at a press conference yesterday, Herath said it does not appear the President and the current Government will halt their efforts in obstructing the holding of Local Government elections.",
    "“The delaying of elections is a serious issue. Therefore the politics of the Pohottuwa, its leadership, the President and the Government must be pushed towards a devastating defeat by the people at the very first election to be held next,” he said. The MP said it can be presumed the Government will not allow the Local Government elections to go ahead as scheduled.",
    "“However we will make every effort to ensure it is held,” the MP said, adding that his party will commence a fight to protect the country’s democracy if the Government continues to wilfully obstruct the polls. The MP said while Sri Lanka is awaiting aid from the International Monetary Fund (IMF) by 20 March, the people must remember those who caused the country’s economic crisis and led it to a debt trap including President Ranil Wickremesinghe.",
    "“They will announce the IMF aid with great pomp and pageantry declaring it as a great success or an achievement. But the people must remember that it is President Ranil Wickremesinghe, including the others in Government, that landed us in this debt trap,” he noted."
  ]
}