{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Can-we-develop-our-country-with-the-current-mentality/4-755551",
  "time_ut": 1700783768.0,
  "original_lang": "en",
  "original_title": "Can we develop our country with the current mentality?",
  "original_body_lines": [
    "Since independence Sri Lanka has been struggling to become a developed state. We seem to be failing at it, making the same mistakes over and over again. The western institutes that run the global financial systems and the development aid want poor nations to follow a linear development process, which reinforces and consolidates the current global order. That is why only a handful of nations have been able to attain a developed state since the end of World War 11.  See list of top nations in 1938 and 2022. However, Sri Lanka has had many chances during this time to leapfrog to a developed state with the projects that were drawn up, if properly executed. The accelerated Mahaweli project was one such where we were talking about exporting surplus electricity to South India. From 1976 to 1986 all major hydro projects were completed except Moragahakanda with a capacity of 25 MW per annum, which was completed in 2018. This loss of opportunity cost is (30 years X 25 MW) around 750 MW of energy towards the development of the country, not counting the savings by reduced consumption of fossil fuels for energy generation and agricultural output during this time. This is a typical example of Sri Lanka where the “last mile” is never completed due to political change in governance.  In 1988 President Premadasa Ranasinghe took over from President JR Jayawardene (ironically, the Mahaweli project was first initiated in 1961 under the Sirimavo Bandaranaike Government). President Premadasa’s political priorities were different (Housing) to that of the previous regime thus relegating the last part of the project.",
    "This was the one opportunity which would have helped the country to stay ahead of the energy demand curve to ensure a continuous and reliable supply of energy needed for its development. However, the opposite happened. We have sat back and waited until we ran out of generation capacity and become reliant on emergency power purchasing at unsustainable rates making Sri Lankan businesses uncompetitive in the global market.  Since then the country has not been able to meet the energy demand of the nation to the point that today it is holding back the country’s development. Now, in 2023 we are going with the begging bowl to India to buy electricity. This by the way is a big national security risk. We are handing over a massive leverage to a nation that has clearly had problems with us. We are in fact willingly and voluntarily becoming the “Gaza” of India. In the future, India can shut off the electricity supply if we fail to do as they please. This insanity among our political elite and Government planners is a new level of stupidity.",
    "The pattern of halting, relegating or truncating nationally important projects with the change of governance has been practised to date. One can see a continuum of projects from the one undertaken to connect the Ratmalana airport (a white elephant since the Katunayake airport was built) with the Katunayake airport via Baseline Road (not completed yet) and the Katunayake Expressway. We are only all too familiar with delays in the construction of the expressway. Had we been able to complete this project we would have connected the two industrial areas of Ratmalana and Katunayake with two airports and the Colombo port with less than one hour’s travel time between them. This connectivity would have been a massive incentive for trade and investment and brought the Ratmalana airport back to life from its white elephant status.",
    "The standard excuse during this period was that we were fighting a war; although things seem to have gotten worse since the end of the war in 2009. Since 2009, the Colombo Port City and the Nelum Tower projects were stalled for nearly 18 months and an international airport used for paddy storage while another was built in the north. Now we have 3 international airports, Ratmalana, Mattala and Jaffna, which are white elephants. Adding insult to injury, in October 2023, several SriLankan Airline flights were routed back to Trivandrum in India due to bad weather while the three white elephant airports stood unused in Sri Lanka. No public outcry, no industry concerns for loss of opportunity and escalation of costs, absolutely no accountability at any level of industry or Government. The Civil Aviation Authority and the Airport and Aviation services seem to be unconcerned. The need of the hour is a national aviation strategy that transcends politics. Meanwhile, the cancellation of the Light Rail Transit system as it could not transport cargo containers is another such typical case.",
    "The above are some of the examples of nationally significant projects which would have helped Sri Lanka to leap forward in its development but never completed as intended. The public is aware of them as they were publicised in the media due to their magnitude and cost.",
    "In addition, numerous smaller projects that were abandoned are seen dotted around the country. They range from essential roads and bridges linking communities to structures to house government services and other commercial activities necessary to be provided in residential areas. Each new Minister restarts his or her Ministry without considering the activities carried out by his/her predecessor. It is clearly seen in the trail of half completed projects or “white elephants” around the country as newspapers highlight from time to time.",
    "The economic disruption caused by these decisions where investors are made to wait, contracts are not honoured, contractors and suppliers not paid or delayed payments, destroys investor confidence. Additionally, it leads many small and medium businesses to bankruptcy. Over the years it has disincentivised many investors, international and local organisations from working with the Government, allowing only a handful of organisations to work with the Government. This in turn has prompted irregularities to creep in, and be tolerated in the procurement process covertly. This apathy opens the door to multiple layers of corruption.",
    "Corruption in the country now transcends the political, administrative and societal strata. It has made some investors leave the country with their investment even before the projects were approved, as the kickback requested is so large that it makes the project unviable. An example of administrative level corruption highlighted in the local media is the Google balloons internet coverage for Sri Lanka. Google finally pulled out their service offer from Sri Lanka.",
    "Parallel to this, many legislative initiatives that would have propelled the country to the next level of development have been watered down or abandoned. This legislation never got off the ground due to grassroots level opposition. Legislation for a paradigm shift in human rights, employment laws, education, trade, aviation etc are held back due to insular petty thinking.",
    "This type of thinking and acting is akin to slash and burn agriculture, where, each new farmer destroys a new area to harvest his crops, and by crop I mean the alleged commissions and or bribes that our politicians are allegedly accustomed to take, thereby completing the analogy. The irony is, a leading politician was recently quoted in the media saying, “if not for the free education policy most Sri Lankans would still be slash and burn farmers”.  It appears that Sri Lanka over the years has been successful in educating the slash and burn farmers. However, apparently the educated farmers who are now politicians have not been able to abandon the slash and burn mentality.",
    "According to the Census and Statistics Department, in 2021 only 22% of the Sri Lankan population was English literate. In the same year 22.9 % of households owned a desktop or a lap top computer.  Perhaps, these are early indicators of the digital divide taking root in our society due to corruption.",
    "Going forward we must develop a national development plan that will be implemented despite who succeeds in gaining political leadership. This would enable the political party to develop and implement their vision as well as maintain the country’s development strategy. This requires politicians of great stature to run the country. Such people may not be forthcoming given the electoral system and the narrow minded outlook of most people who exercise their vote.",
    "(The writer has authored the book, “How small countries can compete and grow - A case for Sri Lanka”. He is the founder of R & R Associates Consulting, a sector-independent strategy consulting practice)"
  ]
}