{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89504/sri-lanka-to-prepare-textbooks-on-sexual-and-reproductive-health",
  "time_ut": 1680355740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to prepare textbooks on sexual and reproductive health",
  "original_body_lines": [
    "MP Rohini Kumari Wijerathna, the chairperson of the Parliamentary Caucus for Children, has informed officials to appoint a special committee in coordination with the Ministry of Education, to prepare textbooks on sexual and reproductive health for school students and to inform various parties related to it.",
    "She communicated this during the meeting of the Parliamentary Caucus for Children held last week.",
    "Wijerathna noted that representatives of various institutions under the Ministry of Health and the Ministry of Education, the National Child Protection Authority, the Department of Probation and Child Care Services present at this Committee meeting should be included in this committee to which the Ministry of Education should take the main responsibility when it comes to the related coordination activities.",
    "The committee chair also stated that the responsibilities of this Committee should be completed within three months and a timeline for that is expected to be prepared during the next meeting.",
    "Officials representing the Ministry of Education addressing the committee, stated that textbooks have already been prepared to educate school students over the age of sixteen about sexual and reproductive health.",
    "However, the committee emphasized that since there is a need to educate children about sexual and reproductive health from an early age to suit the child’s mind, the preparation of textbooks should be started immediately.",
    "It was also discussed that in the first phase of this program, even if the text books are not printed, students can be given the opportunity to use it via the internet.",
    "It was also emphasized that the committee should also organize programs to educate religious leaders, parents, and the media about the need to educate students about sexual and reproductive health in order to protect them from sexual abuse.",
    "Suggestions were also made that during the awareness given to women through the Family Health Officer’s officials post marriage, they should also be made aware of how to protect their children from sexual abuse in the future."
  ]
}