{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/crocodile-celebrates-15-years-of-unstoppable-fashion-excellence-in-sri-lanka/",
  "time_ut": 1700498760.0,
  "original_lang": "en",
  "original_title": "Crocodile celebrates 15 years of unstoppable fashion excellence in Sri Lanka",
  "original_body_lines": [
    "In a remarkable milestone of its 15-year journey in Sri Lanka, Crocodile, a world-renowned lifestyle brand, recently unveiled its new outlet at the state-of-the-art Havelock City Mall. This strategic location is a perfect fit for Sri Lanka’s premier fashion and lifestyle brand, housed in Colombo’s latest premier lifestyle mall, providing exceptional accessibility for shoppers from all around.",
    "Crocodile, an international symbol of luxury and excellence, has garnered unwavering recognition and loyalty over the years. The brand’s commitment to offering unique choices for Stylish Living remains steadfast. In addition to the celebration of its 15th year in Sri Lanka, Crocodile stands as a trailblazer in the world of fashion, setting exceptionally high standards.",
    "Preminda Fernando, General Manager of Crocodile shared his thoughts on the new store and the brand’s journey so far. He stated, “Our remarkable 15-year journey has been characterized by evolution and growth. The opening of our new store underscores our resilience in the face of economic challenges and the pandemic. We take great pride in our international brand status and our continuous expansion into new categories and products, alongside an extended network of outlets. We owe this achievement to our valued customers who deserve the best, and we remain fully committed to delivering with exacting precision.”",
    "AIA Insurance introduces ‘AIA Exclusive’ – gateway to a world of unparalleled privileges",
    "Sampath Bank gears up for the future amidst economic challenges",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}