{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-shares-slip-for-eighth-day-as-president-reveals-debt-restructuring-plans-119019/",
  "time_ut": 1682531160.0,
  "original_lang": "en",
  "original_title": "Sri Lanka shares slip for eighth day as President reveals debt restructuring plans",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares slipped at market close for the eighth consecutive session to a two-month low on Tuesday, with President Ranil Wickremesinghe disclosing the island’s position regarding debt restructuring, according to an analyst.",
    "The main All Share Price Index (ASPI) fell 0.37 percent or 33.60 points to 9,091.72, the lowest since February 21, 2023, while the most liquid index, S&P SL20, was down 0.39 percent or 10.39 points to 2,646.48.",
    "Sri Lanka will discuss debt restructuring with the Paris Club, including India and China separately, as part of an International Monetary Fund-backed plan to reduce and manage debt, President Ranil Wickremesinghe said.",
    "India and the Paris Club have given assurances to restructure debt, and China has also given assurances, allowing the International Monetary Fund program to be approved.",
    "Domestic debt also has to be restructured, he said, but no final decision has been reached.",
    "There was a net foreign inflow of 70 million rupees for the day, but the total net foreign outflow for the year so far is 1.5 billion rupees.",
    "The top losers during trade were Vallibel One, Citizens Development Bank, and Melstacorp.",
    "The market generated a turnover of 740 million rupees, which is below the daily average of 1.6 billion rupees. The hotel industry has contributed significant amounts of revenue as tourism outcomes have become favorable. The crisis-hit island nation is looking at several avenues to generate dollars.",
    "Sri Lanka’s stock market has been low ever since the approval of the International Monetary Fund, as reforms to stabilize the economy have been undertaken, and most of the implemented reforms are controversial to the demands of the public.",
    "“Some banks are saying we cannot face it. Then I am saying take over the economy and take it forward,” President Wickremesinghe said.",
    "The banking sector, which comprises the largest index in the market, has been seeing a constant wait-and-see approach as investors fear domestic debt restructuring.",
    "“People cannot place a gun to the head and say if this is done this will collapse. This condition and that condition are not possible.”",
    "“If it collapses, I will close it,” Wickremesinghe said. “That is all that has to be done.”",
    "Sri Lanka has tried to run the country by denying monetary stability through a combination of flexible inflation targeting and output gap targeting (printing money to boost growth) for several years, running into a series of currency crises and depreciating the currency, running up foreign debt as long as ratings were favorable. (Colombo/April 26/2023)"
  ]
}