{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-private-de-leveraging-hit-new-record-in-jan-2023-driving-bop-surplus-115251/",
  "time_ut": 1678676760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka private de-leveraging hit new record in Jan 2023, driving BOP surplus",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s private credit was negative by 96 billion rupees in January 2023 hitting a new historic contraction, as state enterprise credit picked up marginally and government credit continued to be high but stable, data show.",
    "In January the central bank reported a balance of payments surplus of 211 million dollars amid the private credit contraction, shortly before a surrender rule was relaxed allowing the rupee to appreciate.",
    "Related Sri Lanka posts US$211mn BOP surplus in Jan 2023: analysis",
    "Private credit fell 96.1 billion rupees to 7,318 billion rupees from 7,414 billion a month earlier.",
    "Sri Lanka’s interest rates are high and companies are trying to repay debt and banks are also not encouraging new credit and are instead trying to make recoveries.",
    "However, inflation has also fallen and exports are also falling, partly due to price falls. Falling inflation reduces working capital needs of businesses.",
    "In January credit to state enterprises rose by 13.3 billion rupees to 1,747 billion rupees, but is still below the October high of 1,777 billion rupees.",
    "Credit to the government rose to 7,611 billion rupees, up 140.5 billion rupees. Some of the increases come from interest rate rises.",
    "Sri Lanka’s interest rates are high mostly due to the lack of a cut-off date for domestic debt re-structuring under the current International Monetary Fund backed external debt re-structuring effort.",
    "External defaults became widespread in the 1980s after a period of US bad money during the Great Inflation period. At the time however the IMF avoided haircuts and re-structuring, and earned the accolade of being the “handmaiden” of private creditors and banks.",
    "The 1980s Latin American default wave hit mostly US and Japanese banks.",
    "The lack of full credibility of the country’s ad hoc exchange rate peg (flexible exchange rate) also reduced conversions despite complementary monetary policy due to a surrender rule. However the lifting of a surrender rule led to an appreciation, restoring credibility of the ad hoc pegs.",
    "Ad hoc pegs (a type of managed float or intermediate regime) are among the most dangerous monetary arrangements ever devised by Western Mercantilists and peddled to third world nations without a doctrinal foundation in sound money.",
    "Unlike in the past, the ad hoc peg policy is directly contradicted now with a domestic inflation target backed by aggressive floating rates style open market operations or ‘monetary policy modernization’ critics say. (Colombo/Mar13/2023)"
  ]
}