{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/CB-chief-issues-ultimatum-to-banks-to-cut-lending-rates/108-263763",
  "time_ut": 1690129682.0,
  "original_lang": "en",
  "original_title": "CB chief issues ultimatum to banks to cut lending rates",
  "original_body_lines": [
    "Banks' disproportionate rate cuts between deposit and lending rates have been hurting both depositors and borrowers",
    "As a result banks appear to be delaying both monetary policy transmission and economic recovery process",
    "CB chief warns that inadequate and delayed downward adjustment in lending rates could compel CB to impose administrative actions",
    "The Central Bank last week issued an ultimatum to banks to reduce lending rates, which have only fallen disproportionately, compared to the plunge in deposit rates in response to the",
    "In a letter addressed to Bingumal Thewarathanthri, the Chairman of Sri Lanka’s Banks’Association, the body representing all banks operating in the country, Central Bank Governor, Dr. Nandalal Weerasinghe drew his attention to the rigidity seen in the decline in lending rates compared to the urgency displayed by banks to slash deposit rates.",
    "“We observe that the deposit interest rates of the banking sector have significantly been reduced while the lending rates continue to be downward rigid,” Dr. Weerasinghe said.",
    "The first rate cut in nearly three years in June saw banks hurrying to lower the deposit rates overnight leaving the lending rates virtually untouched to make the most money by fattening their margins until there was pushback from the public and the regulator.",
    "Banks didn't budge even after the second rate cut in July, where the Monetary Board made the need to quickly pass down the benefits of the easing monetary policy a recurring theme in their post-meeting statement.",
    "Last week’s letter came just less than three weeks into such calls as banks have thus far failed to adequately pass through the benefit of easing financial conditions in the economy.",
    "Any delay or inadequate pass-through of such benefits make the monetary policy less effective and thus making the Central Bank hamstrung in its efforts to quicken the economic recovery process by accelerating the flow of credit into the real economy.",
    "“Such rigidity in lending rates would be counterproductive in the process of envisaged economic recovery, and the faster normalisation of interest rate structure would not only benefit the businesses and individuals, but also the banking sector as well through the expected improvement in the quality of credit,” Dr. Weerasinghe noted.",
    "The letter made reference to the discussions at the meeting held on June 29 with the Committee on Public Finance on Domestic Debt Restructuring where the banking sector representatives had made explicit that the lending rates could be cut provided the impact from the DDR is minimal on the banking sector.",
    "“ Further, the necessity of initiating measures to reduce the interest rates charged on certain credit facilities which are excessively high, in the wake of market interest rates decreasing, was brought to the attention of all Chief Executive Officers at the monthly CEOs meeting held at the Central Bank, Chaired by the Governor,” the letter read.",
    "The letter also highlighted how the reduced lending rates would help borrowers who are in default to restart servicing their facilities and thereby reduce and reverse the hefty impairment charges which took massive toll on both the sector profits and asset quality.",
    "“In view of the above, we urge the licensed banks to take immediate measures to adequately reduce the lending rates applicable to all lending products.",
    "We wish to reiterate that inadequate and delayed downward adjustment in lending rates by the banking and financial sector may compel administrative measures by the Central Bank in the period ahead,” Dr. Weerasinghe cautioned. Meanwhile, the letter also appears to be setting the stage for another cut in policy rates at the next policy meeting scheduled for August 24, as inflation is expected to return to the close vicinity of the Central Bank's desired band of 4 to 6 percent much sooner than anticipated."
  ]
}