{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Mujibur-declares-2024-a-year-of-struggles/56-756283",
  "time_ut": 1702499591.0,
  "original_lang": "en",
  "original_title": "Mujibur declares 2024 a year of struggles",
  "original_body_lines": [
    "Claims country remains stagnant as Govt. has no comprehensive plan for development",
    "Accuses Govt. of shifting entire burden of economic crisis onto people",
    "Invites all opposition parties and trade unions to work towards ousting current Govt. in 2024",
    "Samagi Jana Balawegaya (SJB) Deputy General Secretary Mujibur Rahman yesterday declared 2024 as a year of struggles for the country’s opposition and trade unions.",
    "During a press conference in Colombo, the former MP extended an invitation to all opposition parties and trade unions, urging them to join forces in the upcoming year to collectively oppose the Wickremesinghe-Rajapaksa regime.",
    "The MP asserted there is no alternative but to engage in a struggle against the present Government.",
    "“The IMF is providing the second tranche solely to stabilise the country’s economy. This will not contribute to its development. Instead, the nation finds itself in a stagnant position. The Government should ideally have a comprehensive plan for the development of both the country and the economy. However, it is evident that such a plan is lacking, as it has not been presented in the 2024 budget proposals,” he observed.",
    "According to the SJB stalwart, the ongoing foreign trips by the President have yielded no benefits for the country. He emphasised that the Government lacks a mandate and, as a result, will not garner trust from investors. Furthermore, he pointed out that those responsible for leading the country into bankruptcy continue to hold positions in the current Government.",
    "Rahman said the Government has shifted the entire burden of the economic crisis onto the people and lacks any plan to alleviate their hardships.",
    "“The Government has chosen to levy an 18% VAT on 97 goods, leading to an increase in the cost of living for the country’s citizens starting from January. The Government argues that the VAT hike is intended to boost government revenue. However, it is perceived that the Government aims to enhance state revenue without undergoing any substantial sacrifices itself. There’s a notable absence of the Government making the same sacrifices as the people of the country during times of economic crisis,” he said.",
    "The MP said that, given the circumstances, the people have no alternative but to fight against the Government. He extended an invitation to all opposition parties and trade unions, urging them to unite in the collective effort to remove the current Government in the New Year."
  ]
}