{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95096/president-ranil-insists-jay-shah-doesnt-run-sri-lankan-cricket-",
  "time_ut": 1700716560.0,
  "original_lang": "en",
  "original_title": "President Ranil insists Jay Shah ‘doesn’t run Sri Lankan cricket’",
  "original_body_lines": [
    "Former Sri Lanka captain Arjuna Ranatunga’s comments on BCCI secretary Jay Shah “running” Sri Lankan cricket has caused a major storm across the cricketing world, especially in cricket-mad India which happens to be a superpower of the sport.",
    "The comments have caused uproar to the point that Sri Lanka President Ranil Wickremesinghe himself offered an apology",
    "In an exclusive conversation with Firstpost’s Palki Sharma, President Wickremesinghe revealed that he has since had a conversation with Shah on the matter.",
    "“No, Jay Shah doesn’t run Sri Lankan cricket. They think that Jay Shah is supporting the cricket board. But I spoke to Jay Shah and felt sorry that his name had been dragged in and apologized.",
    "“He said, ‘My position is, whoever is the legal body, I will back. If this lot is the legal body I will back them. If the other lot is the legal body, I will back them. If there’s a third group that’s the legal body, I will back them. That’s not decided by me, that’s decided by ICC,” Wickremesinghe said.",
    "Ranatunga had made the comments a day after the ICC’s suspension of Sri Lanka Cricket (SLC), the richest sporting body in the crisis-stricken island nation, due to political interference.",
    "“Because of the connection between SLC officials and Jay Shah, they (the BCCI) are under the impression that they can trample and control SLC.",
    "“Jay Shah is running Sri Lanka Cricket. SLC is being ruined because of pressure from Jay Shah. One man in India is ruining Sri Lankan cricket. He is only powerful because of his father, who is India’s home minister,” Ranatunga, who led Sri Lanka to their only ICC World Cup triumph in 1996, was quoted as saying by Sri Lankan media.",
    "The unrest in Sri Lankan cricket began after its 302-run mauling at the hands of India in Mumbai’s Wankhede Stadium. The manner in which the Kusal Mendis-led side had been outplayed, getting bowled out for 55, led to Sri Lanka sports minister Roshan Ranasinghe sacking the entire SLC board shortly after and naming an interim committee with Ranatunga as the head.",
    "Sri Lanka’s Court of Appeals, however, stayed Ranasinghe’s decision and allowed the Shammi Silva-led board to continue with their daily functioning. It is widely believed that the SLC itself had approached ICC to recommend its suspension due to government interference.",
    "The Sri Lankan parliament has unanimously passed a resolution moved by chief opposition leader Sajith Premadasa calling for the entire board to resign.",
    "The ICC confirmed its suspension of SLC following its meeting in Ahmedabad on Tuesday, and consequently shifted the 2024 U-19 World Cup out of the country and to South Africa.",
    "Reacting to the ICC’s decision, President Wickremesinghe added he knew the country’s board was going to get suspended.",
    "“The opposition has said that the Board of Control has written to the ICC and has said to suspend Sri Lanka. The leader of the opposition gave me a set of letters, I haven’t looked at it. But ICC was going to suspend Sri Lanka, I knew that.",
    "“We were trying to save the U-19 matches, we were going to have tourism, but that didn’t work out so we lost on all that. I am waiting to see the outcome or the decision of the courts in regard to the interim committee. Once that is done, we’ll have to start talking with the ICC to ensure that Sri Lanka can host matches again.",
    "“As far as the cricket board is concerned, there is a committee of ministers that are going to it, which will recommend legislation. They’ve spoken to the board members as well as to the interim committee members, but I want to bring legislation which will take away the power of the minister to intervene and interfere in politics,” Wickremesinghe added."
  ]
}