{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91007/over-280-killed-in-deadly-odisha-crash-pm-modi-vows-punishments-",
  "time_ut": 1685809260.0,
  "original_lang": "en",
  "original_title": "Over 280 killed in deadly Odisha crash, PM Modi vows punishments",
  "original_body_lines": [
    "People found guilty over a deadly rail accident in eastern India will be “punished stringently”, the country’s Prime Minister Narendra Modi has said.",
    "At least 288 people were killed and more than 800 injured in Friday’s incident in Odisha state, involving two passenger trains and a goods train.",
    "Rescue efforts have concluded, with officials saying all trapped and injured passengers have been retrieved.",
    "Mr Modi has visited the scene, labelling the incident a “painful” one.",
    "He also met victims of the disaster in hospital, and vowed that his government would leave “no stone unturned for the treatment of those injured”.",
    "It is still not clear what caused the multi-train collision in Balasore district, which has been described as India’s worst rail accident this century.",
    "Some 2,000 passengers are thought to have been on board the two passenger trains involved.",
    "The exact sequence of events has been the subject of conflicting accounts.",
    "Officials say several carriages from the Coromandel Express, travelling between Kolkata (formerly Calcutta) and Chennai (formerly Madras), derailed at about 19:00 (13:30 GMT) after hitting a stationary goods train.",
    "Several of its coaches ended up on the opposite track. Another train travelling in the opposite direction - the Howrah Superfast Express travelling from Yesvantpur to Howrah - was in a collision with derailed carriages.",
    "“The force with which the trains collided has resulted in several coaches being crushed and mangled,” Atul Karwal, chief of the National Disaster Response Force (NDRF) explained to the ANI news agency.",
    "Announcing the conclusion of rescue efforts on Saturday, the railway ministry said work to restore the crash site had begun.",
    "Sounds of ambulance sirens have been going off every 30 minutes outside the trauma centre in the SCB hospital in the city of Cuttack - where critically injured passengers have been wheeled in.",
    "So far, close to 200 passengers from the train accident site have been brought in, and the numbers continue to rise.",
    "The hospital is the largest in the state of Odisha, but is still three hours’ drive from the accident site.",
    "The hospital staff - from junior doctors to nurses and ward boys - have been lined up and waiting in groups to assist patients as they are brought in. Wards have been expanded to handle the numbers coming in.",
    "The constant sounds of whistles and announcements by hospital authorities interrupt the chaos.",
    "Family members of the injured are waiting anxiously outside praying for their relatives’ wellbeing. But many are still looking for their loved ones, not knowing their whereabouts.",
    "There is a counter set up to assist people who cannot locate their family members. It is crowded, and the lists run long.",
    "Some people met by the BBC ran from the accident site to nearby hospitals before coming to the facility in Cuttack - searching for their families who were on board the trains.",
    "An investigation into the cause of the crash has been launched, although Education Minister Dharmendra Pradhan has blamed “technical reasons”.",
    "Survivors and eyewitnesses have described chaotic scenes and the heroic efforts of people from nearby villages to save trapped passengers.",
    "Mukesh Pandit, who was trapped for half an hour before being rescued, told the BBC he heard a “thunderous sound” shortly before the carriage overturned.",
    "“Four passengers who were travelling from my village have survived, but a lot of people are injured or still missing. A lot of people died in the coach I was travelling in,” he added.",
    "Residents of the neighbouring villages were among the first to reach the site of the accident and start the rescue operation.",
    "India has one of the largest train networks in the world with millions of passengers using it daily, but a lot of the railway infrastructure needs improving.",
    "Trains can get very packed at this time of year, with a growing number of people travelling during school holidays.",
    "Both passenger trains involved in the crash were full and had many more people on the waiting list, according to passenger lists on the Indian rail ministry website reviewed by the BBC.",
    "India’s worst train disaster was in 1981, when an overcrowded passenger train was blown off the tracks and into a river during a cyclone in Bihar state, killing about 800 people."
  ]
}