{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialogs-govi-mithuru-tea-research-institute-drive-agri-excellence-in-the-tea-sector/",
  "time_ut": 1702486020.0,
  "original_lang": "en",
  "original_title": "Dialog’s Govi Mithuru & Tea Research Institute Drive Agri Excellence in the Tea Sector",
  "original_body_lines": [
    "Govi Mithuru, Sri Lanka’s premier mobile phone-based agricultural advisory service by Dialog Axiata PLC, continued its long-standing partnership with the Tea Research Institute (TRI) by empowering the tea cultivating community with best-in-class Agri solutions at their Open Day event.",
    "This collaborative effort aims to provide essential advisory services to tea farmers through the Govi Mithuru platform, serving as a valuable resource for tea crop cultivation. Further, in conjunction with TRI, Govi Mithuru continues to conduct widespread awareness programmes dedicated to advancing tea cultivation practices. This initiative driven by Govi Mithuru and TRI remains committed to introducing cutting-edge digital agricultural solutions to innovate the tea industry, in line with the United Nations Sustainable Development Goals, specifically Goal 1 – end poverty in all its forms everywhere and Goal 9 – build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation.",
    "At the TRI Open Day, Govi Mithuru and the Tea Research Institute of Sri Lanka announced plans to expand their services to digitally empower tea farmers. To date, the app has registered over 35,000 tea farmers who obtain timely guidance on tea cultivation and production. These services, backed by TRI’s research, technical knowledge, and advisory support, aim to address challenges faced by tea farmers. The event provided a valuable opportunity for Govi Mithuru and TRI to better understand the needs of tea farmers and optimise their support.",
    "The ground-breaking, trilingual Govi Mithuru service strives to rectify the pressing challenge of farmers experiencing restricted access to timely crop information, that could in turn lead to reduced harvests and financial hardships. By delivering precise information to farmers at the right time, the platform enables farmers to optimise efficiency, safeguard crops, and ultimately boost harvests. Advisory services for 32 crops, including Tea, are currently offered on the Govi Mithuru platform. Users can access the full range of Govi Mithuru services through the app, downloadable directly from the Google Play Store, or by dialing 616 for the voice service.",
    "Dialog Elevates Home Broadband Postpaid Experience with More Data & Data Roll Over",
    "Dialog, SLT-Mobitel, Airtel and Hutchison band together to spark Sri Lanka’s digital economy",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}