{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Malaysia-busts-syndicate-trafficking-Sri-Lankan-kids-to-Europe/108-257818",
  "time_ut": 1681899676.0,
  "original_lang": "en",
  "original_title": "Malaysia busts syndicate trafficking Sri Lankan kids to Europe",
  "original_body_lines": [
    "The Immigration Department of Malaysia has busted a syndicate which used Malaysian international passports to smuggle Sri Lankan children to Europe, following the arrest of a local married couple.",
    "Immigration director-general Datuk Ruslin Jusoh said the couple was nabbed last Wednesday (April 12) when they turned up at the Kuala Lumpur Immigration headquarters to get a Malaysian passport for a Sri Lankan child.",
    "He said the ‘Bahnu Internationals’ syndicate made use of poor Malaysian parents with children under 12 to get the passports.",
    "The syndicate would trick parents into bringing their child’s birth certificate to the immigration office on the pretext of wanting to make a passport for the kid, he added.",
    "“However, during the application process at the immigration counter, a Sri Lankan almost the same age as the Malaysian child would be ushered to the counter instead to get their fingerprint and photograph taken.",
    "“Once completed, the husband and wife, who are the syndicate’s masterminds, would act as a ‘transporter’ by bringing the Sri Lankan child with a Malaysian passport to Europe,” he said in a statement today.",
    "He said the immigration officer processing the passport application that day suspected something amiss when the guardian looked significantly different from the child, who could not speak Malay.",
    "He said it was learnt that the parents were paid RM500 for bringing their child to the immigration office.",
    "Ruslin said initial investigations showed the syndicate received 30,000 to 50,000 euros for each Sri Lankan child taken to Europe on Malaysian passports.",
    "“Investigations are ongoing to find out how long this syndicate has been active and how many children were involved.",
    "“The couple, aged 37 and 26, were charged under Section 26A of the Anti-Trafficking in Persons and Anti-Smuggling of Migrants Act (ATIPSOM) 2007 in the Sessions Court Kuala Lumpur today.",
    "“The Immigration Department would like to advise the public not to be easily manipulated by offers and lies from such syndicates.",
    "“Anyone with doubts on immigration matters can refer to the department or obtain the latest information through its website and official social media accounts,” he said. — Bernama"
  ]
}