{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/31/embilipitiya-paddy-crisis-ceb-warns-of-power-cuts-if-water-is-released-for-rice-fields/",
  "time_ut": 1690780020.0,
  "original_lang": "en",
  "original_title": "Embilipitiya Paddy Crisis: CEB warns of power cuts if water is released for rice fields",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Irrigation Ministry says that the only option to release water for the farm lands in the Walawa Zone is the Gin Nilwala Diversion Project.",
    "Irrigation Minister Roshan Ranasinghe said the crisis will be raised at Monday's (31) Cabinet Meeting.",
    "At the same time, it's been eight days since farmers from Embilipitiya launched a Sathyagraha campaign demanding water for their rice fields.",
    "Approximately 75,000 acres farm lands are cultivated in the Udawalawa region, and 65,000 acres of the total area are dedicated to rice cultivation.",
    "Over 35,000 agricultural families depend on these rice fields for survival.",
    "The harvest from the Yala Season is to be reaped soon, however, these rice fields are not receiving the sufficient amount of water.",
    "The farmers from Embilipitiya have been requesting that water be released from the Samanala Wewa located above the Udawalawa Reservoir, for a period of at least two weeks to nurture their rice crops.",
    "The Ceylon Electricity Board warned that if water from the Samanala Wewa is released to the Udawalawa Reservoir, as requested, a three-hour power outage will have to be imposed for the Southern Province.",
    "The CEB noted that it raised this issue with Agriculture Minister Mahinda Amaraweera during a meeting at the Ministry of Agriculture.",
    "At this meeting, the Agriculture Minister, and the officials from the Ministry of Agriculture, Irrigation, and Power & Energy discussed at length on the possibility of releasing water from the Samanala Wewa to the Udawala Reservoir for a period of 10 days.",
    "The CEB officials had pointed out that if water is released, as requested, the existing water levels would drop further, and thus lead to power outages of up to three-hours in the Southern Province.",
    "Irrigation Minister Roshan Ranasinghe said the matter will be raised with the Cabinet of Ministers on Monday (31), and if crops are destroyed as a result of this situation, measures will be directed to provide compensation.",
    "Sri Lanka's Agriculture Ministry said that if the rice fields do no receive water, the country would lose a rice production with an estimated value of over Rs. 18 Billion.",
    "Agriculture Minister Mahinda Amaraweera said that if there are disruptions to the country's paddy production, the government will have to import rice to meet the demand, which would lead to an additional cost for the state.",
    "The Minister also noted that rice importation is also facing a crisis situation, as countries like India have decided to limit rice exports.",
    "However, the Agriculture Minister said that the matter will be discussed with the President and the Minister of Power & Energy, in order to reach a solution.",
    "Sri Lanka to restart stalled Japanese projects after completing debt optimization"
  ]
}