{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88959/legislative-standing-committee-agrees-on-25-of-youth-representation-for-lg-bodies-",
  "time_ut": 1678367100.0,
  "original_lang": "en",
  "original_title": "Legislative Standing Committee agrees on 25% of youth representation for LG bodies",
  "original_body_lines": [
    "The Local Government Elections (Amendment) Bill presented by MPs Premnath C. Dolawatta and Imthiaz Bakeer Markar as Private Members’ Bills along with Ministerial reports were considered by the Legislative Standing Committee in Parliament on 28 February.",
    "The Legislative Standing Committee, which took into discussion the said Bill, was chaired by Ajith Rajapakse, Deputy Speaker of Parliament.",
    "Standing Orders 53(4) dictates that “No clause that is not in accordance with the basic desire of the Honorable Member presenting a Bill shall be allowed to be included in a Bill.” Accordingly, the committee directed that Bill No. 126 considering the youth representation be re-drafted.",
    "The Committee also instructed the officials of Attorney-General’s Department and Legal Draftsman Department to re-draft Bill No. 160, by substituting the clause pertaining to the need for female representation with that of youth representation, as the former is already included in the Principal Enactment .",
    "Accordingly, the Committee was of the view that 25% of the youth from the aggregate should be represented in the first and second nomination lists of the local government elections.",
    "The Committee thereby directed the officials representing the Legal Draftsmen and the Attorney General’s Departments to re-submit the amended draft of the said Bill before the Committee.",
    "Ministers Nimal Siripala de Silva, M.U. M. Ali Sabry, State Ministers Janaka Wakkumbura, Sisira Jayakody, Dr. Rajitha Senarathne, Prof. Channa Jayasumana, Ajith Mannapperuma, Sarathi Dushmantha, Ms. Kokila Gunawardena, Milan Jayathilaka, Major Sudarshana Denipitiya, Premnath C. Dolawatte, M. W. D. Sahan Pradeep Withana, Madhura Withanage, Sagara Kariyawasam, Ms. Manjula Dissanayake were present at the Committee meeting held."
  ]
}