{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-new-staron-the-horizon/",
  "time_ut": 1682534220.0,
  "original_lang": "en",
  "original_title": "A new star…on the horizon",
  "original_body_lines": [
    "Mayuka Aparnatha is much in the limelight, these days, after he created an impact, both as a model, and singer, at the recently held ‘Ramp Comes Alive’ – the annual graduation and fashion show of the Chulpadmendra Catwalk Academy.",
    "He did five segments, on the ramp, and also sang ‘I See Red’ and ‘Rolling In the Deep’.",
    "Although involved in his own skincare line business, 23-year-old Mayuka says he now wants to concentrate on a singing career…and this is how our Chit-Chat went:",
    "I am a very peaceful person who loves to be with genuine souls, and I believe in ‘ahinsa’. Because of that I am a vegan and I try to live a nontoxic lifestyle.",
    "2. If you could change one thing about yourself, what would it be?",
    "Let’s say, I wish I was more assertive and I would like to be more discipline, in my self-care routine.",
    "3. If you could change one thing about your family, what would it be?",
    "C.W.W. Kannangara College, Colombo, and I was a part of the school music team. No sports, etc. It was studies and music!",
    "My solo trip, to Mount Fuji, in 2019. That was one of the best experiences ever, because that was the very first time I travelled alone, without my family, as I was living in Japan at the time. It was awesome…and so exciting.",
    "My idea of perfect happiness! I would say to be able to fly into your dreams and to live a life that brings you lots of happiness. It means that you have got to decide to look beyond the imperfections.",
    "I wouldn’t say yes to that question, but I definitely believe in spirituality. I believe in God, but not as one thing, not as an old man in the sky. I believe that what people call God is something in all of us. I believe that what Jesus and Mohammed and Buddha and all the rest said was right. It’s just that the translations have gone wrong, because, so far, knowing my place in the universe, and my connection to nature, has given me deeper understanding of my existence.",
    "I would say yes – unnecessarily – as it’s more of a habit, I may have learnt from my elders…definitely, more than a belief.",
    "Firstly, there is no perfect person. And looking for that perfect person means you are starting the race badly…yes, you’re in the wrong race. Let’s put it this way – women should look for a man whose values, beliefs and outlook, on life, synergies with their own.",
    "I love Adele. She is not afraid to stand up for what she believes in and has spoken her mind many times when accepting awards and giving interviews. She is also not afraid to make fun of herself, often sharing embarrassing stories with her fans, increasing her reliability because she can sing live, and has proved that in order to be a great singer, you don’t have to get naked, or be skinny.",
    "My will power…because I had to work really hard to gain that.",
    "12. If you were marooned on a desert island, who would you like as your companion?",
    "Perhaps, someone who can equally support me survive…for obvious reasons.",
    "When I first moved to Japan I had multiple embarrassing moments of mispronouncing Japanese words, while learning the language",
    "Living authentically to myself in a world, mostly full of fake people, itself is quite daring.",
    "A place where I can completely relax, watch the sunrise and stars in the night. By the way, no matter what fabulous place I visit, I don’t feel like I’m on vacation unless I’m dehydrated and covered with sunscreen, because that’s how I feel at peace.",
    "I love soulful music, with advanced melodies and meaningful lyrics, because music is supposed to feel the soul.",
    "I don’t listen to radio because sometimes I like to listen to the same song, on repeat.",
    "Fashion TV because it’s something I am passionate about…fashion is the most power art.",
    "I want to be born as a star, in space, because I like to shine,",
    "I have many plans that come and go…like representing my country, on an international platform, as a singer, is one of it. But the major plan, that will never change, is my plan to live for myself and not others.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}