{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91804/cbsl-governor-says-more-rate-cuts-needed-for-economy-to-bounce-back",
  "time_ut": 1688792460.0,
  "original_lang": "en",
  "original_title": "CBSL governor says more rate cuts needed for economy to ‘bounce back’",
  "original_body_lines": [
    "Debt-ridden Sri Lanka may need to cut interest rates again to further boost growth in its economy, according to the head of its central bank.",
    "Dr. Nandalal Weerasinghe, governor of the Central Bank of Sri Lanka, told CNBC Friday that there will be more rate cuts to come, even after the central bank lowered its policy rate for a second consecutive month from 12% to 11% on Thursday.",
    "Asked if additional rate cuts will be needed, the governor answered: “Of course.” He pointed to falling inflation rates in the Sri Lankan economy.",
    "“We should need further reduction in interest rates on the basis of forward-looking inflation, forward-looking output gap. This shows we made the right decision,” Weerasinghe told CNBC’s “Squawk Box Asia.”",
    "Sri Lanka negotiated a nearly $3 billion bailout from the International Monetary Fund last year, after thousands of protesters drove out the president from power, raiding his official residence and office on outrage over the government’s economic mismanagement.",
    "Stocks listed in its capital Colombo jumped earlier in the week after parliament approved a domestic debt restructuring plan last weekend.",
    "Colombo’s CSE All Share Index jumped by about 8% this week after parliament passed the plan required for the IMF’s bailout package.",
    "Sri Lanka’s total debt has exceeded $83 billion, the Associated Press reported, including foreign debt of $41.5 billion and $42.1 billion of domestic debt.",
    "Prices in Sri Lanka rose 12% in June, the latest government data showed – a steep decline from the recent peak inflation rate of nearly 70% seen in September last year.",
    "The central bank governor was optimistic about the economy’s path forward. He predicted inflation could fall to single-digit figures and the economy could turn from contraction to growth by next year.",
    "“If you look at the future, forward-looking inflation, we see very clearly, end-of-July inflation will be 7% by single digit and by end of the year, [inflation] will be low single-digit,” he said.",
    "Weerasinghe said further policy support from the central bank could help economic revival in the nation.",
    "“We hope that [rate cuts] can be some sort of support for the recovery for the second half of the year. And obviously for the next full year, we expect the country to bounce back to positive territory,” he said.",
    "The Sri Lankan economy contracted by 11.5% year-on-year in the first quarter of 2023, gross domestic product figures released last month showed.",
    "The economy’s GDP has stayed in negative territory since the first quarter of 2022."
  ]
}