{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Delmege-launches-latest-range-of-LED-bulbs/34-745793",
  "time_ut": 1677522062.0,
  "original_lang": "en",
  "original_title": "Delmege launches latest range of LED bulbs",
  "original_body_lines": [
    "Delmege Managing Director as well as its holding company Vallibel One's Dinusha Bhaskaran officiates at the launch",
    "Delmege Forsyth & Co. Ltd., on Saturday launched its newest product to its ever-increasing portfolio in the form of a range of high-quality LED bulbs.",
    "The acronym LED is derived from Light Emitting Diodes which is known to produce a light with an electrical current passing through a microchip. The significance of the LED bulb is the efficiency it displays which is up to 90% or more than the incandescent light bulbs.",
    "Delmege Lifestyle Cluster Products COO Prashanth Senarath said: “The LED bulb takes energy efficiency to another level. A 5W LED bulb is equivalent to a 40W incandescent light bulb.”",
    "He also went on to clarify that the directional nature of the bulb makes it ideal for both household and commercial use.",
    "The LED Bulb marketed by Delmege Forsyth is in the “A” shape Form and will be available in a range of 5W, 7W, 9W, 12W and 15 W brightness and comes with a two-year manufacturer warranty.",
    "The bulb is also available in both Warm White and Daylight and in both pin type and screw type increasing its functionality.",
    "Delmege Lifestyle CEO Nilantha Fernando said: “The consumers are very conscious of the ever increasing electricity tariffs and as such the LED bulb is an ideal method to lower electricity bills.”",
    "He also commented that the LED bulb has a longer life and is a better and safer light source overall as it is free of toxic chemicals and harmful gasses.",
    "The average lifespan of the LED bulb is estimated at 50,000 hours which is 50 times longer than the incandescent lights and 8-10 times longer than the CFL.",
    "Delmege Managing Director as well as its holding company Vallibel One Plc Dinusha Bhaskaran said: “I am very happy to note that the companies of the Delmege conglomerate continue to charter new paths by being inspired by innovation and adding products and services that complement the rest of the diverse portfolio. The newest product that will be marketed by Delmege Building Products will certainly add value and create a more holistic and meaningful product mix for the consumer.",
    "Delmege Forsyth Co. is lighting up the nation with an LED bulb which is, cost-effective and eco-friendly, has a lower energy consumption, increased efficiency and improved longevity in line with the company’s fundamental values of diversity, innovation, creativity, leadership and its people."
  ]
}