{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95845/prague-university-shooting-czech-govt-declares-day-of-mourning-after-student-killed-14",
  "time_ut": 1703234460.0,
  "original_lang": "en",
  "original_title": "Prague university shooting: Czech govt declares day of mourning after student killed 14",
  "original_body_lines": [
    "A student opened fire Thursday at a university in Prague, killing at least 14 people, officials said, and injuring more than 20 in the Czech Republic’s worst mass shooting.",
    "The bloodshed took place in the philosophy department building of Charles University, where the shooter was a student, Prague Police Chief Martin Vondrasek said. The gunman also died, authorities said. His name has not been released.",
    "Vondrasek said in the evening that 14 people had died and 25 were injured, after earlier reporting that 15 had died and 24 were hurt. He didn’t explain the change. Authorities warned that the death toll could rise.",
    "Police gave no details about the victims or a possible motive for the shooting at the building located near the Vltava River in Jan Palach Square. Czech Interior Minister Vit Rakusan said investigators do not suspect a link to any extremist ideology or groups.",
    "Vondrasek said police believe the gunman killed his father earlier Thursday in his hometown of Hostoun, just west of Prague, and that he had also been planning to kill himself. He didn’t elaborate.",
    "Later Thursday, Vondrasek said that based on a search of his home, the gunman was also suspected in the killing of another man and his 2-month-old daughter Dec. 15, in Prague.",
    "The chief described the shooter as an excellent student with no criminal record, but didn’t provide any other information.",
    "The gunman suffered “devastating injuries” but it wasn’t clear if he killed himself or was shot to death in an exchange of gunfire with officers, Vondrasek said, adding that there was “nothing to suggest that he had an accomplice.”",
    "The shooter legally owned several guns — police said he was heavily armed Thursday and was carrying a lot of ammunition — and that what he did was “well thought out, a horrible act,” Vondrasek said.",
    "University authorities said they would tighten security in university buildings with immediate effect.",
    "“We mourn the loss of life of members of our university community, express our deepest condolences to all the bereaved and our thoughts are with all those affected by the tragedy,” Charles University said in a statement.",
    "The building where the shooting took place is in Jan Palach Square, a busy tourist area in Prague’s Old Town. It is just a few minutes’ walk from the picturesque Old Town Square, a major tourist attraction where a popular Christmas market attracts thousands of visitors.",
    "The government quickly sought to quell concerns that the massacre was back by foreign interests.",
    "“There’s no indication that it has anything to do with international terrorism,” Rakusan said.",
    "“It’s a horrible crime, something the Czech Republic has never experienced,” he said.",
    "Pavel Nedoma, the director of the nearby Rudolfinum Gallery, said he watched from a window as a person standing on a balcony of the building fired a gun.",
    "Authorities evacuated everyone from the building and police said they were still searching the area, including the balcony, for explosives.",
    "The building forms part of the square and faces a bridge across the river with a view of Prague Castle, the seat of the Czech presidency. President Petr Pavel said he was “shocked” by what happened and offered his condolences to the relatives of the victims, as did leaders of Germany, France and Slovakia, the European Union and Israel.",
    "White House press secretary Karine Jean-Pierre sent a message of condolence.",
    "“The president and the first lady are praying for the families who lost loved ones and everyone else who has been affected by this senseless act of violence,” Jean-Pierre said. “On behalf of the United States, we send our condolences and also wish the survivors of this tragic event a speedy recovery.”",
    "The Czech government declared Saturday a national day of mourning to honor the shooting victims, Prime Minister Petr Fiala said.",
    "Previously, the nation’s worst mass shooting was in 2015, when a gunman opened fire in the southeastern town of Uhersky Brod, killing eight before fatally shooting himself.",
    "On Thursday, where tourists, students and others would normally be enjoying the view of the iconic monument, chaos and terror instead took hold. Police vehicles and ambulances sped across the bridge with their sirens wailing. Officers sealed off the empty square.",
    "Some video footage showed people being evacuated from the building and others trying to hide behind a wall.",
    "Ivo Havranek, a diving instructor, said he was near the building when he heard a shot ring out, but he didn’t quite believe that was what he had heard.",
    "“Only at the moment when I saw the fully equipped riot police with bulletproof vests and shields, it looked to me that I had found myself in a movie,” Havranek said. “But it was obvious that nobody was shooting a movie.”"
  ]
}