{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82265",
  "time_ut": 1688498100.0,
  "original_lang": "en",
  "original_title": "President Wickremesinghe  Invites Opposition Leader and Opposition to Join Govt and Solve Challenges Faced by the Country Instead  Engaging in Misleading Arguments",
  "original_body_lines": [
    "(Text of Press Release Issued by the Presidents Media Division on 5 July 2023)",
    "President Ranil Wickremesinghe emphasized the importance of avoiding misleading arguments and instead urged the entire opposition, led by the opposition leader, to join the government in addressing the country’s challenges.",
    "He pointed out that the opposition’s allegations regarding the restructuring of local debt have been proven false.",
    "The President encouraged the opposition to participate in the next presidential election and contribute to rebuilding the country by fulfilling their responsibilities to the people. He also expressed his willingness to assign additional duties to the opposition in consultation with the Speaker, if necessary.",
    "These remarks were made by President Ranil Wickremesinghe at the “Amarawiru Abhiman 32” ceremony, which honoured Mr. Mahinda Amaraweera, the Minister of Agriculture, for his 32-year political career.",
    "During the event, the President received a special commemorative edition of “Amaraviru Abhiman 32” and presented commemorative gifts to farmers, agriculture supporters, and students who achieved academic success in the Hambantota district.",
    "Minister Mahinda Amaraweera presented a memento to President Ranil Wickremesinghe as a tribute to the people of Hambantota, and the President reciprocated by presenting a souvenir to Minister Amaraweera in appreciation of his dedicated service to the people of the district.",
    "“Minister Mahinda Amaraweera has rendered outstanding service to the people of the country over his 32-year political career and 28-year parliamentary career. We should appreciate him for his wisdom and extensive experience as a politician. Throughout different eras, we have worked together as members of the party and the opposition, including serving under President Maithripala Sirisena’s leadership.",
    "In continuation, as Prime Minister of President Gotabaya Rajapaksa’s government, I announced our intention to move forward with the participation of all members. In 2022, President Gotabaya Rajapaksa invited all Parliamentary party leaders to the President’s Office. Unfortunately, the Samagi Jana Balawegaya and Janata Vimukthi Peramuna boycotted the meeting.",
    "During that time, I, along with Mr. R. Sampanthan and Mr. Maithripala Sirisena, discussed how to resolve this issue. Despite our efforts to bring everyone together after the incident on May 9, the Samagi Jana Balawegaya did not join us, even though they were offered the opportunity to participate without assuming the post of Prime Minister. Consequently, our government was formed, and we began our duties.",
    "I was appointed President, Mr. Dinesh Gunawardena became the Prime Minister, and Mr. Mahinda Amaraweera was entrusted with the responsibility of the Agriculture Minister. Despite the challenges faced by the agriculture sector, Mr. Amaraweera’s leadership has allowed us to make significant progress.",
    "We initiated a program to ensure an ample harvest before the Sinhala New Year in 2023 and formed food security committees. While we invited members from both the ruling party and the opposition to participate, the opposition did not attend. When the harvest yielded an abundance of crops, the committee presidents started distributing rice to the people, which sparked outrage among opposition members who felt excluded.",
    "Mr. Mahinda Amaraweera and the dedicated officers who worked tirelessly on these efforts deserve our gratitude. We swiftly provided fertilizer to the farms, ensuring a seamless process from the shipment to the fields. This has contributed to food security and assistance to the less privileged.",
    "Now, our focus is on promoting agriculture in the country, particularly export-oriented agriculture. We have mainly concentrated on meeting our domestic food requirements thus far, but it is time to produce crops that the world demands. To achieve this, we have launched a large-scale agricultural modernization effort.",
    "Additionally, we have implemented a comprehensive plan for the development of livestock resources. We have received requests from Ambewela Company, the country’s leading livestock company, to provide them the Ridigama farm. We hope to fulfill this request to further develop the livestock sector in that area.",
    "Notably, Amul, a renowned Indian company, has collaborated with our Livestock Development Board, and we have received interest from several other firms. It is important to highlight that we do not import animals from other countries. Instead, we encourage businesses to adopt and invest in this sector, which will lead to the emergence of new industries, particularly in the dairy sector.",
    "Expanding our agricultural efforts, we aim to export eggs and chicken as well. However, we acknowledge that we cannot achieve this alone. Therefore, the government and the business sector must collaborate to drive these initiatives forward.",
    "All these measures are being undertaken to ensure the country’s success. We have implemented various initiatives to improve financial stability, including reaching a staff-level agreement with the International Monetary Fund last September. Budget recommendations for 2023 have been submitted to Parliament for execution.",
    "Increasing taxes became necessary due to the circumstances we faced. I proposed that we all collectively undertake this task. However, the opposition at the time demanded to see a signed agreement and accused the government of corruption.",
    "Despite facing obstacles and protests, we proceeded with the initiatives in January and February. Finally, in April, the International Monetary Fund’s Executive Board approved the agreement. It was a requirement to reach a debt restructuring agreement with the Paris Club, India, and China. The opposition initially claimed that China would not agree, but eventually, China consented in March.",
    "We then aimed to present this agreement to Parliament for approval. However, the opposition did not support it. Subsequently, we had to negotiate with the creditors, which was entrusted to our officials.",
    "During the negotiations, we emphasized the need to reduce not only foreign debt but also domestic debt. Failure to decrease domestic debt would result in a lack of funds to pay foreign debt, as we must purchase dollars in local currency. Thus, we requested a reduction in domestic debt.",
    "The Governor of the Central Bank and my advisor suggested that this task could be accomplished without affecting bank deposits or the Employees Provident Fund. We initiated this proposition through the State Financial Committee, which summoned the necessary officials and conducted relevant inquiries. Eventually, they agreed to the suggestion.",
    "However, when the proposal reached Parliament, it did not receive the necessary backing, as 62 MPs voted against it. The opposition raised three main arguments. First, they claimed that the Employees Provident Fund should not be touched. However, we did not touch it, and we legally safeguarded it by establishing a minimum interest rate of 9%.",
    "Second, the opposition argued that banks, with their interest rates at 24%, should not be exempted from taxes. We explained that interest rates would decrease further in the future, and the Governor of the Central Bank projected inflation to be brought down to 9%, which would result in interest rates between 12% and 13%. If the opposition insisted on imposing taxes, we were open to considering the amount required.",
    "The third objection focused on not increasing income tax for banks, as they claimed it would lead to increased interest rates. We clarified that if taxes were increased, banks would charge customers higher interest rates to compensate. Therefore, we requested the opposition to provide a feasible solution for this issue. However, these three arguments were ultimately rejected by the speakers.",
    "To address concerns about the stability of bank deposits, we assured the public that their money would be safe and separate funds were in place. We rejected the opposition’s claims that the government had lied on two occasions and emphasized the importance of their support in solving the country’s issues. We also expressed willingness to engage in dialogue with the Speaker to consider assigning additional responsibilities to opposition members and involving them in advisory panels and other projects, such as establishing the Parliamentary Budget Office.”",
    "Cabinet Ministers, led by Speaker Mahinda Yapa Abeywardena, State Ministers, Deputy Ministers, Members of Parliament, political representatives, including Southern Province Governor Mr. Willie Gamage, government officials, and a large number of people from the Hambantota district also attended this event.",
    "“During a challenging time when nobody took responsibility for the country, current President Ranil Wickremesinghe stepped up. Some doubted that this country, where people died in queues and farmers were deprived of the fertilizer they needed, could be revived.",
    "However, I accepted the position of Minister of Agriculture with the belief that we should all support the leader who took responsibility for the country to overcome these challenges. It is worth mentioning that the President’s policies quickly brought farmers back to the fields.",
    "We have plans in place to provide fertilizer to the farming community as soon as possible. The necessary arrangements have been made to supply all three types of fertilizers required for the upcoming season, ensuring a good yield in all regions. Moreover, efforts to modernize agriculture are currently underway, promising a revolution in this sector in a relatively short period.",
    "The people of this country rejected all 225 Members of Parliament a year ago, and MPs were unable to take to the streets. Unfortunately, some seem to have forgotten this. Therefore, it is crucial that everyone supports the President’s agenda to prevent a repetition of the crisis the country faced.",
    "It should be acknowledged that the people of this country have now realized that the current President, Mr. Ranil Wickremesinghe, is the only leader capable of developing and propelling this country forward, as evidenced by the progress made within a year.”",
    "Minister of Ports, Shipping, and Aviation Services, Mr. Nimal Siripala de Silva, remarked:",
    "Mr. Mahinda Amaraweera has accomplished exceptional work for the people of the Hambantota district. I express my gratitude for the opportunity to congratulate him on the completion of his 32-year political career.",
    "All of us supported the present President because we genuinely care about the country and its people. Mr. Mahinda Amaraweera was assigned the subject of agriculture, and in doing so, we contributed to restoring the country from chaos. We even sacrificed our party membership. Mahinda Amaraweera was a trailblazer, and it is essential to make the right decisions at the right time for the benefit of the country and its people.”",
    "Cabinet Ministers, led by Speaker Mahinda Yapa Abeywardena, State Ministers, Deputy Ministers, Members of Parliament, political representatives, including Southern Province Governor Mr. Willie Gamage, government officials, and many people from the Hambantota district also participated in this event."
  ]
}