{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aml-compliance-requirements-for-gem-and-jewellery-sector-in-sri-lanka/",
  "time_ut": 1689949140.0,
  "original_lang": "en",
  "original_title": "AML compliance requirements for gem and jewellery sector in Sri Lanka",
  "original_body_lines": [
    "The Financial Intelligence Unit (FIU) of the Central Bank of Sri Lanka organized an awareness program for the gem and jewellery sector on “Anti-Money Laundering and Countering the Financing of Terrorism (AML/CFT) Compliance Obligations and New Developments” on July 04, 2023. The keynote address was delivered by Dr. Nandalal Weerasinghe, Governor of the Central Bank of Sri Lanka/Chairman, National Coordinating Committee on AML/CFT, and Ms. J M Thilaka Jayasundara, Secretary to the Ministry of Industries, Mr. Viraj De Silva, Chairman of the National Gem and Jewellery Authority (NGJA), Ajward Deen, President of Sri Lanka Gem & Jewellery Association (SLGJA) and U G Chandrasena, President, Lanka Gem Dealers and Miners Association also graced the occasion. The event was participated by over 100 participants from the industry.",
    "The industry of gems and jewellery, and precious metals and stones is a key contributor to the Sri Lankan economy. Sri Lanka is the ninth largest exporter of precious stones to the global market and one of the five most important gem bearing nations of the world. Sri Lanka is also one of the world’s steadiest suppliers of top-quality gemstones. However, Sri Lanka’s export contribution to economy is yet to match the other global stakeholders such as Thailand, which is an international trading hub for gem and jewellery and generates around US$ 12 billion in export revenue, Hong Kong, which notches US$ 30 billion. As per the Central Bank Annual Report 2022, Sri Lanka earned US$ 450 million as export income from gems, diamonds, and jewellery during 2022 while the annual average for the past 5 years was US$ 298 million.",
    "While addressing the gathering, Dr. Weerasinghe stressed the significant contribution of the gem and jewellery sector to the Sri Lankan economy. He emphasized that the sector’s successful adherence to the AML/CFT obligations would effectively mitigate Money Laundering and Terrorist Financing (ML/TF) risks. Furthermore, it would ensure compliance with the international recommendations, governance standards, and anti-corruption framework. Dr. Weerasinghe emphasized that these efforts would reinforce the AML/CFT framework of the country. He extended an invitation to sector stakeholders, urging them to collaborate closely with the FIU and the NGJA in this national endeavor.",
    "The Secretary to the Ministry of Industries, Ms. Jayasundara, in her address, provided detailed insights on the collaborative efforts between the FIU and the NGJA to enhance the AML/CFT regime within the gem and jewellery sector. She further elaborated on the specific areas that require focused attention before the upcoming Mutual Evaluation in 2025. Further, she emphasized the importance of compliance in order to gain recognition in the international market.",
    "Chairman of the NGJA, De Silva, during his speech, acknowledged Sri Lanka’s strategic geographical position on historic trade routes, which has facilitated the exchange of precious gemstones throughout our history. Furthermore, he urged gem and jewellery dealers to uphold their responsibilities by complying with AML/CFT regulations. He specifically emphasized the importance of registering with the FIU as a means of fulfilling these regulatory obligations.",
    "The technical session was conducted by Dr. Ayesh Ariyasinghe, Additional Director of the FIU. During his presentation, Dr. Ariyasinghe explained that gem and jewellery dealers are considered Designated Non-Financial Businesses and Professions (DNFBPs) under the Financial Transactions Reporting Act, No. 6 of 2006 (FTRA). He further highlighted that the ML/TF risk assessment conducted for the country in 2021/22 confirmed the gem and jewellery sector’s medium exposure to ML/TF risks which is a combination of medium threat level, and medium level vulnerability of the sector. Dr. Ariyasinghe also emphasized that the sector’s risk level has decreased from medium-high in 2014 to medium, primarily due to the measures implemented by the FIU since 2018 to address AML/CFT supervision for the registered gem and jewellery dealers.",
    "He emphasized the importance of adhering to the AML/CFT obligations outlined in the FTRA, with a specific focus on promptly reporting suspicious transaction reports. He also encouraged the sector to ensure proper Customer Due Diligence (CDD) is carried out for cash transactions on or above a value of USD 15,000. The stakeholders were informed about the importance of adequately preparing for the upcoming Mutual Evaluation of Sri Lanka, scheduled to take place in March 2025.",
    "Concluding the session, Ms. Mohotty, Director of the FIU underscored the significance of adhering to AML/CFT obligations within the gem and jewellery sector and highlighted how it would contribute to enhancing Sri Lanka’s AML/CFT standards during the next Mutual Evaluation. Furthermore, a productive discussion took place with the active involvement of all session participants, including the guest speakers, resource persons, FIU officials, and the audience.",
    "The sector regulators are requesting the companies engaged in the gem and jewellery business to seriously consider the following recommendations to improve the level of compliance:",
    "• Conduct CDD, not just on paper but to identify, assess, monitor, manage sector clientele and take effective action to mitigate ML/TF risks using a risk-based approach that requires enhanced measures when the risks are higher,",
    "• Carry out CDD with respect to the customers for high value cash transactions above USD 15,000, identify beneficial ownership, and business relationship, and maintain records of transactions,",
    "• Take additional measures to identify customers who are politically exposed persons (PEPs) and adhere suitable monitoring,",
    "• Implement policies, procedures, and internal controls against ML/TF risks,",
    "• Implement targeted financial sanctions and freeze assets or take action immediately against persons and entities designated by the United Nations Security Council Resolutions (UNSCRs) 1267 and 1373, or other UNSCRs, and communicate the same to competent authorities; and • Report suspicious transactions to the FIU, where relevant.",
    "AIA’s Poson Safety Programme, marks its 28th year with zero deaths and 3 lives saved",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}