{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Suspected-drone-strike-triggers-massive-fire-in-Russian-occupied-Crimea/108-258403",
  "time_ut": 1682767566.0,
  "original_lang": "en",
  "original_title": "Suspected drone strike triggers massive fire in Russian-occupied Crimea",
  "original_body_lines": [
    "A fire broke out at an oil storage facility in Sevastopol, Crimea allegedly following a drone attack by Ukraine. Crimean authorities said the fire has been contained.",
    "Mikhail Razvozhayev, the Moscow-installed governor of the Black Sea peninsula's port city of Sevastopol, posted videos and photos of the blaze on his Telegram channel.",
    "Razvozhayev said the fire was assigned the highest ranking in terms of how complicated it will be to extinguish. The news agency reported quoting Razvozhayev, Four oil tanks were damaged in the attack by Ukrainian drones. The fire has been actually localized by now.” He added, “Four oil tanks struck in two sectors have now actually burnt out and the fire currently engulfs what was spilled in the concrete-made storage tank,\" the publication reported.",
    "Razvozhayev remaining oil tanks at the facility have been isolated from the fire. He did not say whether the drone he cited as causing the fire was Ukrainian. Russia annexed Crimea from Ukraine in 2014, a move that most of the world considered illegal. Ukrainian President Volodymyr Zelenskyy has said his country is seeking to reclaim the peninsula during Russia's current full-scale invasion.",
    "The incident comes a day after Russia fired more than 20 cruise missiles and two drones at Ukraine, killing at least 23 people. Almost all of the victims died when two missiles slammed into an apartment building. Three children were among the dead.",
    "Razvozhayev said the oil reservoir fire did not cause any casualties and would not hinder fuel supplies in Sevastopol. The city has been subject to regular attack attempts with drones, especially in recent weeks.",
    "Earlier this week, Razvozhayev reported that the Russian military destroyed a Ukrainian sea drone that attempted to attack the harbour and another one blew up, shattering windows in several apartment buildings, but not inflicting any other damage.",
    "Ukrainian officials did not immediately comment on the oil reservoir fire. After previous attacks on Crimea, Kyiv usually stopped short of openly claiming responsibility but emphasised that the country had the right to strike any target in response to Russian aggression. (The Week)"
  ]
}