{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Calls-to-probe-Jerome-Fernando-over-money-laundering-charges/56-748464",
  "time_ut": 1684451684.0,
  "original_lang": "en",
  "original_title": "Calls to probe Jerome Fernando over money laundering charges",
  "original_body_lines": [
    "Pivithuru Hela Urumaya requests police to obtain injunction against Fernando from gathering his congregation on Sunday",
    "Says it will lead to tensions in country as he and his followers will be part of gathering that disparages other religions",
    "Questions how Fernando secured Rs. 3 billion to construct the Miracle Dome",
    "Opposition party, Pivithuru Hela Urumaya yesterday called on the authorities to investigate Christian Pastor Jerome Fernando over his alleged involvement in money laundering.",
    "The party’s Propaganda Secretary Iranga Mendis filed a complaint against the pastor with the Criminal Investigations Department (CID) yesterday. There he requested the police to obtain an injunction preventing the pastor from holding the planned ‘Mega Church Day’ at his Miracle Dome church in Katunayake.",
    "Mendis said the party has received reliable information that over Rs. 3 billion was spent on building the Miracle Dome. “How did he secure the funds?” Mendis questioned. He noted that Fernando preached in English and is evidence of where the funding was coming from.",
    "“We have requested the police to probe into possible money laundering activities. If the probe is conducted in a proper manner, the investigators will be able to reveal the truth about many others as well,” he noted. He called on the people to reject any efforts by various figures to create religious disharmony among the communities.",
    "Mendis in his complaint noted that Fernando is set to return to the island on Sunday and that his followers appeared to cheer him on as he made insulting comments about other religions. He said the gathering of such persons led by Fernando could harm the religious and communal harmony in the country leading to a tense situation.",
    "The Pivithuru Hela Urumaya therefore requested the police to obtain an injunction to prevent the congregation from gathering on the day.  The party also filed a separate complaint against Fernando on 15 May over his allegedly derogatory comments made against Buddhism, the Lord Buddha and other religions in the country."
  ]
}