{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/10/sirasa-tv-celebrates-its-25th-anniversary/",
  "time_ut": 1686413640.0,
  "original_lang": "en",
  "original_title": "Sirasa TV, celebrates its 25th anniversary",
  "original_body_lines": [
    "COLOMBO(News 1st): 10th of June 1998, was a special day for the news & entertainment industry in Sri Lanka.",
    "On that day Sirasa TV took to the airwaves, bringing a host of new experiences to TV audiences across the country.",
    "Always standing with the people, Sirasa TV for more than two decades now, has not only informed & entertained millions of households but has also, taken the role of a media organisation, to a new level.",
    "Breaking barriers and taring down walls, it was Sirasa, that gave a platform for ordinary Sri Lankans an opportunity to reach their highest potential, through globally acclaimed entertainment platforms.",
    "Investing in global franchises, Sirasa is proud to be associated with The Voice, Who Wants to be a Millionaire & Money Drop, taking Sri Lankan entertainment, international.",
    "Stein Studios, one of the largest entertainment complexes in South Asia, is the center for content creation for Sirasa TV.",
    "In its long journey, Sirasa TV, has endured a multitude of challenges.",
    "On the 6th of January 2009, armed thugs broke into the MTV / MBC Studio Premises in Depanama and carried out a heinous attack, that attracted worldwide condemnation.",
    "Even when Sirasa TV equipment had been reduced to cinders, the limitless strength of our extraordinary staff enabled us to get back on the airwaves within a short period.",
    "Various factions attempted to hinder Sirasa TV throughout its 25-year journey.",
    "There is a reason for this. Sirasa TV always stood by the people. And, for the truth.",
    "We recognize the support of the Sri Lankan people, in this long and adventurous journey. We also remember the help given to us by other media networks, when we most needed it. Thank you for standing with us.",
    "For decades when Sri Lanka was hit by natural disasters such the tsunami, floods, droughts and landslides, Sirasa TV always stood by the people. Sirasa, was close to the people.",
    "But, perhaps what the audiences at home does not see is the hard work done by the Sirasa TV team, behind the scenes.",
    "The engineers and the staff operating the broadcasting centres around the country must be mentioned on this special occasion.",
    "Sirasa TV programming is broadcast to the country through many transmission stations across Sri Lanka.",
    "The staff at these centres do not often come to the forefront.",
    "But without their dedication and commitment, our operations would be impossible.",
    "Our engineers and all our staff are proud citizens of this beautiful nation. And they all understand their responsibility, towards you, our audience.",
    "Today is not just a celebration of an anniversary of a television station, but a celebration for the people.",
    "If Sirasa has existed for 25 years, it is a celebration of the people of Sri Lanka's committment to the truth, trust in professionalism and a relentless belief in a better tomorrow.",
    "Today, Sirasa TV celebrates its 25th anniversary with you, THE PEOPLE.",
    "Fellow media channels have extended their wishes to Sirasa TV on the 25th anniversary via the Prime Time News telecasts and through social media handles.",
    "We express our gratitude to the senior management and staff of our fellow channels that extended their wishes to Sirasa TV on this special occasion including the Rupavahini Corporation, ITN News Network, and TNL.",
    "Largest studio at the Stein Studios named after late Mr. R. Rajamahendran",
    "Gvt. implements plan to issue delayed driving licenses via third party",
    "Committee appointed to look into SLTB season ticket fee revision"
  ]
}