{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/triangular-contest-to-be-realistic-there-are-3-options-response-to-prof-kumar-david/",
  "time_ut": 1691845073.0,
  "original_lang": "en",
  "original_title": "Triangular Contest: To Be Realistic, There Are 3 Options: Response To Prof Kumar David",
  "original_body_lines": [
    "‘To be Realistic There Are Only Two Options’ opined emeritus professor (and emeritus Marxist) Kumar David in these pages last Sunday. This is his core argument:",
    "“There are only two political options…worth taking seriously – the President Ranil Wickremesinghe (RW) led outfit and the National Peoples’ Power (NPP) public face of the JVP. The RW-outfit may manifest itself in many forms such as a UNP-Sajith (SJB) alliance under some tactical leadership plan that may or may not include a Rajapaksa rascally rump. Whatever be their specific expositions, there are only two “camps” that matter up to and including the next election cycle. Let me call them the RW-outfit and the JVP-outfit – the Sinhala “kandavuru deka” captures the sense better. All other options (Champika, Sarath Fonseka, small left, and ethnic minority platforms) will have negligible electoral impact if they do not align with one of these big outfits. This is in respect of a presidential election; in parliamentary or provincial polls ethnic minority platforms will, of course, have a substantial impact in the areas of domicile of their communities.…” (To be realistic, there are only two options)",
    "There is absolutely no empirical, historical or conceptual basis for his conclusion. Nor is there a logical analysis underlying it.",
    "Moreover, this is exactly the monumentally mistaken assessment of the movement Prof Kumar David belonged to, the Trotskyist LSSP. In 1956 and 1960, it thought that the only two political protagonists that mattered, were the Right, represented by the UNP and the Left, represented by itself ( and maybe the CP too). At both elections, the LSSP was proved wrong, and the ‘intermediate formation’ the SLFP won.",
    "The LSSP’s methodological error was the same one being made by Prof Kumar David today, and by the JVP-NPP too. That error is the twin tendency of ‘reductionism’ and ‘essentialism’, in which the decisive political criteria is seen as a coherent economic ideology, or a clear, coherent ideology in general. This ignores the autonomy and complexity of politics.",
    "Prof Kumar David’s ‘two camp theory’ or ‘polarization prognosis’ is a sign of Leninism misunderstood or forgotten. If things tend more than not, to polarize into two clear-cut camps on the basis of class, ideology or program, and along the lines of sharp clarity, there would be no need for United Fronts. But at the 2nd Comintern Congress of 1920, in the resolutions on the National and Colonial Question, and the 3rd Congress of 1921, in the discussion of the capitalist counter-offensive and incipient fascism, Lenin advocated a policy of United Fronts. He did so precisely because of the strategic significance of the intermediate strata – (a) the national movement in the colonies (b) the social democratic workers parties in the West– in both in socio-economic terms and also in political terms.",
    "In real-world political struggles, there aren’t only two camps based on polarization between two diametrically opposed, antagonistic forces. There are three forces, not two, because of the vital role of the intermediate ones.",
    "To put it simply, outcomes in politics is not primarily about sharply contending economic programs, ideologies or stands. That is why mechanistic Marxists are usually stunned when the outcome is somewhere in the middle, and the choice made by the people is an eclectic melange rather than a clear-cut program.",
    "In democratic politics, people tend to choose between ‘mixes’ , or choose a mix that they feel closest to or in their opinion, offers them the best chance of improvement. People often opt not so much for a diametrically opposite alternative to that of the status quo, but one that seizes the imagination by offering a choice that represents a mix of continuity and change. Thus, Bill Clinton, Tony Blair, Emmanuel Macron and Joe Biden.",
    "Kumar David’s model certainly fails to explain Sri Lanka’s politics: SWRD Bandaranaike, Sirimavo Bandaranaike, Premadasa, CBK, Mahinda. His model completely overlooks the political success of  varieties of “centrism”. Be it ‘center-left’ or ‘center-right’, the most consistently successful space in Sri Lankan politics has been that of the moderately progressive populist ‘center’ or populist ‘Middle path’.",
    "I am not making the point that in Sri Lanka next year, centrism (SJB) will prevail over the Left (NPP-JVP). I am not even saying it should. The point I am making is that the centrist-populist option cannot be ruled out and the consequential contestation cannot be reduced as Kumar does, to that of Right vs Left.",
    "A Realist analysis would yield quite a different conclusion from that of Prof Kumar David. The most famous of living Realists, Dr. Henry Kissinger broke with the Western version of the two-camp theory i.e., ‘free democracies vs Communism’, to insist that the world order had entered a situation of tri-polarity—USA, Russia, China. This made no sense to old-school Cold Warriors for whom Russia and China were ruled by Communist parties and shared a Marxist-Leninist ideology. They still saw things in terms of ‘two camps’, as does Prof Kumar David.",
    "Sri Lanka’s reality is that there are three political poles: Ranil, Sajith, Anura, or if you prefer, Ranil, Anura, Sajith. What matters is not who is listed 2nd and 3rd, but that there are 3, not 2, except in Kumar’s imagination.",
    "Ranil is even on the list and comes in at No 1, ONLY because he is the incumbent, though unelected president. It is because he wields state and governmental power, not because he leads the UNP or the Right—both of which he does.",
    "If political popularity were the criteria, the results of opinion polls actually place Ranil 3rd, well behind Anura and Sajith.",
    "In terms of the real estate of votes and parliamentary seats (Nov 2019 and August 2020) Sajith cannot but be listed at least as No 2. Whoever is backed by the ruling SLPP is No 1. Sajith holds more political real estate than does the JVP-NPP.",
    "On the other hand, in the light of opinion polls, Sajith is running behind Anura Kumara, but the two of them are running way ahead of Ranil or anyone else.",
    "So, in terms of the Oppositional space, the picture is of 2 contenders, AKD and SP or vice versa.",
    "In terms of the national space and next year’s presidential election, the picture is AT LEAST tripolar, not bipolar. Tripolar because it’s a Ranil-Anura-Sajith triangle. I say ‘at least’ tripolar, because it could become a political Quad next year. The photographs of the Sinhala ultranationalists gathering at the Kurundi Vihara book launch reveal an ingathering of the Gotabayan far right tribe without Gotabaya. That formation could easily run a candidate such as Wimal Weerawansa, Sarath Weerasekara or more formidably Anuradha Yahampath. That candidate won’t win, but the game would then be 4 sided, not Kumar’s simplistic 2-player (Ranil vs Anura) scenario.",
    "Kumar’s entire argument is based on the supposition that Sajith will withdraw from the presidential race in favour of Ranil or return to a subaltern position under him. Kumar must not make the same mistake he commends others not to. That is to confuse the presidential with the parliamentary election. The presidential is due to precede the parliamentary and will doubtless have a knock-on impact on it. While there may be an SJB split or even a swing of the SJB into a bloc with the UNP at a parliamentary election, there isn’t the slightest sign of Sajith quitting the presidential election in favour of Ranil.",
    "The Ranil-Sajith punch-up in Parliament on Wednesday August 9th after RW’s lengthy presentation on the 13th amendment, in which Sajith flatly rejected Ranil’s insistence that constitutional revision of the 13th amendment must precede elections to Provincial Councils, and instead unwaveringly insisted on the holding of PC elections as a prerequisite for deliberation on any such revisions, certainly did not indicate an Opposition leader who is likely to cave into Ranil and withdraw his candidacy next year—and surely not when he and his party are way ahead of Ranil, the UNP and the SLPP, in the opinion polls."
  ]
}