{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/SL-keen-on-seeing-Indian-rupee-used-as-much-as-US-dollar/108-263196",
  "time_ut": 1689368707.0,
  "original_lang": "en",
  "original_title": "SL keen on seeing Indian rupee used as much as US dollar",
  "original_body_lines": [
    "Says makes no difference to SL if India becomes a common currency",
    "Stresses India and SL should embark on a transformative journey together",
    "The Sri Lankan government would want to see the Indian rupee used as much as the dollar, President Ranil Wickremesinghe said.",
    "He noted that it makes no difference to the island nation if India becomes a common currency.",
    "“We’ll have to figure out how to go about it. So, that is what we must do,” he said.",
    "Wickremesinghe made his comments while addressing the Indian CEO Forum in Colombo this week. As the shift of economic power has moved towards Asia, India has once again risen to prominence, he noted. “Just as East Asia, including countries like Japan, Korea and China, witnessed significant growth 75 years ago, it is now India’s turn, along with the Indian Ocean region,” said Wickremesinghe.",
    "It is important to note that India is not the sole nation rising in this context; the oil countries in West Asia are also on the ascent, he added, while pointing out that positioned strategically in the middle, Sri Lanka benefits from its proximity to India, coupled with a rich history, cultural heritage and longstanding trading relationships spanning 2,500 years.",
    "Wickremesinghe asserted that once Sri Lanka completes the debt restructuring process, its focus would shift towards a comprehensive growth agenda. This entails a massive overhaul of our economy, legal framework and systems, aligning our path with that of India, he said.",
    "“Our goal is to establish a highly competitive economy that can stand on par with the rest of the world, encompassing green and digital sectors.",
    "India and Sri Lanka should embark on this transformative journey together, as we have for the past 2,500 years. Regardless of political dynamics, our cultural and economic ties have remained steadfast,” said Wickremesinghe.",
    "Wickremesinghe went on to stress the need for Sri Lanka to become more open to the outside world, not just for the island nation but also for the rest of Southeast Asia, East Asia and Australia.",
    "For that, efforts must be made to negotiate a more comprehensive trade agreement with the European Union.",
    "“If you want to, you can dominate the entire world. You will fail if you do not want to accomplish it,” he said."
  ]
}