{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82085",
  "time_ut": 1685994060.0,
  "original_lang": "en",
  "original_title": "Tamil Congress Jaffna District MP Gajendrakumar Ponnambalam Arrested On June 7th Morning at his Colombo Residence;Will be taken to Maruthankerni Police Station In Jaffna Peninsula for a Statement to be Recorded Regarding Earlier  Incident of Friction With Police",
  "original_body_lines": [
    "MP Gajendrakumar Ponnambalam, who is accused of obstructing the duties of police officers, was arrested this morning (June 07).",
    "The parliamentarian was taken into custody by a team of officers attached to Maruthankerny Police at his residence in Colombo.",
    "The Jaffna District MP, who represents the Ahila Ilankai Thamil Congress (AITC) or the All-Ceylon Tamil Congress in the parliament, is complicit in obstructing the duties of police officers and verbally abusing them during a recent event in Vadamarachchi.",
    "A recent video  which went viral on several social media platforms showed a heated exchange of words between the MP and several officers, believed to be attached to the Jaffna Police, while Ponnambalam was engaging with area residents.",
    "The tense situation had ensued when the police officers asked MP Ponnambalam to call off his public meeting at the Thalaiyadi playground, in consideration of the students sitting for the Ordinary Level examination at the nearby Thalaiyadi Roman Catholic Mixed School.",
    "In a Twitter thread posted this morning, Ponnambalam said the police arrived at his residence at around 6.30 a.m. to take him to Maruthankerny Police to record a statement.",
    "He said it is evident that the police are “desperate” to prevent him from raising the breach of privileges matter in parliament today.",
    "“I managed to contact the speaker and inform him of the chronology of events. The speaker then informed me that I can attend parliament sessions and make the statement as requested on the 12th June or after.”",
    "Soon after the relevant incident in Vadamarachchi, Ponnambalam was asked to record a statement with the Maruthankerny Police on Monday (June 05), however, he failed to make an appearance citing a parliamentary meeting in Colombo.",
    "Later, the police presented facts related to the matter to the court.",
    "On Tuesday (June 06), the officers of Kollupitiya Police served him a written notice asking him to appear before the Maruthankerny Police at 10.00 a.m. on June 08. However, as the MP refused to accept the notice, saying he can neither read nor speak in Sinhala.",
    "Ponnambalam, in his Twitter thread this morning, said the police served him a translation of the respective written notice last night.",
    "He also said he has given a written notice to the Speaker of Parliament, pertaining to a breach of his MP privileges. He also told the Speaker that he would record a statement with the police after June 12 after attending the parliamentary sessions.",
    "Meanwhile, after taking into account a request made by the police, the Kilinochchi Magistrate’s Court issued an overseas travel ban on the parliamentarian.",
    "On Sunday (June 04), Minister of Public Security Tiran Alles had called for a detailed report on the recent heated situation involving the All-Ceylon Tamil Congress leader and a group of police officers in Jaffna.",
    "Accordingly, the minister stated that the Senior Deputy Inspector General (SDIG) of Police of Jaffna had been informed to provide a special report on the incident as soon as possible.",
    "Meanwhile, the female organizer of the Tamil National People’s Front (TNPF) was remanded until today (June 07) after being produced before the Kilinochchi Magistrate’s Court earlier today.",
    "She was arrested on Monday, along with a man, on charges of obstructing the duties of police officers"
  ]
}