{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90512/prison-guard-assaulted-by-unidentified-trio-",
  "time_ut": 1683993900.0,
  "original_lang": "en",
  "original_title": "Prison guard assaulted by unidentified trio",
  "original_body_lines": [
    "A prison guard of the Magazine New Remand Prison in Colombo has reportedly been assaulted by three unidentified persons.",
    "Accordingly, three unknown persons had broken into the said prison guard’s private residence in Minuwangoda and had him kneel on the floor, after which they had beaten the guard up while threatening his life.",
    "The suspects had fled soon after, Police said, adding that it is likely that the attack took place on the directives of an inmate at the Magazine New Remand Prison.",
    "The victimised prison guard has been identified as Sanka Kusal Marasinghe, who reportedly took strict legal action against those involved in heroin trafficking rings within the prison.",
    "Upon further investigations, Ada Derana also found out that the prison guard in question had previously successfully busted several heroin trafficking rings, and had received death threats via telephone calls from various numbers.",
    "As per a statement obtained from the guard, Police further stated that the suspects are believed to have arrived on a motorcycle at around 04:00 a.m. last morning (12 May) clad in black jackets and had knocked on the door of the guard’s private residence.",
    "They had subsequently attempted to bind the guard’s hands with zip-ties, however had later held a pistol to his head, threatening to kill him if he made any further attempts against the heroin trafficking rings within the prison.",
    "They had also threatened him to refrain from reporting the matter to the Police, claiming that they would ‘take care of the matter’ if he did so, the prison guard said, adding that one of the three had videoed the entire assault.",
    "The prison guard had then lodged a complaint at the Minuwangoda Police, after which he was admitted to the Minuwangoda Hospital. He was, however, transferred to the Gampaha Hospital this afternoon (13 May) for further treatment.",
    "While the Department of Prisons has commenced an internal investigation into the matter, the State Intelligence Service has also commenced probes into the attack."
  ]
}