{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/rohan-gunaratna-hostility-towards-muslims/",
  "time_ut": 1691108862.0,
  "original_lang": "en",
  "original_title": "Rohan Gunaratna Hostility Towards Muslims",
  "original_body_lines": [
    "Professor Rohan Gunaratna, self declared authority on terrorism who remains blind to global US-European – Israeli – Hindutva terrorism against Muslims, made a mockery of himself when he warned of ANOTHER Easter Sunday type attack unless there is a programme to rehabilitate those who are linked to the Easter Sunday terror attacks of 2019.",
    "He made this observation while launching his book titled ‘Sri Lanka’s Easter Sunday Massacre: Lessons for the International Community‘, on Friday (28) at the Bandaranaike Memorial International Conference Hall (BMICH) in Colombo.",
    "He also stated that there is ”No political conspiracy behind Easter Sunday attacks” and he expects enlightened Sri Lankans to believe him.",
    "It is common knowledge that the vicious media campaign associating Islam with violence and the violence unleashed against the peace loving Muslim community was politically motivated. The mere fact that the racist elements who openly involved in the persecution of  Muslims in the aftermath of the defeat of LTTE in May 2009  remained scot free speak for the official patronage.",
    "If prof. Gunaratna lives in the same planet where we live in, he should know that the island’s Muslim community has nothing to do with Easter Sunday massacre which was meticulously planned, executed and exploited by racist elements to frighten Sinhalese and establish the Sinhala supremacist government .",
    "This crime was committed by handful of so called Muslim individuals who, according to REPORTS IN THE local media, was in the pay roll of STATE AGENCIES.",
    "Sick of persecution during former President Mahinda Rajapaksa’s government, Muslims voted for Maithri -Ranil government during the 2015 presidential elections only to realize that they WERE no better as violence continued with greater intensity .",
    "Just to refresh Prof. Gunaratna about the atrocities perpetrated on innocent Muslim community I would like highlight that;",
    "Easter Sunday massacre could have been averted if former President Sirisena had acted promptly when the  authorities were informed of the attack by numerous sources as stated in the local media. Former President Sirisena was aware that the Muslim community had nothing to do with this massacre.",
    "Yet he deployed forces to search Muslim owned properties from mosques, houses, business establishments and other places. Muslim men and women were taken to custody on ridiculous allegations and produced before courts after keeping in custody. The government EVEN ordered mosques to submit copies of sermons given within their premises.",
    "Every Muslim man, woman and even children, were treated with suspicion, hatred and bitterness almost everywhere. So called search operations became nightmare for innocent Muslim families who remained petrified. Not only hospital security but even shops and super markets forced Muslim women to remove traditional shawls.",
    "The community resisted security forces WITH THEIR BOOTS ON entering Mosques and houses ALONG WITH dogs. To Muslims worldwide there is nothing more sacred than the holy Quran. Muslims always read the Quran with ablution. Thus simply tearing copies of Holy Quran and anything and everything written in Arabic was deliberate provocations.",
    "For three long weeks after the carnage Muslim houses and business establishments were emptied of their even kitchen knives under search operations using emergency regulations.",
    "Organized racist thugs began setting fire to houses, mosques, business establishments, factories and other such places aimed at crippling Muslim economy during curfew hours. This was done under the watchful eyes and the cooperation of security forces.",
    "During the Holy Month of Ramadan fasting Muslims were forced to flee to nearby jungles and paddy fields to protect themselves.",
    "M.S. Fouzul Ameen 49, a well-to-do furniture shop owner from Kottaramulla in Nattandiya was at home with his family to end the daily fast when a group of about five men had turned on him and slashed him with a sword. When Fouzul lying on the ground the mob poured turpentine on his face and left.",
    "There were organized attacks on Muslim at  Kurunegala, Hettipola and numerous other places. The government was aware of these attacks  but did nothing to prevent.",
    "Under such frightening atmosphere Mr Sirisena left to China to attend an insignificant conference leaving Muslims at the mercy of organized murderous thugs  .",
    "As he left the country attacks began on Monday 13 May. Mob of around 500 with iron rods, swords and other such items began their killing and burning spree under the watchful eyes of the police and the army which became irrelevant. Mob burnt houses, shops, business establishments and mosques. They burnt and destroyed around 500 units in around 30 Muslim villages.",
    "Fasting Muslim women grabbing their children ran to Sinhalese neighbors for safety. Some accommodated and even provided food while others chased them out. Sinhala three wheel drivers refused to take a severely beaten and battered Muslim, dragged on the street, to hospital. In the process he died.",
    "This was the plight of Muslims in almost around 30 villages which were burnt down. Multi million rupee businessmen were made paupers overnight, thanks to Sirisena’s FAILURE to prevent these senseless attacks .",
    "On return to the island from China there was no word from Mr Sirisena. Instead he visited  Galagodaaththe Gnanasara Thera at his prison cell, released him under presidential pardon and entertained him with his mother.",
    "“Life has become a nightmare for Muslims in their day to day life. Harassment, discrimination and a well-orchestrated hate campaign has taken shape in the public domain, demonizing, alienating and fostering a besieged mentality towards Muslims. Racism has found a new meaning in Sri Lanka. And everything Muslims are being targeted. There was total harassment of Muslims in public places, buses, trains, taxis and even in work places",
    "Media, as integral part of this conspiracy, undertook a fierce campaign poisoning innocent Sinhalese minds against Muslims.",
    "If we are to go by Dr. Rajan Hoole’s book “Sri Lanka’s Easter Tragedy – WHEN THE DEEP STATE GETS OUT OF ITS DEPTH” the ultimate target is to demonize and deprive Muslims of their citizenship rights and turn them into stateless people as the government did in 1948 to estate workers of Indian origin in Sri Lanka.",
    "Government spokesman Rajitha Senaratne told reporters that there had been “several warnings from foreign intelligence agencies about the impending attacks”. Now the question is what is the use of special investigation panel and investigations after the damage was done and innocent lives were lost.",
    "The irony is that Professor Gunaratna still blames the victims, Muslims, and not the criminals who perpetrators crimes against Muslims. This is the reason why many suspect him as a person representing the viciously US-European, Israeli  anti-Muslim forces which turned many Muslim countries into killing fields and driven millions of Muslims into refugees suffering in appalling conditions.",
    "His agenda has all the potentials to once again tear apart this paradise island, Sri Lanka, once a shining example for the third world for political stability and economic progress, and now a bankrupt country where people of all walks of life are suffering  for no fault of their own. The need of the hour is communal harmony to rebuild the collapsing country. Under such  circumstance Prof Gunaratna’s policy of provoking Sinhalese against Muslims will be disaster of himalayan proportion."
  ]
}