{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/falling-in-love-with-a-railway-engine-named-royal-college/",
  "time_ut": 1701563460.0,
  "original_lang": "en",
  "original_title": "FALLING IN LOVE WITH A RAILWAY ENGINE NAMED “ ROYAL COLLEGE",
  "original_body_lines": [
    "With the commencement of hostilities heralding World War 2, the colonial government of Ceylon commandeered the premises of Royal College to be used as a military hospital. The school was compelled to find a home elsewhere and fortunately the old boy network of the school galvanised support in this regard. Several large homes were made available for the school on Turret Road.",
    "Turret House belonging to Col TG Jayewardene, was nominated as the temporary home for the upper and middle schools, and Carlton Lodge was used as the new home for the Lower school ie Forms one to three.",
    "The Principal’s office and administration offices were located in Suddassana the home of Sir Gerard Wijeyekoon. The science labs were relocated into “Firdoshi” the home of Dr Rustomjee. The transition was managed by Principl EL Bradby.",
    "The premises of Royal Primary school, then known as Royal Preparatory School were also requisitioned by the government and the school located in Havelock Town on premises which are now the home to Lumbini Maha Vidyalaya.",
    "When I enrolled in Royal Prep School in 1940 my journey to and from school was in a rickshaw. We were then living in my grandparent’s home on Havelock Road. We were required to pay school fees, and my younger brother being the third in the family attending school was not required to pay fees. In 1944 free education was introduced and we all joined the “gratis’ bandwagon! After the primary school moved to Havelock Town, we walked to school daily.",
    "In 1946 I was admitted to Royal College. My elder brother, was admitted to S. Thomas’ College, which during the war years had its lower school housed in the premises of St Paul’s School in Milagiriya. I was not told by my parents how I should travel to school, but a classmate of mine suggested that travelling by train would not only be fun, but efficient as well. So, instead of taking a bus from Pamankade to the Town Hall junction, I chose to walk all the way through the entirety of High Street and Station Road, Wellawatte, and thence by train, disembarking in Kollupitiya Railway Station, another trudge through Station Road, Kollupitiya on to Turret Road to my class room. After about 90 minutes of foot slogging, a tiresome daily task when one looks back, but happily carried out as a ten year old boy then.",
    "An old steam locomotive of the type referred to by the author",
    "One morning on my way to school, a train drawn by an engine named Royal College, pulled up at the Wellawatte Station, and to my immature mind, it seemed that the school had even organised a special train for our travel to school! Many a day did I eagerly wait for the train powered by engine Royal College to take me to school. That pleasure lasted only for three months, as by April 1946 the school went back to its old home, and that was the end of railway travel for me, at least during my student years.",
    "I had taken a fascination for the engine named Royal College, as it impressed my young mind, with its grand appearance with the name emblazoned in brass and affixed prominently on either side. It brought to mind the wonder and amazement of our naive rural folk who upon seeing the monstrosity of the railway engine exclaimed in awe “anguru kaka watura bebee Colomba duwana yakada yakaa.",
    "“.Several years later in the late 1960s I read a news item which referred to a prominent business man in Colombo having successfully tendered for a lot of unserviceable old engines had them shipped to Japan to a scrap metal plant.",
    "I lost no time in ringing the CGR and inquiring whether the engines were named. To my horror I was told that among the lot sent to Japan was Engine No 273 named Royal College. I may have shed a silent tear on the loss of my beloved steam engine, but my interest in the Ceylon Government Railway and its history, I think was sparked off by this engine named Royal College.",
    "I recently acquired a book titled “Indian Locomotives- Broad gauge 1851 to 1940, by Hugh Hughes and published by the Continental Railway Circle, 1990. To my utter delight there was some reference to my late friend. Apparently a system was introduced in 1937 by the Ceylon railway to honour past Governors of the country as indeed its King, George VI. Approximately 36 engines were named after former Governors of Ceylon, and four named after leading schools.",
    "The schools thus honoured were Ananda College – No 270, S. Thomas’ College 272, Royal College 273, and St Joseph’s College 274. Presumably they were chosen to represent the school network in the island consisting of government schools, Buddhist schools, Catholic schools, and Anglican schools.They were all classified as Class B engines and like most inanimate or animate objects with a finite life span are no longer in existence.",
    "My fascination with Engine No: 273 dispelled the commonly held belief that one cannot fall in love with objects devoid of life, although I must make it clear that I had no thoughts whatever of getting into bed with Engine 273!!",
    "Related Topics:anguru kaka watura bebee Colomba duwana yakada yakaaCeylongovernorsRoyal College",
    "Settling into my job in London and helping Colombo in a delicate New Delhi assignment",
    "Commemorative Stamp Issued for the Centenary Celebration of Reed Avenue",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}