{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Shelving-Indian-economists-report-in-1966-caused-SLs-economic-downfall-Ranil/172-257479",
  "time_ut": 1681167240.0,
  "original_lang": "en",
  "original_title": "Shelving Indian economist’s report in 1966 caused SL’s economic downfall: Ranil",
  "original_body_lines": [
    "Delivering the keynote address at a symposium on “Economic Dialogue – IMF and Beyond” here on March 30, President Ranil Wickremesinghe said that Sri Lanka’s economic problems would not have arisen if governments had implemented Indian economist B. R. Shenoy’s Report prepared at the request of the Ceylon government way back in 1966.",
    "In the late 50s and mid-1960s, when Ceylon’s economy was experiencing an all-round slide due to the extreme left-wing policies of the time, the then Finance Minister J. R. Jayewardene, at the suggestion of Lake House Chairman, Esmond Wickremesinghe, secured the services of the leading Indian right-wing economist Dr. Bellikoth Ragunath Shenoy (1905-1978) to advise him on restructuring the island nation’s economy and nursing it back to the healthy condition it was in, prior to 1957.",
    "B.R. Shenoy, as he was known, was familiar with Ceylon’s economy, having been Assistant lecturer in Economics at the University College in Colombo in the late 1930s. He submitted an incisive report in 1966 entitled: Economic Situation and Trends in Ceylon: A Programme of Reform.",
    "But given the dominant voice of the Left in the politics of Ceylon at that time, Prime Minister Dudley Senanayake, although a right winger, shelved Shenoy’s recommendations. Dudley also suspected that JR was trying to upstage him. The Prime Minister and his successors continued the debilitating policy of doling out subsidies and expanding the inefficient public sector. Continuance of this populist approach drove the country to wrack and ruin and a historic default in April 2022.",
    "Resurrecting Shenoy’s report in 2015, W. A. Wijewardena, a former Deputy Governor of the Central Bank of Sri Lanka, wrote in India’s Swarajya magazine that in the mid-60s, Ceylon’s foreign exchange reserves had plummeted from 13.4 months of imports in 1948 to 1.9 months of imports in 1966. After 1956, the State kept committing its slender resources to expanding and maintaining inefficient state sector institutions and social welfare schemes. To service these, governments resorted to deficit financing.",
    "“The total public debt which had stood at 18% of GDP in 1948 had shot up to 66% by 1966. And since the government was running a sizeable budget deficit, the repayment of public debt, as well as payment of interest thereon, was done by resorting to further borrowing, thereby entrapping the country in a vicious debt trap,” Wijewardena wrote.",
    "He drew attention to the increase in money supply above the growth in the real economy, leading to higher prices. The money-GDP ratio had gone up from 17% in 1950 to 29% in 1966. The government was then forced to resort to price and foreign exchange controls.",
    "In his report, Shenoy had noted that while the economy was growing at 2%, the population was growing at 2.7%. And while the majority of the population was finding it hard to make ends meet, the small Ceylonese elite was splurging. He warned of the consequences of this undemocratic trend.  As Wijewardene pointed out, such glaring inequality led to the bloody Janatha Vimuthi Peramuna (JVP) insurgency in 1971. Shenoy noted that heavy subsidies and price controls were masking the real cost of living. He pointed out that in the absence of adequate domestic savings, governments were resorting to bank financing to meet their capital expenditure. Savings had declined from 13.6% of GDP in 1959 to 10.7% in 1965. During the same period, Australia’s savings were at 29% and Canada’s at 24%, he pointed out.",
    "Foreign aid went to the public sector which misused it. But the silver lining was tax revenue. Tax revenue was 24.6% of the national income at that time (in contrast to 12% in 2015). But the accrued income was spent on food subsidies, direct relief payments and social services in the health, education and a host of other sectors. These accounted for 45.7% of revenue collections. The bulk of the capital outlays in the budgets from 1960-61 to 1965-66 (74%) was for “economic services and government enterprises”. The revenue part of the budget was larger than the capital part.  Deficit financing reached its peak in 1959-60. Budget deficits increased money supply by 26% in the 1960-65 period creating inflation, Shenoy said. He pointed that consumption expenditure of this sort was unrelated to production and had a “debit effect” on national savings.",
    "Shenoy did not recommend increase in taxes because taxes in Ceylon were already very high and any further increases would have been ruinous.  According to Wijewadene, tax rates in Ceylon stood at 80% at the margin. Shenoy recommended that tax should be scaled down drastically in order to promote national savings. “Taxation destroys potential national savings into a bonfire of public consumption,” as he put it.",
    "Shenoy strongly recommended de-nationalization of select State corporations. He urged the government to withdraw from businesses and production activities as these could better run by private entrepreneurs.",
    "Wijewardena noted that the Indian economist had suggested the listing of State corporations in the stock exchange “so that they would be disciplined by the market, instead of by political authorities.” Listing in the stock exchange would also “help them mobilize funds from the market for capital expenditure program, without relying on the government.”  This strategy would have succeeded in the 1950s and 60s, because the Ceylon Stock Exchange was then very vibrant, thanks to the plantation companies, Shenoy pointed out. The Indian economist urged the adoption of a freely floating exchange rate to address the persistent balance of payments difficulties in the wake of uncertainty about the receipt of donor funding. He also recommended the lifting of import and export restrictions and the liberalization of external trade.",
    "“Strict exchange and import controls have generated a massive black market for foreign exchange on the one hand and a thriving smuggling business on the other. The reaction of the authorities was to impose more and more penalties on the culprits. Hence, there was a substantial disparity between the official exchange rate and black-market rate; the result was the over-invoicing of imports and under-invoicing of exports so that saved foreign exchange could be lucratively sold in the black market,” he pointed out.",
    "Shenoy recommended replacing the existing food subsidy by a cash subsidy in a phased manner. He said that consumer subsidies ate up an average of 11% of the GNP and 53% of budget revenues. “In a background of declining savings and capital decay, there can be no justification for continuing these subsidies at this ruinously high level,” he argued. Shenoy suggested a change in the technique of giving subsidies. “In place of selling rice at 25 cents per measure, it may be sold at actual cost i.e., the average cost per measure to the Government of imported rice (the landed cost of this rice is 50-56 cents per measure) and of rice purchased under the GPS scheme (the cost of this rice is Rs. 12 per bushel of paddy or Rs. 24 per bushel of rice) — plus a small margin to cover the administrative expenses of handling imports.”",
    "“At the same time, every rice ration cardholder may be paid, outright, in cash, the amount of the de facto payment which he now receives in the form of rice at below cost. It is important for purposes of this scheme to separate the payment of the cash subsidy and the payments for rice by the ration card holders. The two transactions must be effected by two different agencies. The cash subsidy may be paid through, say, the Post Offices, while rice will continue to be sold through ration shops,” he added.",
    "Wijewardena points out that Shenoy was deeply influenced by his teacher, Friedrich A. Hayek at the London School of Economics, who advised Margaret Thatcher when she reformed the British economy in 1979.",
    "“Sri Lanka was literally one period ahead of Britain when it engaged Hayek’s disciple to do the same job 13 years earlier. The difference was that while Britain implemented most of Hayek’s recommendations, Ceylon ignored them,” Wijewardena rued."
  ]
}