{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/supporting-the-socio-economic-reintegration-of-sri-lankan-migrant-workers-repatriated-due-to-the-covid-19-outbreak/",
  "time_ut": 1691503680.0,
  "original_lang": "en",
  "original_title": "Supporting the socio-economic reintegration of Sri Lankan migrant workers repatriated due to the COVID-19 outbreak",
  "original_body_lines": [
    "Migrant workers were the most affected by the COVID-19 and were at risk of unemployment and non-payment of wages. Sri Lankan migrant workers who opted to return home required immediate, medium, and long-term interventions to recover from the socio-economic impact.",
    "To address these challenges, with funding support from the Government of Japan, the International Organization for Migration (IOM) and the International Labour Organization (ILO) in close collaboration with the Ministry of Labour and Foreign Employment implemented a project to support the socio-economic reintegration of repatriated Sri Lankan migrant workers.",
    "A Participatory Rural Needs assessment (PRNA) exercise was conducted in consultation with the migrant returnees, host communities and local government officers and 20 Small and Medium Enterprises (SMEs) were identified for development.",
    "IOM commenced the project in April 2021 and executed the project activities in 9 districts. Namely, Jaffna, Batticaloa, Kilinochchi, Anuradhapura, Puttalam, Ratnapura, Kurunegala, Kalutara and Galle districts.",
    "Supporting the socio-economic reintegration of Sri Lankan migrant workers repatriated due to the COVID-19 outbreak project was initiated at a very challenging time in Sri Lanka. Despite the material and equipment shortages due to the aggravated economic crisis in Sri Lanka, IOM was able to do all the constructions, renovations and procure the machinery, equipment, material to support the chosen beneficiaries.",
    "10,000 host community members and 1000 migrant returnees were reached through the outreach campaign.",
    "Career guidance and skill enhancement training had reached over 1000 returnee migrant communities.",
    "500 returnees have benefited from enhanced Public Employment Services (PES) for job placements.",
    "100 returnees have received capacity building on financial support services for SME development and market linkages.",
    "A total of 100 trainers and managers have successfully delivered training to returnee workers, while five vocational training centres were upgraded to enhance training delivery. Additionally, two government vocational training centres were strengthened to support skills certification programmes for returnees.",
    "The International Organization for Migration (IOM) and the International Labour Organization (ILO) sincerely appreciate the Government of Japan for their financial support for this timely project and all District Secretaries, Divisional Secretaries, and their staff for the successful navigation and completion of this project.",
    "University of Wisconsin Parkside launches B.Sc. Psychology degree completion in Sri Lanka at AIC Campus",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}