{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/HEINEKEN-s-first-screen-printed-and-returnable-glass-bottle-in-Asia-Pacific-debuts-in-Sri-Lanka/34-749823",
  "time_ut": 1687475919.0,
  "original_lang": "en",
  "original_title": "HEINEKEN’s first screen-printed and returnable glass bottle in Asia Pacific debuts in Sri Lanka",
  "original_body_lines": [
    "Netherlands Ambassador to Sri Lanka and the Maldives Bonnie Horbach presents the first screen-printed and returnable glass bottle for HEINEKEN in Asia Pacific, to HEINEKEN Lanka Ltd.’s logistics service provider NAS Colombo, Ambalangoda and Tangalle Managing Director Nuwan Siriwardana, in the presence of HEINEKEN Lanka Managing Director Maud Meijboom-van Wel and PGP Glass Ceylon PLC Executive Director/COO Sanjay Jain – Pic by Daminda Harsha Perera",
    "Breakthrough via initiative by PGP Glass Ceylon PLC and HEINEKEN Lanka",
    "PGP Glass Ceylon PLC, the sole manufacturer of glass bottles for Food and Beverages in Sri Lanka and HEINEKEN Lanka Ltd., a wholly owned subsidiary of HEINEKEN N.V., on Wednesday announced a milestone for Sri Lanka’s innovation and sustainability agenda with the launch of the 625ml reusable bottle incorporating screen printing technology.",
    "Launched in the presence of Ambassador of the Netherlands to Sri Lanka and the Maldives Bonnie Horbach, the bottle is sourced and manufactured end-to-end in Sri Lanka, incorporating PGP’s cutting-edge screen-printing technology, which is considered a first for HEINEKEN within the Asia Pacific region. The technology can drastically reduce plastic or paper-based labelling, and consumers can be encouraged to participate in waste reduction efforts by having a returnable bottle.",
    "PGP Glass Ceylon Director/COO Executive Sanjay Jain said: “We are happy to be associated with the launch of innovative product offerings capable of revolutionising circularity and sustainability in Sri Lanka. This collaboration showcases our commitment to innovative and sustainable packaging solutions, which is a long-standing need for the country, as we recognise the significance of contributing to responsible consumption in Sri Lanka. The investment required for screen printing technology on glass bottles is considerable. However, its positive effects on the planet are far-reaching. As a socially and sustainability-conscious organisation, we are proud to do our part through a shared commitment to the national movement on uplifting its sustainable economy.”",
    "HEINEKEN Lanka Managing Director Maud Meijboom-van Wel said: “As an innovative and pioneering company that is present in over 190 markets globally, our Brew a Better World vision for 2030 raises the bar and enables faster progress towards a net zero, fairer and healthier world. These ambitions are woven into EverGreen, our balanced growth strategy, and puts sustainability and responsibility at the centre of everything we do. In line with this vision, we have already installed a water treatment plant at our brewery and are also using renewable biomass energy as part of our net zero efforts. The launch of the reusable and screen printed 625ml bottle for our flagship brand is our latest initiative, and I take this opportunity to appreciate PGP Glass Ceylon for their trusted partnership and the Ambassador of the Netherlands to Sri Lanka and the Maldives Bonnie Horbach, for gracing us with her presence and support. “",
    "Guest of honour, Ambassador of the Netherlands to Sri Lanka and the Maldives Bonnie Horbach said: “Innovation in sustainability is always an exciting agenda for us, and there is no better time to act than the present. As Sri Lanka continues its momentum of economic recovery, it is equally important to achieve business excellence in sustainability and circularity. We continue the drive to promote responsible business conduct (RBC) as part of the European Union. Conforming to global sustainability standards will be mandatory in the upcoming years. Sustainable value chains will generate competitive advantages, and for Sri Lanka, early entry into this sphere could be the all-important difference manufacturers could make in outplaying the competition and staying ahead of the game. We appreciate the initiatives taken by PGP Glass Ceylon and HEINEKEN Lanka in this regard and look forward to further innovation in sustainability and circularity.”"
  ]
}