{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jathiaka-namal-uyana-marks-32nd-anniversary/",
  "time_ut": 1679737680.0,
  "original_lang": "en",
  "original_title": "Jathiaka Namal Uyana Marks 32nd Anniversary",
  "original_body_lines": [
    "Mother nature welcomes all. She doesn’t judge, she doesn’t discriminate, she just opens her arms to one and all. There is a space and place in nature for all. Nature is filled with breathtaking landscapes and has gifted us some of the most beautiful creatures on earth. All of us love to experience natural beauty and be one with nature. We should give her thanks everyday for being so gracious and kind to us by providing us with the means of survival.",
    "Humans and other fauna and plants have a complex relationship extending far back into our joint evolutionary history. Natural vegetation refers to a plant community, which has grown naturally without human aid and has been left undisturbed by human for a long time. Sri Lanka’s natural vegetation covers about one-third of our total land area.",
    "‘Jathika Namal Uyana’ is the largest ironwood forest and pink quartz mountain in Asia. It is a world heritage site that has gained the attention. Namal Uyana is rich in biodiversity. It provides a healthy and healing environment that has attracted local and foreign tourists. This ecosystem is a national resource of great religious, ecological and geographical value. The Na Uyana forest covers a total more than 2,000 acres.",
    "The pink quartz mountain range in Namal Uyana is the largest of its sort in Asia. It consists of seven hills covering an extent of about to 600-700 acres. According to history, during the construction of Taj Mahal in India, pink quartz from here was taken to carve its windows. An amazing creation of nature, the pink quartz mountain belongs to prehistoric era.",
    "Namal Uyana is an extremely rare phenomenon replanted with Iron Wood trees in the Eeghth century AD beginning during the reign of King Dewanampiyatissa and ended during the reign of King Dappula IV. It has been a sanctuary for Buddhist monks during King Devanampiyatissa’s reign in the eighth century. King Dappula declared it as a human sanctuary and It was decided to establish ‘’Mahamevna Uyana’’ here.",
    "Our country is a blessed with a variety of natural vegetation . Trees are important part of every community. In the 21st century, instead of planting trees, the majority felled existing trees for construction and other uses. Deforestation has many effects on the environment and most importantly it affects biodiversity directly. If we cut one tree , ten trees should be planted in its place.",
    "We are fortunate to have people who know the true value of natural vegetation and are committed to protect it. Wanvasi Rahula Thero who came forward with great sincerity to protect The Jathika Namal Uyana is an exemplary Buddha putra. He bravely undertook that great task in the midst of grave privation in the early days.",
    "He said in an interview that he started this historic mission in March 1991. “At that time, this place was devoid of human habitation. When I set foot here, the Namal Uyana had been destroyed by treasure hunters and timber thieves. I built a small wooden house on a ‘Mora’ tree and started this mission for my country. There are no words to describe this journey and the challenges overcome. I am glad to tell you tha the Jathika Namal Uyana celebrates its 32nd anniversary in March.",
    "Ven Rahula said that In order to gain more international attention, we need to improve and protect a world heritage sites like Namal Uyana to attract more tourists. As a developing country, Sri Lanka does not always need to seek loans from elsewhere but develop our own resources to fund economic development.",
    "“From former President Chandrika Bandaranaike Kumaratunga to current President Ranil Wickremesinghe all governments have supported this endeavour. I am not a monk who supports any political party. I did all the administrative work here from 1991 to 2018 when Jathika Namal Uyana was brought under the Central Cultural Fund (CCF) which now handles all operations. As a Buddhist monk I understand the true meaning of the word ‘renunciation’. it means ‘doing what must be done with no expectation of any reward. I am not the owner here just a keeper.",
    "“I stared this national mission for the welfare of all beings. This is not something belonging to the Sinhalese but to all the people living on this island. Students of school from all provinces visit jathika Namal Uyana. It gives children of all races and religions the opportunity to marvel at this wonder. The responsible authorities should be directed to provide the necessary facilities to maximize the opportunities available here. It is a place where research on geology , ecology and archaeology is possible.",
    "“All the electronic and print media of the country have supported me to complete this mission successfully. I give my special thanks to the Divaina newspaper for the good work done on its initiative. My heartfelt thanks to everyone who supported me.",
    "Rahula thero said he has plans to undertake many meritorious projects like providing houses for the homeless, equipping schools, providing clean drinking water and succor to the sick through the Jathika Namal Uyana project. He said in this 32nd anniversary year of the project we must all strive to achieve national unity spurning racial and religious differences.",
    "LTTE writ on coral exploitation more effective than govt. orders",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}