{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Good-governance-and-economic-development-Part-I/4-749375",
  "time_ut": 1686509590.0,
  "original_lang": "en",
  "original_title": "Good governance and economic development – Part I",
  "original_body_lines": [
    "Countries which have established good governance regimes have been able to attain a faster economic growth and sustain it in the long run",
    "Actions taken by a government do not necessarily benefit all. Some in society are made better off by government action, while some others are made worse off. Hence, the practice of governance by political leaders is necessary to avoid harms and enhance the benefits to citizens. For instance, in the case of a government, trying to attain the highest growth, while damaging the environment by a nation is not considered a good governance practice. Similarly, in the case of a company, it is not good governance if it seeks to maximise profits, while displeasing employees or cheating customers",
    "One of the preconditions of IMF’s Extended Fund Facility to Sri Lanka has been the completion of a diagnostic study of governance mechanism, including the anti-corruption law enforcement, by a team fielded by the Fund and Sri Lanka Government should take remedial measures to correct the situation if there are deficiencies in the governance structure. This is a policy action which Sri Lanka should have taken on its own rather than being imposed by an outside lender.",
    "The IMF’s diagnostic report is to be out by September 2023. As a preliminary to this, Sri Lanka should enact a new anti-corruption law incorporating the global best practices by June 2023. The Government has drafted a law on an anti-corruption mechanism, but it has been declared by the Supreme Court as inconsistent with the Constitution. Hence, the law is to be amended in line with the recommendations of the Supreme Court. It is not clear whether the amended law will be acceptable to the Fund. However, what is important is that IMF considers the presence of a strong governance structure in Sri Lanka for it to provide continued assistance to the country.",
    "As I have presented in a previous article in this series, IMF is worried about the governance structure in the borrowing country after it has burned its fingers by lending to Russia where moneys so lent had been siphoned off by the governmental authorities due to weaknesses in the governance structure and the existence of a non-independent central bank.1",
    "The presence of good governance at both the public and private sectors in a country has been viewed as a positive contributor to sustained economic growth. At the private sector level, practising good governance principles will enable the stakeholders of a private venture to get the best out of their deals with such ventures. If a private venture does not practice good governance principles, it amounts to an unequal exchange and the stakeholders are destined to a substandard choice in their transactions with it. The economy-wide presence of such substandard choices will reduce the welfare of a nation, though it may have attained high economic growth for several years.",
    "As compared to private ventures, government organisations are in an advantageous position since they could use the sovereign power of the state to extract resources from society at will. Since economic development entails the use of scarce resources of a society to get the maximum out of the least, governmental organisations should practice good governance by observing both the spirit and the letter of the principles of good governance.",
    "It gives confidence to investors that the moneys they invest are safe from improper expropriation which is a necessary condition for a society to ensure sustained economic growth.",
    "Empirical studies have shown that countries which have established good governance regimes have been able to attain a faster economic growth and sustain it in the long run. Countries with poor governance have not only been laggards in the race but also failures to sustain high economic growth continuously.",
    "This paper will concentrate on good governance in governmental organisations and how it would contribute to development. The responsibility for introducing and practicing good governance principles in the government sector of a country exclusively devolves on its political leaders.",
    "Governance means how an individual, an organisation or a government would relate itself to its stakeholders in a responsible manner in delivering its promises to them. In politics, it relates to the way elected politicians would perform their duties toward citizens who have elected them to power. In ancient times, kings and rulers of countries are said to have performed these duties by observing Ten Royal Qualities2 consisting of the qualities of gifting, sacrifice, virtue, austerity, uprightness, softness, non-harmfulness, having non-ill will, forbearance, and non-conflict. These ancient ten principles are so comprehensive that if any political leader follows them today, then, there is no need for enforcing governance on them externally. But, as remarked by James Madison, the fourth President of USA, ‘if men were angels, no government would be necessary’.3 This quote could be extended to governance as well: ‘since political leaders are not angels, enforcement of governance from outside is necessary’.",
    "Actions taken by a government do not necessarily benefit all. Some in society are made better off by government action, while some others are made worse off. Hence, the practice of governance by political leaders is necessary to avoid harms and enhance the benefits to citizens. For instance, in the case of a government, trying to attain the highest growth, while damaging the environment by a nation is not considered a good governance practice. Similarly, in the case of a company, it is not good governance if it seeks to maximise profits, while displeasing employees or cheating customers.",
    "Governance is, therefore, a matter that is concerned with every area of human relationships, though in most cases, reference is made only to political governance or corporate governance. Within the system of political governance, there are sub-governance aspects concerning economic policy governance, monetary policy governance and so on. The proper observation of all these aspects of governance is necessary for a political cum economic system to function properly. This paper will look at these aspects in detail and argue that it is the responsibility of the political leadership to establish proper governance systems within a society.",
    "Issues relating to governance arise due to two connected reasons. The first is the division of labour which we have seen in modern economies. Accordingly, to do things better, people must depend on many others whom they engage as servants. For instance, since everyone is not competent to teach his or her own children, he or she must depend on a profession called teaching. Similarly, since each one of them cannot treat his or her own illnesses, once again he or she must depend on another profession called healthcare provision. Economists have branded those servants as agents and those who hire them as principals. That is at an individual level. At a company level, owners of a company hire managers to do the job and at the national level, citizens hand over the task of governing to elected politicians.",
    "The second reason relates to the normal human nature. Man is by nature a selfish creature and, therefore, bent on satisfying his own self-interest over anything else. According to the evolutionary biologist, Richard Dawkins, who wrote the book, The Selfish Gene, the selfish nature is embodied in the very genetic constitution of species.4 This was noted by Adam Smith in relation to economic relationships more than two centuries ago when he argued that one should expect his dinner not from the benevolence of brewers, bakers, or butchers, but from their regard to their own interest.5",
    "Thus, according to economists, the selfish servant or agent does not always act in the best of interest of the master or the principal for whom he works. Since the master has only two eyes and not ‘four eyes’, he cannot effectively control or see what the servant does. This has given rise to what is now known as the ‘Principal-Agent Problem’6 in economics and it is this problem that has contributed to the governance issues in the society.",
    "PAP is simply the existence of conflicting objectives between the principal and the agent whom he hires. The principal wants to gain the best for himself and that is why he pays the agent to do the job. But the agent, acting in his own interest may do things which are injurious to the principal. Thus, professionals whom an individual hires or the managers whom the shareholders engage or the politicians whom the citizens elect will not satisfy the needs of their respective principals but try to satisfy their own desires which are different from those of the principals.",
    "PAP had been known quite for some time and even measures to alleviate its harmful effects have been suggested. Kautilya, the Indian Economist in the 4th century BCE, wrote in his economic text, The Arthashastra, that just like a person with honey or poison on the tip of his tongue cannot resist tasting some of it, public servants too cannot resist misappropriating the funds entrusted to them. Worse, the king cannot see it just like he cannot say whether a fish in the water is drinking water or not. Kautilya prescribed both the carrot and the stick to minimise its occurrence.7",
    "In the modern era, William A. Niskanen, formerly an official of the US Budget Management Office and later an economist attached to the University of California, Los Angeles, in a path breaking publication titled ‘Bureaucracy and Representative Government’8 in 1971, talked about PAP between the community represented by the government and its civil servants represented by public bureaus. Drawing on the previous studies on the subject by economists like Ludwig von Mises and Gordon Tullock, Niskanen presented a new theory called ‘Economic Theory of Bureaucracy’ in which the community as the principal tries to maximise welfare of the members through public expenditure programmes and the civil servants as agents try to maximise their salaries and perks. Accordingly, government expenditure programmes tend to be overestimated and the community has to bear bigger and bigger burdens as taxpayers if tax rates are raised or as victims of inflation if new money is printed to fund such programs.",
    "PAP is most prevalent in joint stock companies where owners and managers are two separate groups. The owners do operate with the support of the board of directors which has the responsibility for deciding on policy and exercising general oversight on the management. Managers, on the other hand, manage the company to attain its goals. If the Board is passive and cannot exercise its controlling functions effectively, it gives ample opportunities for managers to do everything in their way: rob from the principals, drive them to unwarranted risks, involve them in costly legal battles and make them lose reputation through displeasure of employees and customers. At the end of the day, managers can leave the place having soiled it, but the shareholders and board members who represent them must break their necks to clean it.",
    "Thus, the effective resolution of PAP is the solution to the governance issues in any place.",
    "The presence of good governance in politics as well as in economic policy making contributes to quality of life of people and sustainable economic growth. In a paper presented to the 5th Economic Panel Meeting at Harvard University in April 2002, under the title ‘Growth without Governance’9 World Bank economists Daniel Kaufmann and Aart Kraay have argued that the quality of governance has a very strong positive impact on the per capita income across the countries. Using a set of Worldwide Governance Indicators or WGIs, a good governance template prepared by them for the World Bank, in 175 countries for the period 2001/2, the two economists have also found two other important relationships.",
    "The first is relating to the theme of their paper that good governance contributes immensely to a sustainable high growth in PCI in countries. The second is that the growth in PCI does not contribute to improve the quality of governance in the same tempo. Their finding was that growth in PCI has either a weak or a negative impact on the improvement of the quality of governance if good governance had been absent in society initially. In other words, good governance certainly leads to economic growth, but economic growth does not necessarily bring in quality governance in society.",
    "In a Working Paper released by the Department of Economics and Finance of the Middle Tennessee State University in USA in December 2010, Bichaka Fayissa and Christian Nsiah10 have found that in African countries the gaps in economic growth between the richer and the poorer countries have been mainly due to the differences in the quality of governance in the respective countries. For their empirical study covering 28 African countries, the two economists have used the same WGIs relating to the relevant countries between 1995 and 2005.",
    "Thus, the consensus among economists is that good governance is a pre-requisite for sustaining economic growth and improving the quality of life of people. However, there are a few economists like Columbia University’s Jeffrey Sachs who believe that emphasis on good governance for sustaining economic growth has been a misguided policy drive. In an article written to the magazine Foreign Affairs in October, 201211 Sachs has countered the argument by Daron Acemoglu and James Robinson in their book ‘Why Nations Fail’12 that superior political institutions protect property rights and through such protections, incentivise the process of invention and the diffusion – distribution of such knowledge among prospective entrepreneurs – helping the countries to sustain economic growth.",
    "Sachs has argued that what is more important is diffusion and therefore, without getting involved in inventions, if a country can cause diffusion to happen, that country can ensure continued economic growth as has been shown by many authoritarian countries in East Asia. His reference was to countries like South Korea, Taiwan, and Singapore. Yet, in all these countries, people dissatisfied with the quality of life delivered by the authoritarian governments have agitated for democratic institutions which the authorities have delivered to them eventually.",
    "Thus, these countries were able to sustain economic growth. However, the other authoritarian countries were not so fortunate and had to go through bloody revolutions which have taken them back for many centuries.13",
    "4Dawkins, Richard, (2009), The Selfish Gene, Oxford University Press, Oxford.",
    "5Smith, Adam, (2003) The Wealth of Nations, Bantam Classic, New York, p 23",
    "7Kautilya, (1992) The Arthashastra, (Translator: L N Rangarajan) Penguin Classics, p 281",
    "8Niskanen Jr, William A (2007) Bureaucracy and Representative Government, Aldine Transaction",
    "12Acemoglu, Daron and Robinson, James, (2012), Why Nations Fail: The Origins of Power, Prosperity and Poverty, Barnes and Noble.",
    "13These issues were discussed by Wijewardena, W.A (2013) available at: available at: http://www.ft.lk/2013/03/18/authoritarian-regime-for-economic-prosperity-not-even-a-little-bit-will-work-in-the-long-run/ (accessed on 10.1.2019)",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected])"
  ]
}