{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rainco-appoints-retail-professional-dinesh-dharmaratne-as-new-ceo/",
  "time_ut": 1691222640.0,
  "original_lang": "en",
  "original_title": "Rainco appoints retail professional Dinesh Dharmaratne as new CEO",
  "original_body_lines": [
    "Rainco (Pvt) Ltd, one of the leading business conglomerates and manufacturers of umbrellas, mosquito nets, and rainwear in Sri Lanka, officially appointed Dinesh Dharmaratne as the Chief Executive Officer on July 1st, 2023.",
    "This appointment follows the announcement of Ahamed Aroos, the outgoing CEO, expressing his intention to leave the organization. Aroos collaborated with Dharmaratne during a transition period to ensure a smooth handover and successful closure of the transaction. The Board of Directors expressed their gratitude to Aroos for his exceptional leadership, guiding Rainco to achieve record results despite external challenges, a company news release said.",
    "Aroos, who served as Rainco’s CEO since 2019, joined the company’s leadership team in 2017 as the Chief Operating Officer. Building on the company’s heritage, He implemented and executed a growth agenda, known as “20-2X,” which significantly increased profitability and shareholder value of the organization.",
    "Dharmaratne, the newly appointed CEO, brings with him a career spanning over 26 years of management excellence in some of Sri Lanka’s premier corporations. With extensive experience and a track record in corporate management, he has held key senior management roles, including a notable six-year tenure as the CEO of Suzuki Motors Lanka Limited and After Sales Service and Furniture Manufacturing verticals of Softlogic Retail (Pvt) Limited.",
    "Throughout his career, Dharmaratne has played a pivotal role in steering companies towards growth and profitability. His contributions have fostered strong customer relationships, amplified brand presence, and optimized service delivery, the release said.",
    "Rainco is a manufacturing, marketing and distribution company dealing across the categories of fashion and travel accessories, homeware, baby care and shoe care categories, with a dominant position in its home market. Rainco has expanded its footprint into global markets and has built partnerships with world-renowned brands. With a workforce of over 1,200, Rainco caters to a wide corporate, retail and household client base, it concluded.",
    "Royal College’s Blue & Gold Hockey 7s returns after three-year lapse",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}