{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/UK-selects-SL-for-deeper-analysis-of-market-potential-under-DCTS/34-746327",
  "time_ut": 1678817016.0,
  "original_lang": "en",
  "original_title": "UK selects SL for deeper analysis of market potential under DCTS",
  "original_body_lines": [
    "High Commissioner Hulton says UK trade preferences reduce import costs by over £ 750,000,000 annually and good for business in developing countries",
    "UK-SL trade up 10.2% to £ 1.3 b in one year ending 3Q of 2022",
    "The United Kingdom has selected Sri Lanka in its new preferential Developing Countries Trading Scheme (DCTS) for deeper analysis of market potential.",
    "This was revealed by UK High Commissioner Sarah Hulton yesterday at a forum to promote DCTS, the successor to the GSP+ scheme post-Brexit.",
    "“Sri Lankan utilisation rates of some of the lines are relatively low and they are products that Sri Lanka exports to other countries but not to the UK,” Hulton said, adding that expert analysis will help to address the shortcomings.",
    "“UK is keen that there will be a great basis for ensuring that Sri Lanka takes full advantage of the new DCTS,” she added at the event at which State Minister of Finance Shehan Semasinghe and Central Bank Governor Dr. Nandalal Weerasinghe were also present.",
    "Sri Lanka was the UK’s 80th largest trading partner in the four quarters to the end of Q3 2022 accounting for 0.1% of total UK trade.",
    "Total trade in goods and services between the UK and Sri Lanka was £ 1.3 billion, in the four quarters to the end of Q3 2022, an increase of 10.2% or £ 124 million from a year ago.",
    "Total UK exports to Sri Lanka were up 10.2% to £ 336 million and total UK imports from Sri Lanka also rose by a similar percentage to £ 1 billion",
    "The DCTS was first announced by the Secretary of State for International Trade last August, and since then, Hulton said it has garnered praise from Government and businesses for the way in which it simplifies and increases trade preferences for 65 developing countries.",
    "The DCTS has been designed to offer greater UK market access for developing countries, to build stronger investment partners for the future and to deepen global supply chains.",
    "“We’ve done this by simplifying the scheme and making it more generous. UK trade preferences reduce import costs by over £ 750,000,000 every year, so it’s good for business in developing countries,” she said adding it also helps reduce prices and increase choices for UK consumers, particularly on household items such as clothes and food.",
    "Officials present at the event included UK Trade for Development Trade Preference Policy Manager for Sri Lanka Sofie Kinsey British High Commission Pakistan Regional Trade Policy Adviser Fabian Hartwell, UK South Asia Department for Business and Trade Strategic Policy Lead Nicholas Gribit and UK High Commission Colombo Head of Trade Investment Michael Fernando.",
    "It showcased specific UK market opportunities for Sri Lankan products. Information relating to the practicalities of importing products into the UK under the DCTS was also shared.",
    "High Commissioner Hulton said the UK’s new Department for Business and Trade (DBT), brings together business focused functions of the former Department for Business, Energy and Industrial Strategy, and the Department for International Trade. It brings together business expertise and worldclass trade negotiators with the goal of making the UK the best place to start and grow a business, driving growth, increasing jobs and living standards.",
    "She said DBT will amplify engagement between business and Government and strengthen the UK’s offer to internet national investors. The Department will support investment, unlock exports and open up new markets through trade deals with joined up offers of support to UK businesses operating both at home and abroad.",
    "The High Commissioner said these initiatives are a tangible example of the UK’s commitment to grow free and fair trade with developing countries, boosting economies and supporting jobs in those countries as well as the UK.",
    "It was pointed out that UK trade preferences are just one element of UK trade for development policy, which also includes aid for trade programs, advocating for a fair and transparent global trading system, and capitalising investment to support trade from developing countries.",
    "She also said the UK Growth Gateway is the fund which provides business support services via expert advice, analytical support and development of online UK Government information tools."
  ]
}