{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/World-s-leading-networking-guru-Dr-Ivan-Misner-to-visit-Sri-Lanka/34-748340",
  "time_ut": 1684172568.0,
  "original_lang": "en",
  "original_title": "World’s leading networking guru Dr. Ivan Misner to visit Sri Lanka",
  "original_body_lines": [
    "Sri Lanka is set to welcome Dr. Ivan Misner, the world-renowned networking guru and Founder of Business Network International (BNI) in June this year. Dr. Misner’s visit to the island nation is expected to span a period of four days, during which he will share his expertise on networking and business development with the local business community.",
    "As the modern business world continues to evolve at a rapid pace, networking has become an increasingly crucial tool for achieving business growth and success. Against this backdrop, Dr. Ivan Misner’s upcoming visit to Sri Lanka is especially significant.",
    "With the country on the cusp of emerging from an economic crisis, business leaders in the country will have a unique opportunity to gain valuable insights, skills and strategies to master the art of networking from Dr. Misner, who has been widely recognised as the “Father of Modern Networking” by Forbes and CNN. Dr. Misner’s expertise and guidance therefore will be especially valuable for Sri Lankan businesses as they strive to thrive in the post-crisis economy.",
    "As such, during his visit, Dr. Misner will attend several events centred around the theme “Building a Global Sri Lanka”. The theme emphasises the significance of building relationships and connections to promote Sri Lanka’s economic growth and global presence and underscores the country’s renewed focus on enhancing its international trade and business partnerships. Achieving this requires a mastery of networking skills and a strong emphasis on relationship-building, which will enable the development of the strategies needed to build a strong, globally connected economy.",
    "Dr. Misner is the author of several bestselling books on networking, including “Networking Like a Pro”. “The 29% Solution,” and “Who is in your Room?” which have helped millions of people around the world to improve their networking skills and achieve their business goals. He has delivered keynote speeches for numerous major corporations and associations worldwide and has been featured in the L.A. Times, Wall Street Journal, and New York Times, as well as numerous TV and radio shows including CNN, the BBC, and the Today Show on NBC. Among his many awards, he has been named “Humanitarian of the Year” by the Red Cross and has been the recipient of the John C. Maxwell Leadership Award.",
    "Dr. Misner’s visit to Sri Lanka is being organised by BNI Sri Lanka. BNI is in 77 countries with a total of 300,000 members and has achieved impressive results over the last 12 months, from 13.1-million-member referrals, resulting in a total of $ 20.6 billion in member-generated business worldwide. In Sri Lanka, BNI has been instrumental in generating over Rs. 2.5 billion in closed business through its 400+ members, even during challenging times like COVID-19 and economic downturns, proving to be an effective networking organisation for businesses seeking to expand, and explore new business opportunities locally and globally even during adverse market conditions.",
    "BNI Sri Lanka Area Director Glenn Lord expressed his enthusiasm for the visit, emphasising the value of Dr. Misner’s insights on networking, business development, and leadership for local business leaders. He said that given the current challenges in the market landscape, these strategies will be especially invaluable in helping businesses grow and expand.",
    "Dr. Misner’s presence marks a significant milestone for BNI Sri Lanka, and his talks and seminars are anticipated to attract a large number of business professionals and entrepreneurs from across the country."
  ]
}