{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Kidney-Transplant-Unit-Kandy-National-Hospital-Kidney-patients-in-jeopardy-due-to-fungal-allergy/231-264219",
  "time_ut": 1690766707.0,
  "original_lang": "en",
  "original_title": "Kidney Transplant Unit, Kandy National Hospital: Kidney patients in jeopardy due to fungal allergy",
  "original_body_lines": [
    "During the last two months around 10 patients died due to a fungal allergy",
    "Kandy National Hospital has taken measures to discontinue peritoneal dialysis by removing the peritoneal dialysis equipment",
    "The Daily Mirror is determined to bring the truth to light and give a voice to the kidney patients who are suffering",
    "During the visit to the Kidney Transplant Unit of Kandy National Hospital, this writer learned that out of approximately 200 patients who underwent Peritoneal Dialysis (CPDP), around ten had passed away. During the last two months around 10 patients died due to a fungal allergy, according to the doctor in charge of the unit handling kidney patients at the Kandy National Hospital. Reportedly, the lives of other patients are also at risk. Among the deceased, there were the parents of a doctor, a nurse, and two staff members; all employees of the Kandy National Hospital. Moreover, some of the outpatients who were undergoing dialysis also succumbed to this allergy, according to hospital sources. A doctor from the kidney unit at Kandy National Hospital confirmed that there is a presence of a fungus in the dialysis equipment, and this fungus enters the patients’ bodies during dialysis, causing allergies and ultimately leading to fatalities. He also said that the reported number of deaths only accounts for those who received treatment in the hospital. If those who passed away at home without receiving hospital treatment were to be included, the death toll would be even higher.",
    "In renal dialysis, a process involves sending a special solution through a plastic tube inserted into the abdominal cavity of kidney patients. This solution helps cleanse the inside of the body. By allowing the solution to remain in the abdominal cavity for a few hours, it effectively exchanges and purifies germs and salt water. Through this method, accumulated nitrogenous wastes, salt acids, and excess water are efficiently removed from the body, according to hospital sources.",
    "After a minimum of six hours, the solution is then drained from the abdominal cavity using the plastic tube. This dialysis procedure can be performed by the patient at home, with a frequency of three or four times a day. The patient’s room is cleaned and sterilized and the patient also meets hygienic conditions and remains clean. Unlike blood transfusions, this process is comfortable, and the patient can easily carry out his or her daily activities just like any other individual.",
    "Although this dialysis process had been carried out very successfully for two and a half years, it unexpectedly posed problems for the patients approximately two and a half months ago. The issue arose due to the presence of fungus in the dialysis equipment that was brought. The doctor serving the kidney unit, who provided us with this information, said that the equipment brought earlier was of good quality. However, this time, he pointed out that the company responsible for procuring this equipment –done through a tender process- has provided inferior-quality equipment.",
    "I cannot state anything about the non-availability of necessary equipment in the kidney unit, and you should seek clarification from the Director General of Health on this matter",
    "Kandy National Hospital has taken measures to discontinue peritoneal dialysis by removing the peritoneal dialysis",
    "The death cerificate of a deceased who died because he used dialysis equipment affected by the fungus",
    "equipment as more and more patients experienced allergies that led to fatalities. Instead, the hospital has taken steps to provide inpatient treatment to these affected patients. The hospital has arranged for the installation of cannulas required to conduct hemodialysis while offering inpatient treatment. A tube is placed near the patient’s neck to initiate haemodialysis while the proper equipment for the blood transfusion test is being prepared and attached to the patient. Despite this procedure being uncomfortable for the patients, they have been undergoing treatment with this tube for approximately a month since there is currently no alternative option.",
    "Patients at Kandy National Hospital whose tubes have been removed, have been prescribed antifungal drugs for a fourteen-day duration. According to our informant, a dosage of that antifungal drug costs around 60000 rupees. However, despite the treatment, the patients affected by the fungus have not shown signs of recovery, and they have passed away within 14 to 28 days of receiving treatment, he added. Some of these patients developed severe complications, leaving them unable to eat or drink. Some patients have fought a battle between life and death while starving all the way. Ultimately, these patients succumbed to their condition; while being unable to take meals. In some cases the fungus had not only affected the stomach, but also spread to the throat; making the removal of the fungus a challenge despite taking treatment.",
    "On July 12, 2013, we visited Kandy National Hospital to inquire about the current condition of patients undergoing treatment using dialysis. During our visit, we encountered a patient who had contracted fungi through peritoneal dialysis. According to him, he had been receiving this treatment for over two years without any significant issues. However, the patient now has a tube inserted in his neck, and it will take about a month to prepare the equipment required for the hemodialysis. He also added that the hospital authorities have informed that the cost to remove the fungi would be 60,000 rupees. Additionally, another kidney patient in the hospital’s 62nd ward of the kidney unit had to bear a cost of 75,000 rupees to insert a tube to the abdomen for hemodialysis. According to our informant, the patients find it challenging to afford these expenses. Previously, the procedure for tube insertion in the abdomen for hemodialysis was done free of charge at the respective hospitals. However, the situation has changed at Kandy National Hospital, where this procedure is no longer provided free. The reason for this change is that the hospital does not currently possess the required tube and equipment for insertion. These items need to be purchased from external sources, according to the doctor who provided this writer with this information.",
    "On the Ministry of Health’s approval an organization named Lucentia provided a stock of dialysis equipment to the kidney unit of Kandy National Hospital. That organization is the local supplier of St. Medical Devices Pvt Ltd, which is an Indian medical equipment manufacturing company. However, the doctor from the kidney unit pointed out that the equipment brought in by this company was found to contain fungi in the catheters. Previously, the hospital used bags for peritoneal dialysis from a renowned global company, and incidents of death were rarely heard when using those bags. However, when more and more patients began to take this treatment, the government- during tender procedures- opted for companies offering lower prices to procure the bags. The bags brought by these companies were found to have fungi in the lids of the catheter, directly contributing to kidney-related fatalities, our informant added. Despite the cover being well sealed and sterilized, the bags from this particular company were found to contain bacteria, possibly indicating that they were either expired or sent without proper sterilization, he added. Moreover, the saline solution was found to have a consistency similar to porridge. This problem was observed in the stocks previously sent from the concerned company, and when those stocks were sent back the replacements also had the same issues.",
    "Our informant said that the observations regarding the presence of fungi in the cap- covering the end of the catheter, used for peritoneal dialysis, as well as in the liquid solution applied to the peritoneal cavity of the patient’s body- was informed to the Health Department officials. This concern has been under investigation since the end of last March, and the related equipment sets have been sent back on two separate occasions, according to him. Members of the hospital staff have taken the initiative to inform the patients about the issue through WhatsApp groups that they connect withs. They have requested patients who possess “Lot number 06” to return them immediately as these devices have been deemed unfit for use.",
    "Kidney patients at Kandy National Hospital are currently facing another issue. Patients who require hemodialysis for kidney disease should receive treatment once every two days. However, due to a shortage of the necessary equipment, kidney patients at the hospital are now undergoing dialysis once every two weeks. This is also done using medical equipment designed for pediatric kidney patients. Some patients do not get the opportunity to undergo dialysis at least once in two weeks. Moreover, some of the dialysis machines at the hospital have not been properly maintained for the past 16 years. These machines are supposed to be renewed every three years or replaced with new ones. However, the outdated machines continue to operate 24 hours a day, posing a risk to the safety of around 600 patients receiving treatments, our informant added.",
    "Efforts were made to contact Director of Kandy National Hospital, Dr. Iresha Fernando, but this newspaper was informed that she was abroad.",
    "When queries were raised from a doctor- connected to the hospital’s administration department- about the situation at Kandy National Hospital he provided the following response.",
    "“I cannot answer this question at the moment. The hospital’s director is currently out of the country, and our Sir (superior) is in Colombo. However, I will share some information. It has not yet been proven that the cause of the kidney-related deaths is a fungal allergy. Investigations are underway, but the results are not available. On the 11th, we had a discussion about the matter, and that’s when we became aware of the problem. Peritoneal dialysis is carried out at home, and in some cases, a percentage of patients who undergo this treatment may experience infections. In that case one or two deaths per month can occur and that is normal. There is a possibility that some patients might have ingested the fungus, on their own. So far, the number of deaths reported does not match the accounts circulating in the form of rumors. Investigations are underway because the authorities are suspecting the presence of fungi. That may not be in the equipment. However, this issue with fungi has not been proven yet,” the doctor said.",
    "Director General of Health Services Dr. Asela Gunawardena, recently visited Peradeniya Hospital to investigate the death of Chamodi Sandeepani. Dr. Gunawardena also visited Kandy National Hospital to probe the issue faced by kidney patients. However, several attempts made to reach him via mobile phone failed to provide a response.",
    "The Daily Mirror is determined to bring the truth to light and give a voice to the kidney patients who are suffering. This newspaper has explained all the issues based on medical statements. However, this writer is unaware as to why the health authorities and the minister are not responding to our queries. After the publication of this article, it should not come as a surprise if the matter draws significant attention and generates public interest.",
    "This newspaper also asked Health Minister Keheliya Rambukwella, about the measures taken by the government regarding the problems that have affected the lives of kidney patients at Kandy National Hospital. He stated that the medicines and antibiotics needed by the kidney patients at the hospital have already been dispatched. The minister asked to make further inquiries from the Acting Director of the hospital and the Director General of Health for more details. Additionally, he said that he has not received any reports of patients dying due to peritoneal dialysis.",
    "This newspaper then made inquiries from Dr. Chandana Wijesinghe, who serves the Kandy National Hospital, about the alleged deaths due to peritoneal dialysis. He provided the following response regarding this issue and the lack of dialysis equipment for kidney patients.",
    "“The allegation that patients who underwent peritoneal dialysis died due to a fungi is false. Recently, Director General of Health Dr. Asela Gunawardena investigated this issue to find out the truth. A report was submitted to the Director General of Health. Reports of patients dying are entirely false. Despite claims made by kidney specialists at the hospital the data analysis revealed that no such incidents had occurred. The scan reports of three deceased patients indicated the presence of fungi, but this was not the case with the others. It is false that patients died due to fungi. I cannot state anything about the non-availability of necessary equipment in the kidney unit, and you should seek clarification from the Director General of Health on this matter,” said Dr. Wijesinghe.",
    "Despite several attempts made to contact Director General of Health, Dr. Asela Gunawardena to inquire into these issues there was no response from him."
  ]
}