{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Global-technological-developments-and-how-Sri-Lanka-should-reframe-its-growth-strategies/4-748289",
  "time_ut": 1684098254.0,
  "original_lang": "en",
  "original_title": "Global technological developments and how Sri Lanka should reframe its growth strategies",
  "original_body_lines": [
    "In this flow of technological changes, a country’s production units should be resilient to quickly absorb the emerging modern technologies that are to be introduced by shedding the old ones",
    "In ancient times, the Master of the World was the country with the largest number of soldiers. This position got shifted about 200 years ago to the country with the physical capital allowing it to acquire industrial prowess. Then, about 100 years ago, the country with the highest financial capital became the Master. About 50 years ago, it was the human capital that promoted a country to this position. Today and tomorrow, it is the technology, supported by all the above factors, that will enable a nation to rule the world.",
    "If these factors are present, it will help a country to enjoy the fruits of the Fourth Industrial Revolution, a term coined in 2015 by Klaus Schwab, convenor of the World Economic Forum. Sri Lanka is still in the Second Industrial Revolution in which production is basically done by electrically driven machines. For it to reach the Fourth Industrial Revolution, it should leapfrog over the Third, a difficult feat but not impossible, if proper strategies are adopted consistently and continuously.",
    "President Ranil Wickremesinghe has pronounced that his goal is to make Sri Lanka a rich country by 2048, when the country celebrates the centenary of independence from the British. India too has made a similar pronouncement to join the rich country club when it celebrates its centenary of independence in 2047. The accomplishment of this goal by either nation will crucially depend on its ability to jump the bandwagon of emerging global technological advancements as and when they occur pushing the world nations in new directions",
    "The supremacy of technology in running human affairs is being amply demonstrated by the ongoing Russo-Ukraine war. Russia, the second largest military power in the world after the United States, could have accomplished its target of annexing Ukraine within a day or two. Even after 400 days, the war is still going on and Russia seems to be at the receiving end of the war. How could a small nation with only 44 million people producing an output of a little over $ 155 billion take on a giant like Russia with 145 million people producing more than $ 1.5 trillion? The secret lies behind the advanced military technology of NATO countries that back Ukraine against not so technologically advanced Russian military forces. Hence, wars are fought and won today not by the size of the economy or the strength of the military power but by the quality of the non-combatant human brain power that fuels the advanced military technologies in fighting wars.",
    "President Ranil Wickremesinghe has pronounced that his goal is to make Sri Lanka a rich country by 2048, when the country celebrates the centenary of independence from the British. India too has made a similar pronouncement to join the rich country club when it celebrates its centenary of independence in 2047. The accomplishment of this goal by either nation will crucially depend on its ability to jump the bandwagon of emerging global technological advancements as and when they occur pushing the world nations in new directions.  In this context, India is already on its way to become a technologically advanced nation by inviting global technology giants to invest in India, promoting its research and higher learning institutions to go for technological breakthroughs in collaborative works with like institutions in the rest of the world, and connecting them to the local industry so that they could produce for the bigger global market. Sri Lanka is yet to design such a comprehensive strategy acceptable to all the warring political parties in the country. As I have remarked in a previous article in this series, it would have been more relevant had President Wickremesinghe got the endorsement of all the political parties to such a strategy than getting those who support in Parliament to just approve his government’s agreement with the IMF’s bailout package (available at: https://www.ft.lk/columns/The-Magic-2048-What-is-to-be-done-to-make-Ranilnomics-a-reality/4-747608).",
    "The global technological trends are beyond the control of Sri Lanka. The country is not a trend setter but a follower. The countries at this stage of development are always emulators, copying from others. As Gurcharan Das has revealed in his India Unbound, confronted by the problem of feeding the ever-increasing number of mouths, in early 1960s, the foresightful Prime Minister Lal Bahadur Shastri commissioned his Minister of Food and Agriculture, C Subramaniam, to find a high-yielding wheat to increase the productivity of the agricultural sector. Subramaniam had learned that an American scientist, Norman Borlaug had developed a remarkable dwarf wheat, named Lerma Rojo, in Mexico that could dramatically increase the output. This was copied and put into cultivation in India. The result was that a previously net-wheat importer becoming a net wheat exporter over the years.",
    "To complete the self-sufficiency in grains, another dwarf hi-bred paddy, Taichung Native 1, was copied from Taiwan and popularised among Indian farmers. Soon India became a net exporter in rice too. Over years, the Indian scientists were able to further improve both these varieties. When I visited the agricultural research centre in Hyderabad in 2007, those scientists were experimenting with new breeds of rice that could withstand prolonged droughts in that area. There to localise what had been copied earlier. What this means is that there is nothing to be ashamed of copying and emulating technologies developed elsewhere if a nation is not able to develop them on its own given its existing low technological base. But it should mobilise its own resources to invent their own technologies later.",
    "If a nation fails to progress in this direction, it cannot be a winner and Master of the World. In fact, Japan after the World War II followed the same strategy by copying innovative technologies being developed in the West initially and later getting its own research institutions and universities to produce new inventions not in hundreds but in thousands a year. Both China and Vietnam are at present following the same strategy.",
    "There is nothing to be ashamed of copying and emulating technologies developed elsewhere if a nation is not able to develop them on its own given its existing low technological base. But it should mobilise its own resources to invent their own technologies later. If a nation fails to progress in this direction, it cannot be a winner and Master of the World",
    "The income divide between the West and the rest of the world was reinforced by a ‘digital divide’ in the 1990s. Now it is to be consolidated by a new divide that can be termed as the ‘technology divide’ between them. This need not be the case because the human brain power is the same everywhere. Those scientists who have migrated from the poor countries to the West have produced marvellous new inventions. It is a feat which they could not accomplish when they were in their home countries. What is the secret to this unusual development? Does it mean that the brain power gets activated when they settle in the Western world? That is because the opportunity set that is afforded to them by their new hosts is more amicable and conducive to conducting research, enjoying its fruits, and earning recognition for their achievements.",
    "This was evident during the Soviet era in Ukraine which was a member of the Soviet Socialist Republics. Those scientists were an unhappy lot though they were highly inventive. That was because their work had catered to the development of the Russian part of the republics by promoting its military industrial complexes, space exploration, and the propaganda machines. It is reported that nearly a quarter of the scientific workforce in Ukraine had migrated to the West during this period. After independence, the country attempted to correct it, but the legacy of the Soviet era during which individual freedoms had been suppressed has loomed over it.",
    "Sri Lanka should necessarily produce for the global market since the domestic market is too small to attain the necessary economies of scale for economic activities to sustain. But the global market requires countries to produce quality goods and services based on emerging high technologies. Sri Lanka’s strategy during the next 25 years should be to harness these emerging technologies to make a noticeable presence in the global market",
    "Sri Lanka’s GDP is estimated to be at $ 89 billion in 2028. If it is to be a rich country by 2048, it should have a per capita gross national income of $ 12,000. If the population reaches 25 million by 2048 as projected, Sri Lanka should have a total gross national income of $ 300 billion to support this country status. To produce this quantum of income, it should have a minimum compound annual growth rate of about 6.26%. To attain this growth rate, Sri Lanka should necessarily produce for the global market since the domestic market is too small to attain the necessary economies of scale for economic activities to sustain. But the global market requires countries to produce quality goods and services based on emerging high technologies. Sri Lanka’s strategy during the next 25 years should be to harness these emerging technologies to make a noticeable presence in the global market.",
    "Technologies today change at a rate that even those who invent them cannot keep track. Hence, dominant technologies today will not be so dominant tomorrow. What this means is that in this flow of technological changes, a country’s production units should be resilient to quickly absorb the emerging modern technologies that are to be introduced by shedding the old ones. But it is costly and requires continuous engagement with new technologies. This is being done continuously by giant global producers like Apple, Microsoft, or Tesla, to mention but a few. But how can a poor country like Sri Lanka afford these costs? It is by starting small and concentrating on what is feasible within the given domestic conditions. Sri Lanka cannot make giant leaps in technology like Singapore or South Korea in this respect. But it can join the global forces by getting integrated with them.",
    "This requires a strong institutional structure and the observance of the Rule of Law that includes the protection of property rights as well by the government. In economics, institutions are not ‘formal organisations’ as popularly believed, but the values, ethos, and beliefs that a nation holds in general. When brought to a common structure, values, ethos, and beliefs mean accountability for public action, checks and balances in discretionary powers enjoyed by public authorities, a governance system that accommodates changing public opinion, and penalties for and swift action against those who violate the underlying principles. These were codified to the country’s constitution by the establishment of independent commissions – human rights, elections, audit, police, public service, and public utilities – under the 19th Amendment to the constitution. Attempts seem to have been made to subdue the independent working of these commissions by threatening to sack members or appointing loyal persons to those positions.",
    "Sri Lanka should reform its house to order immediately if it wishes to acquire much-coveted high technology from tech giants in the other parts of the world. Without these pre-actions that involve governance, accountability, rule of law, and property rights, the acquisition of technology will become a challenging task",
    "Sri Lanka already has some experiences of interfering with the functioning of the independent institutional system. One was the sacking of the Central Bank Governor, the late N.U. Jayawardena, by the Sir John Kotelawala government in 1953 on some flimsy charges. The charges were flimsy because one charge was that NU had solicited a loan for his wife from the manager of the local branch of the Standard Chartered Bank. A commission of inquiry was appointed, and NU, after being found guilty, was sacked by the Governor General as the law had provided for. Kotelawala won for the time being by attaining his goal of sacking the Central Bank Governor but lost completely within a matter of just three years. His party was routed in the general election in 1956 not qualifying to take the baton of the opposition in Parliament. To add insult to injury, the new government headed by S.W.R.D. Bandaranaike exonerated NU from all charges and even appointed him as a Senator, the highest unelected legislative power which one can get in a bicameral system of government.",
    "Another episode was the sacking of the Chief Justice Shirani Bandaranayake in 2013 after the Parliament approved of an impeachment motion against her. Again, the government won in the noticeably short term and lost soon after the power was shifted to an opposition presidential candidate. Again, the new government headed by President Maithripala Sirisena and Prime Minister Ranil Wickremesinghe reinstated her in 2015 and allowed her to retire from service gracefully.",
    "The executive and the Parliamentarians who support the executive in diluting the independence of the institutional structure may feel jubilant about their action at that particular point in time. But they are being closely watched by the rest of the world, on whom the country depends for its economic survival. Any wrong step taken, however much it is considered justified, will lead to far-reaching consequences which Sri Lanka is planning to have with tech giants.",
    "In 1983, Sri Lanka lost a valuable opportunity to have technology transferring investments in the country by Motorola and Harris Corporation when the Government failed to take quick action to control the anti-Tamil riots that broke out in July that year. A nation that cannot learn from such past mistakes and tends to repeat the same is a nation that cannot prepare itself for the future.",
    "But how can a poor country like Sri Lanka afford these costs? It is by starting small and concentrating on what is feasible within the given domestic conditions. Sri Lanka cannot make giant leaps in technology like Singapore or South Korea in this respect. But it can join the global forces by getting integrated with them",
    "What this means is that Sri Lanka should reform its house to order immediately if it wishes to acquire much-coveted high technology from tech giants in the other parts of the world. Without these pre-actions that involve governance, accountability, rule of law, and property rights, the acquisition of technology will become a challenging task.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected])"
  ]
}