{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/26/chinese-sri-lankan-fms-vow-to-strengthen-bri-cooperation/",
  "time_ut": 1687761960.0,
  "original_lang": "en",
  "original_title": "Chinese, Sri Lankan FMs vow to strengthen BRI cooperation",
  "original_body_lines": [
    "China and Sri Lanka will further strengthen their cooperation through the Belt and Road Initiative (BRI), and promote greater development of China-Sri Lanka relations, according to foreign ministers of both countries on Sunday.",
    "During their meeting in Beijing, Qin Gang, Chinese State Councilor and Foreign Minister, said that the two countries have set a good example of friendly coexistence and mutually beneficial cooperation between big and small countries, and China is willing to further consolidate and expand the strategic cooperative partnership with Sri Lanka.",
    "He added that the two countries should implement the important consensus reached by the heads of state, intensify high-level exchanges, expand people-to-people and cultural exchanges, and push for more achievements in high-quality BRI cooperation.",
    "\"China will continue to assist within its capacity for Sri Lanka's socio-economic development and improvement of people's livelihood,\" Qin said.",
    "Ali Sabry, the Sri Lankan foreign minister, expressed his appreciation for China's assistance to Sri Lanka's national independence and economic development. He also thanked China's support for handling the debt issue of Sri Lanka, which has helped it overcome temporary difficulties.",
    "Sabry pledged that Sri Lanka will continue to firmly adhere to the one-China policy, promote Belt and Road projects, intensify multilateral coordination, and push for greater development of Sri Lanka-China relations.",
    "\"Sri Lanka attaches great importance to opportunities brought by China's development and welcomes Chinese enterprises to invest in Sri Lanka,\" Sabry added.",
    "The two sides also exchanged common concerns on international and regional issues, with Qin calling for global cooperation, peaceful development and common prosperity.",
    "Sabry is visiting China from June 24 to 30 at the invitation of Qin.",
    "Sri Lanka Navy’s first ever women para jumpers conquer the skies"
  ]
}