{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/CB-recommends-further-relaxing-of-import-controls-sans-vehicles/108-263327",
  "time_ut": 1689621888.0,
  "original_lang": "en",
  "original_title": "CB recommends further relaxing of import controls sans vehicles",
  "original_body_lines": [
    "Recommends relaxation of controls on about 900 goods; vehicles not included",
    "A modest uptick in import expenditure won’t exert pressure on BOP, says CB",
    "Lifting of import controls needed to mobile state revenue to meet IMF targets",
    "With the foreign currency condition in the domestic market seeing a gradual improvement, the Central Bank appears to have taken a further conciliatory approach for imports, as it has recommended relaxing another batch of 900 goods but without vehicles.",
    "The Central Bank a fortnight ago said there wouldn’t be undue pressure on the balance of payment (BOP) by relaxing import control, as the authorities remain under pressure to deliver the revenue targets, under the International Monetary Fund (IMF) programme.",
    "Central Bank Governor Dr. Nandalal Weerasinghe said the country has the wiggle room to take in a bit more imports than what it does at present around US $ 1.4 billion a month.",
    "As the first review of the IMF Extended Fund Facility is scheduled for September, the government needs to show that it is taking steps required to narrow the gap between the revenue targets and what has actually been accomplished, in order to persuade the IMF to release the second tranche of the US $ 3 billion facility.",
    "Imports have been a substantial driver of revenues for the state but could not realise their potential since March 2020, when the authorities were forced to suspend almost all non-essential imports, including vehicles, in order to preserve the foreign currency required to pay for the essential imports as well as for debt repayments.",
    "Such controls went further up through 2021 and 2022, when the foreign currency shortage gripped the economy, bringing it to a grinding halt by March, last year, when the country ran out of moneys even required to import its basic necessities such as oil and gas.",
    "Yet, as the country’s external sector is seeing some space, due to the debt standstill, the demand destruction policies adopted and also the recovery in the inflows from tourism, remittances and other multilateral sources, the authorities are gradually lifting the controls on imports.",
    "“That is why we have recommended the government to relax the import restrictions, so that it can collect some revenues as well,” said Dr. Weerasinghe.",
    "To this end, the Central Bank has recommended relaxing controls on about 900 goods, leaving only about less than 300 goods under control and this consists of motor vehicles, Dr. Weerasinghe said.",
    "However, what to be relaxed and how the authorities would go about it is a decision the Finance Ministry has to make, he added.  It is likely that the remaining controls on imports would also be lifted by the fourth quarter of this year, with further improvement expected in the foreign currency conditions in the country, after the first review of the economic stabilisation programme by the IMF, in September."
  ]
}