{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Startup-success-formula/4-756339",
  "time_ut": 1702596495.0,
  "original_lang": "en",
  "original_title": "Startup success formula",
  "original_body_lines": [
    "If you have a great team and they are very good at execution they can make great products from every idea",
    "When I teach my students at the university about startups or just talk to some young people who are now developing their startups, they want to find out if there is a formula for success. The problem is that there is no formula, which if you follow will guarantee that your startup, or business projects, will succeed. Nowadays, this means that you will make a lot of money.",
    "I give the students the example with even the most successful entrepreneurs these days: Mark Zuckerberg, Jeff Bezos, Elon Musk, etc. By all means they have achieved a great success with their projects but I am sure that even they don’t know what the formula of success is. If they knew then they wouldn’t have had unsuccessful projects after their big success. And the truth, which they will admit, is that they had enough projects which didn’t make it. Well, how is this possible if they know such formula? They would just plug in the equation, and they will have 100% guaranteed success.",
    "On the other hand, there are still some guidelines which if you follow, you will have a higher chance for success. Based on my experience with two of my own startups, I have come up with something which I named a “formula for success for startups” in my startup book but beware. This is not math so there is no guarantee. So my formula says that there is a combination of five elements which you need in order to have a good chance to succeed with your startups: Success of a startup = *good product *good idea *good team *execution *luck",
    "Once I released this so called formula, which I prefer to call guidance tool, people asked me what the most important element of this formula is. Most students say that this is the good idea. They believe that if they have a great idea then there is no way that they wouldn’t make it. The truth is that the idea is not the most important thing because very often the initial idea evolves based on the demand of the clients. The two most important elements for me are the good team and the execution. If you have a great team and they are very good at execution they can make great products from every idea. And we are talking here not just for the typical startups.",
    "This applies also for the conventional businesses. Of course very often luck plays a role and people don’t trust me. They think that this is just an excuse for not making it. Yes, it is true that people who search for the luck meet it more often but sometimes it is just pure luck or right timing to say. I tell them about my first startup which was an online tutoring platform with my own virtual classroom. We had difficulties, the investors were not very happy with the results and we had to sell it for a small amount of money just two months before the COVID-19 started. You can imagine what happened with my phone after COVID started.",
    "However, the most important thing, which I learned here in Sri Lanka from the Buddhist monks I met is that the success is not the most important thing but the personal growth you achieve. Developing a startup is a great way to grow. Go for it. Follow this formula and perhaps you will achieve success but if you grow personally you already made it worthwhile.",
    "(The writer is M&A advisor, founder of two Edtech startups. Author of the books “Startup in BG 1st & 2nd part”, “How to sell your company”, “The story of Extrapack” and “Who will take over my business?”)"
  ]
}