{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-eu-to-discuss-gsp-in-2024-at-joint-commission-meeting-120089/",
  "time_ut": 1683608160.0,
  "original_lang": "en",
  "original_title": "Sri Lanka EU to discuss GSP+ in 2024 at Joint Commission meeting",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka and the European Union will discuss GSP+ trade benefits from 09 May onwards during an EU – Sri Lanka Joint Commission meeting, the Foreign Ministry said.",
    "“The Joint Commission will deliberate on a broad range of bilateral and multilateral issues of mutual interest to both sides and discuss areas for future cooperation,” the Foreign Ministry said in a statement.",
    "“The European Union delegation will brief on the new cycle of the EU GSP Regulation to be adopted for 2024 – 2033, which will be effective from 1 January 2024 for the next 10 years.”",
    "The outcome of the three Working Groups established under the Joint Commission namely, the Working Group on Governance, Rule of Law and Human Rights; the Working Group on Trade and Economic Cooperation; and the Working Group on Development Cooperation will also be discussed at the meeting.",
    "The meeting co-chaired by Secretary of the Ministry of Foreign Affairs of Sri Lanka Aruni Wijewardane and Deputy Managing Director for Asia and the Pacific of the European External Action Service of the EU Paola Pampaloni will be held in Colombo on May 09.",
    "Exports from Sri Lanka to the EU dropped xxx  percent to xx million in the first quarter of 2023 from a year ago, according to Export Development Board data. Demand in Western markets have slowed as money printing is slowing with higher rates to counter the highest inflation generated by key central banks in the last 40 years.",
    "Exports from Sri Lanka to the EU dropped 9.81 percent to US$ 654.84 million in the first quarter of 2023 from a year ago, according to Export Development Board data. Demand in Western markets have slowed as money printing is slowing with higher rates to counter the highest inflation generated by key central banks in the last 40 years. (Colombo/May09/2023)"
  ]
}