{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-broadcast-authority-to-arbitrate-on-economic-truths-harsha-122419/",
  "time_ut": 1685889240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka broadcast authority to arbitrate on economic ‘truths’: Harsha",
  "original_body_lines": [
    "ECONOMYNEXT – A draft bill to set up a broadcast authority to arbitrate on the ‘truth’ with powers to cancel licenses is a blow to democracy and economic policy debate, legislator Harsha de Silva has warned.",
    "The Broadcast Bill will control electronic broadcasts which will apply to radio, television and questioned whether it also applied to internet and social media.",
    "“Today people are facing economic problems, some people like how things are being done and some do not,” de Silva, from the opposition Samagi Jana Balawegaya told reporters.",
    "“If the government is saying this is the correct information, and this is the only way to recover the economy, and if someone is saying anything against, then the government says that is not true.",
    "“And if the license of the channel that broadcast the opinion, can be suspended or canceled, where are we heading to?”",
    "“We are telling the government not to take this forward and if they do we will fight to protect the democratic rights of the people in this country.",
    "The United National Party has one opinion, the JVP has another, the Pohottuwa as another and the SJB had another, De Siva.",
    "The government will decide what is the ‘truth’ in some Gobelsian way, he warned.",
    "“The decision-making power on how to inform the people about the national economy cannot be given to some authority,” de Silva said.",
    "“If the correct information is not going to the people, and only one-sided information is going to the people under Gobelsian theory, then we can imagine where this will end.”",
    "In a free society the ‘truth’ is not arrived at by some state authority like in Nazi Germany but through public debate, philosophers who helped build a free society in Europe have pointed out.",
    "Sri Lanka now has a European style government, having inherited a majoritarian lawmaking process, without any understanding  of how to maintain a free society, critics say.",
    "Similar problems appeared in Eastern European nations which transplanted Western constitutional government and the popular vote with the end of the Austro-Hungarian Empire.",
    "“That mankind are not infallible; that their truths, for the most part, are only half-truths: that unity of opinion, unless resulting from the fullest and freest comparison of opposite opinions, is not desirable, and diversity is not an evil, but a good, until mankind are much more capable than at present of recognizing all sides of the truth, are principles applicable to men’s modes of action, not less than to their opinions,” wrote John Stuart Mill, 19th century English philosopher economist, legislator in the utilitarian tradition.",
    "Another utilitarian, Charles Hay Cameron laid the foundation for constitutional government and legislative council in then-Ceylon in 1833, the forerunner of current parliament, through which the license cancelling the Broadcast Authority bill is to be passed citing national security and economic considerations.",
    "A group of five people will be in the commission. One will be the secretary of the Information Department another will be the director of the telecommunication commission and three will be appointed by the president, subject to a Constitutional Council.",
    "“With three people from the constitutional council, we can expect independence to a certain extent,” de Silva said.",
    "“If we are giving the power to cancel the license to these people, we call this not  objective, but subjective.  We saw, when movies get released, there were censor boards, and those members according to the minister that is being assigned must do those censoring.",
    "“If they try to censor and cancel licenses of channels, which then goes on social media, it is completely against democracy.",
    "“What we see is that, what could not be done through Anti-Terrorism Bill they are trying to do through the Broadcast Authority Bill.” (Colombo/June04/2023)"
  ]
}