{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Easter-Attack-Catholic-Church-rejects-forensic-report-confirming-Sarah-Jasmine-s-death/56-746964",
  "time_ut": 1680287286.0,
  "original_lang": "en",
  "original_title": "Easter Attack: Catholic Church rejects forensic report confirming Sarah Jasmine’s death",
  "original_body_lines": [
    "Questions if Government Analyst Department has acted in an irresponsible manner",
    "Calls for an international standard DNA test to be carried out",
    "Says latest DNA report sets a bad precedent and will allow forensic tests to be carried out several times till the result desired by a particular party is arrived at",
    "Former Catholic Social Communications National Director Rev. Fr. Cyril Gamini Fernando says the church cannot accept the recent DNA report submitted by the Department of Government Analyst which claims that one of the Easter Sunday bombers Achchi Muhammadu Mohamed Hasthun’s wife Pulasthini Mahendran alias Sarah Jasmine had died in the explosion that took place in Sainthamaruthu on 26 April 2019.",
    "“Initial forensic reports claimed Sarah Jasmine was not among the dead. The third is claiming that she was. What should we accept as the truth now? Have the forensics not carried out their work responsibly?” he asked.",
    "Fernando speaking to the media yesterday said the Catholic Church cannot accept the locally compiled report and instead called for an internationally recognised DNA report. “If it is to be accepted the report must be of international standard,” he said. According to Fernando this forensic report also sets a bad legal precedent. “This can now happen in any case where forensic investigations can be done over and over again till the result desired by a particular party is arrived at,” he said. “It is unfortunate the Police is acting in this manner and it is a dishonour to the victims of the attack,” he added.",
    "Fernando said what is important is not to claim damages for the lives lost and devastation caused but to uncover the truth into the attack. “The truth about it has not been revealed yet. It is important for this country’s security to identify who was behind this attack that took over 270 lives. Therefore we will continue our fight till those behind the attack are revealed. The truth must also be revealed for justice to be delivered to the victims,” he said."
  ]
}