{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Exterminators-PLC-celebrates-25-years-in-business/34-750095",
  "time_ut": 1688083950.0,
  "original_lang": "en",
  "original_title": "Exterminators PLC celebrates 25 years in business",
  "original_body_lines": [
    "Exterminators PLC, Sri Lanka’s premier pest technology and environmental enhancement technology company celebrates 25 years of business excellence.",
    "Way back in 1998, Exterminators embarked on a journey to build a brand to determine their own destiny with an initial investment of Rs. 75,000 and just one man with a spray gun and a motorbike. Today, the company is recognised as a leader in innovation, technology, sustainability, and governance in the SME sector in Sri Lanka and emerging and developing markets, employing 40 employees and operating from four locations throughout the country.",
    "In 2022, the company created history by becoming the first pest management company in emerging and developing markets to be listed in a stock exchange and repeated history once again by migrating to the ‘Diri Savi Board’ in just eight months upon listing. Since going public, the company has created immense value for all stakeholders. The dividend payout in 2022 was Rs. 52 million, which included a cash dividend of Rs. 31 million and a scrip dividend amounting to Rs. 17.4 million. As of present, the capital gains are at 84% since 1 April.",
    "In January the company ventured into ‘Agriculture’ by setting up its first flagship ‘Agri Store’ in Dambulla, under the brand name ‘Enviotech’ to cater to the agricultural sector, plantation sector, livestock, landscape, and hotel sectors by supplying novel energy saving, environmentally sustainable international brands and technologies and March to company 5000+ square feet ‘Innovation Centre’ in Malabe to enhance the quality of service via in- depth innovation to create a circular economy in order to meet the growing demand in environmentally sustainable public health pest management, agricultural pest management, livestock, plantation and landscape pest management, sanitation, and disinfection services in Sri Lanka and emerging and developing markets.",
    "The facility includes simulated environments for training in pest management, termite management, mosquito management, sanitation and disinfection, health and safety for new recruits, and continuous professional training and development for existing employees. The company plans to provide training for international pest management professionals in emerging and developing countries as well as serve as a training facility for its strategic franchising partners in the region.",
    "In April the company began the process of setting up a pest management and environmental technology company in the United Kingdom to provide pest management services in the UK and to provide pest management know-hows and technology to emerging and developing markets via strategic partnerships. With a legacy spanning 25 years as a specialised pest control service provider, Exterminators PLC has helped prevent diseases, control pests, and protect homes and businesses by developing, delivering, and articulating efficient and sustainable environmental enhancement and public health protection solutions. The company’s strength is in its purposeful leadership, enduring partnerships, and the commitment of its employees, coupled with a valued reputation for integrity and fair play.",
    "Exterminators is Asia’s first ‘Great Place To Work’ and ‘Carbon Neutral’ certified pest management company. Sri Lanka’s first ISO 9001, ISO 14001, and ISO 45001 certified pest management company is also certified ISO 22000 food and safety standards. Exterminators nurtures a tradition of excellence and has emerged as the winner of 62 national and international awards for business excellence, industrial excellence, brand excellence, entrepreneurship, environmental leadership, sustainability, accountability, transparency, and compliance.",
    "Under the direct supervision of senior management, all Exterminators employees have received intensive training in preventive pest management, pest risk assessment, occupational health and safety, food safety, quality management, and environmental management. The senior management has undergone intensive residential training in all aspects of pest management in the United Kingdom,",
    "United States, European Union, Australia, Dubai, India, Singapore, Malaysia, Thailand, and Japan. The company is a member of the ‘British Pest Control Association, the Singapore Pest Management Association, the National Pest Management Association (USA), and the Federation of Asia-Pacific Pest Management Associations."
  ]
}