{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/how-normalisation-of-india-china-ties-could-benefit-the-south/",
  "time_ut": 1677691500.0,
  "original_lang": "en",
  "original_title": "How normalisation of India-China ties could benefit the South",
  "original_body_lines": [
    "The economic wellbeing of the global South in particular could be greatly aided by an effort on the part of India and China to completely normalize their relations and it is welcome news for the developing world that this process has begun. A substantial piece of evidence that this is so is a round of talks Joint Secretary, East Asia, of India’s External Affairs Ministry Shilpak Ambule had with China’s Assistant Foreign Minister Hua Chunying in Beijing on February 22nd.",
    "The officials from the two principal Asian powers came together for discussions at a meeting of the Working Mechanism for Consultations and Coordination on India-China Border Affairs (WMCC). It was described as the first such meeting in person between the sides since the 14th round of talks of this kind between the parties was held in July 2019. Of special importance is the fact that the parties met face-to-face for the first time since the latest military stand-off on the ‘border question’ between the sides broke out in the Himalayas in 2020.",
    "A substantial part of the Asian region, and not merely South Asia, stands to gain significantly by a decision between India and China to ‘bury the hatchet’, so to speak, and work together to fully normalize their ties. India has been soaring ahead to be among the foremost economic powers of the world over the past few years and the establishment of unprecedentedly dynamic and constructive economic ties between the ‘Asian Giants’ could have positives for the Asian region and beyond.",
    "Now as never before, progressive opinion in the South could be hoping that such positive developments would come to pass. As matters stand, the majority of countries of the South have been gravely affected by the current global economic crisis. Many of them are badly in need of debt restructuring and are at the threshold of bankruptcy. Analyzing some of the most important aspects of this crisis, UN chief Antonio Guterres was quoted saying: ‘The international financial system is morally bankrupt. It was devised by the rich to serve the interests of the rich. It is the moment to change it.’",
    "The above stress on the moral dimension in the crisis is of particular significance. The IMF and the World Bank, for example, which are the chief architects of the current international financial order, have thus far been largely morally-neutral in their administration of the system. They have, generally speaking, failed to see anything ethically wrong in ‘How the Other Half’ or more of the world has been ‘dying’ thus far.",
    "What has been holding sway in the main among these western financial institutions in the running of the system is a purely econometric approach. The question of the South being helped on a humanitarian basis, since its ordinary people are suffering gravely for no fault of theirs, apparently does not figure significantly in the thinking of the ‘Bretton Woods Twins’. However, consideration for the suffering is among the most important requirements those at the helm of the global financial system need to cultivate and act upon at present.",
    "While bringing moral pressure to bear on those administering the world financial order is a requirement, it ought to be plain to see that the people of the South cannot live indefinitely in the mere hope that the Western moulders of the system would make moral considerations the basis of their policy thinking. The wiser course would be for the South to take its future in hand and make impactful efforts to change the prevailing international financial and economic order in accordance with its best interests.",
    "A normalization of India-China ties proves doubly important in this context. Of the countries of the South, it is these states that could measure-up most to the power of the West. Since they are among the foremost of the world’s powers, they could play a considerable role in shaping the current world economic on the basis of the needs of the South.",
    "That is, the South needs to get back to those times in the sixties and seventies when the rallying cry of the developing world was that a New International Economic Order, which highlighted economic justice for the poor, was the world’s foremost need. In those decades the Non-aligned Movement provided leadership to this campaign among the world’s developing countries. Today, India and China should consider donning this mantle.",
    "However, before doing so they would need to ensure trouble-free ties among themselves. It is from this viewpoint that India’s and China’s current efforts at normalizing ties are important. If positive and constructive ties are established between these powers, the legitimate needs of the South could be championed by them. Progressive opinion would be hoping for this outcome.",
    "Now that India, a vibrant democracy, is at the helm of the G20 and the Shanghai Cooperation Organization, the time is most propitious for it to take-up the above outlined Southern concerns with the world’s foremost powers.",
    "Besides cooperatively resolving their lingering security questions, India and China need to seriously look at how they could promote intra-regional economic links in South Asia and South-east Asia, to consider just two of Asia’s most vital regions. A substantial amount of research has been done by both sides on areas of mutual interest of this kind. One collection of research papers on this subject that comes to mind is titled, ‘India, China and Sub-regional Connectivities in South Asia’, edited by D. Suba Chandran and Bhavna Singh (SAGE Publications India Pvt. Ltd., www.sagepublications.com).",
    "While China is not a power which could be overlooked by the rest of the world, considering its strengths as a number one economic, political and military power, India could leverage its palpably growing influence with the West in particular to usher changes in the current international political and economic order which would be beneficial to the needy of the South. Here’s an opportunity to rectify some historical injustices that have been heaped on the poor of the world by the imperial and other dominant powers of the West.",
    "China has tended to be supportive of the just causes of the developing world over the decades and she too should seize this moment to prove her credentials as a champion of the poor and the needy.",
    "Related Topics:China’s Assistant Foreign Minister Hua ChunyingIndia’s External Affairs Ministry Shilpak Ambule",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}