{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/14/west-end-stars-roshani-abbey-and-nuwan-hugh-perform-at-commonwealth-service/",
  "time_ut": 1678764840.0,
  "original_lang": "en",
  "original_title": "West End stars Roshani Abbey and Nuwan Hugh perform at Commonwealth Service",
  "original_body_lines": [
    "COLOMBO (News 1st); West End stars Roshani Abbey and Nuwan Hugh Perera from Sri Lanka made a special performance of the song \"Anagathaye\" at the Commonwealth Day Service, that was also attended by King Charles.",
    "Their Majesties The King and The Queen Consort attended the annual Commonwealth Day Service at Westminster Abbey on Monday 13th March – The King’s first as monarch.",
    "During the service, which was conducted by the Dean of Westminster, the Very Reverend Dr David Hoyle, The King delivered his Commonwealth Day message from the Great Pulpit, saying:",
    "'Commonwealth Day was an occasion of particular pride for my beloved mother, the late Queen; a treasured opportunity to celebrate our Commonwealth family, to whose service she dedicated her long and remarkable life. The Commonwealth has been a constant in my own life, and yet its diversity continues to amaze and inspire me. Its near-boundless potential as a force for good in the world demands our highest ambition; its sheer scale challenges us to unite and be bold.’",
    "The service included musical performances by West End stars Roshani Abbey and Nuwan Hugh Perara; the all-female Amalgamation Choir from Cyprus; and saxophonist YolanDa Brown. Marking Rwanda’s role as the current Commonwealth Chair-in-Office, there was also a performance by the Rwandan National Ballet, Urukerereza.",
    "Prayers were led by the Reverend Robert Latham, Minor Canon and Sacrist; and faith leaders Shaykh Ibrahim Mogra, Lord Singh of Wimbledon, Rabbi Charley Baginsky, and the Venerable Bogoda Seelawimala offered words of blessing for the Commonwealth.",
    "The Right Honourable Baroness Scotland, Secretary-General of the Commonwealth of Nations, lead the Act of Affirmation to the Commonwealth.",
    "The service was sung by The Choir of Westminster Abbey, conducted by Andrew Nethsingha, Organist and Master of the Choristers. The organ was played by Peter Holder, Sub-Organist.",
    "Among the 2000-strong congregation were High Commissioners, senior political figures from the UK and the Commonwealth, faith leaders, and some of the home nations athletes who competed at the Commonwealth Games in Birmingham last year. They were joined by more than 750 children from schools and youth groups.",
    "Sri Lanka will not risk offering debt treatment outside IMF program – President",
    "Ease the burden on the people; Conduct elections on time, Mahanayake Theros tell President",
    "Korea to fund Floating Solar Plant project; Cabinet gives green light for pilot project"
  ]
}