{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91104/president-holds-crucial-meeting-with-ifrc-and-slrcs-leaders",
  "time_ut": 1686147420.0,
  "original_lang": "en",
  "original_title": "President holds crucial meeting with IFRC and SLRCS leaders",
  "original_body_lines": [
    "President Ranil Wickremesinghe convened a meeting today with a delegation composed of members from the esteemed Sri Lanka Red Cross Society (SLRCS) and the prestigious International Federation of Red Cross and Red Crescent Societies (IFRC).",
    "The delegation comprised distinguished leaders, including Mr. Jagath Abeysinghe, President of SLRCS, Dr. Mahesh Gunasekara, Director General of SLRCS, Mr. Alexander Matheou, IFRC Regional Director for Asia Pacific, and Mr. Udaya Regmi, IFRC Head of Country Cluster Delegation for South Asia.",
    "The primary objective of the meeting was to provide President Wickremesinghe with a comprehensive update regarding the ongoing South Asia National Societies Leadership meeting held in Colombo on June 6th and 7th.",
    "Eminent leaders from eight South Asian Red Cross and Red Crescent National Societies graced this noteworthy event. To inaugurate the gathering, the South Asia Launch of the World Disasters Report 2022 (WDR 2022) took place on June 6th. In a gesture of gratitude, President Wickremesinghe received a copy of the WDR 2022.",
    "Throughout the meeting, the delegation also apprised the President of the pressing necessity for the enactment of the Sri Lanka Red Cross Act. This legislation aims to fortify the operational capacity of the Sri Lanka Red Cross and provide efficacious support to vulnerable individuals across the nation. The President attentively absorbed the briefing and engaged in deliberations concerning potential measures to enhance the functionality of the Sri Lanka Red Cross, thereby ensuring the welfare of the Sri Lankan people.",
    "This meeting between President Wickremesinghe and the collective team of SLRCS and IFRC leaders epitomizes Sri Lanka’s steadfast commitment to collaborating with international humanitarian organizations in tackling crucial issues and fostering a more robust and resilient society.",
    "Leaders of eight national associations of the Asian Red Cross and the International Federation of Red Cross and Red Crescent Societies were also present at this meeting."
  ]
}