{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-has-less-choices-with-debt-becoming-unsustainable-imf-asia-pac-chief-120652/",
  "time_ut": 1684210680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka has less choices with debt becoming unsustainable: IMF Asia Pac Chief",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is showing commitment towards implementing an economic program with the International Monetary Fund and the country has less choices in with debt becoming unsustainable, an official said.",
    "Sri Lanka went to IMF in the past mostly after mis-targeted rates, led to balance of payments crises, an economic problem associated with reserve collecting central banks that operate both money and exchange policies simultaneously.",
    "“This program is slightly different in one critical way,” IMF’s director of Asia Pacific Region, Krishna Srinivasan told reporters in Colombo.",
    "“And that is debt has been assessed to have been unsustainable. In the past you have had crises which were more balance of payments crises.”",
    "“This is a crisis where your debt is assessed to have been unsustainable. That requires very strong reform efforts.",
    "“If you talk about revenue based fiscal consolidation and so on it is pretty ambitious, but there is little by way of choice. If you do not do this reform your debt is going to get worse.”",
    "Sri Lanka is implementing a challenging economic program to increase tax revenues, restore debt sustainability, keep inflation down, safeguard banks, combat corruption and boost growth, he said.",
    "“Commendably, Sri Lanka has already started implementing many of the challenging policy actions in these five areas,” Srinivasas said.",
    "“It is now essential to continue the reform momentum under strong ownership by the authorities and the Sri Lankan people, more broadly.”",
    "Good afternoon. Thank you for joining this press briefing. It is lovely to see all of you in person.",
    "I am here in Colombo—my first visit to Sri Lanka—to further strengthen the IMF’s engagement with a broad spectrum of stakeholders in the country. In addition to meeting with the President and top leadership of the country, I have been able to engage with members of the opposition, civil society organizations, trade unions, think tanks, and other stakeholders. An IMF staff team, led by Peter Breuer, is also currently in Sri Lanka and will be here until May 23 for regular consultations ahead of the first review mission later this year. The team will communicate further with you at the end of its visit.",
    "To put things in perspective, before I talk about Sri Lanka, let me offer a few thoughts on the global and regional outlook.",
    "2023 looks to be a challenging year for the global economy. Global growth is expected to decelerate and bottom out in 2023, as rising interest rates and Russia’s war in Ukraine weigh on activity. Global inflation is easing but remains stubbornly high. And banking strains in the U.S. and Europe have injected greater uncertainty into an already complex landscape.",
    "Against this uncertain global backdrop, Asia-Pacific remains a dynamic region.  Despite weakening external demand and monetary tightening across major economies around the world, domestic demand has so far remained strong. Growth in Asia and the Pacific is projected to increase this year to 4.6 percent, up from 3.8 percent in 2022. As a result, the region would contribute around 70 percent to global growth. Asia’s dynamism will be driven primarily by the recovery in China and resilient growth in India, while growth in the rest of Asia is expected to bottom out in 2023, in line with other regions.",
    "This dynamic outlook, however, does not imply that policymakers in the region can afford to be complacent.  Headline inflation has been easing, but remains above targets in most countries, while core inflation has proven to be sticky. Although spillovers from turmoil in the European and US banking sectors have been limited thus far, vulnerabilities to global financial tightening and volatile market conditions, especially in the corporate and household sectors, remain elevated. Growth in the region is expected to fall to 3.9 percent five years out, the lowest medium-term forecast in recent history, reflecting a combination of factors, including an aging population, falling productivity, and scarring from the pandemic.",
    "Risks to the outlook are to the downside, owing to the possibility of stickier global and regional price pressures, the disconnect between market views regarding the monetary policy path in advanced economies and what is being communicated by their central banks, the possibility of additional turmoil in global financial markets, adverse spillovers to the region from China’s medium-term growth slowdown, and deeper geo-economic fragmentation.",
    "What does this challenging global environment mean for Sri Lanka?",
    "Sri Lanka, as you know, has  been facing a severe crisis because of past policy missteps and back-to-back economic shocks.  We have been deeply concerned about the impact of the crisis on the Sri Lankan people, particularly the poor and vulnerable groups, and about the economic costs of the delay in the country’s access to external financing.",
    "On March 20, the IMF Executive Board approved a 48-month Extended Fund Facility of about 3 billion U.S.  dollars to support Sri Lanka’s economic policies and reforms. This marked an important step towards the resolution of the crisis. Sri Lanka immediately received an initial disbursement of about $330 million from the EFF arrangement, which is expected to catalyze new external financial including from the Asian Development Bank and the World Bank. Given the weak external environment and domestic policy tightening, aimed at restoring macroeconomic stability, the economy is expected to contract by 3 percent in 2023, before registering a modest growth of 1.5 percent in 2024. Prospects hinge quite critically on the implementation of the economic reform program.",
    "As you know well by now, the reform program supported under the EFF arrangement is built on strong policy measures and prioritizes five key pillars.",
    "First, an ambitious revenue-based fiscal consolidation,which is accompanied by stronger social safety nets, fiscal institutional reforms, and cost recovery-based energy pricing to ensure the state’s ability to support all its essential expenditures.",
    "Second, restoration of public debt sustainability including through a debt restructuring to ensure stable financing of the government’s operations.",
    "Third, a multi-pronged strategy to restore price stability and rebuild reserves  under greater exchange rate flexibility to alleviate the burden of inflation, particularly on the poor, to foster an environment of investment and growth, and to ensure Sri Lanka’s ability to purchase essential goods from abroad.",
    "Fourth, policies to safeguard financial sector stability, to ensure that the financial sector can play its key role in supporting economic growth.",
    "And fifth, structural reforms to address corruption vulnerabilities and enhance growth  . Anti-corruption and governance reforms are imperative to ensure the hard-won gains from the reforms benefit the Sri Lankan people. Sri Lanka is the first country in Asia that has undergone the IMF governance diagnostic exercise. The IMF governance diagnostic report is expected to be published by September this year—the mission visited Colombo in March and engaged closely with stakeholders and civil society organizations on this critical reform area. We look forward to further discussion with them.",
    "Commendably, Sri Lanka has already started implementing many of the challenging policy actions in these five areas.  It is now essential to continue the reform momentum under strong ownership by the authorities and the Sri Lankan people, more broadly.",
    "Economic impact of the reforms on the poor and vulnerable needs to be mitigated with appropriate measures.  In this regard, we welcome the authorities’ firm commitment to strengthen social safety nets, including through a minimum spending floor, well-targeted spending through the new social registry and establishment of objective eligibility criteria.",
    "Let me conclude by saying that the  IMF supported program is an opportunity for all Sri Lankans to come together to work through this crisis to restore economic stability and put the country on a sustainable growth path. The key is implementation. The IMF is here to help you along the way."
  ]
}