{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91851/cope-highlights-irregularities-in-coconut-industry-calls-for-reforms",
  "time_ut": 1688998080.0,
  "original_lang": "en",
  "original_title": "COPE highlights irregularities in coconut industry, calls for reforms",
  "original_body_lines": [
    "The Committee on Public Enterprise (COPE) recently made a series of decision pertaining to Sri Lanka’s coconut industry, after several administrative concerns and irregularities within the three main institutions related to coconut cultivation were disclosed.",
    "Accordingly. a special committee was appointed to both, control the white fly disease affecting the coconut plantation, while the need for a common programme in consultation with all three institutions; the  Coconut Development Authority (CDA), Coconut Cultivation Board (CCB) and Coconut Research Institute (CRI), to control such diseases that affect cultivation, was also discussed.",
    "The Secretary to the Ministry of Plantation Industries was recommended to inform within two weeks the action to be taken by involving all the three institutions.",
    "Meanwhile, instructions were also given to restore the already-existing online system facilitating virtual bidding in coconut auctions within the next three months, in a bid to end the monopoly and create transparency in the said auction.",
    "During the meeting, it was revealed that 187,623 metric tons of coconut oil and 225,510 metric tons of palm oil have been imported for consumption in the country during 2020-2022. Thus, serious concerns were raised about the fact that only 22% of the coconut oil consumption in the country is met from domestic production, while the remaining 78% is met imported oil.",
    "Hence, COPE called for a comprehensive investigation in this regard, highlighting the need to increase domestic coconut oil production and curb substandard imported coconut oil.",
    "Other irregularities, including the payment of and advance of Rs. 1 million for the construction of a digital billboard without a contract, the recruitment of six people who did not properly appear for interviews of the CCB, the loss of Rs. 21 million incurred due to an infrastructure addition to the CCB building without prior approval, were also discussed at length.",
    "The CDA, CCB and the CRI were summoned before COPE on 06 July, under the chairmanship of Prof. Ranjith Bandara, with MPs Jagath Pushpakumara, Shantha Bandara, Anura Priyadarshan Yapa, Mahindananda Aluthgamage, Dayasiri Jayasekara, Eran Wickramaratne, Nimal Lanza, SMM Muszhaaraff, Sanjeeva Edirimanna, Upul Mahendra Rajapaksha, Rajika Wickramasinghe, Madhura Withanage, and Prof. Charitha Herath also present."
  ]
}