{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hitflix-enables-sri-lankan-content-via-world-famous-platforms/",
  "time_ut": 1701356760.0,
  "original_lang": "en",
  "original_title": "HitFlix enables Sri Lankan content via world famous platforms",
  "original_body_lines": [
    "SLT-MOBITEL, Sri Lanka’s national ICT solutions provider, is taking a historic leap into the global entertainment landscape by introducing ‘HitFlix,’ a Sri Lankan-owned channel, available on world-renowned international Over-the-Top (OTT) platforms.",
    "SLT-MOBITEL aims to consolidate diverse and engaging content, introducing the channel on internationally recognized OTT platforms, thus enabling global accessibility. ‘HitFlix’ can now be accessed via popular platforms such as Apple TV Plus, Fire TV, IOS, Android and ROKU TV, offering universal access to local TV programs featuring Sri Lanka’s TV channels worldwide.",
    "The ground-breaking initiative aims to bring the richness of Sri Lankan culture, content, and entertainment to Sri Lankan expatriates worldwide and captivate the interest of international audiences seeking authentic Sri Lankan experiences.",
    "SLT-MOBITEL is positioning ‘HitFlix’ as a bridge connecting Sri Lankans living abroad with their homeland. Especially, Sri Lankan expatriates scattered across the globe. At the same time, it offers a window for foreigners eager to immerse themselves in Sri Lankan culture, meditation, travel, music, etc., promoting Sri Lanka as a vibrant and culturally rich destination.",
    "Access to ‘HitFlix’ begins at an incredibly affordable price of USD 3 per month, ensuring that anyone interested in Sri Lanka’s TV channels can enjoy the high-quality OTT Content bank of a wide variety of programs including religious, sports, entertainment, news, infotainment without steep costs.",
    "SLGJA’s collective strength is an enabler to address industry challenges collectively – Hameed says",
    "Sri Lanka’s resilient answer to economic crisis unfolds through fintech triumph",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}