{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-health-technicians-on-sick-note-campaign-114466/",
  "time_ut": 1678200000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka health technicians on sick note campaign",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s medical technicians and support staff will engage in sick note campaign for 24 hours on Wednesday demanding higher wages to match inflation and withdrawal of an essential service order, a union official said.",
    "The Association of Government Medical Laboratory Technologists is organizing the trade union action from Wednesday at 06.30 am for 24 hours that ends at 6.30 am on Thursday (09).",
    "The decision came after a discussion with the Secretary to the Health Ministry, Janaka Chandraguptha and the Director General of Unions Saman Deshapriya.",
    "“In today’s discussion with the Secretary of Health,it was not possible to reach a definite solution, therefore the proposed trade union procedure will be in effect for twenty-four hours,” Kumudesh said.",
    "01 . Immediate remedy for the shortage of drug equipment and reagents in government hospitals.",
    "02 . Withdrawal of orders issued to cut salaries of health staff up to 15%.",
    "03 . Withdrawal of the Essential Services Gazette notification issued with the aim of suppressing health workers’ trade unions.",
    "04 . Financial distress to health professionals due to an increase in bank interest rates.",
    "05 . Providing an allowance commensurate with the increased cost of living and inflation.",
    "Also, the actions of the new Director General of the President’s Trade Unions are another reason for the discussions to be unsuccessful and led to a preventable union action, Kumudesh said.",
    "All hospitals except the lifesaving and Emergency services, all Cancer hospitals, Blood banks, Kidney, children and Maternity hospitals, will be participating in the strike. (Colombo/ Mar 07/2023)"
  ]
}