{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Patients-suffer-as-MRI-Scanner-lies-defunct-at-Anuradhapura-Hospital/108-260957",
  "time_ut": 1686580399.0,
  "original_lang": "en",
  "original_title": "Patients suffer as MRI Scanner lies defunct at Anuradhapura Hospital",
  "original_body_lines": [
    "The MRI scan machine at the Anuradhapura Teaching Hospital is non-functional, forcing the hospital authorities to send patients to other hospitals.",
    "Speaking to Daily Mirror, Hospital Director D.M.S. Samareweera stated, “We are in the process of bringing the machine back into operation as final repairs are ongoing.”",
    "“Repairs have been underway for the last two months and we are now at the final stage. There are several replacement parts that have to be imported to fix the machine. But the issue here is that there has been a substantial delay on the part of the supplier,”",
    "When asked whether patients face difficulties due to the defunct MRI scanner, he said those who are seeking scans are sent to hospitals such as Kurunegala and Polonnaruwa.",
    "Meanwhile, Secretary of the Government Medical Officers’ Association (GMOA) Dr. Haritha Aluthge said that the MRI scanner at the Anuradhapura Hospital has been dysfunctional for over three months and patients are highly inconvenienced.",
    "\"Patients of the Anuradhapura Hospital are being redirected to Colombo, Peradeniya and Kandy hospitals, which is yet another cost to the government, adding that the poor are feeling the brunt of this problem,\" he added.",
    "Magnetic Resonance Imaging (MRI) is a type of scan that uses strong magnetic fields and radio waves to produce detailed images of the inside of the body. An MRI scan can be used to examine almost any part of the body, including the brain and spinal cord, bones and joints, breasts, heart and blood vessels and internal organs. The results of an MRI scan can be used to help diagnose conditions, plan treatments and assess how effective previous treatment has been. (Sheain Fernandopulle)"
  ]
}