{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lanka-aluminium-industries-group-shows-up-in-strength-at-kedella-2023/",
  "time_ut": 1703009520.0,
  "original_lang": "en",
  "original_title": "Lanka Aluminium Industries Group shows up in strength at Kedella 2023",
  "original_body_lines": [
    "Lanka Aluminium Industries PLC together with their fully owned subsidiaries Comark Engineers (Pvt) Ltd, Merbok Lanka (Pvt) MDF Ltd, and Marshall Investments (Pvt) Ltd, have generated much interest for their extensive construction, hardware, and household product ranges at the Kedella 2023 exhibition held recently at the BMICH. The high level of enthusiasm for construction and hardware-related products and equipment augurs well, indicating a consumer shift towards the revitalization of the construction sector after the lull during the recent past. The pioneer aluminium extrusion manufacturer in Sri Lanka, Lanka Aluminium has been in the business for over 4 decades.",
    "“We are encouraged by the enthusiasm shown by the visitors comprising of engineers, architects, contractors, and homeowners to our stall. Their high level of interest in our product range and the filling order book at the exhibition is indicative of the positive vibes for home-building and the construction sector in general,” said Dinal Peiris – Chairman of Lanka Aluminium Industries PLC.",
    "Lanka Aluminium’s popular end-products such as the multi-folding door, sliding systems, and different types of door and window systems were on display. Available in over 160 powder-coated colors and a 10-year warranty, these can be customized according to individual homeowners’ requirements. Their product range includes solutions for facades, pantry cupboards, partitions, and louver systems which are available from their shop or the authorized dealer network spread across the country.",
    "Merbok MDF Lanka, the only manufacturer of MDF and HDF boards in Sri Lanka, has been supplying the local requirements while exporting their products for the past 21 years thereby earning much-needed foreign exchange. The Merbok Global Art premium Melamine MDF board in many colors and designs is ideal for pantry cupboards and furniture while the high moisture-resistant HDF boards such as HDX and Compactino are suitable for high-end uses including partitioning. The water-resistant shutter board is of very high density and is very popular among customers who use it primarily for shuttering, mezzanine flooring, and furniture",
    "The AlFe Hybrid Range, made of a special alloy, attracted the attention of many of the visitors as did the hinges, tower bolts, and door handles. The solar accessory and railings display rack, which consisted of several types of roofing sheets and the corresponding accessories, succeeded in creating awareness in terms of the assortment of mounting systems available. The high-quality standard of the products that were on display coupled with the attractive pricing was appreciated by many visitors. The AlFe Friction stays, and the Aluminium Builders Hardware Range which is manufactured locally by Comark generated interest amongst the architects, engineers, and fabricators. The contribution this makes to the local industry and economy was appreciated.",
    "Marshal Investments has been manufacturing steel hinges and accessories for the local market for the past 6 years. It is the most preferred brand of builder’s hardware for wooden doors and windows and has developed different types of finishes according to customer requirements such as copper-plated, brass-plated, powder-coated, and oxidized. All products are manufactured using only CR Steel which has high strength, is long-lasting, and incorporates state-of-the-art Henkal German Anti-Corrosion Technology, Extra durable Polyester powder coating, and Plated pin technology for all hinges and acessories.",
    "Lion Brewery wins Product Packaging of the Year – Sri Lanka at FMCG Asia Awards",
    "Dialog & Ministry of Education Continue to Facilitate Equitable Access to Education in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}