{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/18/sri-lanka-to-limit-cabinet-ministries-to-30-and-will-avoid-further-expansion/",
  "time_ut": 1684382460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to limit Cabinet Ministries to 30 and will avoid further expansion",
  "original_body_lines": [
    "President Ranil Wickremesinghe had noted that even in the future, the number of Cabinet Ministries should be limited to 30, and that number should be maintained.",
    "President Wickremesinghe, during a meeting with Ministry Secretaries and Provincial Chief Secretaries, expressed confidence that the proper implementation of the government’s policy program would lead to economic prosperity surpassing the goals set by the International Monetary Fund.",
    "He stressed the need for collective effort to address the concerns raised by the youth regarding the country’s economy and their future. The President emphasized the importance of restructuring state-owned companies to ensure a prosperous economy and urged ministry secretaries to support the government’s policy program rather than protecting companies under their jurisdictions.",
    "He also highlighted the forthcoming regulations on capital expenditure and projects of Provincial Councils, with decisions on power distribution at the local level expected within the next few months.",
    "The meeting covered the progress of budget proposals, the performance of ministry secretaries, and discussions on public enterprise reconciliation, public service management, and the economy.",
    "Detailed deliberations were held on law amendments related to policy changes in the interim budget and the 2023 budget presented in Parliament, as well as bills associated with obligations to the Asian Development Bank, World Bank, and International Monetary Fund.",
    "As the President, I acknowledge that every ministry shares responsibility for the economic bankruptcy our country faces today. In the past, ministries were tasked with allocating funds for various activities, but unfortunately, this often led to the squandering of people’s hard-earned money. It is understandable that the youth are questioning the state of our nation, and it is our duty as politicians and administrative officials to provide them with answers.",
    "While we cannot change what has already transpired, we have the power to reverse this situation. In the past, our government has successfully rebuilt the economy, such as in 1977 when we took over and revitalized the country, and again in 2001 when we led the government and achieved a rapid economic recovery by 2004.",
    "With the proper implementation of our current program, we have the potential to surpass the goals set by the International Monetary Fund and achieve remarkable progress.",
    "One of our key objectives is the restructuring of public corporations, particularly the main company that oversees them. We will carefully assess these entities and retain some under government control, while allowing private companies to acquire the remaining shares. It is crucial that we receive maximum support in this endeavour to ensure the effective restructuring of these companies.",
    "Regarding youth development, the functions of the Youth Service Council, the National Apprenticeship Board, and the Vocational Training Authority may be merged for greater efficiency. Additionally, we propose that the Vocational Training Centres, which are spread across the islands, be placed under the supervision of the Provincial Councils.",
    "Hence, it is essential for each ministry to determine how to implement the government’s policies. I anticipate reviewing the progress made in a month’s time.",
    "We must also introduce new regulations concerning capital expenditure and capital projects of the Provincial Councils. Simultaneously, decisions pertaining to devolving power at the grassroots level must be expedited within the coming months. Let us swiftly address these matters.",
    "In terms of education, our initial plan was to grant authority to the Provincial Councils. However, circumstances have unfolded differently. Similarly, the Ministry of Agriculture and the Provincial Council share responsibilities in the agricultural sector. We should consider transferring these powers to the Provincial Councils. There is no requirement that mandates these powers to remain solely under the National Ministry. By granting such authority, the National Ministry can effectively coordinate with the Provincial Councils.",
    "At present, we have around 30 ministries. Let us maintain this number and avoid further expansion. The amalgamation of the local government and state administration into one ministry is a positive development. Similarly, we have successfully unified irrigation and canal management. By the end of next year, we should strive to bring plantation industries and agriculture under one ministry.",
    "Moreover, I propose that international trade and foreign affairs be consolidated. This restructuring process should commence promptly, and we have the capacity to complete several activities by next year.",
    "Our first priority is the implementation of the International Monetary Fund’s proposals. We cannot evade this responsibility and must move forward accordingly. By adhering to these proposals, we can establish economic stability. Subsequently, we need to focus on repaying the loan. This necessitates embarking on a rapid development program, with a targeted completion date of 2048.",
    "It is undeniable that every ministry shares responsibility for the current state of our country’s economic affairs. We must acknowledge that allocating funds to certain activities in the past has resulted in the misuse of public funds. It is only fair for the youth to question what has transpired.",
    "DMC to become global responder, and Sri Lankan military will be gradually right-sized – State Minister",
    "4 Children, Including Baby, Found Alive In Amazon 17 days after plane crash",
    "Rupee strengthens further against USD; Buying rate drops to below Rs. 300/-"
  ]
}