{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Looting-made-us-insolvent/4-746154",
  "time_ut": 1678405008.0,
  "original_lang": "en",
  "original_title": "Looting made us insolvent",
  "original_body_lines": [
    "‘Consequences of Sri Lanka’s bad borrowings’ is the bizarrely provocative title of an opinion piece by Dinesh Weerakkody published in the Daily FT of 3 March.",
    "That the author is an opinion maker and influencer in the current administration is a reasonable surmise. He is the chairman of the Port City Commission and heads the Board of Investment.",
    "During the ‘Yahapalanaya’ years 2015-2019 he authored an honestly adulatory opus – ‘Ranil Wickremesinghe – A political biography’. He is undoubtedly a knight with a seat at the round table in the current cacophonic Camelot.",
    "Are we the victims of predatory lenders? Now, we all know that under the Yahapalanaya years Sri Lanka raised a massive $ 12 billion in International Sovereign Bonds.",
    "In addition the then Ranil Wickremesinghe led administration collected a coo $ 1 billion by hocking the Hambantota Port.",
    "That deal prompted the New York Times to publish a brilliant investigative report over which former President Mahinda Rajapaksa threatened to sue the paper but did not. You can bet your bottom dollar. He wouldn’t. Truth is not defamatory.",
    "To date we have no explanation from the pundits of the ‘Yahapalanaya’ experiment, how and why they resorted to such huge commercial borrowings in the short span of four years 2015-2019.",
    "Instead, what is offered is an infuriatingly off hand dismissal that the money was needed to rollover the debts incurred during the Rajapaksa rule of 2007-2015 and to build up reserves.",
    "This explanation implies that it was an elegant, good governance ‘Ponzi’ strategy.",
    "The Rajapaksa debt trap was one of the principal issues raised by the UNP which claimed that Ranil Wickremesinghe’s fiscal prudence was the only way forward to regain Sri Lanka.",
    "This sudden discovery of predatory lenders is the point of departure of this brief essay.",
    "To my mind, blaming predatory lenders is an arty-crafty dodge. It is something like blaming Christopher Columbus for discovering the new world while also infecting good old Motherland of Spain with syphilis.",
    "Columbus did not preach good morals to his sailors. International lenders are not in the business of teaching ethical niceties to borrowing nations.",
    "This attempt to scapegoat predatory lenders is further proof that we don’t have the visionary, authentic, collaborative leadership that is necessary to inspire the people to either support or at least to reluctantly live with the austerity policies we should and must adopt to slowly and painfully crawl out of this abyss.",
    "What we have now is a categorical continuance of the Rajapaksa’s state debauchery by other means. Now, we are in a Right Royal Foul Up. I hope the reader gets the drift. ‘Foul’ is print permissible while the most appropriate is unprintable.",
    "The regime is immunised against the mood and the will of the people. Soon after the drenching he got at Lipton Circus Anura Kumara Dissanayake challenged the President to demonstrate his ‘people appeal’ by summoning a minimal gathering of a hundred people.",
    "I think it was an unreasonable, unkind remark. Surely from amongst the Golfers, Swimmers, Stockbrokers and Right Royal toadies who are under the delusion that President Ranil Wickremesinghe knows better than anyone else what is best for the country, he could summon not just a hundred but a few thousand.",
    "Latest opinion poll indicates that 90% have given up hope while 10% cling on.  But what is sad is that some very decent, polite people persuaded of President Ranil’s economic wizardry have decided to dismiss the 90% of the population as obdurate good for nothings who should be kept in place by repressive measures.",
    "The true nature and purpose of the current regime is adequately demonstrated by the shocking, contemptible manoeuvring of the ruling party to dislodge Dr. Harsha de Silva from chairing the Parliamentary Finance Committee.",
    "The people must be told the truth. They must be told the unvarnished truth. But it is good that it happened. For Dr. Harsha it has been a learning experience. Now Dr. Harsha de Silva knows that laws are fragile under autocratic governance. A point he clearly overlooked in some of his earlier parliamentary contributions where he attempted to walk the tight rope between civility and reality.",
    "Dinesh Weerakkody’s belated discovery that “Lending to Sri Lanka between 2007 and 2022 was often marked by an absence of due diligence, opaque conditions and aggressive lobbying with politicians and bureaucrats” is simply a pathetic case of missing the woods for the trees.",
    "But he also offers some tantalising titbits. He says that ISB holders “have signalled their willingness to come on board with haircuts and moratoriums. Most holders for the time being have acquired them in the secondary markets at deep discounts and have room for negotiating such concessions.”",
    "No doubt he is privy to information that we ordinary citizens are yet to learn of.",
    "The Daily FT 10 January published the shared wisdom of 182 academics and activists where they referred to this type of debt as ‘Odious Debt.’ No body in this current dispensation bothered to comment.  There are predatory lenders because there are sovereign countries where the economy is held captive by looters elected to power.",
    "What happened during the period 2007-2022 is very simple. The nation was subject to systematic looting by a rapacious self-appointed elite under the patronage of just one family.",
    "All this jargon filled macroeconomic brouhaha is neither here nor there. We are in default. What does the world think of us?",
    "We the people have no excuse for starry-eyed sycophantic boot licking in the Information Age. Knowledge is only a fingertip away.",
    "In this Information Age the first step to sanity amidst contrived chaos is filtering. We must filter the information and arrive at knowledge by ourselves. We must filter for substance. We must filter the substance for significance. Then you must filter again for reliability. This process allows us to protect ourselves from scoundrels in the pursuit of power.",
    "Go to your smartphone or PC and google three words: ‘Brothers’ ‘Looted’ and ‘Sri Lanka’.",
    "“How a band of brothers destroyed Sri Lanka” (India’s The Pioneer)",
    "Inside the collapse of the Rajapaksa dynasty in Sri Lanka (Washington Post)",
    "A powerful dynasty Bankrupted Sri Lanka in just thirty months (Bloomburg.com)",
    "Sri Lanka power couple piled up luxury homes, Art works… (icij.org)",
    "The story of the rise and fall of the Rajapaksa family (Indian Exprress.com)",
    "The Rise and Fall of Sri Lanka’s powerful Rajapaksa dynasty (www.dw.com)",
    "Go down the page and click 2. There’s more. But from years past. From 2005-2019.",
    "If looters continue to hold the puppet strings, we must be reconciled to watch this macabre shadow puppetry until there is a parliamentary election.",
    "I am no great admirer of Ayan Rand – the high priestess of brazen monetarism. But this passage from her ‘Atlas Shrugged’ explains what took place in Sri Lanka during the period 2007-2022.",
    "“When a society establishes criminals-by-right and looters-by-law, men who use force to seize the wealth of disarmed victims, then money becomes its creators’ avenger. Such looters believe it safe to rob defenseless men, once they’ve passed a law to disarm them. But their loot becomes the magnet for other looters, who get it from them as they got it. Then the race goes, not to the ablest at production, but to those most ruthless at brutality. When force is the standard, the murderer wins over the pickpocket. And then that society vanishes, in a spread of ruins and slaughter.”",
    "Why do people take to the streets? People take to the streets because they want their voices heard.",
    "Our democracy will not just fade into the night. It will fight back. Our precious democracy has decided to rage against the dying of the light."
  ]
}