{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-gain-on-lowered-interest-rates-123148/",
  "time_ut": 1686311280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares gain on lowered interest rates",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares closed higher on Friday, as investor sentiments picked up on lowered inflation and policy rate cuts, an analyst said.",
    "The main All Share Price Index was up 0.58 percent or 51.05 points to 8,818.39, this is the highest the index has been since May 17, while the most liquid index S&P SL20 was up 0.70 percent or 17.24 points to 2,494.68.",
    "The market was seeing gains, due to lowered policy rates and low inflation stimulating buying interest and driving the sentiment up, an analyst said.",
    "Sri Lanka’s inflation in the 12-months to May 2023 has eased to 25.2 percent from 35.3 percent a month earlier according to a revised Colombo Consumer Price Index calculated by the state statistics office.",
    "The central bank cut the key policy rates by 250 basis points to spur a faltering economic growth as inflation was decelerating faster than it projected.",
    "“There are gradual improvements in the market sentiment, with positive sentiments coming in from lowered policy rates and inflation,” an analyst said.",
    "The market generated foreign inflows of 57 million rupees and received a net foreign outflow of 282 million rupees.",
    "The market generated a revenue of 2 billion rupees, this is the highest the turnover has been since March 23, while the daily turnover average was 1 billion rupees. From the total generated revenue, the capital goods sector contributed 1.4 billion rupees, the diversified financial sector contributed 236 million rupees and the banking sector contributed 115 million rupees.",
    "Top gainers during trade were Vallibel One, Sampath Bank and Hatton National Bank.",
    "Sri Lanka’s People’s Leasing and Finance said it had entered into an agreement with Janashakthi Limited to buy a 33 percent stake in First Capital Holdings Plc for 4.95 billion rupees.",
    "People’s Leasing will pay 37.10 rupees for a share of First Capital Holdings.",
    "The transaction is subject to approval of the central bank and other regulatory authorities applicable to the two parties, the company said in a stock exchange filing.",
    "Shares in Sri Lanka’s state run top landline phone company, Sri Lanka telecom fell 7.8 percent on Friday during the trade after a statement from the government legislator against its proposed privatization.",
    "Profit – making Sri Lanka telecom is one of the key state owned enterprises listed to be privatized under the reforms in line with international Monetary Fund’s conditions.",
    "Shares in Sri Lanka telecom were down 7.8 percent as at 13.23 hours, the date showed.",
    "“The prices went down only after the statement reached the investors. Earlier Sri Lanka telecom was expected to be more profitable if privatized as planned.” A stock broker told EconomyNext asking not to be named."
  ]
}