{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/new-cbsl-act-set-to-have-balanced-impact-on-all-sectors/",
  "time_ut": 1690387380.0,
  "original_lang": "en",
  "original_title": "‘New CBSL Act set to have balanced impact on all sectors’",
  "original_body_lines": [
    "The dominance of the fiscal policy used by the government over the Monetary Policy of the Central Bank is set to wax and wane under the new Central Bank Act, creating a more balanced and positive impact on all sectors of the economy , Central Bank Governor Dr. Nandalal Weerasinghe said in Colombo recently.",
    "The Governor made this remark on July 21 while delivering the keynote speech at the CFA Society Sri Lanka CEO Forum.",
    "“The new Central Bank Act which was passed in parliament recently will ensure the Central Bank’s mandate to maintain domestic price stability, financial stability and greater accountability to the general public of the country thanks to the provisions that establish the independence of the Central Bank. According to its provisions, whatever we do, we are accountable to the public, to the parliament and to the Cabinet. The new law empowers the Central Bank to implement flexible inflation targeting. And that framework will stay on course irrespective of the administration in power or whoever happens to be on the Monetary Board of the Central Bank. This will ensure predictability and stability of the monetary policy framework. It will also help negate the fiscal dominance on Monetary Policy,” he said.",
    "“With the new law, the Secretary to the Treasury is moving out of the Monetary Board, creating conditions for a much more representative Monetary Board. When the Secretary to the Treasury is sitting on the Monetary Board obviously his mandate is to reduce borrowing costs for the government side by reducing the cost of financing, and this is in conflict with the Monetary Policy,” he said.",
    "“Further, the Central Bank by law, engaged in monetary financing or so-called money printing as it was one of the instruments the Central Bank used over many years, and very heavily within the past two years to facilitate the fiscal policy and government spending. Now it is prohibited under the new Central Bank Act barring in extreme circumstances, subject to approval of parliament. When the fiscal policy’s objectives override, inevitably the Monetary Policy is tainted.” he noted.",
    "The Governor emphasized the fact that Monetary Policy needs to encompass all sectors of the country and not just government’s public finance.",
    "“Thus the new Act enables a welcome separation while having good coordination between the Fiscal Policy and Monetary Policy. Although there is no Treasury Secretary sitting on the Monetary Board now, there will be coordination between Fiscal and Monetary policies through a Coordinating Council, which is an embedded institutional structure in the new law,” he pointed out.",
    "Referring to the appointments of the Central Bank Governor, members of the Monetary Board and the Governing Board, he said,” The new law stipulates the mandatory suitability of the appointees and checks and balances which the Minister of Finance recommends. Subsequently those appointments recommended by the Minister of Finance need to go through the Constitutional Council of bipartisan consensus. Thus the members for these posts will be made for fixed terms regardless of administration changes. Thus there are clauses in the new Act to consolidate the independence of the Central Bank which is a favourable outcome for all sectors in the country,” he said.",
    "Referring to the recent debate in parliament over the draft bill of the Central Bank, the Governor said, “On the whole, it was a good debate although it was obvious that some members of parliament who took part in it, had not read the bill’s provisions.”",
    "Sri Lanka has become  the global hub for manufacturing Rigid Tyres – Minister of Industries",
    "New order issued relaxing certain limitations/suspensions imposed on outward remittances of foreign exchange",
    "Last chance, warns CBSL chief, but hotheads willfully ignore warning",
    "CBSL suspends renewal of permits of 15 private foreign exchange dealers",
    "Govt. makes two amendments to agreements with new foreign fuel retailers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}