{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ex-PUCSL-Chief-lights-up-need-for-accurate-data-fair-practices-to-determine-tariffs/56-750198",
  "time_ut": 1688412957.0,
  "original_lang": "en",
  "original_title": "Ex-PUCSL Chief lights up need for accurate data, fair practices to determine tariffs",
  "original_body_lines": [
    "Insists on minimising burden on electricity users, ensure their rights",
    "Shares satisfaction with relinquishing position as PUCSL Chairman, as his argument has ultimately accepted",
    "Commends new Chairman and PUCSL members for protecting independence of Commission",
    "Highlights potential for supplying electricity at an economical cost to low-usage domestic, religious, SMEs",
    "Reiterates his commitment to protecting rights of all electricity users from various injustices",
    "The former Public Utilities Commission of Sri Lanka (PUCSL) Chairman Janaka Ratnayake yesterday stressed the need for accurate data and fair practices in determining electricity tariffs, with a focus on minimising the burden on consumers and ensuring their rights.",
    "Issuing a statement yesterday he raised concerns over the recent reduction in electricity tariffs, stating that the initial increase in February was based on inaccurate data.",
    "Ratnayake emphasised the need for a proper investigation into the data presented by the Ceylon Electricity Board (CEB) for the initial tariff hike in February 2023. “Last February, the CEB proposed to increase the tariffs by 66%. But at that time, the actual cost data revealed that a 30% tariff increase was sufficient. Therefore, I opposed the 66% tariff revision. We should have limited the rate increase to 30% at that time, to protect the five million electricity users as well as to minimise the negative impact on the economy. However, due to political pressure, three members of the Commission approved the proposal presented by the CEB as it is. Today, they have admitted that the CEB data is wrong. This is why the CEB has decided to reduce the electricity tariffs by 14% instead of the initially proposed 3% reduction,” he explained.",
    "The former PUCSL Chief singlehandedly opposed the 66% revision, advocating for a limited rate increase of 30% to safeguard the interests of the five million electricity users and to minimise the negative impact on the economy. Despite his opposition, three new members of the Commission approved the CEB’s proposal as it stood.",
    "Ratnayake shared his satisfaction with relinquishing his position as Chairman, as his argument has ultimately been accepted.",
    "“I commend the new Chairman and members of the PUCSL because the steps I took then to protect the independence of the Commission are being continued today by them. The Commission should be appreciated for the steps taken to protect the rights of all electricity users,” Ratnayake noted.",
    "He also pointed out that the increase in unfair tariffs implemented in February has contributed to energy poverty. As per him, around 500,000 electricity users have reduced their consumption to zero in response to unaffordable electricity bills. Thereby calling the need for special attention to be given to this group of electricity users.",
    "“Justice has been done to some extent in this year’s tariff revision. The annual amount of electricity generated by hydropower is nearly 5,000 GWh and a unit costs less than Rs. 5. The five million domestic category use below 2,000 GWh of electricity annually. The annual electricity consumption of 45,000 religious places is about 90 GWh. Thus, all these people can be supplied with electricity at a very low price. Also, a reasonable fee can be given to small and medium enterprises (SMEs) as well,” he pointed out.",
    "Ratnayake reiterated his commitment to protecting the rights of all consumers who are suffering from various injustices."
  ]
}