{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92151/cbsl-urges-banks-to-adequately-reduce-lending-rates-without-delay",
  "time_ut": 1690024500.0,
  "original_lang": "en",
  "original_title": "CBSL urges banks to ‘adequately’ reduce lending rates without delay",
  "original_body_lines": [
    "Governor of the Central Bank of Sri Lanka (CBSL) has urged licensed commercial banks to take immediate measures to adequately reduce lending rates in view of the recent reduction of policy interest rates.",
    "Dr. Nandalal Weerasinghe, in a letter directed to the Sri Lanka Banks’ Association (SLBA) chairman, said the Central Bank would be compelled to take administrative measures in the event the banking and financial sector fails to take adequate and expeditious adjustments in this regard.",
    "Explaining that the central bank recently dropped the policy interest rates by 450 bps on two occasions with a view to enabling the economy to reach its potential while stabilising inflation at mid-single digit levels in the medium term and easing pressures in the financial markets, the governor said it is thus expected that market interest rates – particularly lending rates – will adjust downwards “adequately and swiftly”.",
    "It is also expected that the banking and financial sector will pass on this benefit to individuals and businesses, thereby supporting the rebounding of economic activities of the country and enabling borrowers to repay credit facilities which in turn enhances the asset quality of the banking sector, he added.",
    "The governor said the central bank has observed that the deposit interest rates of the banking sector have significantly been reduced while the lending rates continue to be downward rigid. “Such rigidity of lending rates would be counterproductive in the process of envisaged economic recovery.”",
    "In addition, faster normalization of interest rate structure would not only benefit the businesses and individuals but also the banking sector as well through the expected improvement in the quality of credit, he pointed out.",
    "Dr. Weerasinghe called for a concerted effort to reduce lending rates as it will enable individuals and businesses to re-commence or continue the repayment of credit facilities and improve the sustainability of borrowers which will lead to a positive impact on the real sector resulting in the banking sector performance to improve.",
    "According to the governor, the central bank strongly expects this will contribute to enhancing the resilience of banks, thereby enabling expansion of banking business in the period ahead.",
    "Hence, he urged licensed commercial banks to take measures to adequately reduce lending rates without delay."
  ]
}