{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95116/thousands-of-sri-lankan-workers-set-to-depart-for-israel-amid-war-with-hamas",
  "time_ut": 1700758980.0,
  "original_lang": "en",
  "original_title": "Thousands of Sri Lankan workers set to depart for Israel amid war with Hamas",
  "original_body_lines": [
    "Minister of Labour and Foreign Employment, Manusha Nanayakkara, has revealed that the Ministry has received over 10,000 applications to work on Israeli farms.",
    "Supermarket manager Laknath Dias says the economic crisis in his native Sri Lanka is too much for him to bear. He is getting ready to fly to Israel in December to work as a farmhand for nearly 10 times the pay, despite the war with Hamas.",
    "Dias is among 20,000 workers that Sri Lanka, desperate for dollars and remittances, plans to send to Israel starting early next month to work in the farm and construction sectors, a Sri Lankan minister told Reuters on Thursday.",
    "Israel’s farms, most of which are in the centre and south of the country, traditionally rely on thousands of Thai and Palestinian workers to till the land and bring in the crops.",
    "But many Thais fled Israel after the Hamas assault on Oct. 7, while the Palestinians have largely been banned from the workforce, forcing farms to send out an SOS for workers during the harvest.",
    "“We lived during a war in Sri Lanka,” he said, referring to Sri Lanka’s civil war against Tamil separatists between 1983 and 2009.",
    "“I have worked in Colombo where there were suicide bombs going off at one point and even in conflict areas in the east around 2005. So I think we can manage. We are familiar with working on a farm so I’m confident we can face anything.”",
    "He says his monthly salary of 72,000 rupees ($219) is not enough to sustain his family of five because of the high cost of living. Dias expects to make about 700,000 rupees as a farmhand in Israel, where he plans to work for five years.",
    "Sri Lanka’s labour and foreign employment minister, Manusha Nanayakkara, said they had received more than 10,000 applications to work on Israeli farms and workers’ security would be considered.",
    "“We are also looking at sending another 10,000 workers for the construction sector next.”",
    "Israel launched its war in Gaza after gunmen from Hamas burst across the border fence, killing 1,200 people and seizing about 240 hostages, according to Israeli tallies. Since then, more than 14,000 Gazans have been killed by Israeli bombardment, according to health authorities in the Hamas-ruled territory.",
    "The Sri Lankan workers will join some 9,000 compatriots already in Israel, working in farming and care for the elderly.",
    "Sri Lanka, an island of 22 million, saw its economy contract 7.8% last year during the country’s worst economic crisis in more than seven decades, pushing 2.5 million people into poverty, according to the World Bank.",
    "It has seen a steep increase in the number of people migrating since the crisis, with about 312,000 leaving in 2022 and 268,000 this year, government data shows. They have gone to countries including Saudi Arabia, the United Arab Emirates, Britain, Canada and New Zealand."
  ]
}