{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-commence-rural-road-repairs-using-adb-funds-first-week-of-dec-142023/",
  "time_ut": 1701353520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to commence rural road repairs using ADB funds first week of Dec",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is set to commence renovation of rural roads in the first week of December using funds from a 60 million US dollar loan from the Asian Development Bank (ADB), an official said.",
    "A statement from President Ranil Wickremesinghe’s office quoted Transport Minister Bandula Gunawardena as saying on Thursday November 30 that the “timely disbursement of funds would enable the commencement of road reconstruction work within the next week”.",
    "The statement said the minister had also discussed plans to operationalise 123 out of 160 railway carriages imported under an Indian loan scheme, with plans also underway for the repair of remaining cabins.",
    "Minister Gunawardena had also highlighted the “necessity of relying on domestic and foreign loans for the country’s development projects, citing the insufficient economic strength to allocate to such initiatives independently”.",
    "“He advocated for the digitisation of government revenue-generating institutions, including ports, airports, and the income tax department, as a crucial step toward economic recovery,” the statement said.",
    "The ADB loan agreement for the Second Integrated Road Investment Program (Tranche 4) was signed by Ministry of Finance Secretary K M Mahinda Siriwardana and ADB Sri Lanka Resident Mission Country Director Takafumi Kadono, on Tuesday Nov 28, 2023",
    "“There were roads that were in a state of disrepair,” Minister Gunawardana said. “So this is for urgent work.”",
    "Many foreign funded road projects had to be suspended due to the sovereign default, he said.",
    "Sri Lanka had to borrow for capital expenditure because there is a deficit in the current account of the budget, he said (Colombo/Nov30/2023)"
  ]
}