{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Korea-Business-Council-holds-28th-AGM/34-747903",
  "time_ut": 1683069202.0,
  "original_lang": "en",
  "original_title": "Sri Lanka – Korea Business Council holds 28th AGM",
  "original_body_lines": [
    "From left (seated): Honorary member Prof. Lakshman Watawala, Honorary member Mahen Kariyawasan, SLKBC Immediate Past President Priyantha Mendis, Ambassador of the Republic of Korea to Sri Lanka Santhush Woonjin Jeong,SLKBC President Asitha Martis, SLKBC Vie President Shamil Mendis, SLKBC resident K. Kunendran,.",
    "From left (standing): Prudential Shipping Ltd Ranga Koralage, Manager Business Councils Aneesha Boteju, Isuru Engineering Ltd Imasha Pasqual, Senok Trade Combine Ltd Sangeeth Weliwatta, Transmarine Ltd John Shiran Dissanayake, MAC Holdings Ltd Andre Fernando,; SLKBC Treasurer Patali Karunarathne, Manager Business Councils Yashodha Fernando.",
    "The Ambassador of the Republic to Korea Santhush Woonjin Jeong hailed the exceptional role the Sri Lanka Korea Business Council (SLKBC) of the Ceylon Chamber of Commerce has played in developing strong trade relations between Sri Lanka and Korea, when he graced the 28th Annual General Meeting of the SLKBC recently.",
    "Jeong said that since its inception the SLKBC has been an important contributor to developing trade between the two countries, and he looked forward to future initiatives that would further enhance this synergy.",
    "Newly elected President of the Council Asitha Martis, General Manager- Aitken Spence Shipping Ltd. He highlighted the objectives of the Council as being to promote trade and tourism and other services through a variety of initiatives between Sri Lanka and Korea. “The recent signing of the MoU between The Ceylon Chamber of Commerce and the Federation of Middle Market Enterprises of Korea (FOMEK), is a laudable step forward in strengthening ties between Sri Lanka and Korea and will open the doors to numerous business opportunities between two countries” he said, adding that the Council would continue to explore new avenues of cooperation and identify emerging opportunities for its Members.",
    "The Committee appointed for the year 2022/23 comprises President – Asitha Martis, Aitken Spence Shipping Ltd, Vice Presidents Shamil Mendis – Spear International Ltd. and K. Kunendran – Abans PLC, Treasurer – Patali Karunarathne – Ceyline Shipping Ltd., Immediate Past President Priyantha Mendis, Honorary Members Mahen Kariyawasan and Prof. Lakshman Watawala, and representatives of Isuru Engineering Ltd. MAC Holdings Ltd., Prudential Shipping Lines Ltd., Senok Trade Combine Ltd and Transmarine Ltd."
  ]
}