{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96330/president-affirms-sri-lankas-commitment-to-two-state-solution-in-palestine",
  "time_ut": 1704986400.0,
  "original_lang": "en",
  "original_title": "President affirms Sri Lanka’s commitment to two-state solution in Palestine",
  "original_body_lines": [
    "President Ranil Wickremesinghe, convening a meeting with ambassadors from 10 Middle East countries on Thursday (Jan.11), has reiterated Sri Lanka’s unwavering commitment to the two-state solution in Palestine.",
    "According to the President’s Media Division (PMD), the Head of Stated had firmly articulated that attacks by Hamas should not serve as justification for the continued bombardment of Gaza, highlighting the imperative of pursuing a peaceful resolution.",
    "He stressed the necessity of taking decisive steps in removing settlers from the West Bank while advocating for a functional Palestinian government, the PMD added.",
    "Additionally, President Wickremesinghe called for continued humanitarian supplies, including contributions by Sri Lanka, to Gaza. He also underscored the need for an immediate ceasefire.",
    "Further, he has asserted Sri Lanka’s steadfast commitment to the current humanitarian plight of the Palestinian people.",
    "In response, the ambassadors representing Middle Eastern nations expressed gratitude for President Wickremesinghe’s consistent public support for Palestine and Gaza.",
    "Recognizing Sri Lanka’s unwavering support for UN resolutions calling for a cessation of hostilities in Gaza, the ambassadors appreciated Sri Lanka’s steadfast stance on the matter.",
    "President Wickremesinghe elaborated on Sri Lanka’s involvement in Red Sea security operations, reiterating the commitment to safeguarding the Freedom of Navigation while ensuring a minimal adverse impact on Sri Lanka’s economy.",
    "Led by the Palestinian Ambassador, representatives of Egypt, Qatar, United Arab Emirates (UAE), Libya, Iran, Kuwait, Saudi Arabia, Oman and Iraq attended the meeting."
  ]
}