{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/What-s-all-this-rumpus-about-labour-law/4-748484",
  "time_ut": 1684453870.0,
  "original_lang": "en",
  "original_title": "What’s all this rumpus about labour law?",
  "original_body_lines": [
    "Reforming labour law should be a social dialogue process, for they are intended to serve society, not just a group of employers eager to exploit labour for more profit",
    "We hear many sophisticated voices among the urban middle class calling for far reaching changes in the labour market including dismantling and banning of trade unions. They call trade unions a nuisance and a hindrance to society, for businesses and an obstacle for investor promotions. This is a platform neo liberal free marketers campaign on and the rich hang around these days with news that the Labour Ministry is working on labour law reforms.",
    "Let me tell this new generation anti-unionists that upcountry Indian origin labour first brought around 200 years ago, was “bonded labour” kept “captive in estates” that were private property of British planters. There were no anti-unionists then, but none said it is “uncivilised” and “insulting” for Ceylon to encourage such captive bonded labour. The first initiative of organising them into a trade union was in 1930 by Natesa Aiyar a resident Indian journalist. Trade unions thereafter were instrumental in creating some degree of “civilised treatment” for this bonded labour in tea plantations although their living conditions hardly improved.",
    "If trade unions were made taboo by colonial rulers then, if Natesa Aiyar was denied organising the bonded labour brought from India, totalling nearly a million population by now, they would have still remained as “bonded labour” restricted to estates. If they remained so to this day, would these urban middle class neo-liberals take pride saying they are from the country that produces “Ceylon Tea” with bonded labour?",
    "Let me also remind those who are allergic to trade unionism, the workplace comforts, service conditions and handsome pay packets the “White Collar” employees in present generations enjoy today, and the “millions” they collect as EPF and ETF contributions on retirement, were not decided by charitable “employers”. They are results of campaigns, protests, strike actions decided and carried out by past generations as organised trade unions. TUs both here in Sri Lanka and in other countries as those in Haymarket Square in Chicago where the “Blue Collars” bled to provide an “8-hour working day” for the White Collars too. But today, the 8-hour working day is not given much importance with advanced IT facilities and devices allowing “work from home” and “on the drive” for the urban middle class.",
    "Still, workers do need organised strength to meet the “big money power” of the employers and their influence in policy and decision making by governments of utterly corrupt political parties they fund for their advantage. For the urban middle class, it is their comfortable lifestyle in this free market economy that matters, not rights and democratic space the workers and other marginalised social segments need to advance their demands. Conditions the urban middle class argue would discourage FDIs.",
    "This lie about encouraging FDIs needing non-unionised labour and less legal protection for employment, needs to be called out. Let me quote from a “Business Times” report titled “Untold Success Story in Apparel Business” written almost 10 years ago. [quote] Polytex, a subsidiary of Hong Kong based global giant “Esquel” that has production facilities in China, Malaysia, Mauritius, Vietnam and Sri Lanka, is the only company in the Sri Lankan apparel industry that has signed a collective agreement with workers, accepting their trade union as a legitimate bargaining agent [unquote]. This was what their Executive Director, Human Resources had to say about the collective agreement with the Free Trade Zone and General Services Employees’ Union. [quote] We have now lifted efficiency from 40% to 60% and hopefully, after the next round of negotiations, we could introduce other methods that would give 80% efficiency [unquote]. The ED HR also said absenteeism has reduced greatly since signing the collective agreement.",
    "The obvious question thereafter was why the rest of the 350 apparel factories do not follow suit. The industry should have one long term perspective, said Polytex ED HR. But different company regimes have conflicting perspectives. He said he was also a different HR Director when he was with a different company. (Full article - https://www.sundaytimes.lk/130901/business-times/untold-success-story-in-apparel-business-59727.html)",
    "This plainly is the story. If employers are modern in their thinking and approach, and are decent managers, trade unions become the most advantageous of all tools in achieving industrial peace, and stability. In improving efficiency with least cost and with less hassle. For any business, it is far more routinely easy to negotiate with a trade union leadership that officially represents all factory workers, than compromising with numerous, unruly competing groups among factory workers who have no official and legal mandate to represent the few hundred workers employed. Problem remains with most employers thinking they could herd workers into factories and get them to work.",
    "These Sri Lankan employers in general are more into the filthy rich clan, having made their money with political deals since President Jayewardene introduced the free market economy and depending on political patronage for more businesses. It is they who demand going back to a new bonded labour regime. They say investors do not come to Sri Lanka because labour laws are too protective of labour. There had been hardly any such claim by established foreign investors. They do not complain about labour laws in Sri Lanka.",
    "There should be more “decent and modern” management that have brought investments with no qualms about “protective labour laws”. It is those “fly by night” dealers who come and vanish in a year or two leaving massive unpaid bank loans, EPF and ETF defaults, having enjoyed tax benefits and free infrastructure facilities offered for investors. Reason why more established serious investors feel reluctant to come to Sri Lanka is mainly the business culture that is awfully corrupt, politically patronised and lacks credibility to collaborate with. That tied to inefficient State agencies starting with the BOI-SL itself, is no inducement for real time serious investors to come.",
    "This needs to be stressed. Those who clamour for relaxing labour laws and desist trade unions projecting Vietnam as a success story should know, Vietnam is not this Sri Lanka. In contrast, one of the most “employee friendly” labour law regimes in Southeast Asia, Vietnam has drawn around 60% of the region’s FDIs. Vietnam’s “Labour Code 2022” contains specific provisions for certain classes of employees such as junior employees, elderly employees, disabled employees, and women employees who are granted certain protections and additional statutory employment rights, including additional rest breaks or shorter regular working hours. In Vietnam, overtime work cannot be imposed on workers as employers wish as in Sri Lanka. There is no compulsory overtime work in Vietnam. “Employee consent” must be obtained regarding the term, locations, and overtime work if the employer plans overtime work. Also, the Vietnam labour code restricts overtime work to a maximum of 40 hours per month.",
    "In general, they have 10 public holidays and 30 days casual leave paid through a social security fund and a monthly minimum wage based on regional specifics that in 2022 was not less than $ 202 in urban Hanoi and Ho Chi Minh City and not less than $157 in other provincial cities and districts, while the lowest is $140 in other smaller rural localities. This is while here in Sri Lanka, the minimum national monthly wage is around $ 53, a few dollars above one third of the lowest in Vietnam.",
    "Since the COVID pandemic that battered their economy in 2020, Vietnam has recovered and is now attracting investors from Europe, the US, and Japan, including Arevo, Fujikura Fiber Optics, Mabuchi Motor, Premo, and Lixil, for raw materials and intermediate products in Vietnam. (Fortune 500 Companies pose competition in Vietnam’s process manufacturing sector/DigiTimes Asia – 01 August 2022) This news report also says, Vietnam has attracted Fortune 500 companies such as Samsung, LG, Canon, Honda and Toyota.",
    "It is thus important for those anti-union free market peddlers to learn from Vietnam that cheap, legally neglected, helpless labour that by virtue of them being treated as discards are no valuable labour. Such labour left grumbling and complaining are never efficient and productive. They cannot be forced to be efficient and productive. On a different perspective, unionised labour at Polytex Garments immediately increased efficiency by 20% with the signing of the collective agreement. It is that sense of being taken care of with respect that made them responsible and efficient. That is what makes the Vietnamese labour force efficient and productive too and attracts Fortune 500 companies. And it leaves us worlds apart.",
    "It is time therefore for the more sensible futuristic employer, for conscious social activists and for those who speak on fundamental rights and democratic governance, to demand from this Wickremesinghe Government to open up the ongoing labour law reform process, presently manipulated by the Minister, his bureaucrats and old time employers. Reforming labour law should be a social dialogue process, for they are intended to serve society, not just a group of employers eager to exploit labour for more profit. It is also time for trade unions to demand from this Government regular State media space to discuss all issues related to labour law. All stakeholders it is who should make the final collective decision and not the minister."
  ]
}