{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/India-hopes-SL-will-fulfill-aspirations-of-Tamil-Minority-Modi-tells-RW/108-263662",
  "time_ut": 1689941664.0,
  "original_lang": "en",
  "original_title": "India hopes SL will fulfill aspirations of Tamil Minority, Modi tells RW",
  "original_body_lines": [
    "Prime Minister Narendra Modi expressed hope on Friday that the Sri Lankan government will fulfill the long-standing aspirations of the Tamils and uphold its commitment to the minority community in the country.",
    "The Prime Minister made the remarks in front of President Ranil Wickremesinghe, who is on a two-day visit to India. This is his first trip to India since assuming the office.",
    "Delivering a joint address alongside Wickremesinghe, the Prime Minister laid stress on the India-backed 13th amendment and the holding of the provincial council election in Sri Lanka.  “We hope that the Government of Sri Lanka will fulfill the aspirations of the Tamils. Will take forward the process of reconciliation for equality, justice, and peace,\" PM Modi said.",
    "“As we are celebrating 75 years of our diplomatic ties, the Indian-origin Tamil community in Sri Lanka is completing 200 years. On this occasion, I am happy to say that a number of projects are being undertaken for them,\" he added.",
    "Expressing India’s long-term commitment to island-nation, PM Modi said Sri Lanka also has an important place in both India’s “Neighbourhood First\" policy and “SAGAR\" vision. “Today we shared our views on bilateral, regional and international issues. We believe that the security interests and development of India and Sri Lanka are intertwined,\" he said.",
    "Days before coming to India, Sri Lankan President held talks with the Tamil National Alliance (TNA) to settle the long-standing Tamil minority demand for political autonomy. TNA is an alliance of parties that represent Tamils from the North and East regions."
  ]
}