{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/03/indian-air-force-donates-an-32-propellers-to-sri-lanka-air-force/",
  "time_ut": 1683108780.0,
  "original_lang": "en",
  "original_title": "Indian Air Force donates AN-32 propellers to Sri Lanka Air Force",
  "original_body_lines": [
    "COLOMBO (News 1st); The Indian Air Force on Wednesday (3) donated AN-32 propellers to Sri Lanka Air Force.",
    "On the culmination of the request made by commander of the Air Force Air Marshal Sudarshana Pathirana during the recently concluded Defense Dialogue between India and Sri Lanka to enhance the operational capabilities of the military forces, the Government of India expressed its preliminary approval for the donation of two sets of AN-32 propellers from Indian Air Force.",
    "The signing of the official documents to handover the two sets of AN-32 propellers to Sri Lanka Air Force by Chief of the Air Staff of Indian Air Force Air Chief Marshal VR Chaudhari and Commander of the Air Force in an Acquisition Ceremony was held at the No. 2 Heavy Transport Squadron premises in SLAF Base Katunayake.",
    "This assistance will be noteworthy to enhance the operational capabilities of the Sri Lanka Air Force paving way to sustain the serviceability of the AN-32 aircraft fleet for operational requirements of transportation of passengers, cargo, air maintenance, scheduled services, and overseas operations.",
    "The official plaques were exchanged between Chief of the Air Staff and Commanding Officer of No 02 Squadron Group Captain Nuwan Welagedara to mark this admirable event of the Squadron’s history.",
    "After concluding the formalities, an interactive session was conducted with the graceful presence of Chief of the Air Staff and officers of the SLAF Base Katunayake which was followed by lunch.",
    "The longstanding ties between the Government of India (GOI) and the Government of Sri Lanka (GOSL) have been a great source of strength for the intellectual, cultural, religious and linguistic interaction over the years.",
    "Extending such legacy of generosity and assistance shared by both nations have amply demonstrated that Indian Air Force has provided nearly 300 technical courses for the past 20 years  in its Type Training Schools for Officers and Airmen of Sri Lanka Air Force  as proof of this long standing defence cooperation.",
    "700 dengue cases recorded in three days; Dengue High Risk Zones declared",
    "Draft bill on National Policy Commission to be tabled in parliament soon by Sub-Committee led by Namal"
  ]
}