{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/UP-Electronic-Enterprises-secures-Bronze-at-National-Industry-Excellence-Awards/34-756834",
  "time_ut": 1703875242.0,
  "original_lang": "en",
  "original_title": "UP Electronic Enterprises secures Bronze at National Industry Excellence Awards",
  "original_body_lines": [
    "UP Electronic Enterprises Owner Upul Gunaratne Jayathilaka receives the award",
    "UP Electronic Enterprises Ltd, a leading electrical engineering service provider in Sri Lanka, received a Bronze Award at the National Industry Excellence Awards, 2023 organised by the Industrial Development Board (IDB). The owner of the company, Upul Gunaratne Jayathilaka received the award at a ceremony held recently at the Nelum Pokuna Mahinda Rajapaksa Theatre under the patronage of President Ranil Wickremesinghe. Having obtained the National Diploma in Technology (NDT) from the Hardy Advanced Technological Institute in Ampara, Jayathilaka worked as an electricity superintendent at the Ceylon Electricity Board (CEB) from 1975 to 1985. He founded UP Electrical Enterprises in 1983, and has been providing electrical engineering services to many leading organisations including the CEB for more than 40 years.",
    "The company is located at No. 3/12, Church Road, Nugegoda, and has provided nearly 15 employment opportunities. Their wide range of products includes medium scale power transformers, battery chargers, and power supply systems. They also provide services supplying transformers for used machinery and other electrical equipment imported from countries like Japan and the United States according to the voltages used in their country. UP Electronic Enterprises, that has been honoured with many awards and appreciations throughout the past 40 years, has multiple plans to expand its services in the future. Jayathilaka said it is a great achievement to be able to receive an award at a national level award ceremony in such a background."
  ]
}