{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89831/shooting-at-alabama-birthday-party-kills-4-people-wounds-28",
  "time_ut": 1681698360.0,
  "original_lang": "en",
  "original_title": "Shooting at Alabama birthday party kills 4 people, wounds 28",
  "original_body_lines": [
    "(AP) — Alabama law enforcement officers Sunday were imploring people to come forward with information about a shooting that killed four people and injured 28 others during a teenager’s birthday party.",
    "Among those killed was a high school senior who planned to play college football and was celebrating his sister’s 16th birthday. The shooting erupted Saturday night at a dance studio in downtown Dadeville.",
    "During two news conferences Sunday, Sgt. Jeremy Burkett of the Alabama Law Enforcement Agency did not take questions. He did not say if a suspect was in custody or if investigators knew about any motivation. He did not provide the names of those killed.",
    "“We’ve got to have information from the community,” Burkett said during a Sunday evening news conference.",
    "Philstavious “Phil” Dowdell, a Dadeville High School senior who had committed to Jacksonville State University, was celebrating at his sister Alexis’ party before he was shot to death, his grandmother Annette Allen told the Montgomery Advertiser.",
    "“He was a very, very humble child. Never messed with anybody. Always had a smile on his face,” Allen told the newspaper, calling it “a million-dollar smile.”",
    "Burkett said the shooting occurred about 10:30 p.m. Saturday. “There were four lives tragically lost in this incident,” he said.",
    "The shootings rocked the city of 3,200 residents, which is about 57 miles (92 kilometers) northeast of Montgomery, Alabama.",
    "Keenan Cooper, the DJ at the party, told WBMA-TV that the party was stopped briefly when attendees heard someone had a gun. He said people with guns were asked to leave, but no one left. Cooper said when the shooting began an hour later, some people took shelter under a table where he was standing, and others ran out.",
    "Pastor Jason Whetstone, who leads the Christian Faith Fellowship, said the granddaughter of one of his church members was shot in the foot and underwent surgery Sunday.",
    "“All of our hearts are hurting right now. We’re just trying to pull together to find strength and comfort,” Whetstone said before an interfaith vigil in the parking lot of First Baptist Church.",
    "“We are a loving community,” he said. “We’re pulling together in every aspect to comfort each and every one of these children, the teachers, all of the community.”",
    "Dadeville’s compact downtown is centered around a courthouse square with one- and two-story brick buildings. The town’s busiest commercial district is a few blocks north of the square, off a bustling four-lane highway that runs between Birmingham and Auburn. Dadeville is close to Lake Martin, a popular recreational area.",
    "Investigators on Sunday continued filing in and out of the Mahogany Masterpiece dance studio, denoted by a banner hanging on the outside of a one-story brick building just off the square. At least five bullet holes were visible in the studio’s front windows. Less than a block away, the American and Alabama flags were lowered to half staff outside the Tallapoosa County Courthouse.",
    "Dadeville Mayor Frank Goodman said he was in bed asleep when a council member called him just before 11 p.m. Saturday. He said he went to Lake Martin Community Hospital in Dadeville, where some of the people who had been shot were taken.",
    "“It was chaotic,” Goodman said. “There were people running around. They were crying and screaming. There were police cars everywhere, there were ambulances everywhere. People were trying to find out about their loved ones. That was a scene, where we never had anything like this happen in our city before.”",
    "Pastor Ben Hayes, who serves as chaplain for the Dadeville Police Department and for the local high school football team, said most of the victims are teenagers. Dowdell was within weeks of graduation and faced a bright future, Hayes told The Associated Press.",
    "“He was a strong competitor on the field,” Hayes said. “You didn’t want to try to tackle him or get tackled by him. But when he came off the field, he was one of the nicest young men that you could ever meet, very respectful and well-respected by his peers.”",
    "Antojuan Woody, from the neighboring town of Camp Hill, was a senior and fellow wide receiver with Dowdell on a Dadeville Tigers football team that went undefeated before losing in the second round of the playoffs last year. He said he and Dowdell had been best friends for all of their lives. “It hurts,” Woody said as a steady stream of friends and teammates walked over to hug him during Sunday’s prayer vigil. “It’s unreal. I can’t believe it.”",
    "Woody said he and Dowdell had a special relationship on the football field. “Us being friends forever like that, our chemistry was spot on. We always celebrated together on the field,” he said.",
    "He described the victims “as great people who didn’t deserve what happened to them.”",
    "Hayes, the pastor, said worried families swarmed the local hospital Saturday night trying to find the condition of their children. He said serious crime is rare in Dadeville, and the small city is “sad, traumatized, in shock.”",
    "Jacksonville State football coach Rich Rodriguez said in a statement Sunday: “Our thoughts and prayers are with the family of Philstavious Dowdell and the other victims of the senseless tragedy last night. He was a great young man with a bright future.”",
    "Dowdell also recently won medals at a high school track meet at Troy University.",
    "Counseling will be available for students at Tallapoosa County schools Monday, said the school district superintendent, Raymond C. Porter.",
    "“This morning, I grieve with the people of Dadeville and my fellow Alabamians. Violent crime has NO place in our state, and we are staying closely updated by law enforcement as details emerge,” Alabama Gov. Kay Ivey said on social media.",
    "President Joe Biden was briefed on the shooting, the White House said, adding that it is closely monitoring the situation and has been in touch with local officials and law enforcement to offer support.",
    "“What has our nation come to when children cannot attend a birthday party without fear? When parents have to worry every time their kids walk out the door to school, to the movie theater, or to the park?” Biden said in a statement Sunday. “Guns are the leading killer of children in America, and the numbers are rising – not declining. This is outrageous and unacceptable.”",
    "Biden called on Congress to “require safe storage of firearms, require background checks for all gun sales, eliminate gun manufacturers’ immunity from liability, and ban assault weapons and high-capacity magazines.”",
    "The mayor said Dowdell was “a great young man.” He also said he is concerned about those wounded and psychologically traumatized by the shooting.",
    "“We are praying for them,” Goodman said. “We ask God, if it’s his will, to bring them back to their parents safe, so they can mend.”",
    "Goodman said guns and violence are not a frequent presence in Dadeville. He said trying to control guns would prove as futile as trying to control illegal drugs.",
    "Dadeville High School had 485 students in grades 6-12 in 2022, according to Alabama state data. It serves Dadeville and nearby parts of Tallapoosa County. Like the rest of Dadeville, it’s tucked away just out of view off a busy highway that runs from Birmingham to Auburn.",
    "Dadeville High’s head football coach Roger McDonald said he would try his best to support grieving students.",
    "“There’s not a playbook for something like this,” he said. “So the best you’ve got to do is just love on your kids, let them all know how much you care about them, be there for them.”",
    "“He was a leader, and as far as his ability, an electrifying player,” the coach said.",
    "Michael Taylor, an assistant coach, said he met Dowdell when the boy was 9 and coached him in youth football. Taylor said the team was invited to Atlanta to play in the stadium used by the NFL’s Atlanta Falcons.",
    "“He did some amazing things there, and he never stopped doing them since then,” he said. “He was the No. 1 athlete in the school.”",
    "Taylor said he last heard from Dowdell on Friday, when Dowdell was seeking video of his athletic exploits. Taylor said he drove to the shooting scene Saturday night from his home in nearby Camp Hill.",
    "“Man, I couldn’t get close,” Taylor said. “So once I found out what’s going on, I really I just had to leave because it was going to be all night.”",
    "Taylor said he returned Sunday to see Dowdle’s body carried out from the dance studio. He said he’s not sure what he will tell other athletes Monday.",
    "“The first thing we’ve got to do is we’ve got to pray our way out of this,” Taylor said Sunday. “There ain’t no other way. And then I can tell you, they’re all real close like family at the high school.”",
    "This is at least the second time in recent years that multiple people were shot in Dadeville. Five people were wounded in July 2016 during a shooting at an American Legion hall, and a man was later charged with five counts of attempted murder, news outlets reported."
  ]
}