{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-trade-deficit-to-widen-with-relaxation-of-import-bans-cb-official-120403/",
  "time_ut": 1683870300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s trade deficit to widen with relaxation of import bans – CB official",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Central Bank sees the island nation’s trade deficit widening for four years including 2023, despite the current import ban, a top official said, as the crisis-hit nation is compelled to relax its import barriers.",
    "Since the country declared an unprecedented sovereign debt default last year after the $77.1 billion economy fell short of foreign currency, the Central Bank has imposed strong restrictions on imports.",
    "Many of Sri Lanka’s trading partners including the European Union have raised concerns over import bans and threatened to not to renew a lucrative trade concession deal – GSP plus, while the International Monetary Fund (IMF) also has urged the authorities to relax such barriers.",
    "The Central Bank expects the widening of the trade deficit will start once they relax the compressed import ban.",
    "“Until such time that the financial flows are normalised, then you will see the possibility of allowing more imports to happen, and that will widen the trade gap,” said P.K. Harischandra, Director at the Central Bank’s Economic Research Department, speaking to EconomyNext on the sideline of a forum on Tuesday.",
    "“Anything below 7% is something that we can manage because our services are set out,” he said referring to service exports like information technology.",
    "Sri Lanka however saw wide trade deficits and record imports in 2021, when import controls were even tighter than now. Trade deficits come when services income accounts are spent by their recipients.",
    "External current account deficits come when financial account inflows (borrowings or FDI) are spent or invested by their recipients. Currencies collapse when money is printed (central bank credit is extended), by a reserve collecting central bank, triggering balance of payments deficit, regardless of the level of imports.",
    "The central bank projects a $5.3 billion trade deficit for this year, $6.1 billion for next year, $5.5 billion in 2025, and $5.6 billion in 2026.",
    "The trade gap in percentage is expected to post a 7.4 percent deficit next year and less than that in other years through 2026.",
    "Imports go up due to services income like remmittances, triggering a trade deficit.",
    "“The secondary income account will support that extranational trade deficit. Our income account deficit will also be in check due to the restructured debt,” he said.",
    "“So that will balance out the  situation, even the exchange rate changes that could take place as a result of the widening.” (Colombo/May 11/2023)"
  ]
}