{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83199",
  "time_ut": 1701198900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka has reached an “agreement in principle” with India and the Paris Club group of creditors including Japan, on a debt treatment plan; Lenders  ‘expect’ transparency from ‘other bilateral creditors’ alluding to China",
  "original_body_lines": [
    "Sri Lanka has reached an “agreement in principle” with India and the Paris Club group of creditors including Japan, on a debt treatment plan that will help the crisis-hit island nation tap the next tranche of the International Monetary Fund’s nearly-$3 billion recovery package.",
    "“The OCC [Official Creditor Committee] and Sri Lanka agreed on the main parameters of a debt treatment consistent with those of the Extended Fund Facility (EFF) arrangement between Sri Lanka and the IMF,” the Paris Club said in a statement on Wednesday. While the statement did not spell out the parameters, the OCC said it “stands ready and looks forward to formalising” the agreement in the coming weeks in a Memorandum of Understanding with Sri Lanka.",
    "At the height of last year’s crippling economic crisis, Sri Lanka decided to default on its nearly $51 billion foreign debt. A comprehensive restructuring of loans became necessary to begin an economic recovery programme backed by the IMF. Major lenders formed the OCC in May 2023 in response to Colombo’s request for debt treatment. It is co-chaired by India,",
    "Japan, and France, as chair of the Paris Club. The Committee has held several discussions with Sri Lankan authorities over the last few months, evaluating possible options in recasting Colombo’s outstanding debt, such as altering the interest payments or the terms of the loans. China, Sri Lanka’s largest bilateral creditor, has opted to stay out of the platform, but has attended the meetings as an observer.",
    "Japan and India, Sri Lanka’s other two major lenders, have repeatedly emphasised the need for creditor parity and transparency.  In an apparent reference to China, the OCC on Wednesday noted that it expects “other bilateral creditors” to consent to “sharing, in a transparent manner, the information necessary for the OCC to evaluate comparability of treatment regarding their own bilateral agreement.”",
    "The OCC further asked Sri Lanka to continue to engage with its private creditors — who hold the largest chunk of the island’s foreign debt — and swiftly firm up “an agreement on terms at least as favourable as the terms offered by the OCC”.",
    "The IMF, on reaching a staff-level agreement with Sri Lanka October 19, 2023, after its first review of the External Fund Facility, said it had taken note of “a tentative agreement” between Sri Lanka and the Export-Import Bank of China, and that it looked forward to “analyzing the details”. Securing an agreement with official creditors on a debt treatment plan consistent with the Fund’s debt targets was “the critical next step”, the Fund said, indicating that the next instalment of the IMF package was contingent on it.",
    "China has assured Sri Lanka of cooperation in y:the debt restructuring process and Sri Lanka has, in turn, assured other creditors of China’s transparent participation, but the specifics of the possible debt treatment plan are awaited."
  ]
}