{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Merrill-Joseph-Fernando-The-tea-maker-who-left-behind-a-remarkable-legacy/172-263589",
  "time_ut": 1689883061.0,
  "original_lang": "en",
  "original_title": "Merrill Joseph Fernando: The ‘tea maker’ who left behind a remarkable legacy",
  "original_body_lines": [
    "Drawing upon over decades of tea expertise Merrill J.Fernando, at the time of his passing away, was regarded as the most proficient tea maker globally.",
    "Merrill’s greatest achievement lay in establishing a brand that not only overcame the exploitation of Sri Lanka’s tea industry, but also endeared it to tea enthusiasts globally",
    "Dilmah also extended its altruistic efforts to the environment through Dilmah Conservation",
    "Merrill Joseph Fernando, the visionary founder and CEO of Dilmah Tea, the world renowned Sri Lankan tea brand, passed away on July 20, 2023, at the age of 93. Born on May 6, 1930, in Negombo, Sri Lanka, he came from a modest background. Merrill’s initial ambition was to pursue a career in law, but he shifted his focus to the tea industry when he saw an opportunity as a tea taster during a time when the British controlled the trade and dominated the industry.",
    "In 1988, Merrill J. Fernando founded Dilmah Tea, drawing upon over decades of tea expertise. At the time of his passing away, he was regarded as the most proficient tea maker globally. His business philosophy revolved around the idea that commerce should also serve as a form of social service. Thus, Dilmah was dedicated to promoting compassion for societies and nature, making it more than just a trading company.",
    "Under Merrill’s inspiring leadership, Ceylon Tea gained immense popularity worldwide due to its distinctive taste and aroma, often characterised as remarkably refreshing with a bright and rich flavour. In England, tea became synonymous with Dilmah, a testament to the brand’s resounding success in revolutionising the tea market not only in Europe, but also in other regions, where it is now cherished at exclusive locations.",
    "Merrill’s greatest achievement lay in establishing a brand that not only overcame the exploitation of Sri Lanka’s tea industry, but also endeared it to tea enthusiasts globally. Moreover, he translated his vision of human service into action through his ‘MJF Charitable Foundation,’ which, in an extraordinary act of generosity, allocated a minimum of twenty percent of the company’s pre-tax profits to provide education, nutrition, care, and unwavering support to differently-abled children, society, and the elderly. Dilmah also extended its altruistic efforts to the environment through Dilmah Conservation, embracing a holistic approach to conservation and cultural intervention.",
    "The global recognition of Merrill’s unparalleled achievements was evident through an array of prestigious accolades and awards. Notably, he was honoured by the esteemed panel of Nobel Laureates for his ‘business worthiness’ in 2007, and in 2015, Merrill was humbled to be named Oslo Business for Peace Honouree. In 2016, he was deservedly celebrated as the distinguished Sri Lankan of the Year, recognizing his significant contributions to both society and commerce. The prestigious award for Responsible Capitalism acknowledged Merrill’s successful efforts in significantly improving the lives of underprivileged children and disadvantaged groups, an honour he cherished deeply. Additionally, the esteemed brand think tank Medinge Group wholeheartedly acknowledged Dilmah as an exemplary Brand with a Conscience. Furthermore, in 2018, he was bestowed with the revered Lifetime Achievement Award for his unwavering dedication to philanthropic service by the esteemed World Association of Chefs’ Societies. Notably, in August 2019, Merrill was honoured with the prestigious and esteemed title of ‘Deshamanya,’ the second highest national award, a testament to his extraordinary commitment to his country and its people.",
    "Dilmah’s remarkable tea blends have gained a well-deserved reputation for excellence, consistently living up to their delightful fragrance and delivering an unparalleled spectrum of rich, refreshing, and genuinely authentic flavours with an excellent soothing aroma and creamy taste. The brand’s unwavering dedication to quality has earned Dilmah the title of “best cup of tea in England” and distinguished it as one of the world’s foremost Premium Tea Brands, celebrated by tea connoisseurs and enthusiasts alike.",
    "A cup of tea, especially the exceptional quality offered by Dilmah, is often described as a strong, fresh, and healthy beverage that can reduce stress, enhance focus and concentration, improve heart health, boost immunity, and provide various other well-being benefits. As one of the most widely consumed beverages after water, tea continues to hold a special place in the hearts of people worldwide.",
    "Dilmah’s impact goes well beyond business success; it is deeply rooted in a profound commitment to social responsibility and environmental conservation. Through their extraordinary efforts, they have become a brand with a conscience, making meaningful contributions to positive change in society and the environment, leaving behind a lasting legacy that will continue to inspire and uplift for generations to come.",
    "The great entrepreneur was credited with taking single-origin Sri Lankan tea to over 100 countries worldwide, leaving behind a remarkable legacy in the global tea industry.",
    "He leaves his two sons and grandchildren. His greatness was in kindness and humility, enabled by invincible faith that his generations will follow as, he rests in the arms of his Lord."
  ]
}