{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92395/cbsl-clarifies-speculations-on-authorizing-inr-as-a-designated-currency",
  "time_ut": 1690966260.0,
  "original_lang": "en",
  "original_title": "CBSL clarifies speculations on authorizing INR as a designated currency",
  "original_body_lines": [
    "The Central Bank of Sri Lanka (CBSL) has issued a clarification on the ‘misrepresentations of facts’ circulated with regard to the Indian Rupee (INR).",
    "A media release issued by the CBSL emphasized that the authorization of the Indian Rupee as a designated currency does not make it a ‘legal tender’ in Sri Lanka for domestic payments/settlements.",
    "“Any transaction executed between or among residents in Sri Lanka shall be in LKR, being the legal tender in Sri Lanka.”",
    "The CBSL clarified that the main purpose of authorizing foreign currencies as designated currencies is to promote trade and investment relations between the two countries.",
    "Further, it is expected to reduce the additional transaction costs associated with dual conversion and will support promoting trade transactions through the formal banking channel.",
    "The CBSL noted that the legal tender in Sri Lanka for domestic payments and settlements will remain as LKR.",
    "The statement says trade between Sri Lanka and India has grown rapidly after the Indo-Sri Lanka Free Trade Agreement (FTA) which came into force in March 2000.",
    "In view of the expanding economic activities between India and Sri Lanka, particularly in promoting existing trade relations between the two countries, on several occasions the CBSL has communicated to the Reserve Bank of India (RBI), the Monetary Authority of India, its willingness to authorize INR as a designated foreign currency in Sri Lanka.",
    "Accordingly, in August 2022, with the concurrence of RBI, INR was authorized by the CBSL as a designated foreign currency in Sri Lanka. However, the use of INR as a designated foreign currency in Sri Lanka is subject to any restrictions imposed by RBI, the CBSL added.",
    "Authorising INR as a designated foreign currency stands to bring many advantages to Sri Lanka including the facilitation of smooth banking transactions relating to INR especially for small-scale traders, encouraging traders to use banking channels for trade transactions over informal channels, reducing additional transaction costs associated with the dual conversion of INR into USD and thereafter into LKR and vice-versa.",
    "Moreover, since India remains a large source country for tourism in Sri Lanka, authorizing INR as a designated foreign currency for banking transactions would add more convenience to Indian tourists, according to the CBSL.",
    "The media release read that the CBSL from time to time, authorizes selected foreign currencies as designated foreign currencies with a view to facilitating international trade and cross-border banking transactions.",
    "Commencing May 1979, the CBSL has occasionally recognized designated foreign currencies.",
    "According to the CBSL, at present, 16 currencies – Australian Dollar, Canadian Dollar, Chinese Renminbi, Danish Kroner, Euro, Hong Kong Dollar, Indian Rupee, Japanese Yen, New Zealand Dollar, Norwegian Kroner, Pound Sterling, Singapore Dollar, Swedish Kroner, Swiss Franc, Thai Bhat and US Dollar –  have been authorized as designated foreign currencies under the provisions of the Banking Act and the Foreign Exchange Act, with the latest inclusion being the INR in August 2022."
  ]
}