{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/07/west-africa-tense-as-niger-coup-leaders-await-military-action-by-neighboring-nations/",
  "time_ut": 1691401800.0,
  "original_lang": "en",
  "original_title": "West Africa tense as Niger coup leaders await military action by neighboring nations",
  "original_body_lines": [
    "Colombo (News 1st) – The enormous region of West Africa is now in a state of acute tension as the deadline passed for coup leaders in Niger to hand back the government to the democratically elected president and cabinet, and the threat of military action by 11 other states in the region loomed, West African media reported.",
    "Niger's coup leaders on Sunday declared that they would not back down and closed the country's airspace in anticipation of possible air incursions.",
    "The Niger crisis is an existential threat to the 15-nation regional bloc Economic Community of African States (ECOWAS), which was rapidly progressing toward an economic union on the lines of the European Union. The ECOWAS region has a joint Central Bank among eight states already in place – the Central Bank of West African States (BCEAO) – and two common currencies – the CFA Franc that is already used by the eight French-speaking states, and another named the 'Eco' to be adopted by the six English-speaking nations in 2027. Other regional institutions include the Community Court of Justice, which has limited jurisdiction across the region.",
    "Nigeria's President Bola Tinubu, currently the Chairman of ECOWAS, is spearheading the drive to restore the democratic government of Niger, and is strongly supported by Togo, Benin, Ivory Coast, Ghana and Senegal. Nigeria, which is by far the strongest nation in the region with 230 million of the area's 400 million population, has already begun preparing for possible military action.",
    "Military chiefs of the 11 nations that are ruled by democratic governments met for several days this week in the Nigerian capital Abuja, and announced on Friday that they have drawn up a plan of action.",
    "Nigeria's tough stance came despite the military rulers of neighboring Mali and Burkina Faso siding with Niger and warning that military action against Niger would be considered as a declaration of war on their countries as well.",
    "Nigeria has an army of 230,000 soldiers while Niger has just 25,000, according to military-related websites. Nigeria's air force has 35 jet combat aircraft, while Niger has only two. Mali and Burkina Faso each have less than 10,000 soldiers, while their air forces lack any jet combat aircraft. However, Niger, Mali and Burkina Faso all have less trained and equipped militias to support their armies. However, military action across the enormous region and the tough terrain could be extremely difficult.",
    "Nigeria, which supplies over 70% of Niger's electricity supply, last Wednesday cut the power supply as part of the economic sanctions laid down by ECOWAS, plunging much of Niger into darkness.",
    "Hopes of a negotiated settlement have stalled. Niger's coup leaders rejected the latest peace mission and refused to meet with the negotiation team led by former Nigerian President General Abdulsalami Abubakar, which landed in the Niger capital Niamey, but returned when the coup leaders refused to meet them.",
    "Meanwhile the fate of 2,500 U.S. and French troops stationed in Niger as part of efforts to combat al-Qaeda and ISIL insurgencies in the region remains unclear. On Friday the coup leaders announced that they were ending all military agreements with France, Niger's former colonial power. The French government responded that it considers the agreements to be valid since they were signed by the legitimate civilian government of Niger. France has over 1,000 soldiers and a number of French Air Force aircraft in Niger for ground and air operations against al-Qaeda and ISIL terror groups operating in Niger and neighboring states. The United States also has several bases and 1,500 troops in Niger, notably for the operation of drones for surveillance and attack.",
    "An impoverished nation of 25 million people that is heavily dependent on international aid, Niger contains some of the world's largest deposits of Uranium, which are mainly being mined by French companies.",
    "Economic sanctions have quickly been put in place by ECOWAS, including the closing of land and air borders and the cancellation by the Central Bank of West African States of a USD 50 million bond issue for Niger that was scheduled for next Monday. The World Bank has also suspended its assistance programs to Niger, as have the United States and France.",
    "Another Aragalaya under the guise of farmers’ crisis? President gets intelligence report"
  ]
}