{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/relevance-of-a-strategic-culture-to-sri-lanka/",
  "time_ut": 1685454984.0,
  "original_lang": "en",
  "original_title": "Relevance Of A “Strategic Culture” To Sri Lanka",
  "original_body_lines": [
    "The concept of strategic culture has derived from the phrase political culture as it is the task of the political culture of a country to determine the state’s attitude towards peace and security issues. Thus, any attempt to examine the strategic culture in  international relations should be scrutinized through the prism of political culture. In general, the mainstream argument on strategic theory has been dominated by the Neorealist school that posits staunch stances towards the state centric nature of international relations and rationality in decision making. The position taken by some American IR theorists like Sean Lynn Jones is akin to depicting the nature of “Strategic Culture” under the lenses of historical and civilizational perspective of a country imbued with the geography.",
    "In order to understand why Sri Lanka needs a strategic culture in its international affairs, it would be vitally important to look at the historical sources that testify how strategic culture of Sri Lanka worked in the past. The ancient history of Sri Lanka is an apt illustration indicating the intrinsic relationship between Lanka and India as the most decisive factor in deciding the destiny of the island.  Since the arrival of Mahinda, the son of Emperor Asoka of Maurya dynasty in the 3rd century BC to the Anuradhapura of Sri Lanka, the Indic influence in Sri Lankan polity continued as a major factor, which sometimes contained invasions, influxes and many of forms of assimilations. From a critical point of view, one can argue the Mauryan bonhomie of introducing Buddhism to Sri Lanka was a strategic way that Asoka extended his orbit to Sri Lanka, which brought him a Pacific victory without waging a war. Besides these grand cultural assimilations, the whole set of invasions the Rajarata civilization faced came from the Indian mainland until the arrival of the Portuguese as the first set of European invaders. Nonetheless, this socalled  love and hate link between the two states was continued to be the focal point of the strategic culture in Sri Lanka as the Indian factor was always considered by the rulers as one the indispensable ones. There were times that Sinhalese kings sought refuge in India when their kingdoms were invaded by the internal enemies or South Indian invaders. This anomaly was well described by President JR Jayewardene in his speech signing the Indo-Lanka Peace accord in 1987, in which he stated “When the Chola’s invaded us, we went to the Pandyans in search of support and when the Pandyans attacked us we turned to the Kingdom of Pallawa. Today’s India is a monolithic polity and again we seek her support to build our peace”",
    "In the post-colonial ventures, Sri Lanka lacked a palpable consensus or interest in forming a strategic culture based on the civilizational ethos shared with India. On the contrary, leaders of the UNP suffered from paranoia towards India seeing it as a hostile power, that would annex the island to the mainland, which was perhaps bolstered by the rhetorical statements of Indian strategists like K.M.Parrikar. It was in this context DS Senanayake’s government entered into a defence pact with Britain, which lasted until SWRD Bandaranaike revoked it after 1956. The non-alignment doctrine adopted by Bandaranaike of Sri Lanka remained strong in the 60’s and ’70s, in which, Sri Lanka stood with Nehru’s “Panchsheel policy as notable stand in the foreign policy. However, gradually India moved away from its Nehruvian position of underplaying the use of force and the clear indication of this shift came in the 80s as there were attempts to go beyond the success of the 1971 war that had resulted in the dismemberment of Pakistan and the creation of Bangladesh. India’s alleged involvement in arming and training the Tamil militants of Sri Lanka was an offshoot that sprang parallel to the rapport built by President JR Jayewardene with the West, which was perceived by India as a stubborn gesture that may destabilize Delhi’s geopolitical interests.",
    "Today’s India is not a mere regional power as it has finally reached its long-awaited moment to play a dominant role in global affairs with a much-developed strategic culture. It should be noted that the civilizational values always echo in deciding the strategic culture, in the case of India, its early zest for strategic culture perpetuated the archaic Upanishad wisdom “Vasudhaiva Kutumbakam”  (World is one family) by seeing the very need of peaceful coexistence, which was a timely vision in the turbulent times of the Cold War. Nonetheless, India under Modi is more ambitious and it tries to revive Sarvarkar’s dream of “Akhand Bharat” which aggrandizes undivided India.",
    "In a time when Indian geopolitical ambitions soar high, Sri Lanka should be judicious in forming its strategic culture without undermining its closest neighbour’s interests. The post-war affinity that Sri Lanka built with China resulted in an unmitigated disaster as it turned Sri Lanka into a victim of a geopolitical nexus in the Indian Ocean Region. Notwithstanding the anti-Indian sentiments that usually comes in the political domain, the need to create Sri Lanka’s strategic culture aligning with India is timely and will benefit a small state like Sri Lanka in dealing with complex geopolitical issues.",
    "This year marks the 75th anniversary of bilateral relations between India and Sri Lanka, which has undergone many traumatic stages, especially during the Sri Lankan civil war years. With all the ups and downs that Sri Lanka maintained with India throughout these years, one thing that remains static is that the island nation cannot drift away from the orbit of India.As Huntington aptly puts in his clash of the civilizations thesis, there are core states that provide upbringings to the peripheral states and it is by no means an exaggeration to describe India as the core state that cultivated the civilizational values of Sri Lanka. Thus, considering Indic factor as the epicentre of Sri Lanka’s strategic culture should be the prime task of the policy makers in Colombo.",
    "*Author is a post-doctoral researcher affiliated to Scuola Superiore Sant Anna, Pisa"
  ]
}