{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-expolanka-net-down-96-2-pct-due-to-exchange-losses-119612/",
  "time_ut": 1683035100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Expolanka net down 96.2-pct due to exchange losses",
  "original_body_lines": [
    "ECONOMYNEXT – Profits at Sri Lanka based Expo Lanka Holdings, a logistics unit of SG Holdings of Japan, reported a loss of 1.2 billion rupees for the March 2023 quarter, due to losses from exchange rate fluctuation as the rupee started to appreciate after lifting a surrender rule by the Central Bank.",
    "“The group recorded an exchange loss of 2.4 for the quarter under review, a result of the appreciation of the Sri Lankan Rupee against the USD, the large foreign earnings portfolio and asset base of the group was negatively impacted due to translation related adjustments” Group CEO Hanif Yusoof told shareholders.",
    "The group reported earnings of 0.60 rupees for the quarter, down from 16.04 percent a year earlier.",
    "Revenues fell to 55 billion rupees in the March 2023 quarter, down from 242 billion rupees a year earlier, cost of sales fell 81.7 percent to 35.8 billion rupees and gross profits fell 58.09 percent to 19.3 billion rupees.",
    "However unspecified administration costs rose 7.1 percent to 16.1 billion rupees.",
    "“The Global logistics industry endured a transitionary 12 months as it came to terms with a dynamic and uncertain operating environment. A slowdown in global trade was visible particularly in our key North America trade lane,” Yusoof said.",
    "“High inventory levels resulting from overstocking during the pandemic period and reduced consumer spending due to inflationary fears saw a reduction in new orders from most retailers. Geopolitical tensions, increased energy costs and other market uncertainties further dampened consumption particularly on discretionary spending.",
    "“We believe that this slowdown is part of short-term cyclical changes that have taken place after a strong economic performance over the 2021 calendar year.”",
    "The groups total deferred income tax payables increased to 1.1 billion rupees from 926 million and the total due loans increased t0 94 million from 18.4 million rupees.",
    "The group’s total equity and liability fell from 296 billion to 220 billion from a year earlier. (Colombo/May02/2022)"
  ]
}