{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/SL-battles-rising-crime-rate-as-killings-continue/108-261594",
  "time_ut": 1687418782.0,
  "original_lang": "en",
  "original_title": "SL battles rising crime rate as killings continue",
  "original_body_lines": [
    "With a dramatic surge in shooting and criminal incidents in recent months, the Police have increased secret operations to thwart criminal activities triggered by rivalries among underworld gangs.",
    "During the last 24 hours, three individuals were killed in three separate shooting incidents in Homagama, Kosgama and Kottawa.",
    "Of the incidents, two had happened in the Nugegoda Police Division where two persons aged 30 and 46 were shot dead in Kottawa and Homagama while another shooting incident occured in Kosgoda where a 42-year-old person was killed by two unidentified gunmen on a motorcycle.",
    "The victim of the Kosgoda shooting has been identified as Vijith alias “Ran Mahaththaya” while a 30-year-old person was shot dead at a medical centre located in Kottawa.",
    "The reasons for the recent shooting incidents are yet to be ascertained.",
    "Commenting on the string of shootings, Police Spokesman SSP Nihal Thalduwa told Daily Mirror that almost all the incidents are linked to underworld and illegal drug trade.",
    "“Some incidents are orchestrated by drug lords residing overseas against their rivals,” he said.",
    "“The operations are underway to apprehend the culprits of the recent shooting incidents and to bring them to book,” he added.",
    "Meanwhile, SSP Thalduwa said 23 individuals had died in 37 shooting incidents since January, 2023.",
    "Commenting on the current spree of shootings, Public Security Minister Tiran Alles said he would take steps to increase police operations to contain the wave.",
    "The Minister told Daily Mirror that police operations are already in progress, but they have to be increased to arrest the trend. He also said the killing spree had been triggered by rivalry among criminal gangs.",
    "“This is not where ordinary people are getting killed. It is criminals taking on other criminals,” the Minister said.",
    "Earlier, Minister Alles had said that firearms used during the war had reached the criminal hands and are in circulation",
    "During the past three years, the STF alone had recovered more than 1000 illegal weapons.",
    "Meanwhile, responding to questions about the rising crime rate in Sri Lanka, former Army Commander and MP Field Marshal Sarath Fonseka denied claims that weapons used during the war have surfaced from various parts of society. \"There is nothing to surface, as they were all seized and destroyed. Nothing was left for anyone to get their hands on,\" he said.",
    "“The country appears to have descended to chaos under a government which has failed to maintain law and order. There has only been talk and no action. The underworld is carrying out shootings while the drug menace has only gotten worse,\" he said.",
    "\"However, it's not that difficult to find weapons in this country. There was a report in today's newspaper that a senior Police officer was caught with a drug peddling woman. Some of these things happen with their involvement as well. It only goes to show the government's inability to maintain law and order,\" Fonseka said. (Sheain Fernandopulle)"
  ]
}