{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81108",
  "time_ut": 1675461780.0,
  "original_lang": "en",
  "original_title": "Objective of 1962 Coup Conspiracy was Overthrowing the SLFP Govt Overnight.",
  "original_body_lines": [
    "Sri Lanka formerly known as Ceylon is about to celebrate its 75th anniversary of independence from Britain on February 4th. The Island nation has in its 75 year  post-independence period experienced several troubles and upheavals  ranging from communal pogroms to internal civil wars.In spite of these trials and tribulations, Sri Lanka can be proud of continuing to remain a democracracy. A democracy with many flaws but nevertheless a democracy!",
    "One of the many crises undergone by the Island nation in its earlier Ceylon avatar was the 1962  Coup d’etat conspiracy. Coup d’etat meaning “stroke of state” in French is used to describe the overthrow or deposition of a government or head of state through illegal or unconstitutional means. A coup d’etat generally referred to as a coup is usually undertaken by officer/s of armed forces against the established government.",
    "Sri Lanka known  as Ceylon had its first taste of a  military coup in  January 1962 when a group of Army,Navy and Police officers together with a senior civil servant devised a blueprint  to overthrow the democratically elected Sri Lanka Freedom Party (SLFP) government of the then  Prime Minister Sirimavo Bandaranaike.The plan was to take over the capital  Colombo and  seize state power through a series of coordinated military operations in one night. The objective was to overthrow the Govt on the night of  27 January  1962.",
    "However the  envisaged  coup  never got off the ground   because it never got beyond the conspiracy stage to that of execution.The ringleaders  called it off on the 27th evening because there was a “leak” and they feared the coup was compromised. Despite the coup not being enacted, there was an official crackdown. Several persons, most of them defence service personnel were arrested,detained, interrogated and subsequently charged in courts.Nevertheless the  fact remains that the abortive coup of 1962 was essentially a conspiracy as there was no related action  except for the arrest of a left-party MP in the Southern province.",
    "The attempted coup of 1962 and its aftermath have aroused my passionate interest since boyhood. I have written about many aspects of the coup in the past. However I am frequently amazed by the interest and curiosity  of readers from different age groups and ethnicity in the abortive coup. The 61st anniversary of the 1962 coup attempt  fell last week on Jan 27. I have been receiving several requests from readers to write about it.  I intend therefore to re-visitt  the 1962 coup in these columns with the aid of some of my earlier writings.",
    "The 1962 Coup d’etat conspiracy had three noteworthy  aspects.Firstly the  architects of the conspiracy wanted  a bloodless coup.The planning of the coup was done with the  objective of avoiding bloodshed. Important people were to be either detained  or have their movement restricted for specific periods of time but  would not  have suffered  summary execution. It was this desire to avert bloodshed that caused the chief conspirators to abort the mission when it was compromised.",
    "Secondly the execution of the coup entailed a quick seizure of power and takeover of Government. The task was to be completed within a few hours.  This was to avoid a protracted struggle for power that could possibly have resulted in huge losses of life,limb and property. Also  presenting a speedy “fait accompli” would have been a deterrent to  potential international intervention on behalf of the incumbent regime.",
    "Thirdly the coup conspirators had no intention of retaining power and control permanently. After  dissolving Parliament  and consolidating power under military rule, they envisaged a temporary governance of the Country  under a  regency council presided over by the Governor- General. Thereafter a new, progressive Constitution was to be promulgated and  fresh elections held. As to whether these intentions would have been upheld,  if and when the coup was executed , is indeed a pertinent question. However no specific answer is  available because the coup d’etat  planners had called it off beforehand.",
    "Six persons could be described as the architects who designed the Coup. They were",
    "1. Don John Francis Douglas Liyanage, CCS – Deputy Director of  Land Development.",
    "2. Colonel F. C. de Saram, OBE – Deputy Commandant, Volunteer Force.",
    "3.Colonel Maurice De Mel – Commandant, Ceylon Volunteer Force and former Chief of Staff of the Army.",
    "4. Cyril Cyrus ,”Jungle” Dissanayake – Deputy Inspector General of Police (DIG).",
    "5. Sidney Godfrey de Zoysa – Retd  Deputy Inspector General of Police (DIG).",
    "6.Rear Admiral Gerard Royce Maxwell de Mel, OBE. Royce de Mel   had  recently  been relieved as navy  Commander then designated as Captain of the Navy over a controversy regarding smuggled goods being discovered in a naval vessel.",
    "However the only  civilian  in this six,  Douglas Liyanage,  though very much involved in formulating the coup project was not involved in its planning and execution . The coup codenamed “Operation Holdfast’was devised  by the   five defence officials who could be termed ring leaders. It was FC de Saram known as Derek who was the moving spirit of the coup. De Saram was the  chief strategist  who conceptualized  and mapped out the entire  exercise while Sidney de Zoysa was the  premier tactician who planned out the operational manouevres and knitty- gritty  facets of “Operation Holdfast”.",
    "The choice of the codename “Operation Holdfast”is rather intriguing.It  was the practice in the last century for codenames to be used  for regiments/corps   in radio communications of the British armed forces as well as those of  countries in the Empire/Commonwealth. Some examples are  Foxhound -Infantry, Sheldrake-Artillery,Ironside-Armour,Pronto-Signals,Acorn-Intelligence and Starlight- Medical. In that context “Holdfast”referred to the Engineering Corps.",
    "I do not know whether it was the Engineers Corps references to Holdfast that influenced the Coup codename of “Holdfast”. However upon reflection it does seem an appropriate term for the coup. “Holdfast”  could mean establishing a key position and  then staying put. An entrenched  position that must be “held fast’ at any cost. Seizing power and retaining control was the essence of the coup d’etat.The codename “Holdfast” therefore  sums it up perfectly.",
    "Troops and officers from the 3rd Field  Artillery Regiment, 2nd Volunteer Anti-aircraft Regiment of the Ceylon Artillery , 2nd (V) Field/Plant Regiment,Ceylon Engineers,2nd Volunteer Signals Regiment, Ceylon Signals corps, the Reconnissance Regiment  and the Sabre troop of the Ceylon Armoured Corps were to be utilised for the “operation Holdfast” from the army.",
    "Associated with  the military would be selected  Police officers and policemen mainly from Colombo and suburban  areas. Subsequently after the Coup was effected,  personnel  from the Navy and Air Force were also expected to assist  the newly set up military administration. No officers of the Navy or Air Force were involved in the planning of the coup except the former Navy chief Rear Admiral Royce de Mel.",
    "The blueprint  for the coup codenamed “Operation Holdfast” was roughly  this. At 10.00 pm on Jan 27th senior DIG Police “Jungle” Dissanayake  was to issue a “Take Post” order to his men. A take post  order  means establishing or  occupying an offensive or defensive position.",
    "Immediately  after the order  ASP  Bede Johnpillai  who was in charge of traffic would  clear all main roads and strategically important highways of traffic. This was to be accomplished in 30 minutes. The clearing of traffic in roads was to facilitate the smooth, swift, unhindered progress of military convoys and columns along roads towards their target destinations. This deployment was  under the personal supervision of  Col FC de Saram and  Col Maurice de Mel. It was to begin at 11.00 pm on Saturday (27th) and cease by 3.00 am on Sunday (28th).",
    "DIG “Jungle” Dissanayake was to   commence  his part of the “coup” operations from 11.00 pm on Jan 27th. The Police headquarters and Criminal Investigations department (CID) offices in Fort were to be taken over at midnight.  CC “Jungle” Dissanayake was to be at “Queen’s House” (Presidents House) in Fort and direct operations from there until Police/CID headquarters was taken over.",
    "Queens House was the official residence of then Governor-General Sir Oliver Goonetilleke who was later implicated in the abortive coup.Once “Jungle” moved into Police Headquarters in Fort  and took charge,  retired Police DIG Sidney de Zoysa was to join him.",
    "The password for  operations  at  Queens House and the Police Headquarters was to be  ”Dowbiggin”. This was the name of a former IGP. Sir Herbert Layard Dowbiggin served as IGP  in Ceylon/Sri Lanka from 1913 o 1937. Interestingly, both CC Dissanayake and  Sidney de Zoysa joined the Police force as Assistant Superintendents of Police when Dowbiggin was IGP.  Dowbiggin interviewed and selected them personally.",
    "A crucial part of “Operation Holdfast” was the seizing of Colombo city and cordoning it off. This was deemed to be of vital importance as a potential counter-strike by officers and troops loyal to the government was feared. It was necessary therefore to prevent soldiers  from the first battalion of the Ceylon Light Infantry stationed at the Panagoda cantonment  entering Colombo until the transfer of power was completed. Also it was necessary to seal off Colombo to prevent certain individuals and groups from exiting or entering the capital for a specific period.",
    "Army personnel with armoured cars were to be stationed at the two Kelani river bridges, the Wellawatte-Dehiwela bridge and the Kirillapone bridge. In addition military personnel with radio equipment would be stationed at key locations in suburban Colombo.Soldiers with vehicles were to be positioned in strategic junctions within Colombo city also. It is learnt  that some armoured cars had been stationed at Kirillapone before the coup was called off.",
    "At midnight Police cars equipped with radio and loudspeakers were to go around Colombo and outskirts announcing a 24 hour curfew. People were to be warned to remain indoors and that anyone seen outside would be shot on sight. As a precautionary measure , many Police vehicles at the Thimbirigasyaya Police depot were rendered immobile by siphoning off the Petrol in the vehicle tanks.",
    "While curfew  announcements were being made, key installations were to be taken over in a rapid “blitzkrieg” like manouevre. The old Parliament(now Presidential Secretarit) the Old Secretariat building,  Fort and Maradana  Railway Stations, Pettah Bus Terminal, the  Light House, Harbour  etc were to be occupied by pro-coup troops.The Central Telephone and Telegraph exchanges would be taken over and all tele-communication suspended until further notice. The newspaper offices of Lake House and Times of Ceylon were also to be taken over and newspapers were to cease publication for a few days.",
    "There was no Television in Sri Lanka in those days and the most important communications institution was “Radio Ceylon”. Fully armed Signals corps despatch riders on motor cycles were to be positioned from 11 pm on Jan  27th at Torrington (Independence) square. At H-hour when the password “Holdfast” is given these troopers were to storm “Radio Ceylon” and take it over.Thereafter the Country was to be informed by  Radio of the  takeover of Govt through the Coup.",
    "In anticipation of the coup the conspirators in the Army sappers had on Thursday Jan 25th laid out a special telephone line from the Army headquarters at Lower lake road to the Army barracks in Echelon square in Fort. This secure line was to be used for urgent intra-army communication. “Col” Maurice de Mel was to be at Army headquarters co-ordinating matters while   FC de Saram was to be at “Temple Trees”. “Jungle” Dissanayake would operate  from Police headquarters/Queens House.",
    "According to “Operation Holdfast” plans, the Prime minister  Sirimavo  Bandaranaike was to be  taken into custody. Originally  the PM  was scheduled to participate in some religious  observances at Kataragama on Saturday Jan 27th. She was to depart from Colombo on Friday Jan 26 and return on Sunday Jan 28 evening .",
    "DIG (retd) Sidney de Zoysa went down to the South on Jan 25th  and devised a plot to  have the PM arrested in the Hambantota district. ASP David Thambyah was to apprehend her at Hungama. She was to be escorted safely back to Colombo and placed under House arrest at the Rosemead Place residence”Tintagel”.",
    "However things changed when Sirimavo suddeny cancelled her Kataragama trip. This was because the Prime Minister’s  secretary Bradman Weerakoon reminded Mrs. Bandranaike that she had earlier turned down an invitation  to attend a religious ceremony at the Getambe  Vihara in Kandy  due to some important work in Colombo. Hence the Getambe prelate may take offence at her declining his invitation and going to Kataragama instead , pointed out the PM’s secretary. The premier  therefore cancelled her K’gama trip.",
    "When this cancellation became known there was a hasty change of plan. While ASP Thambyah was to remain alert in case the PM revised her itinerary again, it was decided to   arrest her on Saturday night within the precincts of the PM’s official residence”Temple Trees”.The  senior Police officer in charge of security at “Temple Trees’ was  Asst Supdt of Police W. T. Dickman. However he was replaced at short notice by ASP Stanley Jirasinghe on the orders of DIG Dissanayake. ASP Jirasinghe was the DIG’s PA and exremely loyal to “Jungle” Dissanayke.",
    "Lt. Col Wilmot(Willie) Abraham MBE the commanding officer of the 3rd field artillery regiment was to take over “Temple Trees” with some soldiers. Stanley Jirasinghe’s task was to assist Willie Abraham in the takeover of ”Temple Trees”.  Col.F.C. de Saram was to position himself at the Prime Minister’s official residence “Temple Trees” at the earliest and direct operations from there. The password there was to be “British Grenadier”. This was the title of the Artillery regiment’s marching tune.",
    "Col “Derek” de Saram  was a close relative of SWRD Bandaranike ( SWRD and De Saram’s wife Nedra’s father Stanley Obeyesekere were first cousins) . Col de Saram would personally inform Mrs. Bandaranaike of the coup  and  take into custody the premier. Thereafter Mrs. Bandaranaike was to be placed under house arrest at “Tintagel” with  her children Sunethra (18) Chandrika (16) and Anura (12). She would be given the choice of acknowledging the coup and joining the Governing council to be set up for an interim administration.If she declined Mrs. Bandaranaike and her three children were to be relocated to Britain with a generous monthly pension in sterling currency. There was absolutely no question of bodily harm being done to her or the  children.",
    "Prime Miniser Sirimavo Bandaranaike’s cabinet  in which she was in charge  of defence and external affairs, comprised eleven ministers. The ministers were  to be placed under house  arrest with the exception of  Finance Minister Felix R Dias Bandaranaike who was also the Parliamentary Secretary of the Ministry of Defence and External Affairs (junior minster. Felix Bandaranaike and the then  powerful Defence and External Affairs  ministry secretary Neil Quintus  Dias were to be arrested and held  at the  Army headquarters on Lower lake road.FRD Bandaranaike  and NQ Dias were regarded as the “dangerous  Dias duo” responsible for  much of the  “Sinhala Buddhist” politicization of the defence sector despite Felix being an Anglican Christian.",
    "Several other important  defence officials  were  also to be taken to Army headquarters and detained. These included   the DIG-CID S.A. Dissanayake (Jingle) who was a brother of  DIG CC Dissanayake (Jungle), acting Navy chief Rajan Kadirgamar and  SP-CID John Attygalle .Those taken to Army headquarters were to be detained in  underground bunkers used to store  ammunition at the armoury. They were to be held incommunicado for a certain period.",
    "Col. Maurice de Mel the commandant of the Ceylon Volunteer Force  and former Chief of Staff of the Army  was to station himself att the Army headquarters and direct his side of the coup operations from there. The  officer in charge  of the Guard room at Army H’quarters on  27/28 night was to be  Capt. Robert Poulier, one of those involved in the Coup conspiracy. He later shot himself after being interrogated. The password to be used at the Army H’quarters was “Yathura”(key).",
    "Other cabinet ministers, and important officials were to be placed under virtual house arrest. These included the IGP Abeykoon, Air Force chief  Barker and Army commander Wijekoon. Their movement was to be restricted to their homes alone. However the acting Navy chief Rajan Kadirgamar was to be detained at the army headquarters.",
    "In another facet of “Operation Holdfast” a  large number of  Government members of Parliament and leftist MP’s of the opposition were to be detained en masse at the “Sravasti” MP’s hostel. These included all LSSP, MEP and CP members. Some  party leaders were to be placed under house arrest in their own homes in Colombo.Ministers,MP’s , Trade unionists and Journalists perceived  as “threats” were to be incarcerated. Among these were CMU Gen Secy Bala Tampoe, CTUF Gen-secy Nagalingam Shanmugadasan and “”Tribune” editor SP Amarasingham.",
    "Once the coup was accomplished the  ring leaders were to converge  at “Queens House” and request: Governor-General Sir Oliver Goonetilleke to dissolve Parliament and take direct authority.The coup conspirators did not seem to have plans of retaining power for themselves after acquiring it. At least that is what it seemed at that time.",
    "This Article was written for the “Political Pulse”Column appearing in the “Daily FT’ of February 1st 2023.It can be accessed here-"
  ]
}