{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/UNHRC-concludes-observations-on-reports-on-six-countries-including-SL/108-256533",
  "time_ut": 1679728535.0,
  "original_lang": "en",
  "original_title": "UNHRC concludes observations on reports on six countries including SL",
  "original_body_lines": [
    "The Human Rights Committee said yesterday that it has concluded its one hundred and thirty-seventh session after adopting concluding observations on the reports of Egypt, Panama, Peru, Sri Lanka, Turkmenistan and Zambia. The Committee also adopted its annual report covering its one hundred and thirty-fifth, one hundred and thirty-sixth and one hundred and thirty-seventh sessions.",
    "Farid Ahmadov, Committee Rapporteur, presented the draft annual report for the sessions. He recalled that as of March 2023, out 173 State parties to the Covenant, 115 were parties to the First Optional Protocol, 90 were parties to the Second Optional Protocol and 50 had made the declaration provided for under Article 41(1) of the covenant. During the one hundred and thirty-seventh session, Tania Maria Abdo Rocholl was elected as Chair of the Committee, Jose Manuel Santos Pais, Changrok Soh and Kobauyah Kpatcha Tchamdja as Vice-Chairs, and Farid Ahmadov as Committee Rapporteur.",
    "During the sessions, the Committee received a total of 183 communications. Of the 183 communications, the Committee had adopted Views on 93 cases and concluded the consideration of 17 cases by declaring them inadmissible. 63 communications were discontinued. The Committee had found violations in 91 of the Views. There were now 1,189 cases received and pending consideration.",
    "The Committee noted with regret several State parties’ failure to cooperate by not providing observations on either the admissibility or the merits of authors’ allegations, as well as by disregarding requests for interim measures to prevent irreparable harm to victims. The Optional Protocol required State parties to provide all information available to them in good faith and respect requests for interim measures. The absence of a reply by State parties gave weight to authors’ allegations.",
    "The Rapporteur for follow-up on Views had submitted reports at the one hundred and thirty-fifth and one hundred and thirty-seventh sessions. At its one hundred and thirty-sixth session, the Committee adopted a note containing guidelines on follow-up reports on Views, which it prepares to ascertain measures taken by States parties to give effect to the Committee’s Views. The Committee expressed regret that many States parties failed to implement the Views adopted under the First Optional Protocol.",
    "Within the report, the Committee underscored that without a significant increase in the staff capacity of the Petitions Unit, the backlog of cases would increase, which would have a serious impact on victims’ rights.",
    "Over the period, seven periodic reports had been submitted by States parties to the Covenant. Guidelines on follow-up reports on Views were also adopted.",
    "Ms. Tania María Abdo Rocholl, Committee Chairperson, took the floor to conclude the session. She said that during the intense and productive session, the Committee had held constructive dialogues with the delegations of Egypt, Panama, Peru, Sri Lanka, Turkmenistan and Zambia. In all reviews, the Committee had noted positive developments, identified concerns and made recommendations.",
    "The Committee had also adopted three lists of issues on Namibia, Serbia, Syria, as well as a list of issues prior to reporting regarding Kazakhstan. In addition, it had adopted 56 decisions on individual communications. Of those, 30 were decided on the merits, six were declared inadmissible and 20 communications were discontinued. Regarding the cases decided on the merits, the Committee found violations in all 29 of them. Further, the Committee had adopted two progress reports on follow-up to concluding observations and to Views.",
    "Ms. Abdo Rocholl also reported that work was already underway regarding the Committee’s one hundred and thirty-eighth session, scheduled to be held from 26 June to 28 July 2023. During the session, the Committee would adopt lists of issues in relation to Honduras, Suriname, Jamaica, Moldova and a list of issues prior to reporting on Kazakhstan. Further, the Committee would evaluate the reports of Belarus, Nigeria, Portugal and Senegal under the follow-up procedure to concluding observations.",
    "Ms. Abdo Rocholl said that throughout the session, Committee Experts had fulfilled their duties professionally, with resolve and wisdom. She acknowledged the support of the United Nations staff and Secretariat. She thanked the human rights institutions and civil society organisations that had accompanied the Committee through moments of success but also of great difficulty. Further, she expressed gratitude to the technical staff who made the Committee’s work possible.",
    "In turn, several Experts thanked the Chair for her work, guidance and leadership.",
    "All the documents relating to the Committee’s work, including reports submitted by States parties, can be found on the session’s webpage. Meeting summary releases can be found here. The webcast of the Committee’s public meetings can be accessed via the UN Web TV webpage.",
    "The Committee will hold its one hundred and thirty-eighth session from 26 June to 28 July 2023. In the session, the Committee will review the periodic reports of Brazil, Burundi, Colombia, Cyprus, Lesotho, Somalia, the State of Palestine and Uganda."
  ]
}