{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/MTI-finalises-inflation-study-for-Pakistan-takes-positive-learnings-from-Sri-Lanka/34-749308",
  "time_ut": 1686261590.0,
  "original_lang": "en",
  "original_title": "MTI finalises inflation study for Pakistan; takes positive learnings from Sri Lanka",
  "original_body_lines": [
    "From left: Tasha Enterprises  Director and Former Minister of State Government of Pakistan Director Tariq Ikram (SI), ‘Humanex’- Consultancy Division of Tasha Enterprises CEO Hassan Tariq and MTI Consulting CEO Hilmy Cader",
    "MTI Consulting recently conducted a study on high inflation in order to take key learnings for Pakistan, presently undergoing a turbulent economic crisis.",
    "The study was commissioned by Tasha Enterprises based in Pakistan, led Tariq Ikram (SI), former Federal Minister of State; in preparation for a high-level international seminar scheduled to be held in August 2023 on the topic “Understanding and Managing in a high to hyperinflationary environment.” The seminar is being organised by Humanex, led by its Chief Executive Hassan Tariq, which is the Consultancy Division of Tasha Enterprises.",
    "Hyperinflation in simple terms is categorised as a scenario with rapid price increases exceeding 50% each month. This is not a new phenomenon as we have historical records of Hyperinflation in countries like Hungary, Germany and Yugoslavia during the aftermath of the World War time period. More recent examples of hyperinflationary economies are countries like Argentina, Venezuela and Zimbabwe that have witnessed monthly inflation rates over 50% for lengthy time periods.",
    "For the study, MTI evaluated selected countries with similar challenges as Pakistan at present who have also undergone high to hyperinflationary conditions during the past 6 – 9 months. In certain countries it was evident that high inflation factors had been prevalent for a longer period, exacerbated by the economic and political conditions of the country.",
    "Interestingly, Sri Lanka was seen as a turnaround case study as the country was undergoing levels of high inflation exactly a year ago, when the National Consumer Price Index (NCPI) reached 58.9% in June 2022 and this rate rose to a record high inflation rate of 73.7% by September 2022 according to the Department of Census and Statistics. Sri Lanka rebased its inflation indices (new base years and new expenditure weightages) with effect from January 2023 to reflect current consumption patterns.",
    "Sri Lanka signed the IMF Extended Fund Facility Agreement in March 2023, brought in the fuel pricing formula, electricity pricing adjustment and followed a tight monetary policy during the latter part of 2022 and early 2023. The country’s most recent inflation rate for May 2023 was 33.6% (per the Department of Census and Statistics) which shows that the country is no longer a hyperinflationary economy at present.",
    "MTI Consulting CEO Hilmy Cader said: “It’s evident that getting some of the fundamentals right and addressing core economic concerns head-on can bring an economy back on track as we have seen with Sri Lanka. Therefore, we see some key takeaways for Pakistan from Sri Lanka’s experience in terms of managing high inflation. However, whilst tackling the economic hurdles, any country undergoing high inflationary conditions including Sri Lanka needs to primarily address the socio-economic factors since the brunt of high inflation impacts the most vulnerable communities first.”",
    "MTI Consulting is an internationally networked Strategy Consultancy, having worked on 680 assignments across 51 countries in the last 25 years. MTI operates via six regional offices, covering Africa, Asia-Pacific, Europe, Middle East, North America, and South Asia."
  ]
}