{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/IGP-receives-yet-another-extension/56-750393",
  "time_ut": 1688927984.0,
  "original_lang": "en",
  "original_title": "IGP receives yet another extension",
  "original_body_lines": [
    "Following weeks of speculation on the appointment of a new Inspector General of Police, outgoing IGP Chandana Wickramaratne has been granted yet another three-month extension of tenure by President Ranil Wickremesinghe on the recommendation of Public Security Minister Tiran Alles.",
    "The decision was taken following a meeting between Wickremesinghe and the Public Security Minister Tiran Alles yesterday evening. The extension will be subject to the approval of the Constitutional Council.",
    "Wickramaratne vacated the post on 26 June, when the three-month extension he received on 25 March through a special Gazette notification issued by President’s Secretary Saman Ekanayake expired.  It is reported Wickramaratne was reappointed due to the inability of relevant parties to find a suitable candidate for the post. In recent weeks, rumours have been circulating extensively regarding the intense competition and struggle for the post in question.",
    "According to sources from Police Headquarters, Senior DIG Administration Nilantha Jayawardena, Senior DIG Western Province Deshabandu Tennekoon and Senior DIG Central Province Lalith Pathinayake remain the top contenders for the coveted position.",
    "However, allegations of dereliction of duty over the East Sunday attack have been levelled against all three while various parties including the Catholic Church of Sri Lanka have urged the President to refrain from appointing either of them to the position.",
    "Nevertheless, certain front runners have also received patronage from other religious clergy calling for their appointment as IGP while the use of social media to boost their image through video content was also witnessed in the past weeks.",
    "Wickramaratne will now remain in the post until October.  He first commenced his duties as the 35th Inspector General of Police of Sri Lanka on 27 November 2020."
  ]
}