{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92020/russia-halts-wartime-black-sea-grain-deal-putting-global-food-security-at-risk",
  "time_ut": 1689591660.0,
  "original_lang": "en",
  "original_title": "Russia halts wartime Black Sea grain deal, putting global food security at risk",
  "original_body_lines": [
    "Russia said on Monday, July 17, it has halted an unprecedented wartime deal that allows grain to flow from Ukraine to countries in Africa, the Middle East and Asia where hunger is a growing threat and high food prices have pushed more people into poverty.",
    "Kremlin spokesperson Dmitry Peskov announced halting the deal in a conference call with reporters, adding that Russia will return to the deal after its demands are met. “When the part of the Black Sea deal related to Russia is implemented, Russia will immediately return to the implementation of the deal,” Peskov said.",
    "It’s the end of a breakthrough accord that the United Nations and Turkey brokered last summer to allow food to leave the Black Sea region after Russia invaded its neighbor nearly a year and a half ago. A separate agreement facilitated the movement of Russian food and fertilizer amid Western sanctions.",
    "The warring nations are both major global suppliers of wheat, barley, sunflower oil and other affordable food products that developing nations rely on. Russia has complained that restrictions on shipping and insurance have hampered its exports of food and fertilizer – also critical to the global food chain. But analysts and export data say Russia has been shipping record amounts of wheat and its fertilizers also have been flowing.",
    "The agreement was renewed for 60 days in May amid Moscow’s pushback. In recent months, the amount of food shipped and number of vessels departing Ukraine have plunged, with Russia accused of limiting additional ships able to participate.",
    "The Black Sea Grain Initiative has allowed three Ukrainian ports to export 32.9 million metric tons of grain and other food to the world, more than half of that to developing nations, according to the Joint Coordination Center in Istanbul. But the deal has faced setbacks since it was brokered by the UN and Turkey: Russia pulled out briefly in November before rejoining and extending the deal.",
    "In March and May, Russia would only extend the deal for 60 days, instead of the usual 120. The amount of grain shipped per month fell from a peak of 4.2 million metric tons in October to 1.3 million metric tons in May, the lowest volume since the deal began. Exports expanded in June to a bit over 2 million metric tons, thanks to larger ships able to carry more cargo.",
    "Ukraine has accused Russia of preventing new ships from joining the work since the end of June, with 29 waiting in the waters off Turkey to join the initiative. Joint inspections meant to ensure vessels only carry grain and not weapons that could help either side also have slowed considerably. Average daily inspections have steadily dropped from a peak of 11 in October to about 2.3 in June. Ukrainian and US officials have blamed Russia for the slowdowns."
  ]
}