{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Kapruka-expands-cross-border-e-commerce-to-Amazon-UK-and-Walmart-com/34-749661",
  "time_ut": 1687121505.0,
  "original_lang": "en",
  "original_title": "Kapruka expands cross-border e-commerce to Amazon UK and Walmart.com",
  "original_body_lines": [
    "Kapruka, Sri Lanka’s first and largest locally-owned e-commerce enterprise, has taken a significant stride in its global expansion efforts by extending its cross-border operations to Amazon UK and Walmart.com.",
    "Having initially established a strong presence as Amazon USA, Kapruka has created a substantial impact in the market. Building upon this success, Kapruka is now expanding its operations to Amazon UK and Walmart.com, further solidifying its brand presence and enabling Sri Lankan businesses to reach an even wider international customer base. Link Naturals serves as the catalyst for Kapruka’s expansion to Amazon UK and Walmart.com, with plans to further expand their brand portfolio in the near future. This collaboration positions Kapruka as a key player in connecting Sri Lankan businesses with global consumers, while emphasising their commitment to expanding the range of brands available on these renowned e-commerce platforms.",
    "Kapruka’s cross-border e-commerce platform focuses on featuring high-quality Sri Lankan products, reflecting the nation’s rich heritage and diverse offerings. With an established reputation as Amazon USA’s master seller in Sri Lanka, Kapruka has enabled local producers to reach customers worldwide through Amazon.com. Building on this success, Kapruka has expanded its operations to include Amazon UK and Walmart.com, tapping into new markets and further amplifying the global presence of Sri Lankan brands.",
    "“We are thrilled to announce the expansion of our cross-border e-commerce operations to Amazon UK and Walmart.com,” stated Kapruka Chairman and CEO Dulith Herath. “Our aim is to showcase the exceptional products Sri Lanka has to offer and create opportunities for local businesses to thrive on a global scale. We are proud to represent Sri Lankan brands like Dilmah, Link Naturals and Akbar and bring their products to international customers.”",
    "As a master seller on Amazon USA, Kapruka facilitates the seamless logistics required for global operations. From its global office, Kapruka manages the inventory and dispatches stocks catering to overseas customers to Amazon USA fulfilment centres. This streamlined process ensures efficient delivery and customer satisfaction. In addition to its robust operational capabilities, Kapruka boasts warehousing facilities in both the USA and the UK. These facilities are scalable to accommodate a large number of brands, enabling Kapruka to efficiently manage inventory and ensure timely delivery to customers across different regions. This strategic infrastructure strengthens Kapruka’s ability to handle increased demand and support the growth of Sri Lankan brands on global platforms.",
    "Kapruka’s product offering includes teas from renowned names like Dilmah and Akbar, both globally recognised tea brands celebrated for its commitment to quality and sustainability. With the expansion to Amazon UK and Walmart.com, Sri Lankan brands hosted by Kapruka will gain increased visibility and reach, connecting with a broader audience of international consumers.",
    "“Our collaboration with Link Naturals further strengthens our dedication to promoting Sri Lankan brands globally,” said Kapruka Cross Border Trading Manager Madushi Rodrigo. “Through our cross-border e-commerce platform, we aim to create opportunities for local producers and help them thrive in the international marketplace. We are confident that the partnership with Link Naturals will provide exceptional growth prospects for both parties.”",
    "Kapruka’s expansion to Amazon UK and Walmart.com is a testament to the company’s commitment to facilitating trade and promoting Sri Lankan products worldwide. With a robust infrastructure, logistical capabilities, and a diverse portfolio of brands, Kapruka continues to drive the growth of Sri Lankan businesses in the global e-commerce landscape."
  ]
}