{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/NDB-empowers-women-entrepreneurs-through-strategic-partnership-with-CPM/34-755843",
  "time_ut": 1701456070.0,
  "original_lang": "en",
  "original_title": "NDB empowers women entrepreneurs through strategic partnership with CPM",
  "original_body_lines": [
    "NDB Bank recently formed a strategic alliance with the Chartered Professional Managers of Sri Lanka (CPM) Professional Women’s Chapter, marking a pivotal move to empower women entrepreneurs through targeted initiatives.",
    "The Institute of Chartered Professional Managers of Sri Lanka (CPM), with over 3,000 members, stands as a recognised entity dedicated to managerial excellence. NDB’s collaboration with CPM aligns with the bank’s commitment to fostering the empowerment of women.",
    "NDB Bank, known for its strategic prowess, has identified specific initiatives within the CPM collaboration to amplify its impact. The first initiative centres on nurturing entrepreneurial mindsets among young women in grades 10 to 13, a stride that resonates with NDB’s commitment to fostering women empowerment and innovation.",
    "Additionally, NDB Bank endorses the Career Coaching Forum and Mentoring Program, providing CPM members with valuable guidance and professional development, underscoring the bank’s dedication to enhancing leadership skills and promoting mentorship.",
    "Furthermore, NDB Bank extends support to CPM’s workshop series on Parenting and Digital Space, addressing contemporary challenges and opportunities in the digital age. Additionally, NDB Bank’s sponsorship of CPM Professional Women’s Chapter initiatives presents a strategic opportunity for the NDB Araliya proposition to gain enhanced visibility, reaching a diverse and engaged audience.",
    "The collaboration extends beyond traditional sponsorship, with CPM open to creating tailored collaborations, including special credit or debit card schemes and offers in collaboration with NDB Bank.",
    "In essence, NDB Bank’s collaboration with CPM Professional Women’s Chapter Initiatives strategically positions the bank to empower women entrepreneurs and enhance its visibility in the management community. This alliance aligns with NDB’s commitment to driving positive change in the professional landscape."
  ]
}