{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/14/fao-delivers-climate-resilient-boats-to-sri-lanka/",
  "time_ut": 1702535400.0,
  "original_lang": "en",
  "original_title": "FAO Delivers Climate-Resilient Boats to Sri Lanka",
  "original_body_lines": [
    "COLOMBO (News 1st);  In a bid to bolster Sri Lanka's fisheries sector and address climate change challenges, the Food and Agriculture Organization of the United Nations (FAO) handed over two specially designed fishing boats and 30 model fish display stalls to the Ministry of Fisheries.",
    "The SL20 and SL23 boats, measuring 6.3 and 7 meters respectively, have been meticulously crafted for coastal fishing operations in Sri Lanka.",
    "Adhering to stringent safety standards, they prioritize the well-being of fishers by being capsize-resistant and equipped to withstand increasingly frequent and intense storms and cyclones brought on by climate change.",
    "The designs for these climate-resilient boats are readily available through the FAO Fishing Vessel Design Database, facilitating wider adoption.",
    "The funding of approximately Rs. 9 million for the boat construction and design came from the Norwegian Government-financed FAO Trust Fund project on \"Responsible use of fisheries and aquaculture resources for sustainable development.\"",
    "Furthermore, FAO, in collaboration with the Ministry of Fisheries, has introduced 30 model fish display stalls across 15 fisheries districts in Sri Lanka. Designed by the Cey-Nor Foundation under the Ministry of Fisheries, these stalls aim to minimize post-harvest fish quality loss by maintaining optimal conditions for safe and hygienic retail fish sales.",
    "A recent study by NARA revealed inadequate maintenance practices among most fish retailers in the country.",
    "Often, fish are displayed uncovered and without ice under direct sunlight and exposed to environmental hazards in outdoor stalls. The model fish display stalls seek to encourage the adoption of improved retail practices among fish retailers, ensuring fish quality remains high until reaching consumers.",
    "Galle Literary Festival returns in 2024 with star-studded lineup and fresh vision"
  ]
}