{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rejects-us-decision-to-sanction-ex-navy-chief-russia-cries-foul-119291/",
  "time_ut": 1682658000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rejects US decision to sanction ex Navy chief; Russia cries foul",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has rejected a decision by the US to sanction the island nation’s war-time Navy chief Admiral Wasantha Karannagoda, while Russia too has weighed in on the controversy, calling out alleged Western hypocrisy.",
    "“Sri Lanka regrets the decision by the US State Department to designate Admiral of the Fleet Wasantha Karannagoda, the present Governor of the North Western Province, on 26 April 2023,” Sri Lanka’s Ministry of Foreign Affairs said in a statement hours after the US made its announcement on Thursday April 27.",
    "According to the statement, Foreign Minister Ali Sabry has expressed Sri Lanka’s “grave concerns” over the decision to US Ambassador Julie Chung, who is at the centre of a controversy herself.",
    "Sri Lanka MP’s regime-change conspiracy theory confounds US ambassadorSee more",
    "“As a longstanding bilateral partner of Sri Lanka, such unilateral action by the US without following due process is counter-productive to the holistic approach that Sri Lanka has taken on addressing national unity and reconciliation. It is also unfortunate that the announcement emanates against the backdrop of tangible progress made by the government in strengthening the country’s democratic governance and reconciliation structures,” the ministry said.",
    "“Despite these challenges, Sri Lanka will continue in its ongoing efforts to achieve reconciliation, economic recovery and socio-economic development,” it added.",
    "Meanwhile, Russian Ambassador to Sri Lanka Levan Dzhagaryan speaking at a press conference Thursday afternoon hit out at the Biden administration over its decision to bar Karannagoda and his wife from entry to the US over alleged gross violations of human rights.",
    "US bars Sri Lanka’s war-time Navy chief Wasantha Karannagoda from entrySee more",
    "Dzhagaryan said the decision was “totally unacceptable”, noting that the US nor any other Western power has the right to interfere in the internal affairs of a sovereign state.",
    "The Russian envoy said Western governments should get their own house in order first.",
    "“[The United States’] main aim is the destabilisation of the situation in the world. They interfere in the domestic affairs of many countries, not only in Russia,” said Dzhagaryan, adding that he read that morning that the US has decided to designate Karranagoda “for so called violations of human rights”.",
    "“There is one English saying. If your house is made of glass, don’t throw stones. Let’s speak about violations of human rights in Western countries,” he said.",
    "The envoy said Sri Lanka was capable of resolving its domestic issues.",
    "“Nobody has the right to lecture you [on] what to do or not to do. This is your domestic issue. And I think the government of Sri Lanka, your political parties, both the opposition, the ruling party, and the people, you are wise enough to settle your problems yourself,” he said. (Colombo/Apr28/2023)"
  ]
}