{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rupee-monopoly-to-remain-no-inr-for-local-circulation-127181/",
  "time_ut": 1690970760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee monopoly to remain, no INR for local circulation",
  "original_body_lines": [
    "ECONOMYNEXT – The money monopoly through which Sri Lanka citizens are compelled to transact through a depreciating rupee will remain in place and there will be no liberalization of a legal tender law, according to a statement by the central bank.",
    "Sri Lanka authorities tipped a large part of the population whose salaries and savings were denominated in Sri Lanka rupee into lower levels of income and living standards by forcing them to use a depreciating currency, known as a legal tender law.",
    "Each time macro-economists cut rates with inflationary open market operations the rupee falls, reducing living standards and forcing some Sri Lankans to flee the country looking for jobs in countries with better monetary authorities including the Maldives.",
    "Sri Lanka’s central bank has busted the rupee from 4.70 to the US dollar to 320 levels since the agency was set up, through a combination of inflationary open market operations to mis-target rates (monetary policy errors) and surrender rules (exchange policy errors), as well as deliberate depreciation through targeting the real exchange rate, critics say.",
    "There have been opinions expressed recently that people may be able to transact in Indian rupees, following a visit of President Ranil Wickremesinghe to India.",
    "“The legal tender in Sri Lanka for domestic payments and settlements will remain as Sri Lanka Rupees (LKR),” the central bank said.",
    "The Indian rupee itself is not much better than the Sri Lanka rupee, with the Reserve Bank of India, busting its own rupee to around 83 to the US dollar from 4.70 to the US dollar at independence.",
    "The Indian rupee (when the Reserve Bank of India was private) was the ‘dollar of South Asia’ and some Middle Eastern states under British protection, which included Kuwait, Bahrain, Qatar, Oman and the Trucial States (now UAE).",
    "After the Reserve Bank of India came to be mis-used for macro-economic policy, initially a Gulf Rupee was printed.",
    "So-called Haj notes were also issued in 1959 as the Indian rupee hegemony was drawing its last few breaths under the grip of macro-economists.",
    "As the Indian rupee rapidly lost its lustre after macro-economists started to print money under Nehru’s 5 year plans, Gulf countries set up their own currency board style money, dumping the Indian rupee which was hit by exchange controls.",
    "Only one classical economist, B R Shenoy, opposed the macro-economists and statisticians in their mis-use of people money in their failed quest to boost growth (now called output gap targeting).",
    "The currency board style countries in the Arabian peninsular are now among the most stable in the world, giving jobs to millions of Indians and Sri Lankans who have escaped the confines of their own unstable legal tender monopoly tied up in exchange controls.",
    "However, in the China backed Colombo Port City special economic zone in Sri Lanka, residents will be free to build their lives liberated from the unstable Sri Lanka rupee under a regime of multiple currency ‘dollarization’.",
    "Under currency competition macro-economists would not be able to inflate the Port City, destroy the salaries or savings of its residents or de-stabilize businesses.",
    "There is partial deposit dollarization, in the rest of the country. Domestic government liability dollarization (Sri Lanka Development Bonds) is just ending with a bond exchange.",
    "Legislators can at anytime break the money monopoly and free the population from inflation and its other outcomes, exchange and import controls, by allowing currency competition, classical economists have pointed out.",
    "The the move to a better monetary regime tofree the population from bad money is prevented in unstable countries by so-called status-quo bias, classical economists say (Gate keeping and status quo bias in monetary reform explained to Sri Lanka by top economist)",
    "The Central Bank of Sri Lanka (CBSL) wishes to clarify certain misrepresentations of facts currently circulating in the public domain on Indian Rupee (INR).",
    "CBSL from time to time, authorises selected foreign currencies as designated foreign currencies with a view to facilitating international trade and cross-border banking transactions. Commencing May 1979, CBSL has occasionally recognised designated foreign currencies. Currently, following16 currencies have been authorised as designated foreign currencies under the provisions of the Banking Act and the Foreign Exchange Act, with the latest inclusion being the INR in August 2022.",
    "The main purpose of authorising foreign currencies as designated foreign currencies is to promote trade and investment relations between the two countries.",
    "Further, it would reduce the additional transaction costs associated with dual conversion and will support promoting trade transactions through the formal banking channel. The legal tender in Sri Lanka for domestic payments and settlements will remain as Sri Lanka Rupees (LKR).",
    "Trade between Sri Lanka and India has grown rapidly after the Indo-Sri Lanka Free Trade Agreement which came into force in March 2000.",
    "In view of the expanding economic activities between India and Sri Lanka, particularly in promoting existing trade relations between the two countries, on several occasions CBSL has communicated to the Reserve Bank of India (RBI), the Monetary Authority of India, its willingness to authorise INR as a designated foreign currency in Sri Lanka.",
    "Accordingly, in August 2022, with the concurrence of RBI, INR was authorised by CBSL as a designated foreign currency in Sri Lanka. However, the use of INR as a designated foreign currency in Sri Lanka is subject to any restrictions imposed by RBI.",
    "Authorising INR as a designated foreign currency would bring many advantages to Sri Lanka including the facilitation of smooth banking transactions relating to INR especially for small-scale traders, encouraging traders to use banking channels for trade transactions over informal channels, reducing additional transaction costs associated with the dual conversion of INR into USD and thereafter into LKR and vice-versa. Moreover, since India remains a large source country for tourism in Sri Lanka, authorising INR as a designated foreign currency for banking transactions would add more convenience to Indian tourists.",
    "The authorisation of INR as a designated currency does not make INR a legal tender in Sri Lanka for domestic payments/settlements. Any transaction executed between or among residents in Sri Lanka shall be in LKR, being the legal tender in Sri Lanka.",
    "Accordingly, CBSL requests the public not to be misled by the misrepresentation of facts circulating in the public domain on INR."
  ]
}