{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91765/probe-blames-human-error-for-deadly-train-accident-in-india-that-killed-288",
  "time_ut": 1688630400.0,
  "original_lang": "en",
  "original_title": "Probe blames human error for deadly train accident in India that killed 288",
  "original_body_lines": [
    "An error in the wiring of the automatic signaling system for the railway tracks led to India’s worst train accident of the 21st century – in which at least 288 people were killed and around a thousand injured last month – a preliminary probe has suggested.",
    "Negligence on part of the personnel of the signaling and telecommunication department, initially committed in 2015, was not rectified in later years and resulted in confusion during maintenance work on the track hours before the accident, according to a report submitted by the Commissioner Railway Safety and widely cited in Indian media.",
    "As a result of the lapse, incorrect signals were sent to the Coromandel Express, the first of the three trains involved in the accident, that sent it on the path of a stationary goods train, triggering a collision and derailment.",
    "Minutes later, a third train – also carrying passengers – collided with wagons of the derailed trains on a nearby track.",
    "The accident took place on Jun. 2 in the eastern state of Odisha, triggering shockwaves due to the massive number of casualties.",
    "The wiring error resulted in personnel at the nearby Bahanaga Bazar station being shown that the first passenger train would continue moving on a free track, even though in reality it was directed towards a side track occupied by the goods train.",
    "The report highlighted a series of errors that led to this outcome, from the first lapse in 2015 and the subsequent inspections that failed to correct it, with a special emphasis on 2018, when technicians replaced the system without finding out about the problem.",
    "The report discovered that the same error had occurred two weeks before the accident on another railroad in India, but it was rectified in time in that case.",
    "The Indian railway network has been undergoing large-scale modernization in recent years, with the inauguration of new stations, semi high-speed trains and new technology to reduce the high accident-risk.",
    "In 2021 alone, India registered 17,993 railway-related accidents in which 16,431 people were killed and 1,852 wounded, according to the latest report of the National Crime Records Bureau.",
    "Spread over 68,000 kilometers, Indian railways is the fourth largest railway network worldwide by length behind the United States, Russia and China, with around 21,650 trains and 7,349 stations across the country, used by around 23 million daily passengers.",
    "Meanwhile, more than 50 bodies remain unclaimed a month after the deadly train crash, BBC reported.",
    "While the accident site has since been restored, many families say that they’re unable to find closure as they’re still searching for the bodies of their loved ones.",
    "There are 52 bodies in total, and they have been stored in a deep-freeze container. Some of the bodies are in a bad shape, making the identification process even more challenging for families."
  ]
}