{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Close-and-seamless-relationship/231-254865",
  "time_ut": 1677452779.0,
  "original_lang": "en",
  "original_title": "Close and seamless relationship",
  "original_body_lines": [
    "Pakistani State Minister says relations between Pakistan and Sri Lanka have prospered irrespective of change of Governments in both the countries",
    "Close and cordial bilateral relations have continued and prospered irrespective of the change of Governments in the two countries. The ongoing defence cooperation, people-to-people contacts, and exchange of high-level visits are some of the hallmarks of our friendly ties",
    "Pakistani State Minister of Foreign Affairs Hina Rabbani Khar responds to selected questions on the bilateral ties. She was in Colombo in view of the 75th Independence Day celebrations recently",
    "Q  How would you sum up Sri Lanka-Pakistan bilateral ties spanning over the last 75 years?",
    "Ever since the establishment of diplomatic relations between Pakistan and Sri Lanka in 1948, the two countries have maintained a close, cordial, and mutually supportive relationship. Our two countries have helped each other during difficult times. We share similar views on various issues of mutual interest and support each other at international fora. Our seamless relations are reinforced by close cooperation at the highest level of political and military leadership, to love and affiliation between the common people.",
    "Q  What is the driving force behind the close relations between the two countries?",
    "Close and cordial bilateral relations have continued and prospered irrespective of the change of Governments in the two countries. The ongoing defence cooperation, people-to-people contacts, and exchange of high-level visits are some of the hallmarks of our friendly ties.",
    "Q  There must be some irritants in bilateral relations. Would you like to highlight those?",
    "Fortunately, Pakistan-Sri Lanka relations fall in the rare category where there are no irritants. Our bilateral relations are marked by mutual respect, affinity, and goodwill.",
    "Q  What tangible steps have been taken in recent times to promote ties between Pakistan and Sri Lanka?",
    "The two countries have been cooperating and collaborating in diverse fields. Some of these include:",
    "A Higher Education Cooperation Programme for Sri Lanka with a capital cost of approximately US$ 18.402 million was launched by Pakistan in 2016.",
    "800 fully funded and 200 partially funded scholarships are being offered to Sri Lankan students at the graduate and post-graduate levels. Around 400 Sri Lankan students are currently doing their postgraduate professional studies in Pakistan under this programme in multiple fields of engineering, basic and natural sciences and social and management sciences. This will greatly help in enhancing people-to-people contact between the two countries.",
    "The Government of Pakistan also gives Jinnah Scholarships to Sri Lankan students for the past 14 consecutive years where top-scoring O/Level and A/Level Sri Lankan students receive monetary handouts. So far, 2,000 Sri Lankan students have benefitted from this scheme.",
    "Defence ties between Sri Lanka and Pakistan are time-tested and built on a strong foundation. This bond is further strengthened after 2009 when Pakistan provided its unflinching moral and material support to Sri Lanka in its war against the LTTE. These ever-growing defence relations are based on the Capacity building of the Sri Lankan Armed Forces through training and provision of modern-day military hardware. Pakistan provides over 600 training opportunities annually to Sri Lankan armed forces on a gratis basis in various training institutions in Pakistan. The armed forces of the two countries participate in bilateral as well as",
    "Three editions of the Pakistani Single Country Exhibitions have been organised in Sri Lanka in 2016, 2017 and 2018. The High Commission of Pakistan in Colombo also held the first virtual business forum in collaboration with Sri Lanka Export Development Board (SLEDB) to enhance awareness regarding trade and investment opportunities under the Pakistan-Sri Lanka Free Trade Agreement between the two friendly countries. A series of sector-specific webinars and business forums have been planned for this year with public and private stakeholders from both sides across sectors such as construction materials, pharmaceuticals, textiles, information and communication technology, and Buddhist tourism development in Pakistan. Steps are being taken to facilitate Buddhist tourism from Sri Lanka to Pakistan so that people can experience our rich Buddhist heritage as well."
  ]
}