{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/vogue-jewellers-commitment-to-excellence-shines-with-lifetime-warranty-and-golden-friday-delights/",
  "time_ut": 1700674560.0,
  "original_lang": "en",
  "original_title": "Vogue Jewellers’ commitment to excellence shines with Lifetime Warranty and Golden Friday Delights",
  "original_body_lines": [
    "Having carved a niche as a symbol of excellence and commitment to quality in fine jewellery, Vogue Jewellers enjoys a legacy spanning over six decades. Now a household name in Sri Lanka, Vogue Jewellers is trusted and known for its impeccable craftsmanship and dedication to customer satisfaction. Under the discerning eye of our Managing Director, Anura Hemachandra, every item of jewellery receives personal attention to ensure that it meets Vogue Jewellers’ high standards for quality and excellence, confidently backed by a unique lifetime guarantee.",
    "Thus, every masterpiece from Vogue Jewellers, including its coveted Bridal Collection, comes with a lifetime warranty, aligning with the company’s pledge, “with you forever”, signifying a promise that every item is designed to be cherished for generations.",
    "Passionately explaining his love for jewellery and commitment to excellence, Hemachandra said, “We aim to craft not just timeless masterpieces but also unforgettable experiences that resonate with quality, trust, and value for money for our customers. At Vogue Jewellers, quality is non-negotiable. Every item of jewellery undergoes rigorous quality checks, ensuring that it is meticulously handcrafted using only the finest raw materials, and I am personally involved in this process at every stage. Our award-winning team of professionals spares no effort in upholding the highest quality standards, rendering each item a loving reflection of the dedication to excellence that Vogue Jewellers is renowned for.”",
    "Vogue Jewellers has also developed a reputation as a trendsetter in the industry. With unique, contemporary collections ranging from statement items to sustainable jewellery, Vogue Jewellers caters to diverse customer preferences. Its meticulous design process, top-quality materials, creative team inspired by nature, modern ideas, and Sri Lanka’s cultural heritage ensure that every item is a unique work of art.",
    "Related Topics:Vogue JewellersVogue Jewellers Lifetime Warranty and Golden Friday Delights",
    "Sri Lanka Insurance Trincomlaee branch transforms to a State- of- the-Art branch",
    "Vogue Gold Fiesta 2023- exclusive jewellery event at their Kiribathgoda branch",
    "Vogue Jewellers makes second donation to WWCT for leopard conservation in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}