{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/next-presidential-election-and-choice-before-people/",
  "time_ut": 1701935100.0,
  "original_lang": "en",
  "original_title": "Next presidential election and choice before people",
  "original_body_lines": [
    "The popular influence of the National People’s Power has also created a delusion among Western embassies in Colombo. Ambassadors of many countries, including the US Ambassador, often meet with the leaders of the National People’s Power. It seems that those leaders, who strongly opposed the ‘imperialists’ of the West, including America, want to change that ‘appearance’ to a large extent. It can be seen that those leaders, who call on the people to give the government to them, are carrying out their activities with the understanding that it is not enough to mobilize the people locally to come to power but also need the support of the international community.",
    "The headline of this article may sound premature. But, barring some unexpected disruptions if the presidential election goes ahead as announced by President Ranil Wickremesinghe, by this time next year we will be under the rule of a new president.",
    "Although Wickremesinghe has said several times that the presidential election will be held next year, he has consistently refused to comment on his participation in it.",
    "President Wickremesinghe recently participated in a YouTube channel discussion with the managing editor of one of the Indian influential online News Services Firstpost in the ‘Vantage with Balki Sharma’ programme.",
    "The President was seen giving evasive answers to most of the controversial questions while replying to Palki Sharma’s questions on domestic affairs, regional situations, international politics and cricket.",
    "When asked whether he would run for the presidency next year, the President responded that his first task was to bring the economy to a stable level. When asked what decision he would take after doing that, he said that first let the economy stabilize and then see what decision to take.",
    "Responding to Palki Sharma’s question that if he were to contest the presidential election, would he seek the support of Rajapaksa’s party, the President said that although he belonged to the United National Party, he was acting as a president who did not think in terms of party line and he would answer this question when the time came to think in terms of party politics.",
    "The event was yet another occasion when he refrained from giving a definitive answer about running for president.",
    "The day after the presentation of the 2024 Budget in Parliament last month, the President met the editors of the Colombo newspaper, at the presidential secretariat, and he replied to a question by an English newspaper editor that he has not yet decided whether to contest the presidential election as he is fully focused on ending the economic crisis in the country.",
    "Meanwhile, the leader of the National Freedom Front, former minister Wimal Weerawansa had said a few days ago that Wickremesinghe will not contest the presidential election and will spend his retirement by taking an important position in some international organizations.",
    "Some ruling party politicians, at a meeting with the President, brought to his notice Weerawansa’s comments. In response, he said that it was up to him to decide whether to contest the presidential election or not and Weerawansa had nothing to do with it.",
    "Even though the President has consistently refused to say whether he is running for office, even many of his political detractors have openly said that there is no other political leader with the same political experience, knowledge and international influence as him.",
    "So far, Opposition Leader Sajith Premadasa and National People Power leader Anura Kumara Dissanayake have announced themselves as candidates for the next presidential election. Even former President Maithripala Sirisena said a few months ago that he, too, intends to contest the presidential election. But no one seems to take him seriously.",
    "All the latest opinion polls show Dissanayake ahead of Premadasa in terms of popular support. The National People’s Power has taken advantage of the political situation after last year’s Aragalaya uprising to gain considerable influence among the people. The main reason for this is the hatred towards the traditional mainstream political parties.",
    "The popular influence of the National People’s Power has also created a delusion among Western embassies in Colombo. Ambassadors of many countries, including the US Ambassador, often meet with the leaders of the National People’s Power. It seems that those leaders, who strongly opposed the ‘imperialists’ of the West, including America, want to change that ‘appearance’ to a large extent. It can be seen that those leaders, who call on the people to give the government to them, are carrying out their activities with the understanding that it is not enough to mobilize the people locally to come to power but also need the support of the international community.",
    "Even in terms of economic policies, they openly say that their positions have changed drastically to suit the changed international situation and that it is not appropriate to judge them with the early JVP in mind.",
    "As for Sajith Premadasa, he has been trying hard to prove himself as someone who can fill the void left by his father late president Ranasingha Premadasa.",
    "But an important question is whether the majority of the people of the country are ready to accept him as a leader with the political maturity and vision to lead the country amidst serious political and economic crises.",
    "Although Premadasa earned credibility in politics by defeating Wickremesinghe, who denied him the leadership of the United National Party, in the last parliamentary election, Wickremesinghe and the United National Party have worked hard to create a negative image of him as a leader who is reluctant to face challenges after refusing to accept the post of Prime Minister at the invitation of President Gotabaya Rajapaksa amid the popular uprising last year. are involved.",
    "The President has said countless times in Parliament, and outside, that Premadasa is not up to the challenge of bringing the country out of economic crisis.",
    "Meanwhile, the recent Supreme Court ruling is a further setback for the Rajapaksas, who are facing major problems in regaining popular support due to their administration’s responsibility for the economic crisis.",
    "Aware of the potential problems for their future politics as a result of that ruling, they are now under great pressure to campaign that they are not entirely responsible for the economic crisis.",
    "Mahinda Rajapaksa, more than any other Rajapaksa, has to carry this work forward. He is still the political face of the family. No other Rajapaksa could even come close to playing his role even after years of political involvement.",
    "Mahinda Rajapaksa needs to justify the activities of his regime in order to ensure the political future of his eldest son Namal. Last week, he issued a lengthy statement entitled ‘The Origins of Sri Lanka’s Economic Crisis’, claiming that a stable economy had been built during his tenure, i.e. 2006 – 2014.",
    "Although Mahinda Rajapaksa used statistics when presenting budgets in Parliament as Finance Minister, he did not usually focus on statistics in his speeches or statements. His speeches are mostly populist.",
    "However, this report is purely statistical. In January 2015, he pointed out that in a report released by the International Monetary Fund in September 2014, Sri Lanka’s economic activity was generally higher than expected and Sri Lanka was on its way to joining the ranks of upper-middle-income countries, which had seen significant progress in recent years, and that Sri Lanka’s economic growth was one of the fastest-growing leading Asian economies. He has said that he left behind a very vibrant economy.",
    "Mahinda Rajapaksa, who had said that when he took office as Prime Minister in November 2019, his government had to take over an economy that had already seen a major setback, noted that the Covid-19 pandemic hit Sri Lanka in such a weak state. “It is important to note that GDP per capita is the most fundamental economic indicator in any discussion of the economy. Sri Lanka’s GDP per capita during the period 2006 – 2014 was more than double the combined GDP of all post-independence governments. So, people’s decisions should be based on proper data and explanations and not on lies and propaganda. Sri Lanka will not tolerate another political mistake like the one made in January 2015,” he concluded in his statement. It is noteworthy that no one has issued a counter statement to refute the numerous statistics mentioned in his report.",
    "No one will have difficulty in understanding the message Mahinda Rajapaksa is conveying through his appeal to the people of the country not to repeat the political mistake that defeated him in the 2015 presidential election.",
    "The Rajapaksas and their loyalists are saying that Sri Lanka Podujana Peramuna will field its candidate in the next presidential election. It is highly unlikely that the candidate fielded by that party will be anyone other than a Rajapaksa. Speculations are rife in political circles that they are planning to field one of their loyalists (like Dhammika Perera) instead of directly contesting this time as their popular influence is very low. There was a time when there was an expectation that Podujana Peramuna might support Wickremesinghe in the presidential election. That is no longer the case. We can certainly expect many dramatic events in Sri Lankan politics in the coming months.",
    "SJB alleges section of govt. raising funds for next presidential election",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}