{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/06/sri-lanka-actively-participated-in-formulating-un-high-seas-treaty/",
  "time_ut": 1678085220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka actively participated in formulating UN High Seas Treaty",
  "original_body_lines": [
    "Colombo (News 1st) – State Minister of Foreign Affairs Tharaka Balasooriya says that \"Sri Lanka actively participated and contributed to the process,\" of agreeing upon the historic High Seas Treaty.",
    "After more than 20 years of negotiations, over 100 member states of the United Nations on Saturday (4th) finally agreed upon the text of the historic High Seas Treaty, the world's first international treaty aimed at protecting the millions of species that inhabit the world's oceans.",
    "The High Seas Treaty places 30% of the seas into protected areas by 2030, aiming to safeguard and recuperate marine nature.",
    "The agreement was reached on Saturday evening, after 38 hours of talks, at UN headquarters in New York.",
    "The negotiations had been held up for years over disagreements on funding and fishing rights.",
    "The last international agreement on ocean protection was signed 40 years ago in 1982 – the UN Convention on the Law of the Sea.",
    "When News 1st reached out to State Minister of Foreign Affairs Tharaka Balasooriya in this regard, he said that \"Sri Lanka actively participated and contributed to the process.\"",
    "He added, \"An agreement was reached following more than a decade of discussions on the 4th of March 2023 by UN member states to have an internationally legally binding instrument on the conservation and sustainable use of biodiversity beyond areas of natural jurisdiction under the united nations law of the sea.\"",
    "That agreement established an area called the high seas – international waters where all countries have a right to fish, ship and do research – but only 1.2% of these waters are protected.",
    "Marine life living outside of these protected areas has been at risk from climate change, overfishing, and shipping traffic.",
    "Tear gas & water cannons fired to disperse University of Colombo student protest",
    "International Women’s Day Special on Face The Nation: Women’s Rights in Sri Lanka",
    "US Govt moves to block acquisition of Spirit Airlines by JetBlue Airways"
  ]
}