{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/breaking-barriers-building-careers-allianz-lanka-marks-womens-day-with-career-building-forum/",
  "time_ut": 1682095320.0,
  "original_lang": "en",
  "original_title": "Breaking Barriers & Building Careers – Allianz Lanka marks Women’s Day with career building forum",
  "original_body_lines": [
    "The Allianz Lanka Women in Leadership Employee Resource Group recently hosted a special forum to mark International Women’s Day, with the aim of supporting, encouraging and inspiring Allianz Lanka’s women. The forum, which was held on the 7th of March 2023, under the theme and topic of “Taking Charge of Getting the Career You Want and Deserve”, featured two leading female professionals as speakers; Nadija Tambiah, Head of Legal and Company Secretarial functions of the John Keells Group, and Thanuja Jayawardene, Head of Women’s Empowerment, Advocacy and Code of Conduct at MAS Holdings.",
    "Over 100 female members of staff and management from Allianz Lanka, together with representatives from channel partners, attended the forum. Discussions touched on a range of topics, including embracing equity, choosing and creating a career that you want, building allies for career advancement, overcoming gender stereotyping in the workplace, and achieving a good work-life balance. The Women in Leadership Employee Resource Group at Allianz Lanka aims to empower and inspire female employees to take charge of their careers and create the path they deserve. The session concluded successfully, and attendees left feeling inspired and motivated to make positive changes in their careers and lives.",
    "Speaking at the forum, Nadija Tambiah focused on the importance of women believing in themselves and taking charge of their life and career and the responsibility they also bear for the growth of our economy. relying on her background as a corporate professional and an attorney-at-law in Sri Lanka. She heads the John Keells Foundation, the corporate social responsibility arm of John Keells Holdings PLC, and is part of the Diversity and Inclusion Initiative of the Group. Ms. Tambiah also is a trustee of non-profit organisations supporting the arts and d is Vice Chair of the Women Directors Forum of the Sri Lankan Institute of Directors.",
    "Thanuja Jayawardene also shared several key insights and personal experiences. She spoke about the importance of actively working towards increasing women in management and advocating for women’s health, safety, and well-being because it is necessary for the success of companies, communities and the economy. Ms. Jayawardene’s passion for driving focused interventions to increase the representation of women in management was palpable, and her years of experience as a corporate lawyer added depth to her advice. She leads the Women Go Beyond initiative at MAS, and also heads the MAS DNA initiative, which is MAS’s code of conduct; a set of values embedded into day-to-day behaviour, supported by a framework for policy deployment and grievance handling.",
    "Commenting on the success of the forum, Ishani Senaweera – Chief Human Resources Officer at Allianz Lanka said, “We’re proud to celebrate International Women’s Day and empower our female employees. At Allianz Lanka, we believe in creating an inclusive workplace where everyone can thrive, regardless of their gender or other personal characteristics. We believe in providing our female employees with the tools and resources they need to succeed and advance in their careers.”",
    "As an organization, Allianz Lanka is committed to creating a workplace that is diverse, equitable, and inclusive. The company recognizes the importance of gender diversity in management and is dedicated to increasing the representation of women in leadership roles. The Women in Leadership Employee Resource Group is one of many initiatives that Allianz Lanka has implemented to support this goal.",
    "YoungShip Sri Lanka elects its first female chairperson at 10-year anniversary celebrations",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}