{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Prajeeth-Balasubramaniam-takes-helm-at-Lankan-Angel-Network/34-749390",
  "time_ut": 1686514282.0,
  "original_lang": "en",
  "original_title": "Prajeeth Balasubramaniam takes helm at Lankan Angel Network",
  "original_body_lines": [
    "For 2023/2024, LAN will focus on strengthening its investor network locally and globally in order to increase cross border investments that will help accelerate its start-ups",
    "The Lankan Angel Network (LAN), the country’s largest network of angel investors, has elected serial investor and entrepreneur Prajeeth Balasubramaniam as the Chairperson of its board for 2023/2024.",
    "The founder of LAN, and its inaugural chair Balasubramaniam has taken over the stewardship of LAN from its outgoing chairperson Chandi Dharmaratne, who congratulated him and said: “Prajeeth has been the driving force behind Sri Lanka’s start-up ecosystem since a few of us came together in a formalised way to fast track its development at the very beginning. It is fitting that he now takes the lead on our investment network’s next phase of growth, while also preparing the start-up ecosystem to face a new set of challenges stemming from Sri Lanka’s slow, yet steady, recovery.”",
    "“We conceptualised a network of angel investors in 2010 with the support of the Indian Angel Network (IAN) and set LAN up in 2011 with a core purpose of having an angel investing ecosystem for Sri Lanka. Our six patrons, namely Dr. Hans Wijayasuriya, Hanif Yusoof, Rajan Anandan, Linda Speldewinde, Arittha R. Wikramanayake and Padmaja Ruparel (from IAN), have been very supportive from LAN’s inception and continue to help out when needed, while the initial board and co-founders were very supportive in moulding LAN. In the last 11 years, several chairs and boards have worked towards the betterment of this ecosystem, and I would like to take this opportunity to thank them all,” commented the new LAN Chairperson Balasubramaniam.",
    "Balasubramaniam will be joined in this important undertaking by the following LAN Board Members who have also been appointed for 2023/2024: Martin & George Chairman Dumindra Ratnayake, Hatch Co-Founders Nathan Sivaganathan and Jeevan Gnanam, Promo Lanka CEO Adil Mansoor, CIMB Sri Lanka former CEO Anarkali Moonesinghe, Komar eCommerce Director Lahiru Pathmalal, and Platinum Advisors (Singapore) Chairman Sharhan Muhseen.",
    "At the same time, LAN also appointed the following to its 2023/2024 Board for the Rs. 100 million Angel Fund, which will also be chaired by Balasubramaniam. The Fund’s Board comprises Anarkali Moonesinghe, Dumindra Ratnayake, Axiata Digital Labs Chief People Officer Chandi Dharmaratne, 99x Founder/CEO Mano Sekaram, Wavenet Group Founder/CEO Suren Pinto, and PwC Sri Lanka Chief Operating Officer/Advisory Leader Channa Manoharan.",
    "A former member of the Government’s National Steering Committee for Innovation and Entrepreneurship, as well as the inaugural Chairperson of the Ceylon Chamber of Commerce’s Council for Startups (CFS), Balasubramaniam signalled that, going forward, LAN will continue to focus on building capacity related to investors, investor networks and investments, while also making the environment more conducive so startups can thrive. In line with this, LAN and its partners will be launching a new collective fund in June 2023. “Back in the day, being an Angel Investor was unheard of, and people hardly understood the concept. Thus, everything had to be built from scratch. Our focus was on setting up five areas, which were to create awareness, develop a large network of investors and mentors, build deal flows and capabilities, grow the level of seed- and early-stage funding that allowed start-ups to scale, and help them accelerate their growth. We did all this, so an ecosystem and the required stakeholders could be developed, in order that LAN didn’t have to continually keep reinventing the wheel.”",
    "Balasubramaniam, who is the Co-founder and the Managing Partner of BOV Capital, which has offices in Singapore and Sri Lanka, added: “My unwavering passion to date has been to help Sri Lankan entrepreneurs go global. I have been privileged, over the last 25 years, to work with some amazing dedicated entrepreneurs and to see them grow. In this journey, we have never let any negativity hinder our purpose, or distract us from the goals we set for LAN. At the end of the day, investors and entrepreneurs have always remained our priority. Despite many obstacles from the inception of LAN, we have always tried to bring in the right chairpersons and boards for LAN. LAN was created for the investors, and will eventually be run by the investors themselves. Today, we have successfully achieved this. Not everyone is wired to be an entrepreneur. Thus, it is important for investors to be able to identity passionate founders. Smart entrepreneurs always look for smart money. Hence, it is imperative that we, together, build the desired investment network that can help start-ups scale in a sustainable manner.”",
    "Balasubramaniam outlined his vision for creating a new sustainable structure aligned with LAN’s goal of continuing its role as the country’s leading Angel Investment body, while also staying connected to global angels through regional and international partner networks. Without rehashing what others are good at, LAN plans to work together with each of its ecosystem partners in support of their core purpose and functions."
  ]
}