{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-new-herbal-muscle-cramp-remedy-from-link-natural/",
  "time_ut": 1691093940.0,
  "original_lang": "en",
  "original_title": "A new herbal muscle cramp remedy from Link Natural",
  "original_body_lines": [
    "Link Natural, recently unveiled its latest product offering – ‘Crampgard Plus’, the unique specialist herbal cream for both prevention as well as for relief from muscle cramps and the associated excruciating pain in those suffering from it.04 years of extensive research to develop a unique herbal cream for prevention of muscle cramps",
    "A result of Link Natural’s expertise in fusing the knowledge of Ayurveda with modern science to develop cutting-edge innovative productsThis new addition further strengthens Link Natural’s current herbal pain relief category which includes;",
    "Musclegard, a remedy for muscle weakness, muscular atrophy, and muscle pains Samahan SP Balm which provides safe, rapid, and lasting relief from daily aches and pains and is also useful in relieving menstrual pains",
    "Link Natural is a research-based company with cutting edge innovative capabilities and is best known for its unique competencies in effectively fusing the wisdom of Ayurveda with modern technology and scientific method in developing, manufacturing, and marketing safe and efficacious products of high quality that meet international standards. Link Natural is home to the world-renowned Link Samahan and many other products that help consumers live a healthy long life.",
    "The introduction of Crampgard Plus further demonstrates the company’s knowledge and expertise in this area by bringing relief to those whose quality of life and physical performance is restricted by muscle cramps.",
    "Muscle cramp is a common problem that many people face today, and they continue to suffer in silence or resort to pain killers, over-the-counter balms and rubs that enable only a temporary relief. Recognizing the pressing problem and the long felt need to provide a solution, Link Natural’s ‘Crampgard Plus’ is a safe product offering not only rapid relief from muscle cramps but also acts to prevent its regular occurrence.",
    "Muscle cramps, which are sudden and painful, sustained involuntary muscle contractions, affect the quality of life, and general well-being of individuals suffering from it. For both the younger and older populations night-time sleep is often disturbed, due to waking up with very painful muscle cramps. Sportsmen and women regularly face sports related muscle cramps which challenges their ability to finish strong, or even prevents them from finishing the event and reaching their goal, while some are sadly forced to avoid participating in activities they love. Older people also encounter muscle cramps when undertaking various activities in their daily lives, thus affecting their quality of life and overall happiness.",
    "Recognised as an iconic brand for herbal healthcare products and a pioneer in fusing the wisdom of Ayurveda with modern science and technology, Link Natural has successfully created an easy-to-use, fast-absorbing cream, that can be applied daily to prevent muscle cramps and spasms, or as needed to relieve a muscle cramp quickly and reduce muscle soreness.",
    "Link Natural and Sky Cricket Club partner to empower Sri Lankan women cricketers",
    "Link Natural, unveils ‘Swastha by Link Natural’ a novel experiential centre in Colombo 07",
    "Link Natural brings relief to Apparel Premier League as official health partner",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}