{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91123/sri-lanka-signs-deal-with-rm-parks-and-shell-to-enter-fuel-market",
  "time_ut": 1686219840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka signs deal with RM Parks and Shell to enter fuel market",
  "original_body_lines": [
    "An agreement has been signed between the Government of Sri Lanka and RM Parks Inc., in collaboration with Shell Plc for a long-term contract for the importation, storage, distribution, and sale of petroleum products in Sri Lanka.",
    "The Contract Agreement was signed, a short while ago, at the Presidential Secretariat, following the recommendations of the Cabinet Appointed Special Committee, the President’s Media Division said.",
    "“US-based petroleum company RM Parks in a collaboration with Shell PLC signed the agreement to enter the Sri Lanka petroleum business today. RM Parks will be the 4th supplier to enter the domestic market and will operate under the Shell branding.”",
    "“They signed a 20-year agreement to import, distribute and sell petroleum products through 150 fuel stations allocated from CPC,” Sri Lanka’s Minister of Power and Energy Kanchana Wijesekera said.",
    "In a tweet, he said that approval was also granted for 50 new fuel stations to be established island-wide and that they will upgrade the fuel stations with new automated dispensers, electric charge stations, mini markets and cafes.",
    "In March, the Cabinet of Ministers had granted approval to award licenses to China’s Sinopec, Australia’s United Petroleum and RM Parks of the USA, in collaboration with multinational oil and gas company - Shell plc, to enter the fuel retail market in Sri Lanka.",
    "Thereby, they are be granted a license to operate for 20 years to import, store, distribute and sell petroleum products in Sri Lanka.",
    "In June 2022, the Cabinet of Ministers had green-lighted the proposal to open up Sri Lanka’s fuel import and retail sales market to companies from oil-producing nations.",
    "In October the same year, the Petroleum Products (Special Provisions) Bill, paving the way for new suppliers to enter as importers, distributors and retail operators for petroleum products, was approved by the Ministerial Consultative Committee on Power and Energy.",
    "The US-based oil company RM Parks Inc. and the British multinational oil and gas company Shell PLC had held discussions with Minister Wijesekera on commencing retail fuel sales in Sri Lanka in the first week of June this year.",
    "Wijesekera, joining the political talk show “360°” on TV Derana earlier in April, revealed that each company will handle 150 CPC dealer-operated filling stations in the local market.",
    "At present, a total of 1,142 filling stations are under the purview of the CPC, however, the corporation fully owns only 234 of them, the minister explained, adding that 450 out of the remaining 908 filling stations owned by private distributors would be allocated to the three foreign oil companies.",
    "US based Petroleum company RM Parks in a collaboration with Shell PLC signed the agreement to enter the Sri Lanka petroleum business today. RM Parks will be the 4th supplier to enter the domestic market & will operate under the Shell branding."
  ]
}