{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Appoint-exemplary-unblemished-officer-as-IGP-BASL-tells-President/108-262442",
  "time_ut": 1688547302.0,
  "original_lang": "en",
  "original_title": "Appoint exemplary, unblemished officer as IGP, BASL tells President",
  "original_body_lines": [
    "In the wake of the appointment of a new IGP being in the spotlight, the Bar Association of Sri Lanka (BASL) urged President Ranil Wickremesinghe to appoint an exemplary and unblemished officer as the next Inspector General of Police.",
    "In a letter addressed to the President, the BASL highlighted that the new IGP should have the potential to restore public confidence in the Sri Lanka Police.",
    "“In recent times, we have witnessed a serious erosion of the public confidence in the Police. The BASL has previously highlighted the lack of independence, politicization, police brutality, custodial deaths, lack of professionalism, having all contributed to the erosion of public confidence on the Police. Further, we are of the view that the Easter Sunday attacks are a clear example of the grave ramifications of incompetent individuals holding such high office,” it said.",
    "“In the case of Mohammed Rashid Fathima Sharmila v K.W.G. Nishantha and others SCFR 398/2008- S.C.M. 03.02.2023 the Supreme Court observed that the police have lost the credibility it ought to have, in the following manner:",
    "“It only highlights the utterly unprofessional approach to duty by the personnel who man it and as a consequence, people are increasingly losing trust in the police. It had lost the credibility it ought to",
    "enjoy as a law enforcement agency. The incident relevant to this application had taken place in 2008. However, this court observes that instances of death of suspects in police custody are continuing to happen, even today.” (Aluwihare J)",
    "Further, the BASL is also of the view that prior to the approval of the appointment of the Inspector General of Police that the procedures to be followed in regard to recommendations or approvals for appointments under Article 41B or 41C should be determined by the Constitutional Council as provided for in Article 41E(6) of the Constitution."
  ]
}