{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/ways-means-if-there-is-a-will-there-is-a-way/",
  "time_ut": 1704770143.0,
  "original_lang": "en",
  "original_title": "Ways & Means: If There Is A Will, There Is A Way",
  "original_body_lines": [
    "Recent tax hikes have provoked universal condemnation. Much of this was possibly predictable, unnecessary and naturally unpopular. They have created a near certainty of an Aragalaya Number Two. This may turn out to be much more violent and uncontrollable than the first. Some elements within the hierarchy, may be under the delusion that tear gas, water cannons, batons and bullying, can conquer a just and massive uprising. An unjust and uncaring officialdom, cannot expect a polite discussion, over a friendly cup of tea to resolve matters. This would be asking too much from a dejected and frustrated people.",
    "Coming on the heels of widespread hardships, shortages of essentials like fuel, food and medicines, which have rightly angered a populace, who will have no appetite for extra taxes. Having already suffered serious privations by unaffordable price hikes and shortages, the prevailing mood is one of great anger. Who is responsible for steering an otherwise reasonably endowed nation, to abject bankruptcy, penury and disgrace?.",
    "Political intrusion has been so chronic and commonplace, that this “tribe of politicos” has to take a major part of the blame for this tragedy. They have all shown inexcusable extravagance and extraordinary incompetence, in fulfilling the minimum expected of these unwelcome intruders.",
    "Both political and compliant bureaucrats must take the blame. One was hopeful that the lesson taught where two “top bureaucrats”, who were complicit in the notorious “Sil Redi Adventure,” to accommodate an unscrupulous politician, earned the severe reprimand of the judiciary. Any official of integrity, subject to political pressure to do wrong, would have found this to be a mighty weapon, by citing the plight and humiliation of these two cowardly panjandrums, who should have refused to comply, and thus not to suffer the  dire consequences of betraying the popular trust. Sadly, we now lack such courage and rectitude in the Public Service. The few that remain invite our unstinted respect. Gone are the days where a sturdy and steely Civil Servant, could boldly and defiantly stand by principle. This species is nearly extinct.",
    "The last institution from which a beleaguered citizenry could hitherto have sought relief from injustice, was the judiciary. Even this bastion is showing signs of decay and compromise. The number of “political cases” that secure the “Nidos Kota Nidahas” verbiage, is very worrying.",
    "Further, the bold defiance of verdicts, with no restraining consequences, makes a mockery of judicial authority. For example, the judicial strictures passed on that “Economic Assassin” (PBJ) and the “Sil Redi” guy (LW) and the record fine of a hundred million rupees imposed on former President, Mr Sirisena remains ignored or unpaid, while the default penalty of imprisonment is not honoured. This make the whole thing look like a sick joke, or a contrived way of mocking judicial authority. One is tempted to recall the (impertinent) remark that “The way some of our Courts behave, cannot excite any emotion other than contempt”. The ice on which we are skating, is evidently very thin.",
    "Add to this poisonous brew, the massive and unrestrained corruption, insensitivity and downright exploitation of the helpless and poorest segments of our society. Naturally, Trade Unions, youth, the senile and sick, are the most cruelly compelled to pay an unbearably heavy price.",
    "Ever since Independence, all political parties, which have thrived and enriched themselves, are guilty of creating a shamelessly impoverished nation. Thus reducing us to beggary, compelled to go around the World to beg for crumbs or for charity.",
    "Meanwhile, a corrupted officialdom, with incredible insensitivity, continues to milk a starved treasury, mostly by unnecessary jaunts by the Political hordes. Imagine an unelected President, taking along a bunch of some eighty odd jokers to a Conference on Environment – a subject about which hardly any of them would have a clue. The more emancipated among us will remember the description of “A beggar, who doesn’t know his …… hole from his elbow”. All serious participants must have rocked with derisive, but suppressed laughter.",
    "A convicted murderer was brought out of death row and sworn in as an M.P. Convicted criminals bask in Parliamentary glory. A Cabinet Member himself declared recently, that several of his colleagues were addicted to drugs. Commendable and rare candour.",
    "Whatever one may feel about the current Street Drama called “Yukthiya”, (obvious “Brownie Points” notwithstanding), is a welcome operation. Since the consequence of this crime of drug peddling is a ruinous destruction of a whole generation, it rank as multiple murder, and should invite the death penalty on the ‘King Pins’ of this horrendous crime. (The only issue on which “Aiyo” was right. An unfulfilled threat, as usual).",
    "A bloke who currently acts as IGP (with a near certainty of confirmation), lives under the shadow of a jail sentence, for complicity in a case of torture of a man in Police custody. Convicted criminals bask in Parliamentary glory.",
    "One who is likely responsible for massive Pharmaceutical fraud, endangering the lives of hundreds of innocent patients, is “punished” by mere transfer to another Ministry, possibly to pillage there as well. The list is endless and all parties in or near to “rule” are responsible. Criminals are unlikely to make respectable rulers. “Kapati suits” will not suffice to cover their nudity.",
    "Ironically, we continue to hanker after a “New Constitution” and elections. To my mind, a written Constitution will only be a further waste of time and paper. The existing one should be trashed. It seems to serves no purpose, except as an exercise of Judicial Acrobatics.",
    "Better we resort instead for an unwritten moral code, compelling political and governing authorities to act decently, ethically and honourably. Then only can our Nation be one worthy of respect.",
    "Of what earthly use is a new Constitution, when the existing one permits one, who not so long ago was referred to as “A compulsive loser” (of even his Parliamentary seat), presiding over the virtual extermination of a very powerful party at one time, who through an aberrant and ridiculous Constitution, becomes our “Head Honcho”. Interviewed by a mere journalist of German Television (DW), he was able to make a complete ass of himself. Does not speak much of our hallowed and proudly laid claim to a 2500 year, glowing heritage.",
    "The intrigues and absurdity of the successive governments, have turned us all into a cynical and suspicious nation of degenerates. This is to be expected, when the authorities (mainly political but bureaucratic as well), are so prone to cheating the public with utter disdain. Public servants who succumb to temptation of fraud, have not learnt simple lessons.",
    "The means for reform are neither original nor special. They are simple and obvious, I cannot see why those who could do something about these, have been mysteriously inactive.",
    "1. While Tax avoidance is lawful, tax evasion is not. The first is a measure of prudence, but the second of criminality. Much has been said of the need to “widen the tax net.” In doing so, it must avoid hurting the poor or otherwise handicapped. Those who can afford to pay, must justifiably be called upon to share the tax burden by taking on more. This is rather akin to “the polluter pays” principle.",
    "Retirees dependent only on interest income from savings deserve special consideration. Most have given of their best to society, and must be entitled to enjoy the time left of their lives, in dignity and unworried by financial problems. Likewise, unconscionable benefits (especially to retired or defeated politicos) must be reviewed. Needless to say, every tax rupee must be spent wisely and transparently.",
    "2. During the War, it was estimated that the direct cost was some 70 million rupees per day. After it ended, this would have resulted in substantial savings.",
    "However unconscionable extravagance has swallowed up much more. In answer to a Parliamentary question, it was revealed that the upkeep of then incumbent of the Presidency, cost some thirty million rupees per day. Recently, the Cabinet spokesman declared that a single day’s sitting of Parliament cost the exchequer about 7 million rupees. It is a subject for individual reckoning whether such outlays are justifiable. An innocent but relevant question raised was, “How much does it cost per day, to feed the animals in the Dehiwala Zoo”?",
    "3. The LTTE was said to have amassed astronomical finances to purchase ships, float companies, amass Fixed Assets, Bank Deposits, Stock Market shares, and every conceivable asset.",
    "Besides this, there were tons of gold robbed from the fleeing residents of Jaffna. What happened to all this treasure? The chief handler of these assets, alleged to be Mr. V. Pathmanathan (VP), is said to be somewhere in the Vanni, doing “Social Work”, He may be in a position to tell us where the loot went. Similarly, the so-called Tamil Diaspora should be enticed/invited to invest their resources in any part of Sri Lanka,",
    "4. The value of narcotics and illicit liquor seized and smuggled goods detected, must add up to a huge amount. These seized items should be disposed of, subject to ethical constraints. Thus narcotics and tobacco products should be promptly destroyed. Some pharmaceuticals and psychotropic medications may be used in legitimate ways.",
    "5. The proposal to levy a uniform Value Added Tax (VAT) of 18% on almost or all goods and transactions, has aroused much controversy – especially as several previous waivers and concessionary levies, have been removed. But it is equally important that charges should be correctly passed on to State Funds, and not unlawfully concealed. Else it would be an additional rip-off from an already beleaguered citizenry. Considering that The Inland Revenue Department cannot maintain just some 200,000 files annually, without incurring a massive backlog, how could it possibly monitor millions of daily transactions? What alternative agency has been thought of?",
    "6. A great deal of noise was heard off election platforms, that millions of dollars stashed abroad by delinquent Sri Lankans, would be confiscated. Has this been only an idle threat that deserved to be rubbished? (If my memory serves me right, for example, Minister Rajitha. Senaratne claimed that Mr Namal Rajapaksa had 400 million Dollars stashed away in Dubai. If so, what has happened? (Perhaps, honour among thieves?",
    "Leaving aside such fantasies, what have the authorities done about the far more reliable disclosures, from such sources as the Panama Papers? Allegations about corrupt deals and high level bribery are rampant. If even a fraction of these assertions are true, and even a small part is recovered, we could be well out of the woods.",
    "7. How about that suitcase stuffed with currency notes, supposed to have been tracked to a Hotel Car Park? The millions recovered and handed over to the police by those intruders into President’s House during or after, the Aragalaya? Why is the air not cleared by the authorities, if they desire public co-operation?",
    "8. Losses of billions have been incurred by crooked practices alleged in respect of Palm Oil, Turmeric and Sugar imports and the banning of Glyphosate herbicide.",
    "Millions of farmers were bankrupted and billions lost, by an ill-advised attempt of “going organic”. All of these were hastily imposed, (often overnight) ignoring informed cautions by competent and knowledgeable scientists, while appeasing a bunch of ignorant opportunists, with dubious political agendas. Having inflicted such horrendous damage to Agriculture and losses of revenue, these delinquents have simply disappeared. Cannot they be held accountable and made responsible for the massive damage they have done?",
    "These suggestions, even if fractionally implemented, may go a considerable way in addressing or limiting the financial distress now facing us. A patent reluctance to follow these trails, does not speak well of the sincerity of the enforcing authorities.",
    "It even casts seriously damaging distrust of the veracity of claims of distress by the authorities. Granted that some or even most of these alleged misdeeds are malicious inventions, surely any clean or worthy Government would actively pursue these allegations and reveal the truth."
  ]
}