{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hela-Apparel-Holdings-completes-FY-2022-23-with-resilience-amidst-challenges/34-749000",
  "time_ut": 1685665933.0,
  "original_lang": "en",
  "original_title": "Hela Apparel Holdings completes FY 2022/23 with resilience amidst challenges",
  "original_body_lines": [
    "The fourth quarter of FY 2022/23 marked the close of a challenging year for Hela Apparel Holdings PLC. While revenue of Rs. 20.5 billion  in Q4 represented a 40.6% increase in the same period of the previous year, this was primarily driven by the impact of the rupee depreciation. In US Dollar terms, quarterly revenue declined by 9.6% year-on-year. The drop in US Dollar revenue, however, is smaller than the 19.7% year-on-year decline recorded during Q3, as consumer demand in the Group’s key export markets remained relatively resilient.",
    "The tentative stabilisation in demand conditions during the fourth quarter, alongside the proactive cost control measures taken by the organisation contributed to an improvement in profit margins. The Group’s gross profit margin increased to 13.5% in Q4, compared to 10.0% in Q3, as capacity utilisation rates improved across the Group’s manufacturing facilities. Operating profit margins also improved, supported by greater optimisation of distribution and administration expenses. That said, elevated finance costs driven by the ongoing rise in global US Dollar interest rates were a significant drag on profitability. As a result, the Group recorded a post-tax loss of Rs. 257 million in the fourth quarter.",
    "For the full year ended on 31 March 2023, the Group’s revenue increased by 69.3% to Rs. 95.1 billion. Nonetheless, the significant deterioration in market conditions during H2 eroded accumulated profits, and the Group closed the year with a post-tax loss of Rs. 1,038 million. Despite this, Hela’s balance sheet remained in a robust position with the Net-Debt-to-Equity ratio closing FY 2022/23 at 1.6, compared to 1.8 at the same point of the previous year, supported by improvements in the working capital cycle.",
    "In a statement accompanying the financial results, the Company noted that it expects the challenging operating environment to continue into the first half of FY 2023/24 as consumers in its key export markets remain under pressure from high inflation. In this context, it will continue to focus on proactively strengthening its strategic customer partnerships based on its long-term value proposition as a leading global apparel supply chain solutions provider. The organisation also intends to remain agile in the evolving operating environment and consider additional proactive steps to manage costs and ensure a return to profitability. Several of the strategic initiatives taken during FY 2022/23, with a precise focus on process improvements, digital systems, and supply chain management are also expected to support the improvements in profit margins in the coming quarters.",
    "Hela Apparel Holdings is a social capital-focused company built on the principles of inclusivity, equity, and climate stability. With over three decades of industry experience, Hela focuses on building strategic partnerships with global brands to provide apparel supply chain solutions with distinctive advantages.",
    "The organisation has a global presence with 10 manufacturing facilities across Sri Lanka, Kenya, Ethiopia, and Egypt, as well as design centres in Sri Lanka, the US, the UK, and France, providing direct employment to over 20,000 people. Innovative, ethical, and sustainable apparel manufacturing is at the centre of Hela’s operations. With numerous accolades for sustainability, the organisation was recently endorsed as a signatory to the UN Global Compact and was awarded the ISO 14064-1:2018 certification for quantification and reporting of greenhouse gas emissions across the Group for the second consecutive year."
  ]
}