{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/remedy-worse-than-malady-3/",
  "time_ut": 1686761640.0,
  "original_lang": "en",
  "original_title": "Remedy worse than malady",
  "original_body_lines": [
    "Sri Lanka Customs has reportedly informed the government that it will not be able to meet its revenue targets due to the existing ban on vehicle imports. It has suggested that a foreign credit line be opened for the import controls at issue to be eased. But the question is why a credit line should be opened for the importation of non-essentials? Such measures will only worsen the country’s debt crisis. The government must remain maniacally focused on shoring up foreign exchange reserves, which are still woefully low. The lifting of restrictions on essential imports has already taken its toll on the rupee, and what has been gained painstakingly over the past few months on the economic front is likely to be gone in a jiffy if vehicle imports are allowed to resume at this juncture.",
    "Given rampant corruption in Sri Lanka Customs, the Department of Motor Traffic, etc., thousands of vehicles paid for via Undial and Hawala systems will find their way into the country in the event of import restrictions thereon being eased. Imported cosmetics and food items such as grapes, apples, oranges and fruit juice have never been in short supply in the country despite import restrictions; only their prices have increased. This alone is proof that a lot of forex has flowed out of the country through illegal channels. After all, Cabinet Spokesman and Minister Bandula Gunawardena himself admitted at a media briefing on Tuesday that large stocks of imported goods paid for via Undial and Hawala systems remained in warehouses and that was why the prices of imports had not come down despite the appreciation of the rupee against the major foreign currencies in the recent past. How bad the situation will be if import restrictions on vehicles are lifted is not difficult to guess.",
    "Efforts being made to straighten up the economy are showing signs of yielding the desired results, and they have to be sustained over a considerable period of time for full economic recovery to be achieved. No undue pressure must therefore be brought to bear on the government to lift import restrictions or do other such things that have the potential to deplete the country’s forex reserves; the task of easing import controls should be carried out carefully lest the economy should go into a tailspin again, causing shortages and socio-political upheavals. Dependent as the country may be on the US-dominated IMF to put its economy back on an even keel, in trying to achieve that goal, the government ought to follow the Chinese method of ‘crossing the river by feeling the stones’.",
    "There is no gainsaying that import controls have caused the state revenue to decrease drastically. But there are some other ways of increasing the Customs revenue. One is to eliminate corruption, which deprives the state of a substantial amount of revenue annually. It must be found out how non-essentials have been brought in despite import restrictions, and a close watch should be kept on the Customs to prevent import rackets.",
    "Besides, there is reason to believe that government politicians themselves cause huge losses to the Customs. The sugar duty racket is a case in point. The amount of money that the state coffers lost due to a duty waiver that the Gotabaya Rajapaksa government effected for the benefit of an SLPP financier, who imports sugar, is said to be huge. The Opposition has, in Parliament, accused the Customs of having lowered a fine on a government MP, who was caught smuggling in 3.5 kilos of gold and about 90 smartphones recently; MP Ali Sabry Raheem, who made that abortive smuggling attempt, walked free after paying only Rs. 7.4 million though the Customs had decided to fine him as much as Rs. 22.2 million, initially. In other words, the Customs as well as the state coffers have suffered a loss of about Rs. 15 million due to political interference.",
    "The government had better tread cautiously, avoiding pitfalls, and clean up the economic mess it has created. It must not undertake anything that is fraught with the danger of causing a further depletion of the country’s foreign currency reserves. Most of all, it ought to tell the Customs to get their act together without blaming their failure to increase revenue solely on the restrictions on vehicle imports.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}