{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-preparing-for-great-pillage-of-state-enterprises-Prof-Charitha-Herath/56-748663",
  "time_ut": 1684883390.0,
  "original_lang": "en",
  "original_title": "Govt. preparing for great pillage of state enterprises - Prof. Charitha Herath",
  "original_body_lines": [
    "Says Govt. has commenced a program to initiate a complete overhaul of state enterprises",
    "Accuses Govt. of failing to inform public of their plans and be transparent about them",
    "Warns those involved in process they will be held responsible in future for any corruption that occurs",
    "Freedom People’s Congress (FPC) member Prof. Charitha Herath yesterday accused the Government of attempting to completely overhaul state enterprises under the guise of restructuring.",
    "“A massive program has commenced to privatise state sector enterprises in a structure unknown to the people or the parliament,” he alleged.",
    "The MP said the country’s executive only works according to the guidelines provided by the IMF while disregarding the people, parliament and the sovereignty of the country.",
    "He accused the Government of carrying out the restructuring program by implementing an entirely new process.",
    "Presenting the Ceylon Electricity Board (CEB) as an example, Herath said the Government will change the relevant act and dismantle its various agencies to hand over them to different players.",
    "Prof Herath said the Government has failed to inform the public of its plans and is now preparing to carry out a great pillage of state-owned enterprises.",
    "While the MP admitted that certain state-owned agencies must be restructured, he also accused the Government of attempting to sell off lucrative state businesses to various parties. “Cabinet papers have been presented to allow this,” he noted.",
    "The MP called on the Government to be more transparent in the process. “Everyone, especially Ministry Secretaries and committee members of various committees will be held responsible if a pillage is carried out. In a future Government we will look into these,” he said."
  ]
}