{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Tunisia-says-900-migrants-drowned-off-its-coast-this-year/14-751243",
  "time_ut": 1690833451.0,
  "original_lang": "en",
  "original_title": "Tunisia says 900 migrants drowned off its coast this year",
  "original_body_lines": [
    "TUNIS (AFP):  More than 900 migrants have drowned off Tunisia’s coast so far this year as they tried to reach Europe by boat, the North African country’s Government said last week.",
    "In a warning of further tragedy, the United Nations said it was deeply concerned for the safety of hundreds of migrants stranded in Tunisia following their removal to remote parts of the country.",
    "The Tunisian interior ministry said 901 bodies had been recovered by July 20 following maritime accidents in the Mediterranean Sea.",
    "Tunisia has become a major gateway for irregular migrants and asylum-seekers attempting the perilous sea voyages in often rickety boats in the hopes of a better life in Europe.",
    "The distance between Tunisia’s second city of Sfax and Italy’s Lampedusa Island is only about 130 kilometres (80 miles).",
    "National Guard spokesman Houcem Eddine Jebabli earlier reported that almost 800 migrants had died by late June, and that more than 34,000 had been intercepted and rescued, most of them from sub-Saharan Africa.",
    "Coastguard units had carried out over 1,300 operations – more than double the number of missions for the same period last year.",
    "The interior ministry said over 550 “organisers and intermediaries” of human trafficking operations had been arrested so far this year.",
    "The Italian Government says that more than 80,000 people have crossed the Mediterranean to arrive on its shores so far this year, mostly from Tunisia and war-scarred Libya.",
    "The central Mediterranean has become the world’s deadliest migratory route, claiming more than 20,000 lives since 2014, according to the UN’s International Organisation for Migration (IOM).",
    "As Tunisia has become a growing hub on the migrant route, racial tensions and violence have flared in the country of 12 million which is struggling with a deep economic crisis.",
    "Xenophobic attacks have repeatedly targeted black African migrants and students, fuelled by incendiary rhetoric from President Kais Saied.",
    "Saied – who rules mostly by decree since a power grab two years ago – has alleged that “hordes” of sub-Saharan migrants were causing crime and posing a demographic threat to the mainly Arab country."
  ]
}