{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88861/sri-lankas-6th-periodic-review-under-iccpr-to-be-held-in-geneva",
  "time_ut": 1678095480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s 6th Periodic Review under ICCPR to be held in Geneva",
  "original_body_lines": [
    "Sri Lanka’s 6th Periodic Review under the International Covenant on Civil and Political Rights (ICCPR) will be held on 8 and 9 March 2023 in Geneva, according to the Ministry of Foreign Affairs.",
    "It is recalled that Sri Lanka acceded to the ICCPR on 11 June 1980. Currently, 173 countries have ratified the ICCPR. In addition to the implementation of the Covenant, all States Parties to the Covenant have undertaken a voluntary obligation to submit periodic reports to the Committee and participate in periodic reviews.",
    "Accordingly, Sri Lanka has submitted 5 Periodic Reports in 1983, 1990, 1994, 2003 and 2013 and has participated in 5 Reviews in 1983, 1991, 1995, 2003 and 2014.",
    "The 6th Report was submitted on 22 February 2019 to the Human Rights Committee. The Human Rights Committee is a body comprised of 18 independent experts that monitor the implementation of the ICCPR. The Reviews of all countries are conducted by the Committee.",
    "At the request of Sri Lanka, the 6th Review will be conducted in hybrid format and will be led by Sri Lanka’s Permanent Representative to the UN in Geneva Himalee Arunatilaka, the ministry said.",
    "The Sri Lanka delegation also comprises senior officials from the Presidential Secretariat, Ministry of Public Security, Attorney-General’s Department, Ministry of Foreign Affairs, and the Permanent Mission of Sri Lanka to the UN in Geneva participating in person.",
    "Senior officials from Colombo will join the Review virtually representing the Ministry of Justice, Prison Affairs and Constitutional Reforms, Ministry of Defence, Ministry of Women, Child Affairs and Social Empowerment, Ministry of Health, Department of Prisons, Department of Police, Office on Missing Persons (OMP), Office on Reparations (OR) and Office for National Unity and Reconciliation (ONUR).",
    "In addition to Sri Lanka, the following countries will also be reviewed by the Human Rights Committee during its 137th session to be held from 27 February to 24 March 2023: Egypt, Turkmenistan, Zambia, Peru, and Panama."
  ]
}