{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Pakistan-will-benefit-from-Mickey-Arthur-s-input-for-Sri-Lanka-Tests-says-Babar/108-262637",
  "time_ut": 1688726753.0,
  "original_lang": "en",
  "original_title": "''Pakistan will benefit from Mickey Arthur's input for Sri Lanka Tests'', says Babar",
  "original_body_lines": [
    "Ahead of the two-match Test series against Sri Lanka, Pakistan skipper Babar Azam said that Pakistan team will benefit from the input of Mickey Arthur [Director – Pakistan Men’s Cricket Team] as he was Sri Lanka’s head coach for a couple of years.",
    "\"He (Mickey) will have knowledge of the conditions in Sri Lanka and his experience with the side will further help us prepare for the upcoming series.” Babar told a pre-departure media conference at the National Bank Stadium on Thursday.",
    "Pakistan’s Test squad is currently engaged in the pre-series training camp at the Hanif Mohammad High Performance Centre in Karachi from 4-7 July. Following the conclusion of the camp, the team will depart for Sri Lanka on 8 July.",
    "The two-match Test series in Sri Lanka marks Pakistan’s first assignment in the third cycle of the ICC World Test Championship. The first match is scheduled to take place on 16 July at Galle International Cricket Stadium while the second Test will be held at Singhalese Sports Club in Colombo from 24 to 28 July.",
    "Pakistan, ranked sixth in the ICC Men’s Test Team Rankings, previously toured Sri Lanka in July 2022 with the two-Test series drawn 1-1. They played their last Test series against New Zealand at home from 26 December 2022 to 6 January 2023 with both matches drawn.",
    "“Our focus in the World Cup later this year is not just team India but all of the sides participating in the tournament. We will be able to reach the finals only if we defeat the other teams. Our plan is to be equally competitive with every opponent.",
    "“Pakistan’s batters have dominated spin bowlers in the past so it will not be correct to suggest that our players fear playing against spin in conducive conditions. A batter is expected to do something different whenever he faces tough times against a bowler. (PCB)",
    "16-20 July - First Test at Galle International Cricket Stadium"
  ]
}