{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/atrad-unveils-sri-lankas-pioneering-cloud-based-stock-trading-platform-at-beyond-horizons-launch-event/",
  "time_ut": 1702485420.0,
  "original_lang": "en",
  "original_title": "ATrad unveils Sri Lanka’s pioneering cloud-based stock trading platform at “Beyond Horizons” launch event",
  "original_body_lines": [
    "IronOne Technologies’ flagship stock trading platform, ATrad, marked a historic milestone with the launch of Sri Lanka’s first international cloud-hosted stock trading and brokering platform. The event, titled “Beyond Horizons,” took place on November 23rd at Cinnamon Grand, Colombo, gathering an esteemed audience comprising Stockbroker CEOs, Colombo Stock Exchange, and Securities and Exchange Commission officials, prominent Investment Advisors, as well as key partners and vendors.",
    "The evening commenced with an inspiring opening speech by Lakmini Wijesundera, Founder and Executive Director of IronOne Technologies and BoardPAC. ATrad, along with IronOne AI Labs, and BoardPAC collectively represent a formidable force in the global tech industry, serving a user base exceeding 5 million across 40+ countries, including prestigious Forbes Global 2000 and Fortune 500 companies.",
    "Ms. Lakmini Wijesundera articulated the company’s vision, stating, “Our commitment to uplifting Sri Lanka’s capital market through cutting-edge technology has driven two decades of innovation. Today, I take immense pride in unveiling a new chapter for ATrad – Sri Lanka’s inaugural cloud-based stock trading and brokering platform. This achievement is just the beginning of a series of groundbreaking advancements.”",
    "The Chief Architect, Lushanthan Sivaneasharajah, and the Senior Manager of Client Relations and Business Development, Shenoy De Silva, took center stage to illuminate ATrad’s cloud migration journey, elucidating the myriad benefits and the platform’s future trajectory. Utilizing the higher performance and reliability of AWS cloud enables ATrad to dynamically scale up to cater to the market demands. Furthermore, ATrad’s direct integration with Bloomberg EMSX facilitates foreign customers to route their orders directly through Bloomberg to ATrad, allowing the assigned advisors to manage these orders with total control to trade on CSE.",
    "Praveen De Silva, Director of Global Business Solutions and Client Success, expressed his enthusiasm, stating, “Today’s revelation of ATrad’s cloud migration marks a significant leap toward aligning Sri Lanka’s stock market with global standards. The dedicated efforts of our team over the past year have culminated in this transformative milestone. As we venture into this new era, we are confident that ATrad’s enhanced capabilities will not only redefine our local landscape but also position us as a beacon of innovation in the international financial arena.”",
    "IronOne tantalized the audience with upcoming developments, unveiling the ATrad API Suite, featuring Seamless Bank Integration, an Investor Portal for onboarding and KYC management, and the introduction of the ATrad wealth management and ATrad primary dealer platforms. These additions epitomize IronOne and ATrad’s commitment to pushing the boundaries of finance and technology.",
    "The event culminated on a high note, with officials from the Colombo Stock Exchange and our esteemed partners expressing excitement about the future of the stock market with ATrad. The “Beyond Horizons” launch event indeed set the stage for a new era in Sri Lanka’s stock trading landscape. IronOne Technologies and ATrad remain committed and strong partners of the capital markets ecosystem in Sri Lanka and look forward to continuing to uplift this industry where technological contribution is assured.",
    "Related Topics:ATrad unveils Sri Lanka’s pioneering cloud-based stock tradingIronOne Technologies",
    "ComBank raises Rs 12 bn. as Debentures are snapped up on opening day",
    "IronOne Technologies appoints former Sri Lankan ambassador Manori Unambuwe as vice president to drive global expansion",
    "Honouring the legacy of Rajitha Kuruppumulle, a leader who will be missed",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}