{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Aragalaya-plus-Hartalaya-and-the-SJB-s-economic-choices/4-747126",
  "time_ut": 1680716811.0,
  "original_lang": "en",
  "original_title": "Aragalaya plus Hartalaya and the SJB’s economic choices",
  "original_body_lines": [
    "If ideational ‘thinness’ facilitated the victory of the Aragalaya – the dramatic ouster of the irrational Gotabaya through people’s power—the lack of political coordination between the non-party, FSP-IUSF and JVP streams, the resultant political confusion and the absence of a transitional program permitted the Ranilist counterrevolution. Worse outcomes befell the historic ‘Springtime of Nations’, the democratic and national uprisings of 1848 in Europe (and Ceylon). But a new project and path had already appeared that very year: The Communist Manifesto of Marx and Engels",
    "To each their own take on the Aragalaya 2022. As someone who had travelled through Europe in May ‘68 with his parents (while a guest of several governments, my foreign affairs commentator father was also reporting on the student rebellions for the Ceylon Observer), I instantly applauded the new Sri Lankan post-war consciousness I recognised in the Aragalaya: the multi-class, multi-religious, non-patriarchal, anti-racist progressivism of our youth who were the driving force of a historic cross-generational civic democratic revolution. It was the closest we’ve got to May ‘68.",
    "However, I noticed and lamented the lack of the intellectual, ideological and cultural intensity that I had witnessed and experienced in the May ‘68 uprisings, from the ubiquity of the image and slogan ‘Che Lives!’ (“you see him everywhere” was the opening line of my father’s series of reports) to the atmosphere of a discussion on Fanon and Marcuse led by a leather-jacketed student of Frankfurt School philosopher Theodor Adorno in a smoke-filled basement with Vietnam posters on the walls. Rudi Dutschke had been shot. Mervyn, my father, marched in the May Day demonstration in Berlin protesting the shooting.",
    "If ideational ‘thinness’ facilitated the victory of the Aragalaya – the dramatic ouster of the irrational Gotabaya through people’s power—the lack of political coordination between the non-party, FSP-IUSF and JVP streams, the resultant political confusion and the absence of a transitional program permitted the Ranilist counterrevolution. Worse outcomes befell the historic ‘Springtime of Nations’, the democratic and national uprisings of 1848 in Europe (and Ceylon). But a new project and path had already appeared that very year: The Communist Manifesto of Marx and Engels.",
    "The Manifesto powered a project that shaped history for 140 years, culminating with the defeat of the military forces of NATO quasi-ally (nuclear-armed) apartheid South Africa by Cuba’s volunteer units (commanded from Havana by Fidel Castro) in the battle of Cuito Cuenavale in Angola in 1988. Nelson Mandela said it marked the destruction of the myth of apartheid’s systemic ‘superiority’ and military invincibility, was the decisive turning point in his release, and secured the freedom of South Africa.",
    "President Wickremesinghe tells a whopper when he says there was an attempt to overrun, occupy and take over the Government. If anyone wanted to do so they’d have done it when there were between half-a-million and one million demonstrators in town, constituting an irresistible force. That was 9 July, but by nightfall, the half a million were down to around 15,000. Having dislodged Gotabaya, which was the goal they had set, they’d gone home. The occupation of government buildings was hardly a seizure of state power. Tens of thousands of families came, camped-out, sang, took selfies, savoured a moment of liberation when they felt they had free access to places from which their destinies had been decided, and went home with their children.",
    "The Aragalaya had withdrawn from state buildings voluntarily after an urging by the BASL’s Saliya Pieris. Wasantha Mudalige rolled-in, persuaded the crowd to leave the President’s house and led the withdrawal himself. The Aragalaya had pulled down the black flag atop the old Parliament building and announced their departure by 3 p.m. the next day. Newly (s)elected President Wickremesinghe’s pre-dawn deployment of state forces to brutally disperse demonstrators was a State version of the 9 May morning attack on Galle Face Green. Several dozen sleepy stragglers were thrashed and their tents smashed. Thus, Democracy was saved from Anarchy by Ranil, the Police and security forces (and/or masked contractors).",
    "The march on Parliament that Ranil talks of never happened. It was a picket at an intersection on a road to parliament called by the JVP for mid-afternoon; not a march on parliament. By dusk, some demonstrators hived-off from Galle Face Green and despite the entreaties of Wasantha Mudalige on a live feed, to call it off and come back without confronting the army, they proceeded under the cover of darkness (someone cut the lights to the area). Violence ensued. The prominent Aragalaya personality who participated in that episode – an ex-military expatriate—quickly made bail, while young Mudalige who publicly denounced that demonstration and was nowhere near it, was in solitary confinement for months and is still being persecuted by the State in the form of the AG’s Department.",
    "The prestigious International Commission of Jurists (ICJ) regards the proposed Anti-Terrorism legislation as worse than the draconian Prevention of Terrorism Act (PTA):",
    "“…In this connection, the ICJ renews its call on Sri Lanka to repeal the PTA and immediately halt attempts to replace it with an even worse piece of legislation, as it is the case with respect to the current draft of ‘the Anti-Terrorism Bill’.”",
    "The PTA was introduced in wartime against an armed enemy. Any rational, reasonable administration would replace it with a less heavy-handed law. Instead, in peacetime, the Wickremesinghe administration seeks to replace it with a more sweepingly repressive law.",
    "The Asian Human Rights Commission (AHRC) makes an even more incisive observation about the proposed Bill:",
    "“…the proposed Anti-Terrorism Bill amounts to a fundamental alteration and change of the very substance of the conceptual framework as well as the structural framework of the 1978 Constitution…By many provisions spread through the proposed Anti-Terrorism Bill, the President directly acquires powers of control over the life of the people on matters relating to exercise of their sovereignty…This is a most fundamental violation of not only the Sri Lankan Constitution but of any constitution in a republic that claims to be based on liberal democracy…”",
    "As a political scientist, my conclusion is even more basic. The current context consists of:",
    "c)The refusal to give a commitment to the existing Constitutional deadline for Presidential and parliamentary elections in 2024/5.",
    "d)The reasonable doubt as to whether such elections will be held on schedule.",
    "The confluence of this context and the new Anti-Terrorism legislation would not only transgress and traduce the Constitution but also signal the tectonic shift of the Sri Lankan state from democracy to dictatorship.",
    "If so, the main political task and challenge would be the transition back to a democratic state, albeit with reinforced entrenchment of the separation of powers and checks-and-balances as in the USA.",
    "In the memorable words of former President Chandrika Bandaranaike Kumaratunga while discussing the Anti-Terrorism Act with Prof. G.L. Peiris (as seen on TV news), retrieving democracy could necessitate “an Aragalaya or a Revolution”.",
    "Premadasa’s multi-vector achievement was against the backdrop of two intense civil wars, one of which cost him his life 30 years ago next month. Premadasa anticipated and surpassed the Aragalaya’s ‘system change’ by a half-century while outlining an alternative economic policy paradigm which the Aragalaya didn’t, and the Left, even post-Aragalaya in the midst of an intense national crisis, still hasn’t",
    "President Ranil Wickremesinghe’s keynote address to the session ‘The IMF Reforms & Beyond’ of the Chartered Accountants Forum is the best recent rollout of his perspective on what went wrong with economic policy-making in Sri Lanka. In it, he identifies the following economic policy nodal points:",
    "“…The second chance came again in 1965 with…the Shenoy report...but the Shenoy report was not implemented, and as a result, we lost the next opportunity.",
    "“…The third round came in 1978. J.R. Jayawardena opened up the economy and went ahead, but we had to slow down because of the ethnic situation and the conflict that broke out in the country.”",
    "Ranil ‘damns with faint praise’ the Premadasa model, downgrading it to a mere extension of the 1977 open economy.",
    "He then indicts the Chandrika Kumaratunga administration’s economic performance, marking 1994 as the beginning of the end, if not the great fall.",
    "“…Nevertheless, in 1989, the second stage was done by President Premadasa and when we pushed ahead, firstly to divest ourselves on some of those corporations which are doing quite well, like Kelani Tyres and as well as the push for investments both in the apparel sector as well as the tourist sector and a lot of other new industries which we started.”",
    "“But then that came to an end after 1994 as a next Government focused completely on resolving the ethnic issue at the expense of the economic development. It went on. So, we missed that opportunity. Those who were behind us, got ahead of us.”",
    "(This is our last chance to forge ahead – Presidential Secretariat of Sri Lanka (presidentsoffice.gov.lk)",
    "The BR Shenoy Report, commissioned by Esmond Wickremesinghe for Prime Minister Dudley Senanayake was stopped in its tracks by a Ceylonese/Sri Lankan policy intellectual giant who earned infinitely more respect and recognition internationally than B.R. Shenoy ever did even in India. That was Dr. Gamani Corea, ably supported by his deputy Godfrey Gunatilleke. Dr. Corea was the development planning tsar of the Dudley Senanayake administration and later, the Secretary-General of UNCTAD.",
    "With strong backing from Esmond Wickremesinghe and J.R. Jayewardene, B.R. Shenoy proposed a free float of the rupee and the slashing of social welfare expenditure in a ‘big bang’. Prime Minister Dudley Senanayake and Dr. Gamani Corea rejected the idea with the well-known line that they preferred to spend on welfare than slash it and have to spend on security.",
    "Gamini Corea argued that Ceylon has consciously and prudently adopted a bipartisan policy aiming at greater social equity or lesser inequity, and that the Shenoy proposals would generate such social disequilibria as to undermine or negate the expected economic benefits of the proposed policy model. He would be proven correct in the 1980s.",
    "Just as President Wickremesinghe prefers Ricardo Hausmann to the Nobel Prize winner Joseph Stiglitz, he also prefers B.R. Shenoy to UN Secretary-General Gamani Corea and development thinker Godfrey Gunatilleke.",
    "President Ranil Wickremesinghe’s next ‘marker’ in his ICA remarks is 1977. Contrary to his assertion, the 1977 open economy missed its chance not merely because of a factor extrinsic to the economic model, ethnic conflict. It did so also because of the southern civil war which was more serious than the secessionist war because it directly threatened state power at the centre (Colombo).",
    "The dominant cause was political: the suspension of democratic elections for six years by means of a referendum in December 1982, the frameup of the JVP in July 1983 for the anti-Tamil pogrom, the subsequent banning of that party and the availability of a foreign military presence (the IPKF) as an enemy to mobilise against. However, the underlying determinant of the southern uprising was intrinsic to the economy: the uneven and unequal nature of the post-1977 growth model.",
    "The impending socioeconomic explosions inevitably engendered by the President’s reintroduction of the Shenoy policy template, will posthumously validate the wisdom of Dr. Gamani Corea’s firm resistance to it and of Ranasinghe Premadasa’s alternative to ruthless capitalism",
    "Veteran political columnist Upul Joseph Fernando writing in the Mawrata, a widely-circulated online publication sympathetic to the SJB, has launched a scathing critique of a faction within the SJB which publicly supports the economic policies of President Wickremesinghe. He points out that the spike in the JVP-NPP’s support did not occur during the Aragalaya but after Ranil Wickremesinghe became President and an SJB faction began to cheer on his economic policies openly—collaborationist conduct which Fernando attributes to crony capitalist lobbies.",
    "I’d add that such collaboration was especially misplaced because there plainly exists the alternative and superior choice of the Premadasa political economy.",
    "When the UNP’s 1977 model was blazing ahead at 8% growth, it would have taken a genius to spot its flaws and future failures and a hero to articulate them. Premadasa’s Parliamentary speech when assuming the Prime Ministership on 23 February 1978, an occasion on which any (other) politician would have chosen to bandwagon and display smug self-satisfaction, sounded a siren instead. His longtime deputy Sirisena Cooray ensured its re-publication within months (June 1978) in an anthology the title of which underscored Premadasa’s chief strength: ‘Prabuddha Shakthiya’. Here is Premadasa’s blistering critique of the 1977 growth model and his early warning alarm:",
    "“Our people are facing untold hardships. The efforts of our youth to obtain opportunities for work, economic progress and social security have been unsuccessful. The forbearance and fortitude of our people who are shouldering great burdens of the cost of living, must not be mistaken for weakness. This atmosphere of poverty is about to overwhelm the limits of their patience. If so, none can tell what might transpire. Policies must be formulated, implemented…bearing this in mind.” (‘Prabuddha Shakthiya’, p170, published by B. Sirisena Cooray, June 1978, MD Gunasena & Co.)",
    "The big ‘missed opportunity’ did not come with the ethnic conflict of the 1980s, or earlier, with the rejection of the Shenoy report of 1965-66, or later, with the Chandrika presidency of 1994. It came with the UNP—and thereby the country—abandoning after May 1993 the Premadasa model (1989-1993) which by all available statistics did the near-impossible: rapidly restored growth; revived the stock market; launched an export-industries drive located in the provinces rather than FTZs, effected a shift of real income to the poor; attracted foreign investment; embarked on a spectrum of entitlement programs of a universal nature; and narrowed inequality as fast as it grew the economy. Premadasa’s multi-vector achievement was against the backdrop of two intense civil wars, one of which cost him his life 30 years ago next month.",
    "Premadasa anticipated and surpassed the Aragalaya’s ‘system change’ by a half-century while outlining an alternative economic policy paradigm which the Aragalaya didn’t, and the Left, even post-Aragalaya in the midst of an intense national crisis, still hasn’t:",
    "“Political power has been diffused among the people through the exercise of the franchise. In like manner the economic wealth of the country should also be diffused among the people…”",
    "“The people’s participation should be enlisted in all matters relating to policy decisions and their implementation…The common people should have a voice in making decisions and share in their implementation.”",
    "“…The root cause of unrest among our people is that we have reduced them to mere voting machines operating once in five years. This system must change; and change completely to make the people the real masters.”",
    "– R. Premadasa, April 4th 1973, ‘A Plan for Sri Lanka’, speech to the Rotary Club, Colombo West (republished Ceylon Daily News, Nov. 21, 1991)",
    "Ranil’s economic ideology has nothing in common with Premadasa’s policies. Confronted with the financial drain that the state-owned plantations imposed on the budget, Premadasa rejected the option of privatisation and foreignisation of ownership, opting instead for renewable five-year management contracts to be awarded to Sri Lankan (not foreign) private sector firms. Chandrika promptly sold them.",
    "As Prime Minister in 2001-2004 and 2015-2019, Ranil Wickremesinghe did nothing to restore the Premadasa model of growth with equity. Instead, he moved in the opposite direction of B.R. Shenoy (member of the neoliberal Mont Pelerin society) and Ricardo Hausmann, rendering the UNP unelectable.",
    "The impending socioeconomic explosions inevitably engendered by the President’s reintroduction of the Shenoy policy template, will posthumously validate the wisdom of Dr. Gamani Corea’s firm resistance to it and of Ranasinghe Premadasa’s alternative to ruthless capitalism.",
    "I expect the Aragalaya will be part-replaced, part-replayed by an Aragalaya plus ‘Hartalaya’ (the Hartal was the working-class led popular uprising of August 1953), as the only way perceived by the citizenry led by the youth and the working people, to resist Ranil’s ‘savage capitalism’ (‘capitalisme sauvage’ in the original French) and wrest a Presidential election next year."
  ]
}