{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-women-prevented-from-paid-work-by-childcare-domestic-work-123749/",
  "time_ut": 1686926340.0,
  "original_lang": "en",
  "original_title": "Sri Lanka women prevented from paid work by childcare, domestic work",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka’s women who are kept out of formal employment by childcare, housework, and social attitudes against working outside the home, are also paying the biggest price amid job losses triggered by a currency crisis, a survey has found.",
    "In a survey by Sri Lanka’s Women and Media Collective, 54.7 percent women respondents said they could not get a as there was no one to take care of children, another 11.9 percent said there was no one to take care of parent.",
    "The survey was based on a sample 840 in which the majority of participants were women.",
    "The economic crisis had reduced household incomes and parents were no longer able to afford tuition, leaving children at home for longer periods.",
    "“They try to care for their sick and home and many households have curtailed education expenditure such as tuition,” Country economist at UNDP Sri Lanka, Vagesha Gunasekara said.",
    "“These externalities have already been diverted into the household now. And this has added to women’s unpaid care work, on top of what they were already doing.”",
    "More than 30 percent of the women also gave household chores as a reason for not being able to work while 25 percent of the men also gave the same reason.",
    "Respondents to the survey were also able to give more than one reason for not engaging in paid work.",
    "Women also were discouraged from working due to social attitudes.",
    "Of the men 50 percent said they were unemployed because they could not find a job and 37.7 percent could say they could not find a job.",
    "Women were generally expected to do housework, regardless of whether they were in paid work or not, the survey found.",
    "“The burden that women bear from unpaid care work come from gender norms where women are positioned as being more capable of taking up reproductive related activities despite the majority of chefs and tailors being male,” Director Programmes of Women and Media Collective, Sepali Kottegoda said.",
    "“Despite unpaid care work being able to be performed by women and men, these norms are so strongly entrenched that even when women have access to employment, there is little consideration in the domestic sphere that unpaid care work needs to be divided equally.”",
    "Married women spent 106.36 minutes a day cooking and 341.86 minutes taking care of children, time use survey showed.",
    "“Since this work is not considered as having ay economic value, it does not contribute to the gross domestic product,” Kottegoda told EconomyNext.",
    "Gross domestic product is used to compare the size of economies across the world. The IMF has also used the GDP to tax people more and give more money to the state workers and politicians to spend calling it revenue based fiscal consolidation.  (Colombo/June 16/2023)"
  ]
}