{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CA-Sri-Lanka-and-Consul-General-in-Australia-in-proactive-role-to-help-reignite-Sri-Lanka/34-749161",
  "time_ut": 1685991869.0,
  "original_lang": "en",
  "original_title": "CA Sri Lanka and Consul General in Australia in proactive role to help reignite Sri Lanka",
  "original_body_lines": [
    "CA Sri Lanka President Sanjaya Bandara speaking at the panel discussion",
    "Hot on the heels of a successful international conference in Dubai, the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) continued to play a proactive and impactful role across the board this time by organising the first ever business forum in Melbourne along with its Australian Chapter and the Consulate General of Sri Lanka in Melbourne, Australia.",
    "Aimed at fostering collaboration and improving trade and investment between Australia and Sri Lanka and promoting Sri Lanka as a preferred tourist destination, the event in May was attended by senior representatives of over 75 Australian businesses, as well as heads of professional bodies, dignitaries including diplomats, and representatives from the media and chambers of commerce.",
    "The inaugural business forum ‘Reignite Sri Lanka 2023’ also attracted a formidable line-up of speakers and panellists representing some of Sri Lanka’s biggest brands who enlightened the audience on the numerous investment opportunities in the South Asian Island.",
    "The main objective of the forum was to help strengthen collaboration and connectivity among the Sri Lankan business community in Australia as well as their counterparts in Sri Lanka to support the country’s economic and social recovery efforts after suffering its biggest economic setback last year.",
    "Delivering the keynote, CA Sri Lanka President Sanjaya Bandara, explained in depth the crucial role that CA Sri Lanka plays as the national accounting body with its stakeholders, which include members, students, regulators, the government, and the general public.",
    "“As a responsible professional body, we feel that we must help our country get out of the current crisis by giving it a fresh lease on life. Our country is in the midst of recovering from a recession. In order to promote investment in Sri Lanka, Bandara stated, “we have organised this forum to facilitate a dialogue between representatives of the Sri Lankan government and the business community in Australia.”",
    "Sri Lankan Consul General in Melbourne Sandith Samarasinghe, gave a speech outlining the three main investment opportunities available in Sri Lanka, including solar-powered agriculture, renewable energy, and education.",
    "In addition to the many advantages offered to new investors who are eager to travel to Sri Lanka to invest and promote tourism, Sri Lanka Tourism Promotion Bureau Chairman Chalaka Gajabahu, highlighted the latest efforts taken by the Bureau to increase tourism.",
    "The forum also featured a panel discussion featuring Dilmah Teas Director Malik J.Fernando, Colombo Port City Economic Commission Finance Director Ruwan Karunaratne, and Trip A Deal Marketing Manager Lucy Walgers, Commercial & Finance: Logistics Solutions General Manager Pramitha Ranshika, and Courier for Team Global Express moderated the discussion.",
    "CA Sri Lanka Australia Chapter President Anuruddha Dias concluded the event delivering the vote of thanks where he announced that the chapter has established an Investor and Business Relations Committee to provide post-event coordination and support to the business community in Australia, in collaboration with the Consulate General’s Office.",
    "Early this year, CA Sri Lanka also created history when they organised their first ever international conference in Dubai which was a sell-out event."
  ]
}