{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-colombo-north-port-growth-will-be-linked-to-india-president-118735/",
  "time_ut": 1682238060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Colombo North Port growth will be linked to India: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Colombo North Port expansion will be driven by demand mostly from India and also Pakistan and Iran if they become stable growth areas, President Ranil Wickremesinghe has said.",
    "“We have to remember one thing only, that is what is going to take place in India, what’s the development in Pakistan and what’s the development going to be in Iran,” he was quoted as saying at a forum where a 30 -year port development plan was discussed on April 21.",
    "“Those three will decide the capacity, the number of TUs that we can have… As it is now, people have a very bright forecast for India, and that’s possible if it can be achieved.”",
    "By 2050 India was expected to have a population of 1.7 billion person up from 1.4 billion.",
    "“The industrialization of India is happening fast, especially in some areas,” he said. “You find Gujarat, Maharashtra and other one in the Southern India, especially in Tamil Nadu.”",
    "“Secondly is Pakistan, though it may be going through a financial crisis now like us.”",
    "Pakistan has a central bank which acts operates in the same way as Sri Lanka printing money to suppress rates and collapsing its ‘flexible exchange rate’, critics say.  Iran which produces oil, also has a central bank which drives the country close to hyperinflation from time to time.",
    "Sri Lanka is also discussing with India the development of Trincomalee port in the North East, he said.",
    "“..[W]e discussing with India on the development of the Trincomalee Port on the basis that in the next 25 years there will be vast development in the Bay of Bengal, both on the Indian side, the Bangladeshi side, Malaysia and even Myanmar,” President Wickremesinghe said.",
    "“So we have to look at the Trincomalee Port and also its capacity to be a point for cruise tourism in the Bay of Bengal.”",
    "Hambantota Port which was built with Chinese finance is now being managed by CM Ports group. A 4,000 acre industrial zone is planned. A refinery is also expected to come up there.",
    "“In the meantime, remember that the Chinese are undertaking Wast to West railways in Africa together with the African nations,” he said.",
    "“One which will go from Kenya all the way to West African coast and another which will most probably go through Congo. So the whole logistics and transport in the region will change and we have to take that into account and make whatever adjustments we do now to ensure that Sri Lanka becomes the hub of the Indian Ocean.”",
    "Following is the full speech made by President Ranil Wickremesinghe at the 30 Year Development plan of the North Port of Colombo workshop on Friday (21) at Bandaranaike Memorial International Conference Hall (BMICH).",
    "I must first commend the Minister and the Sri Lanka Port Authority for the work they have done. This ministry is now called the Ministry of Shipping and Aviation. Some people have asked me why don’t we split it and have two Ministries, one for shipping and one for aviation. I said no, our intention is to make Sri Lanka an air and sea hub. So we will have one Ministry of Shipping and Aviation. So we’ve got to think differently and I think the Minister is the best person to be in charge.",
    "Sri Lanka has to think of the future, what we will do in the next 25 years, how we are going ahead to make this a developed country. We have to look at the developments in India, in Pakistan, in Iran, and total Makran coast, in assessing the role that Sri Lanka has to play as an important hub.",
    "So in addition to Colombo, we have the Galle Port, which has great potential for tourism, the Hambantota Port and the Trincomalee Port.",
    "With the Trincomalee Port, we are discussing with India on the development of the Trincomalee Port on the basis that in the next 25 years there will be vast development in the Bay of Bengal, both on the Indian side, the Bangladeshi side, Malaysia and even Myanmar. So we have to look at the Trincomalee Port and also its capacity to be a point for cruise tourism in the Bay of Bengal.",
    "Hambantota at the moment we have the port functioning not at its full capacity, but the development in Hambantota in the next 10 – 15 years, where about 4000 acres will be set aside just for manufacturing not taking into account the development of agriculture and fisheries. This will mean and the fact that there’s going to be at least one refinery, indicative that the activities there will increase.",
    "We have the airports which we are developing. Katunayake airport, which has to be further developed, Mattala airport, which has to be commercially viable.",
    "Then with those two airports, we’ve just opened up Palali and development of Hingurakgoda as the main domestic airport for the Eastern region and the North Central Province.",
    "So within this it’s a role that the North port has to play. We have to think now of what the development should be.",
    "The SLPA and the consultants have given us a report on the feasibility of the north port. We have to remember one thing only that what is going to take place in India, what’s the development in Pakistan and what’s the development going to be in Iran.",
    "Those three will decide the capacity, the number of TUs that we can have, the number of containers, the units we have would depend on that. As it is now, people have a very bright forecast for India, and that’s possible if it can be achieved.",
    "By 2050, India will be the most populous country in the world from 1.4 billion it will be up to 1.7 billion people. The industrialization of India is happening fast, especially in some areas. You find Gujarat, Maharashtra and other one in the Southern India, especially in Tamil Nadu.",
    "But this is the beginning. From there it should spread to other areas. So industrialization manufacturing is now taking place in India.",
    "It still hasn’t reached the level that China reached somewhere in 2010.It still has to go there. So if at all at some stage it will be that the progress will be not arithmetic but geometrical progression.",
    "So we will have the development in India. Then what is the connectivity that’s going to take place between India and Sri Lanka. Our closest point is in the north.  Are we going to have a role on role of ferries? Are we going to have more permanent structures?",
    "These are issues that we have to resolve and that will also determine the viability of our ports, especially of the port of Colombo. So in looking at the port there’s only two issues which came to my mind.",
    "Firstly is the environment, especially the impact on fishing that we have to take seriously. Because before you start building you have to get the support of the people in the area.",
    "Secondly, we are also discussing with India. But at the end of it the projections show that the development will be fast and there’ll be a need for more, certainly a larger capacity for containers.",
    "Then we may have to make adjustments that we will know we’ll be going into India and having talks with them. So we will have an idea of what is the low growth scenario and what is the high growth scenario and where and where will it take place. Because India also has to develop its port, but Sri Lanka’s advantage is the port we have.",
    "Secondly is Pakistan, though it may be going through a financial crisis now like us in time to come when you look at the population, it has a great capacity for development, followed by Iran. And if Iran goes ahead with the Chabahar Port which will join up to Central Asia and Russia, then Makran coast itself is something to look at. So these are all areas we have to think of development.",
    "In the meantime, remember that the Chinese are undertaking east to West Railways in Africa together with the African nations. One which will go from Kenya all the way to West African coast and another which will most probably go through Congo. So the whole logistics and transport in the region will change and we have to take that into account and make whatever adjustments we do now to ensure that Sri Lanka becomes the hub of the Indian Ocean.",
    "We can do it, we should do it, and we did that over a thousand years ago. I’m sure we make up our mind, go ahead. So I must thank the Minister for all the effort that he has taken in and we can also start discussing what the future steps should be."
  ]
}