{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95200/jeevan-emphasises-need-for-water-tariff-formula-that-maintains-fairness-for-citizens-",
  "time_ut": 1701093600.0,
  "original_lang": "en",
  "original_title": "Jeevan emphasises need for water tariff  formula that ‘maintains fairness’ for citizens",
  "original_body_lines": [
    "Minister of Water Supply and Estate Infrastructure Development Jeevan Thondaman has emphasised the need for a formula that sustains the water board while maintaining fairness for the general public.",
    "Speaking about the ongoing discussions pertaining to the introduction of a water tariff, the Minister pointed out that with the major domestic category comprising 75% and Samurdhi at 1.58%, the government aims to prioritize these sectors over industries, albeit without pressuring them.",
    "Thondaman made these remarks while addressing a media briefing held at the Presidential Media Centre (PMC) today (27 Nov.).",
    "Minister Thondaman said discussions are still in progress, considering two parallel formulas—one focused on cost recovery and the other on cost reflection. The final draft of the tariff formula is expected in December, with a commitment to avoiding unnecessary burden on the public. There is a possibility of an increased tariff rate for commercial institutions, with an emphasis on ensuring fair rates for charitable institutions, hospitals and schools.",
    "To further deliberate on these crucial decisions, a meeting has also been requested with Ministers Dilum Amunugama and Shehan Semasinghe, the outcome of which will be later divulged, while also leading to a vote on the proposed tariff.",
    "Minister Thondaman acknowledged the economic crisis affecting both foreign-funded and domestic-funded projects. He assured the public that new projects would kick-start in January, with a focus on completing existing projects. The government plans to engage in public-private partnerships to enhance water quality and reduce costs. The Minister clarified that while projects would involve private participation, there is no intention to sell or privatize water.",
    "The Minister acknowledged operational losses, citing increased electricity prices and existing debt as contributing factors. However, he highlighted a silver lining—the reduction in water usage due to conservation efforts following a tariff hike. The Minister stressed the importance of a sustainable tariff formula that considers debt servicing and CAPEX (Capital Expenditure) but does not overburden the public.",
    "Minister Thondaman discussed the government’s commitment to efficient water conservation, especially in areas with inadequate access to clean water. Plans for a desalination plant in Jaffna and efforts to prioritize water supply from villages and estates were highlighted. The Minister also emphasized the streamlining of the water resources management policy to implement a comprehensive water management plan.",
    "The Minister refuted accusations of politicization within the Water Board and clarified the appointment process for key positions. He assured that revenue for the Water Board has increased and discussed plans to explore renewable energy sources to reduce energy costs.",
    "As the government works towards a stable tariff formula and sustainable water management, the Minister urged the public to understand the value of water and the necessity for a balanced approach to tariff reform.",
    "The Minister concluded the press conference by reiterating the commitment to providing clean and accessible water to all citizens while ensuring financial viability in the water sector. The proposed reforms aim to strike a balance between the needs of the public and the economic realities faced by the water sector."
  ]
}