{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91112/us-east-coast-blanketed-in-veil-of-smoke-from-canadian-wildfires",
  "time_ut": 1686200400.0,
  "original_lang": "en",
  "original_title": "US East Coast blanketed in veil of smoke from Canadian wildfires",
  "original_body_lines": [
    "Schools across the U.S. East Coast canceled outdoor activities, airline traffic slowed and millions of Americans were urged to stay indoors on Wednesday as smoke from Canadian wildfires drifted south, blanketing cities in thick, yellow haze.",
    "The U.S. National Weather Service issued air quality alerts for virtually the entire Atlantic seaboard. Health officials from Vermont to South Carolina and as far west as Ohio and Kansas warned residents that spending time outdoors could cause respiratory problems due to high levels of fine particulates in the atmosphere.",
    "“It’s critical that Americans experiencing dangerous air pollution, especially those with health conditions, listen to local authorities to protect themselves and their families,” President Joe Biden said on Twitter.",
    "U.S. private forecasting service AccuWeather said thick haze and soot extending from high elevations to ground level marked the worst outbreak of wildfire smoke to blanket the Northeastern U.S. in more than 20 years.",
    "New York’s famous skyline, usually visible for miles, appeared to vanish in an otherworldly veil of smoke, which some residents said made them feel unwell.",
    "“It makes breathing difficult,” Mohammed Abass said as he walked down Broadway in Manhattan. “I’ve been scheduled for a road test for driving, for my driving license today, and it was canceled.”",
    "The smoky air was especially tough on people toiling outdoors, such as Chris Ricciardi, owner of Neighbor’s Envy Landscaping in Roxbury, New Jersey. He said he and his crew were curtailing work hours and wearing masks they used for heavy pollen.",
    "“We don’t have the luxury to stop working,” he said. “We want to keep our exposure to the smoke to a minimum, but what can you really do about it?”",
    "Angel Emmanuel Ramirez, 29, a fashion stylist at a Givenchy outlet in Manhattan, said he and fellow workers began feeling ill and closed up shop early when they realized the smell of smoke was permeating the store.",
    "“It’s so intense, you would think the wildfire was happening right across the river, not up in Canada,” Ramirez said.",
    "New York Governor Kathy Hochul called the situation an “emergency crisis,” saying the air pollution index for parts of her state were eight times above normal.",
    "Reduced visibility from the haze forced the Federal Aviation Administration to slow air traffic into the New York City area and Philadelphia from elsewhere on the East Coast and upper Midwest, with flight delays averaging about a half hour.",
    "Schools up and down the East Coast called off outdoor activities, including sports, field trips and recesses.",
    "A Broadway matinee of “Prima Facie” was halted after 10 minutes when actress Jodie Comer had difficulty breathing due to poor air quality. The show was restarted with understudy Dani Arlington going on for Comer in the role of Tessa, a production spokesperson said in a statement.",
    "Even Major League Baseball was impacted, as the New York Yankees and the Philadelphia Phillies both postponed home games scheduled for Wednesday. A National Women’s Soccer League match in Harrison, New Jersey, was also rescheduled, as was a WNBA women’s basketball game in Brooklyn.",
    "In some areas, the air quality index (AQI), which measures major pollutants including particulate matter produced by fires, was well above 400, according to Airnow, which sets 100 as “unhealthy” and 300 as “hazardous.”",
    "At noon (1600 GMT), Bethlehem, Pennsylvania, was recording the nation’s worst air quality index, with an AQI reading of 410. Among major cities, New York had the highest AQI in the world on Wednesday afternoon at 342, about double the index for chronically polluted cities such as Dubai (168) and Delhi (164), according to IQAir.",
    "The smoke billowed over the U.S. border from Canada, where hundreds of forest fires have scorched 9.4 million acres (3.8 million hectares) and forced 120,000 people from their homes in an unusually early and intense start to the wildfire season.",
    "The skies above New York and many other North American cities grew progressively hazier through Wednesday, with an eerie yellowish tinge filtering through the smoky canopy. The air smelled like burning wood.",
    "Wildfire smoke has been linked with higher rates of heart attacks and strokes, increases in emergency room visits for asthma and other respiratory conditions, eye irritation, itchy skin and rashes, among other problems.",
    "A Home Depot store in Manhattan sold out of air purifiers and masks. New York Road Runners canceled events intended to mark Global Running Day.",
    "“This is not the day to train for a marathon or to do an outside event with your children,” New York Mayor Eric Adams advised. “If you are older or have heart or breathing problems or an older adult, you should remain inside.”",
    "Pedestrians donned face masks in numbers that brought to mind the worst days of the coronavirus pandemic.",
    "Tyrone Sylvester, 66, playing chess in Manhattan’s Union Square as he has on most days for 30 years, but wearing a mask, said he had never seen the city’s air quality so bad.",
    "“When the sun looks like that,” he said, pointing out the bronze-like orb visible through the smoky sky, “we know something’s wrong. This is what global warming looks like.”",
    "Poor air quality is likely to persist into the weekend, with a developing storm system expected to shift the smoke westward across the Great Lakes and deeper south through the Ohio Valley and into the mid-Atlantic region, AccuWeather said."
  ]
}