{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-fishermen-face-double-whammy-of-climate-and-economy/",
  "time_ut": 1689220680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s fishermen face double whammy of climate and economy",
  "original_body_lines": [
    "Babarandage Don Sarath Appuham, a 59-year-old fisherman, has worked at Negombo Lagoon since he was a teenager. Palpable differences in tide patterns and fish catches from climate change have complicated his work.",
    "“We used to always go at 9am, then 1pm. It’s no longer that predictable,” Sarath told Al Jazeera.",
    "They have to gauge conditions day by day now, he said. Sometimes the waves are too rough to venture out on.",
    "Along Sri Lanka’s 1,700km (1,056 miles) of coasts and lagoons, artisanal fishermen cast and gather their nets several times a day. Nearly half of the country’s animal protein intake comes from fish, close to three times the global average.",
    "The exact style of net employed and method of fishing varies village by village, born from generations of experience. For instance, in the Kalpitiya peninsula in western Sri Lanka’s Puttalam district, beach seine fishers (who traditionally work in teams of 15-30 people, using a single net to surround a school of fish) employ very fine “bait” nets to catch smaller fish like anchovies and sardines. Larger meshed ones (seer and thara nets) cast further south are conducive for catching mackerel and tuna. An estimated thousand beach seines operate across the country.",
    "But amid the familiarity of these enduring practices, new tensions and stresses are stirring as Sri Lanka continues to undergo the worst economic crisis in its history.",
    "Sarath Appuhamy’s beach seine owner acquired a tractor a few years ago in an attempt to counter slumping labour issues and what seems to be fewer fish in the ocean. Although the winching allows Sarath and his colleagues to cast their nets up to four times a day, double what they could do when the work was fully manual, there is virtually no difference in total commercially viable fish caught at the end of the day.",
    "Inflation is the most pressing challenge to small-scale fishers right now, said Santhalingam Thanusanth, a fisheries and fish biology scientist at the National Aquatic Resources Research and Development Agency (NARA). The researcher estimated that about half of artisanal beach seine fishermen have adopted new methods, whether it is mechanisation or higher-tech gear.",
    "Kasun, 32, who goes by one name, is one such fisherman. He operates at Negombo Lagoon, just north of the capital city of Colombo. He has been working in beach seine since he was 16. He says that he is close to reaching breaking point with the economic strain.",
    "Six years ago, Kasun invested in two tractors – a mechanisation strategy  some NARA researchers introduced in 2016 – which are equipped with winches to help haul up heavy fishing nets, in place of the strength of 10-15 men, and needs as few as six to eight fishers. It’s been a tricky trade-off. It costs him 20,000 Sri Lankan rupees ($64) a day to hire 12 people and a lorry each time he fishes. He hails from Kepungoda village, about 30km (19 miles) away from where he operates. “I want to continue with this work, but don’t know if I will be able to,” Kasun says.",
    "It has not been a profitable year. The price for kerosene oil, fuel for his boat, has increased four times, from 87 Sri Lankan rupees ($0.28) in 2022 to 340 rupees ($1.1) for one litre (33.8fl oz) in 2023 – petrol costs have more than doubled over the last two years.",
    "The physical demands of fishing and its increasingly low pay have kept younger generations away. The resulting dual conundrum of underemployment and the labour shortage is threatening the continuity of traditional beach seine. Although tractors can replace men in terms of net hauling, individuals are still needed for most other tasks: to separate the catch, dry it and clean or repair the net.",
    "Kasun has even had to bring in workers from different districts because of manpower scarcity. “If you use people and it’s not a good catch day, you can explain that there was no catch and you can’t pay much. Manual labour is a flexible cost, but fuel for the tractor is fixed,” he told Al Jazeera.",
    "“Most beach seine fishers are older men,” said Aruna Maheepala, a socioeconomic and aquatic resources senior scientist at NARA. “The work is too low-paying and hard to attract younger generations.”",
    "Many have been opting to either stay at home or find odd jobs, but there is no clear employment trajectory for fishers to take. The government, facing a myriad of challenges, has been slow to offer support to fishermen.",
    "“There just aren’t enough alternative occupations for fishers,” added Maheepala.",
    "Akila Harishchandra, a marine biologist who formerly worked for NARA before obtaining a PhD at the University of Maine, states that common gig jobs in Sri Lanka, such as driving tuk-tuks, fail to generate anything substantial. “With the internet, young people realize that there are other opportunities out there – they just don’t know how to get there,” he told Al Jazeera.",
    "Situated just north of the equator, Sri Lanka is especially vulnerable to climate-induced impacts: fluctuating temperatures, increasingly erratic rainfall patterns, rising seas and monsoons.",
    "On the west coast, April signals the end of the tropical country’s first fishing season. There are generally two good fishing periods in Sri Lanka, from October to April on the west coast, and April to October in the east. These temporal lines have become blurred in recent years with environmental shifts.",
    "Fluctuating weather patterns affect the seasonal migration of those fishermen who move from the west to the east coast and back. “Seas have become rougher, which means fishermen either have to take time off or risk their lives,” Mahipala said.",
    "But the mechanisation has also led to the erosion of delicate coastal landscapes. The seaside belt along Kalpitiya has beautiful stretches of natural sand dunes. When beach seine fishers use tractors, their tracks are prone to eroding the beaches, leading to the destruction of endemic coastal vegetation such as Ipomoea aquatica (water spinach), Opuntia dillenii (prickly pear) and Spinifex littoreus (coastal grass), Thanusanth said.",
    "“Small-scale fishing has never been a particularly profitable business,” according to K P G L Sandaruwan, a socioeconomic and marketing researcher at NARA. That financial uncertainty has only increased during this crisis period.",
    "“Fishers take loans from informal money lenders – wholesale fish sellers and fuel shops at times – to purchase fuel,” he said. That loan can be stretched across several fishing trips in the hopes they can have a profitable catch to settle the loan. These days, the gamble may seem greater than ever.",
    "Of the nearly 50,000 fishers in Sri Lanka, Sandaruwan estimates that around 5,000 work on offshore multi-day boat trips.They have been forced to scrimp on expenses, working longer hours over shorter fishing trips. The food, water and fuel required for a month-long trip used to cost about 150,000 rupees ($408), said Maheepala. Now, it is closer to 250,000 ($800).",
    "The more modern and durable fibre-glass boats equipped with outer engines may require less maintenance and repairs than the paru wooden boats fashioned by skilled carpenters, but their costs are also far higher. Moreover, the relative efficiency that mechanised boats provide can be detrimental from a biodiversity perspective: a single haul can still produce nearly half its volume in by-catch – species such as starfish, stingrays and turtles, which are not commercially viable and fishermen do not consume – says Thanusanth.",
    "These drastic fiscal constraints limit both the types of fish fishers are accustomed to catching and places where they like to fish.",
    "Ranga, 31, fishes with his partner, 55-year-old Attula, in a two-person percy boat, a kind of traditional wooden skiff, off Weligama Bay on the south coast. Also a popular tourist spot, early morning surfers will soon be crowding the shores.",
    "It is still dark as they head out, with a push-off from the sandbar from friendly fishing neighbours, to check in on the nets they left out overnight. “We just don’t go as far any more these days,” Ranga said, “because of how much fuel costs.” They sail for about half an hour, travelling nearly 3km (1.8 miles) from shore. Their catch that day is weak, no more than a small bucket of sardines that they untangle, one by one, as they recollect their net back into the percy boat.",
    "But with rocketing fuel prices, it is not just distance on the water that matters. “Fish wholesalers are also not willing to go to remote areas to collect fish, due to high transport costs,” explained Sandaruwan. “This shows a huge difference island-wide. Fishers who land their fish near town areas can get good prices but fishers who live in remote areas receive a very low price.”",
    "Related Topics:Climate-induced impactNARANational Aquatic Resources Research and Development Agencysri lanka news",
    "Last chance, warns CBSL chief, but hotheads willfully ignore warning",
    "Stricter laws to combat illegal human and drug trafficking -State Minister",
    "Navy takes hold of Kerala cannabis with gross street value of over Rs. 30 Mn in Mannar",
    "President, UN Secretary General discuss Economic Recovery, Climate Prosperity Plan at Summit in Paris",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}