{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90443/imf-staff-team-to-meet-with-president-ranil-today",
  "time_ut": 1683775800.0,
  "original_lang": "en",
  "original_title": "IMF staff team to meet with President Ranil today",
  "original_body_lines": [
    "The staff team of the International Monetary Fund (IMF) will arrive in Sri Lanka today (May 11).",
    "The IMF said this visit comes as part of the regular consultations between the global lender and the island nation, ahead of the first review mission later this year.",
    "The delegates of the global lender will be staying in Sri Lanka until May 23. They are to call on President Ranil Wickremesinghe this morning soon after the arrival, according to Finance State Minister Ranjith Siyambalapitiya.",
    "According to an IMF statement, the Director of its Asia and Pacific Department, Krishna Srinivasan will be joining this visit from May 12-15.",
    "The IMF staff team will convene a press briefing on Monday evening (May 15) in Colombo, chaired by Krishna Srinivasan, the IMF’s Director of Asia and Pacific Department; Peter Breuer, the Asia and Pacific Department’s Senior Mission Chief for Sri Lanka; and Sarwat Jahan, the IMF Resident Representative in Sri Lanka.",
    "The IMF staff team’s visit comes days after the first meeting of Sri Lanka’s official bilateral creditors committee, during which the island nation’s authorities formally presented a request for debt treatment. China, Saudi Arabia and Iran were in attendance as observers.",
    "The committee, co-chaired by India, Japan and France, consists of 17 members and includes Paris Club creditors as well as other official bilateral creditors.",
    "Last month, France, India and Japan unveiled a common platform for talks among bilateral creditors to co-ordinate restructuring of Sri Lanka’s debt.",
    "Sri Lanka owes USD 7.1 billion to bilateral creditors, government data show, with USD 3 billion owed to China, followed by USD 2.4 billion to the Paris Club of creditor nations and USD 1.6 billion to India.",
    "The government also needs to renegotiate more than USD 12 billion of debt in eurobonds with overseas private creditors, and USD 2.7 billion of other commercial loans.",
    "The Extended Fund Facility (EFF) program of the IMF approved by its executive board in March 2023 comes with strict conditionalities for economic reforms.",
    "Sri Lanka had to secure assurances from official bilateral creditors that they would help debt relief and/or financing to restore debt sustainability consistent with the IMF-supported EFF program, as well as an assessment that the authorities are making good faith efforts to reach a private agreement with private creditors.",
    "As these requirements were met ahead of the IMF Board meeting in March, the IMF approved the 48-month extended arrangement of 2.286 billion SDR (Special Drawing Rights), which amounts to USD 3 billion, for Sri Lanka.",
    "Sri Lankan authorities are now working closely with its creditors to coordinate and make swift progress towards the debt treatment that restores debt sustainability under the EFF program."
  ]
}