{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Election-year-2024-and-the-crisis-of-political-parties/4-751328",
  "time_ut": 1691008847.0,
  "original_lang": "en",
  "original_title": "Election year 2024 and the crisis of political parties",
  "original_body_lines": [
    "The proper pathway for Sri Lanka lies with either Sajith or Anura, and policy-wise, in a triangulation or eclectic fusion of these three available alternatives. The Sri Lankan people won’t comply with the ‘solutions’ sought to be imposed by a ruler they didn’t choose, and always chose against, who is now reducing –stealing—their life savings in the EPF-ETF. The crisis needs leadership which can secure social consensus: a young, people-friendly President endowed with the people’s consent. That would be Sajith or Anura, in whichever order of preference",
    "…Wijewardene added that the year 2024 will be a year of elections.’",
    "(2024 will be year of elections: Ruwan - Breaking News | Daily Mirror)",
    "Ranil’s father Esmond Wickremesinghe won the Golden PEN award for the defence of press freedom. On Esmond’s son’s watch, award-winning journalists are brutalised in broad daylight. When Tharindu Uduwaragedera was being hauled by his hair out of a tuk-tuk by a gang of cops, he shouted (in Sinhala): “I am a journalist! I won an award in 2020!” So he did. The award was named after my father.",
    "“The Mervyn De Silva Journalist of the Year 2020 Award was won by Tharindu Uduwaragedara of the Anidda Newspaper” announced the Sunday Times at the time. (Mervyn-De-Silva-Journalist-of-the-Year-2020-awarded-to-Tharindu-Uduwaragedara-of-Anidda.jpg (600×358) (sundaytimes.lk)",
    "During the Ranil Wickremesinghe presidency, a winner of Sri Lanka’s pinnacle award for journalism jointly designated by the Editors’ Guild and the Publishers’ Society in honour of the internationally reputed Editor and journalist Mervyn de Silva, was so brutalised by the law enforcement authorities (in the full view of the TV cameras) that he had to be hospitalised the next day.",
    "The ‘zero-tolerance’ approach of President Wickremesinghe and law and order Minister Alles has ensured that yet another social segment, the younger journalists, will go flat out with all their skills, creativity and energy, to defeat them at the Presidential and parliamentary elections.",
    "“Friends don’t let friends drive drunk” as Barack Obama tried to explain to Israel. Japan proved itself a friend by refusing to sell us more alcohol while in rehab. Japan’s Deputy Director General for Press and Diplomacy Yukiko Okano briefed the media on the Japanese Foreign Minister’s visit to Sri Lanka.",
    "‘…”As a responsible lender, we shouldn’t be lending money to countries already in debt,” Okano said….’ (Japan focused on Sri Lanka’s debt restructuring, before resuming projects - Breaking News | Daily Mirror)",
    "The logic is impeccable. One shouldn’t be enabled to borrow while still in debt, because one shouldn’t borrow while in debt. Borrowing while in debt, borrowing as an exit from the debt crisis, is precisely the pseudo-solution proffered by President Wickremesinghe, his economic team and his best-known protégé, Dr. Harsha de Silva, chief economist of the Opposition SJB.",
    "Their neoliberal solution is ‘comply totally with the IMF agenda, sell-off SOEs and retrench government from enterprises, scrap/reverse labour and land laws to attract investment, secure an IMF rubber-stamp and get your international ratings up, and return to the international money markets and borrow more’. Repeat the cycle; get back into, or further into, the debt trap. The problem is the solution.",
    "(a) The neo Rooseveltian-Rana-singhe Premadasaist ‘social democratic’ alternative proposed by SJB and Opposition leader Sajith Premadasa.",
    "(b) The partly ‘autocentric’, partly ‘Asian model’ productivist synthesis of Anura Kumara Dissanayake and the NPP-JVP.",
    "(c) The planning-reinforced industrialisation proposed by the Communist Party (‘Idirimagen Idiriyata’) and respected policy intellectuals.",
    "The proper pathway for Sri Lanka lies with either Sajith or Anura, and policy-wise, in a triangulation or eclectic fusion of these three available alternatives.",
    "The Sri Lankan people won’t comply with the ‘solutions’ sought to be imposed by a ruler they didn’t choose, and always chose against, who is now reducing –stealing—their life savings in the EPF-ETF.",
    "The crisis needs leadership which can secure social consensus: a young, people-friendly President endowed with the people’s consent. That would be Sajith or Anura, in whichever order of preference.",
    "At the Roundtable Conference on the 13th amendment in July 2023, President Wickremesinghe mistook a buyers’ market for a sellers’ market and couldn’t sell a thing to the assembly of party leaders.",
    "It was very clear that no one thought he had a legitimate right, a mandate, to advance the proposals he was trying to. They just didn’t engage. No one was willing to buy anything from an unelected President who had also violated the oldest and biggest taboo of Sri Lankan politics: robbed them of elections.",
    "The most diverse parties, government and opposition, instinctively converged on one cardinal point. In an echo of ‘no taxation without representation’, their stand was non-cooperation without representation.",
    "President Ranil Wickremesinghe showed the country on prime-time TV news, that he had indeed succeeded in uniting all parties, but against himself. This included parties that are for 13A, against 13A, for 13A Plus, against 13A Plus, for 13A Minus and against 13A Minus.",
    "Elections are the lifeblood of democracy. Electoral democracy is the medium in which all Sri Lankan political parties exist. It is ecological and existential. Wickremesinghe is perceived as a vampire draining the electoral lifeblood of Sri Lankan political life.",
    "Ranil’s fiasco of a Roundtable Conference demonstrated that he just lost the option of a Referendum to postpone the presidential election next year. Every single political party is decidedly inclined to campaign against any such gambit. He will crash to defeat at a Referendum as did Gen Augusto Pinochet. The consequences for an unelected ruler without a political base in post-Aragalaya Sri Lanka of trying to evade a presidential election by means of a referendum, could be chillier than in Chile.",
    "A brilliant young acting head of mission at the UN Geneva in 2009 of an influential African country, and whose father, a veteran liberation commander was a cabinet minister until recently, wrote to me last week, puzzled and posing the following question: “what kind of leader would want to build a land bridge connecting his small island of 22 million people with a giant neighbouring country of 1.4 billion people?”",
    "I’d extend that question. What kind of leader of an island state declares or agrees that the destiny of his country lies in “strengthening connectivity in all its dimensions as the key enabler” with a giant neighbour? (https://mea.gov.in/bilateral-documents.htm?dtl/36864/Promoting+Connectivity+Catalysing+Prosperity+IndiaSri+Lanka+Economic+Partnership+Vision)",
    "Would a small state, island or one sharing a land border, agree to “connectivity in all dimensions” with a gigantic neighbour rather than ‘prudently selective, calibrated connectivity’ mindful of the long duration national interest’?",
    "“… To facilitate investments from India in the divestment of Sri Lankan State-owned Enterprises and in manufacturing/economic zones in various sectors in Sri Lanka…” (Ibid) Given the huge economic asymmetries, what kind of leader of a small island state would hand-over the state sector of the country’s economy to a giant neighbour which also contains a segment of regional opinion that is ethnically biased in its perspective towards the smaller country? What kind of leader endows a giant neighbour with a controlling share of his/her small country’s economy?",
    "When the Canadian parliament passes a resolution alleging ‘Tamil genocide’ by Sri Lanka, the Canadian Prime Minister chooses not to let it slide but to mention it and thereby tacitly endorse it in his own message on Black July 1983, and an openly pro-Eelamist, pro-LTTE expatriate Tamil politician Gary Anandasangaree is appointed a Canadian Cabinet Minister, what kind of Sri Lankan leader would integrate Sri Lanka’s formerly separatist North and East, economically and physically with neighbouring Tamil Nadu in which pro-Prabhakaran sentiment still runs high, openly and publicly?",
    "Why would the President wish to combine connectivity with Tamil Nadu with enhancement of the 13th amendment, without resuscitating it as it stands by an election to the Provincial Councils and leaving improvement to be discussed with new Chief Ministers by a new Parliament?",
    "How safe is it not only for Sri Lanka as a whole but also for its Muslim community, for the President to have de-proscribed the Wahhabi Islamist organisations that were (belatedly) proscribed after the Easter bombings?",
    "What is the signal given by the release of those LTTEers who were convicted of the Central Bank blasts, a terrorist strike against a soft target if ever there was one?",
    "Ranil’s international visits and international visitors won’t help electorally. In 1955-56 Sir John Kotelawala was touted as ‘the Bandung hero’ by the pro-UNP press, but reviled as ‘the Bandung donkey’ by the more effective vernacular anti-UNP propagandists. In 1976 Sirimavo Bandaranaike hosted the 5th Nonaligned Summit in Colombo and was elected the movement’s Chairperson. The next year she was evicted by the voters, never to lead the country again.",
    "International interactions sometimes accentuate a leader’s image of domestic insensitivity. The foreign factor unambiguously helps electorally when a personality, e.g., Premadasa in 1988-’89 and Mahinda in 2005 and 2010, are seen as the ones most likely to stand up to external encroachment.",
    "In 2024, a pledge never to build or permit a bridge linking Sri Lanka to India/Tamil Nadu, will give one of the frontrunning presidential candidates an edge. Silence won’t help.",
    "Antonio Gramsci listed as a marker of an ‘organic crisis’, the phenomenon of masses detaching themselves from their traditional political parties. Dr. Ravi Ranan-Eliya’s newest IHP polls show an ‘organic’ crisis of the UNP, SLFP and SLPP, and what Gramsci would call a ‘conjunctural’ (situational, episodic) crisis of the SJB and NPP-JVP too.",
    "An organic crisis consumes the two pillars of the two-party system in Sri Lanka, the UNP, which didn’t win a single seat in the present parliament, and the SLFP which held office for over two decades, reduced to a residue. Ranil Wickremesinghe was the common factor. He led the UNP and the SLFP entered into a coalition government with him. The latest opinion polls show that the organic crisis of the UNP and the SLFP continue, while Wickremesinghe’s new patron and partner the ruling SLPP is suffering the same effects of the perils of proximity to him.",
    "The UNP and SLPP cannot get into double digits. They are tied at 9%. The SLFP has flat-lined at 2%. Even if the UNP and SLPP fuse, they would be on 18%.",
    "There is a ‘conjunctural’ deep dip of the NPP-JVP and prolonged stagnation of the SJB, tied at 23%. In the latter case, if unrectified, it can needlessly turn structural.",
    "When one factors in the immediately preceding poll, it shows three political leaders ahead of their respective political parties. Ranil Wickremesinghe is more unpopular than Anura Dissanayake and Sajith Premadasa, and less unpopular than Gotabaya Rajapaksa, but he is also less unpopular than the UNP. Sajith Premadasa is less unpopular than Ranil and Gota and more unpopular than Anura, but he is also more popular than the SJB. Anura Kumara Dissanayake is more popular than Sajith, Ranil and Gota; less popular than he used to be, and also less unpopular, i.e., more popular, than his NPP-JVP. (Major Political Party Leaders More Unpopular Than Ever – Groundviews)",
    "Even if the parties follow the absurd advice of Dr. Harsha de Silva that those with the same economic philosophy should unite, such an SJB-UNP unity would only net 32%, which is far from what is needed to win the presidential election next year, which precedes the parliamentary election of 2025.",
    "The SJB is stuck on 23%, which is exactly what it polled at the parliamentary election of August 2020, and its parent party the undivided UNP scored in February 2018 at the local government election when it was the main party in a coalition government. In contradistinction Sajith Premadasa got 42% at the presidential election of November 2019.",
    "What this means is that it would make more sense to claw-back Sajith’s 42% which he obtained through a populist campaign (Nov 2019), and do whatever it makes to move it to 50%, than go Harsha’s scenic route of unifying all forces of the ‘economic Right’ and wind up with 32%.",
    "The UNP is on 9% despite its leader occupying the presidency. The SLPP is on 9% despite being the ruling party. The SJB is on 23% because it inherited the UNP’s vote base and stayed in that comfort-zone. The UNP is in crisis because it is Ranil’s UNP. The SJB is stagnant at 23% because it remains Ranil’s UNP in Opposition, ideologically and in its policy-profile. That’s the distorting effect of the pro-Ranil ‘economic caucus’.",
    "The ‘zero-tolerance’ approach of President Wickremesinghe and law and order Minister Alles has ensured that yet another social segment, the younger journalists, will go flat out with all their skills, creativity and energy, to defeat them at the Presidential and parliamentary elections",
    "Inasmuch as the SJB retains a UNP policy profile, the voters give it exactly the same rating as the UNP of 2018, i.e., a pathetic 23%. Inasmuch as Sajith Premadasa sounds somewhat different he is less unpopular—more popular—than the SJB. The SJB should sound more like Sajith rather than Sajith or the SJB sound more like the party’s Economic Unit. In its policy profile, the SJB should be more like President Premadasa’s populist-developmentalist UNP (1989-93) and his Citizens’ Front/Puravesi Peramuna (1972-1973) rather than Ranil’s UNP.",
    "Dr. Ranan-Eliya’s IHP tracker shows that currently the biggest block of opinion is neither with the JVP-NPP nor the SJB which are tied at 23% but a larger segment running at 28%-29%, which is undecided, uncommitted to either. This is the decisive though protean populist vote.",
    "Three years since Aug 2020 and the SJB is still stuck in the Feb 2018 UNP groove of 23%. By contrast, the NPP, a dynamic, cross-class, non-party social movement founded and led by Anura Dissanayake, and of which the JVP he leads is the driving force, has helped catapult the JVP from 3% to 23%. Impressive though that is, it isn’t good enough to cross the finish-line. Though the SJB is not moving up, the NPP-JVP is moving down, and they have drawn level with each other. Both parties can and must step up their game:",
    "The NPP-JVP platform should make much more use of Prof Hiniduma Sunil Senevi, Bimal Ratnayake, Sunil Handunetti, Vijitha Herath and Sunil Watagala.",
    "The SJB should give Sajith a backup-band of progressive populist ‘youngbloods’-- Thushara Indunil, Hirunika Premachandra, Mujibur Rahman, Chaminda Wijesiri, Harshana Rajakaruna, Ajith P. Perera, SM Marikkar, Nalin Bandara, et al.",
    "Sajith must use TV and YouTube interviews to persuade voters of his message.",
    "Both parties must unveil a shadow Cabinet of the best available minds and Present a clear, credible alternative program.",
    "The SJB and NPP-JVP as they are, have reached the limit of expansion. Election 2024 can be won by whichever candidate assembles the broadest bloc of sociopolitical forces with the composite profile –pluralist but non-minoritarian-- that most appeals to the public imagination, i.e., is socioeconomically majoritarian.",
    "Ranil’s intended transfer of Sri Lanka to India and its big bourgeoisie, could conceivably secure the external patronage to target the NPP’s marching electoral army and extra-electorally entrench Wickremesinghe in power as a puppet ruler. A JVP-FSP or NPP-JAV united front, i.e., a Left Bloc, could be the only antidote.",
    "The NPP-JVP is much better organised for the electoral ground-game than is any other political party.",
    "Meanwhile an elite legal team of Nigel Hatch PC, Saliya Pieris PC and Sunil Watagala fielded by the NPP, broke through argumentatively and persuaded the Supreme Court to give leave to proceed with the case against the attempted murder of the local authorities’ election. The case will prove crucial to the survival of democracy as process and system.",
    "Today, the NPP-JVP seems not only more ‘street’ but also more ‘suit’ than the smugly sedate and sedentary SJB."
  ]
}