{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82018",
  "time_ut": 1685562060.0,
  "original_lang": "en",
  "original_title": "“Malaiahath Thamilar” (Hill Country Tamils ) Aspire to  a  Non-territorial  Community Council",
  "original_body_lines": [
    "President Ranil Wickremesinghe  has commenced  a series of discussions with Parliamentarians from the Northern and Eastern provinces of Sri Lanka with the  objective of resolving the Tamil national question. Currently talks are underway with Tamil MPs from the  five Northern and three Eastern administrative districts. These MPs are from both the Government as well as the opposition.",
    "As is well known the largest concentrations  of Sri Lankan Tamils  in the  Island are in the Tamil dominated Northern Province and Tamil majority Eastern province. Parliamentary representatives of the Sri Lankan Muslims and Hill Country Tamils of recent Indian origin are likely to  be accommodated in these discussions officially. The next round of talks will be held in June.",
    "However Tamil Progressive Alliance(TPA) leader and former cabinet minister Manoharan Ganesan known as Mano Ganesan and Mano has a different opinion on this. The Colombo district MP told this column that regarding the Tamil national question or Tamil ethnic issue as being  confined to the  Tamils of the North and East alone was not correct.",
    "Elaborating further Mano Ganesan said  “President Wickremesinghe has been repeatedly told that Hill Country Tamils today are an unique ethnic community.It has now grown beyond the old “Plantation worker ” identity. We are one of the  four national ethnic communities  in Sri Lanka, along with Sinhalese, NE Tamils and Muslims”.",
    "Speaking further to this column, Mano Ganesan said he disagreed with the idea of participating in  discussions where the primary focus would be on issues facing the Tamils of the North and East. “There is no point  in  the “Malaiyahath Thamilar”(Hill Country Tamils) and Muslim parties sitting as spectators at the discussions  while  the President talks to North-east  Tamil party MPs.  This can only  be a hindrance to their discussions.  It is not going to help our North -Eastern  Tamil brethren or us. President Wickremesinghe should listen to the North -Eastern  MPs  separately.”",
    "When asked  what the TPA wanted to discuss specifically, Mano Ganesan replied as follows – “ You see, TPA being the largest party is ready with Hil lCountry Tamil National political aspirational proposals. The other good aspect is that we have exchanged views with the Ceylon Workers Congress(CWC) on this. They (CWC ) are in agreemen with us.t. We have political differences but we stand together on national aspirations.”",
    "Responding to a query about the  envisaged proposals Ganesan said “ The important proposal in our set of proposals is the Non-Territorial Community Council (NTTC). We are not demanding territory here, as a province or district, but a  Non-Territorial Community Council.”.",
    "The TPA leader emphasised that “Malaiyahath Thamilar” or Hill country Tamil aspirations and issues had to be discussed separately.”I have requested President Wickremesinghe to appoint  a high powered Presidential committee on HillCountry Tamil aspirations. I think  Cabinet minister Jeevan Thondaman  has also made this request to the President.. Therefore, President Wickreeasinghe could do so and  initiate talks with us, the HillCountry Tamil parties. I think he should provide such  an opportunity  for Muslim parties too. If the govt wishes we are ready to  talk. If not  we will talk to the next govt.”stated Ganesan with a chuckle.",
    "According to the 2012  official  census, the Indian origin Tamils numbering 839,504 (4.12%) are the fourth-largest ethnicity in Sri Lanka. However these  figures  may not be  entirely accurate as a very large number of the Indian Origin Tamil citizens have been categorized as Sri Lankan Tamils in the official census. This is blatantly visible in the Northern and Eastern districts as well as in Colombo and Gampaha. Even in the Up Country districts the census enumerators have a tendency to classify those living in estate regions as Indian Tamils and those residing in urban areas as Sri Lankan Tamils. The total population of Tamils – both Sri Lankan and Indian -is 3,113, 247. Of these 1,611,036 Tamils are living in the Northern and Eastern Provinces. Another 1,502,211 Tamils live outside the Northern and Eastern Provinces.",
    "The harsh reality is  that the Tamils living in the seven Sinhala majority provinces have been deprived of equitable political representation over the years. The majority of these people are those of Indian origin known as Hill Country Tamils or Malaiyahath Thamilar. . Moreover the community notably the plantation workers are economically under-privileged.",
    "The Tamil Progressive Alliance (TPA) founded on June 3rd 2015 is the premier political configuration of the Hill Country Tamils as far as Parliamentary representation is concerned.The TPA obtained six seats at the 2015 Parliament poll. The party got three seats in Nuwara- Eliya and one each in Colombo, Badulla and Kandy districts.",
    "The TPA repeated its success in 2020 by winning six seats in the exact manner as it did earlier in 2015. Three other Hill Country Tamil MP’s were elected from the Ceylon Workers Congress(CWC) in Nuwara -Eliya and Samagi Jana Balavegaya(SJB) in Badulla.",
    "However the TPA’s Badulla district MP violated party discipline by voting for the 20th Constitutional amendment and was expelled. The TPA contested the 2015 election under the UNP’s elephant symbol and the 2020 poll under the SJB telephone symbol.",
    "The TPA comprises the Democratic Peoples Front (DPF) National Union of Workers (NUW)  and Up Country Peoples Front (UCPF) led by Mano Ganesan, Palanyi Thigambaram and Velusamy Radhakrishnan respectively. While the three constituent parties continue to retain their status as separate parties, the TPA  has been   officially recognized as an Independent political party by the Elections Commission  and allocated the torchlight as election symbol.",
    "Mano Ganesan is the Tamil Political Alliance leader while Palani Thigambram and V Radhakrishnan are the joint deputy -leaders. The TPA has a Presidium of 6 Members and a 14 member Politbureau. The TPA’s  name in Tamil is “Tamil Mutpoakku Kootani”.",
    "The  TPA proposal to form a Non – Territorial Community Council(NTCC) is an integral and vital component of a politically important document formulated  by the TPA last year. It is titled “Aspirations of Tamil People of Recent Indian Origin Towards Integration with Dignity and Mainstreaming as full Citizens in Sri Lankan Polity and India Sri Lanka Accords”.",
    "Initially the TPA held public discussions on the need for such a document and thereafter called for related submissions from intellectuals, scholars and professionals in the community. A committee was formed to draft the document referred to in brief as the “Aspirational Document”. The final draft was approved and authorized for public dissemination by the TPA politbureau and presidioum. A key element of the aspirational document is the proposal to establish Non -Territorial Community Councils for “Minority Communities of Special Interest (MCoSI) living in dispersed form in the country”.",
    "The following is the text of the Constitutionl proposal to establish a Non-Territorial Community Council(NTCC) for the Malayaha/Indian Origin Tamil community in Sri Lanka.",
    "* Non-Territorial Community Councils (NTCC) shall be established to represent the interests and aspirations of the Minority Communities of Special Interest (MCoSI) living in dispersed form in the country.",
    "* There shall be a NTCC established for the Tamil Srilankan community of recent Indian origin living in dispersed form in the country",
    "* Legislators elected/nominated to parliament, provincial councils and to the offices of chairpersons to the local government bodies belonging to the particular Minority Community shall be ex-officio members of the NTTC.",
    "* A senior Sri Lanka Administrative Services (SLAS) officer, equal to the rank/status of Secretary of a central ministry, shall be the secretary of the NTTC who will head the secretariat the NTCC.",
    "* There shall be number of officers drawn from SLAS/Provincial Cadre shall function in the secretariat of NTTC under the Secretary.",
    "* A Assembly secretary and a deputy secretary shall be nominated to conduct the business of the council assembly.",
    "* All NTCC secretariats shall be established in the national capitol territory, Colombo.",
    "* All bills and regulations submitted to the national Parliament and nine PCs shall be refereed to NTTC for its scrutiny.",
    "NTTC shall monitor, scrutinize, propose amendments to the laws and regulations to such submitted to the national Parliament and PCs which are in relevance to the cultural, social, political, economic lives of the relevant MCoSI for which it is established.",
    "* The level of authority of NTTC to intervene in the discussions and passing of bills of Parliament and PCs, relevant MCoSI for the NTTC is established, shall be a matter left to Constitutional/Supreme court.",
    "* NTTC shall and may exercise monitoring, intervening, engage in development activities on following subjects where the Minority Communities of Special Interest (MCoSI) which the NTTC represents:",
    "* The patterns of performances and functions NTTC shall be similar to the performances and functions PCs including the use of official and link languages and their respective simultaneous translations.",
    "* A Chairperson and a Vice Chairperson shall be elected from the members of Parliament who are ex-officio-members of the NTTC.",
    "* There shall be an advisory board of eminent persons nominated by the NTTC which will function as the advisory arm of the NTTC.",
    "* A full house meeting of the NTTC shall be the meeting participated by the members of NTTC and members of advisory board together chaired by the chairperson.",
    "* NTTC shall meet as per the fixed agenda decided by the Business Committee of NTTC.",
    "* Chairperson shall chair the house meetings and subject committee meetings of the NTTC. In the absence of Chairperson, the Vice Chairperson shall chair.",
    "* All recurrent and development funds of the institutions of NTCC shall be obtained from national budgetary allocations by the minister of finance.",
    "* Presidential secretariat, Parliament of Sri Lanka, Central and PC ministries, PC administrations, Local Government councils, All the government machinery arms including district secretariats, divisional secretariats and department of Police shall recognise NTCC.",
    "* NTTC if necessary, may obtain/receive foreign and local grants and assistances for the purpose of the development and welfare of the communities it represents. All such foreign funds shall be channeled through External Resource Division (ERD) of the central Ministry of Finance.",
    "* An internal budget of accounts related to national budgetary allocations, local and foreign grants shall be forwarded to the assembly for approval.",
    "* All financial activities related to national budgetary allocations, local and foreign grants shall be subjected to the department of auditor general.",
    "TPA) leader Mano Ganesan is the driving force behind  the initiative of  seeking a new representative body for the pre-dominantly Tamil people of recent Indian origin or Indian Origin Tamils(IOT). In recent times the community has become known as the “Malaiyahath Thamizhar” (Hill Country Tamils/Up Country Tamils). Although called Hill Country Tamils because they are mainly concentrated in the Uva,Sabaragamuwa and Central provinces,the “Malaiyahath Thamizhar” community is widely dispersed in all parts of the Island.",
    "What the TPA envisages is the creation of a new entity – Non -Territorial Community Council- to represent the interests and aspirations of the hill country Tamils scattered throughout the country. The laudable objective is to facilitate and expedite the comprehensive integration of the community into the mainstream as full-fledged citizens of Sri Lnka while retaining their ethnic identity.",
    "The TPA proposal to establish a Non Territorial Community Council (NTCC)for the Hill Country Tamils is a novel idea worth pursuing. It is hoped that the NTCC would  soon become a reality after discussions with President Wickremesinghe and the Government.",
    "This Article appears in the “Political pulse” Column of the “Daily FT”dated 24th May 2023.It can be accessed here –"
  ]
}