{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/X-press-Pearl-compensation-claim-How-Sri-Lanka-can-benefit-from-filing-litigation-in-Singapore/172-259180",
  "time_ut": 1684114672.0,
  "original_lang": "en",
  "original_title": "X-press Pearl compensation claim: How Sri Lanka can benefit from filing litigation in Singapore",
  "original_body_lines": [
    "International arbitration experts claim Sri Lanka has an advantage in filing the case in an international court",
    "The estimate has been calculated at USD 6.2 billion, but this amount has not yet been finalized",
    "Following a lapse of four years, the Sri Lankan government filed the compensation claim for the X-press Pearl inferno at a Singapore Court on May 9. The estimate has been calculated at USD 6.2 billion, but this amount has not yet been finalized. However, several maritime legal experts raised concerns when the government planned to file the case in an international court as they believed that it would be an advantage to the company that owns the ship. But international arbitration experts claim Sri Lanka has an advantage in filing the case in an international court.",
    "Explaining the litigation process in an international court, Manthi Wickramasooriya, of Counsel at Quinn Emanuel Office, London and an international arbitration and commercial litigation specialist said that as he understands from the limited information available publicly, the claim that has been filed by the Government of Sri Lanka is a claim before the courts of Singapore.  “This would ordinarily mean the Singapore High Court (and could perhaps even be a claim before the Singapore International Commercial Court).”",
    "“The litigation process in Singapore is well-established and is, in broad terms, no different to other international fora, such as the courts of England and Wales. Ordinarily, once a party files its claim, there is a pleadings phase where both parties exchange their legal cases, followed by the production of relevant documents (typically known as ‘disclosure’ or ‘discovery’ in the US), the exchange of evidence of fact witnesses and the exchange of expert evidence (e.g. expert evidence in demonstrating the losses caused, and also quantifying the amount of the alleged loss). This is followed by a public trial during which fact witnesses and experts will be cross-examined and submissions are made by the legal teams.  In a case of this magnitude, a trial may well last a month or longer. Once the trial has been concluded, the court will issue its judgement.  If the claimant prevails, the court would grant the claimant damages, i.e. monetary compensation designed to compensate the claimant for the proven losses it has suffered.   A judgement is typically also subject of an appeals process.  However, appeals to the Court of Appeal are not automatic and the grounds for a successful appeal are typically narrow.”",
    "“Once the judgement has been issued, assuming the claimant has prevailed in its claim, a defendant would typically satisfy the judgement voluntarily. However, that is not always so.  There can be two relevant scenarios: (i) the Defendant does not have sufficient assets to satisfy a large judgement; or (ii) although the Defendant does have sufficient assets, it nevertheless does not comply voluntarily. In the first scenario, as the defendant does not have sufficient assets to satisfy the judgement, the Defendant entity may choose to go into liquidation. Any assets available will then be shared amongst the entity’s creditors (of which the Claimant may just be one of many). In a typical liquidation scenario, unsecured creditors, such as the claimant here, are unlikely to obtain any significant recoveries. This is a serious risk for any claimant to bear in mind.  The second scenario is that the Defendant does have some assets (even if not enough to satisfy the entire judgement amount), but refuses to comply voluntarily with the judgement. In such a case, a claimant must then take steps to enforce the judgement against the defendant’s assets.  Enforcement is done by way of seeking various enforcement orders from a relevant court (typically a court of the jurisdiction where the asset is located). A typical example of an enforcement order is where the Claimant (the so-called judgement creditor) applies to have an asset (such as a ship) arrested, and subsequently sold to third parties, in order for the sale proceeds to be used to satisfy the judgement debt,” Wickrama-sooriya explained.",
    "Speaking on the pros and cons of filing litigation in Singapore, he added that going by the publicly available information, it would seem that the defendant in this case is likely to be an entity that is incorporated in Singapore. “It is normal for parties to commence legal action in the jurisdiction where the defendant is located/incorporated as establishing the court’s jurisdiction over the defendant is then straightforward.”",
    "“Moreover, the viability of enforcing an eventual judgement is likely to be a significant consideration in this case. A Singapore entity’s assets (such as its bank accounts, and fixed assets like commercial premises or indeed ships) are likely to be located in Singapore. A Singaporean court judgement is naturally readily enforceable within Singapore. Whilst a Sri Lankan court judgement is enforceable in Singapore under Singapore’s enforcement legislation, it is likely to be less straightforward than enforcing a judgement of its own courts. Furthermore, it is worth noting that the Singaporean defendant may own assets that are located in other jurisdictions around the world. It seems likely, given the amount of compensation that is publicly stated to be claimed by Sri Lanka (in the US$ billions), that Sri Lanka will need to enforce any judgement against assets that may be located all over the world. For those purposes, the judgement of a Sri Lankan court will be less beneficial because those jurisdictions in which assets are located may not have reciprocal treaties with Sri Lanka that automatically recognise and enforce Sri Lankan court judgements.  A Singapore court judgement is more likely to be enforced by those",
    "“The same considerations hold true if the primary target is not the Singapore entity itself, but rather any applicable insurers. Any judgement will need to be enforced against the insurer, whose assets could be located all over the world. A Singaporean court judgement is therefore likely to give the claimant greater flexibility when it comes to enforcement options than a Sri Lankan court judgement.”",
    "“Whilst of course the decision as to which jurisdiction it would be most advantageous to a claimant to pursue an action is a complex one based on many factors, and one that cannot be definitively opined on without all of the facts, the enforcement factor appears to be a primary attraction to filing a claim in Singapore, over Sri Lanka.  It is also the case that the Singapore court system is efficient, impartial, and a claim could perhaps be determined more quickly before the Singapore courts than in Sri Lanka.  These would of course be positive factors for the claimant.”",
    "He further said that it is difficult to see any significant drawbacks to filing a claim in Singapore, at least based on publicly available information and without understanding the detailed underlying facts.  “One could say that pursuing a claim in Singapore is likely to be more costly than if it were pursued in Sri Lanka.  However, against the amount at stake (publicly reported in the US$ billions), it is difficult to see that the legal costs (which for a case of this magnitude would be in the region of US$3-10 million) would be disproportionate. Corporations all over the world routinely spend these amounts even where the amounts at stake are considerably smaller than those discussed here. In any event, if the claimant were to prevail in the claim, typically a sizeable proportion of the claimant’s legal costs would also be payable by the unsuccessful party (assuming of course that the unsuccessful party has the funds to pay).”",
    "He further explained that another way to reduce a claimant’s costs burden is to engage litigation funding.  “Litigation funding is a mechanism through which a party, typically unrelated to the litigants, financially supports a legal claim in exchange for a share of the potential proceeds from the case.  Litigation funding has gained popularity in recent years and is now well-established all over the world with professional funders who fund hundreds of claims every year. Claimants find litigation funding to be particularly beneficial as it helps spread the financial risk associated with litigation.  Litigation funding may be available to the Government of Sri Lanka here as a means of mitigating the costs burden to some degree.”",
    "“As I have noted, however, the assessment of the most favourable jurisdiction in which to pursue a claim is a complex one, based on many factors. The legal teams advising the Government of Sri Lanka have likely conducted a thorough assessment and advised before the present course of action was agreed,” he said in his final remarks."
  ]
}