{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/easter-sunday-attack-sri-lanka-catholics-demand-for-justice-expose-mastermind-118639/",
  "time_ut": 1682075400.0,
  "original_lang": "en",
  "original_title": "Easter Sunday Attack: Sri Lanka Catholics demand for justice, expose mastermind",
  "original_body_lines": [
    "ECONOMYNEXT – Thousands of Sri Lankan Catholics made human chains on the roads in capital Colombo and adjoining district as they commemorated the fourth anniversary of the Easter Sunday attack and demanded justice for the victims of Easter Sunday attack and the government to expose the mastermind.",
    "The suicide attacks by Islamic militants on three key churches across the country and three high-end tourist hotels shocked the island nation which saw such attacks for the first time in more than a decade following the end of a 26-year war in 2009.",
    "The attacks killed at least 269 mainly Christian devotees who attended the Easter Sunday mass on April 21, 2019.",
    "The investigations after the attacks proved that Sri Lankan law implementing authorities had neglected repeated warnings by Indian intelligence on an impending attack while the security officials have said the warning had also been informed to legislators through the Ministerial Security Division (MSD).",
    "There have been lengthy investigations and inquiries by presidential commissions, but the island nation’s ethnic minority Catholics are not satisfied with the process.",
    "“It is likely that there was a political motive behind the Easter Attack because despite receiving four",
    "warnings from Indian Intelligence, no action was taken to stop the attacks.” Cardinal Malcom Ranjith, the leader of the island nation’s Catholic community, told the gathering in the memorial mass on Friday.",
    "“Whilst intelligence officers were aware of the names of some of the perpetrators, they were not taken into custody…. Investigations on the Easter Sunday attack are incomplete,” he said.",
    "“Intelligence was available regarding the whereabouts of one of the bombers. However, they did not",
    "make an arrest and allowed him to detonate the bomb and commit suicide.”",
    "The previous government under Maithripala Sirisena had a parliament select committee and a presidential commission to investigate the Easter Sunday carnage. Former president Gotabaya Rajapaksa continued the presidential commission which later came up with its facts and recommendations.",
    "“The president’s commission treated the four warnings given by Indian Intelligence as trivial pieces of story. The president’s commission recommendation that legal action be taken in according to the Code of Criminal Procedure, to be followed through with regard to the bomber,” the Cardinal said.",
    "President Ranil Wickremesinghe in September last year said that the Scotland yard has been asked to come in, review the reports and come to a final conclusion on this whole issue to determine if there was a hidden hand behind the bombing. But there has been no progress announced on this by the government.",
    "Most Catholics echo the same views of Cardinal Malcom Ranjith as they are yet to see justice",
    "Rebecca Kaushigan, 28, who was injured severely in the Zion Church International Batticaloa said it has been the same for 4 years.",
    "“We didn’t get justice for this and for whoever was affected by the Easter attack. In our house 3 people were affected because of the Bomb attack including me,” said the mother of one.",
    "Vathani Moses, a 38-year old who had become blind due to the attack at the Zion church in Eastern district of Batticaloa said she has lost hopes of justice by the government as it had failed in the last four years.",
    "“This will just disappear as they won’t take any actions regarding this,” she told EconomyNext over the phone.",
    "Moses is the guardian for the children of her sister who died in the attack while she also lost one of her brother’s sons in the same attack.  (Colombo/April21/2023)"
  ]
}