{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/posting-in-brazil-at-age-32-and-working-in-portuguese-as-member-of-the-management-team/",
  "time_ut": 1700290140.0,
  "original_lang": "en",
  "original_title": "Posting in Brazil at age 32 and working in Portuguese as member of the management team",
  "original_body_lines": [
    "Excerpted from memoirs of Lalith de Mel, formerly of Reckitt and Colman",
    "Prior to leaving for Brazil, he and his wife had to attend a language course. They went to Berlitz, the famous language school in London. They followed what was called a total immersion course in Portuguese. The tutors never spoke a word of English. The receptionist said “Bon Dia” when they came, and said the same the next day, so they figured that it was a greeting, looked in their dictionary and found it meant good day. That was how it went. When they wanted a loo on the first day, they had to look up the word and go to reception and say the word and then someone pointed it out.",
    "They had classes six days a week from 8.30 a.m. to 6.00 p.m. and homework and this went on for six weeks. He said it was the closest he ever came to having a nervous breakdown. The rigorous system worked! At the end of six weeks they were able to read, write and speak Portuguese, and they were asked to leave immediately for Brazil whilst the brain was still buzzing with Portuguese.",
    "“We went from Paris on Varig, the Brazilian airline, on a direct flight straight to Sao Paulo. Atlantis Brasil, as the company was called, was in Sao Paulo. We soon noticed that everything was only in Portuguese immigration forms, customs declarations, etc. The immigration officer had a raft of questions in Portuguese and to my relief I was able to answer them without difficulty.",
    "We were met by a product manager who spoke English and then taken to a very nice apartment near the Avenida Paulista. We were greeted by an English-speaking maid. That was a pleasant surprise as we had not been promised an English-speaking maid. My wife was pleased, a nice apartment and an English-speaking maid.",
    "The next day a young product manager picked me up and took me to the office and on the way explained the roads from my apartment to the office. At the end of the day I was given the car keys and someone pointed out my company car. I had to find my way home.",
    "My wife and I went for a little stroll that evening to get a feel of Sao Paulo. There were no English newspapers or magazines, nobody spoke English, and we did not know a soul in Sao Paulo but yet we felt comfortable walking around. There was an air of friendliness. Brazil was a nation of immigrants with no dominant immigrant group. Everybody’s culture had gone into the pot and it had created an easy-going, football-mad, ever-ready-to-dance-the-samba country.",
    "It was tough on my wife. I went to work and met a lot of people. She met no one other than the maid. Somebody in the office said there was a British club. We proceeded with alacrity to find it, and joined it immediately. It made a big difference. There were people who spoke English! They also had sports club and a very enthusiastic cricket section.",
    "After a net or two I was invited to play for the first team, which was a collection of somewhat-elderly Brits and a few Brazilians. Three of them had played county cricket. All matches were played over two days and on some weekends we travelled far to play away matches. Thanks to my cricket and the British club we found some friends. Then at the British club we met the only other Sri Lankans in Sao Paulo. So at last my wife had a friend.",
    "I was a member of the management team. There were six others. They all spoke some English. The meetings were in Portuguese. There was a touch of informality and it was far from an intimidating atmosphere.",
    "They were very helpful. If I said I did not quite understand something, one of them would explain it in English. Meetings ended with a long lunch and a few drinks. Good for bonding!",
    "The management meetings gave me a good insight into all the facets of managing a big business. The routine agenda at management meetings covered the lot – sales and profits, working assets, cash, advertising, production and human resources.",
    "My role was development. It encompassed new products, acquisitions, diversification, etc. In short, the role was to seek new opportunities for growth. I did a strategic plan for pharmaceutical development and explored various ideas that came up at the management meetings. There was an endless stream of what about this, that and the other, and if the MD thought there was any mileage in the idea, it was ‘Lalith could you have a look at it?’",
    "None of these ideas got anywhere. I had more success and fun with new products. I led the team that launched VEDA, a multi-surface cleaning product. I left soon after its successful launch but I followed its progress for years as it developed into a great brand.",
    "To Brazilians, football came first and God came second. In our office block and possibly in every other office block there was a mini football court slightly bigger than a basketball court. In the lunch break and after work everybody wanted to play football.",
    "We were there when Brazil won the World Cup. During matches which were on the telly, the streets were completely deserted. When they won, the city erupted into one great carnival like the famous Rio carnival. The samba schools were out in force and this went on for two days. From our apartment we looked down on Avenida Paulista, where most of it took place.",
    "Soon the year was up and it was time to pack our bags. I was asked to spend a few weeks in the Reckitt business in Venezuela and after three weeks there, we headed back to the UK.",
    "There was no commitment that I would be made a Managing Director at a specified date. All they had said was that I had to prove myself in some other market first before, they could consider me for the role of the first Sri Lankan head of the business.",
    "I knew that I had participated well at the management meetings in Brazil and had successfully completed the various assignments to evaluate this, that and the other. The head of the business, Hugh Thomas, invited us for dinner before we left and told me that he was pleased with my performance as a member of his management team.",
    "I had put the issue of becoming a Managing Director out of my mind by the time I got to Hull, and I said to myself that they would tell me when they had something to say about my future. That was my mindset when I reported back to HQ after Brazil. I then did the usual thing of visiting the various divisions that provided a support function to overseas businesses.",
    "The overseas company HQ was still in Hull and one day I was invited to lunch with the Board. There was a general chit chat about Brazil at lunch and about how I had got on in Brazil. At the end of lunch I was told that they were pleased with my performance in Brazil and said I would go back as the new Managing Director of the business in Ceylon.",
    "When I joined as a Marketing Manager at age 27, I had no aspirations to go any further and certainly never dreamed that six years later I would be Managing Director. In the multinational world, career development was not a train that always got you to the next station. My predecessor in Sri Lanka got promoted to Managing Director India, but did not cut it and had to go. The Head of the Brazilian business when I was there got promoted and transferred to UK as a Managing Director, but he too did not make it after a few years and had to leave.",
    "I was curious as to why they had sent me to Brazil and on my return from Brazil I asked the rather imperious Head of Human Resources (who had earlier in his life been a District Governor in Sudan). He explained that Reckitt & Colman had businesses all over the world and the greater majority operated in a local language. They had to develop people to manage these businesses. They were looking for people who could learn a new language and work in it adapt to a new culture, and work successfully with people from a different culture in that country.",
    "He said there were two other requirements. The person should genuinely enjoy working in a new environment and should have a wife who could also happily adapt to a new culture and enjoy living in a new country. He said they would not appoint a person if the wife did not pass this test. He said I was sent to Brazil to see how I would fare and they were pleased that I had done well; he added that they were particularly pleased that my wife had settled down well in Sao Paulo and passed the test!”",
    "Selling Oil, motor racing and moving from Shell to Reckitt and Colman",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}