{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/11/anti-terrorism-act-that-is-to-replace-the-pta-is-an-even-more-serious-threat-to-democracy/",
  "time_ut": 1681215420.0,
  "original_lang": "en",
  "original_title": "Anti-Terrorism Act, that is to replace the PTA, is an even more serious threat to democracy",
  "original_body_lines": [
    "COLOMBO (News 1st); A collective of over 100 organizations and individuals have written to the diplomatic missions in Colombo highlighting serious concerns with regard to the proposed Anti-Terrorism Act.",
    "They state that the ATA, which is intended to replace the Draconian Prevention of Terrorism Act (PTA), is an even more serious threat to democracy in Sri Lanka.",
    "They demand that the Government withdraw this atrocious proposed law with immediate effect and repeal the Prevention of Terrorism Act.",
    "A statement adds that the Government of Sri Lanka has disingenuously proposed a law with a far greater capacity to infringe the human rights of its citizens than the PTA.",
    "The ATA both retains and enhances PTA provisions that will shrink the space for active civilian participation in democracy, subject communities to intensive state surveillance, and militarize the State, thus intensifying the damage done by the PTA, it added.",
    "1. Immediately withdraw the proposed Anti Terrorism Act gazetted on 17th March 2023.",
    "2. Commit to an immediate moratorium on the use of the PTA and take expeditious measures to repeal it.",
    "3. Consider the extensive array of existing terrorism-related legislation in Sri Lanka, including the terrorism-related offences in the Penal Code, as part of Sri Lanka’s compliance with international obligations to have comprehensive legislation to counterterrorism.",
    "4. Review the existing legal framework for countering terrorism to identify any specific offences against the State that need to be introduced; draft well-defined offences for insertion into the Penal Code which is subject to the safeguards in the Criminal Procedure Code; and make any deviations from normal safeguards afforded to criminal suspects proportionate and justified and publish these for public consultation prior to enactment.",
    "Sri Lanka announces squad for 1st test against Ireland in Galle",
    "Sri Lanka’s wildlife population very high compared to forest area",
    "Is China the answer to Sri Lanka’s increasing monkey population?",
    "India, Japan and France to launch Sri Lanka’s debt restructuring negotiation process"
  ]
}