{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88860/new-zealands-georgina-beyer-worlds-first-openly-transgender-mp-dies",
  "time_ut": 1678089120.0,
  "original_lang": "en",
  "original_title": "New Zealand’s Georgina Beyer, world’s first openly transgender MP, dies",
  "original_body_lines": [
    "New Zealander Georgina Beyer, the world’s first openly transgender member of parliament and tireless advocate for LGBTQ rights, has died at the age of 65.",
    "She had long battled kidney disease but statements about her death did not mention the cause.",
    "A former sex worker, actor and drag queen, Beyer was elected to national parliament in 1999 after several years as mayor of Carterton, a rural town on the country’s North Island. She served as a Labour MP until 2007.",
    "Made a Member of the New Zealand Order of Merit by Queen Elizabeth II in 2020 for services to the rainbow community, she was known for her work in the legalisation of civil unions and gay marriage as well as the decriminalisation of prostitution.",
    "Speaking before parliament on the issue of prostitution reform in 2003, she said: “I support this bill for all the prostitutes I have ever known who have died before the age of 20 because of the inhumanity and hypocrisy of a society that would not ever give them the chance to redeem whatever circumstances made them arrive in that industry.”",
    "Of Maori descent, she ran again for parliament for the former Mana Party in 2014 but was unsuccessful.",
    "Beyer received a kidney transplant in 2017 after four years of end-stage renal failure that required daily dialysis.",
    "She died in hospice care on Monday, according to a Facebook post by Scotty Kennedy, a friend.",
    "“Georgie was surrounded by her nearest and dearest 24/7 over the past week, she accepted what was happening, was cracking jokes and had a twinkle in her eye, right until the final moment,” Kennedy wrote.",
    "Prime Minister Chris Hipkins said Beyer made a lasting impression on parliament.",
    "“I certainly think that Georgina blazed a trail that has made it much easier for others to follow.”"
  ]
}