{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91291/sc-dismisses-two-petitions-challenging-restructuring-of-slt",
  "time_ut": 1686826260.0,
  "original_lang": "en",
  "original_title": "SC dismisses two petitions challenging restructuring of SLT",
  "original_body_lines": [
    "The Supreme Court today (June 15) refused to grant leave to proceed with two fundamental rights (FR) petitions filed against the restructuring of Sri Lanka Telecom (SLT) PLC.",
    "The petitions had been filed by Sri Lanka All Telecommunication Employees’ Union president J.B. Gurusinghe, its secretary H.K. Hettiarachchi and the president of SLT Samagi Sewaka Sangamaya president Indika Priyadarshana.",
    "Following a lengthy trial, the Supreme Court’s three-judge bench comprising, Justices Murdu Fernando, Kumudini Wickamasinghe and Priyantha Fernando, decided to dismiss the two petitions.",
    "The SLT trade union leaders, in their petitions, had deemed the decision taken by the Cabinet of Ministers to divest the government-owned shares in the SLT a violation of fundamental rights.",
    "When the petitions were called before Supreme Court today, Deputy Solicitor General Rajeeva Gunathilake told the judge bench that the Cabinet of Ministers, in March 2023, gave its approval to go ahead with the restructuring of SLT, adding that the proposal was also green-lighted in the budget speech delivered by the President in his capacity as the Finance Minister.",
    "He also deemed the concerns raised by the petitioners, about the potential threats to the national security posed by privatization of SLT, baseless.",
    "The Deputy Solicitor General went on to note that the move would not be prejudicial to the shareholders nor the subscribers of SLT, as mentioned in the petitions, and requested the judge bench to refuse to grant leave to proceed with the two FR petitions.",
    "Later, President’s Counsel Romesh de Silva presented submissions on behalf of Sri Lanka Telecom."
  ]
}