{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-shares-decline-on-debt-restructuring-and-profit-taking-120611/",
  "time_ut": 1684155900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka shares decline on debt restructuring and profit-taking",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s shares fell on weakened sentiments on Monday as investors are waiting for more clarity on local debt restructuring and profit-taking, an analyst said.",
    "“The overall volume was low for the day; however, the market was highly volatile,” Ranjan Ranatunga of First Capital Holdings told EconomyNext.",
    "The Main All Share Price Index (ASPI) was down by 0.24 percent or 21.54 points to 8,906.20, while the most liquid index S&P SL20 was down 0.53.",
    "“The drop in the market was there because of profit-taking, which was seen later on the market mainly on ExpoLanka and LIOC.”",
    "The top losers of the day were Dialog, Commercial Bank, and LIOC.",
    "Meanwhile, an International Monetary Fund team in Sri Lanka will be briefing about the progress of the program on May 15.",
    "The debt restructuring program of the country is scheduled to be taken up by the International Monetary Fund’s Executive Board on March 20, 2023, after China gave assurances to restructure debt.",
    "“These days, the performance on the market is on selected shares as earning results for the first quarter are coming in,” Ranatunga said.",
    "“People are getting into those shares that did well in the last quarter now.” Analysts said the low volumes seen in the market are due to the debt restructuring concerns, and investors are waiting for the monetary policy review for the next month.",
    "“In all of these cases, I think that the investors will be in a wait-and-see approach to see what will be happening,” Ranatunga said.",
    "The market generated a foreign inflow of 27.5 million rupees, bringing the net foreign outflow for the year to 2.1 billion rupees. (Colombo, May 15, 2023)"
  ]
}