{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81473",
  "time_ut": 1677783420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s  Supreme Court issues interim order restraining  authorities  Including Finance Ministry Secy and Attorney-General from withholding funds allocated for  holding the local govt election which was earlier scheduled for March 9.",
  "original_body_lines": [
    "The Supreme Court of Sri Lanka on Friday issued an interim order restraining authorities from withholding funds allocated for the local government election, which was earlier scheduled for March 9, but postponed.",
    "The order, preventing state functionaries including the Secretary to the Finance Ministry and the Attorney General from withholding funds, was issued after the apex court heard a petition filed by the main Opposition party Samagi Jana Balawegaya (SJB or United People’s Force) general secretary and legislator Ranjith Madduma Bandara.",
    "The Election commission, which had postponed the elections citing the “lack of funds”, on Friday said it would announce a new date by early next week.",
    "Commenting on the development, Leader of Opposition Sajith Premadasa said in a tweet: “The historic order of the Supreme Court today on an application made by the SJB General Secretary confirms the fact that democracy in Sri Lanka is very much alive & the independence of our noble judiciary is further reaffirmed. Mr. President, let the voices of the masses be heard.”",
    "The opposition Tamil National Alliance’s legislator and senior lawyer M.S. Sumanthiran said: The Supreme Court delivers an interim order restraining the Min of Finance @RW_UNP et al from withholding funds to conduct LG Elections in the case filed by @sjbsrilanka Gen Sec @MaddumaBandaraR a little while ago. Hope the #EC fixes the date before legally mandated 19th March!”",
    "The development comes amid resistance from the political opposition to the postponement of polls. Government critics accuse President Ranil Wickremesinghe’s administration of stifling democracy.",
    "One member of the opposition National People’s Power alliance died after police fired tear gas and water cannons at a protest rally by its supporters last weekend, demanding timely polls.",
    "President Wickremesinghe’s government also faces mounting opposition over recent tax hikes and three-fold increase in electricity prices. Nearly 40 unions went on a strike on Wednesday, threatening to continue their protests if the government does not address their economic hardships.",
    "The government increased taxes and utility bills in anticipation of a likely $2.9 billion package from the International Monetary Fund (IMF).",
    "On Thursday, Peter Breuer, Senior Mission Chief for Sri Lanka, and Masahiro Nozaki, Mission Chief for Sri Lanka, IMF, defended the government’s move noting that Sri Lanka is among countries collecting the least amount of fiscal revenue in the world, with a tax revenue to GDP ratio at 7.3 % in 2021.",
    "“External creditors are not willing to provide financing to fill this gap. Tax reforms are needed to correct this imbalance. Only with appropriate tax receipts will the Government be able to fund essential expenditures and avoid further slashing of critically important outlays. These reforms will also help regain confidence of creditors,” the official said in a statement."
  ]
}