{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/SL-poised-to-become-year-round-holiday-destination-for-Russians/108-257529",
  "time_ut": 1681244527.0,
  "original_lang": "en",
  "original_title": "SL poised to become year-round holiday destination for Russians",
  "original_body_lines": [
    "Russian tour operators to extend winter flight programmes to summer season due to high demand",
    "Sri Lanka expects to welcome 225,505 Russian tourists this year; 77,526 arrivals during the first quarter",
    "Aeroflot, AZUR air and Red Wings operate direct flights between Sri Lanka and Russia",
    "Russian outbound travel forecasted to shift more towards Middle East, South and Southeast Asia this year",
    "Amid high demand, Russia’s outbound tour operators have decided to extend winter flight programmes to Sri Lanka in the upcoming summer season which would enable the island nation to position itself as a year-round holiday destination among Russian travellers.",
    "According to Russian Travel Digest (RUSSTD), Sri Lanka was in the top three most popular holiday destinations in the winter season among Russian holidaymakers.",
    "“Forecasts of tour operators for the summer season are also optimistic. A number of tour operators decided to extend the charter programmes for the summer and autumn seasons. Tourists will be offered to make holidays in the East of the island.",
    "Due to on-going geopolitical issues, the number of destinations has become somewhat limited for them. So, we have to make the maximum advantage of it, given Sri Lanka is a popular destination for Russian tourists,” Russian Travel Digest said.",
    "Sri Lanka Tourism Development Authority (SLTDA) expects to welcome 225,505 Russian tourists this year. During the first quarter of the year, Russia generated highest tourist traffic with 77,526 arrivals during the period.",
    "On 5th of this month, leading tour operator Fun & Sun announced charter flights to Sri Lanka for the summer season, which is set to be joined by two more tour operators in the coming days.",
    "Fun & Sun’s charter programme is planned on Red Wings flights on the Moscow-Hambantota route, which will be operated twice a week (Thursday and Sunday) starting from 30th of April until 31st of October this year.",
    "Last month, aviation authorities of the two countries agreed to increase the number of flights on the Moscow – Colombo route from 14 flights to 21 flights per week, according to Russia’s Federal Air Transport Agency.  In addition, the weekly flights on other routes between Russia and Sri Lanka are also to be increased to seven.",
    "Direct flights to Sri Lanka from Russia are operated by three airlines. Aeroflot and AZUR air fly to Colombo, while Red Wings flies to Mattala.",
    "SLTDA Chairman Priantha Fernando noted that usually Russian tourist traffic slows down from end of March.",
    "“Typically, it’s the tail-end of Russian traffic towards end of March. It will die down a bit in April-June and will pick up again in July- August. Once again, there’s a lean period during September-October and it will pick up again. That’s based on the outbound trend,” he said.",
    "Russian tour operators are optimistic of popular winter destinations becoming year-around destinations, fueled by consistent high demand for beach holidays supported by the growing popularity of sightseeing tours among Russian travellers.",
    "In particular, they expect Russian outbound travel to shift more towards the Middle East, South and Southeast Asia this year.",
    "According to Fun & Sun CEO Vladimir Rubtsov, the geography of the tourist distribution flow in 2023 would depend on the logistics of air transportation and the visa policy of countries.",
    "In addition, Russian tourists are also concerned of high prices in most popular holiday destinations such as Turkey, which has led some Russians to reorient to other price competitive destination such as Egypt.",
    "According to RUSSTD, the minimum package prices for Sri Lanka has declined by 18 percent in March, while prices rose by double digits for destinations such as Maldives Venezuela, Seychelles, Cuba  and UAE.",
    "With Russia being cut off from global payment systems due to sanctions imposed by the West, People’s Bank is collaborating with Russia’s National Investment and Industrial Bank (NIPB) to issue international cards in order to enable them to make their payments.",
    "As the Central Bank (CB) is accepting Indian Rupee (INR) as a designated currency, Fernando noted that Russian tourists could also bring in INR.",
    "“.. we have also introduced travel wallets with NDB and Sampath Bank where they can purchase US$ or any foreign currency and use it in Sri Lanka while they are on tour,” he added.",
    "Russian tour operators expect the volume of Russian tourists through their tour operators on foreign destinations to grow up to 20 percent YoY in 2023. Last year, tour operators sent about 7 million Russian tourists"
  ]
}