{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/a-need-for-non-aligned-policies/172-257198",
  "time_ut": 1680638626.0,
  "original_lang": "en",
  "original_title": "a need for non aligned policies",
  "original_body_lines": [
    "Since his assumption to the office of president, Ranil Wickremesinghe has on numerous occasions referred to Lanka’s strategic location on important trade routes in the Indian Ocean. He has emphasised the need to make maximum use of this position.",
    "He also warned tensions could break into conflict and spill into the Indian Ocean region. In this situation he emphasised the need to steer a balanced course between conflicting parties without endangering Sri Lanka’s relations with either of the antagonists.",
    "In our more recent history, we have been accused of leaning toward one side or the other.",
    "The art of steering a non-aligned course seems to have eluded us Lankans, since the fall of the Soviet Union of old and the breakup of the Non Alligned bloc. Our neighbour India, because of its size, giant market and well defined foreign policy was able to steer a course between the conflicting powers.",
    "Our country lacking in a coherent foreign policy and buffeted by winds of local armed conflicts was not able to steer an independent path.",
    "Quite different to the times when this country was led by the world’s first woman prime minister -Sirimavo Bandaranaike- in 1960.",
    "Though she was accused of being anti minority community, during her tenure -in the field of Foreign Affairs she was nonpareil.  Before taking office, Mrs Bandaranaike had opportunities to interact with several world leaders while accompanying her husband to the UN, neighbouring countries and when world leaders arrived in then Ceylon.",
    "In October 1964, she took up settling the issue concerning the citizenship status of almost a million persons of Indian origin -the upcountry Tamils/estate workers- via the Sirima/Shastri Pact which she signed with Indian premier Lal Bahadur Shastri. Under the pact, 525,000 persons of Indian origin would be repatriated to India while 300,000 would be granted Sri Lankan citizenship.",
    "In October 1963, with the aim of strengthening relations with Moscow, Mrs Bandaranaike undertook a state visit to Moscow. The discussions led to successfully negotiating the purchase of oil at a cheaper price.  In April 1973 together with Mrs. Indira Gandhi she was able to settle the status of citizenship of the remaining 150,000 people of Indian origin in Sri Lanka as well as the demarcation of the maritime boundary between the two countries.",
    "In January 1964 premier Bandaranaike extended support to Nelson Mandela in the struggle to free South Africa from apartheid. She backed the imposition of economic sanctions against the apartheid regime and called on all countries to back the sanctions as otherwise the sanctions would be futile.",
    "Despite her close ties with India, Mrs Bandaranaike was able to nurture close ties with Pakistan during her tenures. Pakistan President Muhammad Ayub Khan visited Lanka in December 1963.",
    "In December 1975 in light of the support Sri Lanka extended to Pakistan -permitting the refueling of civilian aircraft flying between East and West Pakistan- during the Bangladesh freedom struggle, Pakistani President Zulfikar Ali Bhutto visited Sri Lanka.",
    "Relations with China reached an all-time high during Mrs Bandaranaike’s administrations. In June 1972, Mrs Bandaranaike undertook a State Visit to China, during which she met with Chinese leader Mao Tse tung, Premier Chou En-lai and senior leaders of the country.  In wide ranging discussions with the Chinese leadership Mrs Bandaranaike stressed the proposal for declaring the Indian Ocean a Zone of Peace, a move that was widely supported by China.",
    "In April 1975, at a time the Organization of Petroleum Exporting Countries (OPEC) were sharply increasing oil prices. Ms. Bandaranaike visited Iraq. During discussions, Mrs Bandaranaike was able to explain the difficulties developing countries faced. As a result. Iraq agreed to supply Lanka with 250,000 tonnes of oil on a four year deferred payment scheme at a very low rate of interest.",
    "The foreign policies under Mrs Bandaranaike cut across political ideologies, and enhanced the prospects of this country.",
    "It is a pity we seem to have lost these policies somewhere during our not so distant history."
  ]
}