{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-challenges-ahead-of-ruling-parties/172-256963",
  "time_ut": 1680292569.0,
  "original_lang": "en",
  "original_title": "The challenges ahead of ruling parties",
  "original_body_lines": [
    "The Local Government Elections, which were first scheduled to be held on March 9 and then rescheduled for April 25, are destined to be postponed again as the Government seems to be determined not to release funds for it.",
    "The postal voting which was slated to be held on March 28, 29 and 30 is already postponed indefinitely in view of the Government press having declined to release ballot papers on the grounds that payments have not been made for them.",
    "Hence, the election has already been deferred in the practical sense and the Elections Commission has only to announce a fresh date. The Commission has to do it without knowing when the Treasury will release funds for the election or more precisely whether funds will be released at all.",
    "An Interim Order had been issued on May 3 by the Supreme Court on the Treasury Secretary Mahinda Siriwardena preventing him from withholding funds allocated for the Local Government Elections by the budget.",
    "On the grounds that he has not complied with the order, the Samagi Jana Balawegaya (SJB) and the Jathika Jana Balawegaya (JJB) or the National People’s Power (NPP) had on March 21 filed two Contempt of Court cases against the Treasury Secretary. Both cases were postponed on Thursday for May 22.",
    "The Treasury Secretary after this court order forwarded all appeals for funding by the Elections Commission for the conduct of the elections and the Government Printer for printing ballot papers to the Finance Minister, who is also the President.",
    "The President already has expressed his views against holding elections now or in the near future.",
    "The Treasury Secretary seems to tell the court that he had sought approval from his Minister to release funds for the election, according to the Court Order. If that is the case, and if the court accepts it, then the problem would sometimes become one between the Judiciary and the Executive.",
    "Earlier, on February 23, the Supreme Court ordered that a Writ Petition filed by an Army Colonel seeking an order delaying the same elections be taken up again on May 11.",
    "Therefore, now it is clear all debates about the Local Government elections have become futile till mid-May.",
    "Yet, people and the media are not left without topics. They have this Extended Fund Facility (EFF) offered by the International Monetary Fund (IMF) and the issue of whether Sara Jasmin alias Pulasthini Rajendran, one of the suspects of the Easter Sunday terrorist attacks in 2019 is alive or dead. And these issues might further help the two ruling parties, the United National Party (UNP) and the Sri Lanka Podujana Peramuna (SLPP) to freeze election-related matters.",
    "Meanwhile, former President and the Leader of the SLPP, Mahinda Rajapaksa told media at the Abhayaramaya in Narahenpita on March 27 that he opined that an election would be held before December this year. Whether he told this based on his understanding with the President on the matter or just to tease the Opposition parties that are pushing for an immediate election is not clear.",
    "Despite various arguments raised against the holding of an election at this moment, it is a well-known fact that the real reason behind the opposition to the election on the part of the two ruling parties is nothing but the drastic erosion of their popularity among the people, especially due to the horrific effects of the economic crisis on the masses.",
    "The latest opinion poll, the Sri Lanka Opinion Tracker Survey (SLOTS) conducted in February by the Institute of Health Policy (IHP), an independent research institution shows that support for the JVP/NPP has surged up to 43 percent and the SJB’s support base has shrunk to 30 percent. The popularity of the two ruling parties has plummeted to a dismal 4 percent.",
    "Hence, the Government might do its utmost not to hold any election until the time turns in its favour. Despite it being against democracy, the possibility of that being the reality is very high.",
    "It was the economic downturn that created a situation where the ruling parties cannot face the public. However, with Sri Lanka having received the first disbursement of the Extended Fund Facility (EFF) of the International Monetary Fund (IMF) and more foreign funds being expected very soon, the burden on the people has begun to ease.",
    "Fuel prices came down considerably resulting in the transport cost and prices of some essential items plunging. It is said that the World Bank and the Asian Development Bank (ADB) are to offer loans worth US$ 3.8 billion. The International Finance Corporation (IFC), the investment arm of the World Bank has offered US$ 400 million for three commercial banks in the country to facilitate imports of essential items.",
    "Even though all these will add to the existing debt burden of the country, the immense hope built in the masses on the IMF loan by the Government has boded well for the two ruling parties, with the first tranche of the IMF loan received.",
    "A feeling has been built up that the crisis is gone. Against this backdrop, rumours have it that the President might go for a Presidential Election soon.",
    "However, there is no Constitutional room for him to hold a mid-term election as he is a succeeding President. The Constitution after empowering the President to seek another mandate after his first term says “A person succeeding to the office of President under the provisions of Article 40 shall not be entitled to exercise the right”",
    "Also, he would not be able to dissolve the Parliament and hold the Parliamentary Elections either to take advantage of the slowly recovering economy, as his term will terminate at the end of next year before he is empowered to dissolve it.",
    "However, the SLPP would not allow the UNP to exploit the situation, if it turns favourable to the ruling parties. They have already come out of the cocoons they have been hiding so far since the Aragalaya broke out and trying to lay claim to the next Government.",
    "Their strategy seems to be dumping all sins of the economic crisis into former President Gotabaya Rajapaksa’s account, while blaming the hundreds of thousands of people who rose against the Government last year citing the crimes committed by a few people in the name of the Aragalaya.",
    "Despite it is not clear how successful their efforts would be, there is a possibility of rising rivalry between the UNP and the SLPP over regaining power.",
    "In fact, the SLPP also can lay claim to the IMF-related funds since the programme with the international lender was started by President Gotabaya Rajapaksa in March last year. Even the Government’s fiscal reforms had been cited in the country report of the IMF that was released in March last year. Yet, the member parties of the SLPP would never be able to absolve themselves from the massive crime of destroying the country’s economy.",
    "However, two major issues seem to be standing in the two ruling parties’ way.",
    "Although Sri Lanka has received the first tranche of the IMF funds, there is a danger of facing problems in debt restructuring which is a must before the second tranche. Professor Premachandra Atukorala of Australian National University pointed out during the Pethikada Programme of Sirasa TV that Zambia is facing such a situation after the first disbursement where China has put forward new conditions to restructure its debts.",
    "He also warns that some creditors might push for restructuring local debts as well, which would seriously affect the local banks. And the next instalments depend on the successful debt structuring process and implementation of reforms in the agreement with the IMF which includes a strict anti-corruption mechanism.",
    "Secondly, how permanent the current massive breakaway of people from the two ruling parties is not clear. Will they return to the fold of the two parties, especially the SLPP, the party that has eroded the most?",
    "Many people have their emotional dreams of a house, a vehicle, higher education, foreign education and marriage of their children, all shattered due to the economic crisis. Only time will tell how people will react to an election."
  ]
}