{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/20th-Century-TU-leaderships-and-IMF-proposed-social-security/4-747917",
  "time_ut": 1683071777.0,
  "original_lang": "en",
  "original_title": "‘20th Century’ TU leaderships and IMF proposed ‘social security’",
  "original_body_lines": [
    "With poverty now estimated to be above 35% it is common sense the “social safety net” should define the poor on a “monthly income basis” without excluding “wage earners”",
    "“Ambitious revenue-based fiscal consolidation is necessary for restoring fiscal and debt sustainability while protecting the poor and vulnerable. In this regard, the momentum of ongoing progressive tax reforms should be maintained, and social safety nets should be strengthened and better targeted to the poor.” From the statement made by IMF Managing Director Kristalina Georgieva, after Executive Directors approved EFF assistance to Sri Lanka on 20 March.",
    "Despite all the fanfare, this IMF assistance package as with all packages before is not about answering the core issue of growing external trade deficit. It compels more borrowing that inevitably leads Sri Lanka to heap more dollar loans on the existing $ 56 billion debts. Proof, the IMF has no answers for our massive crisis. Thus expectations are created on “social safety nets” the IMF says, “should be strengthened and better targeted to the poor.” This “social safety net” business was decided over eight months ago, before IMF staff led discussions were concluded end-August.",
    "In August last year, Niel Hapuhinna, Secretary Social Empowerment Ministry had told media they have received 3.2 million applications. Applicants included Samurdhi, elderly relief benefit and disability allowance recipients and also others who expect relief. According to B. Wijeratne, Chairman/Commissioner, Welfare Benefits Board, poverty levels are calculated by them on “education, health, economic level, assets, housing, family number tied to some 22 other indicators”.",
    "Since receiving 3.2 million applications, consumer prices went up by 49.2% with food inflation rising to 42.3% and non-food group to 54.9% by March on y-on-y basis (Census Dept.). Heavy price increases pushed many hundreds of thousands of “vulnerable families” into poverty. All those increases it is said has led to about 15% drop in attendance among schoolchildren, especially in semi urban and rural areas. Over 85 to 90% of workers in FTZs and export manufacturing factories who come from distant rural areas and live in underserved lodgings and cramped rooms, have been dragged into extremely vulnerable situations, with employers resorting to cost cutting, withdrawing incentives, factory closures and lay-offs. With poverty now estimated to be above 35% it is common sense the “social safety net” should define the poor on a “monthly income basis” without excluding “wage earners”.",
    "That not being so, trade unions keep asking for immediate pay hikes as high as Rs. 15 k to 20 k. In the present crisis these wage demands for the low wage earners in private sector do not seem unusually high, but employers will not be listening to them. Previous governments have on two occasions intervened in compelling employers to increase wages by way of gazette notifications for a “budgetary relief allowance”. This Wickremesinghe government tied hand and foot to the IMF program will not interfere however vulnerable the workers become due to adverse impacts of government policy.",
    "In such adverse context, TUs still living with 20th Century perceptions and perspectives have never thought of alternatives. First “general strike” in February 1923 exactly 100 years ago when government railway workers went on strike with few other TUs, their main demand was 50% increase in wages to meet “high cost of living”. 50% then was around 45 cents a day. British Governor Manning appointed a Commission to recommend answers and the strike concluded with a wage increase of 20% (18 cents) plus casual and sick leave granted.",
    "Since then, trade unions have been demanding bigger “pay packets” to face increases in cost of living. In 1957, a general strike led by much respected, militant TU leader Pelis Serasinghe, demanded a “special living allowance” of Rs. 17.50 per month for the public sector. In the only workers’ strike that kept the whole country in the dark and Temple Trees lit by candles, they won their demand. Pathetically unsuccessful ‘80 July strike demanded a monthly wage increase of Rs. 300 and an additional Rs. 5 for every unit increase in cost-of-living index. In 2005, private sector workers were given a “budgetary relief allowance” of Rs. 1,000 for their demand of Rs. 2,500 and again an increase of Rs. 2,500 in 2016, when the demand was Rs. 5,000.",
    "Sadly TUs have not learnt, wage increases have not been a solution for increase in cost of living. For the 45 cent wage increase demand to reach a Himalayan high of Rs. 20 k in 100 years, the reason was, wage increases could never beat “inflation”. Wage increases have only led to more inflation badly effecting the whole society. They have also created a low reputation for TUs as selfish and disruptive.",
    "Futility of collecting a bigger “pay packet” was more than evident with an average monthly salary increase of about Rs. 20 k given to teachers from 2022 January. Any teacher would now say that “increase” just got evaporated in less than a year with all round price increases. LP gas, petrol, diesel, and kerosene the small man’s fuel have all gone up by about 300%. Consumer price of electricity was increased by 70% in August last year and was again increased from January this year by 65% on that previous increase. They have dragged prices of everything else from betel leaf and areca nut to bus and three-wheeler fares with them into dizzy heights.",
    "Now the issue is how would trade unions formulate their demands for relief? Will they climb out of the old box to force the Government to define the “social safety net” to include low paid workers? If the Government stays true to what is designed by the IMF package and not to what is written and said, then what Ministry Secretary Neil Hapuhinna, and Welfare Benefits Board Chairman/Commissioner Wijeratne said is not what this Wickremesinghe government will be doing. When MD Kristalina Georgieva said “Revenue-based fiscal consolidation is necessary for restoring fiscal and debt sustainability” it was decent, diplomatic lingo that said, “welfare and social spending would be axed right down to the root.”",
    "Proof is here. Oxfam in its latest briefing paper says, “The International Monetary Fund has said that it protects spending on education, health and social protection from cuts in its loan programs through social spending floors. These measures are a welcome step forward, but are they effective?” This may be news to Sri Lanka, but “IMF’s ‘Social Spending Floors’ encouraged raising social spending by about $ 1 billion across 13 countries in 2020-22 but its #austerity drive has required most of these same countries to rip away over $ 5 billion worth of public spending during the same period.” (IMF Social Spending Floors: A fig leaf for austerity? – Briefing paper policy-practice.oxfam.org/resources/imf-)",
    "Leaving rhetoric aside, IMF wants the Wickremesinghe Government to axe Samurdhi in a big way. That would certainly provoke social protests, even the IMF would not deny. IMF therefore does not speak about State repression though they show concern about corruption and stress on transparency. Meanwhile the strategy seems reducing space for protests to the best of their ability. Petty benefit schemes are to be lumped together with Samurdhi into a single social safety net and the whole exercise explained as cleaning up and making them efficient with QR codes introduced. It would be another “01 billion more – 05 billion less” scheme. Qualifying would be tough while the benefit may have a higher limit to cover up the total squeeze.",
    "Within this tight “squeeze” possibility of accommodating increasing numbers of urban, rural and plantation poor and the vulnerable seems extremely remote. It nevertheless depends on how TUs formulate demands and coalesce with other battered social segments in compelling the Government to define the parameters and selection criteria of this social safety net to include wage earners now made vulnerable. Will they therefore demand relief assistance to be decided “on principle” of family income and not on basis of employment and wages? Will they demand the qualifying family income to be decided on the Household Income and Expenditure Survey results of the Census and Statistics Dept.? The latest 2019 survey has Rs. 63,130 as the national “mean household expenditure” per month. In urban society it is Rs. 95,392, in rural sector it is Rs. 57,652 and in plantation sector it is Rs. 38,519 per month.",
    "Picking a lesson from the past, TUs should say the social safety benefit should not be a “cash benefit” that would simply evaporate in a few months with inflation in double digits. Instead they should opt for a reasonably priced essential food and consumer items basket worth their demand of Rs. 20,000 per month distributed fortnightly as two halves. They will have to convince other social sectors like the fisheries, agriculture, labour, and informal sector income earners to accept their demands on social security and join them in lobbying the Wickremesinghe government.",
    "TUs will have to come out of the “old box” to lead a novel inclusive social campaign to have “some redress” they cannot even dream of on their own. Political parties in the opposition, used to a comfortable political life are not interested in looking for answers to key issues on the ground. This IMF package with no answers to the core issue of bridging the external trade gap needs alternate answers, a strong social movement for a broad based social security program would lead to. That would otherwise leave us borrowing more dollars, adding onto the $ 56 billion dollar plus debt the IMF and the Government proudly claim is being rescheduled."
  ]
}