{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/18/sri-lanka-files-lawsuit-against-owners-of-x-press-pearl/",
  "time_ut": 1684379880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka files lawsuit against owners of X-Press Pearl",
  "original_body_lines": [
    "The Originating Claim pertaining to the Claims Action on merits of the X-Press Pearl Incident was filed in the General Division of the High Court of Singapore, naming the Hon Attorney General of Sri Lanka as the Claimant, according to the Additional Solicitor General (Administration) Chethiya Goonasekera. The claim names six defendants and was filed on April 25, 2023.",
    "The case conference hearing was taken up before the General Division of the High Court of Singapore on 15th May 2023, and a further follow-up on the said case conference has been scheduled for 01st June 2023. The Attorney General’s Department is currently exploring the possibility of transferring the case to the Division of the Singapore International Commercial Court (SICC) under the Rules of Procedure of the SICC.",
    "The litigation of the X-Press Pearl Incident is being handled by a Singaporean Legal Firm, appointed and retained with the approval of the Cabinet of Ministers, to represent the interests of the Government of Sri Lanka.",
    "On 20 May 2021, the Singapore-flagged vessel caught fire and sank off the west coast of Sri Lanka. It carried 1,488 containers, including 81 with dangerous goods, 25 tonnes of nitric acid, 348 tonnes of oil, and up to 75 billion small plastic pellets known as nurdles (used to make plastic products).",
    "Since then the disaster has had a significant impact on Sri Lanka’s delicate coastal environment, local communities and economy, wiping out a large number of marine species.",
    "Sri Lanka to limit Cabinet Ministries to 30 and will avoid further expansion",
    "Sri Lanka declares electricity, petroleum, and health services as essential"
  ]
}