{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-can-emulate-1996-World-Cup-winning-team-says-Maheesh-Theekshana/108-261245",
  "time_ut": 1686921770.0,
  "original_lang": "en",
  "original_title": "Sri Lanka can emulate 1996 World Cup winning team, says Maheesh Theekshana",
  "original_body_lines": [
    "Sri Lanka might be embodying the spirit of its 1979 team, having to qualify for this year’s Cricket World Cup, but spinner Maheesh Theekshana believes it could be the first step in emulating the heroics of the 1996 team that beat Australia to win the sport’s marquee tournament instead.",
    "Sri Lanka begin their Cricket World Cup Qualifiers campaign against the United Arab Emirates in Bulawayo on Monday, having missed out on directly qualifying for the tournament for the first time in 44 years.",
    "“No one thought Sri Lanka would win the World Cup in 1996. So it is an inspiration, particularly the way they played as a team,” off-spinner Maheesh Theekshana told the ICC ahead of the first qualifying match.",
    "“We need to get all of this to our generation as well. The way (Arjuna) Ranatunga acted as captain, there are a lot of memories there for everyone.",
    "“As a team, we have to do some things as they did in that period of time, but it's also a new generation so we have to do things differently.",
    "“The way that cricket is going is so different, so I think it is our time to do our best and try and win the World Cup.”",
    "Sri Lanka will be favoured to progress to the Cricket World Cup, boasting a strong fast bowling attack comprising of Dushmantha Chameera, Matheesha Pathirana and Lahiru Kumara, with Theekshana making up a formidable spin-bowling partnership with Wanindu Hasaranga.",
    "“I have a good partner in Wanindu, we know that opposition teams see him as a world-class bowler,” Theekshana said.",
    "“They sometimes try to defend him and try to get runs from me but then I have a chance to get wickets also. I think that is a plus point for the team and for me because I am always getting the chance to add pressure,” he added.",
    "“I know that he will always keep it tight at the other end so it is easy for me to bowl with him, and it is good for the team when he is around.”",
    "Sri Lanka finished tenth in the Cricket World Cup Super League, outside the eight automatic qualification spots for the 50-over World Cup.",
    "They will face Oman on June 23, Ireland on June 25 and Scotland two days later, before the top teams in each pool move onto the Super Fours round.",
    "The two finals of the ICC Cricket World Cup Qualifiers will determine the two final teams that will take part at the 2023 Cricket World Cup in India."
  ]
}