{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/visa-applications-from-sri-lanka-touched-68-of-pre-pandemic-volumes-in-2022/",
  "time_ut": 1681059000.0,
  "original_lang": "en",
  "original_title": "Visa applications from Sri Lanka touched 68% of pre-pandemic volumes in 2022",
  "original_body_lines": [
    "VFS Global advises visa applicants to beware of fraudulent operators",
    "Visa applications from Sri Lanka in 2022 witnessed significant recovery driven by pent-up demand, opening of international borders, and eased COVID protocols. According to VFS Global, the world’s largest outsourcing and technology services specialist for governments and diplomatic missions, visa applications from Sri Lanka in 2022 reached 68% of the pre-pandemic levels (2019). In comparison to 2021 when international borders began to open, 2022 recorded three-fold rise in applications.",
    "“We witnessed unprecedented demand from Sri Lanka and the entire South Asia region as a whole in 2022 which led to an extended peak outbound travel season with steady volumes witnessed until December. We are confident that the momentum will further grow and hence it is advisable for applicants to apply for their visas in advance to avoid last-minute surprises,” said Prabuddha Sen, Chief Operating Officer (South Asia), VFS Global.",
    "Another defining trend noticed in travellers’ behaviour was wider adoption of personlised service which began since the pandemic. Premium optional services such as Visa At Your Doorstep, (VAYD) that enables travellers to book the entire visa experience at a location of their choice doubled in 2022 in comparison to 2019. VFS Global offers VAYD for the UK-bound travellers from Sri Lanka. The company caters to 19 direct client governments and 17 represented client governments in Sri Lanka and Maldives.",
    "With the students’ travel season set to begin in a couple of months, VFS Global centres in Sri Lanka would operate extended hours to accommodate the rush.",
    "It is recommended to apply for visas as early as booking flights and stay. Most countries accept visa applications up to 90 days (3 months) before your date of travel. According to the revised Schengen Visa Code, effective 09th February 2020, you can apply for a Schengen visa up to 6 months before your date of travel. Particularly this year with higher demand and limited appointment slots available, VFS Global urge applicants to apply for their visa as early as possible.",
    "Visa applicants are advised to beware of fraudulent entities who charge fees from customers for scheduling appointments or providing any other services using VFS Global’s name or independently. VFS Global does not charge any payment for scheduling appointments. For any assistance, feel free to reach out to one of VFS Global’s staff or send an email to communications@vfsglobal.com",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}