{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89758/sri-lanka-oman-hold-third-round-of-political-consultations",
  "time_ut": 1681360740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, Oman hold third round of political consultations",
  "original_body_lines": [
    "The Third Round of Bilateral Political Consultations between the Foreign Affairs Ministries of Sri Lanka and the Sultanate of Oman was held on Tuesday (11 April).",
    "The consultations are a significant step to further strengthening bilateral relations and exchanging views on matters of mutual interest.",
    "The Sri Lanka delegation was led by the Additional Secretary for Consular, Middle East and Africa Affairs of the Ministry of Foreign Affairs U. L. M. Jauhar.",
    "The Oman delegation was headed by the Chief of the Department of International Cooperation of the Ministry of Foreign Affairs of the Sultanate of Oman Sheikh Hamad bin Saif Al Rawahi.",
    "The Ambassador of Sri Lanka to the Sultanate of Oman, Sabarullah Khan joined in the discussion virtually. Senior officials of the two foreign ministries and representatives of relevant ministries and agencies participated in the discussions.",
    "Manifesting the close and friendly relations between the two countries, the delegations deliberated on further enhancing and broadening the existing areas of cooperation for mutual benefit.",
    "Several new initiatives in the spheres of agriculture, tourism, education, higher education, fisheries, trade, investment, employment promotion, vocational training, and skills development and culture were discussed.",
    "It was proposed to enter into new bilateral agreements and Memorandums of Understanding (MoUs) and also to revisit the existing agreements in order to consolidate such collaboration in the identified areas.",
    "Acknowledging the importance of coordinating efforts in multilateral fora to address a range of issues such as the environment, sustainable development, and climate change, the two sides agreed to work even closer together.",
    "The Fourth Round of Political Consultations between Sri Lanka and Oman is planned to be held next year in Sri Lanka."
  ]
}