{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Prasanna-says-common-candidate-from-SLPP-for-next-Presidential-polls/56-747671",
  "time_ut": 1682368290.0,
  "original_lang": "en",
  "original_title": "Prasanna says common candidate from SLPP for next Presidential polls",
  "original_body_lines": [
    "Confirms former Prime Minister Mahinda Rajapaksa has no intentions of becoming PM again",
    "Urban Development and Housing Minister Prasanna Ranatunga yesterday revealed that Sri Lanka Podujana Peramuna (SLPP) will present a common candidate in the upcoming Presidential Election.",
    "Noting that if the common candidate will be President Ranil Wickremesinghe, Ranatunga said he will express full support to him.",
    "However, the Minister emphasised that President Wickremesinghe has neither confirmed nor announced anything about whether he will run for the Presidential Election or not.",
    "“I am one of the pioneering members of the SLPP and continue to remain a strong member. We have taken steps to strengthen our party and support President Wickremesinghe. We will win the next Presidential polls by presenting a suitable common candidate who joins SLPP. President Wickremesinghe rebuilt the country after the economic crisis. Therefore, I will support him irrespective of political views,” he added.",
    "Ranatunga made these remarks after he visited the Human Rights Commission of Sri Lanka (HRCSL) to give a statement for the investigation regarding the complaint made on burning down his house by the activists on 9 May last year.",
    "He also confirmed that former Prime Minister Mahinda Rajapaksa has expressed that he has no intentions of becoming the Prime Minister again, adding that these were false claims by parties.",
    "“We are working hard in the Parliament as a Government. Those who cannot digest it are bringing in topic after topic to become popular. Now they are claiming that Opposition Leader Sajith Premadasa will become the Prime Minister. All these are just tales and attempts to break the unity in the Government. But I do not think the MPs will fall for these anymore,” he said.",
    "Asked why Prof. Uthurawala Dhammarathana Thera was appointed as the new SLPP Chairman, Ranatunga said this is something that should have happened before.",
    "“A suitable constitution will be introduced for our party soon,” he added."
  ]
}