{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/31/korea-sri-lanka-friendship-hospital-opens-in-matara/",
  "time_ut": 1680255840.0,
  "original_lang": "en",
  "original_title": "Korea Sri Lanka Friendship Hospital opens in Matara",
  "original_body_lines": [
    "The Government of the Republic of Korea through the Korea International Cooperation Agency, (KOICA) provided funds to upgrade and renovate the Korea Sri Lanka Friendship Hospital (KSFH).",
    "The project granted 9 million USD covered the establishment of a new building, renovation of the KSFH and new hospital kitchen.",
    "In addition to the infrastructural development, medical equipment and two buses to facilitate shuttle between the Matara District General Hospital (DGH) and KSFH and capacity building programmes for Healthcare Workers in the KSFH were provided. At the end of the project, all newborn and maternal functions were shifted from the existing Matara DGH to the new KSFH.",
    "The “Matara District Maternal and Newborn Healthcare Strengthening Project” initiated in 2016 and stands to be a true testament to the strong relationship between the two countries.",
    "During the COVID Pandemic, the hospital served as an isolation ward and a treatment facility for the Matara District.",
    "To support the hospital functions, during that period KOICA provided additional donations covering a Medical Gas system, PPE equipment, furniture and other repair works of pediatric building of the hospital.",
    "The Hospital was handed over to the Sri Lankan Authorities at an opening ceremony held in the KSFH premises.",
    "The event was graced by the presence of The Ambassador of Republic of Korea to Sri Lanka His Excellency, Mr. Santhush Woonjin Jeong, Speaker Mahinda Yapa Abeywardena,  Minister of Health Dr. Keheliya Rambukwella, KOICA Country Director, Kim Myung Jin, and the Director of the Korea Sri Lanka Friendship Hospital, Dr. A.D.U Karunarathna.",
    "In the ceremony, the Speaker, reminisced over the years of friendship with Korea and how the people and government of the Republic of Korea has been the first to respond with aid during the Tsunami disaster in 2004. He extended his gratitude to the good people of Korea and KOICA for the continued support.",
    "His excellency the Ambassador, stated that Korea considers Healthcare to be one of the key priority areas for grant aid. And he further added that with the interventions done through KOICA to the Korea Sri Lanka Friendship Hospital, Matara District would be better equipped to cater to the needs of the Maternal and Newborn Health.",
    "The Minister of Health extended his deep appreciation to KOICA for all the support given to the hospital. He further remarked that the hospital was a great asset to Sri Lanka during the COVID 19 pandemic as it functioned as a treatment center. He further thanked His Excellency, the Ambassador for bolstering a strong bond with Sri Lanka during his time.",
    "The event was concluded following a tour of the facility by the dignitaries.",
    "President to appoint committee to oversee utilization of IMF package",
    "Postal voting for LG election can be held as scheduled if funds are released before April 10 – NEC"
  ]
}