{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81266",
  "time_ut": 1676402640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s present crisis is too serious to be left in the hands of the political class alone. The reactivation of the aragalaya in a new and more viable form would be fundamental to keeping the political class in check and sustaining popular hopes for change.",
  "original_body_lines": [
    "Sri Lankans entered 2023 with an unwelcome gift from the government – a new income tax policy. This was meant to bolster empty public coffers as the government tries to navigate the country’s economic crisis, but for ordinary people already facing difficulty on every front it was one more blow from the same ruling class that created the mess in the first place.",
    "Already, triggered by the new tax policy, protests against the government by large numbers of middle-class professionals have become a regular occurrence. These protests have the potential to spread among other social strata too: the poor and working classes also feel mounting despair because of unrelenting economic hardship.",
    "In a situation where most of the burden of Sri Lanka’s economic recovery has been passed on to these social classes, a new wave of popular outrage against the ruling elites cannot be ruled out, and there is speculation that renewed citizens’ protests this year may well be more widespread and militant than those that shook the country in 2022.",
    "Two themes dominate the political debate in Sri Lanka at present: managing the economic crisis through restructuring sovereign debt and the local government elections announced for March 2023.",
    "Debt restructuring talks have begun, but there is yet no concrete plan of action agreed upon between the government and its creditors, for two reasons. First is the delay of the Chinese and Indian governments in agreeing to join international private creditors at the negotiation table, and the resultant hold-up in IMF approval for Sri Lanka’s debt restructuring plan, which would unlock an IMF bailout.",
    "Despite the deadlock, the Sri Lankan government has already begun to implement key elements of an economic “recovery” programme that officials admit has been proposed by the IMF. The government and bureaucracy have embraced with shameless enthusiasm a new phase of neoliberal economic reforms, hoping to manage a crisis caused by the same brand of neoliberal policies implemented some years ago.",
    "A key component of the IMF-inspired programme is the drastic increase in personal income taxes, targeting the professional class and medium-sized business owners. At the same time, charges for electricity, fuel, gas, water and telecommunication services are also being dramatically increased.",
    "What many people find most predatory is the subjection of individual incomes above LKR 125,000 per month to a tax rate starting at 6 percent. After a sharp slide against the US dollar, LKR 125,000 translates at present to less than USD 350.",
    "For larger incomes, the tax rate now stands as high as 36 percent. In view of the rising cost of living and exceedingly high inflation – the inflation rate has been well above 50 percent – many middle-class families are finding the new tax regime ruinous.",
    "Most of those who have already joined the middle-class protests, many wearing black clothes and bands, are public-sector employees in higher income brackets – university academics, doctors, executives at the Central Bank and public corporations. This indicates a new phase of politicisation among previously affluent sections of society whose economic security has already been severely undermined by the prolonged economic crisis since 2020.",
    "These are clear signs of a maturation of the material conditions for a social explosion, precipitated by the very policies designed to manage the ongoing economic crisis, insensitive to their devastating social consequences or political costs.",
    "Yet this year, like last year, there seems to be no possibility of meaningful democratic reforms, at least on the near horizon. Sri Lankan citizens protesting during last year’s aragalaya – literally, “struggle” – made their wish for such reforms powerfully clear. Their slogans demanded the immediate replacement of the old political class with a new one committed to a “new political culture” through a “system change”.",
    "The movement’s suspension in August did not mark any fulfilment of or end to these desires. Instead, Ranil Wickremesinghe, who replaced the ousted Gotabaya Rajapaksa as president, launched a counter-democratic backlash as soon as he assumed office. He branded the aragalaya activists “fascists” and “anarchists” out to destroy Sri Lanka’s parliamentary democracy, and used emergency laws and the draconian Prevention of Terrorism Act to crack down on protest sites and leaders.",
    "Wickremesinghe quickly reconfirmed what Sri Lankans already knew – that he represents the old regime and belongs to the same discredited political class.  The successor president established a tripartite power bloc to counter the challenge of the aragalaya as well as the threat of its return. This comprised the executive led by Wickremesinghe, the Parliament dominated by the Rajapaksa camp, and the national security establishment led by the defence secretary, a former army general.",
    "In short, Sri Lanka is witnessing the continuation of the old process of elite-led democratic backsliding. With no meaningful democratic reforms to be expected from the entrenched political elites, Sri Lanka’s prospects for getting out of the de-democratisation trap are in the hands of the demos, its non-elite citizens.",
    "Actuating those prospects requires the resurgence of the dormant citizens’ movement and its transformation from an activist platform into an organised political movement or political party, or perhaps parties, with a new programme of gaining power through electoral means.",
    "Meanwhile, the government’s attempts to subvert the Election Commission’s decision to hold local government elections on 9 March clearly demonstrates the de-democratising intentions of the Wickremesinghe–Rajapaksa ruling coalition.",
    "To stall the vote, it has come up with the justification that the treasury does not have the funds to finance an election. The most likely result of the local elections, if they are held, would be the emergence of two opposition parties, the Samagi Jana Balawegaya and Janatha Vimukthi Peramuna, as voters’ leading choices.",
    "A simultaneous outcome would be an invariable drubbing for the two parties of the ruling coalition, Wickremesinghe’s United National Party and the Rajapaksas’ Sri Lanka Podujana Peramuna, formalising their severe loss of public trust and legitimacy.",
    "It might also mark the beginning of the end for the Wickremesinghe-Rajapaksa coalition government and the old ruling class they represent, allowing a shift in the political balance in favour of democratic reforms.",
    "Such an alternative should offer the people of Sri Lanka two vectors of hope. The first is a state-sponsored economic and social security programme to protect the working and middle classes as well as the poor from falling further into misery, and to enable them to survive till the economy recovers.",
    "This approach should also enable the poor and the vulnerable to participate in the recovery not as victims but rather as willing participants in building a new economic life. That is one way to address the massive social despair, discontent and anger caused by the protracted crisis.",
    "The second vector of hope is deep democratisation. After decades of the country’s retreat from democracy, Sri Lankan citizens have now shown that democratisation from below is a tangible possibility. With the aragalaya, democratic hope has returned to popular politics.",
    "Deep democratisation entails two spheres of reform. The first is the strengthening of the liberal, procedural content of Sri Lanka’s democracy, with an emphasis on the rule of law, human rights, checks and balances, and universal civic and political rights.",
    "This should also address Sri Lanka’s present crisis of representative democracy, crushed under an autocratic presidential system. The second is the strengthening of the social content of democracy, enabling ordinary citizens to participate in the democratic process beyond the limits of liberal representative democracy, not constrained by the wishes of the political elites.",
    "This calls for re-imagining Sri Lankan democracy to fuse liberal, republican, social democratic, feminist and ethno-communitarian goals, and to forge a creative synthesis of representative, direct and participatory variants of democracy.",
    "There is yet no political force in Sri Lanka ready to take up this challenge. The only party with the potential to be sensitive to this agenda is the Janatha Vimukthi Peramuna, with its left-nationalist and radical history.",
    "The JVP seems to be attracting a great deal of public attention and support, and if the local elections are held as scheduled it might even emerge as the party with the single highest number of votes in a split electoral outcome with no clear winner.",
    "Yet the JVP will have to be extremely cautious in the execution of any deep reform even if it then went on to win the parliamentary election, because the trajectories of Sri Lanka’s politics are defined only partially by the Sri Lankan people and their political representatives.",
    "What would be the role of global and regional powers in shaping the future of Sri Lanka? What kind of democracy or regime would be tolerable to them? Would they continue to back, in order to protect their geo-political interests, the same corrupt political elites who authored the present crisis?",
    "Meanwhile, the reactivation of the aragalaya in a new and more viable form would be fundamental to keeping the political class in check and sustaining popular hopes for change. Sri Lanka’s present crisis is too serious to be left in the hands of the political class alone. Especially with local elections under threat, some re-enactment of 2022 would be welcome in 2023 too."
  ]
}