{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-has-reached-imf-targets-china-remains-only-hurdle-justice-minister-112888/",
  "time_ut": 1676896680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka has reached IMF targets, China remains only hurdle: Justice Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has managed to reach its targets vis-à-vis what will be the island nation’s 17th International Monetary Fund (IMF) programme despite a late start, Justice Minister Wijeyadasa Rajapakshe said noting that China’s delay in agreeing to a debt restructure is the only remaining hurdle.",
    "Speaking to reporters in Colombo on Monday February 20, Rajapakshe said Sri Lanka was advised to approach the IMF as early as November 2021 but the “stubborn and unrelenting” position of the then central bank governor had stood in the way.",
    "“We went at the last minute, after confidence in us had waned. However, despite that, we have managed to reach our goals. Only one hurdle remains: The fact that China still hasn’t agreed to debt restructuring,” said Rajapakshe.",
    "Bloomberg reported on Saturday February 18 that the IMF is considering approving a loan for Sri Lanka, even without China’s assurance of debt-restructuring support.",
    "Under a rarely used policy on sovereign arrears, the global lender may consider approving the island nation’s loan as the only prerequisite hindering the go-ahead is China’s formal assurance, Bloomberg reported.",
    "Sri Lanka President Ranil Wickremesinghe said the previous day at a meeting that the crisis-hit country can expect the 2.9 billion dollar IMF extended fund facility in March.",
    "Justice Minister Rajapakshe was responding to questions about a 66-percent hike in electricity tariffs that has drawn criticism from some quarters.",
    "“It was a difficult decision. The country has now become bankrupt. It’s in a state where it’s a struggle to deal with the international community. China has yet to respond positively to our debt restructuring efforts.",
    "Sri Lanka’s IMF deal has been hanging on the balance pending an undertaking from China to re-structure debt in line with the requirements of the Fund.",
    "China has offered a two-year moratorium and offered to discuss more relief during that time without specifically addressing the IMF’s financing envelop in the Sri Lanka programme which is at staff level agreement.",
    "“To bring the country back to normal, we need the IMF’s assistance to turn Sri Lanka into a country that has an economic system that’s internationally recognised,” said Rajapakshe.",
    "He said Sri Lanka has had to go to the IMF for the 17th time due to lack of reforms made in the last 16 occasions.",
    "“It is not just a condition by the IMF. We too are of the view that the Ceylon Electricity Board (CEB) must be an institute that does not depend on the Treasury,” he said.",
    "“We will have to bear this burden for a short period of time. When the economic outlook becomes more positive and when there is expansion in other sectors, we plan to provide some relief [with regard to increased electricity tariffs] as soon as possible,” he added. (Colombo/Feb20/2023)"
  ]
}