{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Foreign-reserves-extend-months-long-gains-as-SL-looks-past-forex-crisis/108-258770",
  "time_ut": 1683489502.0,
  "original_lang": "en",
  "original_title": "Foreign reserves extend months-long gains as SL looks past forex crisis",
  "original_body_lines": [
    "As at end April, foreign currency reserves stood at US$ 2.75bn, slightly up from US$ 2.69bn a month ago",
    "Sri Lanka’s foreign currency reserves extended its months-long gains in April, though nudging by a little, as the country is slowly looking past its worst foreign currency troubles, which plagued the economy last year.",
    "Latest data showed the Central Bank ending April with an external reserves buffer of US$ 2,755 million, up from US$ 2,694 in March.",
    "Sri Lanka ended 2022 with reserves worth US$ 1,896 million after it plugged the reserves bleeding with a host of policies such as external debt standstill, tougher controls on imports and demand destruction policies which included higher interest rates and taxes.",
    "The reserves continue to carry the US$ 1.4 billion equivalence of Chinese Yuan denominated swap facility from the People’s Bank of China obtained two years ago which has conditions on its usability.",
    "Sri Lanka is gradually overcoming its worst foreign currency troubles and rebuilding its external reserves due to aforementioned reasons as well as rebound in key foreign exchange inflows including remittances and tourism.",
    "Both current account flows have been bright spots in 2023 with substantially higher incomes in the first quarter this year.",
    "For instance, the remittances rose by 80.6 percent in the first three months to US$ 1,413.2 million over the same period in 2022 while the inflows from tourism recorded nearly 10.0 percent growth to US$ 529.8 million with record-shattering arrivals thus far.",
    "The energy and other global commodities prices have also retreated recently over concerns on global economic health due to the rise in interest rates on both sides of the Atlantic and the recent instability seen in the US’ regional banking sector.",
    "The US regional banks saw their worst sell off last week before recovering some of its value on Friday after First Republic Bank falling into receivership, marking the second biggest bank failure in the US before bulk of its assets were taken over by JP Morgan Chase on Monday.",
    "The monetary tightening in the US, the fastest in four decades, is sending shock waves across financial markets around the world as it trims the values of global assets linked to interest rates."
  ]
}