{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89290/sajith-holds-talks-with-foreign-diplomats-on-countrys-current-situation",
  "time_ut": 1679580060.0,
  "original_lang": "en",
  "original_title": "Sajith holds talks with foreign diplomats on country’s current situation",
  "original_body_lines": [
    "A special discussion was held yesterday (March 22) under the patronage of the opposition leader Sajith Premadasa, with foreign envoys including ambassadors representing 12 countries and the leaders of the opposition parties.",
    "The discussion, held at the Taj Samudra Hotel in Colombo, was reportedly organized with the primary purpose of briefing the diplomats about the current situation in Sri Lanka.",
    "Matters such as consolidating democracy in Sri Lanka, protecting the constitution, and conducting Local Government elections have been taken up for discussion at length.",
    "There, the opposition leader has requested the envoys to continuously provide the international assistance required for the re-building of Sri Lanka.",
    "Sarah Hulton, the High Commissioner of the High Commission of United Kingdom in Sri Lanka; Denis Chaibi, the Ambassador of Delegation of the European Union in Sri Lanka; Michael Appleton, the High Commissioner of New Zealand High Commission in Sri Lanka; Julie J. Chung, the Ambassador of the Embassy of the United States of America in Sri Lanka; Anouk Baron, the Deputy Ambassador of the Embassy of the Kingdom of the Netherlands in Sri Lanka; Dr Francesco Perale, the Deputy Head of Mission of the Embassy of Italy in Sri Lanka; and Vinod Jacob, the Deputy High Commissioner of the High Commission of the Republic of India in Sri Lanka has taken part in the relevant discussion.",
    "Moreover, Katsuki Kotaro, the Minister and the Deputy Head of Mission of the Embassy of Japan in Sri Lanka; Lalita Kapur, the Deputy High Commissioner of the Australian High Commission in Sri Lanka; Aurélien MAILLET, the Deputy Head of Mission at Embassy of France in Sri Lanka; Daniel Blood, the Counsellor (Political) of the High Commission of Canada in Sri Lanka; and Ozaki Takeshi, the First Secretary of the Embassy of Japan in Sri Lanka were also present at the occasion."
  ]
}