{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/patriots-and-crooks/",
  "time_ut": 1691095380.0,
  "original_lang": "en",
  "original_title": "Patriots and crooks",
  "original_body_lines": [
    "Never a dull day in Sri Lanka! Hardly a day passes without some controversy, and issues crop up at such a rate that one cannot keep track of them, the latest being what has come to be termed the ‘distortion’ of the national anthem at a sports event.",
    "Popular singer, Umara Sinhawansa, who drew heavy flak for ‘distorting’ the national anthem at the Lanka Premier League (LPL) opening ceremony recently, has tendered an apology. She has said: “As a Sri Lankan, I have always carried the Sri Lankan flag with great pride and striven to uplift the image of my country, and contributed to the best of my ability in numerous ways, including singing. I love my motherland.” So, let the inquiry initiated by the Ministry of Public Administration, Home Affairs, Provincial Councils and Local Government into a complaint against her be terminated. Umara’s critics ought to leave her alone and concentrate on the real issues that warrant public attention, especially a host of serious allegations against Sri Lanka Cricket (SLC).",
    "SLC is the Sri Lankan version of the Augean stables, the cleaning of which requires a Herculean task that the current political authority does not seem equal to. The only thing that SLC does efficiently is to antagonise media organisations.",
    "The recent public uproar over the way Umara sang the national anthem diverted the people’s attention from the sorry state of affairs at SLC, which is under a cloud.",
    "Sports Minister Roshan Ranasinghe finds himself in an unenviable position with some moneybags with political connections in top positions of sports associations undermining his authority. He is under pressure from the public and the media to get tough with such self-important, shady characters, but he cannot do so because they are protected by powerful politicians and their cronies. He has told the media that SLC did not obtain permission from the Sports Ministry for conducting the LPL tournament. If so, there has been a serious transgression, and stern action is called for against SLC, which must be made to realise that it is not above the law. One wonders whether the SLC bigwigs have been running a parallel government. Only President Chandrika Bandaranaike Kumaratunga had the courage to tell SLC nabobs where to get off. She appointed an interim committee to run SLC. The need for such stern action is felt more than ever. One can only hope that the incumbent government will do likewise to save cricket. The clock is ticking.",
    "Now that Umara’s stylised rendition of the national anthem has caused such a public outcry we suggest that the practice of it being sung at functions attended by corrupt politicians and officials be discontinued forthwith; there is no bigger desecration of the national anthem than being used to boost the egos of corrupt politicians who have amassed ill-gotten wealth, bankrupted the economy, caused the collapse of the rule of law and ruined the nation.",
    "This country is full of ‘patriots’, and many of them took on Umara for singing the national anthem in operatic style and mispronouncing some words. They even demanded that legal action be instituted against her for violating the Constitution, which specifies how the national anthem should be sung. If only they had the same patriotic fervour in their workplaces and did their utmost to enhance national productivity. If all those who joined forces to rake Umara over the coals purportedly to preserve the dignity of the nation or what remains thereof make a similar effort to work hard and do their duty by the nation, hoisting this debt-ridden country from the current economic crisis will be child’s play.",
    "Saemaul Foundation projects immensely helpful for rural upliftment – Prime Minister",
    "‘Wasath Siriya 2023’ state Sinhala & Tamil New Year Celebrations on April 22nd",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}