{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Mapping-the-Kurundi-discourse-and-politics-of-culture-and-expediency/4-750898",
  "time_ut": 1689963107.0,
  "original_lang": "en",
  "original_title": "Mapping the Kurundi discourse and politics of culture (and expediency)",
  "original_body_lines": [
    "Reconstruction work in the guise of ‘restoration’ in the absence of proper archaeological knowledge of the site can only make things worse, and reinforce dominant narratives and silence others",
    "As many Tamil leaders too have articulated, it is important to conduct proper archaeological surveys and conserve the site as a national heritage. For this, excavations and conservation are needed before so-called ‘restoration’ without sufficient evidence. It is this urge for restoration, and Tamil people’s experience of how the state military establishment, Government bureaucracy, and popular Buddhism have worked in unison in the North and the East, which makes them worry about increased Sinhalisation in their areas, creating a fertile ground for advocates of more divisive Tamil ethno-nationalist narratives to capitalise on",
    "Recent developments surrounding the Kurundi archaeological site in the Mullaitivu District brings us to a diverse set of interlinked issues related to statebuilding, public manifestation of faith, and ethno-religious relations in Sri Lanka. The different names of the archaeological site are indicative of this complexity; among more popular references to the contested site are Kurundi vihara, Kurunthoor, Kurunthumalai, Kurundavásoka-vihára, Piyankallu, and Piyangala. The various names of Sinhala and Tamil origin with which the monastery and the surrounding area are referred to indicate the ambiguity and lack of a clear, uncomplicated historical narrative on the site.",
    "The first recorded history of Kurundi is in the Mahavamsa chronicle when it refers to the time of King Khallātanāga (109-104 BCE) who is credited with founding Kurundavāsoka Vihāra in Kurundi-rattha, an area allegedly corresponding to present Karikattumulai in Vavuniya district. Following this, the Culavamsa makes reference to Kurundi in its account of the Javanese King Candarbhanu’s invasion of the island:",
    "“After the king had brought over to his side the Sihalas dwelling in Padi, Kurundi and other districts he marched to Subhagiri [the king’s fortress]. He set up an armed camp and sent forth messengers with the message, “I shall take Tisihala. I shall not leave it to thee. Yield upto me therefore together with the Tooth Relic of the Sage, the Bowl Relic and the royal dominion. If thou wilt not, then fight” (Gv., 88.62-w66).”",
    "Chronicles such as the Mahavamsa and Culavamsa were written under the royal patronage at the time. These are best considered as historical narratives that are part of an endeavour to consolidate the hegemony of the royal dynasties. The objectivity of these chronicles has been questioned by subsequent scholars. Yet, they provide important insights to understand historical phenomena such as Kurundi. For instance, the above Culavamsa account suggests that ‘Sinhala’ people who lived in Padi (possibly the current Padaviya area) and Kurundi (possibly the current Kurunthumalai area) joined the Army of Chandrabhanu against the Sinhala King Vijayabāhu IV. Chandrabhanu was the Javanese invader who established his short-lived Kingdom in Jaffna, patronised Buddhism, and challenged to take over the ‘Tisihala’ (Tri-Sinhala or the whole island) along with the Tooth Relic.",
    "This account illustrates the fluidity of the notion of Sinhala identity. Although being Sinhala is considered by many as the foremost collective identity of an entire population, it has often been negotiated and other collective identities have taken precedence at times. Many scholars have shown that ethnicity was not an identity that has remained static and united. Another important aspect of this is the idea that all people who lived on the island were called ‘Sihala’, as renowned scholars such as K.N.O. Dharmadasa and K.M. de Silva have argued. Even then, the fact that ‘Sinhala’ people joined the Javanese army against the Sinhala King of ‘Tisihala’ reaffirms that ethnic identity was not the uniting factor of the people at the time.",
    "Understanding this complexity of ethnic identities is important to contextualise some of the claims advanced by more extreme quarters of ethno-nationalistic debate today, which try to portray Sinhala identity as having always been the key unifying identity of those who identify as Sinhala people.",
    "After this, reference to the Kurundi site is found in colonial accounts around 1895 by a British officer and Government Agent to the Northern Province, J. Penry Lewis. In The Manual of Vanni District, Lewis refers to a British engineer in Ceylon, Henry Parker’s account on the ruins of Kuruntanurmalai. Parker says that the site is considered by locals to have been visited by the Buddha on his second visit to Sri Lanka and goes on to say the following:",
    "“... There is also a large inscribed slab. In another place are a roughly-executed figure of a bull, the head broken off but forthcoming, and a figure representing a worshipper. These figures evidently belonged to the Hindú temple which was built after the Tamil invasion. There is also a large heap of bricks, apparently the remains of a dágaba, and there are pillars on all sides.”",
    "Later, British archaeologist H.C.P. Bell’s 1905 account of Kurundi or Kuruntan-Ur in “Archaeological Survey of Ceylon — North-Central, Central, and Northern Provinces” raises a doubt if the place mentioned in Parker’s account and what Bell visited later are one and the same. What Bell found at the site did not correspond altogether with Parker’s account, as he could not locate an inscription slate, and the site was in a decent state of preservation, in contrast to what Parker had reported. However, both accounts confirm two facts. First, as Bell confirms, the ruins were “undoubtedly Buddhistical”. Second, these Buddhist ruins predate the ruins of Hindu temples in the area. Some key inferences stand out from these colonial accounts.",
    "First, although current claims to the site use these accounts as firm evidence of Kurundi being the site mentioned in the chronicles and visited by the Buddha, etc., no archaeological evidence has yet proven that the Kurundi vihara discussed in these historical texts is the current location under discussion, or the kind of architecture or topographies that prevailed at different times in history. Reconstruction work in the guise of ‘restoration’ in the absence of proper archaeological knowledge of the site can only make things worse, and reinforce dominant narratives and silence others.",
    "Second, the debate surrounding the Kurundi monastery illustrates other complexities on sovereignty and homelands. The vihara is said to predate Hindu temples later built in its place. These accounts contest the idea of a ‘traditional Tamil homeland’ which some Tamil ethno-nationalists claim. However, contestations for extreme positions often have to eliminate nuanced arguments, as the more extreme adversaries of Tamil ethno-nationalism are quick to appropriate them in order to completely annihilate any credibility of the argument. For instance, selective appropriation of the contested idea of the Tamil homeland is observed in Ven. Ellāvala Medhānanda’s and Parliamentarian Udaya Gammanpila’s (leader of the Buddhist nationalist party Pivithuru Hela Urumaya) recent statements on Kurundi.",
    "Third, Bell’s account reinforces colonial racialisation of the people, culture, and heritage of the country by considering a Buddhist temple to be necessarily a Sinhala site. History however shows the presence of Tamil Buddhists in certain areas of the country.",
    "The next major event was when 78 acres around the Kurundi vihara was declared a protected archaeological site by Gazette number 7981 published on 12 May 1933 under the Antiquities Ordinance. On 16 August 2013, this area was declared a protected archaeological site again. The policy of declaring land as protected archaeological sites was part of the British colonial administrative approach to sidelining local knowledge systems and the relationship between local communities and land through a technical and ‘scientific’ approach. This freezes these sites in time and alienates cultural and religious attachments of local communities and denies that religions are living traditions.",
    "For instance, when an ancient religious site is rediscovered after centuries of absence in public memory, people attach a lot of sentimental and spiritual value to it. This is common to both Buddhist and Hindu communities, and no one community may feel more ‘attached’ to it than another. Such sentimental attachment to the Kurundi site adds to the complexity of heritage management, and the politics underlying it.",
    "However, the colonial approach to management of heritage denied contemporary and lived experiences of religious sites, which embodies a form of violence and was met with local resistance. As such, when either a group of Buddhist or Hindu believers visit or perform a ritual at this site, it is not only in contest with their counterpart religion, but also in resistance to the very colonial approach to heritage management and its continuity till date. Renowned Zimbabwean archaeologist Webber Ndoro describes this contradiction of the colonial approach to heritage management in the simple epigraphy: “your monument, our shrine”.",
    "The 2013 Gazette indicates that post-independence policy has not been able to differentiate itself from the very problematic colonial approach to managing these sites, in the post-independence re-discovery of heritage as an important pillar of the state’s nation building drive.",
    "Following colonial accounts on the site, the next significant intervention comes in 1964, when the monk Ven. Ellāvala Medhānanda visits the area. Ven. Medhananda writes on the dilapidated nature of the Buddhist shrine there. The Thero later entered parliament as an MP through the Buddhist nationalist party, Jathika Hela Urumaya. In 2020, the monk was appointed as a member of the Presidential Task Force for Archaeological Heritage Management in the Eastern Province. The Archaeological Task Force had been established by President Gotabaya Rajapaksa. Academics and commentators have critiqued the Task Force as being among the latest Rajapaksa regime’s arsenal of tools aimed at Sinhalisation and structurally consolidating the prevailing Sinhala Buddhist hegemony in the country.",
    "In June 2023, Ven. Medhananda wrote to President Ranil Wickremesinghe saying that lands not belonging to, but near the Kurundi Viharaya, should not be “haphazardly” distributed to the public as some of these lands still had ruins of ancient Buddhist monasteries. The official response confirmed that no Government decision had been made to distribute lands associated with Kurundi temple.",
    "The letter was in response to a televised meeting between the President and officials from the Archaeology Department. The meeting was also attended by MPs of the Tamil National Alliance (TNA) and the Ministry of Buddhasasana, Religious and Cultural Affairs. The Director-General of the Department of Archaeology, Professor Anura Manatunga, told the President that some 270 acres of land (belonging to the Department of Forest, Lands Department and Wildlife Department) was planned for acquisition as an archaeology site in the disputed area near the heritage site, as per the findings of the Task Force. In response, the President questioned the large size of the acreage and said to the DG “are you trying to teach me history, or do I have to teach you history?”",
    "A few inferences on the political relevance of the unfolding events relating to the Kurundi issue can be made.",
    "First, the President’s comments are unsurprising, given past and continuing efforts on his part to court Tamil political parties and the minority voter base. The President had previously promised to resolve the national question by Independence Day earlier this year. President Wickremesinghe has always appealed more strongly to minorities in contrast to the Rajapaksa political camp. However, given his current alliance with the Rajapaksas to form government, this section of the electorate is more likely to have aligned (for the moment at least) with the Samagi Jana Balawegaya (SJB), a near-total breakaway group of the UNP.",
    "The President will have to do more than mere gestures towards minorities and their political party representatives if he were to appeal to numerical minorities and their political parties over the SJB. These tensions are evident in the TNA’s recent categorical rejection of the President’s offer of full implementation of the 13th Amendment minus police powers.",
    "Second, the President’s response provided space for political factions which are competing for the Sinhala Buddhist nationalist mantle, which is currently leaderless. In response to the Kurundi issue, MPs Udaya Gammanpila, Jayantha Samaraweera, Sarath Weerasekara, and Channa Jayasumana called for a Parliamentary Select Committee to be appointed to investigate and report to Parliament on the destruction of archaeological monuments in the North and East. Members of the SLPP breakaway faction which formed Uththara Lanka Sabhagya, including Udaya Gammanpila, visited Kurundi Viharaya shortly afterwards.",
    "During his visit, Gammanpila toed a Sinhala nationalist and populist line. He critiqued the gap between the Tamil politicians and the ordinary Tamil people, as a result of which, the country’s heritage and national unity were allegedly under threat. He expediently spoke of local Tamil residents and farmers agreeing with him that lands other than heritage sites should be used for agricultural cultivation. The actions of Gammanpila and the other MPs can be therefore viewed as part of their campaign building for the next elections.",
    "Third, during the 22 June parliamentary sitting, All Ceylon Tamil Congress MP Gajendrakumar Ponnambalam spoke on the Kurundi issue. Ponnambalam’s framing of the issue was in terms of the militarisation of the lands under question during the civil war, and a Sinhala land colonisation drive accelerated during the Rajapaksa regimes in these Tamil-majority areas. The MP does not refute that Kurundi is a Buddhist archaeological site, but questions how court orders preserving the site can be breached for the army to build a new viharaya in this location. He observes how the military’s past actions to forcibly take over land owned by Tamil communities have now evolved to the Archaeology Department weaponising Buddhism to continue land grabs and colonisation of the North and East.",
    "These comments indicate how the Kurundi issue is yet another manifestation of the historical and structural aspects of state violence, militarisation, and demands for land back by local, especially minority, communities. This is an important aspect, especially given the geographical and historical context to these violent processes, but needs to be understood alongside the other aspects that arise in particular relation to the Kurundi issue.",
    "Fourth, ‘reclaiming’ the Kurundi monastery also reveals how competition for ownership of important heritage is both inter-religious and intra-religious. The inter-religious element of the struggle is obvious; however, an important aspect to notice is how it is played out on the internet and on social media in particular. The website dedicated to the Kurundi monastery (www.kurundi.lk) is only in English, and has a few Sinhala articles reproduced from elsewhere. This language policy speaks for the target audience it competes for. Further, a close observation of the Kurundi vihara’s main lay patrons and organisations, and various monks behind the reclaiming Kurundi effort would show that inter-caste competition is far from over, while some Buddhist nikayas are more determined in expansionism than others.",
    "The Kurundi issue is an evolving one and requires sensitive and pro-active management by the Government and relevant authorities. Only this week, there were reports of police officers using force to prevent Hindu devotees holding religious rituals at the Sivan Iyer temple in Kurunthumalai. Subsequently, a complaint on police violence was lodged at the Sri Lanka Human Rights office in Vavuniya by journalist Wijayarathnam Saravanan.",
    "Among the insights which can be drawn from the Kurundi issue are that religious sites are not static or fixed in time. A place which was once a religious site is always a religious site, regardless of its status quo. Often, it is seen that rediscovering a lost place of worship increases the believers’ passion and attachment to it. Any attempt to reduce it to a dead monument awaiting archaeological excavation to find an objective truth denies the site of its contemporary relevance and fails all believers. This is common to both Buddhist and Hindu believers, who find themselves attached to Kurundi, as a place of worship.",
    "Further, as many Tamil leaders too have articulated, it is important to conduct proper archaeological surveys and conserve the site as a national heritage. For this, excavations and conservation are needed before so-called ‘restoration’ without sufficient evidence. It is this urge for restoration, and Tamil people’s experience of how the state military establishment, Government bureaucracy, and popular Buddhism have worked in unison in the North and the East, which makes them worry about increased Sinhalisation in their areas, creating a fertile ground for advocates of more divisive Tamil ethno-nationalist narratives to capitalise on.",
    "Meanwhile, some Sinhala ethno-nationalists may remain concerned that they could not mobilise Sinhala Buddhist sentiments around the issue of Kurundi to an extent which would satisfy their liking. However, all it takes is an ‘alienating’ statement or two by a President or a high-ranking politician to rouse the minority mentality of the majority Sinhala-Buddhists. For power-hungry extremists, ‘Buddhists awake! – Save Kurundi!’ may suddenly become a launching pad to political relevance. Unless carefully handled, that day would not be far away.",
    "(Harindra B. Dassanayake is an independent researcher in Colombo. Dr. Rajni Gamage is a researcher in political science at the Institute of South Asian Studies, National University of Singapore.)"
  ]
}