{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-standard-chartered-bank-aaalka-rating-confirmed-fitch-116802/",
  "time_ut": 1680157380.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Standard Chartered Bank ‘AAA(lka)’ rating confirmed: Fitch",
  "original_body_lines": [
    "ECONOMYNEXT – Fitch Ratings said it has confirmed Standard Chartered Bank (SCBSL), National Long-Term Rating at ‘AAA(lka)’ with a stable Outlook.",
    "“SCBSL’s rating is underpinned by Fitch’s expectation of a high probability of support from the head office of Standard Chartered Bank (SCB, A+/Stable/a), if required, subject to any regulatory constraints on remitting money into Sri Lanka,” rating agency said.",
    "“This expectation is driven by SCBSL’s status as a branch of SCB, and therefore a part of the same legal entity.”",
    "Fitch said, SCBSL’s regulatory liquidity ratios were among the highest in Sri Lanka and it did not have any exposure to local-currency-denominated government securities at end of the third quarter in 2022.",
    "Fitch Affirms Standard Chartered Bank, Sri Lanka at ‘AAA(lka)’; Outlook Stable",
    "Fitch Ratings – Colombo – 29 Mar 2023: Fitch Ratings Lanka has affirmed Standard Chartered Bank, Sri Lanka’s (SCBSL) National Long-Term Rating at ‘AAA(lka)’. The Outlook is Stable.",
    "Strong Parental Support: SCBSL’s rating is underpinned by Fitch’s expectation of a high probability of support from the head office of Standard Chartered Bank (SCB, A+/Stable/a), if required, subject to any regulatory constraints on remitting money into Sri Lanka. This expectation is driven by SCBSL’s status as a branch of SCB, and therefore a part of the same legal entity.",
    "SCB’s Long-Term Issuer Default Rating (IDR) is significantly higher than Sri Lanka’s Long-Term Local Currency IDR of ‘CC’, and its support-driven credit profile is among the strongest of the Fitch-rated domestic entities. This results in SCBSL’s rating being at the highest end of the National Rating scale for Sri Lanka. The high probability of support is underpinned by the alignment of SCBSL’s and the group’s strategic objectives and their strong operational integration.",
    "SCBSL’s small size, at only about 0.1% of SCB’s total assets, implies that support, if needed, would not be a burden to the head office.",
    "Liquidity Buffers Enhanced: SCBSL’s regulatory liquidity ratios were among the highest in Sri",
    "Lanka. SCBSL did not have any exposure to local-currency-denominated government securities at",
    "The branch’s excess local-currency liquidity is maintained with the Central Bank of Sri Lanka, while its excess foreign-currency liquidity is mostly maintained at SCB’s foreign branches.",
    "These balances accounted for 71% of its total assets at end-3Q22, covering nearly all of its deposit",
    "Capital Ratios to Recover: The branch’s core capitalisation metric – the regulatory common equity Tier 1 (CET1) ratio – deteriorated to 14.8% at end-3Q22 (end-2021: 18%) on account of the",
    "That said, we expect the ratio to recover to around 20% in the rating horizon as the branch unwinds of some of its excess provisions.",
    "Rising Risks to Asset Quality: SCBSL’s Stage 3 loans ratio rose to 11.1% at end-3Q22, from 6.3% at end-2021. We expect this trend to continue in the near to medium term on the back of a weak and deteriorating economic environment. Prudential provisioning in light of the adverse macroeconomic developments resulted in loan loss allowances/gross loans spiking to 22.9%, from 6.0% at end-2021.",
    "Factors that could, individually or collectively, lead to negative rating action/downgrade:",
    "SCBSL’s National Rating is most likely to be downgraded on material changes to Fitch’s expectation of support from SCB, such as a change in the branch’s legal status or the branch being divested. A further downgrade of the sovereign’s Long-Term Local-Currency IDR or other developments that affect the branch’s ability to service its obligations could also lead to a multiple notch downgrade of SCBSL’s National Rating.",
    "Factors that could, individually or collectively, lead to positive rating action/upgrade:",
    "There is no rating upside for the National Long-Term Rating, as it is already at the highest point on the scale."
  ]
}