{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Opposition-MPs-write-to-IPU-CPA-complaining-of-Speaker-s-actions/56-750311",
  "time_ut": 1688686023.0,
  "original_lang": "en",
  "original_title": "Opposition MPs write to IPU, CPA complaining of Speaker’s actions",
  "original_body_lines": [
    "34 Opp. MPs sign letter which accuses Speaker of abruptly ending debate on day DDO program was debated",
    "Says this was in violation of agreement reached at party leaders meeting",
    "Accuses Speaker of arbitrary and prejudiced decisions in recent months",
    "IPU and the Commonwealth Parliamentary Association (CPA) alleging that Speaker Mahinda Yapa Abeywardena",
    "A group of Opposition MPs have written to the Inter-Parliamentary Union (IPU) and the Commonwealth Parliamentary Association (CPA) alleging that Speaker Mahinda Yapa Abeywardena had brought parliament proceedings to an abrupt end and called for a vote on the day the House debated the Domestic Debt Optimisation (DDO) Programme denying several MPs an opportunity to speak.",
    "The letter signed by 34 MPs including Leader of the Opposition Sajith Premadasa says that in doing so the Speaker has violated the agreement reached at the party leaders meeting where it was decided that the debate would begin at 9.30 a.m. and concluded at 7.30 p.m. subject to the time being extended if the list of speakers on the published list submitted by the Government and the Opposition whips had not been exhausted by that time.",
    "The MPs allege that in doing so the Speaker has violated the spirit of the agreement reached on the day before the debate, 30 June.",
    "“We look upon this lapse, very much in line with the arbitrary and prejudiced decisions made by the Speaker consistently in recent months, as a grave infringement of the legitimate rights and privileges of the Opposition in parliament,” the letter said.",
    "The Opposition MPs said that the debate on the DDO program was of the highest possible importance to the public given it involved retirement funds and the monetary entitlements of thousands of working people.",
    "“Sadly, these considerations received short shrift at the hands of the Speaker, whose recurring conduct strikes at the root of objectivity and impartiality,” the letter added.",
    "The MPs said they consider it their duty to bring to the attention of the IPU and the CPA these unfortunate trends which seriously diminish the integrity and stature of Parliament and called on the two bodies to use their good offices to arrest this trend which goes against parliamentary traditions."
  ]
}