{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91649/at-least-25-dead-after-bus-crashes-and-catches-fire-in-india",
  "time_ut": 1688188260.0,
  "original_lang": "en",
  "original_title": "At least 25 dead after bus crashes and catches fire in India",
  "original_body_lines": [
    "At least 25 people were killed and eight others injured after a bus caught fire overnight on an expressway in western India on Saturday, police said.",
    "The bus was travelling to the city of Pune when it hit a pole and overturned after midnight, causing its diesel tank to catch fire, senior police officer Baburao Mahamuni said.",
    "“There were about 30-35 people in the bus. Twenty-five people have died and eight others are injured,” he said.",
    "The injured, including the bus driver, have been admitted to a hospital near the site of the crash in Maharashtra state, about 400km east of India’s financial capital Mumbai.",
    "“The priority at this moment is to identify the bodies and hand them over to their family members,” local media quoted police superintendent Sunil Kadasane as saying.",
    "Images showed the bus engulfed in flames and later the charred remains of the vehicle overturned on the highway.",
    "Three children were among the dead, a police officer told reporters.",
    "“Deeply saddened by the devastating bus mishap in Buldhana,” Prime Minister Narendra Modi said on Twitter.",
    "“My thoughts and prayers are with the families of those who lost their lives. May the injured recover soon.”",
    "Maharashtra Chief Minister Eknath Shinde said he felt “deep grief” over the accident and pledged compensation of 500,000 rupees (US$6,100) to the families of those killed.",
    "Accidents are common on India’s vast network of roads, which are poorly maintained and notoriously dangerous.",
    "The main causes are excessive speed, not wearing helmets – sales of two-wheelers far outstrip those of cars – and not using seat belts.",
    "India accounts for 11 per cent of the global road death toll despite having just one per cent of the world’s vehicles, according to a World Bank report released in 2021.",
    "The same report estimated 150,000 car crash fatalities in India annually, or one person every four minutes.",
    "It added that road crashes cost the Indian economy around US$75 billion each year, with medical expenses and loss of income driving many accident survivors into poverty.",
    "In May, at least 21 people died when a bus veered off a bridge in India, reportedly after the driver fell asleep at the wheel.",
    "And last October, at least 31 people were killed after a bus carrying wedding guests veered off the road and fell into a deep gorge in northern India."
  ]
}