{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/unwanted-palestine-blood-bath-due-to-lack-of-honesty-integrity/",
  "time_ut": 1701077766.0,
  "original_lang": "en",
  "original_title": "Unwanted Palestine Blood Bath Due To Lack Of Honesty & Integrity",
  "original_body_lines": [
    "Justice and fair play are the scarcest items in the world today. We talk of the United Nations, Human Rights Organizations, International Court of Justice, World Peace, etc. but they don’t seem to do any justice to the suffering people. The present conflict between Israel and the people of Palestine is one such good example. I have not come across any uniformity of views expressed regarding the ongoing human tragedy in Palestine. The state of Israel was born in 1948 after the second world war. It was Britain that undertook this mission on its own, to create a state for the Jews. The British Empire was occupying many parts of the world to enrich their life. They were flourishing from plundered wealth mainly from Asia and Africa. They plundered India and even exported wheat to the British forces while millions perished of starvation in Bengal. They massacred so many who revolted against their illegal occupation and exploitation. Britain did the same in Africa and the middle east too and when the time came for them to vacate in the name of giving independence after the second world war, they divided countries in such a way to ensure those countries will continue to fight among themselves and have no chance of them progressing. They also pretended to be good Samaritans and appointed corrupt cronies to run these countries and helped them to plunder the peoples’ wealth and siphon off the loot to the newly invented overseas banks, offshore banks, that were opened in the UK.",
    "Britain on its own accord decided to hand over the nation of Palestine to the Jews, stating they need a nationhood. But how Britain decided to give on a platter a land that belonged to the Palestinian people without any consultation or accord with the people who inhabited the land for thousands of years is typical of how the western world, especially the British Empire, ruled the world and dispensed its justice. It is just the British generosity of plucking land from one and handing it over to the other. This generosity is the only reason for this ongoing bloodbath in the middle east. What Britain did was a historic wrong and a tragedy that even threatened world peace and also had divided people. Whatever, promised to the native Palestinian people, was never honored by Britain. From the word go the Jewish refugee settlers went on a rampage killing and displacing the Palestinian people, who formed 93% of the population. The various historical accounts and excuses are of no meaning in the modern world. If Jews claim it is their promised land then why on earth from ancient times, they were living all over the world. Jews formed less than 7% in Palestine in 1948. The Jews who were inhumanly punished by Hitler that led to the death of seven million in Germany and Europe naturally deserved sympathy. I used to cry watching the documentaries on the holocaust and wondered how a human being would do such an evil thing to another human.",
    "So, it is a natural, logical expectation that the Jewish migrants, who were sent to Palestine by the British, will understand what inhuman acts are against fellow humans, based on their experiences under Hitler. Many even believed that Jews will lead the world on human rights, human values and human dignity. But, sadly and shockingly, it did not happen that way. The migrant Jews in no time started another holocaust in the middle east. The Palestinian people are humble and friendly and prior to 1948 the Jewish people lived very peacefully with the Palestinians. But once the migration started, within no time the Jews started attacking and killing the people of the land and in no time, they were confined to refugee camps. They lost their lands, their dignity, their rights to live and were treated as human animals.",
    "It is ironic for the Zionists to call them as human animals even today. For a people who faced such atrocities under Hitler to have forgotten all what happened to them in no time and became Hitler themselves. No sensible human being can blame the violence by Hamas or PLO due to all the betrayal, terrible violence and injustices perpetrated by the migrant Jews. Now millions of Palestinian people live in the so-called open prison camp in Gaza and also have a similar existence in the West Bank. For decades they are locked up, deprived of any form of future or hope or human dignity and it is funny some of the western rightists talking of terrorism on the part of the Palestinian people.",
    "The world had seen and still seeing the righteousness of the west, specially the British and later the Americans exhibited around the world. As a school boy, influenced by American movies, I believed that Americans are the most civilized, honest, brave, peace loving good guys. They are there to save the world. During the Vietnam war I spent more time at the USIS library at Galle Face reading News Week and Times magazines hoping our great Americans would win the war against the evil, primitive, cruel Viet-Cong terrorists. These magazines kept lying that Americans are winning until after some years found that Americans have run away from Vietnam leaving behind all the foolish supporters who ended up as the famous boat people. Later I was ashamed of my stupidity believing the western lies. Only then I realized that the Viet-Cong are real heroes and patriots who laid their lives for their land and taught the Americans a good lesson. Even today there are American Vietnam veterans suffering from depression and anxiety. What the Americans did to the people of Vietnam is another long story, that even now Uncle Sam is hiding or feeling shy to disclose. During my several visits to Vietnam, I looked at the Vietnamese people with great respect and reverence for their stand. Funniest part is that thousands of Americans have moved into Vietnam, married to Vietnamese girls and have a very comfortable life.",
    "The West, especially America, defines “terrorists” as those humans who legitimately oppose the western invaders and are ready to lay their lives for their people, for their country! That is exactly how the same West along with its Zionist ally labelled the legitimate Palestinian people’s struggle for freedom as terrorists. Terrorists are not born but made.",
    "One with proper knowledge and understanding needs no explanation as to why Palestine became a hell hole. That outcome is inevitable. It is nothing but due to the crime committed by the Zionists on the peace-loving Palestinian people with the help of Americans and the British for their own political and economic benefits. They donate several billions of dollars every year to Israel to destroy Palestine. The Jewish lobby in the US is so powerful they decide which party or which guy will become the president. So, in one way the US political machinery is in the firm grip of the Jewish lobby. Even numerous honest, decent American politicians are scared to talk against the Zionist state. It is pathetic to see Joe Biden in his robotic demeanor trying to protect Israel. He even made a fool of himself repeating the lies churned out by Zionist government and that is in turn picked up by the American main media. Forty kids were decapitated; women raped, are all funny stories that Americans swallowed. Even several deaths of the civilian Jews on October 7th were due to reckless firing from an Israeli gunship that is famous for such acts and as a rule they never care for their own citizens. They fired Hellfire missiles at the crowd blindly and that was how bodies were badly disintegrated and charred and even cars and houses burnt. No firearms carried by Hamas militants could cause such injury. Being an expert in this field, I can vouch for what I have mentioned, though denied by Israel or Biden or Blinken or even Hillary Clinton. Most of those images of propaganda are now removed by Israel after the cat is out of the bag.",
    "Whatever agreements reached since 1948 with the Palestinians were never honored and instead, they were always betrayed. Because the Israel’s only aim is on genocide and to get rid of entire Palestinian people and make just one country of Israel. The two-state solution is only a lip service by both Israel and the US to deceive the world.  To constitute genocide according to the UN convention, there must be a proven intent on the part of perpetrators to physically destroy a national, ethnical, racial or religious group. Raz Segal is a Jewish professor, claimed last week that Israel is guilty of genocide along with war crime and crime against humanity. He discussed at length the atrocities committed by the Zionists to Palestinians since 1948. Professor Norman Frankenstein, a scholar on Palestine-Israeli conflict and a Jew himself, had this to say after the October 8th Hamas attack. “For the past 20 years the people of Gaza, half of whom are children, have been immured in a concentration camp. Today they breached the camp’s walls. If we honour John Brown’s armed resistance to slavery; if we honour the Jews who revolted in the Warsaw Ghetto-then moral consistency commands that we honour the heroic resistance in Gaza”. He went on further, “I for one, will never begrudge-on the contrary, it warms every fibre of my soul-the scenes of Gaza’s smiling children as their arrogant Jewish supremacist oppressors have, finally, been humbled. The stars above in heaven are looking kindly down. Glory, glory, hallelujah. The souls of Gaza go marching on!” These are the words coming out of Jewish Scholars whose parents have survived the Hitler’s concentration camps.",
    "It is a tragedy that the American leaders like Biden, Antony Blinken, Hilary Clinton, are uttering lies and hatred against the innocent Palestinian people and trying to project that Zionists are the victims. That shows the moral degeneracy of these people who are just lying and speaking against their conscience simply for political gain. Professor Norman Frankenstein called Hilary Clinton a day ago, a pathological liar. She blames the PLO leader for not accepting a peace deal more than 20 years ago. But the truth is that both the US and Israel were always bluffing and went back on what was agreed upon by both sides.",
    "The truth is the Zionists’ only aim is on genocide to destroy the Palestinian people and to get rid of them in total. No question about that. All the so-called peace talks are eye-wash. The Defence minister of Israel Giora Eiland said recently that Israel needs to create a humanitarian crisis in Gaza, compelling tens of thousands or even hundreds of thousands to seek refuge in Egypt or move to the Gulf. Defence Officials of Israel said that Gaza will eventually turn into a city of tents and there will be no buildings. Nissim Vaturi, deputy speaker of the Israeli parliament, said that the Palestinians have to be put on boats and sent to whatever will be good for them. They are wanted in Scotland so we will hand them over. So, this is what Israel and its American ally are planning and the rest are just lying. According to Zionists this is the final solution to the Palestinian problem. It is in no way different to Hitler’s final solution to the Jewish problem. Hitler wanted to get rid of the aliens who are not Germans and felt Jews are a threat to Germany. But here the alien migrant Jews are trying to get rid of the people of the Palestinian land.",
    "However, it will be very unfair on my part to blame all the Jewish people. Vast majority of Jewish people are exposing the evil design of the Zionists. Many Jews around the world are protesting with the Palestinians. One good thing that came out of all these calamities is that the entire world has finally woken up to the injustices caused to the people of Palestine by the Zionists and the Americans. Even though American and British governments are feeling guilty to accept this truth, people of the world are with the plight of the Palestinian people and the state of Israel has become a pariah state with irreversible damage to its credibility.",
    "Incidentally this ongoing tragedy may also teach us some lessons, for those who live in Sri Lanka. Such violence and tragedies are nothing new to us. We have regular racial riots, religious riots and political riots. Our President Ranil Wickremasinghe has allocated more for defence expenditure despite the country starving and no visible war or violence at sight. Decapitating the heads of enemies and displaying them in public is normal for us. Making females naked and parading them in public before killing them too is nothing for us. During the Eelam war dead fighters’ bodies, both males and females, were stripped naked and paraded on tractors for the public to have some display and show our human degeneracy. Personally, I have handled hundreds of such cases and used to wonder what had gone wrong with our country, our people, who otherwise claim that we are a chosen land by Buddha.",
    "LTTE is a militant group that I may draw parallel with Hamas. Both are generously labelled as terrorists by one side while revered as freedom fighters by the others. But I agree that both sides are right because as already said the definition of a terrorist is very subjective. Both fight for a legitimate cause and also resort to violence that may not be acceptable. We have seen violence from 1956 but only a very few still have a clear idea as to why we have all these tragedies. Ethnic violence is used as the easiest weapon by evil politicians to win elections. Ethnic bias is the best weapon to make people forget the politicians’ wrong doings. But what happens in Palestine is no parallel to Sri Lanka. Sri Lankans got advice from the Zionists to deal with the Tamils yet they were not smart enough or clever enough to do all what was told to them. Colonization is one such thing. But unlike in the West Bank, the Sinhala settlers are poor, helpless farmers. They don’t carry assault rifles and forcibly take on Tamil homes and lands or shoot them unlike the Israeli settlers. A monk may build a pansala in Tamil’s private land with the help of the Army and make a little business using Buddha’s name. There is no word for genocide in Sri Lanka and what we have is utter stupidity, ignorance, illiteracy garnished with dirty politics. Even there is no need for a two-state solution but certainly a federal solution for the betterment of the entire Sri Lanka.",
    "*Dr Kasinathan Nadesan. Retired Consultant Judicial Medical Officer, Sri Lanka, Retired Professor of Forensic Medicine, University of Malaya, Kuala Lumpur and Retired Senior Consultant Forensic Pathologist, Hunter New England Health, NSW, Australia."
  ]
}