{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Racism-entrenched-in-English-cricket-report-finds/108-261908",
  "time_ut": 1687845769.0,
  "original_lang": "en",
  "original_title": "Racism ’entrenched’ in English cricket, report finds",
  "original_body_lines": [
    "England cricket chiefs have promised to \"reset\" the game after an independent report on Tuesday said not enough had been done to tackle institutional racism and sexism in the game.",
    "The England and Wales Cricket Board set up the Independent Commission for Equity in Cricket in 2021 to look at issues of diversity, inclusion and equity following a racism scandal.",
    "Pakistan-born bowler Azeem Rafiq went public with allegations of racism and bullying in September 2020, related to his two spells at English county Yorkshire.",
    "Of the more than 4,000 individuals interviewed for the ICEC report, 50 percent described experiencing discrimination in the previous five years, with the figures substantially higher for people from ethnically diverse communities.",
    "Women were often treated as \"second-class citizens\", the report found, also stating that not enough had been done to address class barriers, with private schools dominating the pathway into cricket.",
    "\"Our findings are unequivocal,\" said ICEC chair Cindy Butts. \"Racism, class-based discrimination, elitism and sexism are widespread and deep-rooted.",
    "\"The game must face up to the fact that it's not banter or just a few bad apples. Discrimination is both overt and baked into the structures and processes within cricket.\"",
    "A total of 44 recommendations have been made, including a call for equal pay for male and female international players by 2030.",
    "According to the report, the average salary for England women players is just over a fifth of that for England men for playing white-ball cricket.",
    "ECB chairman Richard Thompson said the organisation would \"use this moment to reset cricket\".",
    "\"On behalf of the ECB and wider leadership of the game, I apologise unreservedly to anyone who has ever been excluded from cricket or made to feel like they don't belong,\" he said.",
    "\"Cricket should be a game for everyone, and we know that this has not always been the case.",
    "\"Powerful conclusions within the report also highlight that for too long women and black people were neglected. We are truly sorry for this.\"",
    "Six former Yorkshire players found guilty of using racist language in the Rafiq case were last month fined by the Cricket Discipline Commission.",
    "Former England captain Michael Vaughan was cleared of using racist language \"on the balance of probabilities\" after opting to defend himself at a hearing in March."
  ]
}