{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Mystery-surrounds-ship-carrying-248-SL-migrants-likely-bound-for-NZ-that-disappeared/108-257396",
  "time_ut": 1680967745.0,
  "original_lang": "en",
  "original_title": "Mystery surrounds ship carrying 248 SL migrants likely bound for NZ that ’disappeared’",
  "original_body_lines": [
    "A Government log of attempts by asylum seekers to reach New Zealand shows a fishing trawler and its 248 Sri Lankan passengers have never been seen again.",
    "Immigration Minister Michael Wood has refused to be drawn on what information the Government has about attempts to reach New Zealand shores by boat, Radio New Zealand reported.",
    "On March 28, the day he introduced legislation extending the time people in mass arrivals can be held in detention from four to potentially 28 days, his office also released a list of attempts to reach New Zealand and Australia.",
    "On January 12, 2019, \"a 90-foot-long fishing trawler-turned-sailboat left Maliankara near Munambam, India, with 248 Tamil migrants onboard hoping to make it to Australia or NZ. The boat or the passengers have not been heard of since.\"",
    "Its fate was never known - an RNZ story detailed its departure and concerns for the safety of its crew and passengers 10 days later.",
    "Police in India said an individual arrested in connection with the investigation, Prabhu Dhandapani, told them the boat was heading to New Zealand.",
    "Wood revealed officials started looking at changes to the mass arrivals legislation later that same year but work was delayed by COVID-19.",
    "The legislation changing detention time limits was about ensuring a large number of migrants or asylum seekers would be able to access full legal advice, he said.",
    "\"I don't think this is about being a deterrent [to people-smugglers and passengers] at all.",
    "\"We have other activities that take place, we invest significantly in work with other countries to go to source and discourage people-smuggling, which is enormously dangerous and takes advantage of humans who are in some of the most desperate circumstances. So that's the deterrence.\"",
    "When asked about what intelligence the Government had on smuggling, he instead referenced attempts already in the public domain.",
    "\"On open source, there is good information out there about the number of recent… vessels emanating out of south and south-east Asia. And we have been pretty clear and on record, that there is good intelligence that New Zealand is a potential destination.",
    "\"It is not a likely event and our physical distance offers us some protection. But if it does transpire, it is a very high-impact event.",
    "\"We note that Canada in recent years from a similar distance has had an arrival and 10 years after that arrival they are still effectively dealing with that situation.\"",
    "The list of publicly available mass arrival attempts shows the 2019 Tamil journey from Kerela as an attempt to get to Australia or New Zealand and its outcome - \"disappeared\".",
    "It also records an October 2021 event in which 63 men were arrested in Trincomalee, Sri Lanka, for \"allegedly intending to join a maritime venture to New Zealand\".",
    "\"Police said that these suspects had packed for a long sea journey, with required clothing and coats to be worn in cold weather and there was a large quantity of luggage,\" according to the Sri Lankan Daily News.",
    "\"The racketeers had charged each person sums ranging from Rs 2.5 million to Rs 4 million (up to NZ$19,577) on the promise that they would be sent to New Zealand. The police also said these persons are being questioned to find out whether they had to pay money in advance.\"",
    "The remainder of the incidents were attempts to get to Australia between 2019 and 2022.",
    "Not on the list was an incident in which Australian Border Force intercepted another Sri Lankan boat destined for New Zealand and allegedly paid the crew more than US$30,000 (NZ$44,576.52) to turn the boat around in 2015.",
    "And in 2013, a boat with a New Zealand flag and passengers holding a sign saying: \"We want to go to New Zealand. Please help us\" was stopped 400km north of Perth in Western Australia."
  ]
}