{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Where-were-these-experts-four-years-ago-to-predict-countrys-economy-reaching-zero-asks-Susil/108-261098",
  "time_ut": 1686746494.0,
  "original_lang": "en",
  "original_title": "’Where were these experts four years ago to predict country’s economy reaching zero?’ asks Susil",
  "original_body_lines": [
    "While rejecting reports on Sri Lanka's food insecurity and child labour, Education Minister Susil Premajayantha asked the experts where they were four years ago to predict that the country's economy would come to zero.",
    "While addressing a blood donation campaign organised in line with the World Blood Donor Day (WBDD) at the Education Ministry today, he said there are laws in the country that should be followed when preparing reports.",
    "\"Those reports were made without considering any laws. Consequently, I condemned the reports,\" he said.",
    "WBDD is held on June 14 each year. The event was organised for the first time in 2004 by four core international organizations.",
    "\"Based on a report issued by the World Food Programme (WFP), an expert has said that at least 7.5 million Sri Lankans are in acute food insecurity, and another expert has said that child labour in the country is increasing for the first time in 20 years,\" he said.",
    "The ground-level details, according to the expert reports, are totally different. If child labour is increasing, the Labour Minister will take the appropriate decision.",
    "\"In our country, it is compulsory for children to receive education for 15 years.",
    "\"If 350,000 child births occur annually, then there will be 340,000 admissions to Grade One. This group completes the Grade Five school examination in primary education. Our primary education system is similar to that of developed countries. No one can say that it is wrong, and I can prove it with accurate statistics.",
    "\"At least 99.5 percent of the total child births get school enrollments. The said number of students is continuing their education up to the GCE Ordinary Level exams. But there is a 09 to 12 percent dropout rate of students. The dropout rate in developed countries is much higher than ours.",
    "\"There are laws in the country for reports to e base on. But these reports were made without considering any such laws. Therefore, I totally reject them,\" Education Minister Premajayantha said. (Chaturanga Pradeep Samarawickrama)"
  ]
}