{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/12/fao-and-china-launch-project-to-improve-fruit-value-chains-in-sri-lanka/",
  "time_ut": 1683882240.0,
  "original_lang": "en",
  "original_title": "FAO and China launch project to improve Fruit value Chains in Sri Lanka",
  "original_body_lines": [
    "COLOMBO (News 1st) – The Food and Agriculture Organization of the United Nations (FAO) initiated a 1.5 million USD project via funding from China as part of the South-South Cooperation (SSC) programme, to improve the quality and value of Sri Lankan fruits in the global market by improving the production and commercialization of fruit value-chains in Sri Lanka.",
    "The project initiation was marked with a workshop held in Colombo. The interventions, implemented in cooperation with the Ministry of Agriculture, will focus on practical field-based training programmes including the establishment of model fruit farms, and improving post-harvest handling, marketing, and commercialization of the selected fruit varieties.",
    "The project which will be implemented in Kalutara, Gampaha, Monaragala, Anuradhapura, and Kilinochchi districts will focus on productivity, production, and commercialization of the fruit value-chains of three main Sri Lankan fruit crops – banana, mango, and pineapple.",
    "Director of FAO’s South-South and Triangular Cooperation Division, Anping Ye appreciated the strong support by the Chinese government and the concerted efforts made by all stakeholders in the project preparation and implementation. He also highlighted the important role of national ownership and strong leadership of the Government for the project success.",
    "A team of nine Chinese technical experts have begun working alongside their counterparts from the Fruit Research Development Institute (FRDI) and the National Institute of Post-Harvest Management (NIPHM) of Sri Lanka to implement the programme over the next two and a half years.",
    "Speaking at the event, the Deputy Director General of the Foreign Economic Cooperation Center (FECC) of the Ministry of Agriculture and Rural Affairs (MARA), Lin Huifang, said the South-South Cooperation provides a fantastic approach to build partnerships. She asked the expert team to comply with the Tripartite Agreement (TPA) and give their best performance in providing technical support to Sri Lanka.",
    "Speaking at the event, Dr. Shiromani Edirimanne, Additional Secretary (Agri-technology), of the Ministry of Agriculture said, \"This project has been designed to address the present issues of Sri Lanka's fruit value chains through consultations with all relevant partners. This programme represents a significant milestone in the development of Sri Lanka's fruit production sector and is a testament to the strong partnership between Sri Lanka and China through FAO Sri Lanka.\"",
    "\"All stakeholders including farmers, processors, and traders have a shared interest in improving the quality of fruit produced in Sri Lanka. Prioritizing interventions such as these will lead to more efficient, resilient, and sustainable fruit value chains that are able to withstand not only environmental shocks but market uncertainties as well,\" FAO’s Representative for Sri Lanka and the Maldives, Vimlendra Sharan said speaking at the event.",
    "Papua New Guinea’s Foreign Minister resigns due to protests over his $1 million trip to London for King Charles coronation",
    "New Electricity Act at final stage of drafting – Min. Kanchana",
    "Orientation Programme for Youth Representatives of Sectoral Oversight Committees on Saturday (13)"
  ]
}