{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92251/uk-world-bank-to-support-coordinated-climate-action-in-south-asia-",
  "time_ut": 1690370280.0,
  "original_lang": "en",
  "original_title": "UK, World Bank to support coordinated climate action in South Asia",
  "original_body_lines": [
    "The Government of Great Britain and Northern Ireland and the World Bank have launched a partnership— the Resilient Asia Program (RAP) —to accelerate transformational and collaborative climate action to respond to the urgency of climate change challenges in South Asia.",
    "The UK government has pledged up to $63 million (£50 million) over the next seven years to finance research and analysis, build institutional capacity and expertise to adapt to climate change, strengthen stakeholder and institutional partnerships, and promote greater collaboration for transboundary climate actions and water resource management in South Asia.",
    "The World Bank will implement the program, which initially will focus on Bangladesh, Bhutan, India, Maldives, Nepal, and Sri Lanka, but is expected to expand to parts of the wider Indo-Pacific.",
    "“Tackling shared global challenges, such as climate change, environmental damage, and biodiversity loss, is a priority for the UK, as stated in our Integrated Review Refresh which defines our overall security, defense, development, and foreign policy,” said Jenny Bates, Director General for Asia Pacific, Foreign, Commonwealth & Development Office. “The UK’s Resilient Asia Program partnership with the World Bank will develop climate resilience and improve natural resource management, benefitting many millions of people across South Asia and the wider Indo-Pacific.”",
    "In the first year, the program will support collaborations to address air pollution, facilitate dialogue and knowledge exchange on thermal comfort and cooling solutions to build resilience to heat, and improve coordination on early warning systems, and weather and climate information among countries in South Asia.",
    "“More than half of the population in South Asia has been impacted by one or more climate-related disasters in the last two decades,” said Martin Raiser, World Bank Vice President for the South Asia Region. “The Resilient Asia Program, made possible through the generous contributions of the UK government, is critical and timely to help the countries of South Asia tackle the climate crisis and work together for a resilient future.”",
    "The RAP will also support governments of India and Bangladesh to build community resilience, provide sustainable livelihoods, and preserve the delicate ecosystems of the Sundarbans region—the largest mangrove forest in the world and a shared ecosystem between both countries. The program will also promote collaborations for transboundary water management between Bangladesh, Bhutan, and India in the Brahmaputra-Jamuna River basin.",
    "“For South Asian countries, the impact of climate change is a shared concern as they are linked by common rivers, ecosystems, and weather patterns. Weather and climate hazards do not stop at national borders, and over 50 percent of the air pollution in major cities in the region moves across national borders,” said Cecile Fruman, World Bank’s Director for Regional Integration and Engagement in South Asia. “Cross-country collaborations can unlock more efficient and effective use of the financial, technical, and human resources required to strengthen climate resilience and ensure people in South Asia thrive on a livable planet.”",
    "The RAP is part of the UK government’s overall commitment of up to $348 million (£274 million) to strengthen resilience against the impacts of climate change in the Indo-Pacific region under the Climate Action for a Resilient Asia (CARA) program. Other implementing partners for CARA include the UK’s Met Office, the Asian Development Bank, the United Nations Development Programme (UNDP), and the International Centre for Integrated Mountain Development (ICIMOD)."
  ]
}