{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91010/southwest-monsoon-to-gradually-establish-during-next-few-days",
  "time_ut": 1685845980.0,
  "original_lang": "en",
  "original_title": "Southwest monsoon to gradually establish during next few days",
  "original_body_lines": [
    "South-West monsoon is likely to be gradually established across the island during next few days, says the Department of Meteorology.",
    "Showers or thundershowers will occur at times in Western, Sabaragamuwa, Central and Southern Provinces. Fairly heavy showers above 75 mm are likely at some places in the Sabaragamuwa Province and in Galle, Matara and Kalutara districts.",
    "Showers or thundershowers will occur at a few places in Uva and Eastern provinces during the evening or night.",
    "Strong winds about 40-45 kmph can be expected at times over the Island.",
    "General public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "Showers or thundershowers will occur at times in the sea areas off the coast extending from Puttalam to Hambantota via Colombo, Galle and Matara.",
    "Winds will be south-westerly over sea area around the island and speed will be 25-35 kmph.",
    "Wind speed may increase up to 50-60 kmph at times in the sea areas off the coast extending from Puttalam to Trincomalee via Mannar and Kankasanthurai and from Hambantota to Pottuvil. Wind speed may increase up to 40-45 kmph at times in the sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle.",
    "The sea areas off the coast extending from Puttalam to Trincomalee via Mannar and Kankasanthurai and from Hambantota to Pottuvil will be rough at times.   The sea areas off the coast extending from Puttalam to Hambantota via Colombo and Galle will be fairly rough at times.",
    "Temporarily strong gusty winds and very rough seas can be expected during thundershowers."
  ]
}