{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Emirates-Skywards-partners-with-Dilmah-Tea-to-offer-members-exclusive-tea-inspired-experiences/34-747378",
  "time_ut": 1681681350.0,
  "original_lang": "en",
  "original_title": "Emirates Skywards partners with Dilmah Tea to offer members exclusive tea-inspired experiences",
  "original_body_lines": [
    "Members can now bid Skywards Miles for an exclusive opportunity to visit the home of Dilmah and explore the lush tea plantations in Sri Lanka",
    "Emirates Skywards, the award-winning loyalty program of Emirates and flydubai, has partnered with Dilmah Tea to offer members an exciting opportunity to experience the lush tea plantations in Sri Lanka.",
    "Starting from 14 April 2023, members can bid Miles with Skywards Exclusives for a chance to win a stay at the Tea Maker’s Private Retreat. The once in a lifetime opportunity includes a tea-making masterclass, a unique culinary experience inspired by tea, food pairing experiences with tea and a visit to explore the tea fields.",
    "Starting from 200,000 Miles, Emirates Skywards members can bid and win an all-expenses paid trip to Sri Lanka. The prize includes two round trip Business Class tickets on Emirates from Dubai to Colombo; a three-night stay for two guests at Hilton Colombo; a three-night visit to tea plantations at Ceylon Tea Trails, a Relais and Châteaux property which consists of five restored historic tea planter residences in the Ceylon tea region; a master class with Dilhan C. Fernando, the son of the founder and CEO of Dilmah, to enjoy an educational session on how to taste tea and brew the perfect cup; a special food pairing with tea-inspired gastronomy with the Dilmah family; and a seven-course tea-inspired dinner “Camellia Epicurean” where tea is used as an ingredient for all the dishes.",
    "The package also includes transportation to and from the airport, meals at the all-day dining restaurant at Hilton Colombo, and all meals and beverages at the Ceylon Tea Trails. Travel dates will be from 18 May until 24 May 2023.  What better way to celebrate International Tea Day on 21 May than by being at the heart of a tea plantation!",
    "Emirates and Dilmah Tea have enjoyed a successful partnership for more than three decades, brewing the finest teas on-board and in Emirates’ airport lounges worldwide. The airline continues to take the Dilmah brand name to 140 destinations across six continents through its extensive network.",
    "Each year, the airline brews 33 million cups of Dilmah tea for its customers from a specially curated tea menu available in all classes. More than 10 different varieties of tea are available on-board, including popular choices like Dilmah Ceylon Black Tea, Moroccan Mint, and Breakfast Tea.",
    "Premium passengers can also savour the aromatic flavours of Emirates Signature tea blend made exclusively for the airline by Dilmah and served only in First Class. Inspired by flavours of the UAE – the exquisite tea has rich aromatic notes of rose, almond and ginger.",
    "Emirates Skywards continues to offer more than 30 million members worldwide unmatched rewards in the air and on-ground.",
    "Skywards Exclusives is a distinctive airline loyalty program initiative that provides access to exclusive experiences from Emirates’ expansive sponsorship portfolio. Members can bid and redeem Miles for some of the world’s most prestigious sporting and cultural events, including exciting events featuring Real Madrid, AC Milan, Dubai World Cup, SL Benfica, Emirates FA Cup, and other sports such as golf, tennis, and cricket."
  ]
}