{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/TID-asks-ex-AG-Dappula-to-provide-statement-on-24-April-or-face-legal-action/56-747595",
  "time_ut": 1682103861.0,
  "original_lang": "en",
  "original_title": "TID asks ex-AG Dappula to provide statement on 24 April or face legal action",
  "original_body_lines": [
    "The Terrorism Investigation Division (TID) has once again informed former Attorney General Dappula de Livera to present himself at the TID on Monday to provide a statement on certain comments he made in May 2021 about the Easter Sunday attack.",
    "This is the third time the TID has had to re-issue summons to de Livera after he failed to appear before the TID on 19 and 21 April despite being informed.",
    "On 19 April, de Livera gave the TID a miss and was instead represented by Attorney at Law Dimitri Abeysekara who presented facts on behalf of the former Attorney General. Yesterday de Livera was once again a no-show and had informed the TID in writing that he was unable to present himself based on a discussion held with the current Attorney General and the Bar Association of Sri Lanka. In response, the TID has informed de Livera to visit the TID on Monday, failing which legal action will be taken against him.",
    "In May 2021, former Attorney General Dappula de Livera was quoted as saying there is a grand conspiracy behind the 2019 Easter attacks. At the time de Livera noted that the information by the State Intelligence Service with times, targets, places, methods of attacks and other information is clear evidence there was a grand conspiracy in place. De Livera was summoned to the TID after Justice, Prison Affairs and Constitutional Reforms Minister Wijeyadasa Rajapakshe informed the current Attorney General to instruct the police to obtain a statement from de Livera on the comments as the Minister claimed it has given rise to a certain degree of scepticism surrounding the investigations. Rajapakshe said as the Attorney General at the time de Livera should have summoned the Police and ordered them to conduct further investigations if the level of inquiry was insufficient."
  ]
}