{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sakuntala-sachithanandans-latest-childrens-book/",
  "time_ut": 1680348120.0,
  "original_lang": "en",
  "original_title": "Sakuntala Sachithanandan’s latest children’s book",
  "original_body_lines": [
    "Way to go , Rover! is prose and poetry writer Sakuntala Sachithanandan’s most recent treat to children, published in 2022. As kids would deduce from the title, a dog is the main character of the story. It certainly is a delightful tale of a stray dog who was not treated well but survived. As the author mentions in her Introduction, she has not written and got published this book merely to entertain young readers; she has a humane aim: “I am reaching out to you this time not with just a fun story but an arrow aimed straight at your heart on behalf of pet animals.”",
    "She mentions cats are tolerated in homes very often because they catch rats but have their kittens taken away from them as nuisances to the household – devoured by the kabaragoya. A cur or common dog suffers a worse fate and is often ill-treated and imprisoned in a kooduwa. Hence the appeal for treating well stray cats and dogs. She dedicates the book to “all voiceless animals of this world who are abandoned, or if kept as so-called pets, are caged, ill-treated, neglected… even killed.”",
    "The story unfolds interestingly as a conversation between Zelda, an awesome lizard and Pilihuduwa, brilliant kingfisher perched on a Nelli branch. Introduced in the chat is Granny Siriyawathie, eternally wielding a broom which is more a weapon than household cleaning aide. She is the villain of the story and the hero in distress is a poor stray dog brought to the home by her grandson, Gamini.",
    "“He had just dropped a little something-or-the-other on the verandah floor out of a woven plastic pohora bag. It whimpered and urinated. Then looking this way and that, it hopefully wagged its tail!” All this to the crescendoing screams of rescuer Gamini’s grandmother. And Zelda elaborates on the tale: “Siriyawathie did not fail to kick the poor mite cruelly, shouting ‘Nuisance! Kalakanniya!’”",
    "Gamini being out of home most of the time – in school and at play – the dog now named Rover, is left to be screamed at and tortured by Siriyawathie. Chickadee the cat is introduced midway in the story and in Sakuntala’s Dedication she mentioned her as the best beloved pet of her home.",
    "The narration is full of action and clever imaginings of what the other animals think of the drama enacted in Siriyawathie’s home. Throughout runs the strong streak of Sakuntala’s love of animals and abhorrence at how people often treat animals who live with them, particularly the nondescript stray cats and dogs who are addressed discriminately as para saththu or val ballo/pooso as against pedigreed pets or jaathi ballo/pooso.",
    "The style of writing which is light, conversational and informal, also simple and easy flowing, suits a book for children. Sakuntala being a painter fills the book with delightful colour sketches; so necessary in a kids’ book.",
    "The author invents terms which fit the text well and are delightful: like we people are referred to as ‘Hoomans’ when the animals chat and dogs barking to each other is said to use ‘dogese‘.",
    "One point I did not approve of and found to be a stumbling block, interrupting the flow of the narrative, were English translations to Sinhala terms/phrases used, whether verbs, nouns or expletives. These are added in parenthesis. Footnotes on translations and adding them in an index are out now. The reader is supposed to discern the meaning of the sentences or terms given in another language with the main text in English by its contextual use or position. That actually makes for a better flow of text.In her second novel (2017) The Ministry of Utmost Happiness, Arundathi Roy adds much in Hindi or Urdu relevant to Kashmir that is central to the story. Not one translation nor hint of the meaning of the terms/sentences is given. Sometimes they are even paragraphs in the Indian language. It’s a ‘understand or miss out’ policy when using other languages in a story; which I approve of and adopt.",
    "Asgar Hussein – journalist, writer, poet and winner of the 2005 State Lit Award for Poetry – in his back cover blurb in Sakuntala’s book, introduces the author as “an acclaimed poet and writer of children’s fiction. A gifted story teller, Sakuntalka has for many years delighted young minds with her animal tales. Another charm of her stories is that she crafts her animal characters so wittily …” This is so true of her narrator-conversationists – the lizard Zelda and kingfisher Pilihuduwa. Asgar ends by adding: “If, through her tales, that affection and sympathy are transmitted to the young, the world will be a kinder, gentler place.”",
    "Sakuntala, a lawyer by profession, has published Tales from the tree house and The adventures of Sokadi the line–room Mouse for children. Her two poetry volumes are Sedahamy Selvakumari and others and On the street and other revelations for which she won the Gratiaen Award in 2010. Her empathy for the underprivileged woman and understanding of the hard lives led by estate workers are the underlying themes in most of her poems.",
    "Writing stories for children with inherent positive messages and in good English is more a service than a giving into an author’s urge to write. This is especially true in Sri Lanka where, mercifully, there seems to be a surge in the desire for English skills. What better way of getting kids to acquire reading and comprehension skills than offering them good stories, illustrated and very well written.? Hence Sakuntala deserves congratulations and thanks for the service she has rendered without consciously intending her book to be a service. We wish her good luck for more books to be published by her.",
    "LTTE writ on coral exploitation more effective than govt. orders",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}