{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/An-NIA-is-born/4-748176",
  "time_ut": 1683767455.0,
  "original_lang": "en",
  "original_title": "An NIA is born",
  "original_body_lines": [
    "An NIA is born … What is that … This is the establishment of the National Innovation Agency in Sri Lanka. 1 January 2022 witnessed the launch of the institution after the inaugural board meeting on 29 November 2021 with the approval of the cabinet. Of course, the journey to this position had been through multiple hearings and cabinet meetings. A new institution thus was added to the Public sector institutions in Sri Lanka.",
    "Oh! Gosh another SOE! Some eyebrows raised! NIA is an agency to deal with innovation as comprehensibly as possible – a task not quite easy but really important and relevant for the country today. NIA is coming live at a time of extreme complexity with the country having experienced a pandemic and currently going through an economic situation akin to sitting on a cinder box. The economy and its subjects owe a lot to the outside but own much less and that is quite unfortunate. On the other hand, such are the times really for innovation as standard answers and responses do not exist or are not relevant.",
    "NIA emerges with the operating national canvas full of issues and definitely would be tested from day one. It took a little more than a year to write this as the organisation’s internal wiring took some time. However, happy to record that some of those issues did not deter the team from getting on with innovation as the credo of NIA is ‘where only innovation matters!’",
    "NIA is not a spur-of-the-moment development. It has been a development over time. Sri Lanka had COSTI – The coordinating secretariat for Science Technology and Innovation since 2013 (A COSTI is born was covered in www.ft.lk/columns/a-costi-is-born/4-165215). NIA represents the exit of COSTI and its institutionalisation. The transformation was not easy though the relevance was quite clear and most certainly a number of individuals deserve credit for ensuring this establishment. A different writeup is necessary to write that story which may eclipse the story of a cat having nine lives in paradise!",
    "More than the history at this stage what is important to understand is its mandate. NIA has to deliver and this must be another instance where failure is not an option – we keep the Apollo 13 statement at our office entrance now to remind the team of the challenge they have! Much may be expected by the few who supported and the fact to be understood is that the success here means serious progress for many.",
    "NIA is an agency responsible for innovation and it is the first time an institution had been established specifically with such a mandate. Considering that there is a gross misunderstanding of nomenclature from research, invention, and innovation, by the way, this topic is discussed, maybe the following provides a quite succinct explanation – research is when money is used to generate knowledge and innovation is when the knowledge so developed is used to generate money. An invention too is similar to research where inputs are carried out in developing something novel – again an expenditure.",
    "This process of turning knowledge or inventions into cash had been almost nonexistent as we learn and depart and the rest simply engages in following set routines and there are no real positive returns on the investments to the national economy – definitely for some external economies there are returns at quite low costs. Inventors, we all know and hear mostly exist with serious lamentations over issues in translation. The late Munidasa Cumaranthunga’s comment is thus most apt in showcasing the problem we have had for decades – A country that does not produce new things would not rise and this ‘new things’ is completed only when the step of innovation has taken place.",
    "Look around in any developed economy and it is the creative changes moved across the society that had resulted in growth. When you play with Harvard’s Atlas of Economic Complexity you soon realise what we have failed to do as we traverse 75 years of the export basket of Sri Lanka. As you change to countries like Vietnam you realise the folly of our decision making.",
    "The presence of the institution does not necessarily mean that the value of innovation has been accepted across decision-making and that our pathway is clear, precise and ready to accelerate. There are still significant mindset issues to be addressed by the young institute. With the tagline where only innovation matters, NIA indeed has its work cut out in pushing this message. Advocacy cannot occupy its attention all the time. Innovation is made possible through the innovation ecosystem. There is the immediate imperative of identification of all stakeholders and energising the eco-system.",
    "The model for innovation is part of the NIA logo – Triple Helix Model (University, Industry, and Government). Innovation ecosystem productivity should be constantly addressed and the system catalysed with new tools and mechanisms. Sri Lanka does not lack institutes. What is mostly absent is working together with a common purpose. Innovation is a result of purpose.",
    "The objectives of NIA as detailed in the Act (Act No. 22 of 2019) are as follows; promote a better understanding of social innovation, science and technology innovation, defence innovation, eco-innovation, and service innovation, and their impact on the economy; make recommendations to the Government to formulate national policies in respect of innovation; ensure that national research is aligned with and contributes to the economy and national economic goals; coordinate innovators and initiatives to foster impact; identify any obstacles in the public and private sector that hamper innovation; support and facilitate innovation in the private sector to establish a vibrant national innovation ecosystem.",
    "The powers, functions and duties of the agency are listed as liaise with the public and private sector institutions relevant to important aspects of the objects of the Agency; make recommendations to the government to initiate and fund National Innovation Programmes in order to support a creative economy; to develop and sustain a national innovation eco system in keeping with the Sri Lanka Innovation and Entrepreneurship Strategy; support the National Innovation and Entrepreneurship Strategy objectives through the facilitation of hi-tech enterprises stemming from research and technology transfer; monitor and evaluate the effectiveness of investment, policies and strategies on innovation and entrepreneurship; coordinate and harmonise international activities in innovation with the relevant ministries, departments and other innovation institutions in Sri Lanka and with international institutions to encourage commercialisation of the outputs of innovation activities; drive the progress of Sri Lanka upward through the ranking of global innovation indices to ensure a resilient economic standing, subject to the Sri Lanka Innovation and Entrepreneurship Strategy as approved by the Cabinet of Ministers; receive, collate, evaluate and publish the Sri Lankan Annual Innovation and entrepreneurship reports covering the eco system taking into consideration the international linkage and presence.",
    "As you see NIA has a lot on its plate to fulfil but you will agree that they are tasks much needed.",
    "NIA expects to work on innovation through five pillars for each of which it expects to partner with a domain agency or institute. Partnerships are key to making progress as innovation is a team sport whereas invention and research could be work in solitude. The five pillars of NIA are Science and Technology Innovation, Service Innovation, Social Innovation, Eco-innovation, and Defence innovation. Science and Technology innovation expects knowledge both developed and acquired to infuse with resources as an important first step. It is all about moving away from commodities to value-added competitive products – fusing resources and knowledge. Service innovation immediately embraces digitalisation and understands the importance of creative destruction. Archaic practices and processes have stalled our society and social innovations are to improve the quality of life.",
    "Not all innovations should be carried out with the purpose of return on investments. Eco innovations understand that the current planetary health demands a higher level of understanding when innovating. Transforming linear economies to circular economies, nature-based entrepreneurship, blue-green economic pathways, and biomimicry learning from the biodiversity hot spot that Sri Lanka is. So much untapped potential awaits in this segment. Finally, defence is not always ‘guns and bullets’ with ‘men and orders’, but Singapore is showing Total defence and that is innovating the concept itself. The innovation pillars and coupling the synergy possible we see huge opportunities. The wealth generated in this manner truly would be national wealth.",
    "Looking around it is evident that innovation is the central driver for economic growth, development, and better jobs is an accepted philosophy. An institutional example that we observe across many countries from India, and Israel to Kenya is having innovation agencies facilitating this. Countries like India, and China considers the GII (Global Innovation Index) evaluation quite seriously as a useful framework for internal planning. International development agencies have enabled established innovation agencies in countries too – e.g. Serbia.",
    "The logic for another SOE is clear but logic alone would not result in translation. Munidasa Cumarathunga’s philosophy embedded in his poem has been missing in our policies and practice for quite a time but then we have to accept the truth of what Paul Kagame has stated for Rwanda – “We cannot turn our clock back, but we have the power to determine the future.”"
  ]
}