{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82937",
  "time_ut": 1697829840.0,
  "original_lang": "en",
  "original_title": "“I speak as a representative of the (Tamil ) people who have suffered  protracted violencThe events that are unfolding now in the Middle East are strikingly similar to what we experienced for three decades more than 15 years ago.”- MA Sumanthiran MP",
  "original_body_lines": [
    "(Text of Speech made on the current Israel –  Palestine conflict  by  Jaffna District Parliamentarian  M.A.Sumanthiran on 20th October 2023 in Parliament )",
    "Thank you deputy speaker for the time allocated to speak on this very important issue that is shocking the conscience of the world. Let me at the outset express my solidarity with the people who are suffering as a result of violence, destruction, and wanton killing that’s taking place even as we debate this.",
    "We have seen footages, we are hearing news of humanitarian crises of enormous proportion. And therefore even as a small country in the world, we cannot remain mute. We have to necessarily raise our voice on behalf of the suffering people. The crises in Palestine and Israel is a political crisis, is a complicated one, we all know that. I’m not going to discuss the rights and wrongs the claims and counterclaims of both sides to that political conflict. This is not the time to discuss that. Now is the time to condemn the violence to appeal to all sides that are indulging in violence that are Prosecuting the war to immediately bring a halt to that, and end the human suffering.",
    "We speak – I speak today, also as a representative of the people who have suffered as a result of long, protracted violence. Now, when people suffer through violence, it is almost immaterial as to who is responsible for that. Well, it is important to identify the perpetrators, but the point that I’m making is, it it is important, it is urgent, first to bring that suffering to an end; to bring that fighting to an end; to call for a ceasefire. I’m saying this because how can we live in – as we claim – in a civilised world and look upon and wait when nations seek to settle their differences, through violence.",
    "That may have happened centuries ago, but in today’s world, does that even have a place? Is it not possible to resolve, however complex the issue is, by means of dialogue; through intermediaries; through mediations, without resorting to violence; without resorting to killing each other. The answer seems obvious. But what we see in the world, it is not so obvious. Constantly there are fightings going on in many places in the world.  This is happening in Ukraine and now in the Middle East.",
    "I cannot but say at this moment, how strikingly similar the events that are unfolding now in the Middle East are to what we experienced for three decades more than 15 years ago.",
    "I heard President Maithripala Sirisena, who spoke before me condemn the attack on the hospital a few days ago. Well I too condemned it. Irrespective of who was responsible for that. But there was a very important thing that happened: even as that hospital was attacked, the official Israeli response was that that hospital was being used as a human shield. And terrorists were firing from there. Now, different versions are emerging and perhaps the bombing was not done by Israel, we don’t know. But that is immaterial, the point that I’m making is when such a casualty happened, the Israeli State Machinery was ever ready to say that that happened because the hospital was being used as a human shield and we, we can’t escape but remember what happened with regard to the Puthukudiyiruppu hospital. That’s what the state said here. and I find it unacceptable that President Sirisena condemns the attack on a hospital a few days ago in the Middle East, but I never heard him condemn the attack on the Puthukkudiyiruppu hospital. He perhaps was that acting minister of Defence at that time.",
    "We can see the height of hypocrisy even in this debate in this house. I will itemize those: People are speaking for two-state solution in the Middle East;",
    "but here that’s anathema to them, people are appealing to the UN. I’ve heard speaker after speaker today, referred to UN resolutions; but here – “no, UN has no role to play, you stay away”. State Terrorism is being condemned in this house. And I join my voice along with them. Yes that is State terrorism. But what happened here too was state terrorism as well.",
    "So that is the hypocrisy. Violence on people –  on civilians – by whoever must be condemned and I condemn it outright. Be it Hamas, be it the state of Israel. Anyone.",
    "There is no right, even if you be the state, the nation state established and recognized, to impose air strikes, mass killing of civilians. No one gives you that right, merely because you have the ammunition for it. Merely because you are the state and you can procure arms, merely because other Nation states protect you. No country. Even a non-state actor. You know, may not be a state. It may be an organization. No one. Absolutely no one had the right to take away lives like this.",
    "And this is where, the hypocrisy is exposed. You can’t condemn what happens thousands of miles away, but condone the same in your own country. How can you do that? Not just condone, you glorify it, you celebrate it. You exalt over it. You won’t be taken seriously.",
    "This is double tongue, suffering of the people must end. The israeli-palestinian conflict is a political conflict. It must be politically settled. So many conflicts in the world. Those are political conflicts, political differences between peoples between nations. Those must be politically those differences, must be politically resolved.",
    "So is the conflict in Sri Lanka. It is a political conflict. I heard President Mahinda Rajapaksa the other day, say, that a political conflict does not have a military solution. He is saying that now in respect of Palestine and Israel, but he was the president who prosecuted a military solution to a political conflict in our country.",
    "I’m not only blaming the state for this. I’m saying very clearly violence and destruction has no place in the Civilized world and it must be outrightly condemned  by whoever is prosecuted. That must be condemned.",
    "And today we stand in solidarity with the people who suffer. They might be on one side of the divide or the other.",
    "The children who are being maimed, ordinary people who are being put to the sword, this is just not acceptable. And let’s raise our voice on behalf of the people who are suffering as a result of violence. Violence perpetrator by Hamas maybe, or even the state of Israel? Whoever it is, I raise my voice on behalf of the people who suffer ,violence to a proportion that is unimaginable. Let there be peace in the Middle East and indeed in the whole world."
  ]
}