{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-campus-canteen-triggers-colombo-security-alert-120522/",
  "time_ut": 1684065060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka campus canteen triggers Colombo security alert",
  "original_body_lines": [
    "ECONOMYNEXT – Thousands of heavily armed troops and elite commandos were deployed Sri Lanka’s capital following a false alarm based on an unusually large lunch order at the Colombo university, top security sources said Sunday.",
    "Panic-stricken police chiefs of the Western province mobilised special Task Force Commandos, riot squads and contingents of women constables to deal with what they believed was another uprising led by undergraduates.",
    "“Intelligence units had picked up information that the canteen had received an order for 1,500 lunch packets on Friday,” the source said. “This was (mis) interpreted as a mass gathering to march to government buildings.”",
    "Some 500 freshers had been invited to the university for the arts department celebration and they expected most of them to be accompanied by parents or siblings and hence the order for 1,500 meals of bread, pol sambol and one curry.",
    "The source said security at President Ranil Wickremesinghe’s 5th Lane home was also beefed up even though he is no longer residing there after it was torched a year ago during widespread violence across the country after the attacks on Galle Face protesters.",
    "Hundreds of officers drawn from police stations outside the city had no idea why they had been called for special duties, but soon shared messages on social media speculating that there was likely to be a change of government.",
    "A top official said police were becoming victims of their own rumours and more police were drawn into the Colombo university area to prevent what they expected to be rioting. All this time, under graduates were playing pop music from the 1980s at their Arts Week celebrations inside campus.",
    "Embarrassed by the false alarm, the authorities were unwilling to admit that they had blundered but kept on the alert on Sunday too saying it was an exercise to test their preparedness to deal with any situation.",
    "To divert attention away from the Colombo university, the authorities carried out checks on motorists outside the capital and mobilised troops in the suburbs too to give the impression of a broader security exercise.",
    "However, the show of force by the troops and the police may have backfired with many embassies reporting back to their capitals about the nervousness in Colombo and the fear of the security forces of an impending uprising.",
    "The security over kill also comes at a time when the government is trying to attract more tourists saying Colombo has returned to normality after last year’s uprising that toppled Gotabaya Rajapaksa as the country faced its worst economic crisis. (COLOMBO/May14/2023)"
  ]
}