{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90240/gmoa-assures-no-threat-of-another-covid-19-outbreak-",
  "time_ut": 1683047100.0,
  "original_lang": "en",
  "original_title": "GMOA assures no threat of another COVID-19 outbreak",
  "original_body_lines": [
    "The Government Medical Officers’ Association (GMOA) has urged the public to remain aware of their health and symptoms related to COVID-19, although no there is no imminent threat of another outbreak in the country.",
    "Speaking exclusively to Ada Derana on the recent incline in the number of COVID cases being reported, Media Spokesman of the GMOA, Dr. Chamil Wijesinghe noted that although there is no grave threat of there being another COVID-19 outbreak similar to those Sri Lanka saw over the last few years, members of the public must remain cautious of their health.",
    "Accordingly, he emphasised that those belonging to vulnerable categories such as pregnant women, young children, elders and those being treated for long-term illnesses, although non-contagious, such as kidney or heart-related diseases, diabetes, cancer must take extra care in maintaining a good health status.",
    "When inquired as to whether Sri Lankans should brace themselves for another COVID-19 outbreak, Dr. Wijesinghe assured that there is no such need to panic, as it is evident that such recurrences have not taken place in countries with successful vaccination rates against the fatal virus.",
    "“Over 90% have received two doses of the COVID-19 vaccine, while around 60% have received the booster shot as well”, he explained.",
    "Thus, the medical professional noted that there are no plans underway to launch another phase of the vaccination programme as neither they, the GMOA, nor the Minstry of Health see an urgency for such drastic measures.",
    "Dr. Wijesinghe did, however, state that it remains important to take precautionary measures such as wearing face masks and maintaining social distancing."
  ]
}