{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-libraries-go-online-with-digitalisation-141209/",
  "time_ut": 1700719500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka libraries go online with digitalisation",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s national archives and libraries will go online with digitalisation, Chairman of the National Library and Documentation Services Board Professor Nanda Dharmaratna said.",
    "“We are now in the digital age, where the library system has a major role to play. We selected 25 libraries from the 25 districts and digitalised them,” Dharmaratna said at a press briefing on Wednesday (22).",
    "The project was funded by the United Nations Development Programme (UNDP) in Sri Lanka and facilitated by the Information and Communication Technology Agency (ICTA) of Sri Lanka.",
    "“This must not be limited among only part of our society, so the UNDP is giving an additional 39 million rupees to develop libraries in the north and east.",
    "“We need to move to artificial intelligence, but before that we need to be digitalised.”",
    "“Once we are fully digitalised, it doesn’t matter where you are, a person from Jaffna, or the UK can access information in our libraries and archives.”",
    "“If I want to, I will be able to login from our library and access the library of the Cambridge University in England.”",
    "Dharmaratna said they were working with international agencies to facilitate this.",
    "President Ranil Wickremesinghe’s government has started the National Digital Economy Acceleration Initiative to fast track the digitalisation of the economy.",
    "After Sri Lanka’s economic crisis, many global institutions, including the International Monetary Fund (IMF), have strongly recommended the Sri Lankan government to fully digitalise its transactions including tax claims to reduce human interventions and eventually corruption.",
    "All Sri Lanka’s state sector transactions to be digitalized by March 31 – official",
    "Sri Lanka starts pilot project on digitizing state firms to curb corruption on IMF advice-minister",
    "Sri Lanka has started a pilot project on digitizing government services to the public in nine state institutions as part of an IMF condition in return to a $3 billion loan. (Colombo/Nov23/2023)"
  ]
}