{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88685/australia-win-womens-t20-world-cup-for-sixth-time",
  "time_ut": 1677429660.0,
  "original_lang": "en",
  "original_title": "Australia win Women’s T20 World Cup for sixth time",
  "original_body_lines": [
    "Australia won the Women’s T20 World Cup for the sixth time when they beat South Africa by 19 runs in the final at Newlands on Sunday.",
    "Opening batter Beth Mooney anchored the Australian innings, scoring an unbeaten 74 in a total of 156 for six, bagging the title of Player of the Match.",
    "South Africa were never up with the required run rate and were restricted to 137 for six despite opener Laura Wolvaardt hitting 61 off 48 balls.",
    "Wolvaardt and semi-final heroine Tazmin Brits struggled to find gaps in the field and scored only 17 runs before Brits was caught at mid-on off Darcie Brown off the last ball of the fifth over.",
    "Marizanne Kapp hit two boundaries but was out for 11 and South Africa captain Sune Luus was run out for two. At that stage the home side needed another 103 runs off 56 balls.",
    "Wolvaardt and the hard-hitting Chloe Tryon gave a near-capacity crowd of about 15,000 hope with an attacking fourth wicket partnership of 55 off 37 balls but the match was effectively over when Wolvaardt was leg before wicket to Megan Schutt in the 17th over.",
    "The left-handed Mooney played a measured innings, scoring her 74 runs off 53 balls while a succession of partners batted aggressively.",
    "Asleighh Gardner, who was bestowed Player of the Tournament, and Grace Harris both batted ahead of captain Meg Lanning and appeared to be under instructions to go for their shots.",
    "South Africa’s bowlers performed steadily and were backed up by enthusiastic fielding. Stalwarts Shabnim Ismail and Kapp both took two wickets each.",
    "But Australia showed their quality in defending their total with athleticism and commitment that put the South African batters under constant pressure.",
    "Australia 156-6 in 20 overs (B. Mooney 74 not out; S. Ismail 2-26, M. Kapp 2-35) v South Africa 137-6 in 20 overs (L. Wolvaardt 61)"
  ]
}