{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=81232",
  "time_ut": 1675970640.0,
  "original_lang": "en",
  "original_title": "Ranil Wickremesinghe’s  opponents do not want to see him succeed. To deprive Ranil of his success, which might lead to a very credible presidential candidacy, they are ready to let the country fail. This is cringeworthy opportunism that   does not make you a patriot or a social justice worrier, but a scumbag.",
  "original_body_lines": [
    "During the weekend, when Sri Lanka marked the 75th anniversary of its independence, it was a sober, sad, and indeed a bitter affair. Most of the public was bitterly critical of the celebrations. The police confronted silent protests. National flags were conspicuously missing in the city corners and houses. The police obtained a court order to cordon off the Galle Face green and its vicinity, the venue of the state event. The party went on without the people.",
    "That was an astonishing about – the – turn of the collective psyche. Not long ago, they watched with almost religious zeal as the vintage military tanks paraded when the successive governments, especially of the Rajapaksas, marked the independence and the day of the military victory against terrorism, and also any other day that could be useful to prop up a skewed version of national pride.",
    "The North held a black day. A protest caravan that took off from Jaffna is now heading to Kilinochchi. This time around, not many in the South seemed to have disagreed.",
    "That reckoning is not altogether bad. During their social evolution, communities have moved away from parochial nationalism and the conventional wisdom of national pride, some due to national misadventures, others due to a protracted process of wider social transformation.",
    "That change may be as varying as the shift in the American perspective on Columbus Day or the terming the founding of America in 1619, the day the first slave ship arrived in America or the seismic shift of dominant ideologies of post-war Germany or Japan. Though none of that offers a direct comparison to the Sri Lankan experience, the legacy of the independence of Sri Lanka needs to be evaluated dispassionately.",
    "But that intellectual and social exercise was too late to come. Since its independence, this country has made tremendous gains by building a welfare state and redistributing wealth – a few countries, after their independence, have undertaken drastic land reforms as extensively as Sri Lanka or committed to free education and universal health care.",
    "But it has failed miserably and, in fact, walked back on creating wealth. That failure was monumental considering Sri Lanka’s relative position at the independence. It has now come full force as the country grappled with the worst economic crisis ever.",
    "Also, Sri Lanka failed to build national unity and a strong state that could withstand peripheral challenges, both ideological and armed, to the State. Your favourite NGO captains would blame for the ethnic Sinhala Buddhist nationalism. I would say that the Tamil exceptionalism rooted in the Dravidian social and cultural exercise and adopted by the Tamil elite as a tool of political mobilization was a far more consequential factor leading to the fragmentation and eventual rise of terrorism. Young states needed leaders with conviction to coax and coerce disparate stakeholders to a unified destiny, with the use of full force of the state apparatus. Sri Lanka’s post-independent leaders were lacking in that iron in them.",
    "When Sri Lankans hoist black flags against what they deem the manifold collective failure, one can only empathize. But, look beyond the surface, and you might find the grievances of the most vocal types, the conclusions they reached, and their kind of solutions are not as transformative, nor do they represent a clear break from ‘short-termism’ and opportunism in the past.",
    "First is the moral outrage at the supposedly lavish spending to mark independence during an economic crisis. However, Rs. 200 million, little more than half a million US dollars, is a fraction of a government budget. Basil Rajapaksa’s mansion in Malwana is worth more than that. The alleged kickback received by the CEO of Sri Lankan airlines was US$ 2 million. A single ad hoc tender to purchase electricity from private generators cost a manifold. Local government elections, though a constitutional necessity, have a budget of 50 times (Rs. 10 billion).",
    "If the celebrations are an affront to the suffering masses, there is a logic in them. But, if the grudge is against the profligacy of the celebrations, then that is broadly misleading. However, Sri Lankan discourse on its economic crisis and possible solutions is overwhelmed by gross generalizations and pie-in-the-sky solutions.",
    "Second is the outrage at the economic crisis itself. However, the primary grievance of the majority of the protestors is that a system that enabled them to live beyond means, financed by loans and sovereign bonds, has finally collapsed. That is a predictable end of a system that began at the very outset of the independence when the government continued feeding a population with a free ration of rice while the population was breeding at a rate on par with modern-day Niger. That is not how aspirational nations conduct themselves.",
    "The most vocal of the protestors want the government to resuscitate that system so that the fuel can be subsidized as it had been during the last decade, and the vast and inefficient public service of 1.5 million employees could carry on as usual. This is not a solution. This is lunacy.",
    "Third, consider the mismatch of the protest slogans. For instance, the opposition of the public sector professionals against the personal income tax, which applies only to the 10% of the highest income bracket of the population and their afterthought of a demand that the government supply drugs to run the system of universal health care. As for the latter demand, the Sri Lankan state has a moral and unwritten constitutional commitment. But, if you want to starve the State of its due revenue and then want it to finance the welfare state, you are a brazen hypocrite.",
    "Consider the opposition to reforms of the loss-making and undeforming SOEs, the CEB, CPC, Sri Lankan Airlines, and Ports by their entitled trade unions. Due to their sheer mismanagement, these SOEs have recorded more losses than the damage unleashed by terrorist attacks on the economic nerve centres during the war. For instance, Sri Lankan airline’s Rs. 400 billion loss exceeds the cost incurred due to the terrorist attack on Katunayake airport, which wiped out much of its fleet. (It still survived thanks to competent professional management then).",
    "Fourth, consider the opportunism of the political actors. Anura Kumara Dissanayake of the JVP says his party would stick to a maximum tax rate of 24%. That is a one-of-a-kind coup de grace for a leftist party that promises a lower tax rate than their capitalist peers. The maximum tax rate of most developed countries (the UK, France, Germany etc. is 45%). Where do these fellows get these ideas?",
    "Then consider Samagi Jana Balawegaya’s Sajith Premadasa, who threatens that his party reserves the right to renege on any agreement the incumbent enters with the IMF. Call it cheap politics. But that could also be termed as high treason against the people of this country.",
    "Sajith is not the first one. The incumbent president Ranil Wickremesinghe did so in 2009, and the risk premium of the country’s loans spiked. Still, we are now in exceptional times. At no time has Sri Lanka been on a cliff with a real threat of falling off to oblivion due to a simple mistake.",
    "Fifth is the glaring moral deficit in the government. The critics of President Wickremesinghe lampoon him as ‘pin president’ (someone who landed in the highest political office by luck). But his appointment is undertaken according to the letter of the constitution.",
    "Since Sri Lankans surely do not want to be governed by the revolutionary councils or people’s committees, as some of the aragayalaya types once proposed, there is no alternative to this constitutional process.",
    "But Mr. Wickremesinghe has failed to provide moral leadership. He continues to expand the cabinet, further eroding credibility. That is sad because he is one of the few Sri Lankan politicians with an economic vision, but like the rest, he had failed to put that into practice. He will continue to be hampered by his own action and machinations by his opponents.",
    "His opponents do not want to see him succeed. To deprive him of his success, which might lead to a very credible presidential candidacy, they are ready to let the country fail. That is cringeworthy opportunism. That does not make you a patriot or a social justice worrier, but a scumbag.",
    "All that makes me less optimistic about the protests and the overall trajectory they are taking the nation. They offer no solutions and instead compound real problems. They fish in the troubled water. Though that is not altogether new in our politics, this is not the time."
  ]
}