{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-insurance-declares-largest-life-insurance-bonus-in-the-industry/",
  "time_ut": 1691328420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Insurance declares largest Life Insurance bonus in the industry",
  "original_body_lines": [
    "Amounting to a staggering Rs. 10.4 billion for the year 2022",
    "Sri Lanka Insurance (SLIC) yet again outshines its own record to declare the largest Life Insurance bonus in the industry amounting to a staggering Rs. 10.4 Billion for the year 2022 to its policyholders. Since 2006 SLIC has triumphed in declaring the highest Life Insurance bonuses year on year in the industry cumulating to a massive Rs. 92.8 Billion making the SLIC bonus declaration unmatchable.",
    "By declaring the highest and largest ever Life Insurance Bonus in the country, Sri Lanka Insurance has upheld the trust placed by the policyholders as the strongest insurance provider in Sri Lanka. Despite the challenging market conditions, Sri Lanka Insurance was able to increase its asset base to Rs. 274 Billion and the life fund to Rs. 156.7 Billion, to further strengthen its position as the largest and strongest local insurer. This affirms the prudent investment management strategies of the company and further emphasis on Sri Lanka Insurance’s commitment towards its policyholders and their well-being. Also Sri Lanka Insurance is the only insurer in the country to be rated with an A(lka) Fitch rating for insurer financial strength in the country.",
    "Customer centricity is one of the key strategic pillars of SLIC’s business drive and therefore the organsiation is determined to look at identifying new market segment and understanding the needs of its customers to develop affordable and suitable products. A unique insurance cover that was introduced by Sri Lanka Insurance last year was the School Fee Protector. This cover takes care of children’s education expenses in an unlikely event of loss or permanent disability of the breadwinner of the family. In addition to engaging in product and process innovations the orgaisation also looks at numerous ways of value additions to its customers. As a result, during 2022 Sri Lanka Insurance introduced a Life Loyalty Rewards scheme enabling SLIC Life customers to enjoy a range of offers and benefits to provide higher value for its loyal customers throughout the policy term. Also during last year SLIC has paid on average Rs. 960Mn per month as Life Insurance claim settlement demonstrating its commitment to delivering its promise to its policyholders.",
    "Furthermore, Educating the Sri Lankan people about the importance of Life Insurance is an aspect Sri Lanka Insurance holds close to its heart from the inception of its existence. The national insurer is at the forefront of propagating the concept of Life Insurance to every corner of the country ensuring the protection for all Sri Lankans.",
    "Le Grand Galle Hotel marks five years of luxury and unforgettable experiences",
    "Sri Lanka Insurance retains title as Most Loved Insurance Brand for the 6th Consecutive Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}