{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/My-View-completes-13-years-Still-batting-and-not-out-yet/4-756856",
  "time_ut": 1704046300.0,
  "original_lang": "en",
  "original_title": "My View completes 13 years: Still batting and not-out yet",
  "original_body_lines": [
    "The collapse of Sri Lanka’s economy in 2022 is often attributed to the wrong policies adopted by the Gotabaya Rajapaksa administration. This is only partially true because the seeds of the economic ailments had been sown and fertilised long before he assumed office. He was the trigger point of the eruption of a process that had been worsening in every passing moment. It started during the second reign of the Mahinda Rajapaksa administration that could have been reversed in later years of his administration or during the rule of the Yahapalana administration. But this was not done. The policy mistakes adopted by the Mahinda Rajapaksa administration were numerous",
    "This column has now completed 13 long years. Since January 2011, it appeared practically every Monday analysing a topic of interest to readers without failure. The tagline ‘Economics Matters’ meant that that the subject of economics is relevant to every matter and hence, every issue could be looked through the eyes of an economist. Hence, the topics covered included not only those in pure economics, but also those relating to political economy and literature. But the emphasis was on the economic side of the issue.",
    "The series spanned over four distinctive political regimes, namely, Mahinda Rajapaksa administration from 2011 to 2014, Yahapalana administration jointly headed by Maithripala Sirisena and Ranil Wickremesinghe from 2015 to 2019, Gotabaya Rajapaksa administration from 2020 to mid 2022, and Ranil Wickremesinghe administration from mid 2022 to date. It was apolitical and did not support any political ideology. But its economic ideology was based on the behaviour of the ‘economic man’, the selfish, own-utility maximising, and helping society through his selfishness. This might anger those who believe in ‘society-first, self-second’ type ideology. But the truth is that every person, be it a politician, religious leader, civil society activist, or a person in the street, is concerned about his own interest. He may look at the interest of others only after his interest is satisfied.",
    "But this does not mean that these selfish individuals do not serve the society they live in. They do. As Adam Smith, father of economics in the modern era, said in his 1776 book, The Wealth of Nations, “It is not from the benevolence of the butcher, the brewer, or the baker, that we expect our dinner, but from their regard to their own interest.” Hence, it is a win-win situation for all.",
    "However, Smith has qualified this in his previous book, The Theory of Moral Sentiments, published in 1759, as follows: “How selfish so ever man may be supposed, there are evidently some principles in his nature, which interest him in the fortune of others, and render their happiness necessary to him, though he derives nothing from it except the pleasure of seeing it. Of this kind is pity or compassion, the emotion which we feel for the misery of others, when we either see it, or are made to conceive it in a very lively manner. That we often derive sorrow from the sorrow of others, is a matter of fact too obvious to require any instances to prove it; for this sentiment, like all the other original passions of human nature, is by no means confined to the virtuous and humane, though they perhaps may feel it with the most exquisite sensibility. The greatest ruffian, the most hardened violator of the laws of society, is not altogether without it.”",
    "Hence, the economic man is not a pure selfish person. He is endowed with feelings of sympathy and empathy for others. Thus, this series was guided by the built-in ambivalence of Homo sapiens.",
    "This series covered practically every topic of economics during the period. But I would like to take the readers through the story of the collapse of the economy due to wrong policies adopted since 2011 and how it climaxed in 2022.",
    "The collapse of Sri Lanka’s economy in 2022 is often attributed to the wrong policies adopted by the Gotabaya Rajapaksa administration. This is only partially true because the seeds of the economic ailments had been sown and fertilised long before he assumed office. He was the trigger point of the eruption of a process that had been worsening in every passing moment. It started during the second reign of the Mahinda Rajapaksa administration that could have been reversed in later years of his administration or during the rule of the Yahapalana administration. But this was not done. The policy mistakes adopted by the Mahinda Rajapaksa administration were numerous.",
    "First, he changed the hitherto followed export-led growth strategy to a domestic economy-based growth policy to the exclusion of promoting the export of goods and services. In the initial years from 2010 to 2012, this policy paid him dividends by increasing the annual growth rate to above 9%. Emboldened by this success, he continued to follow this policy though it was evident that the domestic market was not large or rich enough to sustain it continuously. The result was that the growth began to falter, while exports began to fall as a percent of GDP or its share of global exports. To make the matters worse, it did two other mistakes. One was that, as alleged by many, it massaged the GDP numbers to show a higher growth in rupee terms. The other was that it caused the exchange rate to appreciate arbitrarily so that the per capita income in dollar terms was higher that what it should have been. This policy folly was highlighted by me in this column and warned the administration that it was heading for disastrous results.",
    "In an article published in March 2011, I warned the Government that exports were not performing as expected and the complacence shown by the administration about it was like embracing the worst type of an enemy (available at: https://www.ft.lk/columns/exportse28099-dillemma-complacence-is-the-worst-enemy/4-24406). In April, 2011, I said that to resolve the brewing external sector crisis, Sri Lanka should move for high tech exports from the policy of promoting low-tech exports which could be copied by competitors easily (available at: https://www.ft.lk/w-a-wijewardena-columns/fixing-the-external-sector-crisis-viable-long-term-strategy-is-now-necessary/885-79491). In October 2011, I warned the government that inflation was raising its ugly head due to money supply increases arising from higher budget deficits (available at: https://www.ft.lk/columns/beware-of-inflation-coming-from-expansionary-fiscal-policy/4-52181).",
    "In June 2012, the folly of adopting a domestic economy based economic strategy was highlighted in another article (available at: https://www.ft.lk/columns/domesticating-economic-growth/4-92887). The danger of massaging growth numbers to show a better picture was highlighted in an article in December 2013 (available at: https://www.ft.lk/columns/alleged-massaging-of-growth-numbers-should-a-credibility-restoration-exercise-be-launched-for-sri-la/4-233962). In May 2014, the government had painted a rosy picture about the country’s external debt based on wrong data and this was highlighted in an article immediately (available at: https://www.ft.lk/columns/sri-lankas-external-debt-sustainability-complacency-based-on-incomplete-analysis-may-be-the-worst-en/4-297680).",
    "These were only a few examples of warning the administration about the oncoming economic collapse. But the response was both negative and sometimes offensive. There were even attempts at downplaying the strong message delivered in these articles by referring to them as being made by a ‘retired employee’ of the Central Bank.",
    "The Yahapalana Government of 2015-9 was expected to reverse this trend by adopting a suitable policy package. Bold statements were made to that effect, but the actions taken on the ground were minimal. There were some policy follies made also. They were also highlighted in these articles. The public servants were given a handsome salary hike without policies to improve their productivity to mitigate the adverse impact on inflation and balance of payments (available at: https://www.ft.lk/columns/public-servants-salary-hike-productivity-improvement-and-lessons-from-dompe-ehospital-project/4-386500). The Central Bank was listed under the Prime Minister creating an unworkable situation because laws had empowered the Minister of Finance to deal with the Central Bank (see: https://www.ft.lk/columns/listing-central-bank-under-pm-unworkable-legally-and-operationally-but-a-step-toward-banks-independe/4-384736).",
    "There was inaction or wrong action regarding the Central Bank bond scam (see: https://www.ft.lk/columns/from-bomb-disaster-to-bond-disaster-how-to-restore-the-lost-reputation-of-the-central-bank/4-398709). Instead of seeking IMF assistance, the authorities attempted at getting some money from a ghostly friend in Belgium to fill the external sector gap (see: https://www.ft.lk/columns/the-illusive-rescue-of-the-rupee-by-an-elusive-belgian-investor-is-the-yahapalana-government-on-the/4-519497). The Budget 2016 was inflated by adding bogus revenue and expenditure under the education and health votes through an estimated rent on account of the state buildings used and showing the same as an expenditure item in the relevant votes deviating from the best practices of compiling government finance statistics (see: https://www.ft.lk/columns/budget-2016-and-education-and-health-expenditure-playing-numbers-games-isnt-in-accord-with-good-gove/4-507663).",
    "In December 2016, the Government was warned about the alarming signs that are emerging within the economy (see: https://www.ft.lk/columns/economy-2017-the-alarming-signs-should-not-be-ignored/4-587456). The Government was using political shortcuts to resolve the worsening economic crisis instead of following sound economic policies (see: https://www.ft.lk/columns/Crisis-ridden-Sri-Lanka-economy-Time-for-economics-to-prevail-on-politics/4-657745).",
    "In October 2018, President Maithripala Sirisena staged a constitutional coup by sacking the government of Prime Minister Ranil Wickremesinghe and appointing Mahinda Rajapaksa, an opposition legislator at that time, as the Premier. A Government was hastily formed under him. His move was criticised by me in a seven-part series of articles. Calling it a man-made constitutional crisis, I argued that the economy was the casualty and it should be resolved promptly to save the economy (see: https://www.ft.lk/columns/With-this-man-made-Constitutional-crisis-economy-will-be-the-casualty-resolve-it-quickly-or-perish/4-665587). Some midnight goodies for people were proposed by the new Government to get their support.",
    "I argued that instead of supporting the people, it would derail the budget that was already moving in the correct direction (see: https://www.ft.lk/columns/Hastily-delivered-midnight-goodies-will-derail-budget-despite-assurances-by-Finance-Ministry/4-666082). Then, a flash election was announced by the President and I called it like making one mistake over another (see: https://www.ft.lk/opinion/The-flash-election-A-political-way-out-or-an-instance-of-one-mistake-leading-to-another/14-666609). President’s action had been guided by his personal vendetta with Ranil Wickremesinghe and I called him to stop it because it was destroying the country (see: https://www.ft.lk/columns/Man-made-constitutional-crisis-Personal-vendettas-should-not-be-allowed-to-destroy-the-country/4-667092).",
    "Then, Moody’s downgraded Sri Lanka’s sovereign debt slapping the President (see: https://www.ft.lk/columns/Moody-s-downgrade-of-SL-sovereign-debt-A-pat-for-Central-Bank-while-slapping-the-President/4-667584). The President had justified his action that he had been empowered by the Constitution to act according to his opinion. I counterargued that it did not mean arbitrary action by him since he was not a monarch but the person presiding over others in a Republic (see: https://www.ft.lk/columns/In-the-opinion-of-the-President-doesn-t-mean-arbitrary-choice-but-going-by-simple-arithmetic/4-667988). By that time, the Supreme Court had taken a like view and annulled President’s action.",
    "When Gotabaya Rajapaksa announced his candidacy for presidency, there was an economic program presented by him, largely guided by the think-tank that had been formed under his leadership called Viyath Maga or the Path of the Erudite. Tagging it Gotanomics, I questioned whether it could make a turnaround of the ailing Sri Lanka’s economy. He had supported a return to big government, halt to privatisation, bringing the state owned enterprises under a new outfit called National Enterprise Authority, reduction in both corporate and personal income taxes, and direction of the economy by the central government. I concluded that he was running a high risk in economic management (see: https://www.ft.lk/columns/Gotanomics-Can-it-turn-around-the-ailing-Sri-Lanka-s-economy/4-690228).",
    "About his unsolicited tax cuts, in December 2019 itself, I warned that it will backfire, and he should rescind it before it would become too late. I warned that he was denting his own revenue base by about Rs. 680 billion annually and that was a cost he could not afford to bear given the high expenditure programs he had proposed (see: https://www.ft.lk/columns/Tax-cuts-Control-the-damage-before-the-unconventional-stimulus-backfires/4-691207). But this was unheeded to. About the limping exports, I warned him that he should not make the same mistake made by the previous two Governments (see: https://www.ft.lk/columns/Limping-merchandise-exports-Gota-should-not-make-the-same-mistakes-as-the-previous-governments/4-693845).",
    "When he started money printing to finance the budget, I said that it would bring cheers today but tears in the future because he was unleashing the monster, inflation, in the economy (see: https://www.ft.lk/columns/Use-of-Central-Bank-s-unelected-taxation-power-to-fill-it-will-bring-cheers-today-tears-tomorrow/4-699956). The macroeconomic policies adopted by him worsened the already crisis-stricken economy. Sri Lanka had already been downgraded by the World Bank from an upper middle-income country to a lower-middle income country on account of the poor economic performance in 2019, the last year in power by the Yahapalana Government. I warned that Gota should not take this lightly (see: https://www.ft.lk/columns/SL-s-descent-to-lower-middle-income-Strategise-to-move-up-to-high-income-level/4-702627). But there was no change in his economic policy. Instead, it was made worse.",
    "When he started his disastrous policy to convert Sri Lanka’s agriculture to organic overnight by denying chemical fertilisers and pesticides, I said that he should not do it because its costs in the form of a reduction in agricultural outputs, both food and commercial, were unbearable for an economy hit by the COVID-19 pandemic (see: https://www.ft.lk/columns/Shocking-agriculture-by-denying-chemical-fertilisers-and-pesticides-not-highest-priority-today/4-718291). When he ignored the advice given by the experts in agriculture that it should be reversed forthwith, I said that he was cutting his own grave by ignoring it (see: https://www.ft.lk/columns/Fertiliser-fiasco-Shouldn-t-the-Government-listen-to-expert-advice/4-719438). How the denial of chemical fertilisers and pesticides was destroying one of the lifelines of the economy, the tea sector, was brought to his notice in another article in the series (see: https://www.ft.lk/columns/Composting-tea-cultivations-The-Good-the-Bad-and-the-Ugly/4-719702).",
    "Then the forex crisis hit the economy very badly, and I advised him in July 2021 that he should seek an IMF type bailout immediately (see: https://www.ft.lk/columns/Forex-crisis-plea-for-calmness-in-national-interest-and-need-for-getting-IMF-driven-bailout/4-719992). The same advice was given to the new Finance Minister, Basil Rajapaksa in August 2021 (see: https://www.ft.lk/columns/IMF-or-not-What-other-options-are-available-for-Sri-Lanka/4-721142). It was not heeded to, and economic crisis became totally unmanageable by 2022. The falling forex reserves were ominously looming over the country and the top policy leaders did not respond to it appropriately.",
    "I warned them to come to their senses immediately in December 2021 (see: https://www.ft.lk/columns/Falling-forex-reserves-and-policy-errors-When-will-our-policy-leaders-come-to-their-senses/4-727405). He had resorted to a monetary ideology proposed by a few breakaway economists calling themshttps://www.ft.lk/columns/Falling-forex-reserves-and-policy-errors-When-will-our-policy-leaders-come-to-their-senses/4-727405elves Modern Monetary Theorists by expanding the government sector and financing the same by printing new money. The folly of this was brought to his notice in January 2022 (see: https://www.ft.lk/columns/2022-What-economic-prospects-are-there-waiting-for-Sri-Lanka/4-728539). When he appointed a nine-member economic council to rescue the economy, they were looking through the rear=view mirror by endorsing the same failed economic policy package. I warned them to look through the front windscreen or go for a new policy package (see: https://www.ft.lk/columns/Advice-to-Economic-Council-Look-through-front-windscreen-and-not-rear-view-mirror/4-731925).",
    "Then, the popular agitation called Aragalaya broke out instantaneously forcing Gota to flee the country and resign from his post from his foreign hideout. Had he and his two brothers, together with his top policy advisors, listened to the sound advice given in these columns, he could have avoided the trigger point he released since 2020 to bankrupt the economy. This was a lesson to the new President Ranil Wickremesinghe as well (see: https://www.ft.lk/columns/The-victory-of-Aragalaya-What-actually-happened-to-Gota-and-Ranil/4-737302).",
    "This column has maintained an apolitical stand throughout. It stood for the right type of economic policies in the past. It will continue to do so in the future as well.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}