{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/extra-pressure-on-market-from-softlogic-holdings-share-price-depreciation/",
  "time_ut": 1701792420.0,
  "original_lang": "en",
  "original_title": "Extra pressure on market from Softlogic Holdings’ share price depreciation",
  "original_body_lines": [
    "Political and economic uncertainties, plus a share price depreciation in Softlogic Holdings, added extra pressure on the market yesterday. Amid those developments both indices moved downwards. The All Share Price Index went down by 43.5 points and S and P SL20 declined by 8.77 points. Turnover stood at Rs 711 million without any crossings.",
    "In the retail market top seven companies that mainly contributed to the turnover were; JKH Rs 111 million (576,000 shares traded), Expolanka Holdings Rs 44 million (335,000 shares traded), Sampath Bank Rs 43 million (597,000 shares traded), LOLC Holdings Rs 35.5 million (93,000 shares traded), Browns Investments Rs 29.5 million (6.1 million shares traded), Grain Elevators Rs 29.5 million (170,000 shares traded) and Distilleries Rs 25.8 million (938,000 shares traded). During the day 31.8 million share volumes changed hands in 7560 transactions.",
    "It is said high net worth and institutional investor participation was noted in Lanka IOC, Distilleries and Chevron Lubricants. Mixed interest was observed in Sampath Bank, Lanka Milk Foods and NTB, while retail interest was noted in Capital Alliance, Pan Asia Banking Corporation and Seylan Bank nonvoting.",
    "The Banking sector was the top contributor to the market turnover (due to Sampath Bank), while the sector index gained.",
    "The Food, Beverage and Tobacco sector was the second highest contributor to the market turnover (due to Distilleries and Lanka Milk Foods), while the sector index increased by 0.47%. The share price of Distilleries recorded a gain of 80 cents to reach Rs. 27.80. The share price of Lanka Milk Foods appreciated by Rs. 9.25 to reach Rs. 230.",
    "Yesterday, the US dollar buying rate was Rs 323.00 and selling rate Rs 333.20.",
    "GroupM Sri Lanka Creates History: Wins 4 Top Honours at Campaign Asia Agency of the Year Awards",
    "Stock market buoyed up by news of debt-restructuring deal with creditor nations",
    "Overall political instability seen as spawning an unsteady share market",
    "Budget is at variance with IMF claim plunges bourse into negativity",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}