{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Thai-elephant-in-SL-Ailing-elephants-return-flight-date-not-locked-in/108-261059",
  "time_ut": 1686709716.0,
  "original_lang": "en",
  "original_title": "Thai elephant in SL: Ailing elephant’s return flight date not locked in",
  "original_body_lines": [
    "The Ministry of Natural Resources and Environment of Thailand will decide on June 28 if the ailing male Thai elephant in Sri Lanka is ready to take a six-hour flight to Chiang Mai.",
    "Minister Varawut Silpa-archa said on Tuesday that a Thai caretaker team comprising veterinarians and two mahouts have been preparing the elephant to bring it back home since they arrived in Sri Lanka on June 9.",
    "The elephant was one of three that Thailand sent as goodwill ambassadors to the South Asian nation in 2001. According to a complaint by Rally for Animal Rights and the Environment, the elephant has been mistreated for years while the two other elephants are in good health.",
    "Mr Varawut said the caretaker team recently sent their latest update report, including videos and photos of Sak Surin, to the Department of National Parks, Wildlife, and Plant Conservation (DNP), which showed that the elephant's health has improved.",
    "\"We have received a positive reaction from Sak Surin. The mahouts are training the elephant to be familiar with going in, out and staying in a cage and also practising lifting the cage,\" he said.",
    "\"What we are worried about is whether Sak Surin will be fit enough to fly,\" Mr Varawut said.",
    "A final decision will be made by the minister and the caretaker team about flying the elephant back to Thailand on June 28, he said.",
    "If all goes well, Sak Surin will arrive at Chiang Mai Airport on July 2, said the minister.",
    "The elephant will be placed under quarantine for 14 days either at the Chiang Mai Zoo or the Thai Elephant Conservation Centre in Lampang, depending on his condition after the flight, he said. (Bangkok Post)"
  ]
}