{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/What-can-and-cannot-be-done-about-corruption/4-756912",
  "time_ut": 1704132873.0,
  "original_lang": "en",
  "original_title": "What can (and cannot) be done about corruption",
  "original_body_lines": [
    "Timely and effective action consistent with cherished legal principles is the best defence against ill-informed demagogues who seek to hijack the public’s justified anger against bribery and corruption",
    "The efficacy of political rhetoric rests for the most part on promises of instant gratification. There is little room for nuance and conditional statements. The people of this country rewarded those who promised instant gratification back in 1994 and were disappointed. They are listening to the same kind of talk now. Whether those who make unrealistic promises will be similarly rewarded in this election year is to be seen",
    "As in 1994, corruption has become the dominant narrative in this election year. The General Election was held on 16 August 1994. The Commission to Investigate Allegations of Bribery or Corruption (CIABOC) Act, No. 19 of 1994, was certified on 27 October, 72 days after the General Election and a few days before the Presidential Election. There was no white paper and no consultation. The rapidity of enactment provides a plausible explanation for the poor quality of the resulting legislation.",
    "There is no debate about the pervasive and corrosive effects of corruption on the economy and on the body politic. For example, the present electoral system causes candidates to seek large amounts of money to conduct their campaigns over large areas. This creates an opening for those seeking undue benefits to promote politicians amenable to their demands. Those engaged in State service are positioned to do the bidding of ministers and to engage in corruption on their own account. Systems that allow for excessive discretion are fertile ground for corruption. These distortions in the political system have contributed to the exacerbation of the twin deficits problem that is the underlying cause of the present economic crisis.",
    "Action is imperative. But it must not create even larger problems. Drawing on the experience with anti-corruption actions from 1994, I will show what is required to successfully hold to account those responsible for bribery and corruption. I will also sketch some of the dangers posed by short cuts that the proponents of the corruption narrative may be tempted to take, if given the opportunity.",
    "The leader of the political alliance that won the 1994 general election promised immediate action against those guilty of bribery and corruption during the election campaign. It is said that promises were made to hang the corrupt on Galle Face Green. What actually happened was the enactment of the CIABOC Act creating an independent commission. The legislation did not result in quick convictions, not in 1995 and not even in subsequent years.",
    "Contrary to common belief, enactment of a statute, however well crafted, cannot solve problems by itself. It must be implemented. In 1994, there was little familiarity with the setting up of independent commissions. CIABOC was one of the first. And it was headed by three commissioners, two of whom were retired judges of the Supreme Court or the Court of Appeals. Judges are not the best at administrative tasks. It took a long time for the new organisation to become functional. Even when it did, convictions were few and far between. The failure of the mechanism created by the 1994 Act prepared the ground for the current upsurge of interest in effective anti-corruption actions.",
    "The efficacy of political rhetoric rests for the most part on promises of instant gratification. There is little room for nuance and conditional statements. The people of this country rewarded those who promised instant gratification back in 1994 and were disappointed. They are listening to the same kind of talk now. Whether those who make unrealistic promises will be similarly rewarded in this election year is to be seen.",
    "In 1994, the rhetoric was limited to the campaign to gain power. Once in government, attention was shifted to rule-based processes. A law was enacted. Staff were recruited. Investigators were seconded to CIABOC from the police. Prosecutions were initiated once the Commission satisfied itself that the evidence merited such action. The decision makers in 1994 included a Professor of Law who would have been well informed of what it takes to find a person guilty of a criminal offense.",
    "The 1994-2023 CIABOC failed to deliver results, because of flaws in the legislation and (mostly) ineffective leadership. It is alleged that at certain times it was not truly independent, that certain investigations were suppressed, and certain prosecutions were sabotaged.",
    "Impatience is understandable in this context. But things are different in 2024. A law that remedies many, if not all, of the shortcomings of the 1994 Act has been enacted. CIABOC is a working organisation that does not have to start from scratch as it did in 1994. It is possible that by mid-2024, investigators under the direct control of the Commission, rather than the Inspector General of Police, will be in place and that the problem of unsatisfactory pay scales hindering recruitment of capable staff would have been resolved. The use of consultants and experienced prosecutors from the Attorney General’s Department will be possible.",
    "Despite all this, immediate results will not be seen because assembling evidence for complex prosecutions takes time. The complexity of the task was illustrated by the assessment of the material assembled by the Auditor General’s Office regarding the sugar scam by an experienced prosecutor. What most people consider evidence is inadequate to support criminal prosecutions where the offence must be proven beyond a reasonable doubt.",
    "At a recent meeting in Kalmunai, the principal proponent of the corruption narrative, JVP leader Anura Kumara Dissanayake, had stated that if the NPP was in power, many MPs would be in prison by now. “On one side we have Mr Mahinda who is a thief, the Cricket Board crook, and crook Namal. On the other side, Sajith stole from the Cultural Fund, destroyed the Housing Authority and got employees of the Engineering Corporation to work at his wife’s salon” (translated from a news report). Complex allegations all.",
    "Assuming the hypothetical involves the JVP coming to power in 2019, that leaves three years for enacting a new law, assembling the evidence, taking the cases through the courts, including appeals, and imprisoning the guilty. In the highest-profile case under the 1994 Act, it took slightly over five years for the judicial process to conclude. This was the case against the Chief of Staff to President Sirisena and the Chairman of the State Timber Corporation. They were arrested in possession of marked currency notes on 3 May 2018. The trial-at-bar was concluded within three months on 19 December 2019. The appeal was denied on 11 January 2023. If this kind of simple case where the bribe is paid in marked currency notes takes five years, one can only imagine how long it will take for complex cases that require sustained multi-country investigations. The lag in the appeal stage can be reduced, but not the other elements.",
    "The only way the JVP leader’s promise can be kept is by procedures similar to those employed by Mohammed Bin Salman, the Crown Prince of Saudi Arabia known as MBS, who imprisoned all who he thought were corrupt until they confessed and/or gave him the money. It would be necessary to suspend the Constitution to pull off an MBS in Sri Lanka.",
    "The question we must ask is whether these kinds of statements are mere political rhetoric that will be laid aside once the election has been won, or whether they indicate plans to emulate MBS. The people will get the instant gratification they demand, while the JVP will gain the collateral benefit of neutralising its political opponents.",
    "Some statements are discounted as mere rhetoric. Common-Law courts will allow a degree of puffery in claims about goods that are sold. Do unrealistic claims of instant punishment and recovery of assets fall within the scope of puffery? Should they be seen as statements everyone knows, or should know, are exaggerations?",
    "When the central claim of a marketing campaign is untrue, we cannot discount it as puffery. If the only way the promise can be kept is by trampling constitutionally guaranteed rights to a fair trial, we cannot allow such promises to go unchallenged. The current claims by the JVP of instant punishment for the corrupt and the resolution of the economic crisis by the recovery of stolen assets are untrue and harmful. It is time to lay bare the falsity of these promises.",
    "What if the JVP is serious? What if they interpret an electoral mandate based on promises of instant punishment to those accused of bribery or corruption as a mandate to override constitutionally guaranteed rights and principles of rule of law? After all, one of their senior leaders, former MP K.D. Lalkantha, is on record as saying that a vote for the JVP will be an endorsement of the use of the full force of the State against opponents of the JVP program.",
    "What if they get themselves a Chief Justice like Sarath Silva who will give quick decisions on cases that had not even come up for argument? For those who doubt these things happened, I refer to what I published in the Daily Mirror back in 2008 (while Sarath Silva was still Chief Justice) about CS/FR 209/2007. The decision reversing a tax exemption was given on 21 July 2008 on a matter that was taken up for hearing four months later, on 27 November 2008.",
    "In April 2022, the Bar Association made a critical contribution to the resolution of the Galle Face Green stand-off by insisting that all solutions should be within the four corners of the Constitution. In the same way, the danger of the JVP subverting the anti-corruption momentum can only be foreclosed by asking all political parties for commitments to ensure that actions against corruption adhere to the principles of rule of law.",
    "Even more importantly, all who want to live in a decent society under the rule of law must pressure the Government to accelerate the complete implementation of the Anti-Corruption Act. With or without all the components being in place, it is important to expedite a case such as that against the former CEO of SriLankan Airlines and his wife, where the relevant evidence is an “agreed Statement of Facts in relation to a Deferred Prosecution Agreement (“DPA”) about the alleged commission by Airbus SE of offences of failure to prevent bribery.” By this means, it will be possible to demonstrate to the public that effective action can be taken against grand corruption without violating legal norms.",
    "Timely and effective action consistent with cherished legal principles is the best defence against ill-informed demagogues who seek to hijack the public’s justified anger against bribery and corruption."
  ]
}