{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-historic-moment/",
  "time_ut": 1688142060.0,
  "original_lang": "en",
  "original_title": "A historic moment",
  "original_body_lines": [
    "Parliament is scheduled to take up for debate the government’s domestic debt restructuring (DDR) plan today and vote on it. Parliamentary debates in this country are devoid of proper discussion, analysis and evaluation of bills, resolutions and other issues, for the ruling party MPs and their Opposition counterparts tend to view them only in a binary form—whether any political mileage could be gained from them or not. This sorry state of affairs leaves no room for a collective or consensual approach to problem solving, and the House is invariably thrown into turmoil when debates on such issues take place.",
    "It is no exaggeration that the government and the Opposition see eye to eye only on enhancing their perks and privileges. Therefore, when the House meets today, it will be divided along party lines as usual, and there will be no dispassionate appraisal of the vital issue of domestic debt restructuring; the government will go all out to steamroller its DDR plan through Parliament amidst howls of outrage from its opponents. Odds are that the ayes will have it because the SLPP-UNP combine has a working majority in the House.",
    "Unfortunately, the dissenting voices of economic experts like former Central Banker, Dr. W. Wijewardena, will not be heard in the House, where most members cannot read and understand complex bills, etc., much less make informed decisions based on in-depth analyses thereof. Dr. Wijewardena has expressed some serious concerns about the government’s DDR plan, and cast doubts about the workability of some proposals therein, according to media reports. His arguments, in our book, are cogent, and the government should take them on board. It was to bring experts representing specialised fields to Parliament that the National List mechanism was introduced, but it is often abused to appoint misfits as MPs through the backdoor. One may recall that after the 2015 general election, Sarath Mayadunne, a former Auditor General, whom the JVP appointed a National List MP, had to step down for a senior party member who had failed to be returned to enter Parliament. But for his unfortunate resignation, he could have been appointed the Chairman of the Parliamentary Select Committee, which was appointed to probe the Treasury bond scams under the Yahapalana  government.",
    "The government’s wisdom of causing the Central Bank to absorb much of the debt restructuring shock has been questioned. This measure will be at the expense of the public, in the final analysis, some economists have argued. They are also of the view that the DDR will take its toll on the superannuation funds contrary to the government’s assurances that they will be safe.",
    "Commercial banks are reportedly making sizeable profits without passing the benefits of falling interest rates on to their customers. They promptly lower interest rates on deposits while keeping lending rates unconscionably high. Some banks have even increased ‘fixed’ interest rates on loans by trotting out implausible excuses! Some economic experts maintain that banks will be able to participate in the DDR process to some extent without risking their stability or endangering the interests of their customers. This argument sounds tenable. However, it can also be argued that the reasons the government has given for its decision to exempt the local banking system from the DDR process are equally valid, given the high taxes they pay. There should have been an extensive discussion on this issue.",
    "Time allocated for the parliamentary debate on the DDR plan is woefully inadequate, given its complex nature. One can only hope that the MPs will refrain from wasting limited time and try to have a serious discussion on the issue, as far as possible and the government will be flexible enough to accommodate sensible suggestions from the Opposition and other stakeholders.",
    "Sir John takes over, cabinet meeting at N’Eliya and the EL Senanayake election case",
    "SJB informs govt. it will vote against Domestic Debt Optimisation programme",
    "EPF asked to pay 30% tax unless it participates in domestic debt restructuring process",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}