{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89293/japan-provides-usd-16mn-to-support-marginalized-females-in-sri-lanka",
  "time_ut": 1679591820.0,
  "original_lang": "en",
  "original_title": "Japan provides USD 1.6mn to support marginalized females in Sri Lanka",
  "original_body_lines": [
    "The Government of Japan provided USD 1.6 million to UN Women in support of humanitarian assistance for women most affected by the socio-economic crisis in Sri Lanka.",
    "The funding is part of a new project “Empowering women in crisis”, running from February 2023 to December 2023, which will support at least 1,200 women, including their children who have faced sexual and gender-based violence.",
    "It will further support 500 women-led micro-enterprises at risk of collapse and over 2,000 individuals at risk of poverty and malnutrition.",
    "Ambassador of Japan to Sri Lanka, Mizukoshi Hidaki stressed: “Our goal is to ensure that women and girls who are most vulnerable to the ongoing crisis are not left behind in response and recovery efforts, and to ensure that their safety and security are prioritized during this time.”",
    "As reports on the ground reflect a continuing increase in cases of sexual and gender-based violence, the ongoing crisis and economic instability have hindered access to state services such as safe houses and shelters resulting in devastating implications for women and girls.",
    "Through this project, UN Women will provide safe houses with continued access to commodities including food and other essential items.",
    "Additionally, it will ensure that shelters and safe houses where facilities were improved and refurbished continue to function rather than face closure due to inadequate funding and support. This will ensure that more safe houses are available for women and girls fleeing abusive circumstances.",
    "Moreover, due to a lack of access to viable employment opportunities and soaring food inflation, there is an urgent need to ensure that households – particularly those already vulnerable and marginalized – have access to basic food and necessities to support their survival.",
    "“We are grateful for the contribution provided by the Government of Japan to address the urgent needs of women and girls”, said Prashani Dias, Head of Office a.i. at UN Women Sri Lanka. “This will provide income-generating resources and life-saving support to vulnerable women, and ensure that the status of women and girls in the country does not regress further”.",
    "To support these efforts, this project will work with women-led enterprises to strengthen their business resilience and livelihoods through the provision of in-kind support and business development trainings, in the districts of Ampara, Colombo, Monaragala, Vavuniya and Mullaitivu."
  ]
}