{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81363",
  "time_ut": 1677093300.0,
  "original_lang": "en",
  "original_title": "President Wickremesinghe states  that the Opposition’s accusations of postponing the elections are baseless as the Election Commission has not “officially” announced a fixed date for the election; Provides  Detailed Explanation about the LG Election Fiasco to Parliament",
  "original_body_lines": [
    "(Full Text of Press Release Issued by the President’s Media Division on February 23rd 2023)",
    "Participating in the parliamentary debate held today (23), President Ranil Wickremesinghe stated that the Opposition’s accusations of postponing the elections are baseless as the Election Commission has not officially announced a fixed date for the election.",
    "He further stated that his priority is not politics but building the economy, emphasizing that the survival of the country is dependent on a strong economy.",
    "Following is the full speech delivered by the President in Parliament;",
    "The Opposition has requested a division on the Resolution under the Essential Public Services Act, which is being debated, and this is not a typical occurrence.",
    "Electricity provision is an essential service, and I fail to understand why the Opposition is opposing it. Are they against uninterrupted electricity provision?",
    "If the Opposition wishes to debate this matter, we are open to it. However, they had requested a debate on the postponement of the election, which is not possible as there is no election to postpone.",
    "Initially, I did not intend to participate in this debate as I am not inclined to discuss politics. However, the Election Commission, which has been summoned before the court, has reportedly submitted an affidavit stating that an election cannot be held. In light of this development, I feel compelled to speak up on behalf of the Secretary to the Finance Ministry and others under me, as it is unfair to them.",
    "The Secretary to the Treasury has informed the Commission that they are unable to provide the necessary funds to conduct the election.",
    "I must clarify that the statement claiming that the Secretary to the Treasury informed the Election Commission that they were unable to provide funds for the election is false. In fact, on December 14, I personally informed the Election Commission members about the economic situation of the country and instructed them to hold an election when the number of members of the local government election was reduced to 5000.",
    "This was because holding an election at that time would not have been healthy for the economy. I took this step as I believed it was my obligation, given that this is not an ordinary Commission but a caretaker Commission.",
    "It is worth noting that under the transitional provisions of the 21st Amendment (In Part 3 under the Interim Provisions) to the Constitution, which was passed by the House, the Chairman and members of the Election Commission ceased to function from the day that this Act came into operation. This was on October 31, when the Speaker endorsed it.",
    "However, the members can continue to discharge their duties in accordance with the constitution before the day they ceased to function. This is not an ordinary Commission, but rather a temporary Commission that is accountable to the Parliament. As such, they should have discussed the matter with the House, which has not been done, and this is a defect.",
    "As the President, I personally informed the Election Commission about the situation, and there was no need for the Secretary to do so.",
    "On January 5, the Attorney General, the Prime Minister, and I met with the members of the Commission, not to discuss the postponement of the election, but because there was a division within the Commission. While two members had decided to hold the election on December 23, one had not decided on a date for calling nominations, and another had a wavering view.",
    "Additionally, one of the members was in the hospital. It was at this meeting that the Attorney General made a statement.",
    "The Attorney General instructed them to come to one decision. Then they consulted Saliya Peiris. The members told me that the Commission cannot consult an attorney who engages in politics but someone who is impartial.",
    "I said that I would not intervene in it but I am of the view that if they needed they could consult an attorney who has not engaged in party politics. But they consulted an attorney who said that the government did not have power. In my opinion, it would have been better if they had consulted an attorney from SJB or JVP.",
    "During the formulation of the Budget proposal, the Election Commission estimated that the election would cost Rs 10 billion. However, on the 9th, they sent a letter to the Director General stating that they only required liquid cash Rs 6 billion.",
    "Despite the fact that inflation should have increased the cost. As a result, the Ministry began to investigate the estimates as the Election Commission demanded less money while the Police demanded more.",
    "The other departments have yet to submit their estimates, but funds have been allocated for the election. This was a fundamental issue. The Finance Ministry does not need to respond to them. Chief Accountant G R A K Gamalath signed on behalf of the Election Commissioner General, which no one has the authority to do.",
    "Section 104 E 6 states that the Commission may delegate any power, duty, or function of the Commission or Commissioner-General of Elections to another officer of the Commission, who shall exercise, perform, and discharge such power, duty, or function subject to the direction and control of the Commission.",
    "They did not mention that they received authority from 104 E 6 (the Commission). On January 9, the Commissioner wrote in a letter that cash had not been provided based on their request to begin the initial steps of the election. If the cash had been provided, disciplinary action could have been taken against the officer who provided the money.",
    "The officer who sent the letter had not been given the authority to do so. If it had been provided, anyone could sue the Director General for violating human rights. He could have been punished by the Public Service Commission.",
    "The Chairman sent a letter on February 3, but in any letter, they did not mention that it was a decision of the Commission.",
    "On February 10, it was reported that two political parties had filed cases seeking to prevent the election, but the Election Commission had already taken initial steps. However, it has been found that the Supreme Court did not make such a decision. Sanjeewa Jayawardena PC referred to a journal entry from January 18, 2023, where Saliya Peiris, President’s Counsel representing the first to fifth respondents, informed the court that the Election Commission had taken steps to call for local authority elections in accordance with the local authorities elections ordinance and would continue to do so in accordance with the law.",
    "Based on this, Peiris submitted that there was no need to issue a writ mandamus and requested that the proceedings be terminated. The petitioners themselves stated that they did not need a mandamus writ, so there was nothing for the court to do.",
    "Neripulle (PC), representing the sixth respondent, the Prime Minister, stated that no relief was sought against him, even though he was named in the petition.",
    "According to my understanding, there is no official date set for the election yet, despite rumours that it may be on March 09. It’s important to note that according to Section 104, a quorum of three members is required for any meeting of the Commission.",
    "On January 22, Nimal Punchihewa, the Chairman of the Election Commission, reportedly told the Sunday Times that the three commissioners had been contacted virtually via Zoom and their consent had been obtained. The 5th Commissioner, M.M. Mohommed, was present at the Commission office.",
    "That means those two, the Chairman and M.M. Mohamed, took the decision. He said himself that he took the approval of the others.",
    "If you asked those three, they will not maintain the same view. I have proof to prove it. Then officially, they haven’t taken a decision to hold the election.",
    "So if the money was given to them, I will have to remove my Secretary and make a complaint before the Police against him. The same will happen to the Government Printer too. They all will lose their jobs.",
    "We don’t need to postpone the election, but we don’t have money for it. If we need, we can discuss and come to a decision, but for the moment, we don’t have money.",
    "On the other hand, there is no election at hand as well. So, what have we got to do? The Commission is answerable to the Parliament. The Parliament has asked to appoint a select committee on this matter.",
    "So, I request to appoint it, record all and take the report to the Supreme Court. According to section 4 of the constitution, the financial power is vested in the Parliament.",
    "After the 1688 Revolution according to the Magna Carta Agreement, all monetary powers vested in Parliament. Therefore, give that report to the Supreme Court through a selection committee.",
    "The funds allocated in the budget cannot be given at once. Also it is not mentioned anywhere about a specific date for these funds to be given.",
    "The allocations made by the budget should be spent by the end of the year. But that could be done only if the expected revenue is received.",
    "Otherwise, we have to seek approval from the House for the Central Bank to print money. But, according to IMF agreement we can’t print money. The other matter is that we don’t postpone an election by a circular.",
    "Officially we can’t hold an election as there was no quorum at the time of the decision was taken.",
    "So the officials who would provide money will have to answer.",
    "In any of them there is no direction. There cannot be made directions as there is no election. So first decide that you need an election or tell the Court that you can’t hold an election at this occasion. We have worked according to law.",
    "We acted in accordance with the law. We have decided not to use tax funds until the Paris club agreement on debt restructuring with China and India, and a decision from the International Monetary Fund are reached.",
    "The economy is my top priority. We will not have a country if the economy does not develop. I ask this House one question. Is it possible to keep the constitution without losing the country? Only if the country is protected can the constitution be protected.",
    "I have also informed the Prime Minister to bring the proposal of the Select Committee on those responsible for the economic destruction proposed by the opposition in the Parliament in the 03rd week of March. The government supports it.",
    "Also, the opposition proposed to change the Election Commission. We will support that too."
  ]
}