{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88823/sls-mark-mandatory-for-local-canned-fish-products-standard-institution",
  "time_ut": 1677918540.0,
  "original_lang": "en",
  "original_title": "SLS mark mandatory for local canned fish products - Standard Institution",
  "original_body_lines": [
    "The Sri Lanka Standards Institution (SLS) says it is mandatory to display the SLS mark on local canned fish product labels, pursuant to the regulations of the Consumer Affairs Authority (CAA).",
    "In a press release, the SLSI mentioned that it has received multiple reports on local canned fish products that have been put up for sale without the SLS mark on the label.",
    "The members of the public are urged to file complaints with the CAA if they come across any such products.",
    "However, any complaints about SLS-certified canned fish items that are not up to the standards should be directed to the SLSI.",
    "The Standard Institution, noting that it follows a proper procedure when issuing the SLS certification for any locally-manufactured canned fish, said it is mandatory for the products and the manufacturing process to be in line with the standard parameters in order to receive the certification.",
    "The press release underscores that it is the responsibility of the CAA to take necessary action against uncertified local canned fish items sold in the market as the SLSI is tasked with ensuring the quality of the products that are put up for sale under various brand names.",
    "Further, the SLSI said although its certification is not required for imported canned fish products, the items are subjected to laboratory tests by the institution prior to Customs clearance.",
    "The SLSI says it has thus far issued the SLS certificate to the following 37 canned fish brands owned by 14 manufacturing firms:",
    "05. Quality Fish Processing Lanka (Pvt) Ltd., Anna Laxmi Estate, Keeriyankalliya, Mundalama.",
    "06. Golden Star Ceylon (Pvt) Ltd., 177/1/A, Weboda South, Weboda.",
    "07. Happy Cook Ceylon (Pvt) Ltd., Ceylon Fisheries Corporation Complex, Fishery Harbour, Megalle,",
    "08. LNV Seafoods (Pvt) Ltd., Industrial Zone, Karandeniya, Yatagala, Uragasmanhandiya.",
    "09. PRF Seafood (Pvt) Ltd., No. 159, Pahala Road, Thoduwawa.",
    "10. Aluth Malu (Pvt) Ltd., No. 870, St. Jude Mawatha, Katuneriya.",
    "11. Western Lanka Fisheries (Pvt) Ltd., No. 126, Negombo Road, Wahathiyagoda, Pamunugoda.",
    "13. New Silkroad Foodstuff Company (Pvt) Ltd., Seththukk Kunduth, Thennanthottam, Malivaadi, Tharauran West, Mannar.",
    "14. Sakwa Canneries & Exports (Pvt) Ltd., Aratuweta Waththa, Boralukada, Baddegama."
  ]
}