{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bay-of-bengal-maritime-dialogue-explores-issues-of-critical-concern-to-the-region/",
  "time_ut": 1685276460.0,
  "original_lang": "en",
  "original_title": "Bay of Bengal Maritime Dialogue explores issues of critical concern to the region",
  "original_body_lines": [
    "The 3rd Bay of Bengal Maritime Dialogue hosted by the Pathfinder Foundation, Sri Lanka and the Centre for Humanitarian Dialogue of Switzerland was held on 23 – 24 May in Colombo. The event was attended by over fifty delegates at the senior government level, regional organizations leading think tanks, universities independent experts in the region from Bangladesh, India, Myanmar, Indonesia, Thailand and Sri Lanka.  The keynote address on the theme of “global sustainability” was delivered by Nobel Laureate Professor Mohan Munasinghe.",
    "Held annually, the Bay of Bengal Maritime Dialogue explores issues of critical concern to the region, such as the promotion of cooperation on marine environmental protection, opportunities and challenges for marine and scientific research, the prevention and mitigation of illegal unreported and unregulated fishing, regional approaches for managing interactions between (foreign) fishing vessels and maritime law enforcement agencies.",
    "Of particular interest were discussions relating to the need for intra-regional cooperation in dealing with oil spills, chemical spills and firefighting in ships. These are areas of importance, especially for Sri Lanka, following recent maritime accidents.  The opening ceremony was attended by the High Commissioner of India and Deputy High Commissioner of Bangladesh and Ambassadors from Indonesia, Myanmar, Nepal and Thailand.",
    "The opening address was delivered by Bernard Goonetilleke, Chairman of Pathfinder Foundation and Venu Rajamony, Senior Advisor, Centre for Humanitarian Dialogue. Ahmed A. Jawad, Director of Pathfinder Foundation and Willem Punt, South Asia Coordinator, Centre for Humanitarian Dialogue, made the closing statements.",
    "Japanese Embassy to follow up on President’s discussions in Tokyo",
    "Sri Lanka launches all-inclusive Maritime Directory for benefit of local and global industry stakeholders",
    "Pathfinder Foundation partners New Zealand HC to promote Lankan dairy sector",
    "High Commissioner Moragoda meets Chairman of Jindal Steel and Power Limited",
    "Moragoda discusses enhancing air connectivity between SL and India with IndiGo co-founder Rahul Bhatia",
    "High Commissioner Moragoda early customer of new 2022 Maruti Suzuki Grand Vitara SUV",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}