{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/raffles-celebrates-24-years-of-excellence/",
  "time_ut": 1702565040.0,
  "original_lang": "en",
  "original_title": "Raffles celebrates 24 Years of Excellence",
  "original_body_lines": [
    "Raffles, founded by Tony Bohoran in 1999, marks its 24th anniversary as a leader in Sri Lanka’s banquet and catering industry. Starting from one man’s commitment to deliver unparalleled excellence, the brand has remained resilient against all adversities, including the recent economic crisis and pandemic. After a successful rebound in the 2023 financial year, Raffles now looks to expand its horizons to new avenues, marking a new chapter for the legacy Tony has created.",
    "“We started out with just me and one employee in a 500 square foot space, and we’ve come a long way since then,” Tony Bohoran reflected. Today, Raffles is among the leading player in the food and beverages sector, all thanks to his never-ending commitment to constantly innovate, delivering on Raffles’ promise of dedication, professionalism, excellence, quality and great value. “It’s the core of everything that we do, and the reason behind the long-lasting customer relationships we’ve developed in the past.”",
    "“In a word, ‘Resilience’ is the best word to describe last year, but 2024 will be a year of ‘Exploration,’” shared Tan Bohoran from Raffles’ Board of Directors, revealing Raffles’ entry into hospitality management, focusing on hotels and restaurants as the brand prepares to celebrate 25 years in 2024. As part of this new beginning, the brand welcomes newly appointed CEO Upul Gamage.",
    "CIP M’s 7th Great HR Quiz 2023: A triumph of knowledge and collaboration",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}