{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Late-President-R-Premadasa-s-30th-death-anniversary/14-747853",
  "time_ut": 1682966509.0,
  "original_lang": "en",
  "original_title": "Late President R. Premadasa’s 30th death anniversary",
  "original_body_lines": [
    "International airport at Hingurakgoda would have been more beneficial than one at Mattala as desired by late President R. Premadasa",
    "The late President R. Premadasa selected the town of Mihintale in 1993 to stage the Gam-Udawa integrated development plan for Anuradhapura district. His intentions were two-fold. i.e.:",
    "1. To carry out an integrated town and rural development plan encompassing the Anuradhapura District with the hub at Mihintale for an Agro Industries Processing and Export Centre. This centre would store and process agriculture produce of the North-Central and Northern Provinces for export to uplift the lives of the agriculture farmers. This centre was also to have large cold storage and freezing facilities, food processing machines and other machineries for agro-related processing.",
    "2.To convert the existing SLAF Airport at Hingurakgoda (in the neighbouring Polonnaruwa District) to an international airport from where agro produce and processed products could be exported. In addition, which would provide easy access for tourists from overseas to visit Polonnaruwa, Anuradhapura, Sigiriya, Dambulla, etc. Another reason being that the Polonnaruwa/NCP receives North-East monsoon rains which would have been ideal as an alternate diversionary international airport when landing flights at Colombo Katunayake International Airport is impossible due to heavy South-East monsoon rains.",
    "However, on 1 May 1993 a suicide bomber claimed the life of President R. Premadasa and put an end to all his plans. The succeeding President, D.B. Wijetunga (voted in by Parliament) decided to cancel the 1993 Mihintale Gam-Udawa development plan. Thereafter, K.B. Ratnayake who was a Minister in the 1994 government of President Chandrika Kumaratunga mooted the idea of converting this Gam-Udawa site to set up a university which eventually resulted in the Rajarata University at present.",
    "On this Remembrance Day of the late President, let us remember his effort to have the Gam-Udawa IDP at Mihintale in 1993 by which the farmers and entrepreneurs of North Central Province and Northern Province would have benefited and also our country by having a proper and alternative international airport at Hingurakgoda for exports, tourism and flight landing emergencies.",
    "(The writer is a former MP (1989-1994) and Member, North Central Provincial Council (1999-2002).)"
  ]
}