{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/21/indian-manufactured-drugs-causing-deaths-regulator-says-it-lack-facilities-for-quality-control/",
  "time_ut": 1687317720.0,
  "original_lang": "en",
  "original_title": "Indian-manufactured drugs causing deaths; Regulator says it lack facilities for quality control",
  "original_body_lines": [
    "COLOMBO (News 1st); The National Medicines Regulatory Authority said that issues have arisen with regard to quality control, citing that it does not have laboratory facilities to test the quality of imported medicines and that it costs a lot of money.",
    "The NMRA has taken this stance after it was reported that the Indian-manufactured anaesthetic Bupivacaine was responsible for two deaths in Sri Lanka.",
    "Sanduni Madushani was admitted to the Peradeniya Teaching Hospital on the 2nd of April 2023, to deliver her second child.",
    "She was subject to a cesarean delivery the very next day in order to protect the lives of both mother and child, and complete the delivery in a protective manner.",
    "Unfortunately, Sanduni's eyes, which closed after being administered with the anaesthetic, never opened again.",
    "She was immediately rushed to the ICU of the Peradeniya Teaching Hospital, and it was reported that she was administered with the Indian-manufactured anaesthetic Bupivacaine.",
    "On the 15th of June, a principal who was admitted to the Peradeniya Teaching Hospital also died after being administered with the same anaesthetic.",
    "The Director of the Peradeniya Teaching Hospital Dr. Arjuna Thilakaratne told News 1st that after the anaesthetic was administered to A. G. Karunawathie she continued to receive treatment in the ICU of the hospital.",
    "When these concerns were raised on Monday (19), this was the response given by the Chairman of the National Medicines Regulatory Authority, Professor S.D. Jayaratne.",
    "\"This is like the issue of the folklore of Amal Biso. You cannot find a house where a death has never occurred. There is an issue with a registered medicine, and an unregistered medicine. Such incidents cannot be prevented.\"",
    "The Association of Health Professionals said the NMRA is concealing the true nature of a serious issue by adopting various theories based on folklore.",
    "The All Ceylon Medical Government Medical Officers Association stressed that patient lives cannot be put at risk under any circumstances.",
    "The Society of Government Pharmacists said the medicine in question was imported to Sri Lanka by using a legal provision that was introduced during the COVID-19 pandemic.",
    "Earlier, several patients who underwent eye surgery at the National Eye Hospital and Nuwara Eliya General Hospital experienced complications after they were given the Indian-made Prednisolone eye drops.",
    "The Health Ministry appointed a special committee to probe the reports of  several patients dying after using the medicines, while others developed complications.",
    "The National Medicine Regulatory Authority on Monday (19) announced that the anaesthetic that was used at the Peradeniya Teching Hospital, where two patients died, was removed and will no longer be in use.",
    "FAO, New Zealand join to Combat Child Malnutrition in Sri Lanka",
    "Triple assassinations shock Sri Lanka; Shootings carried out by masked gunmen",
    "Sri Lanka government must protect freedoms of expression and association – Core Group at UNHRC"
  ]
}