{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/japan-gedara-wins-an-award-of-appreciation-in-slia-product-award-2023/",
  "time_ut": 1682614080.0,
  "original_lang": "en",
  "original_title": "Japan Gedara wins an Award of Appreciation in SLIA Product Award 2023",
  "original_body_lines": [
    "Japan Gedara by Sanritsu Deco (Pvt) Ltd, the pioneering building constructor & material supplier in Sri Lanka recently won an Award of Appreciation in the roofing category for SELiOSROOF. Japan Gedara plays an active role in contributing to Sri Lanka’s construction industry by supplying high-quality & latest construction materials which are imported only from Japan. Their SELiOSROOF is one of the most trusted roofing brands in Japan.",
    "The inside of SELiOSROOF is made of foamed curate resin, which exhibits excellent heat insulation performance, and is covered with an alloy-plated steel plate “Cerios Prime” and a special backing material, and is molded into the same shape as the slate roof material. It has the same thickness, length, and width as general slate roof materials, and can be installed in the same way as existing slate roof materials. The weight per SELiOSROOF is about 1 kg. It is about one-third lighter than slate roof materials, achieving an unprecedented weight reduction.",
    "SELiOSROOF is made by using foamed curate resin, an alloy-plated steel plate, and special backing material which is molded into the same shape as the slate roof material. The weight per SELiOSROOF is about 1 kg. It is about one-third lighter than slate roof materials, achieving an unprecedented weight reduction. The weight reduction of this roofing panel also contributes to speeding up the work of lifting roof materials onto the roof.",
    "SELiOSROOF has an effective barrier against heat. Also, it has luxury finishing. Due to the luxury finishing on the surface, ceiling panels are not required underneath the decking, making it a cost-effective method in building construction. Another benefit is all products required for the roof installation can be purchased in one place.",
    "‘After receiving the award Chathuranga Withanage – The Managing director of Japan Gedar said “We believe in quality. That’s why we take extra care in supplying materials. Our SELiOS ROOF is likely to attract attention in the renovation and new construction market with its lightweight, excellent workability, and durability. Also, SELiOS ROOF is waterproof, fireproof, soundproof & resistant to adverse weather conditions such as high winds.’",
    "Backed by the experience of an in-house technical team, now we can assure you your home is better protected from severe weather”.",
    "“Due to higher resistance towards sunlight, our roofing panels reduce the heat inside your home or office. The special heatproof feature of our products will make your home/office an energy-efficient place when it comes to saving electricity on air-conditioners,” also he added.",
    "Seylan Bank appoints Ramesh Jayasekara as Director/CEO to lead next stage of transformation and growth",
    "Together as One: Softlogic Life honors Top Sales Performers at Annual Sales Convention 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}