{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/CID-on-standby-to-send-team-to-Indonesia-to-probe-billionaire-Onesh-Subasinghes-murder/108-254055",
  "time_ut": 1676277786.0,
  "original_lang": "en",
  "original_title": "CID on standby to send team to Indonesia to probe billionaire Onesh Subasinghe’s murder",
  "original_body_lines": [
    "The Criminal Investigations Department (CID) will send a team to Indonesia to probe and assist in the investigation into the death of billionaire businessman Onesh Subasinghe who was found dead in a serviced apartment in Jakarta recently if required.",
    "Police Spokesman SSP Nihal Thalduwa said IGP C.D. Wickremeratna has instructed the Director CID to launch a probe into the death of the Managing Director of OPEX Holdings and billionaire businessman Onesh Subasinghe.",
    "The investigation was launched after a complaint was received to the IGP.",
    "The Jakarta Police have begun investigations into the death of 45-year old Onesh Subasinghe, whose body was found in a serviced apartment in Jakarta, Indonesia, a few days ago.",
    "Subasinghe was on vacation in Jakarta with his Brazilian wife, her assistant who is also a Brazilian woman and their 4-year-old daughter. Due to his secretary being unable to contact Subasinghe on 2nd February, his family had inquired from the service apartment management after which the staff had entered his apartment in Jakarta to find his body.",
    "On February 2, following his death, his wife Rosa and the other woman had left the apartment along with Onesh’s daughter and all their belongings. The duo were seen on CCTV putting up the 'do not disturb' sign on the door.",
    "It was reported that Subasinghe’s wife and her assistant had fled Indonesia and headed to Doha, taking with them Onesh’s four-year-old daughter. Whether they then flew to another country is yet unknown.",
    "Meanwhile, a source said that the investigators suspect that his murder may have been planned in Sri Lanka and executed in Indonesia with the alleged assistance of Subasinghe’s wife and her assistant.",
    "Police sources said that the investigation was ordered by the IGP based on the possibility that the plot to murder the businessman may have been planned in Sri Lanka, even though it was executed in Indonesia.",
    "A CID team led by Director CID SSP Kavinda Piyasekara is conducting the investigation along with the assistance of the Interpol and Indonesian Police.(Darshana Sanjeewa Balasuriya)"
  ]
}