{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Public-officials-duty-bound-to-discharge-public-trust-Eran/56-755594",
  "time_ut": 1700851739.0,
  "original_lang": "en",
  "original_title": "Public officials duty bound to discharge public trust: Eran",
  "original_body_lines": [
    "SJB MP Eran Wickrama-ratne on Thursday stressed that it is the rule of law that is our biggest defence. SLPP MP Namal Rajapaksa on 20 November, is on record referring to the Supreme Court landmark verdict questioning the right of the petitioners to challenge Government policies in the court.",
    "Wickramaratne remarked that the questioning was hilarious and reminded Parliament that the Supreme Court judgment was holistic. It is the most important judgment that has been given under the 1978 Constitution of the country. Speaking at the committee stage debate of the Defence Ministry in Parliament Thursday he drew attention to the landmark judgment of the SC",
    "Drawing the attention to the recent landmark judgment by the Supreme Court on the persons responsible for economic crisis, the MP said that former Presidential Secretary Dr P.B Jayasundara was quoted in the media as saying that President Gotabaya Rajapaksa was aware that revenue will be lost by tax cuts but he considered that slashing taxes from 15 % to 8 %  was an investment that would remain unchanged for 15 years. Dr Nandalal Weeerasinghe declared much earlier in May and August that the Government slashed taxes regardless of IMF advice and also disregarded the Central Bank’s warning of the urgent need to seek IMF assistance.",
    "Now the whole country knows the consequences of the tax reductions, rampant inflation, sky high interest rates, drastically devalued exchange rate, and foreign reserves which went  crashing down from $ 7.6 billion to  155 million dollars in August 2021.",
    "That is what led the Supreme Court to deliver a landmark judgment, where the Supreme Court (14 November) held that former President, Prime Minister and other top officials responsible for the economic crisis. The question the petitioners took to court was who was actually responsible for the economic mismanagement of the country from 2019 to 2022 via two FR cases vide SC /FR /No. 212/2022 and SC/FR /No. 195/2022",
    "Accordingly the judgment read that former President Gotabaya Rajapaksa, former Prime Minister Mahinda Rajapaksa, former Finance Minister Basil Rajapaksa, former Governors of the Central Bank of Sri Lanka, Prof W.D Lakshman and Ajith Nivard Cabraal, former Secretary to the Treasury S.R. Attygala, former Monetary Board, and former Secretary to the President Dr. P.B. Jayasundera were among 13 respondents declared to have violated public trust and breached Article 12 (1) of the Constitution, in their administration of the economy, leading to the economic crisis in the country."
  ]
}