{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-aswesuma-welfare-scheme-draws-protests-govt-claims-politicisation-124455/",
  "time_ut": 1687768320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Aswesuma welfare scheme draws protests; govt claims politicisation",
  "original_body_lines": [
    "ECONOMYNEXT – Beneficiaries continue to protest alleged injustice in the evaluation process of Aswesuma, Sri Lanka’s new welfare scheme, even as the government and opposition trade charges in what is fast becoming a fresh political controversy following a significant rise in poverty.",
    "Opposition leader Sajith Premadasa, who called the Aswesuma programme a “blindfold” in a statement he issued Sunday June 25 afternoon, claimed that it would only benefit 1.2 million Sri Lankans in three years.",
    "“While questioning the government about its intention in providing subsidies only to 1.2 million people when there are 7 million poor people, we would also like to know from the government about the criteria adopted in selecting those 1.2 million people,” said Premadasa.",
    "Protesting beneficiaries and would-be beneficiaries have made allegations of injustice in the evaluation process for selecting deserving candidates, which they said has been unfair and will deprive many poverty-stricken people of a vital stream of income.",
    "The Aswesuma progarmme was originally set to come into effect on July 01, with some 400,000 families identified as ‘severely poor would receive payments of 15,000 rupees a month for three years.",
    "The government, meanwhile, has accused “certain parties” of politicising the matter.",
    "“The government is paying close attention to certain parties’ attempts to satisfy their political needs by giving the Aswesuma programme, which was created to aid those in need of economic stability, a political façade,” the president’s media division (PMD) said in a statement Sunday evening.",
    "The government also made assurances that any shortcomings in the process of selecting the relevant candidates will be rectified immediately and plans are underway to discuss the matter with district secretaries, divisional secretaries, and other parties involved in the programme in the coming week.",
    "According to the PMD statement, payments will be distributed among four social categories; namely, transitional, vulnerable, poor, and extremely poor. The usual allowances for the differently-abled, elderly, and kidney patients will also be provided, it said.",
    "Aswesuma is supposed to consolidate existing social welfare schemes and allow beneficiaries to enter and exit depending on changing incomes. The proposal was approved by parliament in May without a vote. Sri Lanka’s parliament is controlled by the ruling Sri Lanka Podujana Peramuna (SLPP) which still holds a majority despite a number of defections. The scheme was devised after concerns were raised that the existing welfare system leaves out some people who are truly in need due to a lack of an effective mechanism to enter and exit welfare systems.",
    "There have also been concerns that under existing schemes, large numbers of newly poor do not get benefits, but a fixed set of beneficiaries, some of whom are no longer poor, are getting payments. About 3.7 million applications have been received, according to a government statement. The new welfare scheme is a requirement under a reform programme with the International Monetary Fund (IMF) and is also supported by the World Bank.",
    "Sri Lanka’s poor has surged by 4 million to 7 million since 2019 to 31 percent of the population in 2023, a survey by LIRNEasia, a regional policy research organisaton, has found.",
    "A summary of the study said that 33 percent of the 10,000 respondents had skipped a meal while 47 percent had reduced their meal sizes following Sri Lanka’s 2022 currency crisis, the worst since the island nation’s independence from the British.",
    "About 27 percent of adults restricted their meals to feed children. The survey was conducted from October 10, 2022 to May 12, 2023.",
    "Sri Lanka’s population in poverty surges to 31-pct of population: LirneAsia SurveySee more",
    "Citing the study data, Premadasa said in his statement on Sunday that the government has pushed the country into danger by not conducting a survey to “penetrate into the actual status of the country”.",
    "“The government has a singular yearning to endanger the country and its people, or else, it would not do anything to put so much pressure on the people,” he said.",
    "Premadasa also criticised the government’s approach to the ongoing IMF programme, which will see Sri Lanka receive a 2.9 billion dollar extended fund facility over a four-year period. The opposition leader claimed that the government has turned into a “deal only to achieve its own narrow goals rather than a common engagement for the good of the country”. These amounted to nothing but a short-sighted arbitrary process of an opportunistic government, he said.",
    "Premadasa’s Samagi Jana Balawegaya (SJB), the country’s main opposition party which has been accused by critics of embracing populism, called for a “populist vision”.",
    "“We repeatedly emphasise that this situation can be changed and the country can be built with a populist vision only through a new mandate and we also emphasise that we will exert all possible pressure on the government to realise it,” he said.",
    "Premadasa said Aswesuma should target the seven million poor people of Sri Lanka highlighted in the LIRNEasia study.",
    "“We would like to recall that instead of the unscientifically selected people to achieve narrow goals, the people who have real needs should be selected through a scientific programme, and the remedies for the serious shortage of drugs in the country should be urgently applied and the Samagi Jana Balawegaya will provide the necessary support,” he said.",
    "State Minister of Finance Shehan Semasinghe said on Saturday June 24 that a list of beneficiaries for the new welfare scheme had yet to be finalised. Appeals and objections received by government agents and assistant government agents will be evaluated and, in the event further injustice is found, the Welfare Benefits Board (WBB) will intervene, the state minister tweeted.",
    "Sri Lanka’s Aswesuma beneficiaries list yet to be finalised: state ministerSee more",
    "The program plans to provide about 800,000 recipients identified as ‘poor’ with 8,500 rupees a month for three years. Another 400,000 recipients identified as ‘transitional’ will get 2,000 rupees a month until December 2023 and 400,000 identified as ‘vulnerable’ will get 5,000 rupees up to March 2024. Separate benefits will be paid to disabled, kidney patients and the aged. In Early April this year, the government said it planned to spend 206 billion rupees a year on welfare benefits amidst the economic crisis recovery.",
    "The PMD statement on Sunday said 6,728 officers were employed for data collection to identify those who are eligible for welfare benefit payments, covering all the divisional secretariats across the island. It included 3,190 development officers, 494 economic development officers, 205 Grama Niladhari officers, 1127 other officers and 1712 temporary recruits.",
    "At the regional office level, a three-member selection committee will monitor the data and, after approval by the district secretary, the deserving candidates will be selected, the government statement said.",
    "Prime Minister Dinesh Gunawardena as the Provincial Councils and Local Government Minister announced Sunday morning that the time period given to those who have been wronged in the selection of the beneficiaries of the ‘Aswesuma’ welfare benefit payment programme to hand over appeals and objections has been extended until July 10, as some parties have alleged that there have been shortcomings in the process.",
    "State Minister Semasinghe and Finance State Minister Ranjith Siyambalapitiya are also involved, according to the statement.",
    "“If an individual or family in need of economic stability has lost this benefit, there is an opportunity to correct it by making inquiries through the Divisional Secretariats during the relevant period,” the statement said.",
    "The basic requirement of the Aswesuma programme is to provide the necessary contribution to the people who need economic stability, and not to meet the needs of various parties based on a mere political process, the government said.",
    "It also cautioned against panicking as a result of what it called political instigation or external influences if their name is not on the currently published list or if the name of an ineligible individual is on it.",
    "“Instead, make any pertinent queries through the Divisional Secretariat Offices. The government further informs the applicants that they can contact the Divisional Secretary for assistance with any issues that may have developed with regard to their applications,” the PMD said. (Colombo/Jun26/2023)"
  ]
}