{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95941/gaza-war-to-last-months-israel-says-as-fears-of-conflict-spread-rise",
  "time_ut": 1703657400.0,
  "original_lang": "en",
  "original_title": "Gaza war to last months, Israel says, as fears of conflict spread rise",
  "original_body_lines": [
    "Israel’s war on Hamas will last months, Israel’s military chief said, as a string of incidents outside the Gaza Strip highlighted the risk of the conflict spreading.",
    "Israel’s Chief of Staff Herzi Halevi told reporters in a televised statement on Tuesday from the Gaza border that the war would go on “for many months”.",
    "“There are no magic solutions, there are no shortcuts in dismantling a terrorist organization, only determined and persistent fighting,” Halevi said. “We will reach Hamas’ leadership too, whether it takes a week or if it takes months.”",
    "Israeli actions intensified around Christmas, particularly in a central area just south of the seasonal waterway that bisects the Gaza Strip. The Israeli army told civilians to leave the area, though many said there was no safe place left to go.",
    "“We are gravely concerned about the continued bombardment of Middle Gaza by Israeli forces, which has claimed more than 100 Palestinian lives since Christmas Eve,” said U.N. Human Rights Office spokesperson Seif Magango on Tuesday.",
    "“Israeli forces must take all measures available to protect civilians. Warnings and evacuation orders do not absolve them of the full range of their international humanitarian law obligations.”",
    "Israel is determined to destroy Hamas despite global calls for a ceasefire in the 11-week-old war.",
    "Since Hamas killed 1,200 people and captured 240 hostages on Oct. 7 in the deadliest day in Israeli history, Israeli Prime Minister Benjamin Netanyahu has responded with an assault that has laid much of Hamas-ruled Gaza to waste.",
    "Palestinian health authorities say nearly 21,000 people have been killed in Israeli strikes, with thousands more feared buried under rubble. Nearly all the enclave’s 2.3 million people have been driven from their homes, many several times.",
    "Gaza authorities buried 80 unidentified Palestinians on Tuesday whose bodies were handed over by Israel through the Kerem Shalom border crossing, the health ministry said.",
    "According to the Islamic Waqf, or religious affairs ministry, the bodies were collected from the northern part of the Gaza Strip. They were buried in a long ditch at a Rafah cemetery in the south.",
    "“Pictures are being taken to identify them later,” a representative of the Gaza Islamic Waqf said during the burials.",
    "Israel says it is doing what it can to protect civilians, and blames Hamas for putting them in harm’s way by operating among them, which Hamas denies. But even Israel’s closest ally the United States has said it should do more to reduce civilian deaths from what President Joe Biden has called “indiscriminate bombing”.",
    "Yemen’s Iran-backed Houthi militia claimed responsibility for a missile attack on Tuesday on a container ship in the Red Sea and for an attempt to attack Israel with drones.",
    "The Houthis have been attacking ships they say have links to Israel in the entrance to the Red Sea, one of the world’s busiest shipping lanes. The attacks are a response to Israel’s assault on Gaza, the militia says.",
    "An Israeli airstrike killed a senior leader of Iran’s Revolutionary Guards in Syria on Monday.",
    "And on the Lebanon border on Tuesday, Israel said Hezbollah fired anti-tank missiles at a church, wounding nine Israeli soldiers and a civilian, after which it fired rockets from near a mosque, drawing retaliatory airstrikes.",
    "In India, meanwhile, there was an explosion near the Israeli embassy in New Delhi. Authorities said no staff were hurt.",
    "“We are in a multi-front war and are coming under attack from seven theatres: Gaza, Lebanon, Syria, Judea and Samaria (the West Bank), Iraq, Yemen and Iran,” Israeli Defence Minister Yoav Gallant told lawmakers on Tuesday, listing six places where Iran-backed militants are active, as well as Iran itself.",
    "“We have already responded and taken action in six of these theatres,” he said, without specifying the one that had yet to see Israeli action.",
    "Israeli Minister of Strategic Affairs Ron Dermer was meeting U.S. Secretary of State Antony Blinken and national security adviser Jake Sullivan in Washington on Tuesday for talks on the war and the return of hostages, the White House said.",
    "The United States has openly pressed Israel in recent weeks to scale down its war to a more targeted operation of raids on Hamas leaders. But Washington is still seen in the region as a supporter of Israel and U.S. forces have been attacked by Iran-backed militants in the Middle East.",
    "The U.S. military carried out retaliatory airstrikes on Kataib Hezbollah militants in Iraq on Monday after a drone attack on a U.S. base in Erbil left one U.S. service member in critical condition and wounded two."
  ]
}