{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-hela-apparel-africa-expansion-backed-by-norfund-113388/",
  "time_ut": 1677509400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Hela Apparel Africa expansion backed by Norfund",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Hela Apparel Holdings will bet 14 million US dollars from Norway based Norfund to expand its Africa operations, a statement said.",
    "Hela Kenya, established in 2016, over 4,000 people and produces around 20 percent of the country total apparel exports.",
    "Hela Kenya had set up manufacturing locations in Ethiopia and Egypt.",
    "“Our expansion to Africa has been a rewarding venture, and we continue to see many opportunities within the region for further development,” said A.R Rasiah, Chairman of Hela Apparel Holdings in a statement.",
    "“Given the increasingly unpredictable global environment, establishing long-term financing relationships with strategic partners who share our vision for Africa as a global apparel sourcing hub plays a critical role in ensuring the envisioned plans for growth are realized.”",
    "Norfund’s will be used to strengthen supply chain partnerships in East Africa and enable Hela to leverage regional sourcing from Kenya and Tanzania to a larger extent, providing significant cost and lead time advantages for manufacturing in the region. A",
    "potential supply chain investment is also being considered by Hela for the proceeds.",
    "“Proposed Capex investments within the Kenyan manufacturing facility on process automation will enhance productivity and place the facility in a more competitive position within the region” the firm said.",
    "“We see great opportunities in contributing to large-scale job creation in East Africa by investing in the apparel and textile industry, in line with our goal of building sustainable businesses to combat poverty” said William Nyaoke, Norfund’s Regional Director for East Africa in a statement. (Colombo/ Feb 27/2023)"
  ]
}