{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/11/21/cabinet-green-light-to-prepare-broadcasting-regulatory-commission-bill/",
  "time_ut": 1700567040.0,
  "original_lang": "en",
  "original_title": "Cabinet green light to prepare Broadcasting Regulatory Commission Bill",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Cabinet of Minister reached a decision last night to impose new laws in order to regulate electronic media.",
    "This was after the Bill for the establishment of the Broadcasting Regulatory Commission, which came under strong criticism in the recent past, was taken up for discussion at the cabinet meeting.",
    "Cabinet Spokesperson & Minister Bandula Gunawardena told reporters that approval was given to the resolution to direct the Legal Draftsman to prepare a draft bill based on the fundamental draft for the establishment of the Broadcasting Regulatory Commission.",
    "According to the Government Information Department, the resolution furnished by the Minister of Mass Media to prepare a broadcasting regulatory commission for electronic media with the objective of ensuring a precise",
    "media practice in order to safeguard the maximum freedom of speech and expression was taken for discussion at the meeting of the Cabinet of Ministers held on 22.09.2022.",
    "At the meeting, a Cabinet Sub – Committee headed by the Minister of Justice, Prison Affairs and Constitutional Reforms was appointed for the submission of recommendations on the policy matters that should be taken into account when drafting the proposed bill, and the said sub – committee has prepared a fundamental draft with appropriate provisions that can be taken into consideration at the preparation of the draft bill of the proposed broadcasting regulatory commission, it added.",
    "The Cabinet of Ministers granted approval to the resolution furnished by the Minister of Mass Media to direct the Legal Draftsman to prepare a draft bill based on the said fundamental draft.",
    "Army steps-in to issue tickets at expressways as ticket officers go on strike"
  ]
}