{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SLT-Mobitel-recognised-at-UiPath-Automations-Excellence-Awards-2022/34-750040",
  "time_ut": 1687979167.0,
  "original_lang": "en",
  "original_title": "SLT-Mobitel recognised at UiPath Automations Excellence Awards 2022",
  "original_body_lines": [
    "SLT-Mobitel, the national ICT solutions provider, has been awarded Jury recognition at the UiPath Automation Excellence Awards 2022. The award was presented in the category of Automation Excellence in Sri Lanka for the second consecutive year.",
    "The fourth edition of the awards ceremony was held as a virtual event in partnership with the Economic Times. The event recognised individuals and organisations that have achieved operational excellence through transformative automation projects in India and the South Asia region.",
    "SLT-Mobitel has implemented numerous impactful automations across a wide range of business operations and functions using UiPath RPA (Robotic Process Automation) tool and making great strides forward on this path. One of those implementations in the credit control and revenue assurance domain was recognised at the awards ceremony this year.",
    "Sharing his thoughts on the achievement, SLT-Mobitel Group Chief Officer – Information & Digital Tilak Gamalath commented, “We are honoured to receive this recognition from UiPath for the second year in a row. Our team has worked tirelessly to develop and implement innovative automation solutions to drive operational efficiency and improve customer experiences. This award is a testament to our commitment to excellence and our continued dedication to providing the best ICT solutions for our customers.”",
    "SLT-Mobitel’s recognition at the UiPath Automation Excellence Awards 2022 underscores the company’s position as a leader in the ICT solutions industry. The company remains committed to delivering transformative automation projects that drive operational excellence and enhance customer experiences."
  ]
}