{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92272/singapore-to-execute-a-woman-for-first-time-in-20-years",
  "time_ut": 1690447140.0,
  "original_lang": "en",
  "original_title": "Singapore to execute a woman for first time in 20 years",
  "original_body_lines": [
    "Singapore is scheduled to execute a woman for the first time in almost 20 years, human rights advocates say.",
    "Singaporean national Saridewi Djamani, 45, was found guilty of trafficking 30g (1.06oz) of heroin in 2018.",
    "She will be the second drug convict to be executed in three days, after fellow Singaporean Mohd Aziz bin Hussain, and the 15th since March 2022.",
    "Singapore has some of the world’s toughest anti-drug laws, which it says are necessary to protect society.",
    "Aziz was convicted of trafficking 50g of heroin. Under Singapore law, the death penalty can be applied for trafficking of more than 15g of heroin and more than 500g of cannabis.",
    "Last April, another Singaporean, Tangaraju Suppiah, was executed for trafficking 1kg (35oz) of cannabis that he never touched. Authorities say he co-ordinated the sale via mobile phone.",
    "Singapore’s Central Narcotics Bureau (CNB) declined to comment on Djamani’s case when contacted by the BBC.",
    "In an earlier statement, the CNB said Aziz was accorded “full due process”, and that his appeal against his conviction and sentence was dismissed in 2018.",
    "British billionaire Sir Richard Branson, has again criticised Singapore for its executions, saying the death penalty is not a deterrent against crime.",
    "“Small-scale drug traffickers need help, as most are bullied due to their circumstances,” Mr Branson said on Twitter.",
    "Saridewi is one of two women on death row in Singapore, according to the Transformative Justice Collective, a Singapore-based human rights group.",
    "She will be the first woman executed by the city-state since hairdresser Yen May Woen in 2004, the group said. Yen was also convicted of drug trafficking.",
    "Local media reported that Saridewi testified during her trial that she was stocking up on heroin for personal use during the Islamic fasting month.",
    "While she did not deny selling drugs such as heroin and methamphetamine from her flat, she downplayed the scale of those activities, noted judge See Kee Oon.",
    "Authorities argue that strict drug laws help keep Singapore as one of the safest places in the world and that capital punishment for drug offences enjoys wide public support.",
    "“There is no evidence that the death penalty has a unique deterrent effect or that it has any impact on the use and availability of drugs,” said Amnesty International’s Chiara Sangiorgio in a statement.",
    "“The only message that these executions send is that the government of Singapore is willing to once again defy international safeguards on the use of the death penalty,” she said.",
    "Amnesty International noted that alongside China, Iran and Saudi Arabia, Singapore is one of only four countries to have recently carried out drug-related executions."
  ]
}