{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Gammanpila-accuses-Speaker-of-violating-his-parliamentary-privileges/56-747404",
  "time_ut": 1681773555.0,
  "original_lang": "en",
  "original_title": "Gammanpila accuses Speaker of violating his parliamentary privileges",
  "original_body_lines": [
    "Pivithuru Hela Urumaya Leader Parliamentarian Udaya Gammanpila says Speaker Mahinda Yapa Abeywardane has violated his parliamentary privileges by issuing a statement on 11 April against him which has misled the courts and the people. In a letter to the Speaker, the MP said it has also defamed him and has obstructed his parliamentary affairs.",
    "The MP was referring to the statement issued by Abeywardane’s Media Secretary on 11 April where he accused Gammanpila of issuing a false and misleading statement about Abeywaradane’s announcement in Parliament on the Supreme Court’s determination on the new Central Bank Act and its constitutionality. The Speaker in the statement said Gammanpila as a responsible MP should have perused the Hansard and other records of the said statement prior to issuing false statements against him.",
    "However, responding to the Speaker and his allegations, Gammanpila said as an MP and an Attorney at Law he had in fact referred to the relevant documents prior to holding the press conference, where he alleged the Speaker’s statement claiming the Supreme Court had determined the new Central Bank Act as constitutional was misleading. Gammanpila said the Speaker’s announcement was widely disseminated by the media and said it has dishonoured the courts as it appeared as if the courts had given the go-ahead to a weak piece of legislation. “It creates an unnecessary conflict between the legislature and the judiciary. The weakness of the bill is also a disgrace to the panel of lawyers who presented it before the Supreme Court. The petitioners, led by members of Parliament, who challenged the bill before the court, are also put in a difficult position,” he said.",
    "The MP said by holding the Press Conference he merely sought to correct the mistake made by the Speaker. Gammanpila said however now the Speaker’s response has attempted to discredit and defame him. “It has also obstructed my parliamentary affairs and therefore violated my privileges,” he said. The MP requested the Speaker for an opportunity to raise the issue of parliamentary privilege in Parliament against both the Speaker and his Media Secretary."
  ]
}