{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/national-savings-bank-begins-2024-on-a-high-note/",
  "time_ut": 1704417540.0,
  "original_lang": "en",
  "original_title": "National Savings Bank begins 2024 on a high note",
  "original_body_lines": [
    "National Savings Bank (NSB) ceremonially commenced the first working day of the New Year, 2024 at the Head Office Premises of the Bank at Kollupitiya, on 01.01.2024 in the morning hours.",
    "The proceedings of the event began with the Chanting of Pirith and Anushasana by the Venerable Members of Maha Sangarathne, which was followed by the invoking of blessings by the clergies of the Christian, Hindu, and Islamic religions. The occasion was graced by Ms. Devika Silva; Deputy General Manager of Treasury & International Banking overseeing the overall functions of the Bank, Senior Deputy General Manager; K. Ravindran, Deputy General Managers, Assistant General Managers, Senior Management, and staff of the Head Office were also present at the occasion.",
    "Addressing the gathering, the Chairperson of the Bank, Dr. Harsha Cabral PC, stated that even though the year 2023 was a year full of challenges, the Bank was able to achieve its targets successfully in many ways. The Chairperson also conveyed his appreciation to the staff for their tireless efforts in 2023 and mentioned that there are many new innovations to be introduced in 2024 to achieve successful outcomes more effectively. Dr. Harsha Cabral also emphasized the need for the collective effort of the staff for the betterment of the Bank and the country in the future.",
    "The staff of the Bank commenced work for the New Year by giving an Oath to serve the public efficiently, productively with firm determination, utmost commitment, honesty, dedication, and loyalty.National Savings Bank wishes its valued customers, other stakeholders and all Sri Lankans a successful New Year 2024.",
    "Prime Lands Residencies announces Sandamini Perera as new Executive Chairperson",
    "NSB ranked among the Top 10 Women Friendly Workplaces in Sri Lanka for third consecutive year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}