{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/presidents-need-to-build-trust-at-all-levels-to-get-reforms-through/",
  "time_ut": 1690817640.0,
  "original_lang": "en",
  "original_title": "PRESIDENT’S NEED TO BUILD TRUST AT ALL LEVELS TO GET REFORMS THROUGH",
  "original_body_lines": [
    "The need to cope with the immediate realities of economic collapse and the resulting political protests have occupied the center stage of political interest for the past two years.  But now President Ranil Wickremesinghe has brought the ethnic problem and reconciliation process back to the center stage of national politics, where it should be.  The unresolved ethnic conflict continues to exert a baleful influence on the country’s efforts to respond to the economic and political crises.  The belief that the ethnic conflict ended on the battlefields of Mullaitivu with the elimination of the LTTE leadership has long proved to be unfounded.  The weakening of internal and overt Tamil resistance to domination by the centralised state has been accompanied by a strengthening of external interventions.",
    "At its last session, the UN Human Rights Commissioner declared that whatever evidence they were gathering on human rights violations in Sri Lanka would be made available to any country that wished to use them for prosecution on the basis of universal jurisdiction.  The negative image of a country that is constantly at the forefront of UN-level discussions on human rights violations will surely be an impediment to the country in gaining foreign investments. These regular confrontations have taken the form of the tightening of strictures against the Sri Lankan state at every passing session of the UN Human Rights Council.  The government’s efforts to attract foreign investments into the country would receive a boost if there is success in the national reconciliation process.",
    "Last week President Wickremesinghe invited all parties in parliament to discuss the implementation of the 13th Amendment and the evolution of a political solution. This invitation was accepted by most of the political parties.  Speaking at the all party conference the President highlighted that a decision on this matter should involve input from all relevant parties. He said that neither he nor the previous seven Executive Presidents had the authority to pass new laws to address existing problems and the power to do so solely rested with parliament.  However, the political parties that did attend expressed sentiments which reflect the mistrust that pervades the entire political system.  There is a belief that political self-interest and power-hunger underlie the actions of political actors on all sides.  The government’s conduct has done little to dispel this mistrust.",
    "The opposition’s arguments at the all party conference in favour of giving priority to provincial elections gets validity on two counts.  First is that any reform of the provincial councils to be implemented there needs to be elected provincial councils. Second is the questionable nature of the mandate that the present government possesses.  The mass protests during the period of the Aragalaya which forced the resignation of the then president, prime minister and cabinet of ministers would, in a better functioning democracy, have necessitated a fresh election to be held to re-validate the mandate that the government had once enjoyed.  Instead those in parliament elected a new president as per the constitution.  The new president had both the political acumen and will power to crack down on the protest movement using the security forces at the government’s disposal, but the question of mandate continues to remain.",
    "The basic feature of a democratic polity is the conduct of regular elections at which the people elect their representatives.  Sri Lanka has become a flawed democracy in this regard.  Elections to the second and third tiers of government have been suspended with provincial elections not being held for over four years and local government authority elections now five months overdue.  At the all party conference most of the political parties present called for provincial council elections to be held prior to enhancing their power as proposed by the president.  The provincial councils need to be in existence for them to be empowered.  Those elected to provincial councils would have greater legitimacy, and knowledge, to point out inadequacies in the power sharing arrangements.",
    "With this background, it is reasonable for people of goodwill to see the need to conduct elections being the priority requirement at this time.  The president’s response at the all party conference to the call for provincial elections to be held was to terminate the meeting. Whether this was due to his rejection of this option or to reconsider his position and that of the government on this matter will become clearer in the days to come. From a democratic perspective there can be no justification for the postponement of elections which is an erosion of democratic norms simply based on the government’s calculations that it is unlikely to perform well at an electoral contest.  Deputy leader of President Wickremesinghe’s party, Ruwan Wijewardene has stated that 2024 will be the year of elections and expressed confidence that by then members of the opposition will be joining hands with the president.",
    "In this scenario, the government may wish to postpone elections for as long as possible, which would extend at least up to September 2024 when presidential elections fall due. However, this postponement of elections to suit the time table of the president would constitute an erosion of democracy.  Sri Lanka is no stranger to such election manoeuvers which have been to the detriment of the country.  One such occasion was in 1975 when the then government used the fact of a new constitution that it brought forth to give itself an additional two years in power.  When it went to the polls it lost resoundingly.  Another occasion was when the government held a referendum to extend the term of parliament rather than hold general elections when they fell due.  The anti-Tamil pogrom of Black July 1983 which followed soon thereafter set the stage for the three decade long internal war that was to follow.",
    "Whatever President Wickremesinghe’s vision of the future might be, he needs to give priority to the democratic process.  This calls for local government and provincial council elections to be held sooner rather than later.  The value and credibility of the president’s contribution does not lie in whether or not the government wins those elections, but in the integrity of the decisions he makes.  Consistency in his adherence to democratic norms would engender the trust of the polity in him and his assurances. The president has started the process of economic reforms needed to set the country on the right track.  Now he appears to want to do the same with regard to the ethnic conflict which has plagued the country from the very dawn of its independence.  The president has a full year until the presidential elections fall due in September 2024 to achieve these twin goals.",
    "In the course of his public pronouncements over the past six months President Wickremesinghe has clearly spealt out the need to implement the 13th Amendment in the manner specified in the constitution.  He needs to do what the seven presidents who came before him failed to do, which is to implement the constitutional provisions relating to the devolution of powers to the provinces, including police and land powers.  The process of full implementation can be started with an educational process led by academics, community leaders and civil society organisations. In his recent writings University of Colombo’s Prof A Sarweswaran who was a member of the constitutional committee to draft a new constitution appointed by President Gotabaya Rajapaksa has shown how police and land powers even if fully devolved are under the final authority of the central government.  The problem in Sri Lanka is the trust deficit, which is all round and needs trustworthy leadership to overcome.",
    "Imperative for Academics to engage the public in times of crisis",
    "GL: Constitutional constraints prevent President from holding snap presidential election",
    "GMOA seeks Prez’s action for new salary structure, revision of allowances, increase for those undergoing internship",
    "President to broach devolution of police powers at APC today",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}