{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96407/thai-pongal-serves-as-a-reminder-of-the-value-of-equality-president",
  "time_ut": 1705285680.0,
  "original_lang": "en",
  "original_title": "Thai Pongal serves as a reminder of the value of equality - President",
  "original_body_lines": [
    "In his Thai Pongal message, President Ranil Wickremesinghe urged everyone to come together with determination, akin to the unity of siblings, to realize new hopes for the country’s future.",
    "He stated that beyond its agricultural essence, Thai Pongal heralds a fresh start, a time to relinquish the past and welcome new opportunities with unwavering optimism.",
    "Rooted in the belief of the pivotal role of agriculture in rejuvenating Sri Lanka’s economy through the government’s agricultural modernization program, the dawn of Thai symbolizes the inception of a promising journey filled with hope and prosperity, he said.",
    "Thai Pongal also serves as a reminder of the value of equality, the President said, while also wishing the Tamil community worldwide a prosperous and joyous Thai Pongal celebration.",
    "Thai Pongal, a vibrant Hindu harvest festival celebrated by the Tamil Community worldwide, beckons us into a realm of joy and gratitude, signifying not only the bountiful harvest but also the promise of new beginnings. Embraced within the auspicious month of Thai (January) in the Tamil calendar, this celebration harmonizes with the Sun’s northward journey, marking the onset of the harvest season.",
    "Originating around a thousand years ago during the Chola dynasty, this festival commemorates the first harvest of the year. Its purpose is to express gratitude to those who contributed to the harvest.",
    "Beyond its agricultural essence, Thai Pongal heralds a fresh start, a time to relinquish the past and welcome new opportunities with unwavering optimism. Rooted in the belief of the pivotal role of agriculture in rejuvenating Sri Lanka’s economy through the government’s agricultural modernization program, the dawn of Thai symbolizes the inception of a promising journey filled with hope and prosperity.",
    "Thai Pongal also serves as a reminder of the value of equality. I urge everyone to come together with determination, akin to the unity of siblings, to realize new hopes for the country’s future.",
    "I wish the Tamil community worldwide a prosperous and joyous Thai Pongal celebration."
  ]
}