{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/24/next-step-is-a-long-term-payment-plan-cbsl-governor/",
  "time_ut": 1679630700.0,
  "original_lang": "en",
  "original_title": "Next step is a long term payment plan – CBSL Governor",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Central Bank Governor Dr. Nandalal Weerasinghe had noted that if Sri Lanka's debt is not restructured, Sri Lanka would have had a foreign debt burden of 06 billion dollars per year for many years to come.",
    "\"Because it is difficult to pay, the debt payment is temporarily suspended and this process is used to restructure the debt,\" he told a meeting at the President's Office on Thursday (22).",
    "\"We are unable to pay under the current terms, so we are asking the commercial institutions and private sectors and the respective governments that have granted us loans, to give us a relief period,\" he had noted, said the President's Media Division.",
    "The PMD also quoted the Central Bank Governor as saying that the first step in that process is the assurance given by the bilateral countries, and the International Monetary Fund has set targets for debt sustainability. \"In order to reach that sustainable level, each country has given an assurance that they will support us,\" he added.",
    "He had noted that the next step is to negotiate according to that guarantee and request that Sri Lanka cannot pay the debt at the rate of 06 billion per year at this moment, but to make available a long term payment plan with a relief period.",
    "\"We have a responsibility to repay the loans we borrow, otherwise lenders may refuse to lend to us in the future. It’s important to note that we are currently facing difficulty in paying off our debt, and as a result, we have been given an opportunity to repay in a more flexible and concessional manner rather than defaulting on the payment,\" he had noted, said the President's Media Division.",
    "The Central Bank Govenor has made these comments during meeting at the President's Office on Thursday (22) chaired by the President with heads of media organizations.",
    "News1st wins Best News Bulletin of the Year at Raigam Tele Awards 2022",
    "Newsline with Dr. Nandalal Weerasinghe: What next for Sri Lanka’s economy?",
    "Suspect connected to the cutting off an electrician’s hands in Moratuwa, arrested"
  ]
}