{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/watch-all-the-action-of-lanka-premier-league-2023-on-dialog-television-and-on-the-dialog-viu-app/",
  "time_ut": 1691680260.0,
  "original_lang": "en",
  "original_title": "‘Watch all the action of Lanka Premier League 2023 on Dialog Television and on the Dialog ViU App’",
  "original_body_lines": [
    "Calling all cricket fans, get ready to cheer your favourite team as the 2023 Lanka Premier League (LPL) storms back for its 4th edition! The action unfolds LIVE on Dialog Television Star Sports 2 (Ch. No. 69) as well as on the Dialog ViU App!",
    "Mark your calendars from the 30th of July to the 20th of August 2023 to watch the matches with five competitive teams, battling it out across three prestigious international cricket venues in Colombo and Kandy.",
    "Will the reigning champions, the Jaffna Kings, be able to defend their title against the Colombo Strikers, Dambulla Aura, Galle Titans, and B-Love Kandy as the players will unleash their skills on the cricket pitch! LPL 2023 will be featuring star players like Dasun Shanaka, Dhananjaya De Silva, Charith Asalanka, Bhanuka Rajapaksha, Dunith Wellalage, and Maheesh Theekshana as well.",
    "Watch every second of this on Dialog Television Star Sports 2 (Ch. No. 69). Simply activate the channel via the MyDialog App or send an SMS with “ON <space> Dialog TV connection no. <space> 69 to 0770 679 679. It’s just Rs. 124/- + tax per month.",
    "Even if you miss the live telecast, fear not! With Dialog ViU Hub or ViU Mini, you can catchup up within 72 hours of the match airing. And guess what’s even more exciting? Cricket lovers can now watch the match live on the Dialog ViU App, anytime, anywhere, without any data charges! Subscribe to the Sports Pack https://go.viu.lk/Sports and carry the action with you on the go. Dialog Television customers can register their connection number on the app and watch the matches on the Dialog ViU App without any data charges or subscription charges.",
    "So, gear up, folks! Witness every run and wicket, and embrace each winning moment of the 2023 Lanka Premier League with Dialog Television and the Dialog ViU App!",
    "‘Get ready for the IPL – watch your favourite teams battle it out LIVE on Dialog Television and on the Dialog ViU App’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}