{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82366",
  "time_ut": 1689713520.0,
  "original_lang": "en",
  "original_title": "President Ranil Wickremesinghe’s Offer to Implement the 13th Constitutional Amendment without Police Powers is “ Categorically rejected” by the Tamil National Alliance.",
  "original_body_lines": [
    "The Tamil National Alliance (TNA) on Tuesday(July 18))  “categorically rejected” Sri Lankan President Ranil Wickremesinghe’s offer to implement the 13th Amendment sans police powers, terming his proposal for development and power devolution “another hollow promise”.",
    "The 13th Amendment is an over 30-year old Sri Lankan legislation on the devolution of power from Colombo to the nine provinces, but has never been fully implemented.",
    "“If the government is not willing to implement what is already in our Constitution, it is a revelation of the lack of political will to go beyond the 13th Amendment, and meaningfully devolve power,” TNA spokesman M.A. Sumanthiran told The Hindu, following a meeting convened by Mr. Wickremesinghe with Tamil political parties. “We categorically rejected the President’s proposal,” the Jaffna MP said.",
    "The meeting, and the President’s position on the 13th Amendment assume significance ahead of Mr. Wickremesinghe’s scheduled visit to India on July 21. India has consistently underscored “full implementation” of the legislation, which was enacted after the Indo-Lanka Accord of 1987. It remains the only legislative guarantee of some power devolution, following the Sri Lankan Tamils’ historic demand for the right to self-determination.",
    "However, the 13th Amendment seeks to devolve power to all nine provinces, incuding seven that have Sinhala-majority populations. Successive governments in Colombo have refused to part with land and police powers in the provinces. Meanwhile, the military is visibly present in the Tamil-majority north and east till date, 14 years after the civil war ended.",
    "At Tuesday’s meeting, President Wickremesinghe shared an elaborate dossier with the Tamil leadership, outlining his government’s plans in regard to truth-seeking mechanisms, reconciliation, accountability, development, and power devolution.",
    "Developmental plans listed included several projects promised in the past, such as upgrading the Palaly Airport and Kankesanturai Harbour in Jaffna, and the much-discussed, still-pending plan to establish ferry connectivity between south India and northern Sri Lanka.",
    "A small section in the 16-page dossier that dealt with devolution said that the 13th Amendment would be implemented “with the exception of police powers”. Further, it listed out Bills to be presented to Parliament, on various administrative matters, and to “empower” provincial councils to set up universities, modernise agriculture, and promote tourism.",
    "“Some of the subjects and functions devolved to the Provincial Councils are still administered under the Central Government. Legislation may be required to ensure that such subjects come under the purview of the provincial councils,” read the document shared by the Presidential Media Division.",
    "TNA MPs who attended the meeting termed the promises “familiar and hollow”, while pointing out that Sri Lanka’s provincial councils have been defunct for five years now, with no sign of provincial elections. All nine provinces in Sri Lanka are under the rule of their respective Governors, who represent the President at the provincial level, after the terms of the Councils expired in 2018 and 2019. In addition to the TNA — which is the largest parliamentary grouping of Tamil parties in Sri Lanka with 10 seats in the 225-member House — legislators from other Opposition and government-aligned parties participated in the meeting as well.",
    "Meanwhile, leaders across the Tamil nationalist spectrum and civil society members have sent separate letters to Prime Minister Narendra Modi, drawing attention to the enduring concerns of the Tamil people ahead of Mr. Wickremesinghe’s visit.",
    "In a recent letter handed over to the Indian Consulate in Jaffna, the Tamil National People’s Front, which holds two seats in Parliament, contended that the 13th Amendment, under a unitary constitution, was not even a starting point to devolution. They urged Mr. Modi to push for a federal solution instead.",
    "TNA leader and veteran Tamil politician R. Sampanthan, in a letter to Mr. Modi dated July 17, said that the many failed promises of Sri Lankan leaders, including to India and",
    "the international community, had led to a “crisis of confidence”.",
    "“In total disregard of the pious promises and repeated assurances on its part, the Sri Lankan State has not only failed to fulfil its commitments, but has also attempted to abort the implementation of the 13th Amendment to the Constitution by resisting brazenly the continuous demands for the devolution of land and police powers and by misappropriating powers already enjoyed by the provinces by legislative manipulations,” the 90-year-old leader noted in his letter.",
    "He urged the Indian PM “to prevail upon the President of Sri Lanka when he visits New Delhi… to fulfil the commitments made to India with regard to sharing powers of governance with the Tamil People of the North-East in Sri Lanka”, without any further delay."
  ]
}