{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Unwanted-attention/172-258601",
  "time_ut": 1683152430.0,
  "original_lang": "en",
  "original_title": "Unwanted attention",
  "original_body_lines": [
    "Sexual harassment of females at workplace rarely reaches public awareness",
    "Independent Television Network, the media station where television personality Ms. Ishara Devendra is alleged to have been sexually harassed",
    "The danger here is that ITN will be scapegoated, and this incident will be described as a ‘one off’",
    "Sexual harassment is defined as unwanted and unwelcome sexual attention",
    "Many of the people employed in HR are women, but they are women who are granted authority by the patriarchal organisation which employs them, and they are far more likely to dismiss, downplay or negate the claims of harassment that are made to them than to seek to uphold and respect the dignity of the victim",
    "On April 23, a Facebook post was shared by Shiromal Cooray which drew public attention to an incident of sexual harassment.",
    "Ms Shiromal Cooray, Chairman and Managing Director of Jetwing Travels and Jetwing Hotels, used her substantial FB platform to raise public awareness of a complaint made by Ms. Ishara Devendra about her workplace at ITN. Ms Devendra’s allegations, posted on her personal FB page, were that she had been subjected to continual harassment by a senior official at ITN, but that the organisation had taken no action to address the situation.",
    "The next day, a Press release was issued by the Federation of Media Employees’ Trade Unions in support of Ms. Devendra’s claims. The DM reported that the Chairman of ITN had instructed that a full investigation be conducted. To do this, an External Inquiring Officer had to be selected, in order for the Inquiry to proceed objectively, justly, and without personal bias towards the parties involved.",
    "The facts of the matter are not public, and will not be known beyond what the target of the harassment chose to share on her personal page, until the matter is resolved. But the support that Ms. Devendra has invoked from the public is likely to make this a landmark case in the area of sexual harassment claims in SL. Because - although the conduct this incident highlights is widespread - the claims made by those targeted by such behaviour in the workplace rarely reach public awareness.",
    "This is probably because the accused perpetrators are often senior members of the corporations and institutions in which both parties work, and have senior status, and privileged position in the hierarchical structure in comparison to the women they are accused of harassing. The power differential alone makes it unlikely that anyone in HR or any internal complaints section of an organisation would act to question the authority or conduct of a senior official, if they were accused of questionable conduct.",
    "Many of the people employed in HR are women, but they are women who are granted authority by the patriarchal organisation which employs them, and they are far more likely to dismiss, downplay or negate the claims of harassment that are made to them than to seek to uphold and respect the dignity of the victim.",
    "Added to this is company culture, which is set by the conduct of the leadership cohort. Women who seek professional success in the corporate world enter an environment in which they are a minority, and in which the prevailing odds are against them. They are judged by their physical appearance and their attractiveness, rather than the quality of their work, and they are expected to accept whatever form of attention is directed at them.",
    "Ms Devendra is described as a senior journalist, with a professional record of 15 years of work as a journalist at ITN. So her claims cannot be easily dismissed. And they are not restricted to the individual, who is protected by anonymity at this stage of the Inquiry, but to the workplace culture of the whole organisation. In this sense, this case opens the unspoken and unheard cases of other women who have experienced similar treatment to public scrutiny.",
    "The danger here is that ITN will be scapegoated, and this incident will be described as a ‘one off’ when in fact many organizations and institutions see this kind of power abuse going on routinely within their structures, and no action has been taken by them.",
    "Chairperson Shiromal Cooray stated in her FB framing message when she shared Ms. Devendra’s post, that it is up to men to upgrade their attitudes and conduct towards women: ‘My humble plea to all men who have mothers, sisters, wives and daughters: please respect women and treat them as an equal with dignity!’",
    "Sexual harassment is defined as unwanted and unwelcome sexual attention. The problem is that what is seen as ‘welcome’ and positive and affirming by the perpetrator is not seen as such by the person who experiences it. This could be because of their ignorance of what constitutes consent, and of the fact that breaching or acting without the clear consent of the other party is an offence in the eyes of the law.  And as such, such conduct has serious consequences for the perpetrator.",
    "Companies comply with professional standards and prevailing feminist policies by developing Protocols and Mission Statements. And by releasing videos showcasing their few successful female senior Executives on International Women’s Day. But when it comes to implementing these policies, those tasked with their implementation within an institution often fail to enforce the Policy in any meaningful way. This case could be the exception to that rule, and act as a deterrent to those engaging in such conduct in future.",
    "Public perception of harassment shows ignorance of its seriousness. Many people actually believe that being harassed is a sign that the person targeted is being singled out because she is attractive or desirable - so she should be flattered! Others assume she must have behaved in an immodest or brazen way, to welcome such behaviour. Still others think she is trying to enrich herself by making baseless accusations against a rich and powerful man. Very rarely is the offender taken to account publicly. He is often a family man, with a lot of social capital, and a lot of social influence. If he is deemed to be an asset, performing well in his professional role in the company, the company or organisation will side with him, and the victim of his conduct will be incentivized to be silent, or leave the company herself: either negatively by threats and intimidation, or positively, with financial settlements which reduce reputational damage.",
    "All these above assumptions and outcomes are rooted in disrespect towards women, which is unfortunately reflected in the society as a whole, and also globally. And these assumptions are problematic because those in decision-making capacities, in situations like this one, make decisions informed by their underlying beliefs and assumptions, and act on them.",
    "The stigma which is imposed onto a woman who is the subject of unwanted attention in the workplace affects not only her personal reputation, but her standing with her own family and her friends and associates. She risks a great deal to speak out against her perpetrator, for an uncertain positive outcome.",
    "As long as senior officials and those in positions of authority in Sri Lanka’s major companies are ignorant or uncaring of what constitutes harassment, its causes cannot be addressed, and its impact cannot be remedied. As long as such conduct is condoned by internalized misogyny on the part of both men and women in the corporate and governance spheres, the demoralization caused by this unacceptable behaviour continues.",
    "Why should senior women in corporate and governance positions have to request that men conduct themselves properly in the workplace? Many women enter the workforce against the wishes of their traditional families, with determination to challenge themselves and engage in personal and professional development, thus bringing benefit to the country as a whole. Should they be discouraged from doing so, by the conduct of their senior management and those in authority over them?",
    "Workplace Equity means respecting the dignity of all colleagues. It should not just be words on a placard in the Entrance Lobby where the CCTV cameras are. It should be practised across the Board in every department of"
  ]
}