{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/11/major-political-divide-emerges-on-slt-privatization/",
  "time_ut": 1686503820.0,
  "original_lang": "en",
  "original_title": "Major Political Divide Emerges on SLT Privatization.",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's ruling Sri Lanka Podujana Peramuna has hinted that it does not agree with President Ranil Wickremesinghe on the matter of privatizing Sri Lanka Telecom, the national telecommunications services provider in the island nation of just over 22 million people.",
    "In March 2023, the Cabinet of Ministers granted their approval in principle for the divestment of major shareholding in Sri Lanka Telecom PLC.",
    "Sri Lanka Telecom PLC in a letter to the Colombo Stock Exchange noted that the Treasury Secretary has informed the Board of Directors of SLT that the Cabinet of Minister granted its approval in principle for the divestment of the state held by the Secretary to the Treasury in SLT.",
    "It added that the divestment will be implemented by the State-Owned Enterprise Restructuring Unit established under the Ministry of Finance.",
    "However, two months later in May 2023, the Sectoral Oversight Committee on National Security said it will NOT recommend privatizing Sri Lanka Telecom, as matters sensitive to national security could be exposed.",
    "\"Further privatization would expose the countries critical communication infrastructure / sensitive information to private entities whose profit oriented interests can compromise national security. Hence, privatization of Telecom is not recommended, \" said MP Sarath Weerasekera, the Chairman of the Sectoral Oversight Committee on National Security while presenting a report to the Parliament.",
    "He said that anyone/organization who had been blacklisted/ helped terrorists / extremists in any form should not be allowed to buy any share and have any control over our national assets.",
    "The report further notes that the state can buy back the other large shareholder of Telecom as provided for in the agreement, divide the segments into sensitive & vulnerable, excess lands & buildings, critical infrastructure and the business.",
    "\"Whilst retaining the first segments effecting National Security, the state can divest the others, holding a major share through Private Public Partnership ensuring critical infrastructure is protected, and all government regulations are adhered to. This way the government can exit from doing business whilst making profit and ensuring National Security,\" the report further recommended.  (Watch Full Report Here)",
    "Later the same day (9th May 2023), The President's Media Division issued a statement noting that the Government has focussed its attention to the Sectoral Oversight Committee report, emphasizing the concerns surrounding the potential risk to national security resulting from the privatization of Sri Lanka Telecom.",
    "The statement noted that the Government believes that it lacks a logical or scientific data analysis pertaining to the subject.",
    "\"To address this deficiency, it is necessary to examine the operation and regulation of information and communication technology service providers in Sri Lanka, analyze financial data related to the sector, understand Sri Lanka’s national ambitions in this field, assess the available capital capacity, and conduct a comprehensive study of global trends,\" said the PMD.",
    "Furthermore, the Government has reassured that the policy decision taken will not compromise national security, contrary to what is indicated in the report, it added.",
    "Hence, the Government will take a final decision during an upcoming cabinet meeting, considering this report along with recommendations from the information and communication sector, it highlighted.",
    "However, according to the statement by the PMD the President had emphasized that the current government’s policy is focused on providing opportunities to the private sector, distancing it from direct government involvement.",
    "Over the weekend, concerns have been mounting over the possible threat to national security if Sri Lanka Telecom is privatized.",
    "A rights' organization named 'Public Property and Human Rights Protection Center' stressed it would never allow the government to proceed with privatizing Sri Lanka Telecom PLC, Sri Lanka Insurance Corporation and other state-owned enterprises.",
    "Ajith Gurusinghe, an activist attached to the movement, pointed out that the President's Media Division issuing a statement on the findings of the Sectoral Oversight Committee on National Security exposes the plans being made by the Wickremesinghe administration to sell Sri Lanka's vital national assets.",
    "Diwakara Athugala, the General Secretary of the Insurance General Employees Union pointed out that Sri Lanka Telecom generates over Rs. 22 Billion, and Sri Lanka Insurance generates over Rs. 10 Billion annually in profits, and yet the government wants to privatize profit-making State -Owned Enterprises.",
    "Sri Lanka Podujana Peramuna legislator Namal Rajapaksa, son of Former President Mahinda Rajapaksa and nephew of Former President Gotabaya Rajapaksa, stressed that the SLPP has serious concerns with the attempts being made to privatize profit-making State -Owned Enterprises.",
    "\"It is something completely different if one wants to convert a loss-making entity into a profit-making business. However, to privatize profit-making State -Owned Enterprises is a serious cause for concern,\" said the MP.",
    "Rajapaksa noted that the SLPP was worried on the methodology that would be adopted on selecting an investor, and related matters.",
    "\"If a decision is being made to privatize profit-making State -Owned Enterprises, we need to why such a decision was reached,\" he added.",
    "Ruwan Wijewardene, is the Former State Minister of Defence and the Deputy Leader of the United National Party, the same party that President Ranil Wickremesinghe represents.",
    "He said that the recommendations made by the Sectoral Oversight Committee on National Security, with regard to Sri Lanka Telecom PLC, are unacceptable.",
    "His argument was that 49% of SLT is already privatized, and those crying foul now should have expressed their concerns earlier.",
    "He said concerns are being raised over the matter by factions that want to destabilize the country, and the President will reach a decision to strengthen the country, and would likely not opt to making popular decisions.",
    "Vajira Abeywardena, the Chairman of the United National Party, said though State-Owned Enterprises are privatized, the people will be safe and secure.",
    "He said the role of the government is not to engage in business, and not to use public funds to keep paying the salaries of loss-making entities.",
    "Yet, the main opposition bloc in the Sri Lankan Parliament, the Samagi Jana Balavegaya stressed that given Sri Lanka's position one cannot make decision with only a financial perspective. (Watch Comments by Activists and Political Groups here).",
    "The Jathika Jana Balavegaya, another faction in the opposition stressed that the attempts being made to privatize profit-making State -Owned Enterprises, especially Sri Lanka Telecom, is a threat to National Security.",
    "Govt. pledges to meet IMF agreement conditions in three Months: 25 of 62 conditions already met",
    "Hambantota International Port secures contract for 13 Indian Cruise Ships, expanding cruise services in the Indian Ocean",
    "7.5 Million People Face Food Insecurity in SL, Reveals UN Study"
  ]
}