{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/government-services-still-the-same-chaos/",
  "time_ut": 1681238453.0,
  "original_lang": "en",
  "original_title": "Government Services – Still The Same Chaos",
  "original_body_lines": [
    "30 some years ago, as a very young man I was returning to London on an Air Lanka plane. A bunch of tourists returning to their countries were in the bus that takes you from the terminal to the plane. They were talking about a terrible experience they had in another tourist destination. And one said, “we thought we saw the worse, but now we have seen the worst!” They were referring to their total tourist experience in Sri Lanka.",
    "Fast forward to today and not much has changed. Before flying into Colombo, I called the Colombo Hilton hotel to confirm my booking using the telephone number on their website. Boy or boy, all I heard was a bunch of prompts and none of those prompts resulted in talking to a person of even leaving a voicemail message. Despite repeated attempts, I was not able to get through to the Colombo Hilton. My email never got a reply either",
    "Upon arriving at the Colombo airport after a long journey, I was surprised to see how disorganized the immigration lines were. Airport has two section of immigration kiosks; one near and the other far. As the far kiosks are not clearly visible, all passengers congregate to the closer kiosks, making the lines very long.",
    "Upon reaching the immigration officer, I handed him my passport. He took my passport, waved a gesture to me with hand and walked away from his kiosk with my passport in his hand. It turned out that he went out to control traffic and tell passengers about the FAR kiosks that nobody knew existed. He returned after a few minutes and another lady (staff) approached his kiosk from behind and they started chatting. I had to wait till they would finish chatting.",
    "Why on earth there was not a single airport staff member to quickly guide arriving passengers to the immigration desks for a speedy process beats me. Who runs this airport?  A family member of a powerful politico, perhaps!  Very likely!",
    "The airport looks totally run down. One can write graffiti using the layers of dust accumulated on cold air grills on ceilings. Worse, not a single immigration officer had a smile of welcome to this supposedly friendly tourist destination. We spend millions on advertising for tourists but upon their arrival, they walk into a dull, dirty, unfriendly, lethargic, inefficient environment.",
    "Where are the promised warm welcomes and the much-needed guidance to get the tourist to their destinations fast? Are we a vibrant tourist destination or a country who brags about natural beauty but don’t do much upon arrival to meet and greet, welcome and quickly get them to their hotels? Is this so hard?",
    "I wonder how much we cam learn from those tropical Caribbean destinations where they do a real great job to get tourists into a holiday mood! Well presented and spoken female guides reach up to the arriving tourists to help them to get to their hotels fast. The eventual departure areas into the country are not crowded so the arriving tourist from better organized societies don’t get shell-shocked on arrival walking into a crowded, chaotic taxi terminal",
    "A few days later, I had the misfortune of visiting the new Immigration head office building at Battaramulla. A vast 21st century building filled with people of 20th century mentality. I was up on 7th floor. The place had absolutely no system or order. We lined outside the building labelled dual citizens. The line next to it was visas. A large crowd was on both lines. Suddenly, a shabbily dressed man came and opened the door of the Visa line ignoring the dozens of those who were lined up in the dual citizens line. So all of a sudden there was a barrage of people who rushed to the door but those who came first and standing for hours had to join the end of the line due to the absolute stupidity of the man who opened the wrong door.",
    "Then he opened a big ledger and started asking for identification of everybody and writing the info on the ledger one at a time. No computers but the old-fashioned pen and paper system. Given that it was going to take hours to complete this process for everybody, the crowd got frustrated, they all started ignoring this man with a ledger and jumped into the main hallway to take elevators.",
    "I could not help thinking of Nandasena who promised artificial intelligence to make the public service Asia’s miracle!",
    "Then I was on 7th floor and another large crowd reaching out to a tiny counter manned with two nice ladies. They were doing their best but due to the lack of a proper system to process the crowd, the whole reception area was yet another disaster. No lines, no tokens, no system but chaos, everybody clamoring for attention of the two busy ladies.",
    "I jumped to first hoop and was told to pay Rs 2000 to the cashier. I reached to the cashier’s counter only for him to close the counter and depart for his lunch of 45 minutes. Crowd was gathering to pay but the cashier was gone. Me and others waited and waited then got tired.",
    "I walked into the office of a so called ‘Deputy Controller” and there was a nice large office with a young lady occupying the hot seat. She was busy on a private call to a family member. When she dropped the phone, I told her that dozens of people who have come from far and wide are waiting for the only cashier who had gone for lunch. Right away her response was “so sit and wait a little. He will be beck soon”. No apologies, no sense of embarrassment for a terrible service! Then I asked her “why can’t you put someone to take the money while the cashier is gone”? She replied that the cashier is not from Immigration but from the ministry of finance and there was nothing she could do.",
    "I really didn’t care about the delay for me personally. But I could not help feeling for those who were with kids and babies apparently travelled from faraway places, taking tiring bus journeys in hot sun.",
    "The return to the airport to depart carry the same chaos. Two doors are opened for passengers to enter the terminal but not a single soul to guide the departing passengers into a line or even where to go. The arriving lounge into the terminal is too small and once again chaotic. The departing tourists looked fed up. Some of them were making fun of our systems (or no systems). I knew what they were thinking. What a mess is this place?",
    "Took me back to memory lane and visits 30 plus years ago. Nothing has changed much! We are definitely not geared for a 21st century tourist operation.",
    "A few years ago, when I returned to my hometown outskirts of Colombo, the little three-way junction bordering high level road were fitted with the classiest looking set of traffic lights. They did a great job controlling traffic in this busy intersection. They were very smartly done too. But this time, I found the lights still there but not functioning. What a shame? The place is totally chaotic again.",
    "Dozens of traffic lights at several main intersections are broken too. Nugegoda high level road, Kohuwala, and several more nearby busy intersections that once had good functional traffic lights are broken creating total and absolute shameful chaos. And occasionally, one can see a powerful politico in a super luxury SUV passing through too, totally blind to the chaos. The whole Kohuwala and Nugegoda junction looked like a herd of cattle.",
    "Granted traffic lights break. But why not stick a giant and simple sign on all entry points to the intersections to say “STOP. ONE VEHICLE AT A TIME” Then put a cop to ensure drivers follow rules. This is certainly not a magic bullet but why not do something rather than nothing at all.",
    "Local elected authorities do not care for these broken traffic lights but at Kohuwala junction, they are busy building a multi -million-rupee overpass at a time the country is broke. Why not spend thousands and fix the lights rather than spending millions to build overpasses which will too be neglected in a few years?",
    "Who runs this country? All those national and local elected politicians, what are they doing? Who is holding them accountable for this chaos and non-management? What happened to our country? Broke, begging and chaotic?",
    "Still those who ran the country to ground, have the audacity to come on public platform and give bull-crap talk to the masses! I have no doubt if our law enforcement work right, a very large number of them would be in jail instead of on public/cyber platforms.",
    "It was JRJ’s silly 1978 constitution that laid the foundation of eventual corruption and l bankruptcy of our land. It took away the vital checks and balances and separation of powers in the name of a strong executive. Essentially he took away the mechanisms needed to hold public officials and politicos accountable.  Given the quality of the uneducated politicians we kept electing, our political culture nose-dived into a corrupt and bankrupt mess!",
    "Sri Lankan people are talented and we have no shortage of skilled professionals. They are also enterprising. But I am convinced what we lack are good managers. Remember, managers are paid top dollar for thinking power. They put in place systems, procedures, plans etc. for a smooth operation of a good public service. But for the most part we have no such. Hence everything is chaotic and messed up.",
    "A final word! 75 years of mismanagement by mostly an aristocratic, hierarchical political leadership backed by a hopelessly stupid JRJ constitution, the politicians ran our country into bankruptcy. And now as if the damage done to our nation’s economy isn’t bad enough, the current leadership is slowly dismantling what is left of our Democracy too. Fundamental human rights like free speech is  systematically taken away by a man who not only lost his whole party in the last GE, but did not even qualify to be in the parliament even under national list. His stupid late uncle made this possible. This demonstrates the sheer stupidity of JRJ and his more stupid 1978 constitution.",
    "Power flows through the ballot box and with a very powerful Executive JRJ created, power must definitely always flow through the ballot box only.",
    "No matter how RW and MR goons like to slice and dice things, eventually it is the everyday Lankan who pay the price with their diminished standard of living or better still with extreme poverty! The politicos will continue to be driven around in their luxury SUV’s and bullet proof cars.",
    "Are we not slowly being dragged into a country like Idi Amin’s Uganda !"
  ]
}