{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/apollo-hospitals-lankan-helpline-facilitates-access-for-patients-and-physicians/",
  "time_ut": 1682858040.0,
  "original_lang": "en",
  "original_title": "APOLLO Hospitals’ Lankan helpline facilitates access for patients and physicians",
  "original_body_lines": [
    "Afro-Asia’s largest private sector integrated healthcare provider, the Apollo Hospitals Group announced a helpline number in Sri Lanka. This was announced by Sri Lankan Health Minister Keheliya Rambukwella. The Helpline Number connects patients and physicians to Med Connect representatives and provides convenient access to Apollo Hospitals’ vast collection of medical resources.",
    "Rambukwella stated at the event that collaborative efforts in healthcare are of the utmost importance, particularly in light of the escalating incidence of NCDs and the difficulties caused by the pandemic. The minister stated that Indian and Sri Lanka medical personnel should have more opportunities to collaborate and that the government would support such initiatives.",
    "In his special message, Apollo Hospitals Group President Dr. K. Hariprasad thanked Rambukwella and stated that they are pleased to have this helpline number in Sri Lanka and that they value their 35-year relationship with this wonderful nation. “We look forward to increased clinical collaboration with Sri Lanka’s medical community and institutions.”",
    "Apollo Hospitals Sri Lanka Representative Dr. Nilmini Withana stated that they resolved to establish this helpline to connect two nations, thereby facilitating patients’ and physicians’ access.",
    "She also announced that Apollo and the Sri Lankan medical community are closely connected and that they are planning several health awareness initiatives for the upcoming months.",
    "Apollo’s International Division Vice President Jithu Jose outlined the ‘Helpline’ and felicitated the Minister on behalf of Apollo Hospitals. The local office is located at Nl Galle Road Colombo 03 and can be reached via nilminiwithana@gmail.com.The event was attended by business personalities, physicians and other dignitaries at Marino Beach Hotel Colombo 03.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}