{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95191/cricket-selection-chief-appears-before-sports-ministrys-siu",
  "time_ut": 1701074100.0,
  "original_lang": "en",
  "original_title": "Cricket selection chief appears before Sports Ministry’s SIU",
  "original_body_lines": [
    "Pramodya Wickramasinghe, the chairman of Sri Lanka Cricket (SLC) Selection Committee, arrived at the Special Investigation Unit (SIU) for Preventing Sports Offences, a short while ago (27 Nov.).",
    "Wickramasinghe was summoned before the SIU on 17 November, after Sports Minster Roshan Ranasinghe asked the SIU to investigate the former’s recent statements pertaining to the plight of cricket in Sri Lanka.",
    "On 14 November, Wickramasinghe issued a controversial statement, alleging that the adversities Sri Lankan cricket is facing at present were the result of ‘multifaceted conspiratorial plans’ that had been in operation at various levels over the past two and a half years.",
    "Expressing his views on the plight of the sport in the country, Wickramasinghe said the suspension imposed on Sri Lanka Cricket (SLC) by the International Cricket Council (ICC) was also a consequence of this scheme.",
    "Behind this conspiracy, he said were certain individuals who were vying for power in the cricket governing body, brokers involved in match-fixing, and the players who were trying hard to secure their spot in the national team. “The ultimate goal was to cause the downfall of the cricket administration.”",
    "Wickramasinghe went on to dismiss the criticisms levelled against the national cricket selection committee over the past two and a half years, as untrue and destructive.",
    "In August, the Minister of Sports and Youth Affairs had appointed a Special Investigation Unit under the Prevention of Offences Relating to Sports Act, headed by Assistant Superintendent of Police W.A. Jayanath Wanasinghe.",
    "It had been established for the practical execution of the legal provisions of the Act, and proceed in line with the powers and functions assigned by the Prevention of Offences relating to Sports Act."
  ]
}