{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-peoples-bank-says-boosting-liquidity-managing-high-rates-environment-121974/",
  "time_ut": 1685533440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s People’s Bank says boosting liquidity, managing high rates environment",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run People’s Bank has said it is continuing to bolster liquidity in the March 2023 quarter amid a contraction in net interest income and credit, while managing the effects of operating in a high interest rate environment.",
    "Group pre-tax profits 7.2 billion rupees in the March 2023 quarter down from 11 billion rupees a year ago. After tax profits were 4.6 billion rupees down from 6.9 billion rupees.",
    "Net interest income dipped 49.7 percent to 15.3 billion rupees.",
    "“This, in part, also reflected the Bank’s efforts to defer re-pricing of some of its loans to its more sensitive customer segments,” People’s Bank said in a statement.",
    "Consolidated customer deposits grew 2.6 percent to 2,513.1 billion rupees, while locns contracted 4.2 percent to 1.83 billion rupees.",
    "“The dip in net loans reflected a conscious effort on the part of the Bank and the Group to control lending more so in a yet contracting macro-economic context,” the bank said.",
    "Total consolidated assets were at 3,072.2 billion by March 2023, from 3.1 billion last year.",
    "Chairman Sujeewa Rajapaksa said the bank has met the needs of diverse stakeholders while meeting its commercial interests. High interest environment was pressuring earnings throughout the industry.",
    "“The quarter was however witness to several accomplishments from an Institutional standpoint both from a quantitative and qualitative front,” Rajapaksa said.",
    "“This included, amongst other, our ability to successfully drive identified strategic growth areas, ensure sustained improvements in liquidity both from a rupee and foreign currency standpoint and instill further improvements from a risk management perspective.”",
    "Chief Executive Officer Clive Fonseka said the bank was focusing on improving liquidity and capital.",
    "“Our primary focus has, and continues to be, on further bolstering our liquidity, driving key areas of strategic importance, and managing our asset quality whilst supporting our customers navigate through these challenging times,” he said.",
    "“We are currently also taking early steps to bolster our regulatory capital from current levels. The success of our delivery remains ultimately best reflected in the sustained improvements shown across several key performance indicators.”",
    "The Bank’s Tier capital was 11.8 percent from 11.9 percent at the end of 2022 and total capital adequacy was 16.2 percent in March 2023 from 16.3 percent."
  ]
}