{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Radical-disenchantments/4-751304",
  "time_ut": 1690934218.0,
  "original_lang": "en",
  "original_title": "Radical disenchantments",
  "original_body_lines": [
    "“In the two months since February the two leading parties, the NPP/JVP and SJB, have experienced substantial declines in support...with the share of voters saying they would vote for other minor and unnamed parties increasing by 17 points to 28%. ...support for the UNP seems to be plateauing at one in ten likely voters, neck and neck with support for the SLPP.” –",
    "Last week, the Wickremesinghe administration was busy restoring Lanka’s sundered relations with Japan. Since Independence, Colombo’s interactions with Tokyo have been friendly, productive, and relatively uncomplicated – until the Gotabaya-Mahinda Rajapaksa administration’s unilateral and unmannerly termination of the Japanese-funded Light Rail Transit project. Japan reportedly first heard about the termination via media reports. The economically-damaging decision was widely regarded as an outcome of the regime’s extreme pivot to China.",
    "President Wickremesinghe’s consistent wooing of Japan is indicative of the vast gap between his foreign policy and that of his predecessor. Wickremesinghe is careful not to say anything that might irk Beijing’s sensitivities. Yet there’s little doubt that he is slowly extricating Sri Lanka out of China’s orbit. Last week’s visit by the Japanese foreign minister marks a milestone in this new path. “Sri Lanka is a key partner in a Tokyo-led initiative aimed at building security and economic cooperation around the Indo-Pacific,” Hayashi reportedly said, as well as “countering an increasingly assertive China” (AP – 29.7.2023).",
    "Last week, the dual power dynamics between President Wickremesinghe and the Rajapaksas spilled into Lanka’s foreign relations as well. Jayanath Colombage, retired admiral, professor, and Lanka’s ambassador to Indonesia had an ‘official’ powwow with the Taliban without Colombo’s sanction (Colombage was the man handpicked by President Gotabaya to be his foreign secretary). Had the Foreign Affairs ministry in Kabul not tweeted news of the meeting (accompanied by a picture of Colombage posing with two Taliban officials against a Lankan flag) Colombo might have remained ignorant of the antics of its envoy. Sri Lanka, in common with most of the rest of the world, has not recognised the Taliban government. China is among the handful of countries which have allowed Taliban to take over the embassy/consulate in their territories. What made Ambassador Colombage violate Colombo’s writ and host Taliban representatives? Was he being merely ignorant or acting as the cat’s paw of his real masters in Colombo and elsewhere?",
    "Either way, the faux pas was yet another demonstration of the essential incompatibility of Ranil Wickremesinghe’s path and that of his Rajapaksa backers. In May and July 2022, Ranil Wickremesinghe and the Rajapaksas used each other for political survival and gain. That opportunistic alliance cannot, will not survive an election. “For now, to ensure national security (we have) given a small contract (to Ranil Wickremesinghe),” Basil Rajapaksa loyalist and parliamentarian Ranjith Bandara told a gathering of SLPP loyalists in late July. “But a SLPP government will be formed in the near future.”",
    "The conflicting agendas of the two sides came to glaring light last week, during a series of electorate and district level meetings of the SLPP. In an entertaining development, Basil Rajapaksa’s reorganisation drive has turned into a public platform for pro-Ranil and pro-Rajapaksa factions in the SLPP to present their antipodal plans for the future.",
    "At an SLPP gathering in Bandarawela, Minister Shehan Semasinghe said that the SLPP should continue to support President Wickremesinghe. Speaking on the same occasion, Namal Rajapaksa assured the gathered faithful, “We will not sunder the confidence you have in President Mahinda Rajapaksa.”",
    "At the SLPP’s district conference in Matara, Minister Kanchana Wijesekara said that the UNP and the SLPP will get together to form a government. Speaking at the same gathering, Rajapaksa nephew Nipuna Ranawaka said, “We will take care of who becomes presidential candidate and who becomes president. We will win the election, form a SLPP government and show...”",
    "Meanwhile, the geopolitical situation is turning more fraught for Sri Lanka. According to AidData research project of Virginia’s William and Mary University, Sri Lanka tops the list of countries where China might want to set up its new naval base. Hambantota is “China’s largest port investment,” the report points out (https://docs.aiddata.org/reports/harboring-global-ambitions/Harboring_Global_Ambitions.html). China’s decision on this critical matter could hinge on who wins the upcoming presidential and parliamentary elections in Sri Lanka. Obviously for us, much more than the national and the mundane are at stake.",
    "Today, Lankan polity is characterised by visceral disunity, by multiple and antagonistic contradictions. This condition is common to both the government and oppositional. The SLPP has fractured once and will fracture again as the gap between the Wickremesinghe and the Rajapaksa trajectories widen. There’s no anti-government unity in the opposition space, unlike in 2015 or 2019. The SJB and the JVP/NPP are as opposed to each other as they are to the Wickremesinghe administration and the Rajapaksas.",
    "If these trends continue, the coming presidential and parliamentary elections will turn into four-way battles structurally incapable of producing clear winners or working majorities.",
    "The gap between the governing and the governed, the political class and the electorate has never been wider. As Gallup pointed out, “Until 2021, Sri Lankans’ confidence in their national government had never fallen below a majority. But in 2022, it stood at just 37%...representing its lowest point on record” (https://news.gallup.com/poll/508181/sri-lankans-struggling-country-caps-turbulent-year.aspx).",
    "According to the Institute of Health Policy’s latest (June) opinion survey, electoral backing for the SJB and the JVP/NPP has declined. Both are now on par at 23% each. The support for the UNP and the SLPP too has plateaued at 9% each. In an unprecedented development, likely voters backing the amorphous category of ‘others’ has increased to 28%.",
    "In successful democracies, such widespread public disillusionment is addressed by leadership renewal. Parties replace unpopular leaders with more popular (or at least less unpopular) ones. But such renewal is dependent on the existence of internal party democracy. Sri Lanka is a functioning democracy without a concomitant democratic culture. Our political parties are bastions of authoritarianism where the writ of the leader (and his/her kith and kin) is supreme. Since Lankan party leaders are petty tyrants within their kens, they too are susceptible to the ‘dictator trap’, for they hear only biased voices and pleasing opinions. And the last thing their self-serving supporters tell them is that they aren’t universally popular.",
    "The Rajapaksas and Ranil Wickremesinghe seem to be operating on the basis that most of the 6.9 million voters who backed the SLPP in 2019 continue within that fold. While opinion polling can be notoriously unreliable, it is reasonable to assume that most of the SLPP voters are no longer with the SLPP. This means the Rajapaksas have no path to power, at least in 2024. Nor has Ranil Wickremesinghe, if his strategy is to win the 2024 presidential election with SLPP votes just as he won the 2020 parliamentary contest for presidency with the backing of SLPP parliamentarians.",
    "A new fracturing of the SLPP along pro-Ranil and pro-Rajapaksa lines seems unavoidable. This will further undermine the Family’s political prospects. But the pro-Ranil wing of the SLPP will not succeed in pulling the rug from under the collective Rajapaksa-feet so long as Mahinda Rajapaksa is alive. The SLPP’s diminished base would be a Mahinda-base rather than a Basil/Namal base – let alone a Nimal Lanza base. And forming an alliance with some of the dregs of the SLPP (during the egg-importing controversy, Mr. Lanza blasted a top Government official saying “the right thing to do is to send people to the houses of such officials and attack them.”) would impede whatever chances Wickremesinghe has of appealing to the SJB base and to those alienated floating voters.",
    "Disenchantment can be a radical thing leading a nation through unforeseen portals and down unknowable paths. According to the CPA’s Confidence in Democratic Governance survey of January 2023, 92.2% of respondents agreed that most of the Government MPs live their lavish lifestyle as they used to live before the crisis. And 88.4% of respondents agreed that most of the Opposition MPs live their lavish lifestyle as they used to live before the crisis. This perception could be one of the key factors driving up the sense of disenchantment, the anger and contempt towards all 225 parliamentarians and the entire political class. It is this disenchantment that the advocates of a religious solution to the national crisis – such as the chief incumbent of the Mihintale temple – try to exploit. It is this disenchantment those who dream of a military solution to the national crisis, a popular-patriotic departure from ‘failed and unpopular democratic rule’ too could advocate someday.",
    "The orgy of killing, burning and looting was the work of a small minority. But their perception of the nature of the ‘problem’ and their idea of the ideal ‘solution’ remained dominant long after the fires died. Instead of words of repentance and deeds of reconciliation aimed at healing the Sinhala-Tamil rift, Government and society adopted an even harder line vis-à-vis Tamils. Starting with the 6th Amendment, each extreme measure reinforced the message of the rioters, marginalised moderate Tamils and Sinhalese, and strengthened the LTTE and the increasingly racist JVP. It was not just Black July which turned a struggling insurgency into a full scale war and paved the way for the Tigers’ dominance.",
    "It was also its aftermath characterised by the total absence of political sense and acumen, ordinary compassion and decency. A little bit of restraint and moderation would have gone a long way in ameliorating the crisis. Instead the Government blamed external actors, banned political parties, and adopted a zero-tolerance policy towards peaceful expression of Tamil discontent. The moderate TULF was triumphantly driven out of parliament, leaving the path clear first to armed resistance in general, then to the LTTE.",
    "Commenting on the Egyptian revolution of 2011, Yasmine El Rashidi said, “The majority of them (demonstrators) weren’t there for the downfall of a dictator; they were there because of the lack of basic needs” (Laughter in the dark – Egypt to the tune of change). Similarly, Sri Lanka’s Aragalaya was driven by scarcities and deprivations that made ordinary life impossible. People in their hundreds of thousands did not come out for a systemic change, as the Opposition believes. Nor was the Aragalaya an attempt to overthrow the democratic system, as Ranil Wickremesinghe and the Rajapaksas believe.",
    "Incorrect understanding of problems leads to false solutions. As with Black July so with the Aragalaya. Contrary to the hopes of some and fears of others, public demonstrations will not result in Aragalaya 2.01. A repetition would need a politico-economic breakdown of some variety, the kind that turns life into a living hell.",
    "Inability to understand this has turned opposition shrill and government ham-fisted. The targeted and brutal arrest of award-winning journalist Tharindu Uduwaragedara illustrates the latter fallacy. The point is not about Uduwaragedara’s profession or his professional ethics. No Lankan exercising his or her constitutional right to peaceful dissent, whatever his or her profession, should be treated that way. Nor is such intolerance of democratic dissent the path to greater electoral acceptance. It will merely enhance voter disenchantment and drive up that ‘none of the above’ column.",
    "When a teacher wrote a facebook post about a possible instance of medical negligence in Nagoda hospital involving her heart-patient father, the Kalutara police came to her house and harassed her with questions. About the case of a small child dying as a result of a surgeon removing his functioning kidney with the malfunctioning one, the police response seems lackadaisical at best.",
    "An investigation is supposed to be unleashed about a singer mispronouncing a word in the national anthem. But no investigation is even being contemplated about Aura Lanka holding a musical show in Wilpattu’s feeder zone, reportedly sans the permission of Rajanganaya Divisional Secretary.",
    "2023 marks the 200th anniversary of people being brought from India to labour in Lankan tea plantations. Two centuries later, a basic minimum wage is beyond their reach. The MMDA is being slowly asphyxiated to lifelessness. Despite falling inflation rates, cost of living remains high. The Government indulges in uniformed thuggery and the Opposition in hysterical shouting. In the vacuum created by these twin failures, popular disenchantment, radical and subverting, is growing."
  ]
}