{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SLTC-Research-University-welcomes-Prof-Karunaratne-as-new-Vice-Chancellor-and-CEO/34-750750",
  "time_ut": 1689624194.0,
  "original_lang": "en",
  "original_title": "SLTC Research University welcomes Prof. Karunaratne as new Vice Chancellor and CEO",
  "original_body_lines": [
    "SLTC Research University has announced the appointment of Prof. Veranja Karunaratne as the new Vice Chancellor and CEO, with immediate effect.",
    "Dr. Karunaratne brings a distinguished academic background, extensive leadership experience and international recognition to his new role, positioning him as the ideal candidate to drive the university’s vision of excellence and innovation. With a commitment to personalised education and research-driven learning, SLTC is unique amongst academic institutions in Sri Lanka, and is dedicated to shaping exceptional minds for a dynamic future.",
    "With a Ph.D. in Synthetic Organic Chemistry from the University of British Columbia, Canada, Dr. Karunaratne has demonstrated a profound commitment to academic research, rigour and development. His exceptional career includes senior positions such as currently Chairman of the National Science and Technology Commission and Council Member National Research Council and Former Head of the Department of Chemistry at the University of Peradeniya, former Chairman of National Intellectual Property Commission, founder Science Team Leader and Associate Director of Sri Lanka Institute of Nanotechnology (SLINTEC) and Vice Chancellor, SLINTEC Academy.",
    "He also has a background in Intellectual Property and has led and or worked alongside various research teams, whilst having authored and or co-authored over 150 peer-reviewed papers, and he has in the past and presently continues to, supervise a large number of research students for M. Phil. and Ph.D. terminal academic degrees. He is the inventor of 17 international patents and his pioneering research leadership at SLINTEC led to a number of significant innovations in the area of Nanotechnology with commercial applications. His expertise in technology transfer, during his tenure at SLINTEC, resulted in the sale of a number of Nanotechnology related patents bringing valuable foreign exchange to the country.",
    "Dr. Karunaratne’s tenure at SLTC Research University promises to uphold the University’s reputation as a beacon of exceptional educational excellence. His leadership will ensure seamless continuity and further advancement of the University’s vision, objectives and academic programmes, providing students with a rich and transformative learning experience.",
    "Under Prof. Karunaratne’s guidance, SLTC will continue to champion a personalised and student-centric approach to education. The university’s commitment to a research-led learning environment remains steadfast, empowering students to challenge conventions, drive innovation and develop critical thinking, problem-solving and communication skills. By fostering independent learners, SLTC equips students with the necessary tools for lifelong exploration, discovery and growth.",
    "SLTC Research University remains steadfast in its dedication to providing an exceptional education that opens doors to outstanding employment opportunities. Individual merit and academic progress will continue to be the primary factors influencing students’ eligibility for employment, supported by the university’s reputable standing. Furthermore, SLTC Research University takes great pride in its international and local accreditations, which validate the excellence of its programs, research initiatives and offerings. The University is a member of the Association to Advance Collegiate Schools of Business (AACSB) and the Association of Commonwealth Universities, showcasing its commitment to meeting global educational standards.",
    "SLTC’s programs are also recognised and accredited by the University Grants Commission of Sri Lanka, along with Anabin, the German Government’s accreditation and acceptance database, and the Ministry of Manpower of Singapore. The university’s commitment to quality is further attested to by its having received ISO 9001:2015 certification, demonstrating adherence to rigorous quality management standards.",
    "The appointment of Prof. Veranja Karunaratne as Vice Chancellor and CEO marks a new chapter in SLTC Research University’s journey towards academic excellence and innovation. The university looks forward to a bright future under his expert leadership, as he is committed to upholding and advancing SLTC’s dedication to providing a transformative, unique and personalised educational experience for students."
  ]
}