{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Unilever-Sri-Lanka-signs-MoU-with-National-Youth-Services-Council/34-750133",
  "time_ut": 1688149371.0,
  "original_lang": "en",
  "original_title": "Unilever Sri Lanka signs MoU with National Youth Services Council",
  "original_body_lines": [
    "Unilever Sri Lanka signs an MoU with the National Youth Services Council. From left: National Youth Services Council Director Training Rashitha Delapola, Director Admin Manula Perera, Chairman/Director General Pasindu Gunarathne, Sports and Youth Affairs Minister Roshan Ranasinghe, Hindustan Unilever Executive Director Anuradha Razdan, Unilever Sri Lanka Customer Development Director Bathiya Dayaratne, Human Resources Director Ananya Sabharwal, and Chairperson and Managing Director Hajar Alafifi",
    "Unilever Sri Lanka, in its commitment to fostering economic growth and empowering young individuals, has joined hands with the National Youth Services Council to launch an island-wide career development program. This initiative aims to create job opportunities and cultivate future-fit careers in Sales and Marketing for the youth, ultimately contributing to the country’s economy.",
    "With the objective of enabling Sri Lankan youth to have a purposeful and future fit career in Sri Lanka, Unilever Sri Lanka and the National Youth Services Council will initially conduct workshops in Colombo, Gampaha and Kalutara districts reaching over 350 people. This initiative will subsequently be expanded to include other parts of the island. Participants will have the opportunity to meet industry experts, receive guidance on establishing clear career objectives along with insights on pursuing a career in Sales and Marketing. Following the workshops, a selected number of students will have the option of enrolling in a six-month Certificate in Sales Course at the Sri Lanka Institute of Marketing (SLIM), which will entail in class lectures as well as field placements. To facilitate optimal engagement and support the learning experience, Unilever Sri Lanka will contribute a portion of the course fee and ensure placements for the participants after completing three months of in-class lectures.",
    "As a Guest of Honour at the MoU ceremony, Hindustan Unilever Ltd. Executive Director Anuradha Razdan stated, “Driven by our purpose to make sustainable living commonplace, social commitments at Unilever focuses on contributing to a fairer and more socially inclusive world. One such commitment is to upskill 10 million youth across the world by 2030, enhancing their employability with essential skills. Government or private sector cannot do this alone, hence collaboration between various groups is important to strengthen these opportunities for our youth.”",
    "Expressing her thoughts, Unilever Sri Lanka Human Resources Director Ananya Sabharwal said, “At Unilever Sri Lanka we are committed to reach 100,000 youth lives by 2025. This is implemented through student engagement programs in partnership with universities island-wide, where we deliver unique employment models such as ULearn for industry exposure. I would like to take this opportunity to thank all those involved in making this collaboration possible. This is a historic partnership between Unilever Sri Lanka and the Youth Ministry to reach school leavers and the best way to live our mantra of Winning Unilever, Winning Sri Lanka.”",
    "Issuing a statement on this occasion, Unilever Sri Lanka Chairperson and Managing Director Hajar Alafifi stated, “We have been rooted in the country for 85 years and we know the future of our brands is in the hands of the youth. At Unilever Sri Lanka we believe it is in crisis that our duty to serve and to be there for the nation comes first so we have made investments in factories and through these partnerships invest in upskilling our youth generation.”",
    "Sports and Youth Affairs Minister Roshan Ranasinghe stated, “I would like to take this opportunity to thank the National Youth Services Council and Unilever Sri Lanka for partnering to develop the youth of our nation. To witness success and development it is important for all of us to work together. I believe Unilever has many best practices and learnings from developing its business in many countries. This would bring a wealth of knowledge for our youth. The Government fully supports this initiative and look forward to similar partnerships in the future.”",
    "National Youth Services Council Chairman/Director General Pasindu Gunarathne stated, “We are proud to announce the launch of ‘Tharunyata Aruthak’, a youth empowerment project in collaboration with Unilever Sri Lanka. This initiative aims to cultivate a new generation of skilled marketers who will revolutionise the business landscape. Through invaluable training and practical experience in marketing, we empower the youth to drive change and create opportunities for themselves and others. Our heartfelt gratitude goes to Unilever Sri Lanka for their unwavering support and belief in the potential of our youth.”"
  ]
}