{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/that-was-a-jolly-good-one/",
  "time_ut": 1700906640.0,
  "original_lang": "en",
  "original_title": "That was a jolly good one!",
  "original_body_lines": [
    "When Goolbai Gunasekara sent me a copy for review of her latest book, Life can be a Frolic!, hot off the press a few days ago, she was kind enough to scribble a short note in the large envelope enclosing the book. Let me quote what she said. “This is all due to your early encouragement dear Manik. I am always grateful.”",
    "But she got my second name wrong calling me Mr. Manik Perera! No matter. We octogenarians can clearly recall what happened several decades ago in the most vivid detail. But we sometimes can’t remember what we had for breakfast this morning. It is explained by those who know as a matter of short term and long term memory.",
    "To get back to the “early encouragement” that Goolbai mentioned in her note, and for which she has thanked me on innumerable occasions, let me say here what it’s all about. Several years, no decades ago, when I was editing what was the Ceylon Daily News when I started and became the Daily News when I finished, Goolbai wrote a column for the paper that was both very readable and amusing. It was my privilege to have published her, and she persistently remembers this “encouragement.”",
    "What Goolbai wrote in those long gone days attracted a lot of interest. It wasn’t long before she was writing a regular column for the Lanka Market Digest (LMD) and later the LIVING magazine edited and published by a nephew of hers. I think the Daily News paid nothing for her contributions but suspect that LMD would have sent a useful cheque.",
    "A little bit more about those long gone days. Goolbai’s granddaughter, Tahire, named KitKat in her stories, often figured in those stories. She still does is this anthology of some 60 yarns of fun and laughter spread over 225 pages. At that time the Daily News also ran some very charming features by the late Alfreda de Silva about her grandmother and life in a home in a Colombo suburb in those far off days of Alfreda’s childhood.",
    "One day an anonymous postcard landed on my desk declaring “We’re tired of reading about Goolbai’s granddaughter and Alfreda’s grandmother.” I showed it to Chandra Silva, one of the best subeditors I’ve worked with in my over 70-years in journalism who at that time was subbing the front page of the Daily News. Without batting an eyelid, Chandra responded “I bet it was written by (and named a Lake House staffer of the day known for catty remarks.)”",
    "But enough of these incidentals. Goolbai’s cast including KitKat, Dearly Beloved, her famous American mother, Clara Motwani who headed Visakha Vidyalaya as a 20 something year-old, her father, Kewal Motwani (often referred to as her sire), her sister, Su, domestics of long time ago and many recognizable personalities spread over a a period of many years appear in this book.",
    "The anecdotes she’s fleshed out would surely invoke smiles and chuckles. Her dry wit (once she quoted her husband saying “No, you can’t have the car and that is semi-final”) and genius for seeing the funny side of things figure largely in this book that Goolbai believes may be her last.",
    "She has a long list of over a dozen publications over the years, excerpts from a couple of which have been serialized in this newspaper. Cute is a good word to use to describe the book cover reproduced here. The book’s both a fun and easy read, written by an author who has lived a full and accomplished life retaining an irrepressible sense of humour and who, to quote the poet, “age has not withered nor custom staled.” Goolbai Gunasekara retains her infinite variety, so let’s hope that there’s more from her to come.",
    "Moving to Jaffna after Mother was made Principal of Hindu Ladies College",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}