{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/that-japan-airlines-crash-at-tokyo-haneda-international-airport/",
  "time_ut": 1704649200.0,
  "original_lang": "en",
  "original_title": "That Japan Airlines crash at Tokyo Haneda International Airport",
  "original_body_lines": [
    "I remember on my first flight as Captain of a well-known far eastern carrier, when I reached out for the taxi light switches, just before taxing out, the supervising Flight Instructor cautioned me and said “it’s not in the book”. Just for the record, when I left that airline after almost 15 years, it was included in the book (Operations Manual) under the heading ‘Intelligent use of aircraft lights’. I was glad to be an agent of change.",
    "This has reference to the two interesting articles written by George Braine and Dr Upul Wijayawardhana in The Island of 04 January about the recent collision of the Japan Airlines A350 and a Japanese Coast Guard De Havilland/Bombardier Dash 8, resulting fire and the safe evacuation of all passengers and crew. I believe that we will have to wait for the official Accident Investigation Report to ascertain the ‘cause behind the cause’ for this unfortunate accident.",
    "To find the root cause it is recommended to ask the question ‘why’ at least five times. For instance, why did the passengers from the Airbus A350 evacuate? Because it caught fire. Why did the A350 catch fire? Because it hit another aircraft on landing. Why did it hit another aircraft on landing? Because the Coast Guard Dash 8 was not supposed to be there. Why was the Coast Guard Dash 8 there? Because it was not observed by Air Traffic Control (ATC). And so on.",
    "There will be a host of questions. Why did the Air Traffic Controllers miss seeing the Coast Guard Dash 8 entering the active runway (34R) contrary to instructions? Was the beginning of the runway visible from the Control Tower? From the ATC transcripts released by Japan’s Ministry of Lands, Infrastructure, Transport and Tourism, The Coast Guard Dash 8, with the call sign JA722A, was instructed by ATC to taxi and hold short of the active runway at a position called Charlie 5 (C5). It was repeated verbatim by the Coast Guard Dash 8 crew in acknowledgement. However, the crew went past the holding point and entered the runway. (See image)",
    "Usually there are Red lights across the ground with alternating White ‘Wig Wag’ lights installed at the Holding point to prevent aircraft entering the runway. The emerging reports indicate that these Red stop bars across the holding points at the entrance to the runway were unserviceable. Notices to Airmen known as ‘NOTAMS’ were issued to that effect by the ATC.",
    "Another procedure that pilots all over the world adopt is the intelligent use of aircraft lights. It is done day or night time. Just before starting engines they switch on their Red rotating anti -collision lights to inform all personnel to stay clear. When the aircraft is cleared to taxi under its own power, the taxi lights are switched on. When entering the runway, the white flashing strobe lights are switched on. All, including the ATC, will then know that the aircraft has entered the runway. Lastly, when take-off clearance is given by ATC, the bright landing and take-off lights are switched on before rolling down the runway. To an experienced airman, the aircraft’s operational status is apparent at a glance. The strobe lights could have alerted not only the ATC but also the landing JAL516, which could have observed that another aircraft was occupying the runway and could have carried out a safe go-around. These actions are a matter of ‘airmanship’ rather than that contained in the airline’s Operations Manual.",
    "I remember on my first flight as Captain of a well- known far eastern carrier, when I reached out for the taxi light switches, just before taxing out, the supervising Flight Instructor cautioned me and said “it’s not in the book”. Just for the record, when I left that airline after almost 15 years, it was included in the book (Operations Manual) under the heading ‘Intelligent use of aircraft lights’. I was glad to be an agent of change.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}