{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/SL-tourism-fulfils-65-of-July-arrivals-target-in-first-20-days/108-263760",
  "time_ut": 1690129340.0,
  "original_lang": "en",
  "original_title": "SL tourism fulfils 65% of July arrivals target in first 20 days",
  "original_body_lines": [
    "Tourists taking a stroll at the Arugambay beach, popularly known as surfers’ paradise in Sri Lanka",
    "A total of 89, 724 tourists have explored the island nation so far",
    "India, UK, and China rank as top three tourist traffic generators for July 23",
    "Sri Lanka tourism progresses into the summer with a shine after a period of three years as nearly 90,000 international visitors entering the country in the first 20 days of July.",
    "In the first 20 days of July, Sri Lanka has lured a total of 89, 724 tourists, a significant increase in the rate of tourist arrivals when compared with the previous three years.",
    "Since the pandemic in 2020, Sri Lanka tourism was not able to capitalise on the summer season. While competitors started bouncing back as international travel restrictions eased, the island nation was struck with the political, social, and economic crisis that followed soon after the global health emergency, which stood as a major stumbling block in its path towards recover.",
    "However, with active promotional efforts and attempts to improve the local tourism infrastructure, Sri Lanka has been able to see a significant improvement in July tourist arrivals this year.",
    "Provisional data released by the Sri Lanka Tourism Development Authority (SLTDA) show that the daily arrival average for July so far is 4,486.",
    "In the first 10 days of July, Sri Lanka saw 37, 229 international visitors explore the country.",
    "India remains firm in its position as the largest source market for Sri Lanka tourism for the month so far. The neighbouring giant accounted for 17 percent of the total arrivals, which is 15, 330 tourists.",
    "In second place is the United Kingdom, which contributed to 11 percent, or 10, 814 of the total tourist traffic.",
    "In third place is China, having brought in 7 percent, or 5, 963 visitors.",
    "Analysis show that in the first 20 days of July, Sri Lanka has realised 65 percent of the target set for the month, which is 137, 594 tourists.",
    "The steadily reviving sector will have to work towards bringing in 47, 870 tourists for the remaining 11 days of July, which translated to a daily arrival average of 4, 351."
  ]
}