{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-uda-to-take-back-krrish-hyatt-non-operational-buildings-in-lands-it-owns-115633/",
  "time_ut": 1678978980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka UDA to take back Krrish, Hyatt, non-operational buildings in lands it owns",
  "original_body_lines": [
    "ECONOMYNEXT – The Sri Lanka’s Urban Development Authority is planning to take over abandoned and unfinished buildings in the Colombo district constructed in UDA- leased lands and it is planning to submit a cabinet paper to take over unfinished Krrish and Hyatt buildings, a top government official said.",
    "Both Krrish and Hyatt were ambitious projects under former president Mahinda Rajapaksa, who gave priority to the construction sector.",
    "Nimesh Herath, Chairman of the Urban Development Authority said UDA lands are given for some of such mega projects on a long term lease.",
    "“Under this method, the UDA has the authority to take back the land because it owns the land,” Herath told EconomyNext.",
    "“At the moment we are only focusing on these two (Krrish and Hyatt) buildings as they are highlighted. But if there is a development opportunity of getting the lands, we will discuss it by bringing in the necessary laws.”",
    "The valuation of the two buildings is yet to be done, he said.",
    "“In terms of valuation, we have appointed an internal committee, and we are working on that, but the issue is, there are buyers who have already paid to those developers,” Herath said.",
    "The management companies of Krrish and Hyatt have stopped the construction midway. Krrish has taken partial and full payment for some apartments it was to complete.",
    "The move comes as an precedented economic crisis has forced Sri Lanka to look for new resources to earn foreign currency. Tourism has started to see some increase in arrivals of foreign visitors since December last year.",
    "The price fluctuation due to sharp depreciation of the rupee has discouraged constructors, and many were on hold until the prices stabilized. The delay has caused heavy cost escalation for constructors and higher opportunity cost for the government, analysts say. (Colombo/ March16/2023)"
  ]
}