{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/30/president-urges-business-leaders-to-educate-workforce-on-ddo/",
  "time_ut": 1688113800.0,
  "original_lang": "en",
  "original_title": "President Urges Business Leaders to Educate Workforce on DDO",
  "original_body_lines": [
    "(PMD); President Ranil Wickremesinghe urged business leaders to educate their employees on the crucial step of  regarding the Domestic Debt Optimization (DDO) aimed to ensure that individuals and industries comprehend the significance of this financial manoeuvre.",
    "He said by engaging in widespread explanations, stakeholders can grasp the nuances of the restructuring and gauge its influence on their livelihoods.",
    "President Wickremesinghe noted that the foremost effect of this restructuring endeavour is the anticipated reduction in interest rates, providing a glimmer of hope for individuals burdened by financial obligations. While the exact timeline remains uncertain, experts predict a noticeable decline in interest rates within a matter of months.",
    "The President said, “I think best is for you all to go out and explain what this debt restructuring means to you all and to the workforce. I think that’s what you all should do and if you can keep that momentum in the next few days, it will be very helpful. This is about the best that we can achieve. With this comes the fact that our interest rates will come down. It’s a matter of months before it comes down. Secondly, the development assistance will start, which will be a boost to a part of the construction sector.”",
    "Moreover, the President said as part of this restructuring, an injection of development assistance is on the horizon, poised to breathe new life into the construction sector. This infusion of support has the potential to stimulate growth, create employment opportunities, and invigorate the overall economy.",
    "Meanwhile, during the meeting with trade union representatives, President Ranil Wickremesinghe emphasized the importance of implementing the Domestic Debt Optimization program.",
    "He warned that failure to do so could lead to a potential increase in interest rates for loans obtained by small businesses. The President also expressed concerns about the possibility of the dollar’s resurgence, given the strengthening of the rupee. He emphasized that domestic debt optimization must be conducted simultaneously with foreign debt optimization to mitigate this risk.",
    "President Wickremesinghe assured the trade union representatives that the law guarantees the continuation of the 9% annual interest provided to beneficiaries under the Employees’ Provident Fund. He urged them not to harbour any doubts regarding future benefits.",
    "Following are excerpts of the discussion with members of Chambers and the business community;",
    "There have been a lot of concerns about banks recently, saying that bank deposits will be affected. There will be an impact on the banking system. So in our discussions, we ensured the banking system stability.",
    "Next is the protection of all bank deposits. This is going to have a huge social impact compared to the superannuation funds. So there is a very reasonable and fair solution. Our argument is that banks have already made a huge contribution to the Treasury in terms of 50% taxation and their contribution to the economy in terms of debt moratoriums, and state loan provisioning, which has already been affected. As a result, we wanted to exclude the banking system or deposit-taking institutions from restructuring their treasury bonds.",
    "Treasury bills obviously have no impact at all as was already announced by the Central Bank. Treasury bills will be restructured. On the superannuation funds, it is also a fair solution where we would be able to assure that they will receive the interest or return of 9% every year.",
    "Next several years they will be assured of a 9% return as well as no reduction in their balances. No re-statement of balances. The current balance would be protected. They will continue to get a 9% return going forward.",
    "And those treasury bonds would be restructured and would be exchanged for new bonds. That will be launched on the first working day on Tuesday (04) morning. There will be a launching notice. From there that will be the cut-off date.",
    "Any bonds held by superannuation funds will be exchanged including EPF, ETF and all superannuation funds. There are a number of private-sector superannuation funds. Those will be restructured. The main justification why only superannuation funds is basically because they are paying their liable 14% tax compared to the banking sector’s 50% insurance. At least 30% of the corporate are paying 30% income tax. Any income out of Treasury bonds or interest income are paid back to the government in terms of taxes.",
    "However, superannuation funds are paying only 14% which is a concessionary rate. Still, they can continue to enjoy that 14% if they participate in the bond exchange. Otherwise, they have the option to go for higher tax rates. Then obviously they will not be better off.",
    "So, it is up to the superannuation funds to decide on their choice. We would expect that choice will be indicated when we complete the bond exchange within the month of July. Then the government will get a big relief in terms of their liquidity. And the key instrument is that in bond exchange, there will be a five year grace period during which interest will only be paid for exchange bonds.",
    "And then maturity starts from 2032 to 2038 on a gradual basis and yearly basis. Any new bonds will be traded in the market and new issuance will be under a new series. So those will continue as usual.",
    "And then this will provide a huge relief for the government in terms of its liquidity position. There will be interest payment relief. So, that fiscal consolidation and fiscal position will be relieved. From our side, the Central Bank, our involvement, and interest is to protect the financial stability on one hand and the banking sector and deposit-taking institutions. On the other hand, as the custodian of the EPF, we wanted to get the best-optimised deal for EPF holders and superannuation funds.",
    "We expect the DDO to be submitted to Parliament and discussed at the committee stage. And then on Saturday (01), hopefully, it will be approved by Parliament. Then the launch will happen from Tuesday onwards.",
    "The Si Lanka Business Association (SLBA) welcomes the classification or excluding banks from the DDO. But when you look at it, with the current proposal, we can reach the Gross Financing Needs (GFN) targets, and that’s critical.",
    "And also this is a huge debt relief from a cash outflow perspective. The only challenge, the way I look at it, from a revenue standpoint and expenditure standpoint, is that the government will have a serious concern in terms of paying interest for the domestic debts.",
    "So the revenue broadening would be critical for the government. We have to increase tax files. I don’t think we can run with the current tax base and reach the targets.",
    "From the private sector and the Ceylon Chamber’s point of view, I think this is probably the best thing that could have happened, especially protecting the banking system, because otherwise, with the already struggling economy, we would have struggled with the banks having to deal with other issues.",
    "But having said that, hopefully, the banks will now start making cheaper funds available to the private sector. I think that has not been coming forth, so we really look forward to that happening. This way investment can continue.",
    "I think everything came to a standstill during the last 18 to 24 months. So for the economy to move forward, we need cheaper funds to come into the private sector.",
    "I would like to congratulate the government for having pulled this off. It’s definitely a big relief. Mr. President, as you came in, you would have seen a smile on everyone’s faces. And I think the question we have to ask you is, how can we help? What help does the government need from us? What are the things that we should do and not do, and what would you like us to take back from this meeting?",
    "Mr. Buwanekabahu Perera – Secretary General /CEO, the Ceylon Chamber of Commerce (CCC)",
    "We believe that bringing in some kind of relief for the capital of interest payments that we are making right now, will definitely add value and promote the investments and continuity of the private sector because right now we see many small, medium and also the large-scale private sector closing down and looking at various other markets to move in.",
    "However, we will have to look at retaining them internally because we have seen a number of large companies that have been in the trade for more than 30, or 40 years, closing down. So we will have to address something here, particularly when you look at the energy sector. We will have to give some kind of solution there and restructuring of the CEB must take a primary role within the next couple of months. This will give some consolation to the private sector for them to continue their business in an affordable and internationally competitive manner.",
    "Sri Lanka cricketer Wanindu Hasaranga reprimanded for breach during World Cup Qualifier",
    "CCPI based headline inflation records another sharp decline in June 2023"
  ]
}