{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/contradictions-by-canada-on-genocide-in-sri-lanka/",
  "time_ut": 1687279320.0,
  "original_lang": "en",
  "original_title": "Contradictions by Canada on ‘genocide’ in Sri Lanka",
  "original_body_lines": [
    "A frontpage headline in the Daily Mirror of June 16, 2023 said: “Canada informs SL that NO GENOCIDE TOOK PLACE IN SL”. Two other sub headers state: “Canada’s Foreign Ministry informs SL that no finding on genocide in Sri Lanka” and “However, the Canadian PM renewed the narrative of genocide on May 18, 2023”. Continuing the report states: “In what appeared to be a clash of narratives among Canada’s leaders, Canada’s Foreign Affairs Ministry has informed the Sri Lankan government that Canada had not made any finding that genocide had taken place in Sri Lanka, the Daily Mirror learns”.",
    "If what has been reported is correct, the narrative of Canada’s Foreign Affairs Ministry contradicts the position taken by the Canadian Prime Minister Justin Trudeau, who, while making a statement commemorating the 14th anniversary of the end of the civil conflict in Sri Lanka, justified the unanimous adoption one year ago by the Canadian Parliament of a motion to make May 18 Tamil Genocide Remembrance Day.",
    "Given the Canadian Foreign Affairs Ministry statement that “Canada has not made any finding that genocide had taken place in Sri Lanka”, it is beyond comprehension for any government of Canada, which proudly calls itself part of the First World, for its Foreign Affairs Ministry and for its Prime Minister to take such vastly divergent views in respect of charges of genocide in another sovereign country such as Sri Lanka. Such contradictions reflect not only the poor state of governance in Canada but also its scant respect for a sovereign country and its Peoples’ sensibilities. How should Sri Lanka handle such contradictions?",
    "Whether the contradiction between Canada’s Foreign Affairs Ministry and its Prime Minister is fact, misreport or fiction, the response from Sri Lanka’s Foreign Ministry to Canadian PM’s statement was to state: “Such irresponsible and polarising pronouncements by the leader of a nation breeds disharmony and hatred in Canada and Sri Lanka, instead of promoting peace and reconciliation”. The statement continues to vehemently reject the “unsubstantiated narrative of genocide which has been deliberately construed by politically motivated anti-Sri Lanka elements, whose so-called recognition in Canada depends on spreading misinformation and a false narrative of hatred” (Daily FT, May 23, 2023).",
    "The above response is directed only in respect of the comments by Canada’s Prime Minister. The response does not address the motion by Canada’s 338 Member Parliament which states: “this House acknowledges the Genocide of Tamils in Sri Lanka, and recognizes May 18th of each year as Tamil Genocide Remembrance Day”. The House of Commons unanimously accepted the motion”.",
    "What is of deep regret is that although Sri Lanka’s Foreign Ministry was aware that a motion to declare May 18th as a “Tamil Genocide Remembrance Day” was work in progress long before the motion was passed unanimously by Canada’s Parliament, not enough was done to counter the “unanimous efforts” of the Canadian Parliament. For the SL Foreign Ministry to claim that its representative in Canada failed to present material evidence to convince even a few of a 338 Member Parliament to prevent the unanimous support for an “unsubstantiated narrative of genocide”, is unbelievable.",
    "If the entire Canadian Parliament believes that there was genocide in Sri Lanka, should not such a charge be “vehemently rejected” via a unanimous decision of Sri Lanka’s Parliament, bearing in mind that anyone who opposes or abstains would by their action be endorsing the Canadian Parliament’s motion? Regardless of the outcome of such a resolution, the fact remains that it is appropriate that a claim, however indefensible by ONE Parliament (in this case Canada), should be countered by none other than by The OTHER Parliament (in this case, Sri Lanka) for the sake of parity of member states and the dignity of the nation, and NOT by the Foreign Ministry. Furthermore, in this case, it is only a Parliamentary Resolution in Sri Lanka itself that could prevent Tamil pocket boroughs in other countries from adopting similar motions.",
    "What is at stake is the inability of Sri Lanka’s Foreign Ministry to hold the LTTE that represented the Tamil community responsible for endangering the security of the Tamil civilian population by holding them hostage and using them as a human shield during the final stages of the armed conflict. This stems from the refusal of successive Sri Lankan Foreign Ministries to acknowledge that the armed conflict in Sri Lanka was a Non-International Armed Conflict and the applicable law is International Humanitarian Law as codified in “Protocol Additional to the Geneva Conventions …relating to the Protection of Victims of Non-International Armed Conflict”. The explanation offered by the SL Foreign Ministry for not categorizing the conflict as an armed conflict is because of the lame fact that the Sri Lankan Government has not ratified the Additional Protocol II of 1977; a position that ignores the relevance of provisions contained in Customary Law relating to Non-International Armed Conflict.",
    "What is at stake is the contrasting position taken by the Office of the High Commissioner for Human Rights that Article 3 common to all Geneva Conventions is applicable to the armed conflict that took place in Sri Lanka. For instance:",
    "Paragraph 182 of the above Report states: “Article 3 common to the four Geneva Conventions relating to conflicts not of an international character is applicable to the situation in Sri Lanka, with all parties to the conflict being bound to respect the guarantees pertaining to the treatment of civilians and persons hors de combat contained therein. Common article 3 binds all parties to the conflict to respect as a minimum, that persons taking no direct part in hostilities as well as those placed hors de combat shall be treated humanely”.",
    "Paragraph 183 states: “In addition, the Government and armed groups that are parties to the conflict are bound alike by the relevant rules of customary international law applicable in non-international armed conflict”.",
    "Therefore, even if Sri Lanka has not ratified Additional Protocol II of 1977, Sri Lanka and the LTTE are bound alike by customary law, and taking civilians hostage and using them as a human shield is a violation of customary law; a fact incorporated in Article 13 (6) of Sri Lanka’s Constitution that state: “Nothing in this Article shall prejudice the trial and punishment of any person for any act or omission which, at the time when it was committed, was criminal according to general principles of law recognised by the community of nations”.",
    "What is at stake is the failure on the part of successive SL Foreign Ministries and Governments to present evidence relating to the indisputable fact that the LTTE took civilians hostage and used them as a human shield, thereby violating Customary Law. This is a gross dereliction of duty for which Accountability is needed. More importantly, it belittles the honour and dignity of the thousands of Army, Navy and Air Force personnel who gave their full measure of devotion to protect the civilians who attempted to find safety among the security forces, while defending the integrity of the State. These hard facts which are contained in several Presidential Commission Reports, the Reports of the ICRC and by others such as Lord Naseby were not presented to the Canadian Government or to the Human Rights Council in Geneva. Instead the refrain has consistently been the cry of “unsubstantiated narratives”.",
    "The term “Tamil Remembrance Day”, albeit not specifically stated, by implication means that genocide was committed by the Sri Lankan Government because GENOCIDE under International Criminal Law means the deliberate destruction of one group by another.",
    "The word, genocide, as first coined by Raphael Lemkin in 1943 “does not necessarily mean the immediate destruction of a nation, except when accomplished by mass killing of all members of a nation”. Instead, “it is intended rather to signify a coordinated plan of different actions aiming at the destruction of essential foundations of the life of national groups, with the aim of annihilating the groups themselves”.",
    "The fact that the majority of the Tamil people were outside the conflict zone and did not experience any attempts to destroy them in any way whatsoever, means that it could be categorically concluded that there was no genocide of the Tamil community in Sri Lanka. Instead, what Sri Lanka experienced during the final stages of the armed conflict was conflict related casualties of those within the conflict zone made up of Security Forces personnel, the LTTE combatants and Tamil civilians, brought about entirely by the strategy adopted by the LTTE to take the Tamil civilians hostage and using them as a human shield for which the LTTE has to be held totally accountable for committing a war crime on the basis of customary law and subjecting a disproportionate number of Tamil civilians to face death. .",
    "Thus far, the focus has been on the number of conflict related casualties. While large numbers have been the basis for charges of genocide, the more realistic numbers have been the basis for conflict related casualties. In the perspective of such a background, it is apparent that the Canadian Parliament relied on the high numbers presented by the Canadian Tamil diaspora in the absence of any efforts to counter such claims by successive SL Foreign Ministries and Governments. Under the circumstances, the only option for the Sri Lankan Parliament is to initiate a motion that presents realistic numbers from credible sources and reject the motion passed by the Canadian Parliament. Failure to do so would be seen by the citizens of Sri Lanka as another failed attempt to stand up and be counted.",
    "The issue is not the contradiction between Canada’s Prime Minister’s position to recognise genocide in Sri Lanka and for its Foreign Affairs Ministry failing to find genocide in Sri Lanka. The real issue is the motion unanimously adopted one year ago by the Canadian Parliament to commemorate Tamil Genocide Remembrance Day. The fact that the entire Canadian Parliament passed such a motion reflects their mental incapacity to distinguish between conflict related casualties who were a minority within the conflict zone and the majority of the Tamil community who was outside, experiencing only the effects of the conflict along with the rest in Sri Lanka.",
    "It is indeed disappointing that not one single member of the 338 Member Canadian Parliament thought it necessary to exercise due diligence and view the motion before them objectively when they cast a vote in favour of a motion that by implication accused a sovereign state and its Peoples of a crime that it is not guilty of, because of their inability to distinguish between conflict related casualties with genocide. The claim that “tens of thousands of Tamil civilians were killed in the last phase of the war” was within the conflict zone because the strategy adopted by the LTTE to take Tamil civilians hostage and use them as a human shield resulted not only in committing a war crime but also disproportionately increased the number of deaths in the conflict zone.",
    "On the other hand, genocide means the intentional destruction of the foundation of one group by another. This did NOT occur in Sri Lanka because the majority of the Tamil population that was outside the conflict zone did not experience any attempts to destroy who and what they were as a community. It is the inability to appreciate the differences in the experiences of those within the conflict zone and those outside that perhaps is the reason for the flawed conclusion reached by the Canadian Parliament. that there was genocide in Sri Lanka. The conclusion reached by the Canadian Parliament through a gross error in judgment by their elected representatives thus becomes a cause to shame Canada and its Peoples. The only way to redeem that shame is for Canadian Parliament to withdraw the motion they had unanimously passed.",
    "The reason for this skewed perspective to persist is because of the inability of the SL Foreign Ministry to have a true and realistic understanding of the legal nuances associated with Sri Lanka’s armed conflict. They have dismissed the whole issue by falling back on their stock position to do nothing on the basis that Sri Lanka has not ratified Additional Protocol II of 1977, and in the process ignored the fact that taking civilians hostage and using them as a human shield is a war crime under customary law to which the LTTE is bound (Paragraph 183 cited above). Therefore, ratification is of no relevance.",
    "In such a background it is appropriate for Sri Lanka’s Parliament to present facts from credible sources that hitherto successive governments have failed to do, and for the Cabinet to initiate a resolution that vehemently rejects charges of genocide. However, going by past practices, it is most likely for this government not to resort to any meaningful measure and kick the can down the road and dishonor the dignity of the Sri Lankan Peoples and the Nation notwithstanding the fact that doing nothing means the shame of genocide in Sri Lanka would remain.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}