{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82306",
  "time_ut": 1688843700.0,
  "original_lang": "en",
  "original_title": "The Central Bank is guaranteeing that the EPF and ETF pension funds will get 12 percent interest on their govt bonds till 2025 and thereafter 9 percent. This assurance from the govt and the CB  we hope will be kept",
  "original_body_lines": [
    "The government’s controversial domestic debt restructuring (DDR) plan has been approved by parliament. This is a necessary condition for the restructuring of the foreign debt and stabilising the country’s foreign finances.",
    "Hopefully, this would enable the restructuring of foreign debt favourably.",
    "The country’s foreign debt liabilities are expected to be reduced by 30 percent. The restructuring of the Chinese debt too is expected to be agreed on bilaterally.",
    "Although the passage through parliament of  the domestic debt restructuring was a foregone con-clusion, the parliamentary debate on it aroused  considerable controversy.",
    "The Bill was passed by a comfortable majority of 60  votes with 122 voting for it and 62 against it. As many as 40 MPs were absent during voting.",
    "The Chairman of the Committee on Public Finance  Harsha De Silva  voted against it. SJB MP Vadivel Suresh and MP Sudarshani Fernandopulle voted in favour.",
    "Many  members were absent during voting time. While the TNA and MP Gajendrakumar Ponnamba-lam voted against it,",
    "SJB MP Rajitha Senaratne was a notable absentee. There were three other important government members who were  conspicuous by their absence. The other absentee was the JVP leader who was in Australia.",
    "The significant paradox of this is that these members who enabled the passage of the DDR Bill will be vociferous opponents of the bill. Such is the country’s parliamentary politics.",
    "The period ahead is likely to be one of organised political unrest and social upheavals that are not conducive for the country’s economic revival.",
    "Politics apart, what are the impacts and repercussions of the domestic debt restructuring (DDR) — dubbed domestic debt optimisation (DDO) by the Central Bank of Sri Lanka?",
    "We are made to understand that a precondition of the foreign debt restructuring was a similar re-structuring of the domestic debt. The rationale for this was that if foreign debt holders were to take a loss, then it is only fair that domestic creditors too should take a similar debt reduction.",
    "As the domestic debt restructuring was a condition of the foreign debt restructuring, domestic lenders to the government had to take a reduction in their  earnings. That it has fallen on the superannuation of employees is the bone of contention.",
    "The Central Bank Governor and government officials insisted that it was essential that the DDR did not destabilise the financial sector, notably the banking sector.",
    "As there was a prospect of a run on the banks and a collapse of the financial system, the Central Bank gave a guarantee that the financial viability of the banks would  not be jeopardised. This assurance and the provisions of the DDR has ensured the stability of the banking and financial system. The rise in value of banking shares from last Tuesday is proof of this.",
    "As there was a outcry that the Employees’ Provident Fund (EPF) and the  Employees’ Trust Fund (ETF) would suffer losses and that the retirement benefits of private sector employees would be eroded, the President and the Central Bank Governor  assured the public that such an erosion would not occur.",
    "As it turned out, this was a factual inexactitude. Whether this would be made up in the fullness of time, remains to be seen.",
    "The fear that the DDR would affect the financial sector had to be squashed to ensure financial stability. The collapse of the financial system would have been serious.",
    "In fact,  a crisis in the banking sector would have had horrendous repercussions on the stability of the economy and even result in an   economic collapse.",
    "Understanding this predicament, the Central Bank Governor was quick to announce that the DDR would ensure the stability of banks and the financial system.",
    "This assurance was not believed by the  general public, but no widespread panic was felt as financial institutions had confidence.",
    "A mild tremor, rather than shock waves, were experienced. Interestingly, the initial fears appear to have been relieved quickly, as an upward movement of banking shares in the share market demonstrated. It appears that assurances were given to the banking sector that its stability would be as-sured in a DDR.",
    "The second wave of anxiety was politically motivated by opposition parties. There was a widespread fear that the life savings of private sector employees in the EPF and ETF would be reduced.",
    "The Government and Central Bank were quick to assure that these superannuation benefits would not be touched. The opposition persisted that this was not true. The subsequent unfolding of the DDR lay bare the truth that there would be a reduction .",
    "The Central Bank is guaranteeing that the EPF and ETF pension funds will get 12 percent interest on their government bonds till 2025 and thereafter 9 percent. This assurance from the government and the Central Bank we hope will be kept.",
    "The domestic debt restructuring was a condition of the foreign debt restructuring. As such, domestic lenders to the Government had to take a reduction in their earnings.",
    "For reasons explained by the Central Bank, it was essential that the DDR did not destabilise the finan-cial sector, notably banking sector. As there was a prospect of a run on the banks and the collapse of the financial system, the Central Bank gave a guarantee that the financial viability of the banks will not be jeopardised.",
    "As there was a outcry that the EPF and ETF would suffer losses and the retirement benefits of private sector employees would be eroded, the President, the Central Bank and the Government assured the public that such an erosion would not occur. As it turned out, this was a factual inexactitude. There is a loss that maybe made up in the fullness of time.",
    "All things considered, as a government MP said, this is about the best that could have been done. Even COPF Chairman Dr Harsha de Silva, who voted against the Bill, thanked the Central Bank and Finance Ministry officials for their efforts to develop what may be called a least risk solution.",
    "Now that the contours of the DDR is a fait accompli, the foreign debt restructuring that reduces our foreign debt obligations must be speedily settled and the economic policies and reforms needed for economic stabilisation and growth should be speedily implemented.",
    "We must look forward to the restructuring of the foreign debt and the adoption of reforms and policies that would revive the economy and put it on a path of economic growth and development.",
    "This, however, is a difficult task as reforms are politically unpopular and the opposition parties would spearhead protests and social unrest.",
    "Will this be a turning point and opportunity to emerge from the current economic crisis and revive the economy? There are both favourable factors and risks, uncertainties and threats that must be overcome by pragmatic and effective implementation."
  ]
}