{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/hate-symbols-are-most-potent-in-overturning-established-governments/",
  "time_ut": 1700755580.0,
  "original_lang": "en",
  "original_title": "Hate Symbols Are Most Potent In Overturning Established Governments",
  "original_body_lines": [
    "In the last century and a little more, history is replete with earth shattering events of great note. No less significant were historical personalities who led those changes. The events were: the elimination of the Romanoff Dynasty from the Russian rulership scene; the removal of the centuries old Hohenzollerns from Germany; termination of the British Empire from India and installation of the Communist Regime in China. The reader may wonder what parallel is drawn among these events and the adverse happenings in Tamil Nadu. For decades together there was seething discontent. The current spell of non-delivery on pledges was particularly disheartening to the polity. I seek to set them out in clear and precise terms.",
    "All four upheavals, marking revolutionary changes happened from 1917 in Russia, 1918 in Germany, 1947 in India and to 1949 in China. In every one of these epochal developments, the masses were motivated and galvanized by a build-up of unremitting wrath. In Russia it was principally, ineptitude of Czar Nicholas II, resulting in poor management of the economic and social system. Even as decadence was setting in, a galaxy of intellectuals with Lenin at the helm counterposed communism as the course for redemption. Capitalism was weak at that point of time and it gave way at its weakest link – Russia. The 1st world war was too much of a challenge and it dealt its fatal blow. The communists had projected capitalism as their hate symbol.",
    "In Germany, defeat in the war had devastated the nation. The humiliating Treaty of Versailles with its ‘War Guilt Clause’, together with dismemberment of the nation, limits to expanding the armed forces and reparation payments were too much for a powerful and proud people to bear. For a leader to emerge in Germany the Treaty of unwise clauses provided fertile ground. Without fail a tailor-made personage pushed himself forward in the late twenties and became primus without pares by early thirties. That was Hitler. All the positive factors to create an aggressive nation he identified and integrated. More important was to put together the hate symbols and weld them into a potent force. Communism very much dreaded by Germans became a hate symbol. As much hateful were the Jews and anti Semitism became state policy. All hate symbols were welded into a potent force and well-orchestrated by the leader. After war and destruction, Germany has reached a new ascendancy after 1945.",
    "China is an ancient civilization having a chequered history. Napoleon had said more than two centuries ago, “There sleeps a giant let her sleep; when she awakes, she will shake the world”. True to the prophesy she has grown and will grow incessantly. The peaceful revolution of 1911, and subsequent struggles brought Mao and the Communist Party to the fore. The hate symbols of the masses were poverty and degradation, Japan’s incursions, America’s aggressions and Kuo Min Tang’s decades long war. Defeating the forces of evil adroitly and installing a new regime was Mao’s genius.",
    "Contrasting the two countries, Nehru said “India did not struggle for her independence, we never had a Long March”. Whatever the lapses of the past in India, they are being made good from 2014, the democratic way with all the shortcomings endemic in democracy. With the above preamble, I get on to India with focus on Tamil Nadu.",
    "To a proud India priding over her illustrious credentials, remaining subjugated to British rule was unacceptable humiliation. Mid nineteenth century saw the birth of intellectuals and a revival of learning. The passion to be free grew and wars of independence the non-violent way became the chosen path to freedom. Whatever the effort, India’s sedentary economic performance and consequent social stagnation, from independence to 2014, was a standing indictment of successive Congress governments. The aura of winning freedom thinned out fast. In Contrast is the remarkable success of the BJP government in the centre, which has in the past two terms   transformed the lives of all Indian citizens quite substantially. A fresh confidence has now gripped the people with a yearning for new vistas. In this context, failure has been the lot for states with non-BJP governance. There are exceptions however.",
    "For as long as 56 years, two Dravidian parties have ruled the roost. DMK and subsequently an off shoot named AIADMK. May it be known that the latter broke away in 1972, unable to put up with the unpardonable and excessive corrupt practices of the former. MGR led the revolt and banished Karunanidhi to the doldrums. MGR’s governance lasted till 1987.",
    "With only a few intermissions, Tamils swallowed their pride and lived with the pernicious cancer of Corruption for no less than half a century. It never abated. It grew and grew till two intellectuals from Tamil Nadu declared ten years ago that the place was most corrupt in the world. It needed no proof. It was taken up as an axiom.",
    "To Krishnamurthi the savant and intellectual, discernment of the essential is a mark of intelligence. Annamalai with his sharp intellect has identified corruption as the foremost curse to be destroyed and the practitioners as the worst to be exterminated first.  Came the twenties of the current century and a frontal attack is now levelled at this ‘Hate Symbol’.",
    "Naming the culprits and shaming them was the first step. Quoting the size of the loot was next. List 1 published in April was visible confirmation. If the public media was swift in publicizing it, the social media was not far behind. The official process was followed up by institutions such as: Income Tax, Enforcement Directorate and National Investigating Agency. The judicial process was next and it is now on with a minister as the first to be apprehended. Media publicity is potent and social media has very wide reach in the state. Above all was the Padayatra honeycombing the corners of Tamil Nadu and Annamalai personally communicating with the politically conscious. With over a million recipients in the 107 electorates already covered, people’s expectations of the guilty being brought to book are strong. The unfavourable impact of these procedures on the DMK, in the Lok Saba election is well recognized by the voting multitude. Yet the allurement of the hate symbol – Filthy Lucre – is so powerful as to draw the DMK into its embrace to be cast  into the dustbin of history, come May 2024.",
    "Tamil Nadu society, placid for long is now astir with activism. Who is the stormy petrel that ignited the fire, fanning the flames and is burning the dross to ashes? It is Annamalai who set about his task four years ago and is accelerating the pace at lightning speed. The quickening pace was sensed from April this year and has reached proportions, politically life threatening, to the adversaries. A senior leader of the DMK has acknowledged this phenomenon. This rowdy formation placed 74 power cuts in the path of 90 Padayatras by last month in a duration of two months. So much was the quivering of the DMK at the approach of elections. The party wielding state power was dithering by October and has started withering in November. If vote purchasing by the DMK is crushed from now on by the powers that be, quite a precipitous downfall can be seen from early next year.",
    "Both the cankers feed on one another moving irrevocably to joint ruin of Tamil Nadu. They wax ever, wane never. What is Tasmac? ‘Tamil Nadu State Marketing Corporation’. Sales growth was 15.7 times in 20 years, from 2002 – 2003 to 2022 – 2023 financial years. Growth in financial terms was from Rs 28 billion to Rs 440 billion per annum.",
    "Corruption ate up the vitals of the body politic. Liquour denied happiness in the home and destroyed the sanctity of the family, In the mass, it ruined the state. Hence Annamalai’s frontal attack on the addicts to overwhelm them through woman power. ‘The two hate symbols’ have earned the disgust of the state.",
    "By a quirk of fortune, Karunanidy catapulted himself into the orbit of politics and of power. Foremost in the hierarchy was Annadurai. Both had a penchant for alliteration and rhyme. From Sangham times to the modern era, Tamils had and still have a proclivity to sweet sound. Joining the two was Nedunchelian also. The cogent logic of Congress speakers was no match for DMK oratory. Power was captured in 1967, but Annadurai was lost in 1969. Karunanidy moved into the vacuum and finding the space too accommodating, founded the ‘DYNASTY’. This dynasty now in inept hands is a subject of ridicule and contempt. Occupying conspicuous places, it is another ‘Hate Symbol’ caught with its hand in the till, is listed for destruction. Besides the lethal symbols highlighted herein, many others have joined battle to eradicate DMK from Tamil soil.",
    "In four months, the fighting spirit of Tamil Nadu is successfully fomented. The upsurge is now kinetic. The next four months will go in for consolidation of the momentum by the most acceptable state President K. Annamalai. Already on display are recognized intellectuals, distinguished political analysts, senior journalists and patriotic elements in support of the BJP. Ahead of them are four resourceful months and an untiring national Triumvirate. Tamil Nadu has four and twenty four months to secure two victories."
  ]
}