{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/college-of-surgeons-of-sri-lanka/",
  "time_ut": 1683356400.0,
  "original_lang": "en",
  "original_title": "COLLEGE OF SURGEONS OF SRI LANKA",
  "original_body_lines": [
    "“HISTORY OF SURGICAL SERVICES IN SRI LANKA FROM EARLIEST TIMES TO 2021”",
    "In 2022, the College of Surgeons of Sri Lanka celebrated its 50th anniversary by publishing, a History of Surgical services in Sri Lanka from the Earliest Times to 2021.” The book examines both schools of surgery known in Sri Lanka, the indigenous system practiced in ancient times and the western one which is practiced today. It offers much new information on the ancient system of surgery and provides definitive information on the western system which replaced it.",
    "The book documents the evolution of modern surgery in Sri Lanka, from its beginnings, when surgeons worked with limited resources and produced good results. The book then goes on to provide a comprehensive, up to date, account of the development of contemporary operative surgery in Sri Lanka, with special emphasis on the individual surgeons who pioneered the sub-disciplines and those who are carrying on the tradition today. It is a definitive work on modern surgery in Sri Lanka",
    "The College of Surgeons said it had several goals in mind when it planned this book. Firstly, to ensure that present day surgeons know about the past, secondly, to show the steady evolution of surgery “amidst odds” to the intelligentsia as well as the doctors, and thirdly, to show the range of sub specialties that are now available island wide and how they were developed. That explains the size of the book.",
    "The book is a large, heavy tome of over 500 pages, profusely illustrated with fine color photographs on quality paper, making it look like a coffee table book, which it is not. It is a very comprehensive, reliable academic work, consisting of texts written by experts, collated and edited by Channa Ratnatunga, a former President of the College of Surgeons. It is a mammoth work and a magnificent achievement.",
    "The section on ancient medicine starts with a comprehensive political history written on invitation by the eminent historian KM de Silva. I found three unique items in this section. Firstly, there is a pie chart of the royal capitals of Sri Lanka, indicating the period of time for each capital, starting with Anuradhapura and ending with Kandy. I have not seen such a pie chart before. It is original and very instructive.",
    "Secondly there are two maps which I have not seen before. One is a map of the route taken by Dutugemunu, when he advanced from Magama to Anuradhapura to oust Elara. The other is a map of Vijayabahu I campaign, to oust the Cholas, illustrating the pincer movement used. Both seem to be original to this book.",
    "The colour photographs in this chapter call for special comment. I have not seen such a profusion of photographs in any history book. They are a varied, interesting collection. They include the earliest potsherd with writing, a pillar edict, a copper plate, a sannasa, a moonstone, the Vatadage, a stone bridge, a map of ancient irrigation works, the ancient sluice discovered at Maduru oya and a beautiful panoramic shot of Kalawewa.",
    "There are other firsts in this section. For the first time ever, scattered references on operative surgery have been gathered together. In addition to the well known documents, the History lists two items which are not well known.",
    "We are told that the Buddhist commentary Kankavitarani refers to 8 kinds of surgical operations and provides a list of instruments for each type. The Historical Manuscripts Commission of 1933 had found dozens of medical manuscripts in personal collections and temples. Purana vihara, Pelmadulla had a manuscript dealing with surgical operations, which had been copied in Sinhala, in 1862.",
    "The compilers have looked for information on the surgical techniques of ancient times. They found one statement on surgical training. In Visuddhimagga, Buddhagosa had made an observation on how surgeons were trained. Pupils are trained in the use of the scalpel by learning to make an incision on a lotus leaf placed in a dish of water, he said. They must make the incision without cutting the leaf in two or pushing the leaf into the water.",
    "The chapter titled, ‘Surgical anecdotes from the Culawamsa’ studies the Mahavamsa data from a surgeon’s point of view. It notes that King Buddhadasa (337-365 AD).has practiced operative surgery. He had treated a snake that had a tumor in its belly. The King had slit open the belly of the snake, taken out the tumor, applied medicine to the wound and cured the snake.",
    "Buddhadasa is also credited with impossible operations, the  History said. Buddhadasa had performed an operation for correction of a mal position of a foetus. He had also split the cranium of a patient and removed a toad who had grown inside it, then reconstructed the bisected cranium. Surgeons did not think these operations were likely.",
    "Parakramabahu I (1153-1186) knew medicine, a fact which is rarely mentioned in accounts of this king. Mahavamsa says Parakramabahu I had done a ‘ward round’ surrounded by physicians. He had checked on the medicine given to patients, instructed on mistakes made and by his own hand skillfully showed the use of instruments. “To skilful physicians who were quick at identifying illness and were well versed in textbooks of medicine Parakrama Bahu gave a stipend according to their expertise and made them practice their art day and night,” said the Mahavamsa.",
    "The History of Surgery has an extensive section on surgery during the British administration. it gives the names of the surgeons of this period and the work they did. A. M de Silva, who belonged to a later generation of this group, had removed a foreign body from the trachea of a patient using a magnet tied to a piece of string lowered into the trachea through a tracheotomy.",
    "Surgeons who came after him had interesting observations to relate. When Milroy Paul was stationed in Jaffna in 1931, he found that the brass oil lamp in the operating theatre was not to be used for operations. It must be kept intact for the annual audit. So no operations were performed at night.",
    "ATS Paul recalled that in the 1930s and 1940s surgeons wore waistcoats in Colombo, despite the hot weather. Each week a day was set apart for operations of paying patients in an operating theatre specially reserved for them. It had marble flooring imported from Italy.",
    "The first surgeons were “General Surgeons” who were expected to deal with all surgical cases that came their way. They were sent to the provincial hospitals as well as the General Hospital, Colombo. The book features, one by one, province by province, all the hospitals that offered general surgery. There is a descriptive note on each hospital and photographs of all the surgeons who are currently working there and those who were there in the past.",
    "In the early period, when there were no specialist surgeons, the general surgeons had voluntarily engaged in specialist surgery. They did this as a service. This is not well known. The pediatric surgical service at Lady Ridgway Children’s Hospital in Colombo was for a long time run by general surgeons who agreed to operate there.",
    "General surgery eventually gave way to surgical specialties. The book allocates a separate chapter to each specialty, written by specialists in that subject. The chapters follow a set pattern. How the specialty started, its entrenchment in Colombo and its development in each of the provinces. This is given in great detail, with much description, and includes a table which shows the expansion of the specialty in each province, by number of beds and number of surgeons. Every chapter carries biographical information on each of the surgeons, past and present, who practiced that specialty.",
    "Each chapter ends dramatically with an eye catching map showing the surgeons available in this specialty in the island as at 2021. This is presented in a novel manner, with photographs of the surgeons, neatly blocked with arrows linking them to the province they are working in. This is original and very effective.",
    "records that surgical specialties were introduced to the state health sector in the late 1950s. Specialist surgeons did not find it easy to establish their specialties in a hospital. The Ministry of Health sent them for training, appointed them as specialists on their return, got them the surgical instruments they asked for and then forget about them. The rest was up to the personal initiative of the surgeon. Urology is a good example.",
    "Urology was established as a specialty in Sri Lanka in 1954 in the General Hospital, Colombo. Dr G.N. Perera was the sole urologist for the whole country at that time. He had just 10 beds, no house officers and had to share operating time with other surgeons.",
    "Decades later, In Kurunegala the urologist only had a single afternoon operating session a week but with the support of the anesthetist and nurses, he operated from 2 pm to 7 pm. The Inner Wheel club had helped to develop the urology ward and clinic in Kurunegala.",
    "Dr. AML Beligaswatte, in Kandy, was asked to treat a VVIP with a urological condition. Dr.Beligaswatte had explained that he could not carry out the necessary surgery as he did not have the facilities. Within two months he had all the equipment he needed.",
    "One of the earliest surgical specialties available in Sri Lanka was heart surgery. Between 1954 and 1975 625 cases of hole in the heart, were corrected. Heart surgery in Sri Lanka has received much praise.",
    "In 2008 US Cardiac Surgeon Dr J.R.Torstveit stated in an interview with the Daily News that Sri Lanka was on par with the best when it came to open heart surgery on children. The success rate at Lady Ridgway Hospital had gone beyond 95 % which places it on par with the very best in countries like US and UK. This was attributed to the selfless dedication and commitment by both local doctors and authorities.",
    "India did a survey of heart surgery in Bangladesh, Bhutan, Nepal, Maldives, Pakistan and Sri Lanka and this was reported in  Indian Heart Journal in 2017. The number of cardiac operations done in Sri Lanka, compared to its population was far superior to that of any other South Asian nation, including India, it said.",
    "Transplant surgery started in Sri Lanka on the initiative of three doctors, H. Sheriffdeen, Rizvi Sherif and Geri Jayasekera. These three have not, in my view, received the recognition due to them for their successful introduction of transplant surgery in Sri Lanka.",
    "In 1978, these three doctors, observed that patients were going to India for renal transplants. They discussed the possibility of setting up a renal transplantation programme in Sri Lanka. This first venture into transplant surgery was carefully planned over a period of time. Sheriffdeen used his sabbatical leave to undergo training in renal transplantation in the UK and USA. Rizvi Sheriff set up the necessary dialysis unit in 1980-1985, first in the private sector at Lanka Medicare hospital t and later in the National Hospital, Colombo.",
    "Sheriffdeen returned after training in 1981 and preparatory work for kidney transplant started. .A high level team was assembled for the first operation. This consisted not only of the operating theatre team, but also specialists from other subjects such as pathology and physiology. Nurses were specially trained. A specialist on dialysis and technicians from a private lab were brought in. The team also had an adviser on medico- legal issues.",
    "In 1985 the first living donor kidney transplant operation was successfully carried out by this team at Rutnams Private Hospital, Colombo as permission to carry out this operation in the National Hospital was denied.",
    "Two years later, National Hospital had its first kidney transplantation operation, done by the same team. First pediatric transplantation was also done there in 1987 by them. in 1997 the first transplant using organs from brain dead person (cadaveric) took place at the same hospital.",
    "There were legal issues involved in transplant surgery. The Sheriffdeen team lobbied the Minster of Health and obtained the Transplantation of Human tissues Act no 48 of 1987. With the development of transplant surgery, there was also the need to find donors, and doctors Island wide were alerted about the need to obtain organs from brain dead persons.",
    "The first pediatric renal transplant program in the island was developed at Peradeniya Teaching Hospital in 2004. Peradeniya teaching Hospital is recognized today as the only unit that provides Pediatric kidney transplant service in Sri Lanka. The Medical Faculty at Peradeniya greatly supported this venture and is very proud of its achievement in pediatric transplant surgery.",
    "Initially local doctors had to go to UK to quality as surgeons. Apart from the expense, this had two other disadvantages, said History of Surgery . The surgical illnesses in the west were different to those in Sri Lanka and the operation theatre facilities were far superior. on their return doctors found it difficult to work using the limited facilities in the provincial hospitals. Doctors should be trained in the environment in which they will be working and there is a clear need for local Post graduate medical training”, said the senior surgeons in Sri Lanka.",
    "In 1973, the Advisory Committee on Postgraduate Medical Education recommended to the government that it should start to train medical specialists locally. The Postgraduate Institute of Medicine (PGIM) was set up for this purpose at the University of Colombo. In 1980 the government decided that the degree of Master of Surgery given by the PGIM would be the only qualification recognized in the state health sector.",
    "That was the end of the foreign qualification but the foreign link was retained. The examinations were conducted at the Medical Faculty, Colombo jointly with examiners from the Royal College of Surgeons, London. The written papers for the first MS Part 1 was held, under police guard at a neutral venue, the Agrarian Research and Training Institute, in Colombo, as the GMOA was opposed to local post graduate qualifications.",
    "The ready support given by the medical profession to this sudden transfer of qualifications from London to Colombo has not, in my view, received the appreciation it deserves. This venture, would not have succeeded if not for the whole hearted support of the specialists who were already in service in Sri Lanka.",
    "Local postgraduate training in surgery was an important factor in the development of surgery in Sri Lanka said the History of Surgery. The general and specialized services expanded over the last four decades specifically due to the PGIM. The PGIM training in surgery is much in demand in the region and there are more than a dozen foreign students in the progamme. The PGIM could be an important regional center in the future, it added.",
    "History of surgery is a gold mine of medical biography. The biographies are presented in three clusters, 1860-1910, 1911-1948 and 1949-1975. These biographies are neat and well written. The biographies focus on the professional career of the surgeon, not his personal life. They record the hospitals the surgeon worked in, appointments held and contributions made to surgery. Anecdotes and reminiscences from fellow surgeons, seamlessly woven together by the Editor, make these biographies come alive. Each biography has a pleasing photograph beside it.",
    "There is a clever double use of the biographies. The development of general surgery in Sri Lanka during this period is shown through these biographies. We learn that it was R.L.Spittel who had introduced masks and gloves for the surgeons. Nicholas Attygalle was the first to train his assistants and registrars to conduct operations directly under his supervision. They went on to do major operations on their own.",
    "Biographies are also woven into the rest of the book. The sections on surgical specialties carry biographical information on each surgeon who worked in that specialty, in the early days and today. The section on provincial and teaching hospitals provide at least a mention of each of the surgeons who had worked there, at one time or another.",
    "One of the striking features of this book, is the enormous number of photographs included in it .It is most unusual for a work of this type to have so many photographs of such clarity and good quality. The majority of the photographs are photos of surgeons. They are part of the biographical slant in the book .But they are also cleverly used to function as lists. For instance, instead of an inanimate list of names we have photographs of all the doctors who had worked in a specific hospital. In History of Surgery the editors have used not only photographs, but lists, tables and maps, very cleverly as a substitute for text. .This must be applauded.",
    "This History has been well researched and each chapter has a long list of references at the end. It is printed on high quality paper, well bound and at the grossly under priced rate of Rs. 7,500 a very worthwhile purchase. The book ends with the hope that “in the future we will be able to both innovate and lead the world in the management of the common surgical disorders we see in Sri Lanka “.",
    "“History of Surgery” published by the College of Surgeons of Sri Lanka, priced at Rs 7,500. is available at the College of Surgeons office , No 6, Independence Avenue, Colombo 7.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}