{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/prelude-to-the-long-march-in-tamil-nadu/",
  "time_ut": 1686963019.0,
  "original_lang": "en",
  "original_title": "Prelude To The ‘Long March’ In Tamil Nadu",
  "original_body_lines": [
    "Jawaharlal Nehru answering a foreign journalist said in the late fifties, that India had not made the necessary sacrifices for her independence. Unlike China we never had a ‘Long March’, he added. The March referred to is that of the Red Army’s flight to the hills, pursued by the Kuomintang forces in the mid-thirties. It covered a distance of 5000 miles in 368 days with a loss of over a lakh of Communists and their sympathizers.",
    "In Tamil Nadu, committed cadres of the BJP and youth have stirred into action in recent years. They are passionate about the cause of ridding Tamil Nadu of the curse of DMK and will penetrate all segments of the state. Politically the mission is educative, enlightening and change oriented. This interaction will last 300 days with needed intermissions. Ahead of the Lok Sabha election in April – May 2024, BJP is poised for victory.",
    "SWRD Bandaranaike with truthful cynicism had said only turkeys in the backyards of Galle Face Hotel, shed blood for Ceylon’s independence. Freedom on a platter with no passion for economic growth or social change resulted, only in youth eruptions in 1971 and 1989. Convulsions on the Tamil side called the thirty-year war, dislocated the economy. That too led by the youth targeting ethnic freedom, yielded no results. The fourth one in 2022, was led by the youth and those from the middle classes employed in the private sector. They eschewed violence and acted with decorum targeting a ‘Regime Change’. It was realized and was a substantial gain though not a complete achievement.",
    "DMK and ADMK are obverse and reverse of the same coin. For fifty-six years they have both been alternately in the seat of governance. Their great contribution to the forward march of the state is valued and much appreciated. Corruption in the form of bribe taking, commission hunting, depriving quality from performance and limitless nepotism laying the polity prostrate have turned  the people against both governments. Their itch for accumulating filthy lucre was ever waxing and never waning. How well the Poet had said “The evil that men do lives after them, the good is oft interred with their bones”.",
    "The lesson learnt is that the most banal image of the DMK doesn’t suffice  by itself to unseat that government. The same is true of the ADMK and both have prospered with mutual recrimination delighting both sides. BJP remains unsullied enough to haul the ‘Dravidian Model’ well over the coals. The process is launched and will not stop till the goal of obliteration is reached.",
    "Developed languages have a strength peculiar and particular to each one of them. Tamil has it from ancient poetry to modern prose. Tamil Political leaders honed these skills till they surged to leadership positions. Alliterative prose and rhymes to match, have a certain rhythmic cadence which sway the collective mind and sweep the audience off its feet. CN Annathurai, Karunanidhi, Nedunchelian and several others kept their audience captive with their oratorical prowess. The captives turned into pliant voters from late sixties and in later decades they became slavish mercenaries.",
    "When parties of all hues succumbed to the easy path of buying  votes with ill-gotten money, DMK was at all times the highest bidder. Hot on their heels was AIADMK. The BJP the most recent   challenger to corruption, defiantly stood up.  From the beginning of 2023, a frontal assault has   been made and sustained against the worst offender, the DMK. Commissions and bribes which flowed incessantly for over half a century and the overflows in their billions, found sanctuaries even in foreign climes.",
    "Tarnished DMK couldn’t call the sullied AIADMK black. Herein lay the protective armour for both. Most studiously BJP in Tamil Nadu has researched on the ramifications of the ‘Dravidian Model’ plunder and made bold to expose embezzlements in Rs. Trillions. With List 1, DMK is already dithering. List 2, to be made public shortly, will make it prostrate. Rigor mortis will set in when further lists follow and credibility among voters will be lost completely. Electioneering will then be a lame duck exercise for DMK. To accomplish this 11 more months are available.",
    "As of now these are the gathering clouds. To add greater weight to the stormy weather, the Home Minister Amit shah has done a whirlwind tour in Tamil Nadu last week. He apprised the people of the incomparable work done by Modi Government in the last 9 years of his tenure. Tamil Nadu is now a greatly changed state in its social and economic conditions he added.",
    "The DMK in its blissful ignorance repeatedly queries, what has Modi government done for Tamil Nadu? The question is so framed by Stalin as to present a negative picture that nothing was done. The disinformation has been dissipated by Amit Shah with forceful answers. In the same vein the state leader Annamalai presented convincing facts and authentic statistics. The citizens of Tamil Nadu and of India were informed of unprecedented infusion of funds in the state by the centre in the last 9 years.",
    "An extremely helpful innovation for the nation was the National Health Insurance Scheme introduced in September 2018. The scheme wholly funded by the Government, benefits 40% of the most vulnerable sections totaling 550 million citizens. Coverage per family, per year is up to Rs 5 lakhs. As of now in Tamil Nadu, 8 million 600 thousand people have availed themselves of this scheme.  Annual intake of medical students has doubled with 1600 new seats in Tamil Nadu.",
    "In the first year of Modi governance, two Defence Corridors were established in Tamil Nadu and Uttara Pradesh, when Nirmala Sitaraman was Defence Minister. Huge success is recorded in manufacture and while imports of military hardware have reduced, exports are on the increase.",
    "Only two significant areas are mentioned. Virtually every sphere of developmental growth has registered exponential expansion in the 9 years of Modi governance. The huge target planned for   a $ 5 Trillion economy by 2024, may not be realized. This is due to the global devastation of the prolonged Covid disaster. But even in this area of challenge, enviable record is scored in the swift management of the disease in India and outside.",
    "On 15th April 2023, Annamalai released List 1 of culprits accused of looting the state of Tamil Nadu. Multiple state institutions such as the CBI, IT Department, National Investigating Agency and Enforcement Directorate are jointly on the job of investigating several names that are already published with amounts amassed. The ‘Long March’ is planned to start on 9th July 2023 and is said to start from Rameswaram. When it moves Northwards, it will gather great momentum.",
    "In the last few months, multiple agencies from the centre have done a thorough investigation and a minister of the state cabinet is said to be remanded for two weeks. He is reported to have embezzled several billions. The net will reach for many more. The voting millions will be informed in the course of the ‘Long March’ about the escapades of their ministers for no less than 52 years."
  ]
}