{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/President-to-decide-on-establishing-special-court-to-collect-unpaid-taxes/108-262039",
  "time_ut": 1687987177.0,
  "original_lang": "en",
  "original_title": "President to decide on establishing special court to collect unpaid taxes",
  "original_body_lines": [
    "President Ranil Wickremesinghe is set to consider the proposal to establish a special tax court to collect unpaid taxes from tax evaders expeditiously, instead of exhausting years in court proceedings.",
    "“So far, plans have been put in place to collect taxes from persons who have evaded paying their taxes. Our country has a tax structure that is entirely voluntary. For example, we might query about someone’s earnings. That is where the tax collection process begins. Some resort to court in order to collect taxes. There will thereafter be years of court proceedings.",
    "Many cases remain unresolved. There are numerous practical issues with the tax collection process,” Finance State Minister Ranjith Siyambalapitiya said.",
    "He shared these remarks during a press conference organised by the Presidential Media Centre yesterday, under the theme ‘One path to a stable country’.",
    "Accordingly, he noted that a proposal has been submitted for Wickremesinghe’s approval to establish a special tax court, in order to find solutions to the practical challenges of tax collection.",
    "Meanwhile, Siyambalapitiya revealed that some liquor manufacturing companies have failed to pay excise duty after it was increased by 20 percent. Therefore, he noted that he has issued a special order to liquor manufacturing companies that have already defaulted to pay the unpaid taxes within 14 days.",
    "According to him, the state revenue increased from 7.3 percent of GDP in 2022 to 15.8 percent in the first quarter of 2023, as more and more citizens come forward to pay their taxes despite financial difficulties.",
    "“Increasing government revenue is a crucial concern in the country’s economy. The government revenue can be increased only by increasing taxes. Tax collection, whether direct or indirect, is a difficult undertaking. However, the current tax system has been brought to a suitable level. I would like to congratulate everyone who has paid their taxes despite the country’s economic problems. To some extent, the people have recognised the importance of the government,” he added.",
    "He noted that still only 300,000 persons are now paying taxes, although the number of income tax payers should be one million."
  ]
}