{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/recalling-the-glorious-caribbean/",
  "time_ut": 1691227620.0,
  "original_lang": "en",
  "original_title": "Recalling the glorious Caribbean",
  "original_body_lines": [
    "Excerpted from Memories that linger: My journey through the world of disability",
    "I have visited the islands of the Caribbean on many occasions primarily to introduce Community Based Rehabilitation (CBR) and for field evaluations carried out in St. Lucia and Jamaica. On other occasions, to introduce the concept and the strategy to decision makers – as in Barbados, Grenada and the Bahamas. These islands in the Caribbean were perhaps best known to us in Sri Lanka as the West Indies. The song sung by Harry Belafonte had of course made one of them, namely Jamaica, known the world over as his “Island In The Sun“.",
    "The West Indies, one might say, was like India, a creation of the British as an approach in granting independence. In India, the British brought together princely states to form one country and in spite of the vastness, succeeded. But with these small islands, the same tactic failed. Within a few years each of the 10 countries that formed the federation became independent. The name West Indies however stuck and the countries share some things in common – like their cricket team. This has not changed, and we still know them best for their skills in the game of cricket as well as for their enjoyment of the game.",
    "They had perhaps, inherited their interest in cricket through their link with the British, having been conquered by those colonials and then, like us, been part of the great British Empire. I cannot say however that the skill and the enjoyment of the game of cricket were inherited from the British.",
    "The skill looks inborn and the enjoyment inherent. Both were of a singularly and uniquely Caribbean nature. No international player can match the cricket played by Walcott, Weekes and Worrell, or more recently by Brian Lara at the wicket. No bowler has yet come on par with “those two little pals of mine, Ramadhin and Valentine”.",
    "I first went to the West Indies with this cricket calypso ringing in my years:",
    "The people of the West Indies had their own style of music and of dance. And they broke into song and dance at the slightest provocation, as it were. Both descending no doubt from their mixed African and Spanish heritage.",
    "For the people of the Caribbean were of an exceptionally mixed race. I saw this at once when I first met them. Their skin was of all hues of brown, black and white – and sometimes the white face even had that pink tint in it. Their hair similarly ranged from being frizzled to straight and all waves of in between. But one feature I missed – I never saw any native blondes, or red heads for that matter. They varied in body-build from the African to the Caucasian.",
    "I recall the first time I walked into a bank in Barbados. It was new and spotlessly clean. With a distinct air of discipline about it. The radio was on and it was playing – calypso music of course. And to that infectious rhythm, the staff all dressed alike in light and dark shades of blue, each in their seats and focused on their work, were moving smoothly to the rhythm of it. It mattered not whether it was unconsciously or subconsciously. It was just such a delightful scene.",
    "On my first visit to Jamaica I was surprised to meet an old friend, Marjorie Forrester, Director of the School of Physiotherapy.",
    "I was happy to meet Marjorie on this first brief visit to Jamaica. She and I had come to know each other in London. We had followed together the Two-year Diploma Course in the Teaching of Physiotherapy some 20 years earlier. While I was at Guy’s Hospital in London, she was in Nottingham. But we met during our four semesters at the Polytechnic of North London and had become friends. Even on this visit, she invited me to her home so I could meet her husband Huntley. He was a very active leader in the Disability Movement in the Caribbean, and one who was full of fun with many jokes he shared generously.",
    "I was a frequent visitor to their home on subsequent visits to Jamaica. In her home Marjorie arranged for me to meet many friends of Huntley’s, all with experience of disability. So we enjoyed healthy discussion and debate. And they needed some persuasion to accept CBR. But persuaded they were.",
    "But one evening at Marjorie’s turned out to be rather embarrassing. Marjorie wanted me to meet someone who was doing some work also in disability and also as a Consultant for the WHO. She was from Canada. She specialised in sexual concerns in people who had paraplegia and other such paralyses.",
    "She was very much against the idea of CBR which she believed to be giving a very poor quality of rehabilitation to poor people in poor countries. She challenged me with this her belief. And I was foolish enough to take her on. An unnecessarily heated argument ensued for which I later apologised profusely to Marjorie and Huntley. But what was done was done. Defending CBR was not new to me. But getting so worked up about it was. I knew I should have had better control of myself.",
    "But worse was to come, as Marjorie informed me later. Marjorie had driven her to the airport the next day. On the way she wanted Marjorie to stop at the General Hospital in Kingston. There she went to the Physiotherapy Department, called all the therapists together and asked them to look out. She warned them that Padmani Mendis had come with some low-quality care and they would all soon be out of a job.",
    "As I said earlier, criticisms by specialised professionals was not new. I did face this occasionally. I was happy when soon, as a profession, they would accept CBR when their global professional body, the World Confederation of Physical Therapy, stopped resisting, and finally did recognise it.",
    "After introducing the project in St. Lucia, I realised that CBR development in so many islands of the West Indies would need guidance and support from someone like me for quite some time. I suggested to Dr. Hindley-Smith and Dr. Harold Drayton that it may be prudent to find me a counterpart from within the region rather than get me down each time from far away Sri Lanka. It should be a professional who could work with me when I went next to Jamaica. She or he should have the capacity to continue the tasks that I was presently doing.",
    "So when I went to Jamaica the second time, I was joined by Geraldine Maison, later Maison-Halls. She was a physiotherapist and one with a charming personality. We got on famously with each other and were of immense mutual help. Geraldine thereafter did work in CBR for many years, both as a staff member of WHO, Geneva and in her own country, Guyana.",
    "When we went to Lucea in Jamaica the question was where we would stay. We could have found a home prepared to keep us as paying guests in this small town. But no, someone from the health centre had a better suggestion, “How about Miss Katie?” We were told that Miss Katie was an elderly Jamaican who lived on her sugar plantation. A message was sent to Miss Katie to ask if she would have us. Geraldine and I moved in with Miss Katie that evening.",
    "Miss Katie’s sugar plantation was not an active one. It was not profitable to grow sugar any more, she told us later. The sugar land was overgrown and was taken over by masses of grass. The uneven dirt roadway was just about clear enough for us to drive through. Then suddenly we came upon this caricature-like two-storied wooden house, appearing to be almost as if it were crumbling from age. And in this we found Miss Katie – a warm, generous and motherly “old lady”.",
    "I had to use those words “old lady”. The word “elderly” was too cold to describe Miss Katie’s warmth – a warmth that oozed through her every pore. And her majesty. This small-made lady on the verge of bending in two – majesty, no other word but that.",
    "And so Geraldine and I had a wonderful stay in Lucea. It was a 20-mile drive each way from our work but what was that? I will tell you more about it soon. Miss Katie had not known any guests for quite some time. She derived so much pleasure from just fussing over us and feeding us. In her garden Miss Katie had a chillie plant bearing green chillies that soon turned red. Every evening by my dinner plate I would find on a little silver tray one of her precious home-grown chillies. She knew that coming from Sri Lanka I appreciated that added taste in my food.",
    "When I was at the WHO office on my first day in Kingston, a logistical problem that was difficult to solve was my transport. It was clear that the WHO had to provide me with a chauffeur-driven vehicle to take me to Lucea and back, a distance of over 200 miles taking over four hours of driving. And the chauffeur had to stay on to drive me around Lucea too. I waived immediately the requirement of a chauffeur. I could drive myself. But I did require a car.",
    "Listening in to the discussion was a professional from Denmark employed on a WHO project in Jamaica. He had just been given for his use a new Toyota saloon purchased by his project. We had conversed previously and I had told him about my experience working as a physiotherapist in Denmark and how much I had enjoyed it. With that, we had accepted each other. We would not meet again because he was going away the next day and was not expected back for two months.",
    "After much discussion and even then with a great deal of reluctance, the young man from Denmark had no choice but to offer me the use of his brand-new vehicle for the duration of my stay. But he laid down a condition. The vehicle could only be driven by me. I had to make a solemn promise that I would not let anyone else drive this precious thing. It was an easy promise to make, because I could not see any reason to have to break it.",
    "So in this little beauty, Geraldine and I drove between Kingston and Lucea when we had to. And 20 miles there and back from Miss Katie daily. The 20-mile stretch was a winding beach road. The beach was made of a continuity of little coves and the scenery from the road was too beautiful to describe in words. Although we had beautiful beaches back in my own country all round our coastline, these were different.",
    "These coves made the coastline small and intimate. Ours was a smooth coastline with wide, sandy beaches. Geraldine and I kept our sea-bathing attire in the car. And every evening after work we would stop by a different cove and stay in its calm sea until dusk had almost fallen. Then home to Miss Katie. This was indeed the life.",
    "Our peaceful life was disturbed by two incidents with the car. One day while we were travelling along a narrow stretch of road, I came too close to another car. The wing mirror on Geraldine’s side was smashed to pieces. My thoughts flew to my Danish colleague. What had I done to his new car? What could I do now? Miss Katie had the answer. She had friends in Kingston. We went down there as soon as we could. Helped by Miss Katie’s contacts the car agency got down a wing-mirror for me from a neighbouring island. I had it fitted. Everything was now as good as new.",
    "I faced the second incident when Dr. Hindley-Smith came to spend a few days with us to see how the work was progressing in Jamaica. One evening after we had come back to Miss Katie’s, he said to me, “Padmani, could you give me the keys of the car? I think I will go down to the beach for a dip”. Oh my goodness, what could I say. He was the boss. He was The WHO. How could I not give him the keys?",
    "So I replied in as friendly a manner as I could, “It’s alright Dr. Hindley-Smith, let me drive you down”. And this offer and its rejection went on to and fro for so long that one of us had to put a stop to it. And since that had to be me, I had to tell him of the promise I had made to that hulk of a Viking. The Englishman went not just a darker shade of pink, but quite red with anger. But that was that. I was never asked for the keys again. Promises, promises.",
    "JRJ begins to lose control, gets me back to Colombo and some inside stories of the day",
    "Teaching physiotherapy in Colombo, a workshop in Indonesia & contact with WHO",
    "Nalin’s days at the races, back to London to qualify in teaching physiotherapy",
    "Early marriage, starting a govt. job and enjoying the country with friends",
    "The death of my mother and returning home as a qualified physiotherapist",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}