{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/West-Indies-Zimbabwe-win-opening-Cricket-World-Cup-qualifiers/108-261324",
  "time_ut": 1687104907.0,
  "original_lang": "en",
  "original_title": "West Indies, Zimbabwe win opening Cricket World Cup qualifiers",
  "original_body_lines": [
    "West Indies and Zimbabwe notched up victories in their respective opening Cricket World Cup Group A qualifiers over the United States and Nepal on Sunday.",
    "Two-time world champions West Indies recovered from the early loss of openers Brandon King and Kyle Mayers as four players hit half-centuries as they made 297 all out off 49.3 overs.",
    "Johnson Charles top scored with 66, while Jason Holder (56), Roston Chase (55) and skipper Shai Hope (54) all went past 50, Nicholas Pooran also chipping in with 43 runs.",
    "Gajanand Singh hit an unbeaten 101 off 109 balls, with eight fours and two sixes, for the US team, but the chase proved too much and the West Indies ran out winners by 39 runs.",
    "\"We have to be disciplined and we have to stay calm,\" Holder said, praising Singh for his effort with the bat.",
    "\"He played a really good knock to get his team close enough to our total.\"",
    "Earlier in the day, unbeaten centuries by skipper Craig Ervine and Sean Williams in a 164-run partnership guided Zimbabwe to an eight-wicket win over Nepal.",
    "Chasing an imposing total of 290, Ervine hit a 128-ball 121 featuring 15 fours and a six, while Williams struck 102 off 70 balls as Zimbabwe reached 291 for the loss of two wickets with 35 balls remaining.",
    "Openers Kushal Bhurtel and Aasif Sheikh hit 99 and 66 respectively to help Nepal to 290 for eight wickets off their 50 overs at the Harare Sports Club.",
    "Wellington Masakadza eventually claimed both Bhurtel and Sheikh's wickets and Richard Ngarava took 4-43 off his nine overs.",
    "In front of a large crowd, Zimbabwe lost Joylord Gumbie (25) and Wessly Madhevere (32) before Ervine and Williams took control of Nepal's bowling attack.",
    "\"We didn't start really well, dropped catches cost us but credit to the guys for pulling it back. We thought that 280/290 would be chaseable because the wicket looked very nice,\" said Ervine.",
    "\"I think it's well played today, rest day tomorrow and a quick turnaround when we play the Netherlands next on Tuesday.\"",
    "The action continues Monday, with Sri Lanka facing the United Arab Emirates and Ireland taking on Oman in Group B matches at Bulawayo.",
    "Only two of the 10 teams taking part in the three-week qualifier will make the World Cup to be played in India in October and November.",
    "West Indies 297 in 49.3 overs (Johnson Charles 66, Jason Holder 56, Roston Chase 55, Shai Hope 54, Nicholas Pooran 43, Saurabh Netravalkar 3/53, Steven Taylor 3/53, Kyle Phillip 3/56)",
    "United States of America 258/7 in 50 overs (Gajanand Singh 101 n.o., Kyle Mayers 2/30, Alzarri Joseph 2/68)",
    "Nepal 290/8 in 50 overs (Kushal Burtel 99, Aasif Sheikh 66, Richard Ngarava 4/43)",
    "Zimbabwe 291/2 in 44.1 overs (Craig Ervine 121 n.o., Sean Williams 102 n.o., Sompal Kami 1/30)"
  ]
}