{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/UAE-invites-President-Ranil-Wickremesinghe-to-World-Climate-Action-Summit/56-748662",
  "time_ut": 1684883304.0,
  "original_lang": "en",
  "original_title": "UAE invites President Ranil Wickremesinghe to World Climate Action Summit",
  "original_body_lines": [
    "President Mohamed bin Zayed Al Nahyan of the United Arab Emirates (UAE) has extended a gracious invitation to President Ranil Wickremesinghe to participate in the World Climate Action Summit, a key event that will inaugurate the Emirates Climate Conference.",
    "The invitation was sent as a letter to President Wickremesinghe, expressing warm greetings and well wishes for the progress and prosperity of Sri Lanka and its people.",
    "The invitation letter sent by the President of the United Arab Emirates were officially handed over to President Wickremesinghe yesterday (22) by the Ambassador of the United Arab Emirates to Sri Lanka Khaled Nasser AlAmeri.",
    "The World Climate Action Summit leaders’ event is scheduled to take place on December 1 and 2, and will coincide with the UAE’s 52nd National Day celebrations. The summit will mark the launch of the 28th Session of the Conference of the Parties (COP28 UAE) to the UN Framework Convention on Climate Change (UNFCCC) at Expo City Dubai from 30 November to 12 December , which will be presided over by the United Arab Emirates.",
    "COP28 UAE holds immense significance as it will witness the conclusion of the first Global Stocktake of the Paris Agreement. This milestone assessment will evaluate global progress in addressing climate change and identify areas for further action on a global scale.",
    "The Emirates Climate Conference serves as a prominent international platform for climate dialogues and plays a vital role in steering climate negotiations among UNFCCC member parties. The conference aims to foster equal opportunities for all stakeholders to engage in transformative partnerships and contribute to ground-breaking, equitable solutions. It will emphasise the importance of countries uniting to address the impacts of climate change while promoting sustainable economic and social development worldwide.",
    "President Al Nahyan expressed his deep honour and pleasure in extending this invitation to President Wickremesinghe, emphasising the UAE’s commitment to tackling climate change and welcoming President Wickremesinghe to the United Arab Emirates.",
    "This invitation not only underscores the UAE’s dedication to climate action but also highlights the significance of international cooperation and participation in addressing the pressing challenges of climate change.",
    "President Mohammed bin Zayed Al Nayan, who expressed his gratitude at receiving this invitation for President Ranil Wickremesinghe, commended the Government’s commitment on the program for the advancement and prosperity of the people of Sri Lanka."
  ]
}