{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Did-Govt-err-with-the-DDO/14-757020",
  "time_ut": 1704313775.0,
  "original_lang": "en",
  "original_title": "Did Govt. err with the DDO?",
  "original_body_lines": [
    "Poser on failure to be fair, just and equitable towards EPF/ TF and other superannuation members",
    "This is the text of a letter to President Ranil Wickremesinghe from good governance activist Chandra Jayaratne on the Domestic Debt Restructuring. Copies of the letter were sent to Minister of State for Finance, Governor Central Bank of Sri Lanka, Secretary Finance, Secretary Ministry of Labour, Chairman Committee on Public Finance, Country Director, IMF Mission Sri Lanka and the Media.",
    "As the international community and business chambers hail the achievements of the Government (duly supported by committed personal leadership actions executed with professionalism and credibility by the Secretary Finance and the Governor of the Central Bank), in striking preliminary deals with the Paris Club and the Exim Bank of China in restructuring most of the bi-lateral external debt, it may be most opportune for you to reflect and validate whether the Government under your leadership discharged its public trust commitments in good faith and was fair, just and equitable by the members of the EPF/ETF /other superannuation scheme members in the Domestic Debt Optimisation (DDO) process.",
    "I am sure you are well aware of the outcomes of the most recent two long-term government of Sri Lanka bond issues, the recent monetary policy actions of the Central Bank and the most recent two secondary Market Bloomberg reports (referred to below extracted from media announcements for your easy reflection):",
    "Monetary Policy Review: No. 08 - November 2023 The Central Bank of Sri Lanka (CBSL) further reduces policy interest rates; https://www.cbsl.gov.lk/sites/default/files/cbslweb_documents/press/pr/press_20231124_Monetary",
    "Policy interest rates are further reduced in view of the stable inflation outlook over the medium term and subdued demand pressures. In consideration of the current and expected macroeconomic developments highlighted above, the Monetary Policy Board of the Central Bank of Sri Lanka, at its meeting held on 23 November 2023, decided to reduce the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank by 100 bps to 9.00% and 10.00%, respectively. The Board viewed that, with this reduction of policy interest rates and based on the available information, further monetary policy easing will be paused in the near term, given the space for market interest rates to adjust downwards in line with the current and past monetary policy easing measures. The Board anticipates a swift, sizeable and broad-based reduction in overall market lending interest rates in line with the monetary policy easing measures effected since June 2023. Such adjustment in interest rates is imperative to ease the domestic monetary conditions further. The Board stressed the need for all licensed banks to take swift measures to reduce market lending interest rates to ensure that the benefits of the series of monetary policy easing measures are adequately passed on to businesses and households.",
    "Secondary bond market rallies: yield curve records a parallel shift down -https://www.ft.lk/financial-services/Secondary-bond-market-rallies-yield-curve-records-a-parallel-shift-down/42-755887",
    "The above data affirms the present market sentiments driving bond auction outcomes post the DDO, the reduced inflation rates reported over the recent months, the CBSL initiatives to reduce market interest rates leveraging its announced policy rate adjustments and the predicted directions of macro fundamentals connected with the long-term bond investment yield in the future; it also provides clear indications that the investor appetite evoking long term bond rates in the period going up to 2032 is yet high, signalling that despite the reduction in inflation, the market remains sceptical regards the space for market interest to adjust downwards in line with the current and past monetary policy easing measures.",
    "These signals are also indicative that market investment opportunities for new long term bond investments made by superannuation funds post DDO remain around 14-14.5%; These rates are argued to moderate downwards in the medium term, possibly closer to the assumed rate of return based on which return to EPF/ETF holders were estimated in the DDO design; Many economists and investment analysts believe that with the political economy driving high government spends, with several elections due in 2024 and thereafter budget deficits are unlikely be reduced sharply, forcing the Government to seek local market borrowing in the absence of ‘money printing’ by the Central Bank: These sentiments signal that members of superannuation funds, including EPF and ETF, will be subjected to effective opportunity investment yield based losses, suffered on account of the DDO framework assumptions, where indicative rates were 12% return on offer for years up to 2025 and 9% thereafter.",
    "With this market information, it appears that the Government seriously erred in adopting, using its parliamentary majority, a DDO framework, now established by market opportunities to be totally detrimental to the interests of superannuation fund stakeholders, where a majority of the EPF and ETF members are not taxpayers and where the funds shaved off by the DDO will significantly impact negatively on their retirement benefits, being the only real value savings accruing to such working class members at the end of their working life.",
    "In the above context it may be most prudent, fair, reasonable and equitable that the Government led by you, in consultation with the International Monetary Fund and Debt Restructure Advisors, Finance Secretary and the Governor of the Central Bank consider how best to recompense the marginalised segment of society negatively impacted by unacceptable assumptions and justifications used in the development of the DDO terms, adopted by a hasty passage without public consultation, blocking avenues for judicial review and intervention, and ignoring the best advice and pleadings of many caring intellectuals in society."
  ]
}