{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/On-World-LPG-Day-2023-Litro-reaffirms-its-commitment/56-749200",
  "time_ut": 1686093189.0,
  "original_lang": "en",
  "original_title": "On World LPG Day 2023 Litro reaffirms its commitment",
  "original_body_lines": [
    "Pledges to propel social, environmental and economic transformation through clean energy",
    "Marking the World LPG Day 2023 which falls today (7 June), Sri Lanka’s national LPG supplier, Litro Gas Lanka Ltd., reaffirmed its commitment to ensuring an empowered nation through the transformative power of Liquid Petroleum Gas (LPG), which is the cleanest and most sustainable energy source at present.",
    "The organisation highlighted its vision to propel the transformative process by empowering three key pillars; society, environment, and the economy.",
    "Litro said in recent years it has made significant investments to ensure the widespread penetration and accessibility of LPG in the local market. The company recognises that access to clean energy is essential for the overall development and well-being of society. By promoting the use of LPG, Litro aims to uplift communities and improve their quality of life.",
    "Litro Gas Lanka Chairman and CEO Muditha Peiris, in a statement said: “We believe that access to clean and safe energy is not a privilege but a fundamental right of every citizen. In line with this belief, Litro will continue to expand our reach and enhance our services to meet the growing demand for LPG in every corner of the country.”",
    "“Our goal is not only to provide LPG cylinders but also to educate and raise awareness about the benefits of using LPG as a reliable and eco-friendly energy source. We will actively engage with communities, conducting workshops and campaigns to promote the advantages of LPG over traditional fuels,” Peiris added.",
    "Litro recognises the importance of protecting the environment and mitigating the impacts of climate change. LPG is a low-carbon fuel that emits significantly fewer greenhouse gases compared to other fossil fuels. By promoting LPG as an alternative to conventional energy sources, Litro actively contributes to reducing carbon emissions and combating climate change. The company is committed to fostering a sustainable future for Sri Lanka by encouraging the adoption of cleaner energy solutions.",
    "In addition to the social and environmental benefits, Litro acknowledges the economic advantages of LPG. The organisation plays a crucial role in driving economic growth by creating employment opportunities and supporting local businesses.",
    "As part of its commitment, Litro has been actively collaborating with various stakeholders, including Government bodies, private sector entities, and non-Governmental organisations. These partnerships have facilitated the development of comprehensive strategies and programs aimed at promoting LPG usage across the country. By working in synergy with these stakeholders, Litro aims to create an enabling environment for the adoption of LPG and maximise its positive impact on society, the environment, and the economy.",
    "“On World LPG Day 2023, Litro Gas Lanka takes pride in reaffirming its commitment to propel social, environmental, and economic transformation through the promotion of clean energy. The organisation recognises that a sustainable future requires a collective effort, and it remains steadfast in its pursuit of empowering communities, protecting the environment, and driving economic growth,” the statement added."
  ]
}