{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/after-sc-judgement-sri-lanka-bar-urges-not-to-appoint-those-who-violate-law-as-igp-144595/",
  "time_ut": 1703143320.0,
  "original_lang": "en",
  "original_title": "After SC judgement, Sri Lanka bar urges not to appoint those who violate law as IGP",
  "original_body_lines": [
    "ECONOMYNEXT – The Bar Association of Sri Lanka (BASL) has urged that no person who has violated fundamental rights or has criminal cases should be appointed as police chief after a Supreme Court judgement against the acting Inspector General of Police.",
    "Justices S Tharairaja, Kumudini Wickremesinghe and Priyantha Fernando had ordered Acting IGP Deshabandu Tennakoon and three others to pay compensation for violating fundamental rights of the petitioner who was detained at the Mirihana Police Stations.",
    "“In the aforesaid the BASL urges that no officer who has violated Fundamental Rights or criminal cases against him or any allegations in unlawful activity be appointed to the office of the Inspector General of Police,” the BASL said in a statement.",
    "“The BASL urges that the appointment of the Inspector General (and all other appointments) be done in a transparent manner so as to establish public confidence in the appointment process.",
    "The BASL made reference to the practice of withholding promotions of those with criminal cases:",
    "“The Sri Lanka Police has had a practice that the promotions of police officers who are suspected of criminal offences or are respondents in fundamental rights applications such as those relating to illegal arrests and torture are withheld during the pendency of such applications. Similarly, promotions of officers who have a blemished record in the Sri Lanka Police are regularly withheld.”",
    "The BASL statement follows comments made by Public Security Minister Tiran Alles recently.",
    "“The BASL has now become aware … that the Public Security Minister purportedly alleges that certain lawyers who opposed the appointment of the Acting Inspector General of Police, are now appearing in court for drug traffickers.",
    "“The BASL would remind the relevant minister that, the right to represent a client is a professional right which has been safeguarded by law, and any threat to the right, is an attack on the profession at large.” (Colombo/Dec21/2023)"
  ]
}