{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/state-of-the-art-digital-educational-support-from-dialog-sri-lanka-air-force-ewis-for-nalanda-school-trincomalee/",
  "time_ut": 1678811700.0,
  "original_lang": "en",
  "original_title": "State of the Art digital educational support from Dialog, Sri Lanka Air Force & EWIS for Nalanda School, Trincomalee",
  "original_body_lines": [
    "Sri Lanka’s premier connectivity provider, Dialog Axiata PLC partnered with the Sri Lanka Air Force and E-W Information Systems Ltd (EWIS) to provide digital educational support for Nalanda School, China Bay, Trincomalee. The computer laboratory of the school was refurbished & upgraded with new computers and several technological enablers. This need of the hour act was initiated and directed by the Commander of Sri Lanka Air Force (SLAF) & the Group Chief Executive of Dialog Axiata PLC.",
    "Dialog provided Magicbit Pro units with full pluggable & sensor modules to explore creativity with technology. Magicbit is an innovation platform and a STEM tool made for the Internet of Things (loT), Robotics, Electronics & Programming. Dialog furthermore provided Nenasa TV facility and ensured that fully paid Student Broadband can be availed. Nenasa TV is a Public-Private-Partnership with the Ministry of Education; an initiative intended to support students of grades 1 to 13 through eight dedicated TV channels in Sinhala & Tamil medium. The content aired on each channel is provided and strictly monitored by the Ministry of Education. In addition, some of the furniture required for the computer laboratory was provided as well.",
    "The Sri Lanka Air Force in China Bay provided labour and manpower for all civil work & assisted in repairing computers which needed much attention in a span of few days. E-W Information Systems Ltd provided brand new desktop computers and sourced some of the hardware required to restore the remaining machines together with Dialog.",
    "The students and the school administration were overwhelmed by this much-in-need generosity, a need for many years. The principal of Nalanda School Ms. Senvirathna Eapa said “We sincerely appreciate Dialog, Sri Lanka Airforce and EWIS for coming forward and providing our students with their much-needed TC facilities.",
    "Upul Wijesinghe appointed to the AIA Sri Lanka Board of Directors",
    "Dialog Enterprise partners ‘The Grand’ Ward Place to deploy ultra-fast fibre connectivity solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}