{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lb-finance-secures-two-prestigious-awards/",
  "time_ut": 1678895100.0,
  "original_lang": "en",
  "original_title": "LB Finance secures two prestigious awards",
  "original_body_lines": [
    "LB Finance PLC secures 2 prestigious awards at the Digital Excellence Awards Ceremony 2022, depicting its broad vision to adapt to digital transformation. The ultra-simple mobile wallet, LB CIM, offered by LB Digital Financial Services, was crowned the Category Winner in Business Model Innovation in Digitized Product/ Service category and the Bronze Award Winner in Most Innovative Digital Service Offering in Corporate IT Awards Category. The awards night recognized Sri Lanka’s leading companies for their innovative achievements spanning digital transformation, IT agility and customer-centricity while contributing to migrating enterprises to Industry 4.0.",
    "The FITIS Digital Excellence Awards honors the achievements of organizations that have successfully planned and executed the digital transformation through migrating enterprises from Industry 3.0 to 4.0. We pride ourselves on enforcing the highest level of transparency and impartiality in the evaluation process. Each nomination is reviewed and validated using a multi-tiered process and assessed by a panel of independent judges composed of industry thought leaders, veterans, and academia. The award categories and selection criteria are aligned to reflect today’s most critical business transformation areas and the framework of FITIS Digital Excellence Awards was developed modeling the industry standard Digital Transformation Assessment Framework.",
    "Customers buy experience not just the product / service hence organizations should focus on selling to customers a journey or experience rather than a product /service. By enabling the product / service to digitally interact with the consumer, the organization can gain valuable insights about the consumers and the products / service in use giving the ability to augment both the product / service and consumer experience.",
    "Build innovative business models or reconfigure existing business models based on consumer insights that enables business transformation and ensures novel and continuous revenue streams.",
    "Recognizing and rewarding the companies from the private and public sector that deliver tremendous operational excellence, measurable business advantage, tangible customer experience or outstanding impact through leading-edge implementation and usage of information technology. Corporate IT Awards will detect and celebrate the IT organizations that are going the extra mile by sustaining their new technology and operational capabilities in the long run and by addressing the critical business needs of their organization and people.",
    "Cargills Bank marks Women’s Day with Exclusive Bonus Interest Offer for Abhimani Women Account holders",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}