{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-opposition-npp-member-injured-at-protest-dies-113369/",
  "time_ut": 1677498060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka opposition NPP member injured at protest dies",
  "original_body_lines": [
    "ECONOMYNEXT – A local government candidate of Sri Lanka’s opposition National People’s Power (NPP) that was admitted to hospital after police attacked a protest in Colombo has died.",
    "The NPP, an alliance led by the leftist Janatha Vimukthi Peramuna (JVP) staged a protest attended by hundreds of members including NPP/JVP leader Anura Kumara Dissanayake, on Sunday February 26 against what the party claimed were attempts by the government to delay the local government elections that were originally scheduled for March 09.",
    "Police fired water canons and tear gas at the protestors thronged at the Lipton Circus in Colombo, a popular protest site, citing a court order against the protest. Party Dissanayake was among those who were at the receiving end of the water canon fire.",
    "JVP general secretary Tilvin Silva told reporters Monday afternoon that Nimal Amarasiri, a 61-year-old NPP candidate for the Nivithigala Pradeshiya Sabha, sustained an eye injury when police attacked the protest. Amarasiri, who was admitted to the Colombo National Hospital passed away Monday afternoon, according to Silva.",
    "“We staged a very peaceful protest exercising our right to free expression. But [President Ranil Wickremesinghe and his government] attacked the protest.",
    "“He was so spooked by the protest that he sought to obtain three court orders against it. Then he obstructed the protest and attacked it,” said Silva.",
    "The JVP secretary said no one in the protest was violent in any way and the police attacked them in spite of it.",
    "“About 28 people who were injured had to be hospitalised. A few have by now been discharged from hospital, but some are still receiving treatment. Two of them were in serious condition, and we were just informed that one of them lost his life,” he said.",
    "“It is a matter of grave concern that a very peaceful protest was attacked this way and human lives were played with. The Wickremesinghe-led government must accept responsibility of the life that was lost,” he added.",
    "Police spokesman SSP Nilah Thalduwa, meanwhile, said the cause of death of the protestor could not be ascertained until a postmortem was completed. (Colombo/Feb27/2023)"
  ]
}