{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/A-land-of-impunity/172-254973",
  "time_ut": 1677533351.0,
  "original_lang": "en",
  "original_title": "A land of impunity",
  "original_body_lines": [
    "Our sister paper ‘The Sunday Times’ in its latest issue revealed that an independent power producer (IPP), the Aitken Spence-owned ACE Power Embilipitiya (Pvt) Ltd., selling electricity to the national grid since the early 2000s, had by March 2021 made a net profit of Rs 14.8bn amounting to 855% of its initial investment.",
    "The story based on a report by the National Audit Office (NAO) which had raised questions about certain actions by Ceylon Electricity Board (CEB). One such question was why the CEB didn’t purchase this company’s power plant, even after the Cabinet granted approval for it to do so, after the contract between the CEB and the ACE Power ended in 2016. ACE Power’s net profit from 2016 to 2021 alone was Rs. 6.81bn.",
    "“The opportunity to buy the plant was lost when the Government Valuer cited a price lower than what the company had quoted. The NAO faults the official assessment of Rs 2.37 billion and says it was closer to Rs 4.17 billion (the company cited Rs 2.4 billion). Had there been an undervaluation, it recommends that the responsible parties be identified and action taken” the newspaper said. However, given the past experience, the said action would most probably be a remote possibility. Also it is everyone’s guess as to why the Government Valuer undervalued the plant.",
    "In a similar revelation, the ‘Daily Mirror’ in a feature article recently had brought to light about certain practices at the Sri Jayewardenepura General Hospital that negatively affect the patients. Based on the facts that were surfaced at the Committee on Public Enterprises (COPE) meeting held on December 6, 2022, it pointed out that the hospital management has allowed Consultants to levy professional charges unjustly for surgeries at their own discretion on patients, bypassing a Cabinet decision. From these surgeries, the Consultants have received their professional fee of Rs.363.17 million in 2020, but only 0.15% which is equal to a mere Rs.546,035 had been remitted to the hospital account as service charges, while the hospital has incurred an annual loss of Rs.6.977 million as overhead costs for these private surgeries and tests.",
    "The consultants have also performed surgeries after the office hours while the management has also authorized Consultant doctors - who are not attached to the hospital - to perform surgeries by using hospital resources, among other issues that have been questioned by the auditors.",
    "The reason that have been given by the hospital management for allowing doctors to levy charges at their discretion, to work after office hours and authorizing doctors not attached to the hospital is that their services are indispensable. Sometimes this may be justifiable, but the question remains as to why these things happen against the accepted laws and procedures, including Cabinet decisions.",
    "Corruption with impunity in the public sector seems to be the order of the day. We can provide a few incidents out of a long list. During a recent COPE meeting it was revealed that the Land Reform Commission had sold a land at an alarming price of Rs.373 per acre! Parliamentarian Champika Ranawaka who was at the meeting had pointed out that it means price of a perch has been only Rs.2. This is not acceptable even if the area concerned is one of remotest in the country.",
    "Media had recently quoted another audit report which had revealed that the Health Ministry had paid Rs. 2.18 billion to Dr. Neville Fernando Hospital in Malabe without any agreement signed between the ministry and the hospital. Minister Susil Premajayantha told Parliament in last October that the government had incurred a loss of Rs. 930 million as some university lecturers have terminated their post graduate studies midway. NOA had revealed that the State Pharmaceutical Manufacturing Corporation (SPMC) had paid Rs. 140 million as bonus for its staff without any authorization, which was also reported in the media in October, last year. Another audit report said in the same month that 160 railway compartments imported recently, were idling in railway yards as they were not up to the standards and the loss incurred by the state coffers by the purchase of these compartments was a staggering Rs.11.56 billion.",
    "Over pricing is another issue in state institutions. The Auditor General had recommended an investigation into an incident where the State Pharmaceutical Corporation had purchased 1563 vials of a certain injection at a price of Rs. 40,869 per vial whereas the real price of a vial had been only Rs. 255. The list is too long to publish.",
    "However, revelations of corruption, mismanagement and waste of public funds are simply being swept under the carpet even when they are made by the authorized institutions such as the NAO or the COPE, as if there are no authorized individuals or institutions to take follow-up legal action.",
    "Hence, the COPE last year decided to request the Speaker to direct the relevant officials to take legal action on the revelations made by it. Yet, there are no signs of things having moved in that direction."
  ]
}