{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/10-approval-Time-to-relaunch/4-747417",
  "time_ut": 1681777190.0,
  "original_lang": "en",
  "original_title": "10% approval: Time to relaunch?",
  "original_body_lines": [
    "Right product incorrectly marketed or a wrong product correctly marketed?",
    "The world of marketing has always intrigued me. Why some brands can appeal to a consumer psyche and go on to capture the heart and mind of a consumer whilst some brands even with the fat marketing budgets fail to win a single consumer sometimes baffles even the strongest performing marketing professional.",
    "Can a wrong product be promoted to get consumer share or will a right product wrongly promoted kill a brand is a perennial debate that has been in existence for years. The truth finally emerges.",
    "For instance, a product that does not suit a consumer palette can be promoted heavily to create awareness and thereby elucidate trial by consumers that can deem successful in the short term. But the reality is that in the long term there is no repeat purchase by the consumer as the product does not reach up to the aspirations of the consumer. The best case in point in Sri Lanka was the Walls Ice Cream. The company bombarded the Sri Lankan household with Rs. 2 billion worth of promotions – advertising, PR activity, below the line promotions, point of sale material and it organised events that engulfed the share of voice in almost all media channels. The single minded idea ‘Walls Ice Cream – enjoy it outdoors whilst being mobile’. Consumer trial happened but repeat purchase did not take place as a typical average Sri Lankan consumer’s lifestyle is to enjoy an ice cream at home with family and friends (indoor), whilst a majority preference was a single flavour ice cream like Vanilla, Chocolate or Strawberry or a combination of them and initial reports revealed that the price was not right. The brutal truth is that Walls Ice does not exist today in Sri Lanka.",
    "Some say that marketing a political candidate for high office like breakfast cereal or ice cream is an ultimate indignity to the democratic process of a country. Once again this is rhetorical in nature as at the end of the day if a government does not meet the expectations of the general public it will get thrown out. Sri Lanka saw the reality on 9 May with brand Gota too. Be it a small brand or a power brand like Gota who led the war against a brutal terror organisation and then went on to secure a two-thirds majority was forced to resign for not meeting the aspirations of the consumer. To be honest, chasing away from the very people who voted him in was the reality that emerged.",
    "If one were to draw a parallel between Walls Ice Cream and the brand Gota, the key analogy is that the product features in both situations did not fit into the consumer requirement and was rejected by the consumer. A point to note is that in both situations there was fire power in terms of advertising and promotional support that no other brand in the industry could possess but, the naked truth is that if one is not in sync to what a consumer wants you will get thrown out.",
    "Given the above reality, if we were to draw the lesson learned from the current Government we see that the approval rating is at 10%. Whilst the approval ratings to the President can be higher, the Government that he leads is not having this same sentiment. The logic being that the composition of the product range (the MPs in this context) have a series of alleged violations on governance, corruption and poor decision making that has contributed to the current situation. Whilst the reality is that fiscal discipline has not been there since the 1980s (after the open economy happened) but the perception among the general public is that the current Government is responsible for the debacle that Sri Lanka is in.",
    "As the famous scientist Shiffman and Kanuk said, ‘People act on perceptions and not on reality’ – the statement holds ground today in Sri Lanka.",
    "May be there is some truth to it as if Sri Lanka went for IMF assistance way back in 2019, we could have avoided the drastic actions that the poor have to suffer like today.",
    "Research reveals that when an IMF program is activated it is the poor that suffer the most. The rich always stand by with the Government in power due to the fringe benefits they get. For instance when the taxes were reduced by the Gotabaya Government where the Government revenue dropped to 7.5% of GDP from the earlier 15%, the private sector earned over Rs. 600 billion per annum in extra revenue. This is just one case in point.",
    "Be that as it may, the reality in Sri Lanka is that 1.1 million households have stopped consuming milk powder with another 33% of households reducing their consumption of milk. Which means almost 50% of households are challenged to buy the most important nutrition for a child. There are reports emerging that stunted and slow growth children are increasing in the areas of Nuwara Eliya, Monaragala and Hambantota.",
    "The Hector Kobbekaduwa Agrarian Research and Training Institute has revealed that almost 2.26 million of the population has stopped consuming adequate food. Those in the poverty belt have moved to 25% which means that they are skipping the meals whilst over 500,000 have lost their jobs. Which is very serious. This validates the approval rating of 10% for the current Government as per Verite Research.",
    "The overall GDP has declined by -7.8% in 2022 with the Q4,2022 declining by -12.4% which means that things are very tough for the SME sector of Sri Lanka given the interest rates at 30% plus and consumer purchasing power dropping.",
    "This year around we will see a -4% decline in GDP which means that the Sri Lanka economy will shrink to around $ 72 billion whilst neighbouring countries like India booming at +7.3% in 2023. The local debt restructuring will have collateral damage especially for the middle class is what we have seen in other countries. One key suggestion from the trade union is that money that has been looted must be recovered with the economic hit man who has brought Sri Lanka to her feet and must be taken to task by the law. The postponement of the local election and the basic human right of a peaceful protest being challenged is also contributing to the poor approval rating of the Government in power.",
    "Whilst acknowledging the strong leadership given to get the country on track to secure a IMF mandate that helped Sri Lanka win back some lost confidence, the fact of the matter is that the earliest that Sri Lanka can be assigned credit ratings is 2027.",
    "Which means that the President will have no option but to balance between activating unpopular actions so that we conform to the IMF stipulations that have been agreed to put the economy on track and staying in power.",
    "Staying in power will require a major overhaul of the overall Government machinery including the ministerial belt which is a very tough task to do, given that the President does not have a party for support other than the SLPP who are the very people that the general public has a negative connotation on.",
    "Apart from the overhaul of the political hierarchy, the President will have to drive economic strategies for Sri Lanka to grow out of the economic crisis. Meaning there must be a re-launch of Sri Lanka to earn more dollars from overseas. This will include exports to be $ 28 billion from the current $ 12 billion as per the National Export Strategy (NES) that was conceptualised in 2015. The tourism industry to target a $ 5 billion whilst balancing the carrying capacity of the current facilities including the room stock cover that needs to be uplifted.",
    "The FDIs can be attracted only if the ‘Doing business index’ can be improved which is currently ranked at a dismal 99 rank. A point to note is that we are fighting for FDIs from Bangladesh and India which are demonstrating agile economic development agendas.",
    "It’s a tough challenge for the President but we have no option but Sri Lanka will have to go for a re-launch (internally and externally). If not, we will not be able to hold on to the IMF program at bay. Sri Lanka saw last week how the World Bank delayed the $ 750 million loan until the Samurdhi list was updated. Sri Lanka has been a naughty child and until we become disciplined, we will get whipped by the world.",
    "(The writer heads a global AI company on brand mapping for Sri Lanka, the Maldives and Pakistan.)"
  ]
}