{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88928/core-group-on-sri-lanka-calls-for-accountability-for-protests-related-violence",
  "time_ut": 1678275420.0,
  "original_lang": "en",
  "original_title": "Core Group on Sri Lanka calls for accountability for protests-related violence",
  "original_body_lines": [
    "The Core Group on Sri Lanka at the UN Human Rights Council (UNHRC) says it is deeply concerned about what it called “heavy-handed” responses of the Sri Lankan government to the peaceful protests.",
    "In a statement delivered by Simon Manley, the UK’s Ambassador to the World Trade Organization (WTO) and the United Nations in Geneva, the Sri Lankan government has been urged to safeguard the rights to freedom of peaceful assembly and association and freedom of expression.",
    "Emphasizing that civil society has an important part to play in encouraging the protection of human rights, the Core Group called for accountability for any protest-related violence.",
    "On behalf of the Core Group, Manley stressed the “crucial importance” of upholding rule of law and safeguarding representative democracy.",
    "Against the backdrop of the postponement of local government election in Sri Lanka, which was initially scheduled to be held on March 09, the Core Group said ensuring the independence of institutions and governance systems, including the electoral system is imperative.",
    "Further, the Core Group underlined the need for good governance, addressing the long-standing issues of impunity and corruption.",
    "It reiterated the calls to replace the Prevention of Terrorism Act (PTA) with legislation that aligns with Sri Lanka’s international obligations.",
    "The Core Group, however, welcomed the island’s most recent commitments with respect to the protection of human rights in Sri Lanka, efforts at constitutional reform and initiatives aimed at fostering political inclusion.",
    "It also acknowledged Sri Lanka’s positive engagement in the Universal Periodic Review (UPR) process in January. “We are keen to assist Sri Lanka in implementing its UPR recommendations.”",
    "Led by the United Kingdom, the Core Group comprises Canada, Malawi, Montenegro, North Macedonia and the United States."
  ]
}