{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/denying-sri-lanka-pucsl-chief-entry-to-his-own-ouster-debate-deplorable-eran-121293/",
  "time_ut": 1684922520.0,
  "original_lang": "en",
  "original_title": "Denying Sri Lanka PUCSL Chief entry to his own ouster debate deplorable: Eran",
  "original_body_lines": [
    "ECONOMYNEXT – The Chairman of Sri Lanka’s Public Utilities Commission Janaka Ratnayake has been denied entry to the parliament to watch a debate to oust him in a move that should be deplored, opposition legislator Eran Wickremeratne said.",
    "“We understand that Janaka Ratnayake and his family have not been able to come to the gallery at parliament and that is to be deplored,” Wickremeratne told parliament. “Even if a person is convicted in a court of law, the person can be present there.”",
    "Using absolute majorities by parliament to gain questionable goals went against a trend of good governance, he said.",
    "Ratnayake heads an independent regulatory commission. Minister Wijesekera has moved a motion to remove his as chairman of the commission over actions to block a price hike in 2023, he said.",
    "The regulatory commission in the past had failed to enable cost reflective electricity prices for 9 years, Power Minister Kanchana Wijesekera said, requiring amendments to its law.",
    "Meanwhile Wickremeratne said Sri Lanka’s parliament had a bizarre record over independent commissions and governance, he said.",
    "“The country and the world over is moving from democratization and globalisation into good governance,” Wickremeratne said.",
    "“This is evidenced in institutional changes, principal-agent relationship between policy makers and independent commissions.",
    "“It’s a method in which rules are clearly defined also shaping preferences where everything is not just shaped by majoritarian votes or national politics.",
    "Sri Lanka parliament had a ‘bizarre record’ over independent commissions, where a series of constitutional changes were made to make and break independent commissions, Wickremeratne said",
    "“The Sri Lankan parliament has a bizarre record on some of these issues,” Wickremeratne said. “We have members in these chambers who voted for independent commissions in the 17th amendment. Then the same people in the 18th amendment voted to abolish the independent commissions.",
    "“Once again we bring a 19th amendment and we bring in independent commissions. Then in the 20th amendment, we bring another amendment in an authoritarian system putting all the power in one individual.",
    "“And then we bring a 21st amendment reintroducing the independent commissions. This is he record of the Sri Lankan parliament and dome of the MPs who have been voting on this. ”",
    "“Today, we plan to undermine an independent commission by removing a chairman of an independent commission.”"
  ]
}