{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/02/sri-lanka-s-proposed-tax-rates-are-in-line-with-international-comparison-imf/",
  "time_ut": 1677768960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s proposed tax rates are in line with international comparison – IMF",
  "original_body_lines": [
    "COLOMBO (News 1st); The International Monetary Fund Mission in Sri Lanka says that efforts to increase tax revenues should be pursued in a growth-friendly manner while protecting the poor and most vulnerable.",
    "Peter Breuer, Senior Mission Chief for Sri Lanka, and Masahiro Nozaki, Mission Chief for Sri Lanka noted that it is however also important that those who can most afford it, make commensurate contributions to the financing of the necessary government expenditures.",
    "The tax package the authorities have introduced, including the new tax rate schedule for the personal income tax, helps to meet these objectives, the statement added.",
    "Peter Breuer, Senior Mission Chief for Sri Lanka, and Masahiro Nozaki, Mission Chief for Sri Lanka, also noted that the tax rates proposed under the authorities’ program are also in line with international comparison.",
    "\"Only with appropriate tax receipts will the Government will be able to fund essential expenditures, and avoid further slashing of critically important outlays. These reforms will also help regain confidence of creditors,\" it added.",
    "\"The current economic crisis has a number of origins, including the government’s inability to meet government spending needs through its revenue collections. Sri Lanka is among the countries to collect the least amount of fiscal revenue in the world, with tax revenue to GDP ratio at only 7.3 percent in 2021. External creditors are not willing to provide financing to fill this gap,\" the statement added.",
    "In response to recent media questions around income tax hikes in Sri Lanka, the statement noted that Tax reforms are needed to correct this imbalance.",
    "Peter Breuer, Senior Mission Chief for Sri Lanka, and Masahiro Nozaki, Mission Chief for Sri Lanka also said \"We understand the hardship people of Sri Lanka are experiencing at this time. Increases in the cost of living, loss of employment and livelihood, and falling real incomes have hit large parts of the population, and particularly the poor and vulnerable who have no buffers to withstand these hardships.\"",
    "Sri Lanka’s proposed tax rates are in line with international comparison – IMF",
    "Sri Lanka to consider Russian proposal for offshore nuclear power plants",
    "Vo Van Thuong picked as new Vietnam president in power shuffle"
  ]
}