{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-resettlement-will-be-based-on-1985-map-president-145119/",
  "time_ut": 1703758680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka resettlement will be based on 1985 map: President",
  "original_body_lines": [
    "ECONOMYNEXT – The government is actively working on addressing concerns of all segments of the population, President Ranil Wickremesinghe said.",
    "“Despite the conclusion of the war, unresolved matters persist before the Human Rights Commission in Geneva and we have taken necessary steps to address these issues,” Wickremesinghe said at the centenary celebration of Badulla Guruthalawa Muslim Central College on Wednesday (27).",
    "“Efforts are underway to rectify the displacement of some individuals by allowing settlement based on the 1985 map,” Wickremesinghe was quoted as saying on the occasion according to a statement by his media division.",
    "“Land rights are being granted to those affected in the northern and eastern provinces, comprising Tamil, Muslim, and Sinhalese communities.”",
    "The government is also focusing on addressing missing persons, Wickremesinghe said, and providing compensation.",
    "“We are committed to developing the economies of the northern and eastern provinces. A robust economy is essential to prevent the recurrence of underlying issues even after their resolution.”",
    "Wickremesinghe added that special attention is being given to the concerns of Hill Country Tamil people, with dedicated programs focusing on their rights, including land and education development. This is an area that has drawn much Indian support.",
    "“Additionally, efforts are ongoing to address the issues faced by the Muslim community, including a thorough review of burial practices and the removal of Post – Easter Sunday attack restrictions.”",
    "“The path to a prosperous nation lies in collective progress as Sri Lankans.” (Colombo/Dec 28/2023)"
  ]
}