{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Dilhan-joins-Cargo-Boat-Development-Board/34-755796",
  "time_ut": 1701390470.0,
  "original_lang": "en",
  "original_title": "Dilhan joins Cargo Boat Development Board",
  "original_body_lines": [
    "Dilmah Tea fame Dilhan C Fernando has joined the Board of Cargo Boat Development Company Plc as an Independent Non-Executive Director.",
    "Dilmah Tea Company PLC, Chairman, Dilhan, is the younger son of Dilmah Founder, Merrill J. Fernando. The names of Dilhan and his brother Malik form the ‘Dilmah’ brand, the first producer owned tea brand.",
    "Mirroring his father’s devotion to tea, Dilhan’s mission is the fulfilment of the pledges his father made in the 1950s, as a young Tea man with a big dream. His commitment was to resist the commoditisation that devastated a tea industry that was previously characterised by small, and passionate family enterprises. Merrill sought to bring quality and authenticity back to tea, and while doing so, to share the success of that business with the underprivileged.",
    "Dilhan is the Director of the Dilmah School of Tea www.schooloftea.org, the first international school of tea, with sessions in Colombo, and in partnership with the Institute Paul Bocuse, also in Ecully, France. His desire to share the pleasure in tea with a new generation of tea drinkers saw the birth of the t-Series, designer gourmet teas www.teatimerocks.com and an entirely contemporary approach to a traditional beverage. He is described by the Institute Paul Bocuse Director, Herve Fleury as, “a man who is passionate, totally supple in his expertise, simple",
    "and delicate in his approach and his words. In the very image of tea.”",
    "In addition to his responsibilities in tea, Dilhan also manages the humanitarian and environmental outcomes of Dilmah. These are the fulfilment of his family’s commitment to making business a matter of human service. The MJF Charitable Foundation www.mjffoundation.org and Dilmah Conservation www.dilmahconservation.org utilise revenue from the global sales of Dilmah in implementing humanitarian and conservation projects in Sri Lanka. The MJF Foundation is one of the largest charitable foundations in Sri Lanka and has changed the lives of thousands of underprivileged people, working in the tea sector and in the wider community. Dilmah Conservation operates on a similar principle, using revenue from Dilmah to implement conservation, environmental education, habitat restoration projects and promote sustainability. Dilhan currently chairs the Biodiversity Sri Lanka Platform pioneered by Dilmah Conservation together with the Ceylon Chamber of Commerce and IUCN (International Union for Conservation of Nature). Dilhan is the Chairman of the United Nations Global Compact in Sri Lanka, a corporate sustainability initiative by the UN.",
    "With the latest appointment, the Board of Directors of Cargo Boat Development Company Plc comprises, Chairman R.B. Thambiayah, Deputy Chairman N.A. Thambiayah, Managing Director N.R. Thambiayah, M.A. Jayawardena, S.R. Thambiayah, R.S. Tissanayagam, A.L. Thambiayah, T. Dharmarajah and D.C. Fernando."
  ]
}