{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/13/developing-countries-paid-record-443-5-billion-on-public-debt-in-2022/",
  "time_ut": 1702477620.0,
  "original_lang": "en",
  "original_title": "Developing Countries Paid Record $443.5 Billion on Public Debt in 2022",
  "original_body_lines": [
    "Amid the biggest surge in global interest rates in four decades, developing countries spent a record $443.5 billion to service their external public and publicly guaranteed debt in 2022, the World Bank’s latest International Debt Report shows. The increase in costs shifted scarce resources away from critical needs such as health, education, and the environment.",
    "Debt-service payments—which include principal and interest—increased by 5 percent over the previous year for all developing countries. The 75 countries eligible to borrow from the World Bank’s International Development Association (IDA)—which supports the poorest countries—paid a record $88.9 billion in debt-servicing costs in 2022. Over the past decade, interest payments by these countries have quadrupled, to an all-time high of $23.6 billion in 2022. Overall debt-servicing costs for the 24 poorest countries are expected to balloon in 2023 and 2024—by as much as 39 percent, the report finds.",
    "“Record debt levels and high interest rates have set many countries on a path to crisis,” said Indermit Gill, the World Bank Group’s Chief Economist and Senior Vice President. ‘Every quarter that interest rates stay high results in more developing countries becoming distressed—and facing the difficult choice of servicing their public debts or investing in public health, education, and infrastructure. The situation warrants quick and coordinated action by debtor governments, private and official creditors, and multilateral financial institutions—more transparency, better debt sustainability tools, and swifter restructuring arrangements. The alternative is another lost decade.’’",
    "Surging interest rates have intensified debt vulnerabilities in all developing countries. In the past three years alone, there have been 18 sovereign defaults in 10 developing countries—greater than the number recorded in all of the previous two decades. Today, about 60 percent of low-income countries are at high risk of debt distress or already in it.",
    "Interest payments consume an increasingly large share of low-income countries’ export, the report finds. More than a third of their external debt, moreover, involves variable interest rates that could rise suddenly. Many of these countries face an additional burden: the accumulated principal, interest, and fees they incurred for the privilege of debt-service suspension under the G-20’s Debt Service Suspension Initiative (DSSI). The stronger US dollar is adding to their difficulties, making it even more expensive for countries to make payments. Under the circumstances, a further rise in interest rates or a sharp drop in export earnings could push them over the edge.",
    "As debt-servicing costs have climbed, new financing options for developing countries have dwindled. In 2022, new external loan commitments to public and publicly guaranteed entities in these countries dropped by 23% to $371 billion—the lowest level in a decade. Private creditors largely abstained from developing countries, receiving $185 billion more in principal repayments than they disbursed in loans.",
    "That marked the first time since 2015 that private creditors have received more funds than they put into developing countries. New bonds issued by all developing countries in international markets dropped by more than half from 2021 to 2022, and issuances by low-income countries fell by more than three-quarters. New bond issuance by IDA-eligible countries fell by more than three-quarters to US$3.1 billion.",
    "With financing from private creditors drying up, the World Bank and other multilateral development banks stepped in to help close the gap. Multilateral creditors provided $115 billion in new low-cost financing for developing countries in 2022, nearly half of which came from the World Bank. Through IDA, the World Bank provided $16.9 billion more in new financing for these countries than it received in principal repayments—nearly three times the comparable number a decade ago. In addition, the World Bank disbursed $6.1 billion in grants to these countries, three times the amount in 2012.",
    "The latest International Debt Report marks the publication’s 50th anniversary. It highlights key insights from the World Bank’s International Debt Statistics database—the most comprehensive and transparent source of external debt data of developing countries. The new edition also features an expanded analytical framework, one that goes beyond the latest data to examine near-term outlook for debt as well. It also includes an overview of the Bank’s debt-related activities and an analysis of emerging trends in debt management and transparency.",
    "“Knowing what a country owes and to whom is essential for better debt management and sustainability,” said Haishan Fu, Chief Statistician of the World Bank and Director of the World Bank’s Development Data Group. “The first step in avoiding a crisis is having a clear picture of the challenge. And when problems arise, clear data can guide debt restructuring efforts to get a country back on track towards economic stability and growth. Debt transparency is the key to sustainable public borrowing and accountable, rules-based lending practices which are so vital to ending poverty on a livable planet.”",
    "The report notes that IDA-eligible countries have spent the last decade adding to their debt at a pace that exceeds their economic growth—a red flag for their prospects in the coming years. In 2022, the combined external debt stock of IDA-eligible countries hit a record US$1.1 trillion—more than double the 2012 level. From 2012 through 2022, IDA-eligible countries increased their external debt by 134%, outstripping the 53% increase they achieved in their gross national income (GNI).",
    "The People’s Platform | The man behind the lens | Chandran Rutnam",
    "World Bank provides loan to strengthen healthcare in Sri Lanka",
    "Sri Lanka Navy extends swift aid to ailing Indian Navy senior sailor in eastern seas"
  ]
}