{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Citizens-at-war-with-failing-health-sector/108-260221",
  "time_ut": 1685580352.0,
  "original_lang": "en",
  "original_title": "Citizens at war with failing health sector",
  "original_body_lines": [
    "The general public who come to seek medical treatment from Government hospitals is facing great inconvenience as they are being asked to purchase certain drugs and get certain tests done from private pharmacies, which is like jumping out of the frying pan into the fire.",
    "Speaking with several patients who had arrived at the National Hospital Colombo to purchase medicines, Daily Mirror noticed that the poor are feeling the brunt of the significant drug shortage prevailing in government hospitals forcing them to purchase drugs from private pharmacies, which costs them additional amount.",
    "Muhammad, one of the patients said he came all the way from Jaffna to seek medicines for diabetes. However, he was asked to purchase two drugs from outside as they were not available in the National hospital.",
    "Soysa Rajapaksa, another victim said he was told to take his son out of the hospital to get two tests called wound swab culture test and antibiotic sensitivity test which had cost Rs 1,950.",
    "Nilmini Kumari, a resident of Maharagama said she was also asked to purchase a drug from a private pharmacy as it was not available in the hospital. “This is indeed time-consuming. Besides, we’ll have to bear additional cost as well. This is really injustice,”",
    "Kumarasinghe, who is in his 70s said he had to go home to find some money to purchase a medicine prescribed by the doctor. I don’t have money at present. Need to go home. We as the poor have to suffer now,” he stated.",
    "Meanwhile, President of Society of Government Pharmacists Thushara Ranadeva also admitted that there is a critical drug shortage in government hospitals.",
    "Moreover, Dr Vinya Ariyaratne, the President of the Sri Lanka Medical Association (SLMA) told Daily Mirror “There is an acute shortage of certain drugs at Government hospitals. However, the Government seems to have taken the matter for granted,”",
    "According to sources, there is a shortage of over 120 drugs which includes painkillers, drugs for diabetic, cancer and heart patients and surgical items. (Sheain Fernandopulle)"
  ]
}