{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-opposition-must-rally-behind-sajith-akd-ticket-or-vice-versa-fpc-123612/",
  "time_ut": 1686828600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka opposition must rally behind Sajith-AKD ticket or vice versa: FPC",
  "original_body_lines": [
    "ECONOMYNEXT –  Sri Lanka’s opposition parties must rally behind a leader they can all agree to support at a future presidential election with the next favourite agreeing to be prime minister in a common workable arrangement, a breakaway faction of the ruling Sri Lanka Podujana Peramuna (SLPP) said.",
    "Dilan Perera of the Freedom People’s Congress (FPC), a makeshift party split from the SLPP after the 2022 crisis and now sits in the opposition benches, told reporters that opposition parties must either back a Premadasa-Dissanayake ticket or vice versa or someone else altogether.",
    "All opposition parties, factions and groups must agree on a viable arrangement, according to Perera.",
    "The former minister’s statement is a likely indication that offshoots of the SLPP who have been seen in regular dialogue with the SJB leadership are eager to back opposition leader Sajith Premadasa in the event of a snap presidential poll.",
    "However, Sri Lanka’s opposition parties have yet to formally announce a common alliance against incumbent President Ranil Wickremesinghe who is speculated to be keen to hold an early presidential election.",
    "While the SJB, as the main opposition, has declared its readiness for any poll, the leftist National People’s Power (NPP) led by Anura Kumara Dissanayake has also seen a surge in its popularity since the crisis, though how sustainable that popularity is remains to be seen. An alliance between the SJB and the NPP remains highly unlikely, as the NPP has been increasingly positioning itself as an uncompromising alternative to Sri Lanka’s traditional wielders of political power which the NPP maintains are essentially on the same team.",
    "What with the economy slowly stabilising and inflation on track to dropping to a single-digit level by the fourth quarter of the year despite a rise in poverty and continuing unaffordability of a number of goods and services, reports of a speculated early presidential election indicates that Wickremesinghe is fairly confident of his chances at the polling booth.",
    "Backers of Wickremesinghe have cited what they call a faster-than-anticipated recovery from the crisis, increased availability of goods and services after months of queues, shortages and power cuts, ongoing reforms backed by the International Monetary Fund (IMF) including the restructuring of state-owned enterprises (SOEs) as factors that will be in his favour. However, allegations of government overreach, particularly with regard to containing dissent and alleged stifling of free expression, may prove damaging to a future campaign, as will the political cost of some of the more unpopular reforms such as a tax hike in the alleged “sale of national assets”, a euphemism for privatisation. Wickremesinghe’s overtures to the Tamil community in resolving the country’s ethnic issue is also likely to be exploited by his opponents.",
    "The president, however, appears confident, having recently claimed, somewhat controversially, that despite a united opposition, none of the parties currently represented in parliament could obtain 50 percent of the vote.",
    "Against this backdrop, and with increased factionalisation in the ruling SLPP – with some speculated to be resolutely backing Wickremesinghe while others remain loyal to the Rajapaksas – how opposition parties will align themselves is still unclear. Reports of speculated crossovers from the SJB also persist despite strong denials.",
    "Perera used Adamp’s Peak, the popular Buddhist pilgrimage site in Ratnapura, as a somewhat laboured analogy for the two paths being followed by Premadasa and Dissanayake, with the former taking the shorter route through Hatton while the latter is slowly gaining ground via the longer and more strenuous Ratnapura route.",
    "“The SJB is taking the Hatton route while the JVP is taking the Ratnapura route. But we must all come together and take the same route in order to worship at the temple,” said Perera.",
    "Meanwhile, Wickremesinghe’s UNP, has accused opposition parties of sabotaging his attempts at reviving the country.  UNP general Palitha Range Bandara said speaking at an event recently that his opponents have already resorted to old tactics of weoponising false patriotism.",
    "“Patriots are popping up just as the country starts to become stable and people are able to eat,” said Bandara.",
    "“These patriots are nowhere to be found when the country is in crisis,” he added.",
    "Bandara claimed that the same forces that had allegedly thwarted Wickremesinghe’s attempt to develop Sri Lanka using this tactic every time he was in a position of power – in 2001, 2004 and 2015 – are once again resorting to patriotism to undermine him now that he is president.",
    "UNP deputy leader Ruwan Wijewadena, meanwhile, feels that no party in the opposition has the capacity to take Sri Lanka through its current recovery cum development trajectory.",
    "“The opposition is trying to sabotage Mr Wickremesinghe. None of our politicians has a plan on how to take the country forward.",
    "“Where do we take the country by handing it over to such groups?” he said at a UNP event, adding that the next presidential election will in fact be held in 2024.",
    "The SJB feels differently, rumoured crossovers and willingness of some members to worth with the president notwithstanding. SJB legislator Hector Appuhamy told reporters that “those who lie with dogs” inevitably get up with fleas.",
    "“All we have to say is find a treatment for the fleas. This is why we opted not to lie with dogs,” he said. The SJB made a last-minute decision in July 2022 to pit Dullas Alahapperuma, another breakaway MP from the SLPP, against Wickremesinghe, with the latter eventually winning the presidency with the support of 134 MPs, mostly from the SLPP.",
    "Appuhamy’s SJB colleague Eran Wickramaratne says his party is ready for any poll.",
    "“If he says a presidential election is needed, we’ll raise both hands in parliament in support of that. The SJB is ready for any election, be it presidential or parliamentary,” he said.",
    "If Wickremesinghe does in fact want to secure an early mandate as speculated, he will need to seek a constitutional amendment repealing a provision that prevents a president elected by parliament from calling an early presidential election.",
    "Provided that the Supreme Court determines that the amendment will not be inconsistent with any of the entrenched clauses of the constitution, it may be passed by a two-thirds majority in parliament.",
    "Parliament support well in excess of a two-thirds majority for such an amendment is likely given that the SJB has already declared its support for an early poll. Dilan Perera’s FPC has also spoken in favour of an early election. The NPP’s position is less clear, however, with its leaders still calling for a local government election. (Colombo/Jun15/2023)"
  ]
}