{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92368/central-bank-publishes-inaugural-monetary-policy-report",
  "time_ut": 1690866240.0,
  "original_lang": "en",
  "original_title": "Central Bank publishes inaugural Monetary Policy Report",
  "original_body_lines": [
    "The Central Bank of Sri Lanka (CBSL) published its inaugural Monetary Policy Report (MPR) on Monday (July 31).",
    "The publication of the Monetary Policy Report marks an important step towards improving the transparency of monetary policy and is expected to promote engagement with all stakeholders of the economy through the dissemination of information that was considered by the Monetary Board of the Central Bank of Sri Lanka in the formulation of monetary policy decisions, the Central Bank said in a statement.",
    "The MPR presents the Central Bank’s assessment of the future trajectory of inflation and other key macroeconomic variables based on the analysis of the current macroeconomic developments on the domestic and global fronts, and their outlook.",
    "The MPR also aims to provide an assessment of the balance of risks to the projections on inflation and economic growth considering the ongoing and expected developments. Such assessment would help provide greater clarity to all stakeholders on the thinking of the Monetary Board when arriving at monetary policy decisions.",
    "The Central Bank said it would publish the MPR in January and July each year in line with the major monetary policy review cycles that update medium-term projections.",
    "In doing so, the Central Bank would provide data-driven and forward-looking information to all stakeholders in a timely manner. This would enhance the transparency and accountability of the monetary policy making of the Central Bank, while assisting in the anchoring of inflation expectations of the general public.",
    "The MPR will complement the existing communication on the monetary policy process of the Central Bank, including the Monetary Policy Review press release, press conference proceedings, and other communiqués featured on the official website and social media of the Central Bank."
  ]
}