{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/No-quality-drugs-lack-of-medical-experts-SL-health-sector-on-life-support/131-262102",
  "time_ut": 1688070293.0,
  "original_lang": "en",
  "original_title": "No quality drugs,  lack of medical experts SL health sector on life support!",
  "original_body_lines": [
    "The eye ward at Nuwara Eliya District hospital deserted following the issue of contaminated eye drops",
    "Patients have suffered severe complications, including vision loss, due to contaminated eye drops and substandard anaesthetic drugs. The incidents highlight the prevalence of low-quality drugs, a struggling healthcare system, and a lack of expertise in the country’s health sector. As investigations unfold, questions arise about the procurement process, quality assurance, and accountability in safeguarding patients’ lives.",
    "In April, M. Rajarathnam (62) from Kandapola, Nuwara Eliya visited the Nuwara Eliya District Hospital for his cataract surgery with hopes that his eyesight would improve following the surgery.",
    "But three days after he had been discharged, Rajarathnam experienced complications.",
    "“My left eye turned red and eventually started swelling. Thereafter I realised that I was losing my vision,” he recalled in an interview with the Daily Mirror.",
    "Rajarathnam and 45 other patients who completed their cataract operations were prescribed Prednisolone Acetate Ophthalmic Suspension USP IO-PRED-S, a common eye drop used after eye surgery.",
    "But following a culture analysis conducted by the National Medicines Quality Assurance Lab, it was confirmed that Batch No. N22L16 manufactured in December 2022 and with an expiry date of November 2024 was contaminated with a bacterium.",
    "The contaminated stock was allegedly sent from Indiana Ophthalmics (LLP), a Gujarat-based pharmaceutical company that Sri Lanka received under the Indian credit line.",
    "Upon realising that he was gradually losing his vision Rajarathnam along with his family had gone back to the hospital and had complained about his complication. While at the hospital they realised that other patients had also started complaining about similar complications.",
    "“I was given three injections and all three were administered to the eye on three consecutive days,” Rajarathnam claimed.",
    "“The nurses advised patients to keep fasting until the doctor arrived. But the doctor arrived late in the night, perhaps after he completes his private practice and therefore we have to get ready as soon as he arrives. The doctors even claimed that there could be an infection but we were confident that it is not possible since my father looked after his eye with much care,” Suresh Kumar, Rajarathnam’s son said.",
    "Once the hospital received information regarding the eye drops that were given to the patients, the patients were subsequently transferred to the Peradeniya Teaching Hospital.",
    "“But the Peradeniya hospital didn’t want to treat us. Thereafter we were transferred to Colombo and they performed another operation on the eye.”",
    "“It’s difficult to look at bright lights and the left side of my head feels heavy and numb,” complained Rajarathnam.",
    "“Immediately after the operation my father had perfect vision,” claimed Suresh Kumar.",
    "“But now I have to take him to Colombo for regular checkups and it’s costly.”",
    "Kumar is a history teacher by profession and it costs him around Rs. 45,000 to travel to Colombo and return with his father.",
    "“I have to find lodging, medicine and food. But everything is expensive and the hospital authorities and officials are not responsible or accountable for their actions. We trust doctors to cure our illnesses. But they have complicated our troubles by manifold.”",
    "Rajarathnam continues to visit Colombo for checkups with hopes that one day, his sight would be restored.",
    "A random sampling of the entire batch should be done before distributing the drugs to the market and hospitals. But drugs are not being procured according to the standard procedures. Ultimately the patients are at fault for purchasing medicines",
    "Immediately after the culture tested positive, Health Ministry’s Medical Supplies Division (MSD) issued a circular to suspend the aforementioned batch of Prednisolone eye drops.",
    "But it was only two months after the incidents were reported and Sri Lankan patients experienced vision loss that India’s Pharmaceutical Export Promotion Council (Pharmexcil) stated on",
    "June 1, 2023, requesting an explanation from the Gujarat-based pharmaceutical company on complaints made by Sri Lanka’s Health Ministry regarding the eye drops.",
    "The statement requested the manufacturer to furnish details of licensees to whom they have supplied the subject drugs. As such the importer’s details including the name and contact numbers, manufacturing license copies and product permissions of subject products have been requested.",
    "Pharmexcil directed the pharma company to investigate the reasons for the alleged contamination of the subject product and to update the pharma export council, failing which the Registration and Membership Certificate would be cancelled. But a month later, the Gujarat-based pharmaceutical company failed to explain the alleged contamination of Prednisolone eye drops exported to Sri Lanka.",
    "In the meantime, India’s Central Drugs Standard Control Organisation is also investigating the matter. The investigation initiated by the Health Ministry too is underway.",
    "When contacted, Health Ministry Secretary Janaka Sri Chandraguptha said that the samples have been sent overseas for laboratory testing. NMRA’s Chief Executive Officer Dr Vijith Gunasekara said that they too had submitted the lab reports and have supported the Ministry to conduct the investigation.",
    "However, the recent deaths of two patients at the Peradeniya Hospital following the administration of an anaesthetic drug named Bupivacaine shocked the entire nation once again. Following these two incidents, Sri Lanka’s Health Ministry has decided to re-examine the quality of the aforementioned medicines.",
    "These two incidents also raise concerns regarding the overall quality of drugs that are being prescribed to the public. Medics opine that the government has failed to provide quality assurance for drugs that are being imported to the country.",
    "Echoing similar sentiments, the All Ceylon Health Trade Union Federation (ACHTUF) Secretary Dr Jayantha Bandara warned that the patients’ lives are at risk.",
    "“There are many unregistered drugs that are now being procured under the guise of emergency purchases. According to the NMRA Act, it is the apex authority that is responsible for the quality of these drugs.”",
    "He claimed that the NMRA doesn’t include a state-of-the-art, fully-equipped laboratory to conduct experiments on samples that are being sent in.",
    "“Sri Lanka doesn’t follow a proper system to purchase medicines. There are strict procedures in other countries,” he added.",
    "The initial claim was that the Prednisolone eye drops were contaminated with bacteria.",
    "“In that case, the Health Ministry should seek compensation from the manufacturer. But the Ministry officials have their own deals and they cannot be held accountable for putting patients’ lives at stake,” Dr Bandara claimed.",
    "When asked about the process when procuring a drug, Dr Bandara said that before sending the drug the manufacturer should send pre-registered samples.",
    "“A random sampling of the entire batch should be done before distributing the drugs to the market and hospitals. But drugs are not being procured according to the standard procedures. Ultimately the patients are at fault for purchasing medicines.”",
    "He further said that so far neither the public nor the health professionals are aware of who is responsible for these purchases or who is conducting investigations on these contaminated samples.",
    "“These investigations should be conducted by an independent team including experts and experienced pharmacologists. But we don’t see any progress whatsoever,” Dr Bandara added.",
    "The clinical and technical decision-making of the NMRA is made by representatives from the four main specialities of medicine, namely physicians, surgeons, paediatricians and",
    "These representatives as well as Professors in pharmacology and pharmacy are nominated to the Board of the NMRA.",
    "“Therefore this Board should definitely include a Professor in pharmacology to provide technical expertise,” opined Dr Ananda Wijewickrama, Sri Lanka Medical Association President-elect.",
    "“But no such professor in pharmacology had been appointed to this Board for the past few months. No specialists have been appointed to represent surgeons and obstetricians as well despite those colleges appointing successors to these positions. Without the required expertise there’s a tendency for errant decisions to be made.”",
    "Dr Wijewickrama further claimed that amidst a human resources crisis, 23 veteran pharmacists employed at the NMRA were transferred to the Ministry a few days ago.",
    "“There are 60 pharmacists in the cadre altogether. Such decisions will lead to the collapse in the process of regulating medicines and would eventually affect people’s lives.”",
    "He said that the initial issue of this crisis was the lack of funds.",
    "“However, according to the information we received, we were told that the funds allocated by the World Bank, Asian Development Bank and the Indian Credit Line were adequate to purchase medicines until 2023.",
    "“But six months later we still have the issue. The other unfortunate incident is that by using this as an excuse, emergency purchases are being done. The medicines which are being purchased are not evaluated by the NMRA. Hence we are not aware of the quality, efficacy and safety of these medicines,” he said while referring to a remark by the Health Ministry’s Additional Secretary who recently said that there’s a shortage of around 230 essential medicines in the country.",
    "Commenting on the standards of the laboratory, Dr Palitha Abeykoon, former President of the Sri Lanka Medical Council (SLMC) said that the laboratory needs a lot of improvements.",
    "“We can use other labs but this lab is particularly important for Post Marketing Surveillance, where we get samples back after the products are being sold and this cannot be done outside.”",
    "The NMRA has come under scrutiny for not following the due process to procure medicines which would eventually hamper the quality of medicines made available to the public. In a letter addressed to President Ranil Wickremesinghe, the Sri Lanka Medical Association shed light on two cabinet papers that sought approval to purchase certain medicines from two companies, namely Savorite Pharmaceuticals (Pvt) Ltd., and Kaushik Pharmaceutical (Pvt) Ltd implying that these are essential medicines which were not available in the country.",
    "However, the latter had been blacklisted by the State Pharmaceutical Corporation in 2017.",
    "The letter read that while the importation of a drug into Sri Lanka requires the approval of the NMRA obtained via a regular process, a ‘Waiver of Registration’ is issued for an essential medicine if there are no registered suppliers for the product.",
    "The SLMA observes that the suppliers mentioned have been selected violating the due legal process as they have not been registered with the NMRA and that both lists include several non-essential medicines as well.",
    "As such the letter requested the President to take urgent measures against irregularities in the procurement process which would endanger the lives of patients.",
    "When inquired as to why 23 senior pharmacists at the NMRA were transferred to the Health Ministry, Subject Minister Keheliya Rambukwella said that these individuals were on secondment and were temporarily transferred to the NMRA.",
    "“They were already holding positions at the Ministry. When we issued letters asking them to mention where they would like to continue their employment, they sent us a Letter of Demand saying that they want to work in both places. Being employed at the Health Ministry is pensionable whereas at the NMRA there are other benefits. But we have already recruited around 35 individuals with B. Pharma qualifications to the NMRA.”",
    "Responding to a query on investigations regarding the Prednisolone eye drops, Minister Rambukwella said that the drug was being exported to around 54 countries and Sri Lankan health authorities had been using it for over seven years.",
    "“The Indian agencies too have been supportive. We are conducting discussions on providing compensation to the affected patients. If there has been a serious drawback on the part of the manufacturer we will take necessary actions.”",
    "He said that the anaesthetic drug administered to the two female patients who died recently comes in one vial used for five people.",
    "“But it is only one patient who was affected and four patients haven’t shown any complications. However, the investigations are ongoing,” he added."
  ]
}