{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/04/ceb-wants-another-tariff-hike-reports-emerge-of-intentions-to-procure-power-ship/",
  "time_ut": 1691120940.0,
  "original_lang": "en",
  "original_title": "CEB wants another tariff hike; Reports emerge of intentions to procure ‘Power Ship’",
  "original_body_lines": [
    "COLOMBO (News 1st); The Ceylon Electricity Board has submitted a request to the Public Utilities Commission to increase electricity tariffs again.",
    "The President's Media Division had highlighted that discussions were held during the cabinet meeting on ensuring an uninterrupted supply of electricity to the country.",
    "The statement goes on to note that if the setting up of barge-mounted power plants or powerships is expedited the power crisis in the country can be resolved.",
    "A powership is a special purpose ship, on which a power plant is installed to serve as a power generation resource.",
    "In 2019 the Minister of Power in the government of good governance at the time Ravi Karunanayake had submitted a cabinet paper proposing the purchase of such a \"POWER SHIP\" from a company based in Turkiye.",
    "This proposal was submitted after unfounded fears were created that the supply of electricity was at risk of being disrupted during the Vesak Season.",
    "However, even though the \"POWER SHIP\" was not purchased, there were no blackouts during the Vesak Season.",
    "It could be possible that these same \"POWER SHIPS\" from Turkiye were shrouded somewhere in the conversation that ensued during this recent cabinet meeting.",
    "The General Manager of the Ceylon Electricity Board submitted a proposal to the Public Utilities Commission of Sri Lanka on the 21st of last month seeking permission to increase electricity tariffs.",
    "The fact that the CEB is seeking permission to increase electricity tariffs a mere 20 days after the previous tariff reduction came into effect, shows that the CEB is not determining the electricity tariff based on a cost reflective system.",
    "According to this document, the CEB wants to purchase 500 GWh.",
    "For how long the CEB wants to make this purchase is not indicated in this document.",
    "When the CEB proposed to reduce electricity tariffs by 3% in June this year, it was the PUCSL that decided that the electricity tariffs should be reduced by 15%.",
    "The CEB has to reduce their estimated costs for the 2nd half of this year by 33 Billion Rupees because the Public Utilities Commission based their calculations on real figures.",
    "The General Manager of the CEB has predicted that this 33 Billion Rupees in estimated costs that was reduced would translate into a loss suffered by the CEB.",
    "In this letter the General Manager of the CEB does not however speak about the fact that there is a reduction in the consumption of power in the country by about 10GWhs and as a result of this the Thermal power plants owned or contracted by the CEB are now producing an addition 10GWhs hours.",
    "Are these attempts to increase the electricity tariff being made at a time when there is an ample excess of power generated to meet any shortfall, to re-energize the project to acquire the \"POWER SHIP\" that failed during reign of the government of good governance?",
    "Government will only heed advice from Parliament on Debt Optimization process",
    "Sri Lanka Seeks to Reassure as Rupee Falls Most in Asia in July"
  ]
}