{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-not-ready-for-elections-yet-state-minister-diana-gamage-115108/",
  "time_ut": 1678543680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka not ready for elections yet: State Minister Diana Gamage",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is not ready for an election because of its cash insolvency and an election at this juncture would not mean a complete removal but a reshuffling of familiar faces, State Minister Diana Gamage said.",
    "“MPs who voted against the budget are now asking us to release money allocated for an election. Is that fair?” she said, speaking in parliament on Friday March 10.",
    "The budget’s third reading after more than two weeks of debate was passed by 43 votes – 123 votes in favour and 80 against in Sri Lnaka’s 225-member legislature. The second reading was passed by 37 majority votes: 121 votes for against 84.",
    "“We need an election, because that is our human right, but is this the time for an election? Holding an election will make things difficult for the nation, because it’s not like everyone is going to change. The same faces will continue to be there,” said Gamage.",
    "The national election commission has recommended April 25 as the most suitable date for the local government elections that were originally scheduled to be held on March 09.",
    "Criticism has been mounting against President Wickremesinghe’s administration for what opposition MPs claim is its relentless attempts to stifle democracy and delay the local government elections.",
    "Opposition parties claim that the ruling Sri Lanka Podujana Party (SLPP) does not want the election to go ahead fearing a humiliating defeat.",
    "“Stop influencing people’s mindsets by claiming that we must go for an election for Interantional Monetary Fund (IMF) approval. Not a single country has forced us to go into elections and we will not go into elections even if we were forced to do so by countries, because we gained Independence 75 years ago,” Gamage said.",
    "Though there have been no mass protests against the present government of the scale seen last year, some protests have been organised by trade unions and other groups against IMF-backed progressive taxes and a few protests demanding elections.",
    "“These forces must be defeated. The people must beat them. It is your money that is being spent on water cannons and tear as to disperse these groups. Stop these protests immediately. Let us rebuild this country,” said Gamage.",
    "“If you really loved the country you wouldn’t get on the streets putting the economy on halt,” she added.",
    "High earning public servants in higher education, medical, banking, ports and other sectors have threatened to intensify ongoing trade union action against Sri Lanka’s IMF-backed progressive tax regime, warning of a total shutdown if the matter is not resolved by March 15.",
    "“Think about the country for once. We can’t have temporary solutions. We need a permanent solution for the economy,” she said.( Colombo/Mar11/2023)"
  ]
}