{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/This-mania-of-looking-for-smiling-leaders-without-answers/4-747490",
  "time_ut": 1681925108.0,
  "original_lang": "en",
  "original_title": "This mania of looking for smiling leaders without answers",
  "original_body_lines": [
    "“…and finally, let me say, it is extremely dangerous to elect a pleasant, smiling candidate who cannot understand issues and has no answers to any of the issues to lead the country as head of a government. That would only pave the way for a few unknown individuals not responsible to the People to run the government.” This is an excerpt from the concluding paragraph of the open letter I wrote to presidential candidate Mahinda Rajapaksa on 13 November in the “Irudina” Sunday Sinhala broadsheet, four days before the elections when he first contested for presidency in November 2005 in an article titled “To my friend Mahinda” politically explaining why I would not vote for him.",
    "What prompted me to pick on that quote this moment were a few video clips shared widely on social media during this pre-New Year days. One had Shiranthi Rajapaksa frying kokis and kevum for the New Year, while Mahinda and Namal with a little kid were seated watching her at work. Another showed Mahinda pacifying a little kid crying for the “missing” mother at a New Year festival. An effort to relaunch Mahinda once again no doubt as the “man of the ordinary people”. Despite the “Aragalaya” people in both North and South still need a leader to be led.",
    "Month of April began with “news plants” on President Wickremesinghe contemplating on a presidential election early 2024, though constitutionally an impossibility. Wickremesinghe would know that, though not the journalist who created the news. Article 31.3A(a)(i) of the Constitution is not for a president elected by parliament to fill a vacancy. It is Article 40.1(a) of the Constitution that applies to a president voted by parliament to complete the remaining period of the term of the previous president.",
    "The “ordinary people” the Rajapaksas engage with are least concerned about constitutional provisions. They have always gone with individuals. Even in this devastating economic crisis with IMF assistance promoted as the only “answer”, it is individuals that are being spoken about for “salvation”. Thus the news-plant about a presidential election in early 2024 was immediately picked up by the SLPP General Secretary to announce the party is considering Basil Rajapaksa (BR) as their next presidential candidate. This has allowed both fringe and mainstream media to blow up tit bits into speculative stories for mass consumption. Within those conflicting stories, the veteran politician with over 55 years of active politics since Madam B appointed him party organiser for Beliatte in 1968 after his father’s demise, MR still remains indispensable for SLPP and is their Sinhala-Buddhist political icon.",
    "Samagi Jana Balavegaya (SJB) making a quick intervention that sort of said “we are also there,” called for the UNP to join them in a grand alliance. They also made it clear, their leader Sajith P would be the common candidate for presidency. JVP gearing for local government elections blew itself to bursting size projecting the NPP as their “government in waiting” with AKD as their undisputed leader. They deflated with equal speed when LG elections got lost in the distant horizon. JVP cannot sustain a long-term campaign project. 1971 and 1988-90 armed insurgencies were that. Their cadres cannot be mobilised otherwise.",
    "With all that, what is important is how the majority voter accepts a candidate. After BR was presented as a possible SLPP presidential candidate, a “young tweep” in a recent twitter chain asked what criteria would be used in choosing a presidential candidate proposing – (i) below 40 years and educated (ii) a woman candidate in saree (iv) married, single, or divorcee (v) Tamil (no Muslim mentioned) (vi) an independent and many others. What was not asked is whether it could be a “handsome looking male or a lovely, cute woman.” But that too was around in 1994 and in 2005 when candidates’ charisma was spoken about.",
    "Though political parties nominate candidates, voters often drop the party for the individual candidate. Often hesitatingly, party leaders compromise on one they think could be a “winning candidate.” That was why Gamini Dissanayake, expelled from the UNP in 1992, could walk into Siri Kotha after nearly three years and become their presidential candidate for the 1994 November election. That was also the reason for President Chandrika Kumaratunge to bitingly compromise on Mahinda Rajapaksa in 2005. Also in 2010 and again in 2015, UNP had to seek for a “Common Candidate” as the UNP Working Group believed RW was not a winning horse for a presidential race. They had to find an agreeable non-UNP candidate as the party Constitution clearly says, UNP presidential candidate automatically becomes the party leader, a position RW would not compromise on.",
    "Our post-independent political history is all about searching for “leaders” to cast a “protest” vote. In reality governments have not been voted in but voted out. Political parties have not presented any long term “development program” to canvass votes to be elected for a government. In fact, no political party, no leadership has to date defined what they wish to achieve as “development” in this country. Furthest they go is to distribute an “election manifesto” with promises no one is bothered about. During the past decades, “development” has been reduced to “economic growth” termed “economic development” for market expansion.",
    "All major international financial agencies rank countries as “fast developing” with a mix of indicators like GDP, inflation, per capita income and the like. A few days ago on 15 April, “yahoo!finance” published 16 fastest developing countries in the world. Their indicators on development were the size of GDP and its annual increase in percentages. Also expansion of multinational corporations like Amazon.com Inc. entering the Vietnamese market to expand online businesses. Alphabet Inc., now has four offices in India alone. India is ranked as one of the fastest growing countries in Asia, despite its starving widespread poverty, fast growing income and wealth disparity and minority lynching Hindutva extremism of the ruling BJP government.",
    "“Even it up”, the Oxfam briefing paper – 2017 on Vietnam says, “The richest man in Vietnam earns more in a day than the poorest Vietnamese earns in 10 years”. (p/07) Adding more onto poverty the report says, “… disadvantaged groups in Vietnam lack access to information and an understanding of their rights and have lower levels of participation in voting and other decision making processes.” (p/08) Yet Vietnam is another fastest “developing” country in Asia.",
    "Accepting them as “idols” without any critical thinking allows the debate to be reduced to individuals. Thus hanging onto the IMF program, we still debate whether President RW is the “best leader” or should he be replaced by another. Most who blindly assume President RW is safeguarding “Rajapaksas” are those who want elections and replacements. Bottom line is, they are for anything that takes “revenge” from Rajapaksas in the name of “punishing the corrupt”, but have no popular leader yet.",
    "With all election campaigns in post-independent Sri Lanka still restricted to village gossip, these loud “anti-corruption” voices cannot understand no politician, not even an Executive President can rob a country without top professionals working out estimates of all mega projects to share the loot. No Rajapaksa is capable of costing any of the mega projects they are accused of robbing, on their own. They were obviously assisted by teams of top professionals including the elite in the State bureaucracy, taken care of by the filthy rich.",
    "That type of mega corruption where the bureaucracy is taken care of by the filthy rich was exposed to the last Rupee in the Chandrika era LMS and Lanka Hospital privatisation cases. These “anti-corruption” campaigners don’t even speak about Yahapalana era under PM Wickremesinghe that saw mega looting and robbing with 2 CBSL bond scams within 2 years and the worst in repealing the Exchange Control Act No. 24 of 1953 with the Foreign Exchange Act, No. 12 of 2017 with effect from 20 November 2017. This allowed heavy parking of dollar incomes outside Sri Lanka by State pampered export manufacturers resulting in loss of billions of foreign exchange to the country.",
    "Yet narrowing down all the blame to Rajapaksas gives self-styled “anti-corruption” campaigners a political platform in the absence of an alternative to challenge this “system” their #GotaGoHome protest kept harping on at Galle Face. Hijacked by quasi-Left groups and moved to the streets as a violent “Aragalaya” the whole aimless anarchy faded off under screaming repression they themselves are responsible for.",
    "This “Aragalaya” has thus only led to a ruthlessly arrogant regime during the next year and a half, with no change of the 74-year-old linear social mindset that still searches for an “educated, honest and a patriotic” leader. Wholly unconcerned, all leaders voted for during the past with no development program presented in advance for social dialogue, have only lived and left an utterly corrupt, filthy economy than what was entrusted with.",
    "Let me be clear this Tamil and Sinhala New Year too. Any “Arahath”, any “Saint” voted to power without a pre-discoursed development program would end up a Wijetunge or a Wickremesinghe in this Sinhala-Buddhist dominated erratic market. Never even close to a José Mujica in presidency."
  ]
}