{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Pastor-Jerome-popped-up-at-the-wrong-time-and-may-not-have-Jesus-to-save-him/4-748404",
  "time_ut": 1684273237.0,
  "original_lang": "en",
  "original_title": "Pastor Jerome popped up at the wrong time and may not have Jesus to save him",
  "original_body_lines": [
    "It’s the wrong time, Mr. Pastor. The world is agog with the excruciating and shocking story a few days ago from Kenya. There, in the far east vast massacres unearthed from the village of Shakahola where the “faithful” have been mercilessly under the grip of a taxi driver-turned evangelist who has persuaded incredulous persons to come and join his religious cult, starve to death and see Jesus! It is beyond normal human understanding as to why thousands were hallucinated to join him. Burials, in the manner of scratches on the red earth, are being uncovered daily of these foolish innocents who lent their ears to the Pastor.",
    "History is replete with stories such as this and with stories of faith killings. The most notorious contemporary illustration was in 9/11 where Muslim fundamentalists bombed the Twin Towers in the US and succeeded in murdering thousands. All in the name of faith. That gruesome massacre had been done on the fundamentalist promise that the bombers will have several virgins in heaven.",
    "The radical truth about faith being a way of knowledge or truth is that it is just the opposite. Faith represents an abandonment of the human need for truth finding.",
    "The normal process of investigation for the truth of any proposition is to test it with material evidence. A hypothesis is set up and we look around for clues that can substantiate that. If we have no clues or possess insufficient ones, we abandon that hypothesis or amend it or totally abandon it – depending on the circumstances. Even if clues are available, we only tentatively accept theories and that only on condition we keep our minds open to change our theory in the event of subsequent findings of new evidence.",
    "The ‘technical’ term for such a fool proof form of investigation procedure is ‘scientific investigation.’ Intelligent people realise this as self-evident. You may pray and pray but you cannot determine the truth in any other manner.",
    "Faith is an attempt to give it all up and ‘just believe.’ Once you adopt faith as a device to know, it becomes an easy slippery step to engage in anything that can bring you hallucination and destruction.",
    "From my account above it is easy to imagine that such characters must be closely watched for their activities. President Ranil Wickremesinghe did right by setting an alarm and instructing the CID to investigate our own faith maestro, Jerome.",
    "It is reported that Pastor Jerome is very rich and has been smart enough to collect vast donations from overseas. Like our quoted ex-taxi driver in Kenya, all faith callers and “divine healers” are rich. The taxi driver rolls in money and has private jets. A huge leap from the taxis!",
    "Pastor Jerome hasn’t the common sense to observe that Sri Lanka has been home to a population nurtured in the Buddha’s teachings for centuries. The Buddhist ethos is rampant and deep despite nasty stories of monks going wrong and Buddhism, inherently a philosophy, getting transformed into a religion. That metamorphosis is a creation of the social institution of the Sanga. The fundamental fact is that the Buddha, long before Christ mind you, announced to the world that one must try to understand the happenings around us as causes and consequences of a natural order.",
    "Buddha denied a supernatural cause or a supervising monitor in the sky who is amazingly able to watch eight billion persons individually at the same time. He taught a simple ethic that can enable you and me to get along in a natural world. “Be a lamp unto yourself,” the Buddha told his chief disciple Ananda Maha Thera, while he lay dying. We are in the midst of nexuses of cause and consequence operating in the world of man and Nature. It is not the stars or God or any other supernatural being who can extricate you and me from a mess.",
    "In the Kalama Sutta, the Buddha proclaimed to the world 2,500 years before Jesus the critical method of thinking.",
    "Sri Lankan Buddhists are bathed in thoughts such as these and so Pastor Jerome is playing with fire in the wrong place. This is not to say that Sri Lankan Buddhists are incapable of a kind of tribalism that can lead them to riot and burn when the Buddha is insulted by an ignoramus like Pastor Jerome.",
    "This is a consideration that our made-in-local Pastor must bear in mind!",
    "On the other hand it looks like the state law-enforces will catch up with him before that.",
    "Pastor Jerome is a catalyst for social unrest in our already troubled land. He had better return from wherever he popped up. If he has a private jet, that’s safer! Even Jesus can’t save him!"
  ]
}