{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/NGage-marks-30-year-milestone-as-the-pioneering-PR-and-IMC-Agency/34-747508",
  "time_ut": 1681931746.0,
  "original_lang": "en",
  "original_title": "NGage marks 30-year milestone as the pioneering PR and IMC Agency",
  "original_body_lines": [
    "NGage Strategic Alliance celebrated its 30th Anniversary as the eminent pioneer in Public Relations and Integrated Marketing Communications with its team on an Avurudhu-style away day, and plans to have events for its clients, business partners and alumni as the year progresses.",
    "Founded in 1993 by marketing and communications guru Nimal Gunewardena, the agency found international recognition in its inception year when it became a part of the global advertising agency Bates, and three-years later brought the first PR multinational, Rowland Communications Worldwide, into Sri Lanka. In 2001, it won recognition for its strong BTL and design capability when it became affiliated with 141 Worldwide, a sister company of Bates. In 2008, it made two further international links – with MediaEdge in media expertise, and Burson-Marsteller in PR.",
    "Over the years, the Agency has won the favour of leading corporates as well as public and developmental sector clients, with assignments in brand building, reputation management and public awareness campaigns, winning numerous awards for its work while helping clients rise to the top in Brand Excellence recognition.",
    "In PR, its work has encompassed a wide gamut from issues, change and crisis management to events and advocacy, and the Agency eventually established NGage Goodvocacy to champion environmental and social causes and spearhead purpose-driven marketing, riding the trend towards the adoption of such causes by corporates and brands. With changes in the international scene, in 2019 it rebranded as NGage to pursue its own vision as an independent agency.",
    "The agency boasts of several hallmarks for which it has established its reputation. Firstly, as a place for learning, which the Founder with his passion for knowledge sharing has driven both within the agency and industry, and consequently as a Great Place To Work, becoming the first marketing communications agency to win this accreditation.",
    "It stands out as a gender-balanced agency, with equity within its professional staff and in the leadership and Board positions held by women. Long-standing client relationships have been a cornerstone of the agency with clients such as Hemas, CBL and Stassen having been with the agency from inception and the early years supporting the Agency’s growth with mutual benefit.",
    "Of the future, CEO Sheron Jayasundara says: “Having worked in Digital from the start of the millennium and having won several awards for our digital campaigns, we are focusing on developing our digital capability further to provide a wide range of services in tandem with our strategic, PR and brand building strengths to create a distinctive edge.”"
  ]
}