{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92633/presidential-task-force-to-address-challenges-faced-by-plantation-community",
  "time_ut": 1691860380.0,
  "original_lang": "en",
  "original_title": "Presidential Task Force to address challenges faced by plantation community",
  "original_body_lines": [
    "President Ranil Wickremesinghe has agreed to establish a Task Force to address the multifaceted challenges faced by Sri Lanka’s plantation communities, and to use the Indian grant of Rs. 3 billion towards bettering their livelihoods.",
    "Taking to Twitter, Minister of Water Supply and Estate Infrastructure Development Jeevan Thondaman revealed that this was decided at a meeting with the Head of State held at the Presidential Secretariat on Friday (11 Aug).",
    "“In a significant step towards advancing the well-being of plantation communities, President Ranil Wickremesinghe and I, concluded a pivotal meeting at the Presidential Secretariat yesterday. This meeting underscored our shared commitment to address pressing issued and introduced transformative solution to plantation communities”, he said.",
    "Accordingly, several matters of concern, including the utilization of the Indian grant, land ownership and wage disparities were discussed.",
    "Speaking on the utilisation of the Indian grant of Rs. 3 billion, Thondaman stated that it was agreed between him and the President that the money be used to catalyse substantive and sustainable changes within plantation communities.",
    "Meanwhile, pertaining to the land-related issues faced by the plantation communities, the Minister revealed that swift action will be taken to ensure rightful ownership and security for homeowners, while a transparent mechanism for land ownership is set to be introduced in a bid to reinforce property rights for plantation communities.",
    "“With a pragmatic understanding of last year’s inflation crisis, I am embarking on pursuing a wage hike for estate workers. The Rs. 1000 daily wage is grossly inadequate and pushes plantation workers deeper into poverty. We will also commence crafting a new revenue-sharing model that strikes a balance between workers’ livelihoods and the sustainability of companies. Collaborative prosperity is our objective”, Thondaman said with regards to the wage disparities, adding that the pending EPF and ETF payments owed by the government to estate workers will also be resolved.",
    "Furthermore, in a bid to enhance the level of education provided to students of the upcountry regions, both the Minister and President Wickremesinghe have agreed to resolve the matter with new teaching appointments and tailored training programmes.",
    "Meanwhile, Minister Thondaman also proposed that another meeting be convened, with all upcountry MPs from all parties and communities to address issues faced by the plantation community, on account of the fact that all upcountry MPs belonging to the Opposition had skipped yesterday’s meeting to attend another event."
  ]
}