{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Religious-leaders-claim-political-cats-paw-behind-recent-events-threatening-harmony-in-SL/56-748917",
  "time_ut": 1685488982.0,
  "original_lang": "en",
  "original_title": "Religious leaders claim political cats paw behind recent events threatening harmony in SL",
  "original_body_lines": [
    "Claims incidents are part of coordinated and deliberate attempt to create disharmony among the faiths",
    "Says it is heinous to lure into newly instigated religious and ethnic conflicts",
    "Urges people to be vigilant and not fall victim to traps laid out by those greedy for power",
    "Religious leaders representing the interfaith movement, the People’s Assembly yesterday claimed that a political cat’s paw was behind the recent events that have become a threat to the country’s religious and communal harmony.",
    "The organisation expressed concerns about the emergence of events that could potentially lead to religious and ethnic conflicts in the country. They noted that while these incidents may initially appear isolated, it is becoming increasingly apparent that they are part of a coordinated and deliberate endeavour. The People’s Assembly expressed their belief that a political cat’s paw was behind these incidents.",
    "The representatives of the organisation including, Omalpe Sobhitha Thera, Prof. Agalakada Sirisumana Thera, Rev. Father Ananda Perera, Moulavi Thassim and several other religious leaders expressed these sentiments at a press conference held yesterday.",
    "“Since independence, gaining political power by creating racial and religious conflicts in the country has become a popular political culture in Sri Lanka. All over history, there is evidence that we have suffered the inevitable consequences of this political tool. Today, Sri Lanka is a country that has gone bankrupt. It has now entered the list of the ten poorest countries in the world,” a statement by the organisation read.",
    "“This did not happen due to the fault of the ordinary citizen. It was not caused by religious diversity either. The political parties and the state administrative systems hold the sole responsibility for this disaster,” it added.",
    "The organisation said it was therefore a heinous crime to now lure citizens into newly instigated religious and ethnic conflicts. “As the religious community of the country, we strictly condemn these despicable acts,” they said. Those who vie for power do not encourage peace. The power-greedy can thrive best in an environment that lacks harmony. The country is becoming vulnerable to insecurity along with its bankruptcy,” the organisation said.",
    "The group urged the people to be vigilant and not fall victim to traps laid out by those greedy for power. They also asked the people to ensure their fellow citizens also do not become prey to the conspirators. “In order to make sure that our tomorrow’s generation lives in a prosperous country, we must unite in peace today,” they said."
  ]
}