{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95749/8-isis-terror-operatives-arrested-in-india-plan-to-trigger-ied-blasts-stopped",
  "time_ut": 1702902180.0,
  "original_lang": "en",
  "original_title": "8 ISIS terror operatives arrested in India, plan to trigger IED blasts stopped",
  "original_body_lines": [
    "Eight terrorists linked to an Islamic State module in Karnataka’s Ballari have been arrested and plans to trigger IED blasts foiled, the National Investigation Agency said Monday after raids this morning in 19 locations across four states, including Mumbai and Pune in Maharashtra and Delhi.",
    "Caches of explosive materials, such as sulphur, potassium nitrate, and gunpowder, as well as weapons and documents with details of proposed strikes have been recovered, the anti-terror agency said. The NIA also recovered sharp-edged weapons like daggers, cash, and digital devices.",
    "The leader of the Ballari module - Minaz, also known as Mohammed Sulaiman - is among those who were arrested in these ops, which were carried out by the NIA and police in Karnataka’s Ballari and Bengaluru, in Pune and Mumbai in Maharashtra, and Delhi, as well as Jharkhand’s Bokaro.",
    "The terrorists, who used IM apps to communicate with each other, planned to use the explosive materials to create IEDs, or improvised explosive devices, to carry out, as yet unspecified, terror acts.",
    "They reportedly also targeted college students to radicalise and recruit.",
    "The NIA case against the Ballari module was filed last week. Since then, the agency has been working closely with state police and other central agencies to track down and apprehend the terrorists.",
    "Last week, the NIA raided over 40 locations in Maharashtra and arrested 15 people, one of whom was the leader of a module, and was administering an oath of allegiance to new recruits. There were also raids in Bengaluru in a related case - one linked to radicalisation by a Lashkar-e-Taiba terrorist",
    "The agency also raided locations in Bihar, Jharkhand, and Madhya Pradesh, and recovered an Indian Army uniform, as well as arms and ammunition, cash and jewelry, and other incriminating evidence.",
    "It said the arrested suspects were “cadres and sympathisers of PLFI (People’s Liberation Front of India, a banned group)”, and that they were involved in a conspiracy to commit terrorist activities.",
    "The NIA said its probe revealed PLFI cadres were extorting money from coal traders and other businessmen in Jharkhand, Bihar, Chhattisgarh and Odisha to finance their terror activities."
  ]
}