{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/S-lon-signs-MoU-with-PUCSL-to-enhance-standards-of-plumbing-industry/34-747813",
  "time_ut": 1682704047.0,
  "original_lang": "en",
  "original_title": "S-lon signs MoU with PUCSL to enhance standards of plumbing industry",
  "original_body_lines": [
    "Capital Maharaja Group Director/Chief Operating Officer S.C. Weerasekera (left) exchanges the MoU with Public Utilities Commission of Sri Lanka Chairman Janaka Ratnayake. S-lon Lanka Manager Product Development and Plumbers Club Mohomed Shiras and PUCSL Director General Damitha Kumarasinghe are also present",
    "With the aim of supporting plumbers in their career advancement and enhancing the overall quality of Sri Lanka’s plumbing industry, the pioneering water management solutions provider, S-lon Lanka Ltd., has entered into a Memorandum of Understanding (MoU) with the Public Utility Commission of Sri Lanka (PUCSL).",
    "In October 2001, the S-lon Plumbers’ Club was formed to establish and enhance the standards of the modern plumbing industry and uplift the professionalism of the plumbing occupation. Plumbers have benefited from the practical and informative programs that are conducted across the country by S-lon Lanka Ltd. which has a strong network of over 8,000 plumbers. The main objectives of these programs are to improve the knowledge and technology know-how of plumbers of proper handling and installation of pipes and fittings. Improper handling will pollute clean water and clean air, thus affecting healthy living. Furthermore, proper knowledge of installation would enhance the product’s lifespan whilst functioning at its best.",
    "A testimony to its commitment to the cause, S-lon partnered with PUCSL together with the National Apprentice and Industrial Training Authority (NAITA) that offers plumbing technicians the opportunity to be accredited as ‘Licensed Technicians’ by obtaining National Vocational Qualifications (NVQ) level 3.",
    "Capital Maharaja Group Director/Chief Operating Officer S.C. Weerasekera said: “I’m honoured and pleased to pay tribute to the plumbing community that helped us from our very beginnings to make S-lon a success story. This partnership with the main body for public utilities in Sri Lanka will undoubtedly enhance the standards of plumbing technicians, thus elevating the standard of the overall industry itself.”"
  ]
}