{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/gemunu-goonewardena-chef-hotelier-tourism-entrepreneur/",
  "time_ut": 1691832420.0,
  "original_lang": "en",
  "original_title": "Gemunu Goonewardena Chef, Hotelier & Tourism Entrepreneur",
  "original_body_lines": [
    "Gemunu commenced his hotel career in 1975 peeling onions, as a Kitchen Trainee at Hotel Neptune. He then continued with the same company for 43 years, slowly and steadily climbing steps, as Assistant Chef in 1978, Executive Chef in 1983, Corporate head of Food & Beverage in 1991, Director in 1998 and Vice President in 2010. In between, he gained experience as a Chef in Australia, and trained in USA. After his retirement from the company in 2018, he was appointed as a Non-Executive Director of Aitken Spence Hotel Holding PLC. Today, he is the Chairman of Win-Stone Group, Deputy Chairman of Marino Leisure Holdings, and until recently he served as the Chairman of the Tourist Hotels Classification Committee.",
    "Just before Christmas in 1974, when Aitken Spence opened Hotel Neptune, it became the main “friendly” competitor for Bentota Beach Hotel, which was the best resort hotel in Sri Lanka at that time. Hotel Neptune recruited U. C. Jayasinghe (UC) the Assistant Chef of Bentota Beach, as their first Executive Chef. That change, for my luck, created an opening for me to join Bentota Beach hotel as the Trainee Executive Chef. One of my batchmates from Ceylon Hotel School (CHS), Patrick Taylor joined Neptune as the Assistant Chef. We were all good friends and frequently met after dinner service for a chat, a drink and fun.",
    "One day in 1975, UC introduced Gemunu Goonewardena to me when I visited the Neptune kitchen. “Chandana, meet Gemunu, our new Kitchen Trainee. I am teaching him the ropes the hard way”, UC told me with a cheeky grin. Having worked under UC at Bentota Beach Hotel during my CHS internship in 1973, I knew that he was a tough boss. I felt sorry for Gemunu when UC pushed him aggressively, to learn the trade. Gemunu is one year younger to me, and I identified him as a late developer, just like me. We became friends.",
    "Although Gemunu was occasionally upset with UC, he was determined to master culinary arts. Forty-eight years later I am convinced, that tough training he received in the mid 1970s, built Gemunu’s character and laid a strong foundation for one of the greatest careers in the hotel industry of Sri Lanka, that commence peeling onions and ended with creating innovative visions at boardrooms for decades. I am immensely proud of Gemunu and very happy to call him my friend.",
    "Gemunu joined me as a panellist at a National Institute of Plantation Management (NIPM seminar I conducted for 25 senior plantation managers in 2023",
    "In 1981, when I left a senior management position at John Keells corporate office to join CHS as a Senior Lecturer, Gemunu had spent five years studying there while working at Hotel Neptune. Soon after that Gemunu graduated from CHS. In 1991, when I ran a series of management seminars as the Managing Director of the International Hotel School of Mount Lavinia Hotel. Gemunu was a regular at seminars. I then realized that he is a lifelong learner, and hungry for all types of knowledge. Our close friendship continued until I left Sri Lanka in 1994 to pursue my global career.",
    "After that from a distance, I occasionally heard the progress Gemunu was making in Sri Lanka. Gemunu is renowned for his innovative approach to gastronomy. He spearheaded the ‘Heritance Cuisine’ that combines local ingredients, traditional techniques, and international influences. His latest endeavor, ‘Ceylon Food Trails’, offers an immersive experience into Sri Lankan culture and authentic indigenous food in remote villages.",
    "Gemunu in the center with his leadership team at Win-Stone Culinary School",
    "In 2021, when I commenced my autobiographical Sunday Island newspaper column: ‘Confessions of a Global Gypsy’, Gemunu commenced calling me in Canada every Sunday after he read the latest episode of the series. Our Sunday discussions became longer every week, with the series motivating Gemunu to ask me various questions. Gemunu loved engaging in meaningful conversations. “Gemunu, please don’t call me before 11:00 am, because I watch my favourite weekly TV program – The Global Public Square (GPS) with Fareed Zakaria, at that time.” I gently pushed Gemunu’s weekly calls on Sundays to after 9:30 pm Sri Lanka time.",
    "When Gemunu invited me to do some assignments for the International Tourism Volunteers Association (ITVA), I asked him, “What is ITVA?” he explained, “that it is a loosely formed association – more like a consortium of hospitality and tourism professionals to connect and pursue common activities or causes in a more relaxed environment.” Gemunu is a good salesman, and I was convinced to give my time free, to speak, lead and moderate a few webinars. Global Hospitality Forum, which I lead, collaborated with ITVA, in those initiatives.",
    "When I casually informed Gemunu that I will spend seven weeks in Sri Lanka from mid-March 2023, Gemunu formally took charge of my itinerary. My intention of spending a relaxed holiday with the family had to be changed. Gemunu filled my schedule with various re-connection meetings with veteran hoteliers, excursions around the island with Gemunu, and a few innovative leadership seminars for various hotel management teams.",
    "A highlight of my seven-week visit to Sri Lanka in 2023, was gaining first-hand ‘Ceylon Food Trails’ experiences in Ahangama and Ingiriya. It was refreshing getting to know of Gemunu’s passion on sustainable development of community tourism to showcase authentic cuisine of Sri Lanka.",
    "Gemunu’s team simply facilitate and promote the concept, but it is the leaders from the village communities who run each operation and village service providers who benefit from each operation. Gemunu is keen that 70% of the income from Ceylon Food Trails operations remain within the villages. “We currently have 12 operations in different parts of the country. Our aim is to eventually help 100 villages”, Gemunu shared his optimism with me. “Let’s do a colourful book with all these authentic village recipes, when you reach 52 – one per week”, I planted a seed in his mind.",
    "As exploring human behaviour is a new hobby of Gemunu, I was invited to do a seminar on my concept of ‘Personality Analysis’ to his top leadership team of Win-Stone Group. Gemunu and his wife – Iyanthi who manages the Win-Stone Culinary School, honoured me by attending the whole seminar. After the seminar, I asked Gemunu 10 questions for this article.",
    "Q: Out of all the places you have visited in Sri Lanka and overseas, what is your favorite and most interesting place?",
    "A: I deeply appreciate and admire the rich tapestry of historical and contemporary architectural wonders found across various nations. Among them, one gem that truly captivates my heart is the ancient city of Anuradhapura, dating back to the 5th century BC. Anuradhapura’s unparalleled cultural and historical significance, coupled with its breathtaking aesthetic allure, makes it truly deserving of the utmost admiration and acclaim.",
    "Q: Out of all the inspiring people you have met, who inspired you most?",
    "A: Out of all the remarkable individuals I have had the privilege of meeting, Mr. Ratna Sivaratnam stands out as the most inspiring. I used to work under him from the start of my career. As a consummate professional and a true gentleman, he played an instrumental role in shaping Aitken Spence Hotels and Travels into the successful entity it is today and ended up as the Chairman of the company. Witnessing his leadership qualities firsthand, I found him to be an exceptional leader whom everyone enjoyed working with and working under.",
    "Q: In addition to Mr. Ratna Sivaratnam, I am aware that you had a few outstanding mentors. Please explain how they helped you at different stages of your career?",
    "A:Mr. Mahinda Ratnayake was my first mentor. He hired me fresh out of Nalanda College and instilled in me a sense of discipline and working in an organized manner. Under the guidance of Mr. U. C. Jayasinghe, the first Executive Chef of Hotel Neptune, I learned invaluable lessons that contributed to my growth as a successful chef. Upon my transfer to Palm Village from Neptune, Mr. Thiya Chandrajith, the Aitken Spence Group General Manager, became my mentor, empowering me to enhance my performance. Then Mr. Prema Cooray, with whom I closely collaborated during the Kandalama Hotel Project and Aitken Spence Hotels in the Maldives. He supported me in my innovative and unconventional approaches when facing challenges.",
    "Lastly, Managing Director Mr. Malin Hapugoda when the company opened and managed Waters Edge, and then took over hotel projects in India and Oman. I learnt from him high level conceptual skills. He tolerated some of my idiosyncrasies and balanced it out which helped the company immensely to become the largest Sri Lankan hotel company operating in four countries.",
    "Q: At the present time, what is your key passion in life, other than gastronomy, hospitality, and tourism?",
    "A: Currently, it revolves around exploring human behavior. I find great fascination in studying the intricacies of human interactions and motivations. As a student of geopolitics, I constantly seek to deepen my understanding of global affairs and their impact on societies as well. Furthermore, I derive immense pleasure from engaging in meaningful conversations and appreciating the company of diverse individuals. I firmly believe that each person carries a unique story and I thoroughly enjoy conversing with people who possess such rich experiences. It is through these interactions that I continually learn and gain valuable insights from others, broadening my perspective and enriching my personal growth.",
    "Q: From your time studying and training in Sri Lanka, Australia and USA, which experience stands out as the most memorable?",
    "A: The most memorable experience occurred at Neptune Hotel in Sri Lanka. It involved an incident where a staff member of our hotel had an altercation with the senior village headman, resulting in the entire village surrounding us in search of the attacker. However, the elders of the village intervened and pleaded for our safety, highlighting the values of unity, community, and solidarity. The tactical and diplomatic way Mr. Mahinda Ratnayake handled this incident taught us the importance of working together with the local community, fostering mutual benefit rather than division. Through effective communication, we resolved the situation without further escalation. From a professional culinary standpoint, I gained memorable experience as a mature student at the Culinary Institute of America, New York.",
    "Q: During your early career, what was the most rewarding experience you had as a Chef?",
    "A: One of the most gratifying experiences was when I was the Executive Chef and Food & Beverage Manager of Hotel Palm Village in 1983. I was entrusted with the task of organizing a grand gala dinner for a staggering 500 guests, which occurred every fortnight over a period of six months. At that time, the hotel was equipped to accommodate and cater to only 100 guests, making this challenge quite formidable. However, under the guidance and support of Mr. Chandrajith, I eagerly embraced the opportunity. The entire experience was a mix of vivid memories—rewarding, chaotic, and incredibly educational.",
    "Q: How do you describe your key corporate contributions during the long period you served as a Director and a Member of the Board at Aitken Spence Hotel Holding PLC., and in building the ‘Heritance’ brand?",
    "A: During my tenure at Aitken Spence Hotel Holdings PLC., I made significant corporate contributions by spearheading the development of several iconic properties. My primary focus was to seamlessly blend the architectural designs of these properties with their practical operational aspects, ensuring a harmonious balance between aesthetics and functionality. Additionally, I had the privilege of mentoring numerous associates who went on leading a successful career and reached the top of their field.",
    "Regarding the ‘Heritance’ brand, I played a pivotal role in establishing the Minimum Quality Standards (MQS) Manual. I approached the branding of Heritance in a distinctive and novel manner, differentiating it from other prominent brands in Sri Lanka and the region. The name “Heritance” itself, derived from the fusion of “Heritage” and “Inheritance,” was chosen to embody the unique historical and cultural essence of each property and its surrounding environment. This approach gave the Heritance brand a distinct identity and outlook, capturing the essence of its individuality and deep-rooted connections to heritage.",
    "Q: How do you describe your main contribution at a macro level, to the hotel industry in Sri Lanka when you served as the Chairman of the Tourist Hotels Classification Committee?",
    "A: During my term as the Chairman, I led the introduction of qualitative aspects such as hotel branding to ensure certified quality and enhance the property and destination image. My main contribution at a macro level to the hotel industry in Sri Lanka was focused on promoting sustainable tourism. Our team introduced localized standards that encompassed all four aspects of conservation, community, culture, and commerce, with the aim of positively impacting the well-being of the planet and its people. One of the key criteria we implemented was encouraging hotel properties to actively address biodiversity conservation through sustainable solutions. This involved carefully selecting products in the food and beverage sector and working closely with communities and producers who embraced biodiversity conservation in their production cycles. Through these initiatives, our objective was to foster a sustainable and responsible approach to tourism, where the natural environment, wildlife, local communities, and cultural heritage were respected, conserved, and celebrated.",
    "Gemunu during his time at the Culinary Institute of America in 1986",
    "Q: Currently, you seem to have many irons in the fire, with Win-Stone Group, Tamarind Tree Hotel, Marino Beach Hotel, Ceylon Food Trails etc. What is your secret in managing time and developing the next generation of industry leaders?",
    "A: First, I aim to create a conducive environment for people to perform, an environment that fosters optimal performance among individuals. To achieve this, I provide clear principles, values, and policies, and then empower them to take ownership of the project/work given to them. At the same time, if any mistakes or problem occur, I step forth and take the blame. My management approach revolves around inspiring my colleagues and associates to willingly engage in tasks by aligning their desires with the objectives I set forth. By creating a sense of intrinsic motivation, I encourage them to enthusiastically embrace their duties where they perform their best. Hence, my secret lies in a leadership approach centred on delegation and giving responsibility.",
    "Q: In a context of “Sustainable Development”, what are the key lessons you learnt by leading the concept of ‘Heritance Cuisine’, that helped you to develop ‘Ceylon Food Trails’?",
    "A: Leading the concept of ‘Heritance Cuisine’ taught me the significance of sustainable development in the culinary realm. By showcasing the fusion of local ingredients and international influences, I realized the value of highlighting the unique flavors and ingredients found within Sri Lanka. This experience inspired me to delve deeper into indigenous recipes and the traditional knowledge surrounding local food, including its health benefits. Consequently, this led to the development of ‘Ceylon Food Trails,’ where I aim to study and share the rich culinary heritage of Sri Lanka with the world, emphasizing sustainable practices and the cultural significance of gastronomy.",
    "Next week, 3Ps will feature a historian and author who is also an adventurer and an award-winning filmmaker …",
    "IGP stakes: why’s and wherefores of old values of succession being scuttled",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}