{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/austerity-and-social-protection/",
  "time_ut": 1685774880.0,
  "original_lang": "en",
  "original_title": "Austerity and social protection",
  "original_body_lines": [
    "Marga Institute held its second 50th Anniversary Think Tank Discussion, on the IMF, economic contraction, and social protection, last Monday, May 29. The discussion featured two presentations, by Ermiza Tegal and Ahilan Kadirgamar.",
    "Tegal’s presentation, made on behalf of the Feminist Collective for Economic Justice, comprehensively addressed the issue of diminishing social protection in Sri Lanka, especially in the backdrop of calls for greater austerity by the government and sections of civil society. Kadirgamar focused on the IMF’s role in the debt crisis, articulating his bluntest critique yet of the organisation’s advocacy of market liberalisation, fiscal consolidation, and welfare reduction.",
    "The audience, as expected, represented many interests and groups. Some agreed with what the presenters had to say, others did not. There was a consensus that the government had to take the blame for the crisis, but regarding the next step there was disagreement. Towards the end of the forum more than one person pointed out that blaming the IMF was fruitless, that we had to continue negotiating with the IMF, that the crisis was the government’s own doing, and that people should not be pointing fingers at other organisations and institutions, probably including capital markets, for the failures of the State. I rather liked Kadirgamar’s counterresponse. He contended that organisations like the IMF represented the interests of private investors, not the country’s or its people’s.",
    "After a while I sensed some barely concealed hostility to the presenters. One audience member, for instance, faulted them for not pointing out the “good” that private firms and conglomerates, specifically in the plantation sector, were doing on behalf of deprived and marginalised communities. Others questioned the presenters’ conclusion that informal sector workers were faring worse than before, on the grounds that wages of plumbers and domestic helpers had risen substantially now. All these criticisms, for me at least, seemed to be couched in narrow personal experiences, and attempts were made one after another to generalise from them. This was in contrast to the presentations, which had all been based on interviews and surveys conducted across several districts.",
    "There seemed to be very little support for the presenters. Ermiza Tegal, for instance, raised the (very valid) concern that the government’s proposed new welfare scheme, Aswesuma, would not reach or benefit the population that it should be targeting, and in response one audience member contended that her calculations had been based, not on the number of people, but rather the number of households.",
    "As a sort of counter-response, an economist immediately pointed out that there had been a lack of clarity over what Aswesuma would be targeting, households or actual people. This was, for me at least, the only show of support for the presenters from the audience, most of whom seemed to hail from a conspicuously affluent, middle-class, middle-aged milieu: a milieu whose interests, economic or otherwise, would hardly have aligned with the politics of the two presenters.",
    "This is not to say everyone disagreed with the presentations. To the point that the IMF was not paying enough attention to the anxieties and concerns of marginalised communities, one person argued that several think-tanks, including those involved with governance and political reform, felt the same. Another pointed out that much had been made of the IMF’s meetings with trade unions, civil society, and other organisations, but that such meetings and discussions did not appear to lead anywhere. Again, Kadirgamar brought up the most valid argument. When I argued that the civil society of today, unlike the civil society of the 1960s and 1970s, seemed much less inclined to question policy orthodoxy, even when such policy affected the poor adversely, he responded that there was no point talking about civil society without including unions, cooperatives, and agrarian organisations.",
    "Kadirgamar then went on to mention that which never gets mentioned in the open, the question of who funds civil society. He highlighted the paradox of Western governments sponsoring certain local NGOs, which are supposed to be non-governmental organisations. The latter, he pointed out, have been forced to advocate for policies promoted by Western interests. This is a candid observation, and on the whole, it is true.",
    "In stark contrast to think-tanks from the 1970s, which concerned themselves with the question of development – what Godfrey Gunatilleke, the founder of Marga, called the “Sri Lankan model of development” – many of today’s (economic) think-tanks promote reducing or downsizing the role of the public sector and welfare state, going so far as to justify dirt-cheap wages on the basis that Sri Lanka’s low income earners, including apparel and estate workers, spend what little they get on inexpensive goods.",
    "I am sure many people would find this reasoning almost as incredible as I do. But such thinking has become mainstream now. And that, I think, is Sri Lanka’s tragedy: the fact that a presentation based on raw data, focusing on the many dimensions of poverty in Sri Lanka, contesting the official neoliberal – one could say Reaganite – narrative of the poor as lazy and unproductive – can be critiqued on the grounds that it does not highlight the “positive” contribution of the private sector, or that it faults the IMF and other multilateral institutions unnecessarily, with little to no support from the rest of the audience. This is tied to another problem. The leftward, progressive tilt we saw last year – the tilt that pushed the young to the streets, that forced them to grapple with issues of poverty and development – has been side-lined. In its place we have an “official” narrative, peddled by think tanks and no different to the government’s version of events, framing austerity as essential.",
    "For me, the Marga Institute forum revealed the challenges facing grass-roots civil society groups. Most of them are underfunded and overworked, but all of them do a remarkable job – more remarkable, I should think, than those limited to Colombo’s affluent middle-classes – of meeting people and talking with them. I think Ermiza Tegal spoke for these people when she observed that they are worried about their future, that they are living on the edge. The media may promote the establishment’s view that Sri Lanka is on its way to recovery. But for a vast majority in this country, recovery has become a byword for painful, crushing austerity, of the sort not a few of us have accepted as the new normal. The tragedy here is that we generalise from our experience. Because we seem to be doing better, we assume others are too. This is not so, and it takes a Kadirgamar or a Tegal to prove it.",
    "The writer is an international relations analyst, researcher, and columnist who can be reached at udakdev1@gmail.com.",
    "IMF Deputy MD: Lanka’s economy showing tentative signs of improvement, but recovery remains challenging",
    "Ranil Wickremesinghe’s contribution to securing an IMF loan for Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}