{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Nexus-dynamics-Understanding-patterns-of-human-mobility-in-the-age-of-climate-change/4-755839",
  "time_ut": 1701453713.0,
  "original_lang": "en",
  "original_title": "Nexus dynamics: Understanding patterns of human mobility in the age of climate change",
  "original_body_lines": [
    "The impacts of climate change on human mobility are increasingly being recognised, studied, and",
    "mainstreamed, but there are still significant gaps in our understanding of the complex and",
    "The impacts of climate change on the patterns of human mobility are increasingly being recognised, studied, and mainstreamed into planning and policy processes. However, there are still significant gaps in our understanding of the multitude of interactions between climate risks, impacts, and the movement of individuals, households, and communities.",
    "The intersection between climate change and human mobility is often described as a nexus, emphasising the highly interconnected nature of migration, displacement, planned relocation, and immobility in the face of climatic changes, extreme weather events, and long-term environmental shifts.",
    "Both within this nexus and in relation to other nexuses, there is a multitude of relevant aspects, elements, and actors that influence and shape human mobility. Sectors such as agriculture, fisheries, livestock, health, urban planning, infrastructure, or labour directly influence processes and actions in the climate-mobility nexus, as do cross-cutting considerations such as gender, youth, social protection, risk management, and development planning.",
    "Furthermore, there are also various interconnections between the local level—including cities and regions—, the national level, and regional processes and treaties. The global governance of climate-related mobility is complex and involves a range of actors, including governments, United Nations agencies, and international organisations. The United Nations Framework Convention on Climate Change (UNFCCC) and the Paris Agreement recognise the importance of addressing the nexus through several workstreams, including those related to adaptation and to climate-induced loss and damage.",
    "The movement of people can be characterised in many ways based on its direction, duration, destination, degree of agency, drivers (such as aspirations, perceived opportunities, or environmental push factors), and other factors. In relation to climate change, some of the most studied forms of mobility include temporary or permanent displacement due to disasters, such as floods or storms; economic migration from rural to urban areas due to climate-related impacts on livelihoods (including unreliable rainfall patterns, soil degradation, salinisation, heat, or water scarcity); and planned relocation, such as those of high-risk communities out of landslide-prone areas in Sri Lanka.",
    "At the core of climate-related migration are the environmental changes that compel individuals and communities to move. These drivers are diverse and often interconnected, encompassing extreme weather events, gradual environmental degradation, and resource scarcity. For instance, acute disasters like floods and hurricanes can lead to immediate and often temporary displacement. In contrast, slow-onset processes such as desertification, sea-level rise, and diminishing freshwater resources often result in more permanent forms of migration.",
    "However, while climate change has the potential to affect every facet of human life, the decision to move is rarely based on climate-related factors alone. Socioeconomic, political, and demographic variables interplay with environmental changes, influencing mobility decisions. For example, in many developing countries, rural communities dependent on agriculture for livelihoods are disproportionately affected by climate change, leading to rural-urban migration as they seek alternative employment.",
    "Climate-induced mobility manifests in various forms, many of which still need to be further explored, documented, and addressed. For example, decision-making around international labour migration, such as Sri Lankans leaving for foreign employment to Gulf Cooperation Council countries, can be driven by climate factors that affect the livelihoods of migrants in their origin areas. Loss of habitable or arable land—for example, through desertification, soil degradation, salinisation, or water scarcity—can be another factor that strongly plays into people’s decision to move between rural areas without causing outright displacement.",
    "Fishing communities have been found to migrate behind shifting fish populations, often following a seasonal pattern. Agricultural workers and farmers move to cities during off-seasons to compensate for lost income due to drought or loss of productivity. Temperature rise and the heat island effect can prompt urban dwellers to move towards cooler rural areas temporarily or permanently. Within urban centres themselves, migration can take place in intra-urban patterns, as poor and vulnerable communities are forced into more at-risk areas or informal settlements at the fringes.",
    "There is a wide variety of human mobility that is caused by direct and indirect climate impacts, including coastal erosion and tidal waves; wildfires and heat waves; scarcity of rainfall or groundwater; increases in water- or vector-borne diseases; adverse health impacts; degradation of ecosystems and environmental benefits; changing climatic zones that affect agricultural productivity; or loss of access to ancestral sites or places of cultural and spiritual significance.",
    "Despite an increasing national and global focus on climate-related human mobility, numerous challenges remain. To better understand the complexities and various interactions between human mobility and climate change, it is important to collect more quantitative as well as qualitative data, especially related to temporary, seasonal, cyclical, and/or informal forms of movement. The collection of disaggregated data could also help to capture relevant and intersectional vulnerabilities, such as those related to age, gender, disabilities, socioeconomic status, and other demographic characteristics.",
    "As a key follow-up step, this data should be compiled, triangulated, managed, and made accessible to a wide range of actor, facilitating evidence-based actions and multi-faceted policy processes that integrate human mobility into climate change adaptation, loss and damage, disaster risk reduction, development planning, and sectoral processes.",
    "As climate change shapes the planet and its environments, it also shapes human systems and the patterns of human mobility. Addressing this nexus and its hidden facets requires a nuanced approach that considers the complex drivers of movement, the diverse forms it takes, and their differential impacts on individuals, households, communities, and vulnerable groups. Proactive and evidence-based efforts at all levels are essential to manage this emerging challenge by supporting adaptive forms of mobility, preventing forced migration or displacement, and protecting those who are already on the move.",
    "(The writer works as Director: Research and Knowledge Management at SLYCAN Trust, a non-profit think tank based in Sri Lanka. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular contributor to several international and local media outlets.)"
  ]
}