{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/no-power-cuts-this-weekend-sri-lanka-power-minister-144848/",
  "time_ut": 1703309880.0,
  "original_lang": "en",
  "original_title": "No power cuts this weekend: Sri Lanka power minister",
  "original_body_lines": [
    "ECONOMYNEXT – Ahead of Sri Lanka’s long weekend, which included a Christian and Buddhist holiday, Power and Energy Minister issued instructions warning against power cuts.",
    "“Instructions have been issued to CEB to suspend all planned power interruptions for non-essential maintenance work on weekends and during the holiday season maintaining an uninterrupted supply of power,” Kanchana Wijesekera said on X (twitter).",
    "“New guidelines will be issued by GM CEB, in par with the international benchmarks on planned power interruptions for maintenance work.”",
    "The Ministry has taken the decision after reviewing the complaints received from electricity consumers on frequent power interruptions for maintenance work, Wijesekera said.",
    "“The Ministry has also observed unnecessary planned power interruptions for maintenance over the weekends costing CEB large amounts of money for over time payments.”",
    "Two Saturdays ago Sri Lanka suffered a blackout as the state-run CEB grid was hit by a cascading power failure triggered by the failure of the Kothmale-Biyagama transmission line.",
    "Even though CEB Spokesman Noel Priyantha at the time assured power supply would be restored within hours, some parts of the island were left in the dark until late hours.",
    "Sri Lanka in blackout as power grid hit by cascading failure",
    "Sri Lanka CEB makes Rs18.2bn loss up to Aug amid controlled prices : FinMin",
    "The CEB lost 18.2 billion rupees in the first eight months of 2023, due to controlled prices, the Finance Ministry has said in a report.",
    "A proposed new Electricity Act was gazetted and will be brought to Parliament within the next two weeks. The minister has invited public feedback on the bill on or before the 3rd of January 2024. (Colombo/Dec23/2023)"
  ]
}