{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-bank-of-ceylon-net-down-34-7-pct-in-march-2023-quarter-121042/",
  "time_ut": 1684654800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Bank of Ceylon net down 34.7-pct in March 2023 quarter",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run Bank of Ceylon group has reported net profits of 3.66 billion rupees in the March 2023, down 34.7 percent from a year earlier amid a contraction in net interest income and some forex losses, interim accounts show.",
    "Net fee and commission income went up 12.9 percent to 4.43 billion rupees.",
    "At bank level, interest income grew 61 percent to 137.7 billion rupees, interest expenses went up at a faster 161 percent to 119 billion rupees and net interest income fell 53.1 percent to 18.6 billion rupees.",
    "Bank of Ceylon said it did not pass on “the full impact of the increase in the market interests to its loyal customers in order to revive their businesses in this trying time despite many headwinds to the Bank’s current operating environment.”",
    "“Concerted efforts on supporting the customers to revive through the never expected economic turmoil experienced during the previous years helped the Bank to manage its stage 3 loan ratio at 5.34 percent as of end 1Q-2023 (31 December 2022: 5.27 percent)…”",
    "The bank’s loans and advances fell 8.3 percent to 2,132 billion rupees by end March from 2.325 billion in December.",
    "An impairment provision of 1.2 billion was made for loans during the quarter.",
    "Debt securities fell 8.5 percent to 1,424 billion rupees from 1,555.8 billion in December.",
    "Trading losses were 3.4 billion rupees, compared to a 6.5 billion rupee profit last year. Other operating loss was 2.7 billion rupees against a profit of 9.7 billion rupees last year.",
    "“Income from trading and investment activities and other operating income resulted in a negative note due to exchange loss reported during 1Q- 2023 in line with the 10 percent LKR appreciation,” the bank said.",
    "About 30 percent of assets were dollar denominated, loans and advances, and rupee appreciation drove the contraction, the bank said.",
    "Bank of Ceylon said it had maintained Tier I Capital Adequacy Ratio of 12.74 percent and Total Capital Adequacy Ratio of 15.66 percent. (Colombo/May19/2023)"
  ]
}