{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-brat-pack-that-excelled-and-some-of-their-teachers/",
  "time_ut": 1687600080.0,
  "original_lang": "en",
  "original_title": "A brat pack that excelled and some of their teachers",
  "original_body_lines": [
    "I entered Royal Prep at the age of five years. Those were war years and Major A.F. de Saa Bandaranayake was the head master. The Royal College premises at Reid Avenue were taken over by the British Government to house a military hospital and Royal Prep was shifted to Skelton Gardens, Havelock Town where the Lumbini School is now located. One boundary was the canal.",
    "Initially about 15 students, all about five years old were admitted to what was known as the baby class. My classmates included Upali Wijewardena the well known entreprenuer who founded the Upali Group, Dr. R.S.B.Wickremasinghe, who became Director of the Medical Research Institute, Dr. Ranjith de Silva (surgeon) who later captained the Royal College cricket team, Lal Jayasundera, Chairman of Hayleys, Dr.N.T. de Silva who worked for the National Health Service in England for the last 50 years and Dr. Tissa Cooray who was attached to the WHO in India.",
    "Others were Neville Senaratne, who became a tennis coach in England, Lal Karunanayake, Director Aitken Spence, Kumar Ponnambalam ( Barrister) son of Minister G.G.Ponnambalam, QC, Alavi Momammed (Barrister) who worked for many years in UK, Dr. Danilo de Kretser, Beverly Vandergert and Bevis Nicholas whose mother was our music teacher. Nimalasiri Fonseka, Chartered Accountant son of Dr. (Mrs.) Dora Fonseka whose family immigrated to the UK and lived there many years was a member of this group.",
    "Several others joined us at Royal Prep a few years later. They included Arjuna Hulugalle son of Daily News Editor H.A.J. Hulugalle, Dr. Brendon Gooneratne, Upatissa Attygalle son of Cyril Attygalle, MP. and nephew of Sir Nicholas Attygalle, Electrical Engineer Channa Amerasinghe who retired as General Manager of the Ceylon Electricity Board and Dr. J.B. Peiris, Ceylon’s first neurologist and the Director of the Post Graduate Institute of Medicine, Others in the group were Dr. Henry Rajaratnam, Diabetologist, who retired as the Chief Physician of the General Hospital. Dr.Susantha Goonetilleke, who got a first class in engineering, Bavan Sri Skandaraja now living in Canada whose father was a Judge of the Supreme Court, Bhathiya Jayaratne, – planter, Dr. Priya Samarasinghe, surgeon and later venereologist who was a relation of J.C.A.Corea, Principal Royal College.",
    "There was also M.D.Dharmasiri Peiris who entered the Ceylon Civil service was for many years Secretary to the Prime Minister and Secretary to many Ministries who was at Royal Prep but not Royal College.. He joined us from Richmond College Galle. He is the son of Mudliyar M.N.Peiris-well know personality in Galle.",
    "Our baby class teacher was Mrs. Keyt who came to school driving her own car. Our second standard teacher was Miss. Sushila de Soysa who married a Coomaraswamy. Our third standard teacher was Mrs. Lekamge. Both Mrs. Keyt and Mrs. Lekamge treated us as if we were their own children.",
    "Our fifth standard teacher was Mr. H.P. Jayawardena who divided the class into two sections, Parrots and Woodpeckers. The other two fifth standard classes were headed by Mr. H.D.Sugathapala and Mr. Piyasena. Incidentally Capt. VW Halpe was also a teacher. His son, Ashley Halpe, entered the Ceylon Civil Service but opted for an academic career in the University of Ceylon.",
    "In 1948 Royal Prep shifted to Reid Avenue, its present location where the Nawarangahala too is located. There was only one central building when we entered Royal College in 1949. The Race Course and other wings were built after we entered Royal College.",
    "At the end of 1948 we had to sit an open competitive exam to enter Royal College. The subjects were General Intelligence, English, Sinhalese/Tamil. The Tamil paper leaked and we had to sit another exam. All those who passed the first exam passed the second exam as well, while a few who failed the first exam entered Royal College being successful at the second.",
    "Those who failed the Royal College entrance exam were accommodated at Thurstan College.",
    "My father was a criminal lawyer. He built a house in Flower Road, Colombo-7 and the family shifted from our ancestral home, Dassanayeka Walawwa, to Flower Road. I would walk to Royal with my ayah together with my classmate, Dr.Brendon Gooneratne, who lived in Deanston Place, Kollupitiya and Lalith Athulathmudali (who was a few years my senior) from Flower Terrace, Colombo-7.",
    "Lalith was the first Ceylonese President of the Oxford Union and his father, D.D.Athulathmudali was in the State Council. Tyronne Fernando, my neighbour, was President of the Labour Club at Oxford. Tyronne’s father, S.C.Fernando, himself an Oxford graduate was a tenant at Flower Road before he built his own home, ” El Reteiro” on Greenlands Road. Tyronne was foreign minister and was a few years my junior at Royal.",
    "My good friends Dr. Disampathy Subasinghe and Eng. Bandula Yatawara joined us in the first form when Royal College was headed by J.C.A.Corea. My Royal Prep classmate, Dharmasiri Peiris, whom I referred to earlier in this article and I lost contact for many years after our school days. He was a top administrator and I was a criminal lawyer. We reconnected and resumed our friendship under strange circumstances.",
    "He pushed me to write about sensational criminal cases in which I was a senior counsel. I list a few of them below:",
    "1. The U.N. Expert murder case in which Chandrasekera Dias was supposedly killed by strangulation with a ligature. The victim was a member of the famous Sri Chandrasekera clan of Panadura who worked in the Central Bank and was later appointed a U.N. Expert. The accused were his wife Rohini Dias and Nimal Fonseka.",
    "The case came up at the Colombo High Court before a High Court Judge and a special jury. The trial lasted three and half months sitting daily. According to the presiding judge, my cross examination of the medical witness was the longest ever of a scientific witness. The previous record was held by Mr.G.G. Ponnamalam, QC when he cross examined a fingerprint expert from Scotland Yard in the Ranjani taxicab murder case.",
    "Both accused in the Chandrasekera Dias case were acquitted by a unanimous verdict of the jury on the basis that Dias may have committed suicide.",
    "2. President J.R. Jayewardene’s son Ravi Jayewardene entrusted the defence of three soldiers in the “Punchi Borella parcel bomb case” where four people were killed and a house was blown sky high. All three accused were acquitted by the jury after a trial that lasted one month.",
    "3. The Kegalle Shyama Dedigama murder case. My client who was accused was discharged and the other accused were convicted.",
    "4. I defended Police Inspector Rahula Silva. He was supposed to have thrown a top left supporter, Dodampe Mudalali, from the fourth floor of the CID headquarters building after beating him up. Rahula Silva was exonerated. Evidence was led by Ian Wikramanayake, Solicitor General and Thivanka Wickremasinghe Crown Counsel.",
    "5. I successfully defended several doctors who were on charges of abortion.",
    "Sporting legend Lorenz Pereira tutors Royal College hosteller in English from Australia",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}