{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/27/sri-lanka-optimistic-after-zambia-debt-agreement-ali-sabry/",
  "time_ut": 1687865040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka optimistic after Zambia debt agreement – Ali Sabry",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lankan Foreign Minister Ali Sabry, PC said though Sri Lanka made moderate gains in recent months, there is a long way to go for economic recovery.",
    "He was speaking to CNBC on the sidelines of the World Economic Forum in China.",
    "\"There are a number of issues for us to discuss, particularly those revolving around investment and the economies, as well as some regional and global issues. So we have had a very good discussion with them, and particularly how China can help us, our next phase is to propel growth, and also to face some of the challenges in terms of debt restructuring and debt burden, which have been undergoing for a considerable period of time,\" he said.",
    "Foreign Minister Ali Sabry has already met with the Chinese Foreign Minister, Finance Minister, as well as the Chairman of the Exim Bank of China.",
    "\"All those discussions were very, very fruitful and very cordial, and they have given us the undertaking that they will continue to support the Sri Lanka's next phase of development. In the meantime, what has happened in Zambia, gives us a lot of optimism and a lot of hope,\" he said on the recent developments surrounding the debt agreement Zambia reached with it creditors, including China.",
    "The Sri Lankan Foreign Minister also said that it is time to have a global debt restructuring architecture which would help smaller countries, emerging economies and frontier countries so that they could quickly get out of trouble and get into the next space without get embroiled in controversy forever.",
    "\"Last year had been a very difficult year for us, but since then things have really improved a lot. We have eliminated all sorts of shortages in terms of fuel, cooking gas and the food and medicine, things like that. And we have no power cuts at all. 24 hours uninterrupted power. And then inflation is under control. Probably we will get it down to about less than a single figure in a couple of months,\" he noted.",
    "Governor of the Central Bank Dr. Nandalal Weerasinghe explains debt restructuring process",
    "World Bank Group adopts country partnership framework with SL to reset economy"
  ]
}