{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91859/turkey-agrees-to-support-swedens-bid-to-join-nato",
  "time_ut": 1689045900.0,
  "original_lang": "en",
  "original_title": "Turkey agrees to support Sweden’s bid to join NATO",
  "original_body_lines": [
    "Turkey’s President Recep Tayyip Erdogan has agreed to support Sweden’s bid to join Nato, the military alliance’s chief Jens Stoltenberg says.",
    "He said the Turkish leader would forward Sweden’s bid to parliament in Ankara and “ensure ratification”.",
    "Meanwhile, Swedish Prime Minister Ulf Kristersson said: “I am very happy, it is a good day for Sweden.”",
    "Turkey had previously spent months blocking Sweden’s application, accusing it of hosting Kurdish militants.",
    "As one of Nato’s 31 members, Turkey has a veto over any new country joining the group.",
    "Reacting to the news, US President Joe Biden said he welcomed the commitment by President Erdogan to proceed with “swift ratification”.",
    "“I stand ready to work with President Erdogan and Turkey on enhancing defence and deterrence in the Euro-Atlantic area. I look forward to welcoming Prime Minister Kristersson and Sweden as our 32nd Nato ally,” a White House statement said.",
    "German Foreign Minister Annalen Baerbock tweeted: “At 32, we’re all safer together.” British Prime Minister Rishi Sunak said Sweden joining would “make us all safer”.",
    "Mr Stoltenberg announced the agreement late on Monday following talks between the Turkish and Swedish leaders in the Lithuanian capital Vilnius.",
    "The Nato chief described it as a “historic step”, but stressed that a “clear date” could not be given for when Sweden would join the military alliance - as this relied on the Turkish parliament.",
    "Sweden and its eastern neighbour Finland - both nations with a long history of wartime neutrality - announced their intention to join Nato in May last year, several months after Russia launched its full-scale invasion of Ukraine. Finland formally joined in April.",
    "Mr Stoltenberg said Turkey and Sweden had addressed “Turkey’s legitimate security concerns” and as a result Sweden had amended its constitution, changed its laws, expanded its counter-terrorism operation against the PKK (Kurdistan Workers’ Party) and resumed arms exports to Turkey.",
    "Turkey and Hungary are currently the only two Nato members yet to ratify Sweden’s membership application.",
    "Asked about opposition from Budapest, Mr Stoltenberg said that “Hungary has made it clear that they will not be the last to ratify”.",
    "Earlier on Monday, President Erdogan had also appeared to link Turkish support for Sweden’s Nato bid to the EU re-opening frozen membership talks with Ankara.",
    "EU officials were quick to reject the demand, saying those were two separate issues.",
    "But in a statement after the deal was announced, Nato said Sweden would actively support efforts to “reinvigorate Turkey’s EU accession process” and this would include “modernisation of the EU-Türkiye customs union and visa liberalisation”.",
    "Turkey first applied to join the EU way back in 1987, but its drift towards authoritarianism under President Erdogan brought the accession process to a halt.",
    "However since Russia’s invasion of Ukraine, Mr Erdogan has also played a unique role as a Nato leader with influence in Moscow.",
    "He helped broker last year’s Black Sea Grain Initiative, which enables Ukraine to export agricultural products from its ports.",
    "Turkey has helped the keep the deal alive, despite frequent Russian threats to withdraw.",
    "But Turkey has also angered the Kremlin by supplying armed drones to Ukraine.",
    "Russian officials were also furious at the weekend when Turkey, in a surprise move, allowed five former commanders of the Ukrainian garrison at Mariupol to fly back to Kyiv at the end of a visit by Ukrainian President Volodymyr Zelensky.",
    "Under the terms of a prisoner exchange last year, Russia expected the men to remain in Turkey until the end of the war.",
    "The two-day Nato summit kicks off in Vilnius on Tuesday and Ukraine’s membership bid will be high on the agenda.",
    "All alliance members agree that Ukraine cannot join the bloc during the war - amid fears this would lead to a direct conflict with a nuclear-armed Russia.",
    "Ukrainian President Volodymyr Zelensky has himself said he does not expect membership until after the war - but he wants the summit to give a “clear signal” on Ukraine’s bid.",
    "Several Nato members in Eastern Europe are pressing for a fast-track membership for their neighbour but others, including the US and Germany, are seen as more hesitant.",
    "Russian President Vladimir Putin’s spokesman Dmitry Peskov on Monday warned that Ukraine’s membership of Nato would have “negative consequences for the entire security architecture, which is half destroyed as it is in Europe”.",
    "Ukrainian membership would “represent an absolute danger, threat to our country, which will require of us a quite firm and clear reaction”, Mr Peskov said."
  ]
}