{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Mano-Ganesan-wants-Tamil-MPs-Caucus-in-Parliament/108-257381",
  "time_ut": 1680933585.0,
  "original_lang": "en",
  "original_title": "Mano Ganesan wants Tamil MPs’ Caucus in Parliament",
  "original_body_lines": [
    "Tamil Progressive Alliance (TPA) leader Mano Ganesan has proposed to Tamil party leaders the need to establish a Tamil MPs' Caucus in Parliament.",
    "Ganesan has written to ITAK president Mavai Senathirasa, TELO chief Selvam Adaikalanathan MP, DPLF leader D. Sidhdharthan MP and TMK secretary C.V. Wigneswaran MP regarding the matter.",
    "Ganesan said that TPA leader Palani Thigambaram and MP V. Radhakrishnan are in favour of such a forum.",
    "Ganesan welcomed the efforts of the government and international development partners in addressing the current economic crisis and the subsequent revival of the economy.",
    "But the national question, the root cause, should also obtain equal attention, said the TPA leader, while further adding that he has three reasons behind this exercise.",
    "One, to express the collective desire of the Tamil people to settle down within an undivided Sri Lanka, sharing wealth and power as co-stakeholders of national sovereignty as Sri Lankans.",
    "Two, commence a collective dialogue with all the national political parties and also reach out to the Sinhala community leaders and organizations, beyond politicians.",
    "Three, collectively request the international community and development partners of Sri Lanka to use their good offices with the Government of Sri Lanka to insist upon the later to stand by the respective international commitments.",
    "Ganesan also said he doesn’t see the proposed Caucus engaging in discussing the political solutions of the Tamil speaking peoples.",
    "“It is too technical. That should be the responsibilities of the respective political parties with the mandate of the respective people,\" he said.",
    "He said there are basic variations among the political aspirations of the Tamils of the north and east, the Up Country Tamils and the Muslims.",
    "The caucus should only prepare the ground for such talks. Ganesan said he foresees the Tamil MPs' caucus not being a mono-ethnic apparatus. Progressive minded Sinhala MPs also can be invited to take part as observers and associates of the Caucus.",
    "However, he said all depends on the responses he anticipates from the Tamil parties. If there are no such positivity forthcoming, he will not proceed with the attempt, said Ganesan."
  ]
}