{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ladies-college-principals-visit-to-my-hospital-and-end-of-my-nursing-career/",
  "time_ut": 1682158560.0,
  "original_lang": "en",
  "original_title": "Ladies College Principal’s visit to my hospital and end of my nursing career",
  "original_body_lines": [
    "As soon as I was able to, I went into the city to the office of Thomas Cook.They were then one of the most popular travel agents globally. I could trust them because my mother had used them to arrange my sea voyage to England. I had heard about the English Lake District and how beautiful it was. That is where I wanted to go. Within a few days Thos. Cook planned for me a week’s holiday in Keswick. It was a small town in the heart of the Lake District and they believed it would suit me; they arranged my travel, booked a hotel for me and handed over to me all the relevant documents. My friend Val’s mother drove me to the New Street Railway Station in the city.",
    "The two of them saw me and my suitcase safely on the train and waited on the platform to wave me goodbye. The train left at 11 p.m. I had to change trains at Carlisle way up in the north at 5 a.m. the next morning; the connecting train would take me to Keswick before 7 a.m. I had very few fellow passengers on both stretches of travel.",
    "If I had told my mother of my plans beforehand she would have worried too much. So on my first day in Keswick I wrote and told her where I was and why. Not about how I got there. My travel agent had told me how to get to the hotel which was situated very close to the Railway Station.",
    "I walked there and was shown my room. On my way to the hotel I had seen an unending stream of people, obviously holiday makers like me, walking purposefully in a certain direction. That made me curious. So as soon as I could I went back down to the street and joined them.We did not walk far before we were at a Lake – it was Lake Keswick. The stream of people was purchasing tickets and getting on a boat which was apparently to go round the lake, making stops on the way. I thought,“Looks interesting. Why not join them?”And I did.Needless to say, the sleepless ride on the trains and the soft rocking of the boat made me sleep through most of that ride. But I had my eyes open for brief moments often enough to see what the area around Keswick was like. On the other side of the lake, across the town, was a virgin forest.",
    "It attracted me.I would go there tomorrow.On many mornings after that I would ask the hotel for a packed lunch, take the boat and get off at the forest. I would take with me my writing and reading material. Here in the forest, I would find a tranquil and comfortable place to sit in a scenic spot; here I would write letters back home to friends and family; I would intersperse this with bouts of reading with some dreaming thrown in. A generous time I spent just to ponder, to wonder and to reflect. One day I saw an advertisement in the hotel for a day trip through the Lake District.",
    "I took this day trip and saw the deep and extensive beauty of that area. One town which was as pretty as a picture was Windermere, situated of course on Lake Windermere. All too soon the first week of my holiday was over.",
    "As planned, I took the train to London to spend the second week with my brother Shatir and our friend Emdee. And to discover London. I was 20-years old. Back to Woodlands When I got back to the ROH I found that I had been put in the Children’s Ward. I was in my second year and was now a SeniorNurse.More of distributing medicines,doing ward rounds with the surgeons,writing daily reports and the like and less of bed making, bed baths and bed pans. The children were delightful. There was Margie, two years old, lying on her back, her body immobile on a metal frame with her legs spread out horizontally at 180°. She had no choice in the matter of course. This was the way that children who were born with both hips dislocated had that condition corrected. Margie would be kept in this position for at least one year. If the hips were not stabilised by this time, she would be put back on another frame for may be another six months.",
    "Then there was “Peter Sunshine” so named by Ward Sister Salmon – pronounced not like the fish, but “sal-mon” taking the “l” into account. We never saw Peter’s parents because they did not visit him. But happy, happy Peter would stand in his cot constantly cooing and smiling at all who would pass by. Sister Salmon was very fond of him. Peter had severe club feet. He had a series of operations to have them corrected. The results each time did not bring the expected correction. And so, it went on. A Surprise: Miss Simon’s Visit to Birmingham and its Impact One day Matron sent for me. I wondered “why now?” It was a very pleasant surprise indeed that she had for me. Miss Mabel Simon, my former school Principal was coming to Birmingham. It was to be the very next day. She had come to London, to Moorfields Eye Hospital to have the “Glaucoma” that was troubling her seen to.She had written to Matron saying that she would like to visit me.",
    "Matron had invited Miss Simon to have lunch with her the next day. Matron thought it would be fitting for me to show Miss Simon round the hospital and take her to the Children’s Ward where I was now working. She would send for me the next day when Miss Simon arrived. I met Miss Simon the next day after she had a cup of tea with Matron. Miss Simon was amazed as I took her to the nurses’ home and I showed her my room. A tiny 6’x 10’. The size did not matter because I had got what I wanted in there. Most important to me was a bedside radio; the cover was white with black dots. It would come on when I lifted the lid and switch off when I closed it.",
    "I showed her the kitchenette where I could make myself a sandwich and a cup of coffee if I did not feel like going to the dining room.",
    "I even showed her the row of bathrooms where a hot, hot, soak was possible after a particularly tiring day. I took her to the wards where I had worked and introduced her to Sister Taylor and to Sister Reilly. And finally, I brought her to the Children’s Ward. Sister Salmon was happy to meet her. I left them to talk alone for a while and then took her down the ward. As the children saw me, they cared not with whom, they started shouting as usual, “Nurse Padi, Nurse Padi,” vying for my attention. She stopped by a bed or two to respond to the children. By then she had seen enough to know who I was and what I was doing as a nurse. We spent a short while on a garden bench in pleasant surroundings.",
    "Miss Simon probed my feelings wanting to know more. I shared with her the dilemma I had faced not long ago.Sister Salmon had called me to her room. She had said to me “Nurse Padi, I speak for some other Sisters as well. We have talked about you and we want to ask you to think again about going on to the physiotherapy school when you finish here. We think you will be a very good nurse. We wish you would consider going on with nursing instead.” This had taken me by surprise.I did not know what to say to her other than thank her, of course. At the end of our twoyear stint student nurses at the ROH had the option of continuing either with three years plus at the physiotherapy school or to go on to the General Hospital in Birmingham and after two years become Registered General Nurses.",
    "I told Miss Simon I had written to my mother and sought her advice. My mother had reminded me that I had decided that I would go back home after my studies were over. She had said the choice I was really making was whether I would spend the rest of my life in Ceylon as a nurse or as a physiotherapist. Put that way, I had no choice in the matter.The nursing profession had no recognition and nursing conditions were very poor.Physiotherapy was a new profession and gave rise to much hope. I shared all this with Miss Simon. I told her at the same time how hard a decision it was to make. I just loved being a nurse.",
    "I took Miss Simon to have lunch with Matron. She left directly after lunch and I never saw her again. She had retired and was back home in Melbourne, Australia,when I returned nearly four years later. I was told constantly by school friends of the special place I had found in Miss Simon’s heart. She would mention me in her prize day report every year without fail, giving an update of my achievements year on year. This made me wonder whether I was thefirst girl from Ladies’ College to have done nursing. I will never know. Happy Times in Northfield Village As nurses, we would work in shifts. Our shift as a day nurse was 7 a.m. to 7 p.m. with a three-hour break either in the morning,afternoon or “an evening off” as we put it, and which was the best of course. We had a day and a half off every week. As a night nurse, we worked from 7 p.m. to 7 a.m. We had our breakfast before we went on duty at night, dinner (which in Ceylon we called lunch) at midnight and supper (that is dinner) when we came off duty in the morning.",
    "You might think it was a topsy-turvy world, but it was not. We just kept to that pattern and slept during the day. We had five days off in a fortnight. It was the Night Sister’s decision whether we would have it in two plus three days or five days at a stretch. If it was five days that I had, you could be sure I was down in London to be with Shatir and Emdee. When we had an evening off, I would go into the city, maybe window shopping or to a cinema. During the short breaks or on a day off, I would go into Northfield Village,maybe a 15-minute walk south down the Bristol Road.",
    "Here there was a “Tobacconist” also called the “Corner shop” or “Newsagent”. This was the first place I would go to in the village. The two ladies inside soon got to know me, greeted me with warm smiles, admired my saree, and made small talk to make me feel at home. Before I knew it, they had observed what I had purchased routinely on my visits – Kit-Kat and Mars Bars, the “Women’s Weekly” and the “Woman and Home” magazines.",
    "As I entered the shop they would have all these ready for me with a, “what more would you like to have, dear?” I went regularly also to the library in the village.",
    "This had a wide selection of books I could choose from. It was not long before the vivacious and friendly librarian came to know me. Her beautiful red hair was unusual. It fascinated me. She helped me choose what turned out always to “be a good read”. On the streets all I met would have a warm smile and a greeting for me.All of which me made say, “thank you destiny, for bringing me here to Northfield and to the Royal Orthopaedic Hospital, the Woodlands.” Recognition There was more to thank Destiny for. The ROH had an annual prize giving at which nurses were recognized for their work performance. At the first prize giving I was surprised to be awarded the first prize for Anatomy. That was my favorite subject.",
    "The second year it was an even greater surprise. The time for it was after I had completed the two years of nursing and had moved to the School of Physiotherapy. One day I had a letter with Matron’s seal on it brought to me. I could not believe my eyes. The ROH had decided to award me the “Silver Medal in Nursing”. This recognized me as having been the second-best nurse over the two past years. Now here was news I had to write home about. My mother of course told Miss Simon. Now she had something to include in her prize-giving report in December that year. Her previous report had mention of the prize.In her letter Matron asked me to come see her.",
    "When I did go, she said that it was traditional for me to say a few words,thanking the hospital. Which, when the timecame, I did. The Gold Medallist was Jenny Ross. Jenny was in the batch before me. She was an exceptionally good nurse. And would you believe it, Jenny had her education at Cheltenham Ladies’ College. From which came the Founders of Ladies’ College, Colombo where I had my education. Which made me think, it is a small world indeed. Farewell to Nursing Two years passed all too soon. It was time to say goodbye to all these lovely people who had made my life at Woodlands a happy one.",
    "There were two groups of people I had to include in my round of farewells.",
    "The first was a small group of three to four. They worked in the “Round Tower” of the Hospital. It was they who had made my 21st birthday a remarkable and happy one. They had made possible a phone call for me from Colombo on this day. Very difficult and therefore scarcely possible in those days.Coordinating with the telephone exchange in Colombo, they connected me to my mother. After we had exchanged a few messages, then each and every member of my family – sisters and brothers and their spouses, nieces and nephews, the whole lot spoke to me. I knew then how fortunate I was to have been the youngest in a family of nine.",
    "The incident went further. Word had got around the hospital about this special happening. I was not alone. What is more, Mahin and Barbara made me a gift of a pretty pearl necklace. One that I treasure to this day. And the Hospital Chef baked me a cake.Which brings me to the second group, the head of which was the Chef. I made a point of going to the kitchen. I met the Chef in his out-sized white peaked cap. And his staff,also in white but wearing smaller caps,decreasing in size according to their rank in the hierarchy. They had made me feel quite special from the first day I came to Woodlands to the last.",
    "On my way from the nurses’ home to the dining room I had to pass the entrance to the kitchen. It seemed to me there had always stood here a lookout when I made my way to breakfast. Because every day the Chef and his staff came out to greet me just as I passed, with smiles and, “how are you today m’dawling?” or “and how are you, me lovlay?” or “oooh, bit cold for you in’t?” These were all delightful people and how I would miss them.",
    "Tiger Woods and Donald Trump: A Contrast in Public Perception",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}