{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/08/korean-giant-corporations-kakao-hybe-and-sm-entertainment-in-billion-dollar-battle-over-the-future-of-k-pop/",
  "time_ut": 1678267140.0,
  "original_lang": "en",
  "original_title": "Korean giant corporations Kakao, HYBE and SM Entertainment in billion dollar battle over the future of K-Pop",
  "original_body_lines": [
    "Colombo (News 1st) – South Korean internet giant Kakao is making a $962 million bid to gain majority shareholding control of SM Entertainment, the largest agency in K-Pop, in an attempt to outbid an offer from HYBE, which owns the largest band BTS, according to Korean media",
    "SM Entertainment represents many top bands such as Girls Generation, EXO, BoA and NCT 127.",
    "The offer sent shares of SM Entertainment soaring 15% in just one day on Tuesday, while Kakao’s own share price was down 3%.",
    "Kakao announced on Tuesday that it would make a bid to purchase a 35% share of SM Entertainment, which when added to the 5% it already owns would give it a 40% stake. Kakao made the bid public in a regulatory filing of documents, saying it would offer $115 per share to existing shareholders.",
    "That would be significantly higher than the $92 per share offer made to SM Entertainment’s shareholders by HYBE, another agency which is currently SM Entertainment’s largest shareholder.",
    "HYBE owns a 15.8% stake in SM Entertainments and was seeking to increase this by 25% to a total of 40%. But the offer was largely rejected by shareholders and it was able to purchase less than 1%, to add to its previous shareholding of 14.8%.",
    "SM Entertainment was founded by legendary music producer Lee Soo-man in 1995, revered as ‘Godfather of K-Pop’, who last month sold much of his shareholding to HYBE for a price of $334.5 million, but continues to hold 3.65%.",
    "However, there are clear divisions within the Board of Directors of SM Entertainment with regard to who should be given control, with Lee favouring HYBE and others supporting a possible sale to Kakao.",
    "Kakao owns two hugely successful internet platforms – the messaging service Kakao Talk, and Melon which is a Korean version of Spotify.",
    "The battle for the future of K-Pop is already before the South Korean courts. A court last week blocked an earlier deal between Kakao and SM Entertainment.",
    "Buddha Sasana Task Force sends letter to President; urges to hold Local Government Election",
    "Sri Lanka to announce debt restructuring strategy in April – Reuters",
    "HRC summons Tiran Alles over police conduct to control protests in Colombo, Kelaniya",
    "Hong Kong runner completes Sri Lanka’s 22-day Pekoe Trail in just 58 hours"
  ]
}