{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89658/china-plans-setting-up-radar-base-in-sri-lanka-to-monitor-indian-naval-presence-report",
  "time_ut": 1680956100.0,
  "original_lang": "en",
  "original_title": "China plans setting up radar base in Sri Lanka to monitor Indian naval presence - report",
  "original_body_lines": [
    "China has proposed setting up of a radar base in Sri Lanka, aiming to counter India’s naval presence and strategic oversight in the Indian Ocean region, a report has claimed.",
    "The proposed radar base will focus on monitoring the activities of the Indian Navy while also evaluating New Delhi’s strategic assets in the region, Economic Times reported.",
    "The paper reported that Aerospace Information Research of the Chinese Academy of Sciences is the likely agency which is steering this project in the forests of Dondra Bay, Sri Lanka, about 155 km southeast of Colombo.",
    "The proposed radar will have the capability to track US military movements at its military base in Diego Garcia, an island of the British Indian Ocean Territory, an overseas territory of the United Kingdom, located over 1700 km southwest of Dondra Bay.",
    "The report, while citing people familiar with the developments related to Chinese proposal, said that the radar set-up, if successfully established by Beijing, would be detrimental to Indian military installations as they will be in the range of the proposed radar.",
    "The proposed Chinese oversight installation in Sri Lanka is likely to have the range as far as the Andaman and Nicobar Islands to its east.",
    "Sri Lanka remains vulnerable to Chinese designs in the region because of the Chinese debt owed to the country. Dondra Bay is located at the southernmost tip of Sri Lanka. It forms a significant part of Sri Lanka’s history.",
    "India has been concerned about Chinese activities in Sri Lanka.",
    "Last year, Chinese surveillance vessel Yuan Wang 5 docked at the Hambantota Port after the Sri Lankan government conceded to the Chinese request despite Indian warnings.",
    "Sri Lanka allowed the vessel to dock at Hambantota and remain for six days for refuelling and logistics supplies."
  ]
}