{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-assurances-winning-streak-continues-at-slim-national-sales-awards/",
  "time_ut": 1701504480.0,
  "original_lang": "en",
  "original_title": "HNB Assurance’s winning streak continues at SLIM National Sales Awards",
  "original_body_lines": [
    "Team HNB Assurance once again showcased its remarkable sales prowess and performance at the prestigious SLIM National Sales Awards 2023. Hosted by the Sri Lanka Institute of Marketing (SLIM), the National Sales Awards, is known for its significance and prestige, providing a platform to celebrate those who have excelled in the competitive landscape of sales.",
    "The winners from HNBA included Mahesh Rodrigo, National Sales Manager 2023 Bronze Award – Overall Industry Category, Sandya Kumari, Sales Supervisor 2023 Silver Award – Life Insurance Category, T. Vithiya, Front Liner 2023 Merit Award – Life Insurance Category.",
    "CEO of HNBA Lasitha Wimalaratne, sharing his thoughts on these achievements, stated, “I want to offer my heartfelt congratulations to Mahesh, Vithiya and Sandya Kumari for their outstanding achievements. Even though this is a personal achievement, their dedication and perseverance serve as an inspiration to all, which is further amplified due to the difficulty of earning such an award, judged at a national level. As a company we are extremely proud of their recognition, which contributes significantly to the overall success and reputation of HNB Assurance.”",
    "“This recognition is extremely important to us, it emphasizes the crucial role of the ongoing training and development at HNB Assurance. Further, it strengthens our commitment to maintaining an environment that encourages leadership and growth. My congratulations to the winners and also a big thank you to SLIM for establishing a meaningful platform that recognizes and celebrates the exceptional efforts of our sales professionals. I’m certain that these recognitions will motivate our teams to consistently evolve and aspire to reach new heights in their professional journeys.” stated Shiran Fernando, Head – Sales Training & Development.",
    "USAID and PUCSL partner to enhance transparency with development of Electricity Dispatch Database and Dashboard for Lanka’s power plants",
    "HNB Assurance Celebrates Achievements and Talent at Annual Staff Conference",
    "HNB Assurance becomes the only Sri Lankan insurance company in 70 Best Workplaces in Asia™ 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}