{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Muslim-Aid-Sri-Lanka-hosts-combined-humanitarian-self-capacity-assessment-global-conference/56-751457",
  "time_ut": 1691178988.0,
  "original_lang": "en",
  "original_title": "Muslim Aid Sri Lanka hosts combined humanitarian self-capacity assessment global conference",
  "original_body_lines": [
    "A global humanitarian event was organised by Muslim Aid Sri Lanka in collaboration with Muslim Aid UK head office recently.",
    "Delegates from the UK and Muslim Aid’s Country Offices including Myanmar, Pakistan, Bangladesh, Sudan, Somalia and Sri Lanka participated in the event.",
    "Special guests for the event were Disaster Management Centre (DMC) Sri Lanka Director General Maj. Gen. (Retd.) Sudantha Ranasinghe, NGO Secretariat Director General Sanjeewa Wimalagunarathna, Muslim Aid Sri Lanka Goodwill Ambassador As Sheik Arkam Nooramith, A-PAD Sri Lanka Country Director Firzan Hashim, and representatives from Muslim Aid UK Global Programs Manager Sam Cook and Humanitarian Programs Manager Asif Shahab.",
    "The welcome note was presented by Muslim Aid Sri Lanka Country Director Faizer Khan, who highlighted the achievements of Muslim Aid’s life-saving humanitarian and transformational development programs in Sri Lanka.",
    "Keynote speaker at the event, DMC Sri Lanka Director General Maj. Gen. (Retd.) Sudantha Ranasinghe, praised Muslim Aid for organising such a timely event and its contribution to humanitarian and development efforts in Sri Lanka. He elaborated on the DMC’s role in the country and how agencies could work together with DMC in the areas of disaster resilience and emergency preparedness. The Director General also mentioned that Sri Lanka and other countries in the region could share their experiences, lessons learned and best practices to develop and replicate according to the country’s requirement.  NGO Secretariat Director General Sanjeewa Wimalagunarathna mentioned that the Secretariat is now working closely with NGOs to ensure they carry out programs in a transparent and accountable manner. He also praised Muslim Aid for its continuous support in humanitarian and development programs in the country and requested it to continue its activities for the betterment of vulnerable communities in the country. He emphasised the importance of the development of the primary education system in the country and how NGOs like Muslim Aid could contribute to develop such systems.",
    "Muslim Aid Sri Lanka Goodwill Ambassador and ACJU General Secretary As Sheik Arkam Nooramith in his speech elaborated how his relationship with Muslim Aid was built up. He explained how the humanitarian and community development programs are linked to different faith perspectives. He also emphasised the importance of the transparent and accountability of humanitarian and development organisations.",
    "A-PAD Sri Lanka Country Director Firzan Hashim addressed the impact of climate change. He summarised ways to overcome climate change challenges through enhancing capacity on preparedness and building partnerships with the private sector for sustainable economic recovery and resilience.",
    "Muslim Aid UK Global Programs Manager Sam Cook elaborated on the 33-year history of Muslim Aid and how it has evolved into a key global humanitarian and development actor. He explained how Muslim Aid plans to develop its humanitarian capacity to meet the increasingly complex challenges faced by the most vulnerable people in the world.",
    "Muslim Aid UK Humanitarian Programs Manager Asif Shahab explained that the workshop will be instrumental for continuing MASL’s disaster response and preparedness program, which is effective, timely and inclusive to strengthen disaster management in Sri Lanka."
  ]
}