{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82351",
  "time_ut": 1689454320.0,
  "original_lang": "en",
  "original_title": "Group of  Tamil religious leaders, educationists, and professionals from Sri Lanka’s  north and east write  to Prime Minister Narendra Modi, urging him to “persuade” President Ranil Wickremesinghe to call for provincial council elections, without further delay.",
  "original_body_lines": [
    "A group of religious leaders, educationists, and professionals from Sri Lanka’s Tamil-majority north and east have written to Prime Minister Narendra Modi, urging him to “persuade” President Ranil Wickremesinghe to call for provincial council elections, without further delay.",
    "The civil society members handed over their letter at the Indian Consulate in the northern city of Jaffna, days before President Ranil Wickremesinghe’s scheduled visit to New Delhi. Sri Lanka’s provincial councils have been defunct for about five years now, with all nine provinces under Governor’s rule since the elected councils’ terms expired in 2018 and 2019. Authorities have also postponed local body elections this year, citing the island nation’s persisting economic strain.",
    "Meanwhile, Mr. Wickremesinghe has called for a meeting with the Tamil National Alliance (TNA), the largest grouping representing the Tamils in the legislature, on Tuesday. It is the President’s latest attempt to speak to Tamil parties after talks on power devolution ended in a virtual deadlock this May.",
    "The TNA MPs who took part in earlier discussions — some other parties boycotted the talks terming the President’s outreach “insincere” — called it a “time-wasting” tactic. No agreement was reached.",
    "“It is unfortunate that our Tamil political leadership is disunited merely for political reasons, and it continues without having any meaningful working programme to attain the aspiration of Tamil people. However, a majority of the people desperately need a Tamil administration at the provincial level,” the civil society members said in their letter, titled ‘People’s petition’.",
    "Although few in the Tamil polity see the 13th Amendment to the Sri Lankan Constitution, which followed the Indo-Lanka Accord of 1987, as an adequate solution, they hold varied positions on it being a useful starting point.",
    "The TNA, which currently has 10 seats in the 225-member Parliament, has said the Sri Lankan government must build upon what was envisaged in the 13th Amendment. The TNA also took part in an exercise to draft a new Constitution when the Maithripala Sirisena – Ranil Wickremesinghe administration was in power from 2015 to 2019. But the exercise was abandoned before completion.",
    "Even the TNA is divided on how to move forward, with constituents voicing different, often conflicting, views. The Alliance’s rival Tamil National People’s Front (TNPF), which has two seats in Parliament, maintains that the 13th Amendment is no meaningful starting point, as the legislative assurance of some power devolution is still situated within the framework of Sri Lanka’s unitary Constitution, and is far from their demand for a federal set up.",
    "Meanwhile, ordinary Tamils continue to face a host of challenges on the ground, ranging from a neglected economy, growing joblessness, household indebtedness, enduring militarisation, and frequent threats to land owned by Tamils, often in the form of archaeological interventions, or conservation efforts. Further, their demands for accountability and justice for alleged human rights violations during and after the civil war remain, with little relief.",
    "“It is fourteen years since the war ended but the social and economic conditions of our people have not progressed as expected. In addition to the hardships all Sri Lankan people are facing due to the bad management of the economy, Tamil people are facing additional difficulties,” said the letter, pointing to education standards falling “rapidly” in the Tamil areas. About 80 signatories, including well-known names from academia and art, endorsed the letter.",
    "Observing that a “vast majority” of the people feel the need for an approachable Tamil administration at the provincial level to plan and manage all sectors efficiently, the civil society members said having an elected provincial government is the “only feasible” option. “We are fully aware that the Government of India has been consistently calling for the full implementation of the 13th Amendment… We earnestly appeal to you to reiterate that position and use this opportunity to persuade the visiting President to call for early Provincial Council elections in Sri Lanka,” they said in the letter."
  ]
}