{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Sri-Lanka-to-reapply-for-GSP-for-next-period/108-258900",
  "time_ut": 1683649123.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to reapply for GSP + for next period",
  "original_body_lines": [
    "Sri Lanka will reply for the GSP (Generalized Scheme of Preferences) + trade facility for the European Union market under the revised criterion for the period between 2024 and 2034, a Minister said yesterday.",
    "The European Commission, on September 22, 2021, adopted a legislative proposal for the next ten-year period.",
    "The current GSP Regulation is set to expire by the end of this year. The Commission says it is proposing to continue the scheme while improving some of its key features.",
    "Foreign Minister Ali Sabry told Daily Mirror a joint Cabinet paper had been submitted seeking approval to reapply for GSP + . The Minister said he held talks with Deputy Managing Director for Asia and the Pacific of the European External Action Service Paola Pampaloni on Monday in this regard.",
    "“They are concerned about the provisions of the Anti-Terrorism Bill,” he said.",
    "The EU's GSP comprises three arrangements, and one is the standard GSP for low and lower-middle income countries. This means a partial or full removal of customs duties on two-thirds of tariff lines.",
    "The GSP+ is a special incentive arrangement for sustainable development and good governance. GSP+ slashes these same tariffs to 0 percent for vulnerable low- and lower-middle income countries that implement 27 international conventions related to labour and human rights, environmental and climate protection, and good governance.",
    "The third arrangement is EBA (Everything But Arms) for least developed countries (LDCs), providing them with duty-free, quota-free access to the EU market for all products except arms and ammunition. GSP+ is a special incentive arrangement for sustainable development and good governance. (Kelum Bandara)"
  ]
}