{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81125",
  "time_ut": 1675450620.0,
  "original_lang": "en",
  "original_title": "Key Reasons as to  why the ‘thesis’ of ‘independence without bloodshed’ is hardly admired in Sri Lanka",
  "original_body_lines": [
    "(Jayadeva Uyangoda is Emeritus Professor of Political Science, University of Colombo, Sri Lanka)",
    "Controversy looms over Sri Lanka’s celebration of the 75th anniversary of its Independence (February 4, 1948), with a question having been raised on whether it is worth wasting Sri Lankan rupees 300 million on this event.",
    "Why has the Sri Lankan government decided to have an expensive official celebration? The country is facing ruinous economic collapse and thousands of poor citizens could be facing starvation. So why waste so much public money when there is absolutely nothing to celebrate as achievements after Independence?",
    "There is another controversy brewing too. Nationwide local government elections are to be held before the end of February. But there is a debate on whether it is prudent to spend public money on an election while also facing an economic crisis. It is a case of narrow interests of the ruling elite versus democracy and public welfare. The President’s office has been making the claim that the Treasury has no money to spend on an election which is not an urgent public need. The Opposition points out that this is an excuse put out by the ruling coalition to avoid electoral humiliation.",
    "Although the elections have been scheduled by the Election Commission, whether they will be held at all is another issue. Meanwhile, the Independence day celebrations will go on as planned, irrespective of the absence of public enthusiasm.",
    "In Sri Lanka, 1948 as an event has hardly struck a chord outside official circles. Some of the reasons are rooted in Sri Lanka’s specific path to Independence. The others are linked to what has been achieved or not by the governments after the colonial rulers left.",
    "The main point in any celebratory discourse is that Sri Lanka’s ‘national heroes’ won political independence from the British without any bloodshed — in contrast to other countries where the path to independence was, in many cases, a violent one. This thesis, of ‘independence without bloodshed’, is not universally admired in Sri Lanka, due to its inherent limits.",
    "The discourse that is sceptical about celebrating Independence as an event of national pride has four roots — Sinhala nationalist, Tamil nationalist, socialist, and academic.",
    "Sinhala nationalists have been enraged with the colonial rulers for not granting Sri Lanka complete political sovereignty. They are unhappy with local nationalist leaders too for not having fought for full independence and sovereignty. Their argument is that the Soulbury Constitution of 1947 embodied only partial independence and incomplete sovereignty. They are also unhappy that the Constitution was secular and did not recognise the special rights of the majority Sinhalese Buddhists. Partly inspired by the Indian example, Sinhala nationalists proposed as early as 1952 that Ceylon should be made a republic with a special status for Buddhism in the Constitution.",
    "For the Tamil nationalists, it was about a fear that the system of government in place after Independence having had the potential to ensure majority dominance. Before 1948, their main demand was for balanced representation for all minorities in the legislature to prevent any majoritarian dominance in government.",
    "However, the independent Constitution gave them only legal protection against discriminatory legislation. On realising that legislative non-discrimination was a false promise, Tamil leaders backed regional autonomy, which called for a structuring of the post-independence constitutional order.",
    "The Left critique shared the Sinhala nationalist argument that political independence secured by the local elites was incomplete, arguing that only a socialist republic would ensure full political independence and sovereignty to all Sri Lankans. So, the celebration of 1948 was a politically empty exercise promoted by ‘reactionary’ political elites. This is the background to why the Left parties collaborated with the Sinhala nationalist Sri Lanka Freedom Party in 1970-72 to establish the ‘socialist, democratic republic’ of Sri Lanka.",
    "Academic scepticism, partially inspired by the Left critique, has highlighted the incomplete nature of political independence being linked to the absence of a militant anti-colonial mass movement for independence in Sri Lanka. It argued that the ‘colonised class of Ceylonese bourgeoisie’, whose leaders negotiated Independence, was never committed to severing economic, political and cultural links with the coloniser.",
    "Another point that has gripped the popular consciousness is the collaborationist conservatism of the Sri Lankan bourgeois elites which prevented them from giving leadership to a militant anti-colonial mass movement, as in India.",
    "In advancing this point, comparisons have been made between the Indian National Congress, its leaders and its strategy of mass mobilisation in the nationalist struggle. Thus, the culturally anglicised and ‘comprador’ class of the Sri Lankan elites opted for negotiations rather than forcing them out through a popular struggle.",
    "A major political debate in Sri Lanka since the early 1950s has been over the political-constitutional framework of Independence. There was minimum consensus on the liberal democratic nature of the overall framework of the post-Independence political order. Even the Left endorsed it with the caveat that full independence and sovereignty would be a reality only under socialism.",
    "The major reform arguments from the Left were about making Sri Lanka a republic, abolition of the Senate, and a further strengthening of minority rights. Sinhalese nationalist reform arguments have included making Sri Lanka a Buddhist republic, state commitment to protecting Buddhism, restoration of the rights of Sinhalese Buddhists and their culture, and making Sinhalese the official language.",
    "Meanwhile, the key Tamil nationalist demand has been about a restructuring of the post-Independence state within a framework of federalism, to give Tamils the right to regional autonomy.",
    "The First Republican Constitution of 1972 — also the first major structural reform after 1948 — embodied a mixture of Sinhalese nationalist and Left reform proposals. But it refused to accommodate the Tamil nationalist reform demands.",
    "In South Asia, Sri Lanka’s exceptionalism in 1948 has been its peaceful, non-violent nature. However, social and political peace has been a short-lived one. Since the early 1970s, violent confrontations between the state and citizens have become the rule in politics. An armed insurgency in Sinhalese society seeking economic and social rights began in 1971. There was a second JVP insurgency from 1987 to 1989, which was also put down quite harshly.",
    "The insurgency in the northern Tamil society began in 1983, seeking autonomy for a Tamil ‘nation’, leading to a long and protracted civil war. The human cost of state versus citizen conflict has been enormous, with still no official count of how many perished.",
    "If this long record of social and political disorder has posed very sharp questions about the meaning of Sri Lanka’s political independence, the current crisis of economic collapse points to new questions about the continuing record of policy and governance failures of Sri Lanka’s political elites. Sri Lanka, which had earlier boasted of one of the best human development achievements, is now among the top 10 countries in the world with the highest number of malnourished children.",
    "When all this is taken together, it is horrendous testimony to how Sri Lanka’s political and bureaucratic elites have given citizens a dark future.",
    "There is every justification for angry citizens to ask the present rulers what moral right they have to waste millions of rupees of public money to celebrate an independence the meaning of which they continue to contest."
  ]
}