{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90916/japanese-pm-kishida-to-remove-son-as-political-secretary-amid-criticism",
  "time_ut": 1685497260.0,
  "original_lang": "en",
  "original_title": "Japanese PM Kishida to remove son as political secretary amid criticism",
  "original_body_lines": [
    "Japanese Prime Minister Fumio Kishida’s eldest son, Shotaro Kishida, will be removed from his position as his father’s political secretary on Thursday, following media reports about a controversial year-end party at the prime minister’s official residence last December.",
    "Images of Shotaro Kishida and relatives having photos taken at symbolically important locations in the residence, including at the staircase used to unveil the last Cabinet as they mimicked members of the political body, surfaced in the media last week. The government had initially reacted by saying that the prime minister had reprimanded his son for inappropriate behavior, but had no intention to dismiss him.",
    "The prime minister has taken responsibility for his son’s appointment.",
    "“I will fulfill my responsibilities by listening carefully to the voice of the people and striving to tackle issues that cannot be postponed,” the prime minister told reporters Monday.",
    "Fumio Kishida said that his son’s behavior was inappropriate for a political secretary, and that given the situation in his constituency in Hiroshima has settled down following the Group of Seven leaders summit in the city, he thought this was the best timing.",
    "From Thursday, Takayoshi Yamamoto, a long-term secretary of the prime minister who is currently working as personal secretary in Fumio Kishida’s lawmaker’s office, and who served as political secretary during the prime minister’s first year in office, will take over the position from Shotaro Kishida.",
    "The prime minister’s son has said he will return his severance pay, year-end bonuses and any other allowances he might be entitled to, Chief Cabinet Secretary Hirokazu Matsuno told reporters Tuesday.",
    "The prime minister’s decision to sack his son comes after opinion polls registered a small drop in the prime minister’s popularity, likely due to the media reports.",
    "A Nikkei survey conducted between last Friday and Sunday showed a 5 percentage point decrease in the Cabinet’s approval ratings from April, bringing it down to 47%. The numbers came as a surprise to government officials, and could have a potential impact on the political calendar — there are growing rumors that an election may be called, which had been bolstered by an upward trend in the approval figures over the past few months.",
    "The controversy over the pictures comes less than four months after Shotaro Kishida was reported to have used official vehicles for shopping during his father’s diplomatic tour to France, the United Kingdom and Canada.",
    "On that occasion, government officials defended Shotaro Kishida’s behavior, adding that his shopping spree was part of his official duties as secretary, which included public relations activities for the Prime Minister’s Office, buying souvenirs on behalf of his father and meeting with officials from international organizations.",
    "Fumio Kishida, who faced allegations of nepotism after Shotaro’s appointment last October, isn’t the first prime minister to have appointed his son as his political secretary — the most recent example being Yasuo Fukuda, who picked his son Tatsuo when he was prime minister from 2007 to 2008.",
    "Many observers had interpreted the nomination of Shotaro Kishida as a political choice, with Fumio Kishida seen as trying to help his son gain political experience with the ultimate goal of making him his successor in parliament.",
    "Kishida already dismissed one of his closest aides in early February over derogatory remarks about sexual minorities.",
    "Kenta Izumi, leader of the opposition Constitutional Democratic Party of Japan, said that the dismissal of Shotaro Kishida was inevitable and criticized the prime minister for his lack of responsibility.",
    "“(The prime minister) has repeatedly mixed up his public and private affairs, and didn’t explain or apologize to the public,” he told reporters on Monday evening."
  ]
}