{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89902/i-will-not-allow-the-education-of-children-to-be-taken-hostage-president",
  "time_ut": 1681905180.0,
  "original_lang": "en",
  "original_title": "I will not allow the education of children to be taken hostage - President",
  "original_body_lines": [
    "President Ranil Wickremesinghe today refused to allow the education of children to be taken hostage and said education would be made an essential service under emergency law if teachers refuse to return to paper-marking by next week.",
    "“No one is going to hold the education of children as hostage. That I am not allowing. That can’t be allowed,” he emphasized, addressing the progress review meeting of the Education Ministry at the Presidential Secretariat this morning (19).",
    "The President said he is thinking of making education, especially examinations, a compulsory service or to also establish an examinations committee for the General Certificate of Education (GCE).",
    "The President’s discussion with education officials focused on the prevailing issue concerning the delay in paper-marking of the 2022 G.C.E. Advanced Level examination due to teachers and university lecturers deciding to withdraw from those services.",
    "The President instructed the officials present to inquire from the Education Minister as to whether the university lecturers are willing to correct the papers or not. “Why can’t you mark it with all the teachers available? Look if they don’t come they don’t come. That’s not an answer I can give in parliament. I am asking you give me an answer that I can tell the country and parliament,” he told the officials.",
    "He further said: “Now if it’s marked by the teachers and not marked by the dons, what happens? Anyway the minister has now said there is a political force behind it. So now you have to go from there. If the FUTA says they are not a political force then it’ll get dragged on some more.”",
    "“One is, I am thinking of making education, especially examinations, a compulsory service. Other can shout, in the country it will be the most popular thing. And then secondly, an exams committee. A G.C.E. exams committee. Both those I will put it by emergency and then you can bring the legislation.”",
    "“All those who marked the papers last time must be available for service now. If not I will prosecute them and take their property off. So it’s not a question of moratorium, you’ll be bankrupt. That’s all.”",
    "“You can’t stop the education of children, no? What nonsense is this?”",
    "“So anyway work out one of the two and tell me. That’s all. By next week I must tell the AG to be ready with the emergency regulations. Let’s see which MP is going to vote against it. I’ll ask for a vote by name.”",
    "“So, tell them these are the two options. If you don’t come back and want to have a confrontation, we are willing to come for a confrontation.”",
    "“But no one is going to hold the education of children as hostage. That I am not allowing. That can’t be allowed.”",
    "“Forget the labour law. Don’t worry of those. I want to start the exams and the schools, so don’t talk to me about the labour law. That’ll come later. Y’all must come up with a solution end of this week. If you don’t have one, I will take it up in Cabinet and then we will decide what to do.”",
    "“Speak to the Minister. Then we will have a meeting this week and decide. Now the minister has also made a statement, we can’t go back on it. And we can only go forward.”"
  ]
}