{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-commemorates-vesak-week-donating-rs-8-mn-worth-essential-drugs-to-hospitals-islandwide/",
  "time_ut": 1683211320.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL commemorates Vesak week donating Rs 8 Mn worth essential drugs to hospitals islandwide",
  "original_body_lines": [
    "SLT-MOBITEL is donating over Rs 8 Million worth of essential drugs to hospitals across the country under its ‘Sambandiyawe Dahami Sathkaraya’ (සබැඳියාවේ දැහැමි සත්කාරය) programme, upholding the teachings of kindness and compassion synonymous with Vesak, and as part of company’s Environmental, Social and Governance (ESG) commitments.",
    "eChannelling, the largest channelling arm in Sri Lanka has also joined this sacred endeavour, supporting to distribute the essential medicine and provide all necessary health and digital lifestyle services throughout the program.",
    "The inaugural donation took place at the Teaching Hospital Ratnapura recently with the participation of Rohan Fernando – Chairman /SLT group, Anuruddha Suriyarachchi  -General Manager-Marketing services/SLT, Dr. Anoja Rodrigo – Director/Teaching Hospital, Ratnapura, Dr. ( Ms)  Sriyani Ranasinghe – Deputy Director / Teaching Hospital, Ratnapura, several other SLT-MOBITEL Officers and several staff members of the Ratnapura hospital. Subsequently, District General Hospital Trincomalee, National Hospital Kandy, Provincial General Hospital Badulla, Teaching Hospital Ratnapura, Teaching Hospital Anuradhapura, Teaching Hospital Jaffna, Teaching Hospital Karapitiya and the Teaching Hospital Kurunegala are the hospitals that will receive SLT-MOBITEL’s helping hand.",
    "Commenting on the ‘Sambandiyawe Dahami Sathkaraya’ under the SLT-MOBITEL ESG arm, Mr.Rohan Fernando, Chairman, SLT Group said, “Our Vesak programme this year is part of a series of initiatives to tackle a pressing social issue faced by the community at large. With the increased concern in the country over shortages in essential medicines needed for surgery, hypertension and life-saving, and antibiotics, SLT-MOBITEL has come forward as a socially responsible entity in Sri Lanka to support the nation. We understand that health is the most important aspect in any society and economy and in the spirit of giving, reiterating the true essence and values of the Buddhist philosophy, we aim to contribute towards the wellbeing of our citizens.”",
    "Dr. Anoja Rodrigo, Director of Teaching Hospital, Ratnapura, stated, “Medicines are integral parts of the healthcare we provide to all citizens. Without the availability of necessary medicines, we cannot save lives, promote health or even prevent epidemics and diseases. We sincerely thank SLT-MOBITEL for their magnanimous donation, uplifting communities, touching lives, especially as we celebrate the light of Vesak.”",
    "The programme is part of the company’s ESG initiatives to support government hospitals in obtaining the essential medicines and overcome the prevailing drug shortage. Essential medicines are being distributed among eight provinces. Moreover, the drugs to be distributed are based on the information received from the Medical Supplies Division of the Ministry of health.",
    "Moose Clothing Company enters Singaporean market in partnership with Mustafa Center",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}