{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95229/downfall-of-current-govt-has-begun-wimal-sounds-warning-",
  "time_ut": 1701172140.0,
  "original_lang": "en",
  "original_title": "Downfall of current govt has begun – Wimal sounds warning",
  "original_body_lines": [
    "Sri Lanka Podujana Peramuna (SLPP) MP Wimal Weerawansa has warned that the downfall of the current government has commenced.",
    "Speaking in Parliament on Tuesday (28 Nov.), Weerawansa alleged that the President’s decision to remove Roshan Ranasinghe from his ministerial portfolios was a ‘testament’ to Ranil Wickremesinghe’s “true character”, and further accused the Head of State of “siding with thieves”.",
    "“The current President had the crown [Presidency] fall on to his head thanks to the ‘Aragalaya’, but yesterday, he showed his true character very clearly. He sacked the Minister who spoke against corruption, and stood with those who are corrupt”, Weerawansa charged.",
    "The parliamentarian further recalled how during former President Gotabaya Rajapaksa’s tenure, when both he and MP Udaya Gamanpila were similarly sacked from their ministerial portfolios, and claimed that this marked the beginning of the end of Rajapaksa’s presidency.",
    "Drawing similarities between the two incidents, Weerawansa further alleged that Ranasinghe’s sacking “clearly showed whose side the President is on”, and that thereby this marked the beginning of the end of Wickremesinghe’s presidency as well.",
    "“Mark my words, Ranil Wickremesinghe will not contest a presidential election. I pity anyone who thinks he will. I think he would much rather take up a high post at an international organisation… He is not thinking of the future of this country. There will be no justice for this country during his short stint. He will only seek for his personal gain during his tenure”."
  ]
}