{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SLPI-holds-discussion-on-innovation-media-and-entrepreneurship/56-756113",
  "time_ut": 1702060584.0,
  "original_lang": "en",
  "original_title": "SLPI holds discussion on innovation, media, and entrepreneurship",
  "original_body_lines": [
    "The Sri Lanka Press Institute this week successfully hosted a panel discussion featuring speakers from India, Pakistan, and Sri Lanka, culminating in a robust session on innovation and entrepreneurship within the South Asian digital media landscape.",
    "The event, attended by over 60 participants, predominantly comprised young journalists and digital content creators eager to unravel the intricacies of the evolving landscape. The event was held under the title of, “Innovation, Media, and Entrepreneurship in the South Asian Digital Landscape.”",
    "The panel discussion was held with the support of the Strengthening Social Cohesion and Peace in Sri Lanka program (SCOPE) co-funded by the European Union and the German Federal Foreign Office.",
    "The panellists, India’s PROTO Chief Executive Officer Nasr ul Hadi, Pakistan’s Media Lab Chief Executive Officer Asad Baig, and Himal Southasian Magazine Deputy Editor Raisa Wickrematunge shared their perspectives on navigating the evolving landscape of digital media in the region.",
    "The panellists recognised authorities in digital media and transformation, illuminated the audience on the profound impact of their craft on regional integration and social cohesion. Addressing a range of pivotal topics, including Emerging Technology and Innovation, Social Cohesion, Community and Social Engagement, Digital Media Literacy, and Integration, the session proved to be a comprehensive exploration of the South Asian digital ecosystem.",
    "Notably, the discourse delved into the dynamics of collaboration and market strategies for content monetisation. Insights were shared on how to navigate challenges at both national and regional levels, providing a roadmap for aspiring creators to seamlessly traverse the global landscape.",
    "As the South Asian digital media landscape continues to grow rapidly, these discussions become crucial in shaping the narrative and equipping the next generation of content creators for the challenges and opportunities that lie ahead."
  ]
}