{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/lying-about-age-of-protestant-mission-schools-is-age-quality/",
  "time_ut": 1677382302.0,
  "original_lang": "en",
  "original_title": "Lying About Age Of Protestant Mission Schools: Is Age Quality?",
  "original_body_lines": [
    "I have written about untruthful histories by Protestant Christian Missions. The matter is coming to a head as they celebrate 200 years rooted in lies.",
    "On 20.02.2023 Jaffna College under the leadership of the new Jaffna Bishop of the Church of South India had a grand function celebrating what they called the school’s 200 years. But what is the true age of the school?",
    "In 1823 the American Board of Commissioners for Foreign Missions (ABCFM) established Battcotta Seminary. A seminary is for training priests. They actually wanted the name College but the British reserved it for their intended Anglican College at Kotte which they never got to starting. (A former Principal, Cyrus Mills’ grave at Mills College in Oakland, CA says he was Principal of Batticotta College). The Colonial Secretary Emerson Tennent describes Batticotta in his book thus after his visit in 1850:",
    "“The knowledge exhibited by the pupils was astonishing and it is no exaggeration to say that in the course of instruction and in the success of the system for communicating it, the collegiate institution of Batticotta is entitled to rank with many an European University.”",
    "However, the delegation from Boston under Rufus Anderson that visited in 1855, determined that the expenditures incurred by the school were not commensurate with the new members joining the church, and that education ought to be in Tamil and not English. There was little enthusiasm in Jaffna for studying in Tamil as colonial service jobs came mainly with English fluency. So, the school was closed in 1855. (A good overview of the Seminary, its pupils, why many mission schools were closed, and the Anderson Report is given by C.N.V. Fernando in the University of Ceylon Review).",
    "Later around 1873 in deference to demands by the people, the American Mission started Jaffna College at the same location. Funds were principally from American sources although it is claimed occasionally that the people of Jaffna raised the funds. It was a different institution. It was not a seminary for training priests nor a university. It was a high school. The Directors were not Missionaries but Trustees in Boston although some missionaries were also Trustees. This was a new Institution.",
    "Likewise, the Seminary started by the Wesleyan Methodist Missionary Society (WMMS), now called Jaffna Central College. Its students were trained, as the Methodists hoped, to be priests (Ministers to use the Methodist term). These included Arumuga Navalar who according to Dr. P. Poolohasingham was sent to Madras to learn how to convert Hindus.",
    "Central College was started in 1834 by The Rev. Mr. (later Dr.) Peter Percival. As written by him in his letter to the WMMS on 7 Jan. 1835,",
    "“In October, my intention to open an English school in Jaffna, for native pupils principally, was very extensively circulated in Jaffna and its vicinity. […] I was able soon to estimate the probable interest it might excite among the natives. During the month of October upwards of one hundred and fifty boys were entered upon my book. […] On the 4th of November the boys assembled, to the number of one hundred and eighty six.”",
    "I have a copy of that letter. Therefore the first assembly of students was on 4.11.1834. Tennent describes the seminary standards as similar to Batticotta’s – comparable to those of the best European Universities.",
    "In 1934 WMMS celebrated the Seminary’s first century and issued an inch-thick commemoration volume. I have it in my personal library. There is really no need to make the school older as is vainly done by Methodist authorities who put together a committee of a professor, a judge and Church President to claim untruthfully 1 Aug. 1814 as the start date. They used the fact that the Methodists purchased a plot for a school that day.",
    "The fact is that all missions had many small schools when they started their premier seminaries to which the small schools fed their promising students. President Maithripala Sirisena was suckered into issuing an anniversary postage stamp giving 1816 as Jaffna Central’s start year,  forgetting the school’s own report’s 1814 date. How easy it is to get politicians to play along with our games as we sustain each other’s politics.",
    "So also the now tainted history of St. John’s College, my alma mater. The founding institution, The Church Missionary Society or CMS, has a formal record of their first 100 years in the book J.W. Balding, One hundred years in Ceylon; or, The centenary volume of the Church Missionary Society in Ceylon, 1818- 1918, London: CMS, 1922. The publisher is the CMS. The press is the CMS. Balding was the senior-most CMS Missionary in Ceylon. So from the horse’s mouth (page 57 of the book) we have the words",
    "“An important high class boys’ school was begun at Chundicully in 1851, which is now known as St. John’s College.”",
    "This book may be read in many places including the Church diocesan library. Because of its popularity it was recently reprinted. It is also available on the Internet for free. At the annual Diocesan Council, I have pointed out many times before over 300 bishops, priests, deacons and parish representatives that the school is well below 200 years old. I have even told the church that the Bishop has only to walk from his office to the diocesan library in the same building if he wants to know the truth. But that would spoil the 200-year birthday party, wouldn’t it?",
    "St. John’ also like Central relies on an old school, this the CMS school in Nallur, claiming it was St. John’s although that name St. John’s was used well after 1851, making it possible to claim any school as the original St. John’s. The Nallur CMS school according to CMS records was closed in the 1830s because of a cholera epidemic. The misclaimed founder, Joseph Knight had left Ceylon as also his successor. It was later reopened and shifted to Chundikuli where again the CMS says in its Balding book (p. 103):",
    "“In 1841 the [Nellore] seminary was removed to Chundicully and in 1851 as a boarding establishment it was abolished. From its foundation to its close upwards of two hundred lads passed through the regular course, and seventy became converts to Christianity [emphases mine].”",
    "No spinning can make this closed school St. John’s. When I raised the true age at the OBA the Principal said it should have been corrected when we celebrated 175 years 25 years ago and not now – as if distortions once acted on must not be changed.",
    "The Bishop will be in Jaffna for the 2-century party. Hundreds of old boys are coming from aboard. These include famous old boys from Australia, Canada, the UK and the US. Air-tickets have been bought. Jaffna’ hotels are booked.  On the way they will have a dinner-dance at Colombo’s Kingsbury Hotel on 7 March because liquor is not allowed on campus. They will pay Rs. 15,000 each.",
    "The “Big Match” against the rival school Central with its own crooked history is scheduled for 9-11 March. The Local Government Elections scheduled for 9 March would have saved the school from the ignominy of lying to the world by forcing a shut down of the party, but the elections are postponed. Alas, alas!",
    "The opening of a new Robert Williams Memorial Bicentenary Block is scheduled for 14 March. The Bishop of Colombo, The Rt. Rev. Dushantha Rodrigo would have untruthfully declared on the Tablet that the school is 200 years old, despite my warnings over 3 years. After I raked it up, the Bishop it seems has backed off unveiling the tablet and, according to still fluid plans, has asked CMS Chairperson Thanja Peiris to practice the deception of the age on his behalf while he only offers a blessing. The tablet is not plastered in yet (26 Feb. as I write) for me to say who will unveil it.",
    "That same day, following Central College’s fakery, we will also issue an untruthful bicentennial postage stamp after the building is declared open.",
    "A dinner plate will cost Rs. 6000 (but 8000 for a couple). The bishop as guest will eat free and, perhaps, does not wish to spoil his own feast by questioning the dates.",
    "We Anglicans boast that our faith stands on a three legged stool, the legs of scripture, reason and tradition. After the Archbishop of Canterbury agreed to bless homosexual unions, the leg of scripture is gone. When the church refuses to read its own history to reject the claim of 200 years, the leg of reason is gone. Now with the Bishop breaking the Lenten Fast, even the remaining leg of tradition goes as we feast during Lent with the Bishop saying grace from the head table. Scripture, Tradition and Reason are all gone now. Our Anglican stool has no legs!",
    "It is good to note that this bending of the truth began after our missionaries left and our mission schools were taken over by national principals. Consider the implications. The schools were started to train clergy and grow the church, and indeed, to bring up upright, God-fearing and truthful citizens who would serve the nation. But today church membership is collapsing. We Anglicans have gone down from over 100,000 at independence to about 20,000 today.",
    "Our schools always have a few sharp students who read and think. They surely will see through us elders’ lies and tell their friends. When a Board in a school hall lists principals who were never principals and there was no school, when there are blanks for names of principals as at the Central College Board because we cannot dig up names to put in, we will have a skeptical student body which will not respect the truth, learning the art of Goebbelsian Mendacity from us. Already Facebook has ongoing debates on the true age of our schools. That is healthy when they see through the Goebbels-like face of us elders and indeed of the church and therefore reject our leadership.",
    "A vivid example of church deceptiveness is the purchased doctorates of our bishops, clergymen aspiring to be bishop, aspirants to be Principal when a vacancy arose, CMS Chairs and CMS Managers. What horrid role models we are! Most culprits are Christians (except the peon at Jaffna University’s Faculty of Graduate Studies who bought himself a doctorate). Should the Missions not take internal action when the truth is bent at the highest levels? When questionable doctorates are used to justify appointments to favorites as Bishops, Principals and Managers?  In the secular world, the UGC has a Rs. 100,000 fine for using false degrees. Should the church not be better?",
    "After the first or second generation of converts, I wonder if there ever were Christian principles in our schools as students came for jobs and social mobility. Our Bishop will return soon after the party to Jaffna on 24 April 2023 to confirm our children in the faith. What faith?",
    "In contrast to the Protestants, the Roman Catholics have a leadership with real doctorates from the West. The girls’ schools have the really oldest (whether male or female) in Jaffna (not counting pre-British Catholic schools which really are the oldest). It is my grandmother’s Uduvil Girls’ College. Without any need to lie, it is dated 1824.",
    "I thank God for Roman Catholics and Uduvil for not claiming quality by age. Indeed, a real diamond is not valued by its age."
  ]
}