{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/118th-agm-of-automobile-association-of-ceylon/",
  "time_ut": 1688144400.0,
  "original_lang": "en",
  "original_title": "118th AGM of Automobile Association of Ceylon",
  "original_body_lines": [
    "The 118th Annual General Meeting of the Automobile Association of Ceylon, which was established in 1904, was held on June 28th at the Association Auditorium. The AGM was well attended by the Association’s members.",
    "While the members appreciated the manner in which the arrangements had been made for the meeting, they also commended the excellent performance of the President and the Executive Members for their achievements during the year 2022.",
    "The Investments made were very satisfactorily. The Non – Current Assets were increased by Rs.28.2 Million. The Short- Term Financial Asset increase to Rs.101,210,242.00 from Rs.52,740,000.00, which was an increase of 92%. The Excess Income over Expenditure, before Taxation was Rs.86.7 Million compared to the previous year’s Rs.20,863,108.00. But the Taxation during this period incurred was Rs.21.3 Million, compared to the previous year which was only Rs.3,046,839.00. In addition, Association also paid a Social Security Contribution Levy from October 2022. This is a record financial achievement in the history of the Association.",
    "The management of the Association was very satisfied that this gain was without any increase to the members’ annual subscription, which prevailed for a considerable period.",
    "The following will continue to serve in the Committee for the ensuing year.",
    "Executive Committee – S.V. Ganesh, P.H. Liyanage J.P., P.B. Kulatunga, S. Manapperuma J.P., Dr. Vijaya Korea, Harsha Panduwawala, Dampiya Banagala, S. Ravi, Wickrama R. Punchihewa (Attorney at Law), Prasanna De Zoysa, Lasitha Gunaratne & M.R.M. Farook.",
    "The President of the Association from the chair proposed the name of the President of Democratic Social Republic of Sri Lanka as Patron of the Association and Piyankara Jayaratne M.P. (Life Member) and Deshamanya Sasana Keerthi Sri Lanka Puthra Nandadasa Rajapaksha (Life Member) Emeritus Chairman DSI Group as Vice Patrons, which proposals were carried unanimously.",
    "AIA Insurance and NDB Wealth Management join forces in strategic partnership",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}