{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89892/time-to-change-perspective-on-public-debt-state-minister-at-un-ecosoc",
  "time_ut": 1681886340.0,
  "original_lang": "en",
  "original_title": "Time to change perspective on public debt – State Minister at UN ECOSOC",
  "original_body_lines": [
    "Sri Lanka’s State Minister of Finance Shehan Semasinghe has highlighted that it is time to change the perspective on public debt and its policies, so as to enable countries to overcome their ongoing challenges.",
    "Speaking at the United Nations Economic and Social Council (ECOSOC) panel, Semasinghe called for this change of perspective on public debt in order to enable countries to overcome current challenges and foster economies that support the creation of wealth and sustainable development ‘in a spirit of true multilateralism’.",
    "Taking to Twitter, he noted that this would allow for countries to collaborate with the objective of providing developing nations, and would address the challenges of the peoples world on the basis of inclusion, solidarity and consultation.",
    "Semasinghe is also due to attend the report launch of the United Nations Development Programme’s (UNDP) Tax for SDGs Initiative today (19 April), titled “SDGs and Taxation: Lessons Learned and Best Practices from the Ground” at 2023 UN ECOSOC Forum and will join the ministerial-level discussion on “SDGs & Taxation” with insights from Eswatini, Rwanda, Sri Lanka.",
    "The State Secretary to the Ministry of Foreign Affairs of Norwa - Bjorg Sandkjaer, UNDP Administrator - Achim Steiner, Minister of Finance of Eswatini - Neal Herman Rijkenberg, Permanent Representative of Rwanda to the UN – Claver Gatete, Professor of Economics at the Univeristy of Massachusetts Amherst – Jayati Ghosh, UNDP Director of Sustainable Finance Hub – Marcos Neto and the Ambassador of Financing for Sustainable Development of Finland’s Ministry of Foreign Affairs – Riikka Laatu will also be on the panel."
  ]
}