{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/end-arbitrary-detention-of-student-activist-wasantha-mudalige-held-150-days-under-draconian-pta/",
  "time_ut": 1673842445.0,
  "original_lang": "en",
  "original_title": "End Arbitrary Detention Of Student Activist: Wasantha Mudalige Held 150 Days Under Draconian PTA",
  "original_body_lines": [
    "The Sri Lankan government should immediately end the arbitrary detention of Wasantha Mudalige, a student activist who was arrested on August 18, 2022, 7 human rights organizations said today. Since August 21, Mudalige, 29, has been held on orders signed by President Ranil Wickremesinghe under the Prevention of Terrorism Act (PTA), a draconian law that the government has long promised to repeal.",
    "A hearing on Mudalige’s bail application has been scheduled for Hulftsdorp Magistrates Court on January 17, 2023. Under the PTA, the court does not usually grant bail if the Attorney General’s Department, acting on the government’s behalf, opposes it.",
    "The Sri Lankan government detained Mudalige as part of its crackdown since an economic crisis in 2022 sparked largely peaceful protests demanding governance reform and action against alleged official corruption. The government responded by giving sweeping powers to the police and military, which used unnecessary and excessive force to disperse demonstrations and arrest hundreds of people, including many students.",
    "Many of those detained have since been released on bail. However, the authorities have used extraordinary powers under the Prevention of Terrorism Act to keep Mudalige in detention despite having produced no evidence of any involvement in “terrorism.” As convenor of the Inter University Students’ Federation, he had taken a prominent part in the protests. Much of the time he has been held in solitary confinement and poor conditions, which can violate the prohibition on torture or other ill-treatment under international human rights law.",
    "In December, Mudalige required hospital treatment for breathing difficulties. His family and his lawyer have expressed concern for his safety and his health in detention. On October 4, the Human Rights Commission of Sri Lanka issued a notice calling for the police to protect Mudalige’s safety in custody.",
    "The Prevention of Terrorism Act allows for up to a year of detention without charge on the orders of the defense minister, who is currently President Wickremesinghe. Since it was introduced as a “temporary” measure in 1979, the law has been used particularly to target members of the Tamil and Muslim communities, and to stifle dissenting voices including journalists and human rights defenders. The United Nations and human rights groups have repeatedly documented that the PTA has been used to enable prolonged arbitrary detention and torture or other ill-treatment.",
    "Successive Sri Lankan governments, including the present administration, have repeatedly pledged to repeal the PTA and replace it with rights-respecting legislation – most recently to the European Union in October. Yet the government continues to use the law to violate human rights, in breach of its own domestic and international commitments.",
    "On August 18, the authorities arrested Mudalige along with 19 other people during a protest in Colombo that the police violently disrupted using excessive force. Two others arrested that day were also detained under the PTA, but both have since been released without charge. Hundreds of people arrested under ordinary criminal legislation for offenses allegedly committed during the 2022 protests, such as damage to public property, have also been released on bail.",
    "During the first three months of his detention, Mudalige was shuttled between two detention centers run by the police Terrorism Investigation Department. One is a dilapidated and abandoned prison unfit to hold prisoners. He and the other detainees were held in solitary confinement, in cramped cells without access to basic facilities including sanitation and sunlight. Holding people in such conditions violates the international legal prohibition on torture or other cruel, inhuman or degrading treatment.  Prisoners suffered ill health, apparently as a result of the conditions in the jail and lack of treatment.",
    "The abuse of counterterrorism legislation to arbitrarily detain a student activist involved in non-violent protest has a chilling effect on the rights to freedom of expression, association and peaceful assembly, the groups said. President Wickremesinghe has called anti-government protesters “terrorists” and “fascists,” and threatened to renew a state of emergency and redeploy the military if fresh protests emerge amid the ongoing economic crisis. The authorities have continued to pursue other activists alleged to have participated in the 2022 protests.",
    "On December 14, Mudalige was taken before a magistrate for the first time since he was detained. The magistrate ordered the attorney general to submit any evidence against Mudalige at the next hearing, on January 17, or to agree to bail. On January 5, the police took Mudalige before a magistrate and introduced new cases against him under ordinary criminal laws, related to other protests in which he purportedly participated in 2022.",
    "The authorities have targeted Mudalige in the past for his activism. On August 3, 2021, he was arrested and jailed for more than three months after protesting for the right to free education. Thirteen human rights organizations issued an appeal against his detention.",
    "The Sri Lankan authorities should immediately impose a moratorium on the use of the PTA, and promptly repeal it, the groups said. The authorities should immediately review the detention of  anyone held under the PTA, ensuring adequate access to fair bail hearings. They should also release all protesters facing charges that do not meet international standards.",
    "The government of Sri Lanka should fully respect the rights to freedom of expression and peaceful assembly."
  ]
}