{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95100/sanath-nishantha-writes-to-speaker-apologises-for-unruly-behavior-in-parliament-",
  "time_ut": 1700722320.0,
  "original_lang": "en",
  "original_title": "Sanath Nishantha writes to Speaker, apologises for unruly behavior in Parliament",
  "original_body_lines": [
    "State Minister Sanath Nishantha has apologised to Parliament Speaker Mahinda Yapa Abeywardena, over his recent unruly behavior in the House.",
    "In a letter addressed to the Speaker, MP Nishantha expressed his regret over the incident that occurred inside Parliament on Tuesday (21 Nov.), admitting  that he should not have acted in such a manner.",
    "The state minister says the decision to hold him accountable for the entire incident while allowing Opposition Leader Sajith Premadasa and SJB MP Nalin Bandara to go unpunished is a violation of his parliamentary privileges.",
    "The Parliamentarian was suspended from parliament for a period of two weeks on Wednesday (22 Nov.), consequent to his unruly behavior inside the Chambers on 21 November.",
    "Speaker Mahinda Yapa Abeywardena communicated the announcement to the Members of Parliament after the Third Reading or the Committee Stage debate on the 2024 Budget kicked off this morning.",
    "“In accordance with the powers assigned to me pursuant to the provisions of Standing Order 146 of the Parliament, the parliamentary services of the Member of Parliament Hon. Sanath Nishantha will be suspended for a period of two weeks from today,” Abeywardena said adding that he vehemently deplores the tense situation that ensued during Tuesday’s parliamentary session.",
    "As Opposition Leader Sajith Premadasa raised questions about the individuals including the Rajapaksa brothers who were held responsible by the Supreme Court for the economic crisis facing the country, several Sri Lanka Podujana Peramuna (SLPP) MPs, including State Minister Sanath Nishantha, had disrupted his speech and surrounded his seat, creating a commotion.",
    "As the ruckus grew out of hand, the Speaker had suspended the parliamentary session and walked out of the Chamber.",
    "State Minister Nishantha was also accused of snatching the opposition leader’s binder containing official documents during the uproar.",
    "Meanwhile, Chief Opposition Whip Lakshman Kiriella has requested the Speaker to take disciplinary action against the group of parliamentarians who interrupted Premadasa.",
    "Attached below is the full letter sent by State Minister Nishantha:"
  ]
}