{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/05/25/we-did-not-demand-compensation-or-damages-from-sri-lanka-india/",
  "time_ut": 1684983780.0,
  "original_lang": "en",
  "original_title": "‘We did not demand compensation or damages from Sri Lanka’ – India",
  "original_body_lines": [
    "COLOMBO (News 1st); High Commission of India said that reports which suggest that the Government of India has demanded compensation/damages from Government of Sri Lanka towards the assistance provided during the fire incidents onboard MT New Diamond and MV Xpress Pearl in September 2020 and May-June 2021, are completely false and incorrect.",
    "It may be recalled that Government of India immediately deployed ships of the Indian Coast Guard (ICG) in response to specific requests from Sri Lanka Navy for providing expeditious assistance to fight the fire incidents onboard MT New Diamond and MV Xpress Pearl, said the High Commission of India in a statement adding that rescue operations conducted by these ships were instrumental in curtailing the hazardous effects of the two fire incidents and thereby limiting the damage on the maritime and marine environment of Sri Lanka.",
    "It went on to note \"In line with ‘Polluter Pay Principle’ as per international norms, we have raised a claim for deployment, salvage activities and items/stores undertaken by these ships. Government of Sri Lanka has been requested to join our claims with that of the Sri Lankan side in the respective forum. It is emphasized that the request has been for presenting these claims to the Insurer/Owner for settlement and reimbursing the compensation received through established channels.\"",
    "The High Commission stressed that India has not demanded any damages/compensation from Government of Sri Lanka and Government of India’s immediate deployment of ships are in line with ‘Neighbourhood First’ policy and Security And Growth for All (S.A.G.A.R) doctrine.",
    "Sri Lankan man given suspended sentence for stealing coconuts in 2021",
    "Lawmakers call for action against MP who was detained for smuggling gold, mobile phones"
  ]
}