{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/FLi-Diri-Abhimani-2024/34-748512",
  "time_ut": 1684520426.0,
  "original_lang": "en",
  "original_title": "FLi Diri Abhimani 2024",
  "original_body_lines": [
    "Future Life Investment is one of the leading microfinance institutions that provide financial strength and the right guidance for our own Sri Lankans who are striving to win in life, through their extensive relationships in the field of small and medium-scale businesses and gain the trust of the Sri Lankan people in a very short time.",
    "FLi was also awarded as the best microfinance institution of the year under the large category in 2022, subject to a wide range of evaluations such as tremendous projects, community care services, employee welfare organisational methods, diversification business sectors, etc.",
    "Going beyond that, the Diri Abhimani 2024 Entrepreneur Pranama Awards organised by Future Life Investments Limited, one of Sri Lanka’s leading institutions in the field of microfinance, will be held in a grand manner on 20 January 2024, at Sugathadasa Stadium, Colombo, to encourage Sri Lankan small and medium scale, entrepreneurs.",
    "FLi customers who receive financial support from the microfinance sector, who work courageously to win in life, who have created more professional opportunities for social progress, and who have contributed socially in various ways to social development will be awarded in the Diri Abhimani 2024 award ceremony through the following categories,",
    "In addition to that, the artistic skills of the entrepreneurs’ children will also be evaluated in three fields.",
    "With the participation of an independent panel of experts experienced in the field, after many rounds of scientific, formal performances and evaluations, award-winning entrepreneurs and talented children will be selected, for which there will be no intervention of Future Life Investments.",
    "All the entrepreneurs and their children who want to compete in the above-mentioned sectors can get the necessary applications from 35 FLI branches spread across the country, and details can be obtained through Diri Abhimani Facebook, YouTube & TikTok. Also through the phone number 0705 - 410 659, you have the opportunity to get more information."
  ]
}