{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91028/saudi-arabia-to-cut-oil-output-by-1-million-barrels-per-day-to-boost-slumping-prices",
  "time_ut": 1685932200.0,
  "original_lang": "en",
  "original_title": "Saudi Arabia to cut oil output by 1 million barrels per day to boost slumping prices",
  "original_body_lines": [
    "(AP) — Saudi Arabia will reduce how much oil it sends to the global economy, taking a unilateral step to prop up the sagging price of crude after two previous cuts to supply by major producing countries in the OPEC+ alliance failed to push oil higher.",
    "The Saudi cut of 1 million barrels per day, to start in July, comes as the other OPEC+ producers agreed in a meeting in Vienna to extend earlier production cuts through next year.",
    "Calling the reduction a “lollipop,” Saudi Energy Minister Abdulaziz bin Salman said at a news conference that “we wanted to ice the cake.” He said the cut could be extended and that the group “will do whatever is necessary to bring stability to this market.”",
    "The new cut would likely push up oil prices in the short term, but the impact after that would depend on whether Saudi Arabia decides to extend it, said Jorge Leon, senior vice president of oil markets research at Rystad Energy.",
    "The move provides “a price floor because the Saudis can play with the voluntary cut as much as they like,” he said.",
    "The slump in oil prices has helped U.S. drivers fill their tanks more cheaply and gave consumers worldwide some relief from inflation.",
    "“Gas is not going to become cheaper,” Leon said. “If anything, it will become marginally more expensive.”",
    "That the Saudis felt another cut was necessary underlines the uncertain outlook for demand for fuel in the months ahead. There are concerns about economic weakness in the U.S. and Europe, while China’s rebound from COVID-19 restrictions has been less robust than many had hoped.",
    "Saudi Arabia, the dominant producer in the OPEC oil cartel, was one of several members that agreed on a surprise cut of 1.6 million barrels per day in April. The kingdom’s share was 500,000. That followed OPEC+ announcing in October that it would slash 2 million barrels per day, angering U.S. President Joe Biden by threatening higher gasoline prices a month before the midterm elections.",
    "All told, OPEC+ has now dropped production on paper by 4.6 million barrels a day. But some countries can’t produce their quotas, so the actual reduction is around 3.5 million barrels per day, or over 3% of global supply.",
    "The previous cuts gave little lasting boost to oil prices. International benchmark Brent crude climbed as high as $87 per barrel but has given up its post-cut gains and been loitering below $75 per barrel in recent days. U.S. crude has recently dipped below $70.",
    "That has helped U.S. drivers kicking off the summer travel season, with prices at the pump averaging $3.55, down $1.02 from a year ago, according to auto club AAA. Falling energy prices also helped inflation in the 20 European countries that use the euro drop to the lowest level since before Russia invaded Ukraine.",
    "The Saudis need sustained high oil revenue to fund ambitious development projects aimed at diversifying the country’s economy.",
    "The International Monetary Fund estimates the kingdom needs $80.90 per barrel to meet its envisioned spending commitments, which include a planned $500 billion futuristic desert city project called Neom.",
    "The U.S. recently replenished its Strategic Petroleum Reserve — after Biden announced the largest release from the national reserve in American history last year — in an indicator that U.S. officials may be less worried about OPEC cuts than in months past.",
    "While oil producers like Saudi Arabia need revenue to fund their state budgets, they also have to take into account the impact of higher prices on oil-consuming countries.",
    "Oil prices that go too high can fuel inflation, sapping consumer purchasing power and pushing central banks like the U.S. Federal Reserve toward further interest rate hikes that can slow economic growth.",
    "The Saudi production cut and any increase to oil prices could add to the profits that are helping Russia pay for its war against Ukraine. Russia has found new oil customers in India, China and Turkey amid Western sanctions designed to limit Moscow’s crucial energy income.",
    "However, higher crude prices risk complicating trade by the world’s No. 3 oil producer if they exceed the $60-per-barrel price cap imposed by the Group of Seven major democracies.",
    "Russia has found ways to evade the price cap through “dark fleet” tankers, which tamper with location data or transfer oil from ship to ship to disguise its origin. But those efforts add costs.",
    "Under the OPEC+ deal, Russian Deputy Prime Minister Alexander Novak said Moscow will extend its voluntary cut of 500,000 barrels a day through next year, according to Russian state news agency Tass.",
    "But Russia might not be following through on its promises. Moscow’s total exports of oil and refined products such as diesel fuel rose in April to a post-invasion high of 8.3 million barrels per day, the International Energy Agency said in its April oil market report."
  ]
}