{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/modis-strategies-engagements-in-tamil-nadu-in-recent-times/",
  "time_ut": 1681862352.0,
  "original_lang": "en",
  "original_title": "Modi’s Strategies & Engagements In Tamil Nadu In Recent Times",
  "original_body_lines": [
    "No Prime Minister of India has engaged himself or herself with Tamil Nadu so often, very intimately and so extensively as Narendra Modi. His second term is noted by an ever- expanding citizenry in the state becoming closer to him emotionally. Among the top notch from the centre who interact often with the noteworhy of Tamil Nadu are Amit Shah, Nadda, Piyuz Goyal, Nirmala Sitaraman, Jaishankar and Nitin Gadkari. Official relationships have evolved into better understanding and personal sentiment. More enduring was that Modi has related himself to the people most successfully. It manifests in the receptions he gets overwhelmingly, unfailingly and so enthusiastically.",
    "Whatever the greatness of the national political leadership in Delhi, pragmatism and acceptability in the state by the polity counts for much. Even as the BJP was consolidating its countrywide hold, the weakest party link which was  in Tamil Nadu was growing in tandem. This mighty force is now a challenge to the party in the seat of power. In March 2023, the State President Annamalai sensed his party’s strength as decisive enough for it to go it alone henceforth.",
    "To meet the day of destiny, the President has no less than 11 months ahead of him. The party cadres are bristling with confidence and the voting public growing by the day. The Prime Minister and the Home Minister with their fund of experience have given a free hand to Annamalai and extended their blessings to his plans and strategies.",
    "He is destined to be at the helm of the state’s progress for a quarter century or may be less. Why not more? Mother India may call him to the centre to paint on a larger canvas.  To the state of Tamil Nadu and her citizens, the day of redemption is shortly at hand – as early as in May 2024. From that time the voice of Tamil Nadu will have a renewed resonance in the Lok Sabha. It will be a prelude to the first clean government in 2026, to be established in the state after 1969.",
    "Among the strategies of Modi for his success among his people is the timing of events. Annamalai’s excursion to Sri Lanka as Modi’s pick could not have been better timed. As a Tamil from India he established a rapport with Sri Lankan Tamils in their areas of concentration in the Hill Country and in the North.",
    "Even better timed was Modi’s hectic visit to Tamil Nadu on 8th &9th April this year. Antecedent to the visit was a well appointed engagement of the Governor of Tamil Nadu Hon. RN Ravi, speaking pointedly to IAS aspirants of Tamil Nadu. Quite a few official stand points of the Government were very well presented through the aspirants to reach the civic society. This was followed by a Tamil cultural event arranged by the Governor with a cross section of Tamils participated. Both were in the hall of the Governor’s residence. Have the Dravidian parties demonstrated their affinity to Tamil?",
    "Preceding them was the archeological excavations in Keelakarai four years ago in southern Tamil Nadu. The artefacts and other finds bespeak a great civilization together with the Tamil language that flourished not less than half a millennium before the Christian era. In a growing complex of structures they are now on display. How much Modi exults in them is what astonishes Tamil Nadu.",
    "In the latter part of his first term, Modi increased the central grant to all federal units quite substantially. Tamil Nadu being the second largest economy and possessed of good administrative and technical capacity sought heavy contributions from the centre to support what the state offered. Many of the projects had high visibility. In consequence they had popular acceptance. An efficient public service together with capable contractors delivered.",
    "Modi had a catalogue of large projects with heavy outlays to declare open or to inaugurate. The spectacular Chennai Airport, ultra – modern vehicle park, captivating Central Square Chennai, Vande Bharath from Coimbatore to Chennai, Chennai Metro Phase II with JICA funding, Chennai-Andhra- Bangaluru highway (under construction) and many more. He also mentioned the launching of multi-Million and multi-billion rupee projects. This recent progress nailed to the counter DMK’s decades old rant of “North is flourishing, South is languishing.”",
    "In recent times, South India has assumed greater strategic importance regarding India’s security. That the soft underbelly in the south has greater vulnerability to India is better appreciated by India now than in earlier times. In the last few centuries this danger was at play with the Portuguese, the French and the British vying for a share in India’s fortunes. In current times it is the ever expanding might and influence of India that is unsettling nations in the Indian Ocean. Of particular relevance are the littoral ones like Bangladesh, Myanmar, Thailand, Sri Lanka, Maldives and a few more which are in or near the coast of India in the Indian Ocean. Should also be included the two important Pakistan ports of Karachi and Gwadar in the southern coast.",
    "In this context, a serious anecdote needs to be quoted. In the latter part of 1976, the Foreign Affairs segment of BMICH was declared open by KPS Menon of India. He was a distinguished ICS officer, a great Diplomat, a Confidant and Advisor to Nehru and a well-known author. He was also a contemporary of SWRD Bandaranaike at Oxford.",
    "In his speech he alluded to a 20-year prognosis to be made by a committee of learned scholars constituted by the government of USA. The subject to be studied being how the world will be in the two decades – seventies and eighties. In the report was a statement “India will grow very fast, SHE WILL BECOME A DANGER TO HER NEIGHBOURS”… Then the speaker expressed his view in a humorous tone. “This is not to suggest that India will become a danger to Sri Lanka”. The packed BMICH burst into Laughter. But I did not. To me the prospect was real in the far future. No time was specified. It is yet to be is what I perceive. Stirrings from India’s might are already visible.",
    "Modi’s well-crafted priority is balanced growth of India for which installing BJP governance in the states of the South is a condition precedent. Not permitting South Indian States to be brought under the specter of great powers like China or the United States is fundamental to India’s political and military strategy. Tamil Nadu claiming most attention in this political plan has been much in evidence. Time span available for success at the impending Lok Sabha elections is a brief one year. The best man identified for formulating the strategies and galvanizing the voting public in Tamil Nadu is Annamalai and this truth is hidden from nobody.",
    "In the immediate present his services have been arranged by the top personages in the centre for the Karnataka state election in May ’23. He has already plunged himself, starting from March, addressing large crowds in Kannada language. With his 10-year tenure in Karnataka, he is said to know the state and her citizens all too well. On 8th April when Modi was to be in Chennai, he was instructed by the PM himself to proceed to Delhi and with others including Amit Shah, finalize the list of candidates for Karnataka. In the list, around 60 sitting MLAs were kept out and new faces replaced them. It was disclosed a day before that as many as 86 constituencies out of 224 will come under his surveillance. What a responsibility just a month ahead of the elections. A developing bond between North and South is a matter for deep thought.",
    "Due to the interplay of several electoral forces, victory is very crucial for the BJP, Karnataka and Tamil Nadu. The impact of the results on the 2024 Lok Sabha elections cannot be discounted. Annamalai asserts that BJP will win. If so, a stunning victory in Tamil Nadu in the wake of the disclosures about the DMK and their shattering effect on that party at the Legislative Assembly elections  can be foreseen."
  ]
}