{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Alpha-Group-precludes-use-of-term-Alpha-in-respect-of-solar-industry/34-747537",
  "time_ut": 1682027332.0,
  "original_lang": "en",
  "original_title": "Alpha Group precludes use of term “Alpha” in respect of solar industry",
  "original_body_lines": [
    "The Plaintiffs, Alpha Thermal Systems Ltd., Alpha Solar Energy Solutions Ltd., Alpha Global Technologies Ltd., and Alpha Energy Consultants Ltd., instituted legal proceedings in cases bearing Nos.: CHC/36/2022/IP, CHC/37/2022/IP and CHC/38/2022/IP, in respect of three separate Defendants on the basis that they were unlawfully using the name “Alpha” in a manner likely to mislead and confuse the general public.",
    "The Plaintiffs’ position, as set out in their Plaints in all three cases, was that they are pioneers in the solar energy industry in Sri Lanka, dating back four decades and accruing substantial reputation in Sri Lanka for their high quality products and services in the field of solar energy. Thus, the term “Alpha” has become exclusively and distinctly associated with none other than the “Alpha” group of companies in the solar energy industry in Sri Lanka. Thus, the three separate Defendants, namely Alpha Sun Energy Solutions Ltd., and one other, Uditha Mudalige and Alpha Solar Engineering Ltd., and two others could not have been unaware of the Plaintiffs and use of such name “Alpha” by them has been orchestrated in a dishonest manner violating the Intellectual Property rights of the Plaintiffs, as represented in the Plaint.",
    "The Plaintiffs sought inter alia, injunctions and Orders of accounting for profits in respect of the violations done by the Defendants pertaining to the Plaintiffs’ use of the lawful trade name, as well as engaging in acts contrary to honest trade practices amounting to Unfair Competition, in contravention to the Intellectual Property Act No. 36 of 2003, by using names misleadingly and confusingly identical and/or similar to the “Alpha” trading name of the Plaintiffs.",
    "When the matters were supported in the Commercial High Court the Learned Honourable High Court Judge Priyantha Fernando, being satisfied with the Plaintiffs’ case, granted Enjoining Orders in respect of the separate Defendants in the separate cases, restraining the respective Defendants from using the term “Alpha” and/or any other term which is identical and/or misleadingly similar to the Plaintiffs’ trade name “Alpha” as a part of the Defendants’ names or in any manner whatsoever, in respect of selling, marketing or offering for sale any solar energy-related products or services, as part of the Defendants’ mark/name.",
    "The matter then came up and two of the Defendants namely Alpha Solar Engineering Ltd., and Alpha Sun Energy Solutions Ltd., indicated that they would settle the matter and thereby agreed to remove the word “Alpha” from all their business operations and as part of their trade name, and also agreed to adjust their company names accordingly.",
    "As regards the Defendant in Case No. CHC/37/2022/IP, one Uditha Mudalige, there was a Contempt of Court of Inquiry and pursuant to a settlement agreement, apologised to Court and also settled the matter.",
    "Therefore, in terms of the settlements reached, none of the three Defendants can use the trade name “Alpha” in respect of the solar industry and such use by them would tantamount to Contempt of Court.",
    "The Plaintiffs were represented in Court by AAL Nishan Premathiratne, with AAL Migara Cabral and AAL Sidath Gajanayakaon the instructions of AAL Gamindu Karunasena."
  ]
}