{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/double-celebrations-at-the-walawwa/",
  "time_ut": 1683134820.0,
  "original_lang": "en",
  "original_title": "Double celebrations at …the Walawwa",
  "original_body_lines": [
    "The Walawwa, in Melbourne, Australia, has always been in the news…and for all the good reasons, as well.",
    "Ex-Mirage Melantha Perera launched his solo singing career at this popular restaurant, early this year, and now news comes my way that the Walawwa broke with tradition, this year, and sprang an unexpected double celebration, treating family, friends, fans and Labour politicians to a feast, and traditional Sri Lankan entertainment, at its central headquarters, in Noble Park, in Melbourne.",
    "And…to experience it all was Trevine Rodrigo – our man in Melbourne – and this is his story:",
    "“Celebrating Sinhala Avuruddu, over a week later, and 10 years in business, simultaneously, was a clever strategy for two special occasions.",
    "“Managing Directors Shehan Wijewardena and Nash Samarakoon showed their appreciation to those nearest, who have travelled the uncertain terrain, the business has endured, from its inception.",
    "“What makes them a special and dynamic duo was their focus and reaction to the 10th Anniversary celebrations, which was centred around appreciating their employees, whose tireless efforts have contributed to their success story.",
    "“A packed out venue, on a Wednesday night, with the invitees arriving in their numbers to celebrate at a much loved venue, and the party went on till midnight.",
    "“Sahan Weerasekera did an excellent job as emcee for the event, showcasing his enviable talent with the microphone and creative presentation.",
    "“Handpicked business personalities, musicians and staff members received awards and acknowledgement from the Management for their input in keeping the business going through its, sometimes, arduous journey.",
    "“No pain was spared in a long line of ‘thank yous’, and some of the recipients were popular Singing Chef Don Sherman, Esric Jackson of the band Replay 6 and his associates Ebony and No Limit.",
    "Esric Jackson (centre), of Replay 6 fame, recipient of a special award",
    "“Sonali Lindsay from Cloud 9, and Cultural dance leader Tiya Baranasooriya, was among those acknowledged.",
    "“Labour party Minister Julian Hill, Parliamentarians Cassandra Fernando, former Dandenong Mayor Jim Mehmeti, and Labour liaison Ray De Witt, and former Sri Lanka cricket legend Tillekeratne Dilshan, were the others to grace the occasion.",
    "“Julian Hill recalled his earlier association with the Walawwa and said that the Labour government was proud of its contribution to the Victorian economy, and its noticeable improvement and growth, since its beginnings.",
    "“A decade down, and the signs clearly indicate a successful journey ahead for the dedicated restaurant owners.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}