{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Japan-India-and-France-announce-common-platform-for-Sri-Lanka-creditors/108-257597",
  "time_ut": 1681447633.0,
  "original_lang": "en",
  "original_title": "Japan, India and France announce common platform for Sri Lanka creditors",
  "original_body_lines": [
    "Japan, India and France on Thursday announced a common platform for talks among bilateral creditors to coordinate restructuring of Sri Lanka's debt, a move they hope would serve as a model for solving the debt woes of middle-income economies.",
    "It remains uncertain, however, whether Sri Lanka's biggest bilateral creditor - China - will join the initiative launched by Japan, this year's G7 chair, with the aim of kicking off a series of meetings among Sri Lanka's creditors.",
    "\"To be able to launch this negotiation process gathering such a broad-based group of creditors is a historical outcome,\" Japanese Finance Minister Shunichi Suzuki told a briefing.",
    "French Director General of the Treasury Emmanuel Moulin told the briefing that the group was ready to hold the first round of talks \"as soon as possible.\"",
    "Sri Lanka's central bank governor had told Reuters earlier this week that having a single platform for talks would be a welcome move that would make it easier to discuss and share information.",
    "The island nation of 22 million people last month secured a $2.9 billion programme from the International Monetary Fund to tackle its huge debt burden. But the middle-income economy could not apply for relief under the G20's common framework for debt treatments, which targets only low-income countries.",
    "That has put the onus on major economies to come up with an alternative scheme, leading to the creation of the new platform.",
    "Sri Lanka owes $7.1 billion to bilateral creditors, according to official data from its government, with $3 billion owed to China, followed by $2.4 billion to the Paris Club and $1.6 billion to India.",
    "The government also needs to renegotiate more than $12 billion of debt in eurobonds with overseas private creditors, and $2.7 billion on other commercial loans.",
    "Sri Lanka kicked off talks to rework part of its domestic debt this month and aims to finalize the deal by May.(Reuters)"
  ]
}