{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96178/myanmar-agrees-to-help-release-sri-lankans-held-hostage-by-terror-group",
  "time_ut": 1704511740.0,
  "original_lang": "en",
  "original_title": "Myanmar agrees to help release Sri Lankans held hostage by terror group",
  "original_body_lines": [
    "The government of Myanmar has agreed to help release the 56 Sri Lankans who are forcibly detained by a terror group for cyber slavery.",
    "The Ambassador of Sri Lanka to Myanmar, Janaka Priyantha Bandara said the agreement was reached during a special discussion held with the Burmese officials.",
    "In December, reports were rife about a group of Sri Lankans who were lured with tourist visas behind the false front of lucrative job offers in the IT sector and were trafficked to Myanmar through its border with Thailand. These workers had travelled to Myanmar without registering with the Sri Lanka Bureau of Foreign Employment (SLBFE).",
    "The Sri Lankans forcibly detained at the terrorist camp in Myawaddy – an area infested with cybercrimes under the grip of an armed group – were reported to be working as cyber slaves forced to commit internet scams.",
    "The Sri Lankans, who fell victim to this scam, have said that they were initially unaware of the cybercrime camp. Despite initially being told that they would be doing jobs such as data entry, these Sri Lankans have been forced to appear as romantic partners to foreigners, especially Europeans and Americans, in order to steal their money. When they refuse to do as told, the captives are reportedly subjected to torture, which they said includes electrocution, waterboarding in cages, hanging them by their hands and starving.",
    "Reportedly, Sri Lankan youths have been experiencing this plight since 2022. The Ministry of Foreign Affairs said it had previously rescued 32 such Sri Lankans between 2022 and 2023.",
    "Given the grave nature of the situation, Foreign Minister Ali Sabry had raised concerns about the safety of Sri Lankan nationals with his Myanmar counterpart Than Swe on the sidelines of BIMSTEC Foreign Ministers’ Retreat in Bangkok, Thailand.",
    "Minister Sabry, in a telephone conversation with his Myanmar Foreign Minister Than Swe on January 03, once again sought assistance and urgent intervention of the Myanmar government to have the captive Sri Lankans released.",
    "Against this backdrop, the Human Trafficking, Human Smuggling, and Maritime Crimes Division of the Criminal Investigation Department (CID) initiated two special investigations into the matter. Four suspects including three Sri Lankans and a Chinese national were identified based on the complaints received by the police."
  ]
}