{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-first-3d-music-video-tharunai-thaama/",
  "time_ut": 1686069600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s first 3D music video ‘Tharunai Thaama’",
  "original_body_lines": [
    "Redefining the horizons in the music industry, SLT-MOBITEL together with Marians and 360 Productions Group (Pvt) Ltd, launched Sri Lanka’s first 3D music video ‘Tharunai Thaama’, synergizing music, technology, and cutting-edge production in celebration of Marian’s 35th Anniversary.",
    "The creation of Marians ‘Tharunai Thaama’ depicts the excellence of technology prowess coupled with state-of-the-art VFX music and rendering. This groundbreaking project, which spanned over 3 months has pushed the boundaries of creativity and technical integration, introducing Sri Lanka to a whole new dimension of visual storytelling.",
    "By embracing the wonders of 3D stereoscopic technology, ‘Tharunai Thaama’ provides an immersive 3D viewing experience along with intricate scenes and mind-boggling visual effects in crystal clear 4K resolution. Audiences can now immerse themselves in music in a way that surpasses traditional norms, where sight and sound converge harmoniously. ‘Tharunai Thaama’ testifies that with the right blend of imagination, technical expertise, and a pioneering spirit, even the most audacious dreams can be turned into reality.",
    "As ‘Tharunai Thaama’ music video sets its sights on dazzling audiences across the nation, it is a proud moment for Sri Lanka’s creative community. This trailblazing project has not only showcased Sri Lanka’s potential in the realm of visual arts but also serves as an inspiration for aspiring artists to push the boundaries of what is possible.",
    "With ‘Tharunai Thaama’, viewers can embark on a futuristic journey to a world where imagination has no bounds and engage in a visual extravaganza that will ignite your senses and leave an indelible mark on Sri Lanka’s music landscape. For more information, please visit www.sltmobitel.lk.",
    "SLT-MOBITEL reigns ‘Number One’ for Telecom industry in Business Today TOP 40 2021-2022 rankings",
    "SLT-MOBITEL Enterprise provides security portfolio for organisations to safeguard Data and IT infrastructure",
    "SLT-MOBITEL introduces ‘MYFIRST Connection’ – the first ever total connectivity solution fulfilling students’ communication needs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}