{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Look-into-the-sources-of-strength-of-criminals-EDITORIAL/172-262326",
  "time_ut": 1688424338.0,
  "original_lang": "en",
  "original_title": "Look into the sources of strength of criminals - EDITORIAL",
  "original_body_lines": [
    "The proverbial monkey planning to have permanent shelter amidst heavy rains and forgetting once the showers cease is always reminded when politicians and media seek to resolve crime waves that occasionally emerge.",
    "We are witnessing a new wave of killings these days as well. Media reported that the number of shooting incidents taken place during the first six months of this year has reached 50, while the deaths occurred in those incidents were around 25.",
    "It is interesting to note that the crimes occur in waves with intermittent intervals and it was only then the authorities and the media seek to resolve the problem, but only to forget it once the wave of violence subsides. An important factor that is evident in these violent crimes - unlike those taken place until the early 90s - is the use of modern sophisticated weapons such as the T-56 assault rifles. It is the proliferation of such lethal weapons in the country that had primarily contributed to crimes during the past three decades.",
    "Humphrey Hawksley, the BBC correspondent in Sri Lanka during the early years of the island’s ethnic war had warned soon after his expulsion from Sri Lanka that Sri Lanka would face the repercussion of the proliferation of small arms reaching the ordinary people in the future, as a result of the armed conflict. The veteran journalist and author has now been proved right.",
    "During Gotabaya Rajapaksa’s tenure as the Defence Secretary, a commission called “National Commission Against Proliferation of Illicit Small Arms (NCAPISA)” was established to co-ordinate approaches to small arms-related skirmishes in Sri Lanka. NCAPISA initiated a survey conducted by Saferworld with its partners, the University of Kelaniya, the Marga Institute, within the framework of the United Nations Office for Disarmament Affairs (UN ODA).",
    "The report of the survey that was released in 2008 said, “There is no reliable basis to estimate the number of illicit small arms available in Sri Lanka.”However, about ten years prior to the release of this report, the then Deputy Defence Minister Anuruddha Ratwatte told Parliament that around 15,000 illicit weapons were circulating in the southern parts of the country, primarily owing to the two armed conflicts in the north and the south – one between the armed forces and the LTTE and the other between the armed forces and the Janatha Vimukthi Peramuna (JVP)/Deshapremi JanathaVyaparaya (DJV).",
    "Also, former minister Anura Bandaranaike citing the reasons for the crime wave that erupted,told Parliament during the same period said that thousands of weapons were distributed among political parties that were threatened by the JVP/DJV during the southern armed conflict in 1988/89. He said one political party was given two lorryloads of weapons. One has to imagine the level of proliferation of illicit weapons in the society now.",
    "The above “Survey Report on the Prevalence of Illicit Small Arms in Sri Lanka” cited several sources of these illicit weapons among the members of the society. It said “to an increasing extent, illicit military-type small arms appear to be proliferating as a knock-on effect of the conflict between the Government of Sri Lanka and theLTTE. Supply of weapons to underworld gangs is very commonly ascribed to deserters, but also linked to currently-servingsecurity/police force personnel supplying small arms for purchase or hire. Some key informants emphasized the LTTE as the key source of supply.”",
    "Vindicating the above statement by Anura Bandaranaike,the report says “an important contributor to small arms proliferation during this period, however, was the distribution of an unknown number of handguns and shotguns by the Ministry of Defence,the army and the police to politicians and other key officials. Some politicians are reported to have taken 25 weapons to distribute to their bodyguards and supporters.…At the end of the second JVP insurrection, the government called for all distributed small arms to be returned. Some accounts indicate that virtually none was surrendered.”",
    "These weapons could be surmised to currently be linked to politics, drugs and the underworld. It was a well-known fact that many politicians are maintaining groups of thugs, some of whom are involved in underworld activities as well as drug-related activities or/and instilling fear among opponents. Thus, the small arms menace continues to threaten the peace-loving populace. There lies the answer to the problem. Also the question remains as to why Gotabaya Rajapaksa under whose watch the above report was compiled 15 years ago or the authorities under the succeeding governments did nothing to cleanse the society of small arms, based on the findings of the survey."
  ]
}