{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Interim-Order-of-the-Supreme-Court-and-the-LG-polls/172-256118",
  "time_ut": 1679247114.0,
  "original_lang": "en",
  "original_title": "Interim Order of the Supreme Court and the LG polls",
  "original_body_lines": [
    "Interim order issued by the Supreme Court is very clear and it does not violate the privileges of the members of Parliament since their job is over once it is passed by the Parliament",
    "The Opposition MPs have requested the Deputy Speaker to dismiss the privileges issues raised by MP Dolawatte and State Minister Semasinghe",
    "Sri Lanka’s Supreme Court on 3rd March issued an interim order to the Finance Secretary and the Attorney General who represent the Finance Minister preventing them from withholding any funds earmarked for the 2023 Local Government elections through the budget passed by Parliament. This order was made after the consideration of a fundamental rights petition filed by the Samagi Jana Balawegaya (SJB) General Secretary MP Ranjith Madduma Bandara.",
    "MP Dolawatte told Parliament on 7th March that the powers and privileges of Parliament have been violated by the Interim order issued by several Judges of the Supreme Court on March 3rd 2023.",
    "State Minister Shehan Semasinghe raising a privilege issue in Parliament on Friday (10) noted that it is a serious offence to proceed with the interim order given by the Supreme Court on 3rd March, when the matter is already produced to the committee on Parliamentary Ethics and Privileges.",
    "He requested the Deputy Speaker to advise relevant authorities not to proceed further or take any action on the interim order with regard to the Local Government election until the Committee on Parliamentary Ethics and Privileges concludes its hearing on the privileges issue raised by the MP",
    "MP Dolawatte claimed that the said interim order can be viewed as clear breach of privileges and powers of Parliament.",
    "The Opposition MPs have requested the Deputy Speaker to dismiss the privileges issues raised by MP Dolawatte and State Minister Semasinghe.",
    "MP Dolawatte claimed that the said interim order can be viewed as clear breach of privileges and powers of Parliament",
    "Now MP Dolawatte’s complaint is that the Supreme Court has done a job belonging to the Parliament. As citizens of this country we must get this issue clarified.",
    "It is true that the Parliament has full control over the Public Finance in terms of the Articles 148 and 149 of the constitution. That is why every year, the Parliament passes the budget for the next year. Once the Parliament passes the budget, it is discussed at committees. Finally necessary adjustments and amendments to budgetary provisions will be made. At the end, all the relevant acts will be amended including the Finance Act and the Inland Revenue Act. After placing the signature of the speaker on the Act, the job of the Parliament ends.",
    "After passing the budget by the Parliament, necessary provisions are gazzetted and necessary amendment Acts will be issued. Thereafter the Parliament has no whatsoever job relating to such acts except amending the same. Then they are called ‘Laws’ of the country. All the citizens including members of Parliament are bound to follow the laws of the country. Tax payers are supposed to pay taxes to the relevant authorities according to the laws passed by the Parliament. It may be the Department of Inland Revenue, it may be the Commissioner of Provincial Council. Or it may be the General Treasury. Finally the taxes are flown to the Government Treasury or the Consolidated Fund which comes under the purview of the Secretary to the Treasury or the Secretary to the Ministry of Finance.",
    "After the laws are passed by the Parliament, citizens can go to the Courts seeking remedies in case of a breach of such laws. This is a case where MP Ranjith Madduma Bandara has gone to the Highest Court of this country complaining that his fundamental rights have been violated by the state preventing his voting rights in the Local Government Elections 2023.",
    "In this situation the Parliament has no job relating to Interim order issued by the Supreme Court. The Secretary to the Treasury has the responsibility to distribute the money gathered into the consolidated fund as prescribed in the budget when it was passed by the Parliament. Interim order issued by the Supreme Court is very clear and it does not violate the privileges of the members of Parliament since their job is over once it is passed by the Parliament. This is only another stage drama being played by the present Government."
  ]
}