{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89142/exhibition-on-iconic-sri-lankan-architect-geoffrey-bawa-inaugurated-in-india",
  "time_ut": 1679079480.0,
  "original_lang": "en",
  "original_title": "Exhibition on iconic Sri Lankan architect Geoffrey Bawa inaugurated in India",
  "original_body_lines": [
    "External Affairs Minister of India Dr. S. Jaishankar on Friday (17) inaugurated the Sri Lankan exhibition “Geoffrey Bawa: It is Essential To be There”, at the National Gallery of Modern Art in New Delhi.",
    "Minister of State for External Affairs and Culture of India, Smt. Meenakshi Lekhi was also present on this occasion.",
    "The historic exhibition which features the works of Sri Lanka’s iconic architect the late Geoffrey Bawa, is jointly organized by the National Gallery of Modern Art in New Delhi, the High Commission of Sri Lanka in New Delhi and the Geoffrey Bawa Trust to mark the 75th anniversary of Indo-Lanka diplomatic relations, which falls this year.",
    "A large number of invitees including diplomats, senior officials of the Government of India, academics, journalists, art lovers and professionals attended the ceremonial opening of the exhibition.",
    "Sri Lanka’s High Commissioner to India Milinda Moragoda, Director of the National Gallery of Modern Art Temsunaro Tripati, and Trustee of the Geoffrey Bawa Trust Sanjay Kulatunga joined External Affairs Minister Jaishankar in inaugurating the exhibition.",
    "“Geoffrey Bawa: It is Essential To be There”, the first major exhibition that draws from the archives to look at the Sri Lankan architect Geoffrey Bawa’s practice, is the first retrospective exhibition of Bawa’s works to be shown internationally since 2004. Earlier, his work had been exhibited at multiple venues in Sri Lanka, the United Kingdom, North America, Australia, India, Brazil, Singapore, and Germany.",
    "Over 120 documents from the Bawa archives are on view in the exhibition, including a section on unbuilt work and Bawa’s own photographs from his travels. It explores relationships between ideas, drawings, buildings and places, and the different ways in which images were used in Bawa’s practice.",
    "Geoffrey Bawa has designed several iconic buildings in India as well.",
    "“Geoffrey Bawa: It is Essential To be There”, which has been organized under the Sri Lanka-India Cultural Exchange Programme, will be on display until 07 May 2023."
  ]
}