{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90358/over-50-dead-hundreds-hospitalized-and-23000-displaced-by-ethnic-violence-in-indias-manipur",
  "time_ut": 1683476340.0,
  "original_lang": "en",
  "original_title": "Over 50 dead, hundreds hospitalized and 23,000 displaced by ethnic violence in India’s Manipur",
  "original_body_lines": [
    "Ethnic violence in the Indian state of Manipur has killed more than 50 people, left hundreds hospitalized, and displaced 23,000, according to hospital officials and the Indian army.",
    "At least 55 people have been left dead and a further 260 hospitalized since violence broke out between members of the Kuki and Meitei ethnic groups earlier this week, hospital officials in the city of Imphal said on Sunday.",
    "The Indian military, meanwhile, said that 23,000 civilians had fled the fighting, with displaced people being housed on military bases and garrisons in the state.",
    "The two ethnic groups have been clashing in the streets of Imphal in India’s east and elsewhere.",
    "Gunshot wounds are the most common injury, according to officials at Imphal hospitals the Regional Institute of Medical Sciences, the Jawaharlal Nehru Institute of Medical Sciences and Churachandpur District Hospital.",
    "“Most of the patients are coming in with severe bullet injuries or having been hit in the head with lathis [sticks],” Dr Mang Hatzow of Churachandpur District Hospital in Manipur told CNN.",
    "Video and photos broadcast on local television showed vehicles and buildings set on fire, with thick black smoke billowing from the streets.",
    "Indian army troops have been deployed to the streets and a five-day mobile internet blackout is in force.",
    "A youth tribal leader who works in Imphal told CNN his house had been vandalized and ransacked on May 4 and that since then he had been staying in an army camp.",
    "“What we are witnessing here unfortunately is there seems to be a very systematic, well-planned series of attacks. The execution is almost clinical and they know exactly the houses where people from tribal communities reside,” said the leader, who asked to not be identified due to fears for his safety.",
    "“A lot of houses are burnt, all our churches have been vandalized, some have been burnt. I barely escaped – the mob was already in the house. I climbed the fence over to the neighbors’ house. I just came with my laptop bag to this camp. I don’t have anything.”",
    "He said there were about 5,500 people staying in his camp and that there were about six or seven camps in Imphal in total.",
    "“There have been so many deaths,” he added. “A mother and son they were on their way to a camp. On their way, a mob encountered them and beat the son to death. The mother was trying to protect the son, she was killed too.”",
    "CNN reached out to the state government of Manipur and the Indian army for comment on Sunday. There was no immediate response from the state government.",
    "The army said it had rescued a total of 23,000 civilians and moved them to operating bases and military garrisons. It added that there was a “ray of hope” and a lull in the fighting due to the rescue work carried out by the 120-125 Army and Assam Rifles, which had been “working tirelessly for the past 96 hours to rescue civilians across all communities, curb violence and restore normalcy.”",
    "It said it had also enhanced surveillance efforts using drones and helicopters.",
    "Earlier this week the state’s governor, Anusuiya Uikey, issued “shoot-at-sight” orders in an effort to bring the situation under control.",
    "The orders were authorized for “extreme cases whereby all forms of persuasion, warning, reasonable force etc. had been exhausted” and the situation “could not be controlled,” a statement from Manipur’s home department said.",
    "Skirmishes first broke out after thousands of tribal people took part in a rally organized by the All Tribal Students Union of Manipur, against the potential inclusion of the state’s majority Meitei ethnic group in India’s “Scheduled Tribe” grouping.",
    "The Meitei community, who make up about 50% of the state’s population, have for years campaigned to be recognized as a scheduled tribe, which would give them access to wider benefits including health, education and government jobs.",
    "Scheduled tribes are among the most socio-economically disadvantaged groups in India and have historically been denied access to education and job opportunities.",
    "If the Meitei community are given scheduled tribe status, other tribal groups say they fear they will not have a fair chance for jobs and other benefits."
  ]
}