{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-high-wire-act/",
  "time_ut": 1699897860.0,
  "original_lang": "en",
  "original_title": "A high-wire act",
  "original_body_lines": [
    "President Ranil Wickremesinghe told Parliament yesterday that Budget 2024 was intended to “build the foundation of Sri Lanka’s recovery”. “We cannot continue as a people who depends on others,” he said. What he has chosen to leave unsaid is that the budget primarily seeks to keep the IMF bailout on track by meeting the recommended revenue targets and reducing state expenditure and public debt.",
    "Budget 2024 has already come in for criticism. Trade unions have expressed disappointment; they asked for a 20,000-rupee pay hike, and professional associations demanded a substantial reduction in personal taxes. The government has promised a 10,000-rupee cost of living allowance, but it will be a long wait for the state employees; their private sector counterparts will get nothing by way of relief. Workers’ resentment is likely to find expression in trade union action and public protests.",
    "What President Wickremesinghe has undertaken to perform, as the Finance Minister, is a politico-economic high-wire act. He has had to revive a bankrupt economy, which contracted by 7.8% last year, causing the country to default on its external debt for the first time.",
    "According to Budget 2024, state expenditure will be Rs 6.98 trillion, which is a 33% increase compared to 2023; capital expenditure has more than doubled, with Rs. 450 billion being reserved for bank recapitalisation. The budget deficit has been estimated to be 9.1% of GDP. This is said to be somewhat lower than anticipated, but higher than the original target, which was 7.9%. But it is within the limit permitted by IMF. Economists have however warned that the fund allocation for bank recapitalisation could lead to an increase in the budget deficit. There’s the rub.",
    "A primary account deficit of 0.6% of GDP has been projected. There has been a marginal decrease therein compared to 0.7% in 2023, but IMF has called for a primary surplus of 2.3% by 2025 besides a sharp decrease in the debt to GDP to 95% by 2032. President Wickremesinghe said yesterday that under the debt restructuring supported by IMF, the country’s public debt as a percentage of GDP would be reduced from 128% in 2022 to 95% in 2032. People will get the benefits of those savings, he said. This is a very ambitious target which the government will have to achieve if it is to keep IMF assistance afloat. It should be viewed against the backdrop of the allocation of Rs. 383 billion a month for three primary expenditures. The public sector is terribly overstaffed, and the welfare schemes are poorly targeted. How does the government propose to rationalise these expenditures, which are causing the state coffers to bleed? Any move to downsize the state service and curtail welfare expenditure will involve political risks for the government, whose approval rating has already plummeted.",
    "The projected tax revenue (Rs. 4.1 trillion) for 2024 is much higher than the current one (Rs. 2.85 trillion). Budget 2024 is without any specific new revenue measures, according to economic analysts. Having increased VAT from 15% to 18% prior to the presentation of the budget, the government apparently relies on VAT hike and the broadening of tax collection to boost state revenue. The income tax revenue is to be increased by 25 percent to Rs. 1,080 billion from this year’s estimated Rs. 864 billion. Whether the government will be able to achieve this target remains to be seen.",
    "Perhaps, the biggest challenge before the government is to achieve the growth target of 3.3% in 2024, which will be an election year, and ensure that the benefits of the expected expansion of the economy accrue to the public. The country is scheduled to go to the polls next year to elect a new President and Wickremesinghe is expected to enter the fray.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}