{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-extra-mile-a-surgeons-experiences/",
  "time_ut": 1690014300.0,
  "original_lang": "en",
  "original_title": "THE EXTRA MILE: a surgeon’s experiences",
  "original_body_lines": [
    "I have known Dr Gamini Goonetilleke for well over three decades. Gamini is an experienced general surgeon who has mastered the art and craft of surgery. During his tenure as the President of the College of Surgeons of Sri Lanka, in 2001, he invited me to be the Secretary to the College and it was during this time that I got to know him closely. So, I was very pleased when he requested me to write a review for this remarkable book titled ‘THE EXTRA MILE’.",
    "As a surgeon who also had first-hand experiences of the challenges of serving in the Northern and Eastern theatres of war, glancing through this manuscript stimulated nostalgic memories. I could instantly ‘feel’ his passion, commitment, devotion and his dedication to trauma surgery we both loved. Serving in high-risk environments such as the war ravaged North and East of Sri Lanka during a 30-year civil conflict, is an enormous experience only a few surgeons in the world could dare to gain. His attempt to take the readers through a variety of breathtaking experiences described so vividly, which many wouldn’t even dare to imagine, is deeply appreciated.",
    "Gamini is a fearless personality, be it in a theatre of war or in the field of rugby. No doubt, the upbringing at his alma mater and the ‘Josephian values’ that have been inculcated in him, have contributed to mould this innovative multifaceted personality. His services to the nation during a most turbulent period in the modern history of this island; flying to war-torn regions in the country at a time many were reluctant to visit, the numerous lives he has saved providing care of the injured, while risking his personal safety, is brought out vividly in this brilliantly flowing story in this most aptly titled book ‘THE EXTRA MILE’.",
    "His commitment to serve the injured beyond all boundaries at their hour of need, was recognized by all, and the respect and admiration he commanded from both sides, was apparent. This was brought out so vividly in the story, where he managed to obtain the release of two Sinhala fishermen from the LTTE, during his visit to the then rebel-held territory, Jaffna, to serve. A feat by no means easy!",
    "The manuscript is laid out excellently in simple, easy to grasp language. The contents are even better and will keep the readers engrossed with the story, eagerly wanting to read more.",
    "During his early days as a surgeon in the ‘80s, Gamini was the sole surgeon in the historic city of Polonnaruwa, covering a large farming community with a poor road network. It is during this period that he first experienced the influx of patients with horrendous injuries inflicted by shrapnel and weapons of war. He was so confident and skilled to learn on the job, that it naturally stimulated his passion to treat the war wounded.",
    "Subsequently, his numerous trips to the Northern and Eastern theatres of war and the experiences he gained there, are narrated vividly and skillfully, with rare photographs to illustrate what existed in a region many have not seen. His innovative strategies in the immediate management of those critically afflicted with war injuries provide valuable lessons not only to surgical trainees but to seasoned surgeons as well.",
    "The case studies he has aptly illustrated, have undoubtedly added colour and high value to this manuscript. Gripping narratives of high velocity penetrating missile injuries to head, chest and abdomen, patients being brought with bowels hanging out, carried by themselves, keep the reader glued to the book, wanting to read more. The suffering of the ‘rural peasants’ who had nothing to do with the conflict, is brought out so vividly in the story of Susantha, the boy from a rural hamlet, injured by a rebel bullet. This narration is made most valuable with his personal observations of such sufferings when he visited the rebel-territory, at a time many would not have dared to do so. The most important aspect emanating out of this story, is the futility of war; in the mind of an experienced surgeon who has seen it all.",
    "Gamini has assembled an array of information based on his personal experiences and woven them into an excellent manuscript in his own lucid writing style for the delectation of both medical and non-medical readers. I can assure all readers of a feast when reading this fine account of his adventures. I congratulate Gamini for a job well done and deeply appreciate his devotion to serving those in need.",
    "Former Professor / Chair of Surgery and Dean of the Faculty of Medical Sciences",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}