{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sl-could-expect-steady-inflow-of-forex-once-debt-restructuring-is-done/",
  "time_ut": 1700498160.0,
  "original_lang": "en",
  "original_title": "‘SL could expect steady inflow of forex once debt restructuring is done’",
  "original_body_lines": [
    "Once Sri Lanka’s debt is restructured a lot of forex would be coming into the country. Sri Lanka’s economy is doing well compared to last year and although prices are high, the situation is stabilizing, Minister/Deputy Head of Mission, embassy of Japan in Sri Lanka, Katsuki Kotaro said.",
    "Kotaro was speaking in the capacity of Chief Guest at the 41st Sri Lanka Apparel Exporters’ Association AGM held at the Cinnamon Grand recently. He added that while the crisis is drying out, getting foreign exchange is absolutely crucial for Sri Lanka. ‘We have been observing local policy formulation over the past two years and believe that implementation of policy is proving very challenging, he observed.",
    "SLAEA chairman re-elected, Indika Liyanahewage stressed that at present, Sri Lanka’s apparel sector is going through a hard time. ‘At present 40% of garments are exported to the US market, while 30% is exported to Europe and those markets have slowed down. Therefore, there is a need to expand the apparel market to other parts of the world, mainly to Japan, East Asia, and India, he said.",
    "Liyanahewage added: ‘Last year was very challenging due to a slowing down of the markets. Japan annually imports 26 billion dollars’ worth of apparel but only 35 million dollars is imported from Sri Lanka and there is an opportunity to expand the Sri Lankan market to Japan.",
    "‘In this endeavor, we are seeking the support of Mr. Katsuki Kotaro, to a get free trade agreement going with Japan.",
    "‘Least Developed Countries benefit from tax schemes, but Sri Lanka does not qualify for this and we are seeking the support of friendly nations to cooperate on implementing Free Trade Agreements with us. The Sri Lankan apparel industry is very compliant and abides by rules and regulations.",
    "‘The Sri Lankan apparel industry is known as ‘garments without guilt’ and we are extending credit to members of the local garment industry.",
    "‘Inspection bodies could visit any factory at any time as the Sri Lankan garment sector is fully compliant with international standards and we request the media to share this information with the international media and as the chairman of SLAEA, I could vouch for the truthfulness of this statement.",
    "‘I extend my gratitude to India for supporting Sri Lanka, especially its garment sector, during the period of crisis in 2022. The export quota to India from Sri Lanka is set at 8 million pieces of garments per year.",
    "‘We request for support from India to get Free Trade Agreements going as the Indian market is very vast and Sri Lankan designs and innovations have attracted Indian customers. This AGM serves as an opportune moment to explore potential partnerships with both India and Japan.",
    "‘We also request for support from Sri Lankan government officials to expedite business processes required by the local apparel sector. In terms of electricity, the cost in Sri Lanka is very high compared to competing nations and tariff duties play a significant role in the exporting of garments. However, we thank the CEB for allowing a one-time roof top solar agreement change.",
    "‘The proposed abolition of SVAT poses a significant challenge and we request the government to introduce an appropriate cash-less scheme as a substitute for SVAT, for which purpose the garment industry will collaborate with the government.",
    "‘It is of note that a cash-based system will lead to corruption and malpractices.",
    "‘The garment industry faces uncertainties in the ensuing year, but Sri Lankans have the ability to work in uncertain times and are determined to ensure a recovery.",
    "‘About 7% of local GDP is attributable to the garment industry and the local apparel industry should be assisted in all forms by government officials, while the exploring of new markets, research, innovation, and development should be taken care of by members of the Sri Lanka Apparel Exporters’ Association.’",
    "OpenAI investors considering suing board after CEO Altman’s firing: Sources",
    "Dialog Elevates Home Broadband Postpaid Experience with More Data & Data Roll Over",
    "SLAEA president encourages foreign investment in sustainable fabric manufacturing at Shanghai conference",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}