{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95784/colorado-supreme-court-disqualifies-trump-from-2024-ballot",
  "time_ut": 1703039640.0,
  "original_lang": "en",
  "original_title": "Colorado Supreme Court disqualifies Trump from 2024 ballot",
  "original_body_lines": [
    "(AP) — A divided Colorado Supreme Court on Tuesday declared former President Donald Trump ineligible for the White House under the U.S. Constitution’s insurrection clause and removed him from the state’s presidential primary ballot, setting up a likely showdown in the nation’s highest court to decide whether the front-runner for the GOP nomination can remain in the race.",
    "The decision from a court whose justices were all appointed by Democratic governors marks the first time in history that Section 3 of the 14th Amendment has been used to disqualify a presidential candidate.",
    "“A majority of the court holds that Trump is disqualified from holding the office of president under Section 3 of the 14th Amendment,” the court wrote in its 4-3 decision.",
    "Colorado’s highest court overturned a ruling from a district court judge who found that Trump incited an insurrection for his role in the Jan. 6, 2021, attack on the Capitol, but said he could not be barred from the ballot because it was unclear that the provision was intended to cover the presidency.",
    "The court stayed its decision until Jan. 4, or until the U.S. Supreme Court rules on the case. Colorado officials say the issue must be settled by Jan. 5, the deadline for the state to print its presidential primary ballots.",
    "“We do not reach these conclusions lightly,” wrote the court’s majority. “We are mindful of the magnitude and weight of the questions now before us. We are likewise mindful of our solemn duty to apply the law, without fear or favor, and without being swayed by public reaction to the decisions that the law mandates we reach.”",
    "Trump’s attorneys had promised to appeal any disqualification immediately to the nation’s highest court, which has the final say about constitutional matters.",
    "Trump’s legal spokeswoman Alina Habba said in a statement Tuesday night: “This ruling, issued by the Colorado Supreme Court, attacks the very heart of this nation’s democracy. It will not stand, and we trust that the Supreme Court will reverse this unconstitutional order.”",
    "Trump didn’t mention the decision during a rally Tuesday evening in Waterloo, Iowa, but his campaign sent out a fundraising email citing what it called a “tyrannical ruling.”",
    "Republican National Committee chairwoman Ronna McDaniel labeled the decision “Election interference” and said the RNC’s legal team intends to help Trump fight the ruling.",
    "Trump lost Colorado by 13 percentage points in 2020 and doesn’t need the state to win next year’s presidential election. But the danger for the former president is that more courts and election officials will follow Colorado’s lead and exclude Trump from must-win states.",
    "Dozens of lawsuits have been filed nationally to disqualify Trump under Section 3, which was designed to keep former Confederates from returning to government after the Civil War. It bars from office anyone who swore an oath to “support” the Constitution and then “engaged in insurrection or rebellion” against it, and has been used only a handful of times since the decade after the Civil War.",
    "“I think it may embolden other state courts or secretaries to act now that the bandage has been ripped off,” Derek Muller, a Notre Dame law professor who has closely followed the Section 3 cases, said after Tuesday’s ruling. “This is a major threat to Trump’s candidacy.”",
    "The Colorado case is the first where the plaintiffs succeeded. After a weeklong hearing in November, District Judge Sarah B. Wallace found that Trump indeed had “engaged in insurrection” by inciting the Jan. 6 attack on the Capitol, and her ruling that kept him on the ballot was a fairly technical one.",
    "Trump’s attorneys convinced Wallace that, because the language in Section 3 refers to “officers of the United States” who take an oath to “support” the Constitution, it must not apply to the president, who is not included as an “officer of the United States” elsewhere in the document and whose oath is to “preserve, protect and defend” the Constitution.",
    "The provision also says offices covered include senator, representative, electors of the president and vice president, and all others “under the United States,” but doesn’t name the presidency.",
    "The state’s highest court didn’t agree, siding with attorneys for six Colorado Republican and unaffiliated voters who argued that it was nonsensical to imagine that the framers of the amendment, fearful of former confederates returning to power, would bar them from low-level offices but not the highest one in the land.",
    "“President Trump asks us to hold that Section 3 disqualifies every oathbreaking insurrectionist except the most powerful one and that it bars oath-breakers from virtually every office, both state and federal, except the highest one in the land,” the court’s majority opinion said. “Both results are inconsistent with the plain language and history of Section 3.”",
    "The left-leaning group that brought the Colorado case, Citizens for Responsibility and Ethics in Washington, hailed the ruling.",
    "“Our Constitution clearly states that those who violate their oath by attacking our democracy are barred from serving in government,” its president, Noah Bookbinder, said in a statement.",
    "Trump’s attorneys also had urged the Colorado high court to reverse Wallace’s ruling that Trump incited the Jan. 6 attack. His lawyers argued the then-president had simply been using his free speech rights and hadn’t called for violence. Trump attorney Scott Gessler also argued the attack was more of a “riot” than an insurrection.",
    "“Why isn’t it enough that a violent mob breached the Capitol when Congress was performing a core constitutional function?” Justice William W. Hood III said during the Dec. 6 arguments. “In some ways, that seems like a poster child for insurrection.”",
    "In the ruling issued Tuesday, the court’s majority dismissed the arguments that Trump wasn’t responsible for his supporters’ violent attack, which was intended to halt Congress’ certification of the presidential vote: “President Trump then gave a speech in which he literally exhorted his supporters to fight at the Capitol,” they wrote.",
    "Colorado Supreme Court Justices Richard L. Gabriel, Melissa Hart, Monica Márquez and Hood ruled for the petitioners. Chief Justice Brian D. Boatright dissented, arguing the constitutional questions were too complex to be solved in a state hearing. Justices Maria E. Berkenkotter and Carlos Samour also dissented.",
    "“Our government cannot deprive someone of the right to hold public office without due process of law,” Samour wrote in his dissent. “Even if we are convinced that a candidate committed horrible acts in the past — dare I say, engaged in insurrection — there must be procedural due process before we can declare that individual disqualified from holding public office.”",
    "The Colorado ruling stands in contrast with the Minnesota Supreme Court, which last month decided that the state party can put anyone it wants on its primary ballot. It dismissed a Section 3 lawsuit but said the plaintiffs could try again during the general election.",
    "In another 14th Amendment case, a Michigan judge ruled that Congress, not the judiciary, should decide whether Trump can stay on the ballot. That ruling is being appealed. The liberal group behind those cases, Free Speech For People, also filed another lawsuit in Oregon seeking to bounce Trump from the ballot there.",
    "Both groups are financed by liberal donors who also support President Joe Biden. Trump has blamed the president for the lawsuits against him, even though Biden has no role in them, saying his rival is “defacing the constitution” to try to end his campaign.",
    "Trump’s allies rushed to his defense, slamming the decision as “un-American” and “insane” and part of a politically-motivated effort to destroy his candidacy.",
    "“Four partisan Democrat operatives on the Colorado Supreme Court think they get to decide for all Coloradans and Americans the next presidential election,” House Republican Conference Chair Elise Stefanik said in a statement."
  ]
}