{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/PM-hails-Muslim-community-s-contribution-to-business-other-sectors/56-747505",
  "time_ut": 1681931498.0,
  "original_lang": "en",
  "original_title": "PM hails Muslim community’s contribution to business, other sectors",
  "original_body_lines": [
    "Prime Minister Dinesh Gunawardena on Tuesday said that the contribution of the Muslim community to business and various other sectors of the country is extremely important.",
    "He mentioned this at the Ifthar ceremony held at Temple Trees under the patronage of President Ranil Wickremesinghe.",
    "The Prime Minister said: “On this occasion that falls in the 75th year after independence, we would like to take this opportunity to appreciate the active contribution of the Muslim community, who live in unity in the Sri Lankan society, to the administration of the country, to the business sector, to education and various fields of profession, sports and culture. The Government led by President Ranil Wickramasinghe considers it a very important contribution they make.",
    "It is no secret to all of us that the Sri Lankan Muslim community living in this country use this fasting period of Ramadan to express their religious devotion as well as harmony between each other and other ethnic groups.",
    "In the face of the extremely difficult economic challenges as well as the new government and economic reforms that we are currently going through as a nation, we expect the commitment of the Muslim community to continue to strengthen unity among all ethnic groups to ensure the success of those goals and take the country forward.",
    "As we all believe, Ramadan has been a month in which the Sri Lankan Muslim community appreciates their religious rituals and wishes and gives exemplary meaning to the cultural and religious diversity of our country through actions such as caring and sharing.",
    "This official Ifthar ceremony celebrated by all of us today is a sincere effort to further strengthen the friendship and brotherhood that exists between us.”",
    "Former President Mahinda Rajapaksa, Religious Affairs Minister Vidura Wickramanayake, Muslim Ministers, Party and Opposition Parliament Members, Ambassadors, representatives of Muslim religious, economic, cultural and social organisations attended this event."
  ]
}