{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Indian-SC-directs-TN-govt-to-reconsider-premature-release-of-Sri-Lankan-convict/108-255070",
  "time_ut": 1677666293.0,
  "original_lang": "en",
  "original_title": "Indian SC directs TN govt. to reconsider premature release of Sri Lankan convict",
  "original_body_lines": [
    "The Supreme Court of India has directed the Tamil Nadu government to reconsider the issue of the premature release of a Sri Lankan convict, who has undergone nearly 35 years of incarceration.",
    "The apex court, while noting that the petitioner intends to go back to Sri Lanka as and when he is released, directed that he shall be shifted to an appropriate transit camp as may be decided by the state.",
    "A bench of Justices A S Oka and Rajesh Bindal noted it has been stated before the court that the state government has set up transit camps where foreigners who have overstayed in India and refugees have been accommodated, and if a direction is issued to that effect by the court, the petitioner can be shifted there.",
    "The top court was hearing a plea filed by petitioner Rajan who has challenged the state's February 12, 2021 order rejecting his prayer for grant of premature release in terms of the February 1, 2018 policy.",
    "\"We direct the State of Tamil Nadu to reconsider the issue of premature release of the petitioner in the light of what is observed in this order within a maximum period of three weeks from today,\" the bench said in its February 24 order.",
    "It observed that the petitioner has been convicted, sentenced to life imprisonment and has undergone approximately 35 years of incarceration.",
    "The bench noted that the petitioner's prayer for premature release was considered and rejected by the state on two grounds -- seriousness of the crime committed by him and that trials of the co-accused were separated and his premature release would be a hindrance to the conduct of fair trials.",
    "It said the apex court order of March last year refers to an affidavit filed by the state which records that the petitioner's conduct in jail has been satisfactory.",
    "The bench further noted that the counsel appearing for the Centre has stated before it that on verification, it was found that the petitioner is a citizen of Sri Lanka.",
    "\"From the orders which are passed earlier, it is crystal clear that as and when there is an order releasing the petitioner, he intends to go back to Sri Lanka. If he is shifted to a transit camp, the state government can ensure that he does not move out, till he goes back to his own country,\" it said.",
    "The bench said it is not the case of the state or the Centre that there are any other offences committed by the petitioner.",
    "\"Therefore, considering the overall factual scenario and nationality of the petitioner, the case of the petitioner for premature release will have to be reconsidered by the state government in the light of the policy dated February 1, 2018 or any other relevant policy which is applicable to the petitioner,\" it said.",
    "\"In the meanwhile, we direct that the petitioner shall be shifted to appropriate transit camp as may be decided by the state government,\" the bench said, while granting a week time to state to shift him to an appropriate transit camp.",
    "The bench has posted the matter for further hearing on March 27.(The Daily Telegraph online)"
  ]
}