{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/SLAF-temporarily-grounds-all-PT-6-aircraft/108-264783",
  "time_ut": 1691460718.0,
  "original_lang": "en",
  "original_title": "SLAF temporarily grounds all PT-6 aircraft",
  "original_body_lines": [
    "The Sri Lanka Air Force (SLAF) temporarily grounded all PT-6 aircraft in their fleet until the report by the special committee appointed to investigate the crash of a training aircraft which resulted in the death of a pilot and an officer in China Bay yesterday, SLAF said.",
    "The PT-6 trainer aircraft of SLAF crashed inside the SLAF Academy in China Bay a few minutes after the take-off last morning.",
    "Air Force Spokesman Captain Dushan Wijesinghe said the aircraft from the No. 1 Flying Training Wing at China Bay took off at 11.25 am on Monday morning and crashed at 11.27 am leaving both the pilot and the officer who were aboard dead.",
    "The aircraft flown by Wing Commander Tharindu Herath and pilot Peshan Warnasooriya were on board the aircraft for an inspection.",
    "Following the incident, Air Force Commander Air Marshal Udeni Rajapaksa has appointed a special Board of Inquiry to further inquire into the incident. The board made up of aeronautical, technical and medical experts is expected to submit an interim report to the Commander of the Air Force.",
    "The Chinese built PT-6 aircraft was reported to have one of a batch of six acquired by the SLAF from AVIC Hongdu in Nanchang, China in 2018. In 2015, the National Security Council approved the request to purchase the six PT-6 aircraft at a cost of more than USD 5 million.",
    "PT-6 has been widely used by China’s Air Force and countries such as the United States, Pakistan, Bangladesh and Sri Lanka.",
    "In December 2020, another PT-6 aircraft which took off from China Bay also crashed landed in Kantale after it lost communications with the control tower killing a cadet pilot.(Darshana Sanjeewa Balasuriya)"
  ]
}