{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/88976/delayed-36000-new-electricity-connections-to-be-provided-in-6-weeks",
  "time_ut": 1678435680.0,
  "original_lang": "en",
  "original_title": "Delayed 36,000 new electricity connections to be provided in 6 weeks",
  "original_body_lines": [
    "Minister of Power and Energy Kanchana Wijesekera says that steps will be taken to provide about 36,000 new connections that have been delayed due to the financial crisis in the Ceylon Electricity Board (CEB) within a period of 06 weeks.",
    "Speaking at the Ministerial Consultative Committee held in Parliament yesterday (Mar. 09) the minister pointed out that due to the existing financial issues, there was a shortage of equipment to provide new connections and that with the recent steps to increase the electricity tariffs, the strengthening of the financial sector of the board would enable new connections to be provided.",
    "The Minister said this when the Members of Parliament raised issues in the committee that despite a large number of people have registered to get new connections, there is a big delay in issuing connections.",
    "Also, the minister said that a program to minimize the cost of the institutions under the ministry, including the CEB and the Ceylon Petroleum Corporation (CPC), is currently underway.",
    "The Minister further pointed out that by changing the QR code fuel quota update to Tuesday, overtime expenses of nearly Rs. 20 million to be paid to petroleum workers on Saturdays and Sundays can be saved.",
    "Also, the Minister mentioned that no new employees will be recruited for these institutions and the expenses have been reduced as much as possible through the management of the currently employed staff.",
    "Meanwhile, the Minister has emphasized that smart metering is expected to be introduced soon and arrangements have been made to commence the pilot project in Dehiwala - Mount Lavinia Municipal Council area.",
    "The Minister highlighted that it is being implemented with the assistance of the Asian Development Bank (ADB) and that 31000 customers will be given smart bills. Accordingly, the customer will receive the bill as e- bills and SMSs without manual reading.",
    "Furthermore, the orders published in Gazette No. 2313/47 and No. 2313/47 made by the Minister of Power and Energy under the Petroleum Resources Act No. 21 of 2021 were approved during the committee meeting.",
    "Members of the committee State Minister Indika Anuruddha Herath, Members of Parliament Chandima Weerakkodi, Nalaka Bandara Kottagoda and a group of MPs and officials of the institutions under the Ministry of Power and Energy were also present at this committee meeting."
  ]
}