{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Quartz-mining-licensees-concerned-about-GSMBs-plans-for-the-industry/231-263088",
  "time_ut": 1689267541.0,
  "original_lang": "en",
  "original_title": "Quartz mining licensees concerned about GSMB’s plans for the industry",
  "original_body_lines": [
    "It has also revealed how the GSMB is in the process of terminating the exploration licences and unjustly violating the Mines and Mineral Act",
    "The plan is to terminate all exploration licences and auction the mineral deposits for foreign investors",
    "If the licence held by a licensee is cancelled it has to be informed in writing and doing it verbally is a serious violation of the Act",
    "Minister Nazeer Ahamed states that the licences that were issued illegally are being terminated",
    "Astonishing revelations have come to the fore as to how the Geological Surveys and Mines Bureau has unheeded cabinet decisions and the subsequent court ruling that ban the exporting of raw vein quarts without any value addition.",
    "Disregarding these regulations, the Geological Survey and Mines Bureau (GSMB) has allowed a private exporter in Wattala to export raw vein quartz lumps to China on May 9, 2023.",
    "It has also revealed how the GSMB, which is under the strict scrutiny of the Committee of Public Enterprise (COPE) over its management irregularities, is in the process of terminating the exploration licences and unjustly violating the Mines and Mineral Act, without giving any proper reason.",
    "“The plan is to terminate all exploration licences and auction the mineral deposits for foreign investors,” a Senior GSMB official told Daily Mirror.",
    "According to the source there are few mineral deposits in the country that have been gazetted.",
    "“There are vein quartz deposits in Mahagama in Embilipitiya, gold and copper deposits in Somawathiya in Polonnaruwa, iron deposits in Buttala in Moneragala, phosphate in Eppawala. These sites are reserved for exploration by those who can export the minerals after a value addition,” the source added.",
    "Section 32 (1) of the Act states, ‘The Minister may, by Notification published in the Gazette, declare that the area described in such Notification shall be reserved for the exploration for or the mining of such minerals as are specified in such Notification provide that no Notification shall be made in respect of any area under this Section, if there is a licence for the time being in force issued under this Act, in respect of that area’.",
    "“The Acts clearly state that the sites to which licences have already been given cannot be taken back unless the stipulated conditions are violated,” the source said.",
    "Geological Survey and Mines Bureau (GSMB) has allowed a private exporter in Wattala to export raw vein quartz lumps to China",
    "The source further revealed how a two-day symposium has been organised by the Bureau spending over Rs. 40 million, to auction the mineral deposits in the country.",
    "The symposium will be held from October 20 to 21, 2023, at the BMICH on the instructions of the Environment Minister to attract foreign investors to sell the mineral deposits in the country. It is alleged that the reason behind the termination of exploration licences is to auction those lands as well, at the symposium.",
    "“Cabinet approval is said to have been obtained for this symposium. They expect 1,000 participants for a day and several million have been paid for the Event Management Company. The Minister is alleged to have wanted his friends in the Gulf to attend the symposium and sell the mineral deposits, depriving investors who are willing to export the minerals after value addition,” sources alleged.",
    "Meanwhile, Janaka Udaya Kumara, a Consultant of a leading company in graphite mining, said how when his company applied to get the exploration licence renewed was told that their licence has been terminated.",
    "“We have spent more than 600 million for the machinery and when the GSMB says that they cannot renew the licences we were clueless. Although the Act says that the GSMB should inform the licensee why the licence is not renewed by registered post, we were only informed about this verbally,” Udaya Kumara said.",
    "Meanwhile, reliable sources from the Environment Ministry said that it is questionable how the Acting DG who is a permanent employee of the Bureau and who knows the conditions stipulated in the Mines and Minerals Act No: 33 of 1992 (amended) is violating the Act on the instructions of the subject Minister and the Chairman.",
    "The Acting DG, who is the Chief Executive of the GSMB, has to take the sole responsibility for the institution’s administrative lapses according to the sources.",
    "As per Section 37 (1), the Bureau may cancel a licence issued under this Act, if it is satisfied that the licensee-",
    "(a) Has contravened any term or condition attached to such licence;",
    "(b) Has not carried out any lawful direction given to him by the Bureau;",
    "(c) Carries on wasteful mining despite the prior warning given in writing by the Bureau against such mining;",
    "(d) Has suspended curtailed or ceased to carry on any activity authorised by such licence for a period of over six months without the permission of the Bureau;",
    "(e)  Has surrendered his licence subject to satisfaction of the requirements of this Act; or",
    "(f) Has been convicted of an offense under this Act or of any regulation made there under",
    "“If a licence is cancelled or refused renewal, the reason has to be given in writing. But there are many cases where the licensees are kept in the dark. They have been informed verbally but not in writing which is a serious violation of the Act,” sources added.",
    "Section 38 of the Act says, ‘When the Bureau decides to refuse the issue or renewal of a licence or to cancel a licence, the Bureau shall communicate to the applicant or licensee, as the case may be, its decision with the reasons therefore, by registered post.",
    "‘Any decision required to be communicated under the preceding provisions of this Section to any applicant or licensee shall be deemed to have been communicated to him after the expiry of a period of three days reckoned from the date of dispatch of such communication by registered post to the usual place of business or residence of such applicant or licensee’.",
    "According to Environment Ministry and GSMB sources, a number of exploratory licence holders have asked them as to why they have been told to stop the exploration of minerals.",
    "“We were unaware of this. When we spoke to our superiors we were told what the intention of the Minister is. He wants to sell all our mineral deposits to foreign investors and make a ‘quick buck’.",
    "The minerals are natural resources and non-renewable. When these deposits are sold without any value addition, the country will lose a considerable amount of wealth than getting the best value for the natural resources.",
    "“We were exporting vein quartz over the years and in 1998 and subsequently in 2008, the respective Industries Minister/ Environment Minister brought regulations banning the exportation of raw quarts. As per the two cabinet decisions, the strategy of not allowing the export of raw quarts in un-processed form is to avoid the country being robbed of getting the best value for the mineral resources”",
    "-A.F.M. Farook Chief Operating Officer of CeyQuartz MBI Pvt Ltd,",
    "Meanwhile, Chief Operating Officer of CeyQuartz MBI Pvt Ltd, A.F.M. Farook, who has been involved in this business over the past several years, told this newspaper how the Board of Directors of the GSMB are planning to enter into a detrimental Mineral Investment Agreement (MIA) with exporters to get their consent to export raw quarts. Such a venture is banned through two cabinet papers and a subsequent court order.",
    "“We were exporting vein quartz over the years and in 1998 and subsequently in 2008, the respective Industries Minister/ Environment Minister brought regulations banning the exportation of raw quarts. We were given a few months to get geared to attract investors, get machinery and train the labour force to give value addition to the explored quarts. As per the two cabinet decisions, the strategy of not allowing the export of raw quarts in un-processed form is to avoid the country being robbed of getting the best value for the mineral resources,” Farook said.",
    "According to Farook, as a result of this government policy, many companies who exported the unprocessed mineral have made large investments in value addition. This has led to the gain of sophisticated technology in mineral processing and a solution to the unemployment issue.",
    "“As a joint venture with the Japanese technical collaboration we formed our company and after a value addition, we export the raw silica quarts to a powder form. During this process, we get an insignificant amount of grit as the wastage. As there is a good export market for grit, permission was sought from the GSMB to export this wastage. We were granted permission and a cap size for the size of the grit was introduced which should be lesser than 10mm in size,” he said.",
    "According to Farook, the waste grit had to be brought down to less than 10mm in size using machinery.",
    "“We invested heavily on the machinery and got the staff trained. Later, further restrictions were imposed on the export of grit. Those who are exporting  MT of grit worth 300 US$ or more are exempted from customs duty, but those who export one MT of grit for lesser than US$ 300, a customs duty of 20% has to be paid,” Farook added.",
    "Speaking about how adversely it would impact the industry if raw quarts lumps are permitted to be exported once again, Farook said how the GSMB boasted that they were able to get a higher ‘value addition’ to the consignment of quartz lump that was exported to China on May 9.",
    "When officials of the CeyQuartz MBI Pvt. Ltd met the Chairman and the Board of Directors of GSMB to discuss the controversial clauses they have added to the MIA, the officials have asked why the Bureau has permitted the export of a consignment of 12 MT of quartz lumps violating the 1998 and 2008 cabinet decisions and the subsequent court directive. The Board of Directors has informed them that they were able to get a better ‘value addition’.",
    "“When we asked why they allowed exporting quartz lumps without a value addition as the cabinet has taken a decision to ban the export of raw vein quartz in view to promote mineral processing and manufacturing prior to the export, to prevent depletion of non-renewable resources in the country, the Board of Directors said that they were able to get a better ‘value addition’ from this questionable export. The Acting DG said although the exporters are exporting one MT of grit at a rate of around 300 US$, for the raw quartz lumps that was sent to China, the exporter was able to get a record price of US$ 1400 per MT. When we informed the Board Members that value addition does not define getting a better rate but creating an extra value over and above the original value, they were adamant and were not willing to accept what the exact meaning of value addition is,” Farook claimed.",
    "Farook further said how the GSMB Directors are of the view that processing of the minerals to a powder form is a waste of money at a time when the country is facing a severe power crisis.",
    "“According to them, the best option is to export the raw quartz lumps as it costs dearly when electricity is used for processing purposes,” he added.",
    "As a result, CeyQuart BMI Pvt Ltd is planning to take legal action against the GSMB for granting permission to export raw quartz lumps as this course of action would have an adverse impact on the industry.",
    "“We have invested billions of rupees over the years with higher technology to set up our processing plants. We have generated skilled employment and plans are afoot to create ancillary industries around existing value-addition plants. If the GSMB tries to revert the cabinet decisions and allow the export of raw quartz we will take legal action against them,” Farook said.",
    "Meanwhile, the Acting Director General of GSMB is also accused of aiding and abetting the Minister of Environment in violating the Mines and Mineral Act No: 33 of 1992 (as amended in 2009).",
    "Although powers have been vested in the Director General (DG)-who is a permanent employee of the Bureau- by this Act to issue mining and exploration licences to eligible applicants or to refuse the issue or renewal of a licence or to cancel a licence, questions have been raised as to why the former has allowed the present Environment Minister Naseer Ahamed to take over the powers ‘vested’ on him (DG) to issue or cancel mining and exploration licenses to the Minister’s whims and fancies.",
    "At a recent COPE meeting, it came to light how the Mines and Mineral Act has been violated by both Subject Minister and the Acting DG.",
    "Section 6 (2) of the Mines and Mineral Act states, ‘ The Director General of Geological Survey and Mines shall be the principal technical officer of the Bureau and shall be subject to the general direction of the Board on matters of policy, be responsible for the conduct of geological surveys and the administration of the Act’.",
    "Despite these regulations, the manner in which the Minister and the Acting DG violate the Act has come under severe criticism from the Bureau’s senior officials.",
    "“Three of our most senior officials once met the Minister and asked why he is flouting the stipulated conditions of the Act, as the Minister has no authority to instruct to whom the licences should be issued to or take decisions about renewals. But to date, neither the Minister nor the Chairman, Acting DG has taken any step to rectify the issue. In addition, allegations are also been levelled against the Minister for giving priority to issuing licences or renewing the existing licences for Muslim applicants/ licensees. Even though some of these applicants do not have the necessary clearances from the relevant departments still they are given the licences to our dismay,” highly reliable GSMB sources said.",
    "According to sources, the Acting DG being a permanent employee of the Bureau, cannot be allowed to violate the Act which can be a serious issue in time to come.",
    "“On whose directive is the list of names of the applicants sent to the Minister every day? This is a serious offence and we want to request the Ministry Secretary Dr. Anil Jasinghe to take disciplinary action against the Acting DG immediately,” the sources added.",
    "“We do not oppose issuing licences to anyone who has the necessary approvals, but issuing licences to those who do not have the approvals merely because they are from the Muslim community cannot be accepted. The law should be equal to every applicant/ licensee irrespective of their ethnicity,” a licensee from Trincomalee who is awaiting his mining licence renewed told this newspaper.",
    "Acting DG Ajith Prem when contacted confirmed with this newspaper that the list of all applicants is sent to the Minister on a daily basis, but refused to accept that the licences are issued on the recommendation of the Minister.",
    "“Before we took over office, the procedure that has been followed by the former GSMB officials has paved way for irregularities. Most of the licences have been issued to ‘big-time’ businessmen from Colombo, Gampaha and other main cities. This cannot be allowed. We have requested the respective Divisional Secretaries to certify that the prospective applicants are residing in the same area where they intend in mining, as we want to uplift the economy of the people in the area, but not those who are coming from Colombo and its suburbs,” Prem said.",
    "According to him, neither he nor the Chairman received any directive from Environment Minister Naseer Ahamed to send the list of names to him.",
    "However, the sources said that this practice was started from the time Naseer Ahamed was appointed as the Minister of Environment in 2022.",
    "Attempts taken to contact Chairman GSMB R. Sanjeepan were unsuccessful. Although a text message was sent requesting a comment on the allegations levelled against the Board of Directors GSMB, the Chairman did not respond until this newspaper went for publication.",
    "“I want to get foreign investors and persuade them to invest”- Minister Ahamed",
    "However, Environment Minister Naseer Ahamed refuted the allegations levelled against him for recommending the name list to issue mining licences and the termination of exploration licences.",
    "“These allegations are absolutely false and misleading. From the time I took over office in this Ministry, I have brought a lot of reforms to eliminate the corruption to a greater extent at the GSMB. Its nine months since I took over office and to bring these reforms, I need information. That is why I go through the mining and exploration applications because by the time I took over this position, more than 2000 special licences have been issued to parties without following the proper procedure,” the Minister said.",
    "According to the Minister, special licences cannot be given to any individual, unless they were issued during a catastrophe like tsunami or corona.",
    "“During such period, licenses can be issued without obtaining the required approvals from government departments. There was a time when applications had been filled not by the applicants, but by the GSMB officials for money. There are no records to show how much cubes of metal/ sand or earth the applicant wants to mine or even the registration numbers of the tippers used to transport mined material and also details of the route permits. These are illegal licences. It is the GSMB that has to implement the law and I am there to oversee how this work is done and to bring reforms,” Minister Nazeer said.",
    "“Up to now this industry has not developed and those who are in this business should be ashamed of themselves. There is no single value additional plant set up by a local in this country. That is why I want to get foreign investors and persuade them to invest on plants to give a value addition to the minerals. We can generate foreign revenue once this system is initiated”",
    "Nazeer further said that he has given instructions to enforce the law against illegal mining and to obtain the help of the police and the STF for that purpose.",
    "“We have encouraged the police by paying one third of the imposed fines from illegal miners,” he added.",
    "When asked why, the GSMB has allowed to ignore cabinet approvals that have banned the export of raw quarts, and permitted a private party to export raw vein quartz lumps to China recently, the Minister said that it is unlikely that the GSMB has given approval to do so as these officials are very straight forward and will never violate any regulation.",
    "“Don’t level allegations against these officials without having any proof,” the Minister said.",
    "When asked what action he would take against such officials if allegations are proved, the Minister said that he would take stern action against them and remove them from office irrespective of their positions.",
    "This newspaper is in possession of a copy of the official document of the export details of quartz lumps which has been reproduced on this page for Minister Nazeer Ahamed’s perusal. The Daily Mirror is awaiting to see what action he will take against these officials.",
    "Meanwhile when asked why the issued exploration licences are now being terminated without giving any valid reason and whether there is a plan to auction these lands for foreign investors, the Minister said that the licences that are given illegally are being terminated.",
    "However when asked whether there is a move to sell the mineral deposits for foreign at the upcoming symposium, the Minister said that the investors have to export these minerals after a value addition, but not in raw form.",
    "“Up to now this industry has not developed and those who are in this business should be ashamed of themselves. There is no single value additional plant set up by a local in this country. That is why I want to get foreign investors and persuade them to invest on plants to give a value addition to the minerals. We can generate foreign revenue once this system is initiated,” he said."
  ]
}