{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91417/korean-air-to-resume-direct-flights-to-colombo-after-repeated-srilankan-flight-delays",
  "time_ut": 1687342860.0,
  "original_lang": "en",
  "original_title": "Korean Air to resume direct flights to Colombo after repeated SriLankan flight delays",
  "original_body_lines": [
    "South Korea’s flag carrier Korean Air is expected to resume direct flights to Sri Lanka, says Minister of Labour and Foreign Employment Manusha Nanayakkara.",
    "The minister alleges that the employment opportunities of Sri Lankan workers who are supposed to leave for foreign employment are at risk due to repeated delays of SriLankan Airlines flights.",
    "Speaking in the parliament this morning (June 21), Nanayakkara said the South Korean Human Resource Institute only accepts migrant workers who arrive in the country within the given time period, adding that it does not accept anyone who is behind schedule.",
    "The SriLankan Airlines flight UL 470, which was scheduled to take off for South Korea yesterday (June 20) with a group of migrant workers leaving for employment in South Korea had been delayed by approximately 12 hours.",
    "“This aircraft was deployed mainly for the departure of these workers travelling to South Korea. It’s a national requirement.”",
    "Although the impact of this issue was reiterated to the respective officials of the airline, it has fallen on deaf ears, he said.",
    "The minister mentioned that they had to cancel the group’s departure after the South Korean Human Resource Institute informed the Sri Lanka Bureau of Foreign Employment (SLBFE) not to send the group as the flight was delayed.",
    "Furthermore, Nanayakkara noted that until the South Korean flag carrier initiates direct flights between Sri Lanka and South Korea, the government has made a temporary plan to expatriate the workers to South Korea via Singapore.",
    "Accordingly, for the time being, they will be able to fly out to Singapore through SriLankan Airlines and board a Korean Air flight from Singapore to reach South Korea, the minister said.",
    "Owing to this temporary fix, the migrating workers will not be affected even if SriLankan Airlines flight experiences a delay of 5-6 hours, Nanayakkara said explaining that such delays can be managed as multiple flights operate from Singapore to South Korea."
  ]
}