{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/Inter-provincial-long-distance-buses-to-be-permitted-to-stop-only-at-designated-bus-stops-from-May-15-NTC/108-259096",
  "time_ut": 1683882384.0,
  "original_lang": "en",
  "original_title": "Inter-provincial long-distance buses to be permitted to stop only at designated bus stops from May 15: NTC",
  "original_body_lines": [
    "The inter-provincial long-distance buses will be permitted to stop only at bus halts with a yellow-colored signboard from May 15, the National Transport Commission (NTC) said.",
    "NTC Director General Nilan Miranda said a pilot program in this regard was held from Galle to Gintota on the Galle corridor to minimise the conflicts between the inter-provincial long-distance bus services and provincial bus services when picking up passengers at certain bus stops.",
    "Accordingly, the NTC has identified 37 bus stops for inter-provincial long-distance buses from Galle to Gintota on the Galle corridor, he said.",
    "The announcement was made while addressing the media at the Government Information Department while launching the pilot program. Addressing the media, NTC Director of Planning Ms. K.A.C. Karunarathna said yellow color sign boards are displayed along with black sign boards.",
    "\"Both the provincial and inter-provincial long-distance bus services are permitted to stop at the bus stops where the yellow-colored signboards are displayed. Inter-provincial long-distance buses are not permitted to stop at the bus tops with black sign boards,\" she said.",
    "Accordingly, inter-provincial long-distance buses will be permitted only at yellow colored bus stops from May 15.",
    "\"Legal action will be taken against the inter-provincial long-distance buses that do not stop at the permitted bus stops as per the prevailing law. This directive will be included as a criterion in the route permit of the NTC, and internal disciplinary action will be taken against those buses that violate this,\" Ms. Karunarathna said.  (Chaturanga Pradeep Samarawickrama)"
  ]
}