{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-colombo-plan-and-entertaining-on-the-government-account/",
  "time_ut": 1685184720.0,
  "original_lang": "en",
  "original_title": "The Colombo Plan and entertaining on the Government account",
  "original_body_lines": [
    "(Excerpted from Memoirs of a Cabinet Secretary by BP Peiris)",
    "I must refer here to what has come to be known as the Colombo Plan, of which much has been written. The matter was first raised by Mr J. R. Jayewardene who asked the Conference to consider the following resolution:",
    "“To ensure a high and stable level of employment and to raise the standard of living of underdeveloped countries in South-East Asia, whether within the Commonwealth or outside it, it is necessary to develop their agricultural and industrial economies. This Conference, therefore, agrees to appoint a committee of officials of the countries concerned to obtain information and to prepare a 10-year plan for the development of these countries.",
    "“The other members of the Commonwealth should consider means of providing such assistance as may be necessary for the implementation of this plan with money, guaranteed prices, technical skill and machinery. The plan should be examined by a committee of experts who, after visiting the countries concerned, should make recommendations with regard to the help which the Commonwealth countries can give in carrying out this programme.”",
    "At a later meeting, Mr Spender informed the Conference that when the Australian Delegation had compared their paper with Mr Jayewardene ‘s resolution, they thought that the recommendations in both could be combined into a single whole and the two Delegations had produced, in consultation with the New Zealand Delegation, a fresh resolution. This is the resolution which put the Colombo Plan on its feet. On this plan, this country has received tremendous aid from several Commonwealth. countries, particularly Canada, Australia, New Zealand and the United Kingdom. Our officials have, with their natural lethargy, delayed or failed to take full advantage of this assistance.",
    "On January 14, 1950, at the public sitting, the final one, which was held in the Senate Chamber (after a heated hoo-ha between me and Samarawickrama, Clerk to the Senate, “Where on earth have you heard of a Legislative Chamber being used for a public sitting like this? etc. etc.”) all the Heads of Delegations spoke.",
    "Mr D.S. Senanayake thanked the delegates who had come to the Conference at great inconvenience to themselves. The final communique was read. The Rt Hon. Philip Noel Baker then moved that an additional paragraph as follows be added at the end of the Communique:",
    "“At the conclusion of the final meeting of Ministers this morning, the representatives of all the other Commonwealth Governments expressed their appreciation of the helpful manner in which Mr Senanayake had presided over their meetings, and their gratitude for the generous hospitality accorded to them by the Government of Ceylon during their stay in the Island.”",
    "He said: “Mr. Prime Minister, It has been said with great eloquence how much we all owe to you, to your Government and to your people. But I think it right that this should also be recorded in history in the communique which we issue this morning… I venture to think that these discussions have been of lasting and dynamic importance to our peoples and to the world, and not the least important of what has happened, if I may say so, has been your speech at the opening Conference and the speeches which have been made this morning. I beg to move, is it agreed, Gentlemen?” Cries of “Aye”.",
    "Every day of the Conference, there was a cocktail party by a Minister for the delegates. This put the Secretariat to a great deal of inconvenience. We could not refuse to attend; we also had to complete our minutes. After a couple of drinks, Sir Norman and his assistants used to take a hurried departure to the office. We had to dress to attend these parties and then take our bow ties and collars off when we got back.",
    "The last party was by Mr S.W.R.D. Bandaranaike, Minister of Local Government and Leader of the House of Representatives, who was not a member of the Ceylon Delegation. He therefore did not know the delegates and the delegates did not know him. His party was at the House of Representatives and he instructed the Police to send the delegates up the main steps facing the sea.",
    "I was instructed by letter to come and assist him with the introductions. I took this as an order and attended in black trousers and a white jacket. S.W.R.D. was in what is known as the National Dress, that is, a cloth, a banian or something looking like a shirt above it and a scarf across his shoulders. I took my place next to him at the head of the steps. The first invitee was climbing up the steps and he asked me who he was. As there was a huge Grecian Pillar which obstructed my view, I took a couple of steps forward and said it was Sir Norman Brook, Secretary to the Cabinet.",
    "Brook came to the top of the steps, recognized me, passed the host, and said “How do you do, Peiris”. I said “This is the Honorable the Minister” and he greeted the Minister with a “How do you do, Sir.” For what reason I did riot know, but mine host appeared to be a bit annoyed with me. The same thing happened with the second guest, Mr Lester Pearson from Canada, who greeted me first and had to be introduced by me to the Minister. S.W.R.D. was now really annoyed with me and snapped “Take two steps back” which I did, and I was again obstructed by the pillar.",
    "“Who’s that?” he asked, as the third guest was climbing up and I said it was Doidge from New Zealand. To do this, I had to take two steps forward, look, and, in accordance with orders, take two steps back. “How do you do”, gleamed the Minister, and he was happy. After that, it worked with almost military precision with the host, on the one hand, greeting his guest by their surnames and I, on the other, doing a little goose-stepping by his side.",
    "This was the last party in honour of the delegations. It was also the first and the only party at which no alcoholic drinks were served. Pink and green drinks were going round and Ernest Bevin insisted on a whisky-soda which had to be hurriedly obtained from the Refreshment Room. The party was from 7 to 8. 30 p.m. There is a limit to the number of glasses of hair-oil that a guest can drink, and by 8. p.m, every guest had gone.",
    "It was the dullest party I had attended. I asked Ralph Deraniyagala, Clerk to the House, fora whisky, and while Ralph and I were having our drink in his room, S.W.R.D. came in and Ralph said to him “Solomon, B. P. said this was not his idea of a party and that he wouldn’t have come unless you had ordered him to do so. He wanted whisky, so I’ve ordered it on your account.”",
    "“Quite right,” said S.W.R.D. “Put it on my chit and order another.”",
    "A weekend intervened during the Conference and the delegates were taken on a sight-seeing tour, some to the ruined cities, some to Kandy, and the others to Nuwara Eliya. They traveled in Government cars, each party accompanied by a Government representative. I was asked to look after my colleague Bavin, who did not want to go to any of these places, but desired to sea bathe: l was an owner, driver and asked for a Government car as I was far too tired after the Conference work to drive a long distance.",
    "I was told that no cars, were available and asked to use my own car and charge mileage. Bavin was to be treated as a State Guest and I was to charge all expenses to Government account. As I dislike talking while I am driving, and as I did not like to drive Bavin fifty miles out and back in silence, I asked my friend Alexis Roberts to join us and keep Bavin amused on the trip. Roberts was a great talker, well-informed and well-read. We drove to the Ambalangoda Resthouse where Bavin went twice into the sea, after which, he asked for a gin and I therefore ordered three.",
    "In all, we had nine gins before lunch. I was careful to preserve the bills. On the way back, Bavin wanted to have another dip, and I turned into the Bentota Resthouse, where we had beer. At Panadura, I bought a bottle of whisky. We saw the elephants dance at the zoo. Finally, home to my place for – whisky and music, which my guest seemed to enjoy, provided it was not the pop variety.",
    "Later in the evening, I dropped him back at his hotel. A few days after the departure of the delegates to their home countries, I sent to the Ministry of External Affairs, my claim for expenses incurred in taking Bavin out as a State Guest. Every item of claim was supported by what, in audit, is called a “Voucher”. My claim included traveling in a Peugeot car (weight and horse power specified) to Ambalangoda and back, nine gins, three ginger ales, three lunches, three pints of beer, three teas, one bottle whisky and three zoo tickets.",
    "My claim was queried on two points by my good friend Jayamanne, Officer of Protocol: one, I was asked why a third man was taken and who he was; two, why was so much liquor consumed. On the first point, I replied I had asked for a Government car which had been refused, that as a careful driver, I watch the road when driving and was not in the habit of talking, that if I took a Government guest out, it was not the done thing to bore him, and that I therefore invited a friend of mine to join us and keep our guest entertained with his conversation at which he was very good.",
    "On the second point, I said that Bavin had three gins after his two swims (for which no charge had been made) and that I thought courtesy demanded that we keep in step; similarly with the beer, and that, as he was a guest of the Government, it would have been an insult to him, as well as to the Government, if I had bought only a pint of whisky and then run short. I said I did not know Bavin’s capacity, but his lunchtime performance showed he was a good stayer.",
    "I therefore bought a full bottle, but only quarter of it was consumed. I added that it would have been an unpardonable crime to have thrown the balance down the drain and an utter nuisance and a waste of public officers’ time to fill up innumerable forms to return it to the Government Stores. In the circumstances, I did the only sensible thing by finishing the bottle myself in small daily doses. My claim was paid in full.",
    "Day three of April 1971 insurrection, on duty at Hambantota/Kataragama",
    "Efforts to improve things in university sector: More money poured down the drain?",
    "Drafting an amendment to the Order in Council and hosting a Commonwealth Conference",
    "Telecom workers flay govt. for lack of transparency in restructuring SOEs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}