{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-budget-to-dismember-state-universities/",
  "time_ut": 1700499540.0,
  "original_lang": "en",
  "original_title": "A Budget to dismember state universities",
  "original_body_lines": [
    "Sri Lanka is going through its worst economic crisis since the 1930s, and the stabilisation policies of the Government could drastically change the political economic landscape of the country. Amidst these changes underway, education more broadly and the university system in particular, have come under considerable strain.",
    "In this column, I analyse the recent Budget Speech and the dangers inherent in it for access to university education for future generations. The allocations for next year continue the trajectory of underfunding state universities. Furthermore, it concretises the Government’s intention to completely change the governance of universities, recognise ‘private higher educational institutions’ on par with state universities and to expand their role in higher education.",
    "Over the last few years, state funding for universities have more than halved from close to 0.6% of GDP in 2020 to 0.25% of GDP. When it comes to capital expenditure, which is the commitment of the Government towards the future development of universities, it has come down from 0.14% to 0.02% of GDP, amounting to a seventh of the allocation from four years ago.",
    "While the allocations for 2024 are drastically low, even this meagre amount may not be spent, because such expenditure depends on meeting the IMF’s revenue targets. On the other hand, student intake has risen by 50% from 29,000 students per year in 2016 to 44,000 students per year in 2023. This dangerous decline in spending despite increasing student intake, betrays the Government’s intention to wilfully engineer a failure of state universities even as it feigns support for expanding access to higher education.",
    "This trajectory of underfunding state universities is not new and has been accompanied by efforts to initiate and promote private universities by successive governments. Sri Lanka today is one of the few countries with free education at the university level, which has been a great boon for economically marginalized students. Contradicting, this legacy of free education going back to the 1940s, international financial institutions, in particular the World Bank, have pushed for the creation of private universities for decades. Most recently, the World Bank Country Partnership Framework for 2024 to 2027 explicitly calls for commercialising universities in Sri Lanka. The World Bank has consistently sought to shed the state of social welfare programmes and to make higher education a business.",
    "The current crisis is thus an opportunity for global capital and the national elite to push through commercial interests. In the Budget Speech, the President has openly said that the Government is moving now on 60 new laws and amendments, ranging from land ordinances, public finance acts and banking laws. Indeed, Wickremesinghe is trying to use the illegitimate Parliament, with the Rajapaksa majority, to completely change the law books before parliamentary elections. And such legal changes include new laws to overhaul the university system, particularly a National Higher Education Commission that will replace the University Grants Commission, which will recognise private universities on par with the state universities.",
    "“We will allow any recognized educational institution in the world to establish universities in Sri Lanka once a set of powerful rules and regulations for the regulation of non-state universities are put in place. This will create opportunities for every student, who passes the G.C.E (Advanced Level), to obtain a university education and earn foreign exchange through the admission of foreign students. Loan facilities will be provided to students studying in these non-state universities.”",
    "This is from the Budget Speech on the imminent proliferation of private universities. In the late 1970s, J.R. Jayewardene, initiating the open economy reforms, famously said, let the robber barons come! And now Wickremesinghe seems to be calling the robber barons to come start universities. He is also inviting international students to earn a degree in return for dollar payments. If liberalisation in the 1970s was epitomised by the proliferation of supermarkets, the neoliberal education policies today are symptomatic of a vision of supermarket like universities.",
    "The Government plans for four private institutions to be upgraded to universities (NSBM, SLIIT, Horizon Campus and the Royal Institute) and to create at least six new universities, including for technology, climate change and education. Even Provincial Councils will be able to establish universities.",
    "Then under the pretext of modernisation, every catch word under the sun is brought to the Budget Speech; an allocation of Rs 3 billion towards starting a National Centre for Artificial Intelligence and Rs 8 billion for the creation of a national research policy, belying the steady cuts to research that universities have seen over the years. It is unclear from where the Government will get this funding when it can hardly keep existing universities afloat.",
    "The Budget also allocates funds for interest-free and subsidized loans for students entering non-state universities as a way of luring them into private fee levying institutions. It fails to mention that this model of higher education has failed in many countries, leading to spiralling and unsustainable student debt as discussed recently by Farzana Haniffa in her Kuppi column on 23/10/2023.",
    "There are the elite in the country who say that the private universities are the way to go to ensure that children who cannot enter state universities can pay their way into any university degree. And they are of course the staunchest supporters of getting rid of the state university system. Then there are those who are confused and claim that while they want the Government to adequately support the state university system, they are per se not against private educational institutions. They do not recognise that there is a necessary trade off. Once private universities are established, the state universities will rapidly decline with the state abandoning them and enabling the siphoning off of resources, including lecturers who will be poached by private universities.",
    "The so-called people-centred argument of the Government is that without private universities, a large section of our youth will not be able to access university education. The reality is that, for example in 2022 about 91,000 qualified students applied for universities and 44,000 of those students, or about half of them, were enrolled at state universities. Indeed, if we could quadruple the current low allocations of 0.25% of GDP to even a mere 1% of GDP, we could accommodate all those who applied to universities. Thus, there are alternatives for ensuring equitable access to state universities, provided there is the political will towards redistribution by levying for example a wealth tax on the elite. After all, the 0.5% of GDP per year that has been extracted from the retirement funds of working people for domestic debt restructuring itself could have more or less funded this revamped state university system",
    "The urgency now, given the government’s aggressive attack on state universities, is for the student movements, the university teachers associations and broader society to come together and defeat the Budget proposals for higher education. Else, there will be little left of meaningful university education, and future generations of our youth will be looking at a dismembered university system that will look like a strewn set of supermarkets with low-quality degrees for sale at cash counters.",
    "(Ahilan Kadirgamar is a political economist and Senior Lecturer, University of Jaffna)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}