{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-95th-oscar-awards-for-2022-films/",
  "time_ut": 1679122320.0,
  "original_lang": "en",
  "original_title": "The 95th Oscar Awards for 2022 films",
  "original_body_lines": [
    "The 95th awards by the Academy of Motion Picture Arts and Sciences for 2022 films were on March 12 at the Dolby Theatre in Los Angeles. The event was produced by Ricky Kirshner and Glenn Weiss. Nominations were announced on January 24. BBC had much on the awards ceremony and awards.",
    "The American film Everything, Everywhere All at Once swept the boards as it were, garnering 11 nominations and winning seven, which is surely a great achievement. More praiseworthy is it that three Asians won top awards: Best Film – Daniel Kwan (who co-produced with Daniel Scheinert with the pair named collectively as the ‘Daniels’); Best Actress – Michelle Yeoh; Best Supporting Actor Ke Huy Quan. Awards for Best Director and Best Writing – best original screenplay – were both won by the ‘Daniels’. The sixth Oscar was won by Jamie Lee Curtis as Best Supporting Actress and seventh for Best Editing to Paul Rogers.",
    "Best Actor was Brendan Fraser acting the main role in The Whale. Best International Feature Film was the German movie All Quiet on the Western Front.",
    "The winning 2022 film Everything. Everywhere All At Once  now conveniently referred to as EEAAO, is classified in several genres: sci fi, absurdist action comedy drama; futuristic too I read somewhere. The plot centers on Evelyn Wand, a Chinese-American immigrant who, while being audited by the IRS. “discovers that she must connect with parallel universe versions of herself to prevent a powerful being from destroying the multiverse.” The New York Times labeled the film “a swirl of genre anarchy with elements of surreal comedy. sci fi, martial arts, fantasy, animation. (I may be the only person who is not keen to see the film. I need reality and down to earth emotion. Maybe that labels me mundane and plebian!).",
    "Kwan and Scheinert started work on the screenplay and film project in 2010. The production was announced in 2018 and photography ran from January through March 2020. It premiered at a minor venue and then began a limited theatrical release in the US on March 25, 2022, before a wider release. The film turned out to be a commercial success and grossed $108 million worldwide, becoming A24’s first film to cross the $100m mark and surpassing  Hereditary 2018 as the period’s highest grossing film. (A24 is an American independent entertainment company founded in 2012 by three persons in the film business that specializes in film and television production as well as distribution, and is based in Manhattan. It assisted in the production and distribution of the film EEAAO).",
    "Critics seem to be all in praise of the film. I quote from Wikipedia: “Critics lauded its originality, screenplay, direction, acting (particularly of Yeoh, Hsu, Quan and Curtis); visual effects, costume design, action sequences, musical score, and editing, Its portrayal of philosophical concepts like existentialism, nihilism and absurdism, as well as its approach to themes such as neuro-divergence, depression, generational trauma and Asian American identity.”",
    "Such high praise was justifiably showered on Shehan Karunatillake by the Booker Prize judges for his difficult-to-get-through The Seven Moons of Maali Almeida. I cannot help but comment that film successes at present, like books, are very complex and multi themed; complicated in short. Gone are the days of simple love affairs and plain, ordinary, everyday emotions. Remember Roman Holiday and so many other films you could sit back and enjoy; Pride and Prejudice included. No heavy brain work was necessary and disturbing emotions were not evoked. So I ask: is it goodbye to Jane Austen, the Bronté sisters, Charles Dickens, Vikram Seth, Shyam Selvadurai and even Michael Ondaatje?",
    "Harry Shum Jr., Stephanie Hsu, Michelle Yeoh, and Ke Huy Quan pose with the Best Picture award for “Everything Everywhere All at Once” at the 28th annual Critics Choice Awards in Los Angeles, California, U.S., January 15, 2023",
    "Michelle Yeoh Choo Kleng, better known as Michelle Yeoh and formerly as Michelle Khan, was born in Ipoh, Perak, Malaysia in 1962 to a Chinese Malaysian family. Her mother was a lawyer. The family moved to the UK when she was 16 years and she joined the Rose Academy of Dance.",
    "Her ambition was to be a professional dancer but was thwarted by a bad back. In 1993 she won Malaysia’s beauty contest and went on to compete in the Miss World contest. She was married to a HK entrepreneur in 1988-92. Then she was engaged to an American cardiologist; in 2004 to Jean Todt with whom she lives in Geneva with homes in other world cities. Her favourite authors are Shakespeare and Stephen King.",
    "She first starred in Hong Kong films and performed her own stunts. Then she moved to the US and gained accolades in films such as the 1997 James Bond Tomorrow Never Dies and Ang Lee’s Crouching Tiger, Hidden Dragon – 2000, which shot her to fame winning the BAFTA Best Actress award for that year. And now she has won the Academy Award for Best Actress for 2022 for her highly praised performance in Everything……",
    "She is the first Asian and second woman of colour after Halle Berry’s win in 2002 to win the most coveted film award – the Oscar. She will surely win many more international film awards in the future.In 2011 she portrayed Aung San Suu Kyi in the film The Lady. In 1997 she was voted one of 50 Most Beautiful People in the world and in 2009 one of 35 All-time Screen Beauties by People Magazine. TIME magazine named her one of the 100 most influential people in 2022.",
    "It was good to have India winning two Academy Awards: one to M M Keeravan for Best Original Song – Naatu Naatu from the film RRR. It seemed to have been a catchy popular song sung all over LA. A video I watched had him singing a snatch of it. The second Oscar was for the best Documentary Short Film – Elephant Whisperers – BBC assisted and produced by Guneet Monga, directed by Kartiki Gonsalves as a tribute to his parents.",
    "The film is set in a Tiger Reserve in Tamil Nadu where orphaned baby elephants are cared for and trained to fend for themselves to be sent back to the forest. I was pleasantly surprised to find it on Netflix and watched it. It centers on two baby elephants – the first Raghu and then Ammu – adopted and nurtured by a very caring man named Bomman who is assisted by an efficient woman – Bellie –who had lost her husband and adopts the first baby elephant as a substitute for her daughter who also died. Details of the caring is documented, also glimpses of village life. The two elephants get married in a village-celebrated ceremony. One festival shown in detail is the elephants being decorated with chalk drawn patterns on their faces mostly, garlanded, and led in procession to pay pooja to God Ganesha. Raghu when fairly grown is taken away by a Wild Life official, much against its will and greatly saddening the man and woman who cared for him.",
    "Photography is excellent depicting the forest during the rains and hot and dry during summer months. The narration is in Tamil, (I supposed), heard slightly in the background with an English commentary and the man and woman detailing their experiences with the baby elephants and loving them dearly.",
    "A friend phoned just as I completed my article and asked me whether I had watched the Oscar ceremony. That got me talking! Then he posed the question: is this awarding political; are they moving now with the times and slanting towards Asians and coloured people? I insisted this year’s Best Actress is truly gifted, beating nominated and multi Oscar winner Cate Blanchett in  Tar. Also Elephant Whisperers was a true documentary, sensitively made. Yes, there may be slants.",
    "But weren’t the Academy Awards hugely slanted to Anglo Saxons all these long years preceding ‘Black Lives Matter’ and Asian countries rising to project the superiority of Asians? With all the excellent black stars, the first non-white man to win the Best Actor award was Sidney Poitier in 1964. The Oscars were inaugurated in 1929. Thus 35 years had to lapse before a coloured person won an Oscar. It is high time true ability and skill were singled out regardless of colour or country of origin.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}