{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/two-peas-in-a-pod/",
  "time_ut": 1680459780.0,
  "original_lang": "en",
  "original_title": "Two peas in a pod",
  "original_body_lines": [
    "The absence of a universal definition of terrorism has not only stood in the way of dealing with the scourge effectively to make this world a better place to live in but also enabled dictatorial governments across the globe to suppress people’s rights and freedoms on the pretext of fighting it.",
    "Sri Lankan political leaders sound like Humpty Dumpty when they define ‘terrorism’, for they want it to mean what they choose it to mean—neither more nor less—and they leave the public wondering, like Alice, whether a word can be made to mean so many different things. In their eyes, anything that threatens their interests is an act of terrorism. Dr. Jayampathy Wickramaratne, PC, deals with this issue comprehensively, in a two-part article, the first installment of which is published on this page today.",
    "The Rajapaksa-Wickremesinghe administration has undertaken to repeal the PTA (Prevention of Terrorism Act) and recently presented the Bill for Anti-Terrorism Act (ATA) as an alternative. In so doing, it has caused quite a stir, and drawn heavy flak from all those who cherish democracy.",
    "The ATA Bill is not without some positives, but, overall, it has been a case of swings and roundabouts for those who are desirous of seeing an end to the outdated anti-terror laws, which are being blatantly abused to suppress the people’s democratic rights and freedoms. The PTA and the proposed ATA, in our book, are Tweedledum and Tweedledee to all intents and purposes.",
    "Sri Lanka is in the current predicament because its ‘leaders’ do not scruple to subjugate its interests to political expediency. They lay everything on what may be called the Procrustean bed of self-advancement. No wonder they introduce draconian laws to safeguard their interests.",
    "One cannot but agree with Dr. Wickramaratne that the very broad definition of terrorism in the ATA Bill leaves room for even strikes to be brought under anti-terror laws, which prohibit “wrongfully or unlawfully compelling the Government of Sri Lanka or any other Government, or an international organisation, to do or to abstain from doing any act; … unlawfully preventing any such government from functioning”. “Causing serious obstruction or damage to or interference with essential services or supplies or with any critical infrastructure or logistic facility associated with any essential service or supply” is also considered an act of terrorism. As Dr. Wickramaratna has rightly pointed out, according to the ATA definition of terrorism, many acts committed during the 1953 Hartal and the 2022 Aragalaya were terroristic! Therefore, the fear that if the proposed anti-terror laws are passed, they will enable the government to crush strikes and protests is not unfounded. In fact, some anti-government activists are already dealt with under the PTA, which the incumbent dispensation has undertaken to repeal.",
    "Ironically, the PTA is being used against some anti-government protesters on the watch of President Ranil Wickremesinghe, who in the early noughties, as the Prime Minister of the UNP-led UNF government and de facto head of state at the time, ensured that the LTTE was given kid-glove treatment. The UNF regime chose to behave in a servile manner in the name of a flawed peace process, despite the LTTE’s many acts of terrorism, which included countless assassinations, especially that of President Ranasinghe Premadasa, and an attempt on President Chandrika Kumaratunga’s life. Some LTTE leaders were given VVIP treatment at the BIA, which they had attacked, but several Aragalaya  activists were arrested at the same airport!",
    "Illegal acts committed in the name of Aragalaya should not go unpunished, but protesters must not be dealt with under the anti-terror law, which were not used against the LTTE during the UNF government. The incumbent administration’s duplicity undermines the legitimacy of the country’s laws and erodes public faith therein.",
    "It is only natural that the International Commission of Jurists (ICJ) has expressed serious concern about the ATA Bill. While pointing out that the Bill features certain improvements on the PTA, the ICJ has said, in no uncertain terms, that the other problematic aspects thereof clearly outweigh those positives. The SJB is said to be planning to move the Supreme Court against the ATA Bill.",
    "The need is for a set of anti-terror laws that conform to international standards to protect national security and public safety, and not something like the proposed ATA, which exemplifies the proverbial curate’s egg and is loaded in favour of unscrupulous politicians bent on consolidating their hold on power at any cost.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}