{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/central-banks-have-a-critical-role-to-play-during-times-of-financial-crisis/",
  "time_ut": 1684320724.0,
  "original_lang": "en",
  "original_title": "Central Banks Have A Critical Role To Play During Times Of Financial Crisis",
  "original_body_lines": [
    "Much is expected from central Banks during the times of Financial Crises. The monetary policy strategies and initiatives by central banks become vital, compulsory and indispensable not only to save the dwindling economy but to stimulate economic activity during a financial crisis.",
    "There is much talk, rather a controversy, developing now into a political debate, in Sri Lanka about a new Enactment encircling the Central Bank and its operations, in the air. Some say that it is due to IMF influence and some -others accuse the move as a step to control and curtail CBSL activities. But the point in question is can’t the central bank perform its objectives now under the existing Laws? Isn’t the CB responsible to some extent for the current situation of the Economy?",
    "Here are several questions unanswered. Who instigated the sudden declaration of bankruptcy? Was there an organized move strongly lobbying to canvass, influence and provoke this move? Are we happy about what happened in hindsight? Couldn’t we have avoided it and the Central Bank vigilantly continued to follow the action plan and the initiated process without rushing into rash decisions?",
    "Current debate about a new Law for the CBSL now being staged is centered round these issues. The Central Bank has failed in its monitoring and controlling role about the financial sector over a long period and this led to the critical level of the crisis during the last days. The period preceding the resignation of the Ex Governor of the CBSL remind us of some actions taken by the CBSL with regard to the continuation of Credit facilities to leading loss making SOEs. This was seen more as a controversial step rather than a belated corrective measure, to put back the derailed public institutions with huge growing liabilities with no proper repayment plans, “back on track”.",
    "If we take a look at the current state of affairs of some SOEs strategically important to the economy we can see how the prevailing situation remains worsened now than before. These heavily debt burdened SOEs were recently reported to be making unbelievable losses in their balance sheets as of last year end most of which have been carried forward continously.",
    "Shipping Corporation, National Water Supply and Drainage Board, national Housing Development Authority each accounting for losses running into Billions. And many others including those engaged in Trading activities making Huge Losses and surviving with Treasury borrowings from time to time.",
    "Among the large Loss-making trio it will be seen that in addition to being financially supported by the TREASURY, the two State Banks carry the largest burden in their books recorded as Assets generating interest income. This has helped the State Banks to bloat their profits while all other SOEs are sinking. The strange thing about this phenomenon is how the Treasury has intermediated to keep these huge debts remaining unpaid over many years enabling the banks to defensively maintain unpaid debts as current assets. The Treasury generously issued a kind of virtual guaranties defined as “letters of COMFORTS” enabling the banks and the Auditors to satisfy the Accounting Standards for keeping overdue liabilities without being transferred as Non Performing Advances, better known as NPLs OR NPAs.",
    "Banks were happily showing billions as profits earned from these SOEs which were accounted as Interest paid by those SOEs while adding to the losses in the SOE accounts. The so-called letters of Comforts too continued to come from the Treasury year after year to satisfy the Bank Auditors to prevent them from Qualifying the accounts of the Bank Balance sheets.",
    "Neither the Auditors nor the CBSL ever questioned the validity of these Letters of Comforts or the securitization that was provided by the issuers of such letters. It is doubtful, whether the amounts covered under these letters of comforts ever reflected as Public Liabilities approved by the Parliament through the Appropriation Bills. The CBSL, for its part empowered with several supervisory regulations under the Banking Act had never questioned this state of affairs which for the first time was raised by the resigned Governor Nivard Cabraal, who insisted that no more credit facilities would be allowed to these SOEs through State Banks.",
    "If the CBSL promptly acted under the regulatory provisions they were empowered under the banking laws in force this situation could have been arrested long before it became so chronic. There are many such lapses on the part of the CBSL under the Licensed Banks Monitoring Program which they have overlooked or neglected in the process. The huge amount of NPLs of the State sector banks reflected in their accounts granted to private sector is another example. The Risk Control blunders and the highly questionable loaning procedures followed in many of the instances leading eventually towards heavy defaults are areas attributable to the Bank Supervision departments of the CBSL as their responsibility. This legal obligation cannot be exempted.",
    "Directed foreign exchange borrowings; utilization of foreign currency deposits of customers to be lent in a highly liberal manner and as virtually unsecured loans; the resulting accumulation of huge sums of bad loans, which later contributed to the Foreign Exchange Crisis of the country, too are due to negligent handling of proper monitoring and controls by the CBSL.",
    "With the  onset of the foreign exchange crisis the Central bank failed to effectively launch any confidence building program to meaningfully encourage or incentivize the foreign exchange remitters overseas to continue with their inward remittances.",
    "Under such circumstances it would be more appropriate and sensible to think of the option of passing a new law that is enforceable against those officials who neglect their duties under the existing laws causing serious problems to the economy and the country?",
    "Central bank manages the supply and the cost of money in the economy under the Monetary policy process to achieve the objective of price stability. Central Bank of Sri Lanka is responsible for conducting monetary policy in Sri Lanka, which mainly involves setting the policy interest rates and managing the liquidity in the economy. The monetary operations of the Central Bank influences interest rates in the economy, which in-turn impact the nature & performance of borrowers and lenders, economic activity and ultimately the rate of inflation. Therefore, it has to be accepted and understood that it is the primary role of the Central Bank to use monetary policy to control inflation and keep it within a desired path.",
    "Policy strategies such as Quantitative Easing (QE) can be employed and practiced by the CB to apply measures to reduce interest rates, increase the supply of money and to un gag and stimulate the local businesses that remain virtually throttled now. It is essential to infuse new blood to the local industry, manufacture and agriculture to trigger a dormant economy that has gone into hibernation back to action, admitting that this situation has arisen in consequence to monetary and fiscal policies necessitated due to the financial crisis.",
    "FDI is the Mantra much chanted nowadays consequently pushing the focus and attention on the local enterprises to the backstage. The approach of the authorities on matters that need urgent consideration appears to be subjected to a policy of orderly approach, which is time consuming and unhelpful to the spurring of economic resurgence required. What is needed is not a orderly approach but a concurrent approach. There is no more time to be wasted.",
    "The amount of money in circulation in the economy has to increase, which would contribute to the lowering of the long-term interest rates. The borrowing rates should be affordable so that the entrepreneurs who do not dare stepping into a commercial bank to borrow at the ongoing high and unrealistic interest rates would be prompted and encouraged to rejuvenate their business activities and increase production. It has to be accepted that lower borrowing costs directed at correct sources will spur economic activity. CB cannot proceed blindfolded in one single  path without addressing the economic realities. They have to be mindful of stabilizing and lowering the long term borrowing costs in using their tools targeting shorter-term market interest rates by changing the strategy.",
    "Quantitative Easing techniques are utilized during periods of Financial Crises to avoid market panics. Such steps will address a two-fold concern, one to address the imminent immediate market adversities but not forgetting the fact that such steps should contribute to prevent and avert worse situations that may crop up later. Hence it is necessary for the CB to address the current realities and review the implications of their tool usage and applications so far.",
    "Adhering to outdated economic theories and policies will not be appropriate always. A pragmatic and a more liberal approach is warranted. Adams, Keynes up to more recent Paul Masson, proscriptions and prescriptions have to be reviewed in the present and modern context. Economic tools recommended in one given situation may be of historical value but may not be sufficiently strong to immunize and suppress the more recently developed virus variants!",
    "Countries can become poor due to several factors. Some due to reasons beyond their controls and also due to the foolish and gullible actions of citizens’ failure & inability to assess the value of leaders they choose. But we cannot dispense the truth behind the economic poverty caused due to poor economic thinking!.",
    "So when I read a week end news paper head line reading ,”CBSL to get wide powers to ensure stability of licensed banks” it was mystifying and I was baffled with the above thoughts. There can be Laws, only to add chapters to the books. But they will remain there for Donkey’s years with no meaningful contribution to achieve what is required.",
    "Let there be light to remove the darkness and decorative lighting can await."
  ]
}