{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Colombo-Dockyard-provides-repair-assistance-for-Japanese-maritime-self-defence-force-vessel/34-751343",
  "time_ut": 1691013849.0,
  "original_lang": "en",
  "original_title": "Colombo Dockyard provides repair assistance for Japanese maritime self-defence force vessel",
  "original_body_lines": [
    "Colombo Dockyard PLC announced yesterday it has been selected as an afloat repair service provider to the Japanese Maritime Self-Defence Forces (JMSDF) at the Colombo Port.",
    "This is the first time for JMSDF to repair one of their vessels at a foreign shipyard, and Colombo Dockyard is selected as the first shipyard in a foreign country to offer the repair facilities.",
    "The afloat repair was successfully carried out from 21 to 25 July 2023 at the port of Colombo.",
    "The JMSDF team was highly impressed and satisfied with the superior quality workmen-ship and the service level of Colombo Dockyard. The team also commended on the quality of the underwater diving work handled during this call.",
    "Colombo Dockyard Chairman Hideki Tanaka, highlighted that we are proud and privileged to be selected as the first shipyard to provide repair services for the JMSDF fleet in a foreign country.  We also take this opportunity to appreciate the support extended by the JMSDF, Embassy of Japan, Ministry of Ports, Shipping and Aviation, Sri Lanka Ports Authority, Ministry of Defence, and the Sri Lanka Navy to make this historic repair call a success.",
    "Colombo Dockyard operating in collaboration with Onomichi Dockyard Co. Ltd. since 1993, has proven to be a remarkably successful partnership spanning 30 years, serving the regional and international owner’s requirements efficiently in the maritime industry. Onomichi Dockyard Co. Ltd, Japan being a well-respected shipyard in Japan, being the mother company of Colombo Dockyard PLC, paved the way for Colombo Dockyard to enter into serving the Japanese Maritime Self-Defence Force vessels."
  ]
}