{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-Rise-of-Rupee-and-Rise-of-political-hopes/172-255649",
  "time_ut": 1678481699.0,
  "original_lang": "en",
  "original_title": "The Rise of Rupee and  Rise of political hopes",
  "original_body_lines": [
    "Can the continuous appreciation of the Sri Lankan Rupee against the US Dollar since February 28 change the current political alignments among voters which were indicated by recent opinion polls is a major question one might raise these days.",
    "However, yesterday LKR slightly depreciated against the USD. While the Bloomberg News Agency reported that the international rating agency Fitch Ratings as saying that the Rupee would decline about 20 per cent by the end of 2023.",
    "Opinion polls conducted last month showed that the voters were heavily slanted towards the two main Opposition parties, the Samagi Jana Balawegaya (SJB) and the Jathika Jana Balawegaya (JJB), the political movement created by the Janatha Vimukthi Peramuna (JVP), with the latter having a slight edge over the former.",
    "They also showed the two parties gaining over 60 per cent of public support while the two ruling parties, the Sri Lanka Podujana Peramuna (SLPP) and the United National Party (UNP) lagging far behind with eight per cent and nine per cent public support respectively.",
    "Hence, whatever the reasons that were given by the SLPP and the UNP for their reluctance to hold the much-delayed local government election, it is clear even to their supporters that it is Atychiphobia- the fear of failure that is behind their actions.",
    "The sudden appreciation of the Rupee on February 28 and the continuation of it thereafter resulting in the reduction of prices of some food items seems to have blown some sort of hope and courage into the souls of the supporters of two ruling parties, who are still remaining with those parties.",
    "They, who had hitherto been hiding in a cocoon post comments on social media as if the country which was reeling from an unprecedented economic crisis is now out of the woods.",
    "Their enthusiasm might have definitely and justifiably been doubled with reports that China which has been dragging its feet for the past six months over supporting Sri Lanka’s debt structuring programme confirmed its assistance on Monday.",
    "President Ranil Wickremesinghe on Tuesday said in Parliament that a Letter of Intent – signed by him in his capacity as the Finance Minister and Central Bank Governor Dr Nandalal Weerasinghe – on the assurances received from Sri Lanka’s largest bilateral creditor has been forwarded to the International Monetary Fund (IMF).",
    "On the same day, IMF Managing Director Kristalina Georgieva said that the Executive Board of the global lender will decide on Sri Lanka’s Extended Fund Facility (EFF) of about US$2.9 billion at its",
    "Now, the Government is upbeat and hopeful that the first tranche of IMF assistance will be released this month.",
    "In fact, the $ 2.9 billion EFF facility – a 48-month arrangement that was agreed upon during a staff-level meeting of the Government and the IMF on September 1, last year - is not a big deal, in terms of monetary assistance, compared to the amounts of country’s foreign loan repayments and some other expenses. President Wickremesinghe himself told Parliament during his Tuesday speech that an annual amount of approximately Rs. 6-7 billion foreign loans are due to be repaid until 2029.",
    "But what is important in the programme involving the IMF is its impact on the creditor confidence in Sri Lanka and the possible breathing space it might provide for the country to save it from the clutches of foreign debt, in the long run. Only time will tell if the leaders would succeed in utilizing that breathing space successfully.",
    "The current appreciation of the Sri Lankan Rupee, despite its potential to provide some respite in foreign exchange pressure, is neither an indication that the country is out of the woods, as the supporters of the government attempting to portray nor is it an illusion created by the Government, as some Opposition supporters prefer to believe.",
    "The day the local currency started to spring up last month would give some insight into what happened. It was February 28, a day after the International Finance Corporation (IFC) offered to pump into the country US$ 400 million that the appreciation was first witnessed.",
    "Several other factors too have contributed to the latest Rupee appreciation. Against the backdrop of import restrictions, NDB Securities (NDBS) said that “banks are flushed with FX liquidity” and “the average daily volume in the interbank FX market is now at $ 42 million vs. $ 8-10 million in the initial days of the crisis (May/June 2022).”",
    "This is attributed to several recent developments. Main among them were the recent tourism and worker remittance inflows, and the reduction of the export proceeds surrender requirement to 15% from the previous 25%, effective from February 27 by the Central Bank, apart from the prospects of the IMF bailout package being unlocked soon. In January 2023, tourism inflows increased by 7%, and the remittance flows rose by 69% - YoY, according to NDBS.",
    "Foreign exchange conversion by exporters in anticipation of a further appreciation of the rupee and a drastic drop in importer demand (Due to a decline in real sector economic activities and import restrictions) are also contributory factors.",
    "That the rupee that depreciated for the past several decades under “normal circumstances” is now appreciating by leaps and bounds while the country has been declared bankrupt, is in fact ironic.",
    "Yet, it is not surprising. It is a fact. The local currency is appreciating against a backdrop of import restrictions and economic contraction. The current foreign exchange liquidity cannot cope if the economy is activated to the level that existed before the crisis. On the other hand, the country cannot survive for long unless the economy is activated. The authorities seem to be contemplating doing it carefully with further foreign exchange inflows from the IMF deal and thereafter from Asian Development Bank, World Bank and Japan. It was reported on Wednesday that Sri Lanka is negotiating with India as well for a US$ 1 billion credit line. All these would have to be repaid in future along with the past loans with interest.",
    "The debt restructuring process with possible haircuts would definitely provide a breathing space for the country to implement a strong plan to strengthen the balance of payment of the country without which the generations to come would have to face even huge debt problems and resultant crises.",
    "Nevertheless, the possibility of the Government using the current positive developments, though temporary, to turn the electoral prospects in its favour and crush the protests and agitations by the people is high."
  ]
}