{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/The-absent-Opposition/4-747942",
  "time_ut": 1683139297.0,
  "original_lang": "en",
  "original_title": "The absent Opposition",
  "original_body_lines": [
    "Ranil deprived the Opposition of a local authorities election. The Opposition could have retaliated by voting against his IMF agreement at the parliamentary debate or linking its response to a verifiable guarantee of elections.",
    "By its vote it could have signalled a less than smooth passage on the ground for the IMF deal, thereby nudging the IMF’s global stakeholders into strongarming Ranil on elections before the next tranche.",
    "Instead, by absenting itself at voting time the main Opposition rewarded Ranil’s atrocious conduct on electoral democracy by giving him a blank cheque on his IMF deal.",
    "Why this unilateral ceasefire, retreat and evacuation? What’s wrong with this picture? Who are the saboteurs and Fifth Columnists?",
    "An Opposition that is absent at voting time is an absent Opposition. An absent Opposition is an oxymoron. The people don’t elect their representatives so they can duck the vote on any issue, still less one that is so crucial it will affect the material lives and life-chances of the majority of citizens.",
    "The role and function of an Opposition is to balance the polity by acting as a check on the political authority—which in this case is unelected. The Opposition’s role is to act as a political counterweight to power. Though critical of aspects of the Ranil-IMF agreement in their speeches, the SJB didn’t “walk the talk”. It abdicated its role and function at voting time in Parliament, even avoiding a dramatic gesture of a walkout after a strong statement.",
    "The SJB’s stated reasons contain a surreal suspicion that the Government will not keep its promises to the IMF.",
    "‘The Main Opposition party, the Samagi Jana Balawegaya (SJB) has expressed its doubts that the Sri Lankan Government will in fact keep its promises to the IMF. Issuing a statement yesterday on the IMF agreement vote in Parliament, Chief Opposition Whip Lakshman Kiriella noted that the IMF staff-level agreement is aimed at restoring macroeconomic stability and debt sustainability while safeguarding financial sector stability, protecting the vulnerability and stepping up structural reforms to address corruption vulnerabilities and unlock Sri Lanka’s growth potential. “Therefore, it is incumbent upon the current Government to walk the talk on these promises. However, given its previous actions, it is doubtful whether going forward, the Government will fulfil its promises to the IMF,” he said…’ (SJB expresses doubts if Govt. will make good on promises to IMF | Daily FT)",
    "So, are the IMF conditionalities mainly good or bad in the SJB’s opinion? If they are mainly bad, then it’s good if the Government doesn’t fulfil its promises to the IMF, but if the Government is faulted for probable non-fulfilment, logically the SJB thinks the IMF conditionalities are mainly good.",
    "The SJB’s definition of ‘the Government’ is confused. It seems to regard only the Rajapaksa-led SLPP as the government, but not the head of the government, President Wickremesinghe.",
    "Where will the SJB stand when a major struggle breaks out between the unions including those led by it, and the government?",
    "“…Minister Manusha Nanayakkara…pointed out that the country’s industrial law, which is currently scattered and complex, is expected to be converted into an integrated labour law, and it is an essential step to encourage local and foreign investors. Thus, the new consolidated law will facilitate the settlement of disputes between employers and employees…” (New integrated labour law coming | Daily FT)",
    "The role and function of an Opposition is to balance the polity by acting as a check on the political authority—which in this case is unelected. The Opposition’s role is to act as a political counterweight to power. Though critical of aspects of the Ranil-IMF agreement in their speeches, the SJB didn’t “walk the talk”. It abdicated its role and function at voting time in Parliament, even avoiding a dramatic gesture of a walkout after a strong statement",
    "Next year’s Presidential election will feature Ranil Wickremesinghe as the incumbent and the driver of an IMF austerity package. The working out of the austerity/stabilisation package will define the 18 months up to presidential elections next September-October.",
    "The SJB’s no-show at the IMF vote shows ideological ambivalence and political ambiguity, raising doubts as to its collective political will; its political-ideological backbone to go up against the incumbent; take on Ranil frontally in a political death-match.",
    "“Know yourself, know your enemy/a thousand battles, a thousand victories,” said Sun Tzu in The Art of War. Carl Schmitt famously defined ‘the political’ as structured by the ‘friend/enemy’ distinction. Is the incumbent, Ranil Wickremesinghe, the SJB’s enemy? Can the SJB be counted on to fight him flat-out for an election next year and at the elections 2024-2025? How effective can that fight be if the SJB doesn’t frontally assault Ranil’s economic policies?",
    "Will absenteeism and abdication at the parliamentary ‘IMF vote’ retrospectively prove a halfway house to a ‘unite the Right’ electoral bloc with Ranil Wickremesinghe next year, driven by the International Democratic Union, the International Republican Institute, rightwing European Foundations long based in Sri Lanka and Colombo’s own free-market fundamentalist think-tanks, i.e., the matrix that Ranil imprisoned the UNP in for a quarter-century and the SJB remains embedded in?",
    "Historians observe that at times of deep crisis, if the liberal-capitalist forces are too supine, confused or vacillatory to lead a determined struggle in the interests of the nation and the people against the autocracy and external hegemonism, then that task devolves on a ‘national-popular’ bloc of the working people, national-minded capitalists, professionals, pensioners, marginalized poor, youth, women and soldiery, led by the ‘intellectual proletariat’, i.e., the educated middle classes or more accurately in some cases, the radicalised petty bourgeoisie (lower middle-classes).",
    "The active parliamentary Opposition to Ranil’s IMF package consisted of the Centre-Left and the Left.",
    "AKD and the JVP-NPP were the biggest beneficiaries of the SJB boycott at voting time. Anura Kumara Dissanayake is improving, growing, by the day. Making an effective, persuasive speech in the debate, he showed that he had a sure grasp of the problem not only of the IMF package but also the underlying economic crisis. He also undertook a rapid, broad-brush policy sketch, signposting a solution.",
    "AKD showed that he no longer needs be mistrusted with the macroeconomy. However, he has yet to rollout a credible alternative produced, endorsed and presented by credentialed economists.",
    "The JVP had the biggest, most electrifyingly impressive mobilisation on May Day this year. Significantly it had dispensed with its NPP bubble-wrap and retained its Marx-Engels-Lenin-Wijeweera portraits. From most of the festooned buses on the Kandy Road headed for Colombo came the chant “Janatha Vimukthi Peramunata Jayawewa!” (“Victory to the JVP!”) rather than “Jathika Janabalavegayata Jayawewa!” (“Victory to the NPP!”).",
    "AKD looks set to emerge as, at the very least, the next Leader of the Opposition, if not the PM or the President, neither of which can be ruled out. Which of these three he will be depends entirely on his ability to surmount the JVP’s congenital weakness and form a Left-led united front of the Centre-Left; of the Left and Democratic forces.",
    "The Freedom People’s Congress (FPC) emerged at the parliamentary vote on the IMF as an amazingly plucky outfit, with Prof. G.L. Peiris, Dullas Alahapperuma, Charitha Herath, Nalaka Godahewa and Wasantha Bandara clearly demarcating a position that the SJB would have done well to adopt. They drew a clear distinction between going to the IMF, which they approved of, and the Wickremesinghe-IMF package which they surgically filleted.",
    "The FPC’s gutsy resistance resurrected the parliamentary Centre-Left. It also held a sizeable May Day demonstration in Kandy, followed by a zestful public meeting.",
    "The FPC fields the most educated contingent in the Parliament (as Dullas Alahapperuma said, it has in Prof. G.L. Peiris the only Rhodes scholar in any South Asian parliament). It represents a rare combination of brains and backbone, compensating with quality what it lacks in quantity.",
    "The Uttara Lanka bloc also voted against the IMF package. Its convenor Wimal Weerawansa identifies the Aragalaya as a ‘colour revolution’. That’s as insane as denouncing the Bolshevik Revolution as a German plot (Lenin did arrive on a sealed train inveigled by Parvus from the Germans) and as intelligent as it would have been had SWRD and Philip Gunawardena denounced the Hartal of 1953 in pre-election 1955. What makes it moronic is that it will take precisely a re-boot of the Aragalaya supplemented by a second edition of the 1953 Hartal to resist the most destructive Ranil-IMF ‘reforms’ and secure a Presidential election next year.",
    "Speaking on the day before the vote, Minister Kanchana Wijeysekara confidently proclaimed to the SJB that “Harsha will come back from Singapore tomorrow and then he’ll explain things to you”.",
    "Harsha’s speech in the closing session of the debate explicitly contradicted Sajith’s critique of economic contraction and demand shrinkage, saying there was no other alternative to reducing inflation and that “you can’t drive in opposite directions at the same time”. However, Sajith reiterated his neo-Rooseveltian critique of economic contraction in his May Day speech.",
    "Harsha contradicted not merely Sajith, but – much more laughably – development ‘wizard’ Ranasinghe Premadasa’s economics articulated from April 4th 1973 (‘A Plan for Sri Lanka’, Rotary Club speech) through 1988 (‘A New Vision, A New Deal’) to May 1st 1993.",
    "In a TV interview in Singapore, Harsha praised the Ranil administration for ‘stabilizing the economy’. By contrast, in his parliamentary speech on the IMF deal, Anura Dissanayake focused precisely on the de-stabilisation of the real economy: working people’s livelihoods, institutions, small and medium-scale enterprises and productivity.",
    "Harsha’s speech was a hymn of praise to Singapore and a lament that Sri Lanka could have, did not, but with the correct “ideology” could, be another Singapore.",
    "Plainly he had not grasped what Lee Kuan Yew said about Ceylon and Singapore. Lee’s point was not that Ceylon could have been what Singapore became. He was far too brilliant an intellect to say anything dumb. What he did say, and quite rightly too, was that Ceylon which was ahead of most of Asia could have become some thing quite different from the land of tragedy that it became. Ceylon could have been a different, far better Ceylon, having all the attributes to do so starting out, but it failed to fulfil its own potential—which was not the potential to be a Singapore.",
    "From his first references to Ceylon to his last in 2010 (in the Tom Plate book), Lee focused on the main cause of our tragedy, and it wasn’t that Ceylon/Sri Lanka remained a closed economy, as Harsha shrilly insists.",
    "Lee Kuan Yew’s central, abiding criticism was of Sinhala Only in 1956 Sinhala chauvinism which prevented the achievement of the island’s full potential including sustainable postwar (post-2009) success.",
    "Lee did have criticisms about our welfare state. He also disapproved of Air Lanka expansion because he thought it unaffordable. J.R. Jayewardene knew what Lee didn’t and today’s advocates of the privatization of Sri Lankan Airlines do not. As the pioneer of Ceylon’s tourist industry as Minister in the 1960s, JRJ knew that an island which had enormous potential as a tourism hub could not depend on international airlines but had to have a top-notch national carrier to link frequently with potential markets.",
    "An earlier generation of educated Ceylonese/Sri Lankans, including development thinkers like Gamani Corea and Godfrey Gunatilleke, were well aware that Singapore could never be anything like a model for Sri Lanka because – and my father’s voice plays in my mind as I write the line— “Singapore is a city-state”. The Ceylonese intelligentsia was well aware that Singapore did not have a rural hinterland and peasant population. Sri Lanka has a long continuous history and complex, uneven social formation that places it in a drastically different category from Singapore. Singapore’s story is sui generis. We don’t have the luxury of strategizing for a city-state.",
    "Universally there are two blunders that can be made in economic policy. One is to focus on high growth while ignoring low equity, and the other is its opposite-- to focus on high equity, ignoring with low growth. Infrequently you get the worst of both worlds, but more generally, the problem is the extreme nature of each model and the pendulum swing between them which triggers a vicious policy cycle. The challenge then is to exit the policy-paradigmatic cycle. President Premadasa did",
    "President Premadasa’s developmental hero was not so much Lee Kuan Yew, but as explicitly stated during his media conference as SAARC chairman, Malaysia’s Mahathir Mohammed. Had Premadasa lived, Sri Lanka would not have been another Singapore but another Malaysia. Vietnam and China cannot really be models for us, because neither have competitive multi-party democratic matrices.",
    "Lee Kuan Yew sent his top economic policy wonk to advise J.R. Jayewardene who had already opened up the economy in 1977, years before Ronald Reagan and Maggie Thatcher. Though an open economy had been put into practice in Indonesia, Chile and Egypt before Sri Lanka, none of those experiments were within the framework of democracy as was Sri Lanka’s.",
    "Until Gotabaya Rajapaksa came along in 2019, no one ever closed the Sri Lankan economy after Jayewardene opened it. Premadasa re-set and rebalanced it; Chandrika widened the opening.",
    "The Open Economy was never the main problem, as the Left alleges, nor was the Closed Economy as the Right insists. Our economic failure was the failure to achieve the right mix; the right ratios, and to sustain it when we episodically got it right.",
    "Ironically for a party led by President Premadasa’s son, the SJB hasn’t figured out why the 1965-1970 UNP government which introduced the Green Revolution and clocked an 8.2 % growth rate in 1967, ended with a two-thirds majority for the centre-left UF coalition. Nor has it figured why the 1977 open economy which initially clocked an 8% growth, resulted in a bloody Southern insurrection.",
    "One must add the blind-spot of the centre-left as to why the Sirima-NM economic model culminated in a 5/6ths majority for the UNP.",
    "Universally there are two blunders that can be made in economic policy. One is to focus on high growth while ignoring low equity, and the other is its opposite-- to focus on high equity, ignoring with low growth. Infrequently you get the worst of both worlds, but more generally, the problem is the extreme nature of each model and the pendulum swing between them which triggers a vicious policy cycle. The challenge then is to exit the policy-paradigmatic cycle. President Premadasa did.",
    "In this week which commemorates the 30th death anniversary of President Ranasinghe Premadasa, it is a tragedy that he is not recognised (even by his son’s SJB) as the man with the synthesis; one of the few leaders in the world and among even fewer in the global South who fused high-growth with high-equity within a competitive multi-party democracy, thereby proving that a new paradigm was possible and practicable.",
    "In the presentations and parliamentary speeches of the SJB economic team, the high points are located in the 2001 and 2015 Wickremesinghe Prime Ministerial terms. Since those two similar experiments 15 years apart ended in electoral disaster, what makes them think that the same policies in a more concentrated dosage (“JR-Shenoy” and “Jayewardene-Athulathmudali” as Harsha urges on Twitter), will not result in similar or worse blowback?",
    "The SJB’s abstention at the IMF vote reveals that its organic populism has been ideologically tranquilised by a neoliberal economic policy elite. With its current ideological balance and economic policy mix, an SJB administration even if led by Sajith Premadasa, will go the way of the polarising, besieged one-term UNP administrations of 1952-1956, 1965-1970, 2001-2004, and 2015-2019.",
    "The UNP’s and Sri Lanka’s crisis dates from, and remains sourced in, the abandonment of the Premadasa paradigm and model, i.e., the de-Premadasa-isation of economic ideology.",
    "Premadasa’s was an Asian social democracy, indeed a model of a social democratic economy in the global South, pioneered a decade before Latin America’s Pink Tide 1.0."
  ]
}