{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/imfs-macroeconomic-concerns-negatively-affect-bourse/",
  "time_ut": 1702485600.0,
  "original_lang": "en",
  "original_title": "IMF’s macroeconomic concerns negatively affect bourse",
  "original_body_lines": [
    "Local and foreign investor sentiment was affected yesterday following the IMF raising concerns over certain macroeconomic issues, such as, revenue enhancement by the state and the restructuring of the banking sector in Sri Lanka.",
    "The stock market kicked off on a positive note during the early sessions of the day after approval of the IMF’s second tranche of Rs US $ 337 million but the raising of concerns on macroeconomic issues moved the market to negative trajectory, market analysts said.",
    "Amid those developments both indices moved downwards. The All Share Price Index went down by 37.57 points, while S and P SL20 declined by 4.51 points. Turnover stood at Rs 828 million with two crossings. Those crossings were reported in Melstacorp, where 2.2 million shares crossed to the tune of Rs 203 million; its shares traded at Rs 90 and HNB 426,000 shares crossed for Rs 72.1 million; its shares traded at Rs 169.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Melstacope Rs 77.6 million (867,000 shares traded), Expolanka Holdings Rs 76.4 million (525,000 shares traded), JKH Rs 42.9 million (223,000 shares traded), Sampath Bank Rs 31.6 million (434,000 shares traded). Commercial Bank Rs 25.8 million (273,000 shares traded), NTB Rs 24.2 million (229,000 shares traded) and PCG Glass Rs 23.3 million (597,000 shares traded). During the day 71.1 million share volumes changed hands in 7000 transactions.",
    "It is said high net worth and institutional investor participation was noted in JKH, Melstacorp and Expolanka Holdings. Mixed interest was observed in Lanka IOC, Alumex and Sunshine Holdings, while retail interest was noted in Softlogic Capital, Pan Asia Banking Corporation and Browns Investments.",
    "The Banking sector was the top contributor to the market turnover, while the sector index gained. Food, beverage and tobacco sector was the second highest contributor to the market turnover (due to Melstacorp and Sunshine Holdings).",
    "Yesterday, the US dollar buying rate was Rs 321.77 and selling rate Rs 331.61. Inflation in the country is around one percent.",
    "Dialog’s Govi Mithuru & Tea Research Institute Drive Agri Excellence in the Tea Sector",
    "Bourse bullish as investor hopes rise over IMF’s second tranche",
    "State Minister Siyambalapitiya emphasises transparency in Sri Lanka’s IMF deal and debt restructuring",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}