{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Loans-and-asset-sales-won-t-fix-economy-says-Marikkar/56-750897",
  "time_ut": 1689962921.0,
  "original_lang": "en",
  "original_title": "Loans and asset sales won’t fix economy says Marikkar",
  "original_body_lines": [
    "Challenges Govt. to reveal if any new investments have come during the past year",
    "Asks Govt. to initiate projects to obtain Opposition support to rebuild economy",
    "Samagi Jana Balawegaya (SJB) MP S.M. Marikkar yesterday claimed that obtaining more loans and the sale of state assets will not fix Sri Lanka’s struggling economy.",
    "During his speech in Parliament, the SJB MP challenged the Government to disclose whether any investments have been received since President Ranil Wickremesinghe assumed office a year ago.",
    "“Where are the foreign investments and grants?” he asked. “There is nothing,” the MP claimed.",
    "The MP stated that if the Government seeks the SJB’s assistance in making the Sri Lankan market more suitable for the international market, they must initiate projects that will receive the opposition’s support.",
    "Marikkar voiced his personal opinion, advocating for the establishment of private universities in Sri Lanka. “Each year around $ 3 billion goes out of the country. We must stop this. If we are to turn Sri Lanka into a trade hub, we must encourage the setting up of such ventures,” he added.",
    "The MP also queried if the Government has to date commenced any financial investment zones. “What about IT investment zones?” he asked. He also asked why the Government has not taken steps to attract medical tourists from countries such as the Maldives.",
    "He emphasised that neglecting to take such measures and solely relying on loans and asset sales to rebuild the country would be a mere fallacy.",
    "The MP alleged that corruption has skyrocketed in the country in sectors such as agriculture and health. He urged the President to look into these allegations and to stop such acts.",
    "He also slammed the Government for allowing wheat flour importers to maintain a monopoly in the country and questioned the Government’s failure to ensure a competitive market instead.  According to Marikkar, only investments that will turn Colombo into financial capital can rebuild the economy. He also extended the opposition’s support to develop and attract investments to identified centres in Colombo. “However we will not raise our hands to obtain more loans,” he said.",
    "However, the MP expressed his doubts that the current Government has any vision to implement such projects to rebuild the country."
  ]
}