{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95954/president-invites-all-political-parties-to-help-stabilize-economy-and-address-ethnic-issue",
  "time_ut": 1703680680.0,
  "original_lang": "en",
  "original_title": "President invites all political parties to help stabilize economy and address ethnic issue",
  "original_body_lines": [
    "In a significant announcement at the centenary celebration of Badulla Guruthalawa Muslim Central College this morning (27 Dec.), President Ranil Wickremesinghe highlighted two critical challenges facing the nation, building a stable economy and addressing the ethnic problem.",
    "The President extended an open invitation to all political parties again, urging them to join hands in achieving these goals, irrespective of party affiliations.",
    "President Wickremesinghe emphasized his commitment to safeguarding the rights of all citizens and expressed a desire to swiftly resolve lingering issues related to reconciliation. He revealed plans to make a special statement on these matters in March.",
    "During his visit to Guruthalawa Muslim Central College, the sole Muslim National School located in the Uva Province, the President received a warm welcome from the students. As part of the centenary celebrations, he inaugurated the college’s new website.",
    "The Principal, A. Sammun, presented the commemorative issue to the President, marking the centenary of the College.",
    "President Wickremesinghe took the opportunity to award medals to students who excelled in the GCE Ordinary Level and GCE Advanced Level exams. Congratulating the college on its centenary, he left a note in the commemorative book and posed for a group photo with the teaching staff.",
    "“To secure a prosperous future for the children of our nation, it is imperative that the government’s initiatives are robustly advanced.",
    "We have garnered support from nations around the world to ensure the success of these programs, which, if implemented effectively, will undoubtedly contribute to the establishment of a stable economy and the resolution of various challenges facing our country.",
    "In pursuit of these goals, I earnestly appealed to all, irrespective of political affiliations, to rally behind us in our efforts to fortify the nation’s economy. Regrettably, the response fell short of our expectations.",
    "There are two paramount issues that demand immediate attention in our country. Regardless of political allegiance, I once again implore all to collaborate in addressing these challenges.",
    "Firstly, the imperative is to build a stable and resilient economy. Secondly, we must seek solutions to the ethnic issues plaguing the nation. A thriving country necessitates both a robust economy and a unified community, with a confirmed Sri Lankan identity.",
    "All individuals, irrespective of their ethnicity be it Sinhalese, Tamil or Muslim, are Sri Lankans. While the Sinhalese constitute the majority, our commitment is to progress while safeguarding the Sinhala identity, religion, and culture.",
    "It is crucial to avoid any form of discrimination against other races or religions, ensuring the protection of the rights of all citizens. The path to a prosperous nation lies in collective progress as Sri Lankans.",
    "We have addressed various challenges faced by the Sinhalese people and are actively working on solutions for other issues. Additionally, the government is addressing concerns of other segments of the population.",
    "Despite the conclusion of the war, unresolved matters persist before the Human Rights Commission in Geneva and we have taken necessary steps to address these issues.",
    "Efforts are underway to rectify the displacement of some individuals by allowing settlement based on the 1985 map. Land rights are being granted to those affected in the northern and eastern provinces, comprising Tamil, Muslim, and Sinhalese communities.",
    "The government is also focusing on addressing missing persons, providing compensation and resolving outstanding issues.",
    "Furthermore, we are committed to developing the economies of the northern and eastern provinces. A robust economy is essential to prevent the recurrence of underlying issues even after their resolution.",
    "Special attention is being given to the concerns of Hill Country Tamil people, with dedicated programs focusing on their rights, including land and education development.",
    "Additionally, efforts are ongoing to address the issues faced by the Muslim community, including a thorough review of burial practices and the removal of Post – Easter Sunday attack restrictions.",
    "We are actively working on these matters, including the preparation of a draft law to regulate Madrasa schools. Expression of opinions, not related to terrorism or attempts to incite revolution, should be protected under the law and steps are being taken to ensure this.",
    "Reports are being sought from relevant ministries and officials and I expect to make a comprehensive statement by February or March. Prior to that, consultations with religious and political leaders will take place and I trust that we will receive collective support in addressing these challenges.”",
    "“The President noted that arrangements are underway to provide an auditorium for this school, and we extend our gratitude to him for this initiative.",
    "Throughout its 100 years of history, this school has achieved numerous milestones in education. Despite being located in a province facing considerable challenges, a substantial number of students from this institution have seized the opportunity for higher education.",
    "It is crucial to uphold this standard of quality. I extend my heartfelt best wishes for the school’s future endeavors and the continued educational success of its students”.",
    "Member of Parliament and Senior Advisor to the President Mr. Vadivel Suresh;",
    "“We take great pride in the visit of President Ranil Wickremesinghe to Guruthalawa Muslim Central College. His dedication to educational initiatives extends beyond this locality, encompassing the entire country.",
    "Guruthalawa Muslim Central College stands as the sole Muslim national school in the area. We commend the notable talents displayed by the students of this Central College and are committed to addressing any existing deficiencies within the school. Our gratitude extends to the principal and the entire teaching staff for their efforts in imparting quality education to students, both at the GCE Ordinary level and the Advanced level.”",
    "This commemorative event witnessed the presence of notable dignitaries including Muslim religious leaders, State Minister of Education Aravinda Kumar, Governor of the Uva Province A. J. M. Muzammil, Uva Provincial Director of Education Rohitha Amaradasa, other provincial education officials, teachers, parents, students and well wishes."
  ]
}