{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/04/26/former-sri-lankan-minister-says-us-controlled-ex-president-gotabaya-and-aragaylaya/",
  "time_ut": 1682483160.0,
  "original_lang": "en",
  "original_title": "Former Sri Lankan Minister says US controlled ex-President Gotabaya, and Aragaylaya",
  "original_body_lines": [
    "COLOMBO (News 1st); Former Sri Lankan Minister Wimal Weerawansa said that the United States of America controlled Gotabaya Rajapaksa and the Aragalaya or People's Struggle.",
    "Wimal Weerawansa, the Leader of the National Freedom Front said that when Gotabaya Rajapaksa decided to flee the country, India and the US wanted him to fire Prime Minister Ranil Wickremesinghe before announcing his resignation as Head of State.",
    "He said then-President's Secretary Gamini Senarath typed out both letter and dispatched them to the Maldives where Rajapaksa was staying after fleeing the country, however, the Former President only signed his resignation letter and did nothing concerning the letter to fire Wickremesinghe.",
    "\"Thereafter, Ranil Wickremesinghe's resident was set on fire. This could have been an attempt to remove him by putting him down mentally and forcing him to resign,\" remarked Weerawansa adding that during the same time the US Ambassador to Sri Lanka had visited the residence of the Speaker. \"The speaker may deny this,\" he added.",
    "Wimal Weerawansa said as per the information made available to him, the US Ambassador has requested the speaker to take over the presidency following the resignation of Gotabaya Rajapaksa.",
    "\"The speaker had said he cannot do so, and as per the constitution the Prime Minister is next in line. The US Ambassador had noted that he must take over the presidency and that they would take care of the rest,\" he added.",
    "Wimal Weerawansa said the US did the same when it came to regime change in Ukraine and Libya.",
    "\"Their plan was to put in place an interim administration led by the Speaker, and include people like Sarath Fonseka and Chief of Defence Staff General Shavendra Silva,\" said Weerawansa.",
    "He also said that during the period of turmoil, General Shavendra Silva was invited to India for an event, and the plan was to ensure the necessary changes were in place when he returns.",
    "\"It was Julie Chung who controlled Gotabaya Rajapaksa. The main thing that Gotabaya Rajapaksa wanted was to live in peace in the US following his retirement. Therefore, he had to operate as per the requirements of the US Ambassador,\" said Weerawansa.",
    "\"They controlled Gotabaya Rajapaksa and the Aragalaya. Ranil Wickremesinghe's associate, Ashu Marasinghe, was the first to set up a tent at GotaGoGama. After Wickremesinghe became the Prime Minister, he told the BBC that foreign nationals are welcome to support the Gota Go Home campaign. He openly said he would support it,\" he added.",
    "\"When he was appointed as the Prime Minister, one of Wickremesinghe's friends warned him that when they (Rajapaksa's) become stable again, they would chase you away. In reply, Ranil Wickremesinghe had told his friend that he needs to be number one before that happens. He eventually became number one. Plan A was never implemented because Ranil didn't give up the post of Prime Minister. He became the President. They won't allow him to be stable for too long. They want to maintain instability even during this time.\" he said.",
    "Anti Terrorism Bill: Certain provisions in the bill violate Fundamental Rights – BASL"
  ]
}