{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89698/france-4-bodies-found-after-marseille-building-collapse",
  "time_ut": 1681128660.0,
  "original_lang": "en",
  "original_title": "France: 4 bodies found after Marseille building collapse",
  "original_body_lines": [
    "Two bodies were found Monday in the rubble following an explosion that collapsed a building in the southern French city of Marseille, bringing the confirmed death toll to four as rescuers continue searching for four more people who are unaccounted-for.",
    "Two other bodies had previously been found overnight. The judicial authority will proceed to identify the victims, firefighters said in a statement.",
    "Minister for Cities and Housing Olivier Klein told reporters that at least four people have died, after he met with rescuers on site.",
    "“The hope to find survivors is still there,” Minister for Cities and Housing Olivier Klein told reporters. “It is very meticulous work done by firefighters,” he added, noting the risk for adjacent buildings to collapse. More than 100 firefighters were mobilized for the searches.",
    "Marseille mayor Benoit Payan tweeted Monday that “the pain and sorrow are great.” He expressed his thoughts for the families of the victims and “those who are suffering.”",
    "“Rescue and search operations are continuing, without respite,” he said.",
    "An investigation has been opened for involuntary injury, at least initially sidestepping possible criminal intentions. A gas explosion was among the avenues of investigation, prosecutor Dominique Laurens said Sunday evening.",
    "The collapse occurred shortly before 1 a.m. on Sunday, in an old quarter in the center of Marseille, France’s second-largest city, less than a kilometer (a half-mile) from its iconic old port. About 200 people have been evacuated from their homes in the area.",
    "In 2018, two buildings in the center of Marseille collapsed, killing eight people. Those buildings were poorly maintained — not the case with the building that collapsed Sunday, the interior minister said."
  ]
}