{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking_news/March-national-prices-fall-below-50-after-eight-months-of-runaway-inflation/108-257989",
  "time_ut": 1682105608.0,
  "original_lang": "en",
  "original_title": "March national prices fall below 50% after eight months of runaway inflation",
  "original_body_lines": [
    "Sri Lanka’s inflation, measured by the National Consumer Price Index, fell below 50 percent for the first time since July last year, reinforcing that the prices are on a fast descent this year, which is expected to accelerate further from April, due to the higher base effects last year, after the weaker rupee sent the prices of everything from essentials to discretionary through the roof.",
    "Sri Lanka reported inflation of 49.2 percent in the 12 months through March this year, easing from 53.6 percent through February.",
    "The monthly prices, which provide more credible information if the prices are in fact declining, decelerated to 0.3 percent in March, from a 1.1 percent increase in February.",
    "The food prices are coming down faster than the non-food, due to the relative stickiness in inflation in the services, the index data showed.",
    "However, inflation barring the often-volatile items such as food, energy and transport, referred to as the so-called core-prices, rose by 44.2 percent year-on-year (YoY) in March 2023, substantially down from 50.1 percent YoY in February.",
    "The core inflation is the widely used measure of prices by the officials to gauge the pace of underlying prices in the economy and thus is often used for policymaking such as to determine the interest rates in the economy.",
    "The Central Bank in April left its key policy rates steady, indicating that the rates could ease faster in the back half of the year, in lockstep with inflation, further relaxing the financial conditions in the economy.",
    "Easing financial conditions are expected to further accelerate the declining path of inflation, as the firms could again start borrowing to ramp up their production.",
    "Sri Lanka’s inflation was caused by only three factors i.e., global commodities price boom, free fall in the rupee and the dampened supply conditions, due to foreign exchange shortages and tight financial conditions.",
    "Sri Lanka had no demand-driven inflation pre-crisis, as claimed by certain sections but the officials crushed the demand anyway to bring it to balance with the remaining supply.",
    "Meanwhile, the national food inflation eased in March to 42.3 percent YoY, from 49.0 percent in February, while the prices measured monthly continued to decline by 2.1 percent for the second month in a raw.",
    "The non-food inflation meanwhile rose by 54.9 percent, slower than 57.4 percent in February, while the monthly prices rose by 2.3 percent, compared to 3.7 percent a month ago.",
    "The reduction in the fuel prices had a positive impact while the increase in the electricity tariff partly offset that in March."
  ]
}