{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81148",
  "time_ut": 1675538100.0,
  "original_lang": "en",
  "original_title": "“Fresh initiatives needed urgently  to form a broad democratic movement that can eventually build a robust and inclusive democratic alliance between the politically awakened citizens, political parties and the civil society movements.”- -JUSTICE FOR ALL.",
  "original_body_lines": [
    "(Text of media release issued by “JUSTICE FOR ALL” on 5th February 2023 under the heading  “ An Independence Day of Reflection, Reckoning and Reform 5th February 2023)",
    "Sri Lanka is yet again at cross roads when marking 75 years of independence. A spiralling economic crisis has resulted in over 9 million fellow citizens slipping into poverty, with over 30% of families food insecure and 56,000 children facing acute malnutrition.",
    "These startling figures are in the context of shortages of essential items, rising prices and continuing power cuts impacting the most vulnerable communities and exposing Sri Lanka’s deepening inequalities.",
    "Despite the hardships faced by so many in Sri Lanka, the Government of President Ranil Wickremasinghe marked independence with pomp and pageantry reportedly costing Sri Lanka nearly Rs200 million, funds that could have been used to meet basic needs of Sri Lankans.",
    "Such extravagance must be juxtaposed to the government’s claim of financial difficulties to hold the local government election. Further, Sri Lanka is yet again confronted with renewed repression. 4th of February dawned with reports of brute force used by the police and thugs against those who participated in a peaceful and non-violent Satyagraha in Colombo and attempts to prevent protests in other parts of Sri Lanka.",
    "Such tactics are not new to Sri Lanka, with victims of violence, minorities, critics and political opponents having faced violence and intimidation for decades with no prospect of genuine reckoning.",
    "Despite Sri Lanka’s history of repression, the few months of Ranil Wickremasinghe’s presidency has witnessed new levels of repression including attacks on peaceful protesters, the use of national security and counter terror laws to target protests and protesters, creation of a High Security Zone in Colombo, intimidation, harassment and surveillance.",
    "The post-independence period continues with the divide and rule policy, creating ethnic and religious cleavages and producing ethno nationalism. This has sustained and reproduced root causes of the conflict, contributing to rising intolerance and violence with no genuine efforts at a political solution and reconciliation.",
    "Despite a clear call for political reforms and a system change in Sri Lanka by the citizens since March last year, the authoritarian and militarized governance model continues under the new president, sustaining entrenched corruption, cronyism, nepotism and impunity.",
    "These trends exacerbate the already existing crisis in governance, democratic decay, and the loss of people’s trust in the political class. Coupled with the sharpening economic and social crises, is a growing despair, anguish and loss of hope among the people.",
    "Hundreds of Sri Lankans are leaving the country every week in search of economic security and a better future abroad. Amidst such a context, socio-economic and political reforms that work towards an inclusive, plural and peaceful Sri Lanka are urgently required.",
    "Reforms at a system change that reflects the demands of the people must be initiated. Such reforms should entail strengthening democratic institutions and processes in order to rectify the major deficiencies of Sri Lanka’s existing system of representative democracy, governance and politics which the citizens protest movement have highlighted.",
    "This calls for fresh initiatives to form a broad democratic movement that can eventually build a robust and inclusive democratic alliance between the politically awakened citizens, political parties and the civil society movements.",
    "Such a broad democratic coalition is urgently necessary to play the leading role in bringing deep democratic reforms back to the country’s immediate political agenda.",
    "Such a coalition will also be best suited to the task of mobilizing the people of the country for a truly meaningful regime change in the near future."
  ]
}