{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=26366",
  "time_ut": 1675194060.0,
  "original_lang": "en",
  "original_title": "“Nagaichuvai Mannan” Nagesh: The Comedy King of Tamil Cinema",
  "original_body_lines": [
    "“Naghaichchuvai Mannan” (King of Comedy) Nagesh passed away in Chennai on Jan 31st 2009. His 14th  death anniversary is being commemorated this year. He was born on September 27th 1933.His 90th birth anniversary will be celebrated later this year.",
    "Nagesh was the undisputed king of comedians in Tamil cinema from the early sixties to mid-seventies of the previous century. After a “lull” the versatile actor re-entered Tamil cinema in a new “avatar” playing character and villain roles. Even during his stint as comedian, Nagesh acted in quite a few lead roles too.",
    "Thinking of Nagesh at the time of his 14th death anniversary  revives nostalgic memories of the golden era of Tamil cinema. Those of us who grew up on a steady diet of Tamil films can never forget the man and his acting.",
    "The first Nagesh starring movie that I saw was “Nenjil Or Aalayam” directed by the legendary CV Sridhar. Nagesh played Peter a male nurse in a hospital.",
    "The last Nagesh movie I saw was “Dasavatharam” with Kamal Hassan essaying ten roles. In that Nagesh played a venerable Muslim elder Sheik Mukthar.He acted as father of Kamal the “giant”.",
    "Between “Nenjil Or Aalayam” and “Dasavatharam” I have seen hundreds of films with Nagesh. How much we enjoyed his scenes and laughed. How many times would we have imitated and mimicked those scenes later. For those happy memories “Nandri Nagesh”!",
    "He burst upon the Tamil film scene at a time when comedy in Tamil films was getting somewhat stale. The doyen NS Krishnan was no more. Others of an earlier vintage like “Friend” Ramaswamy,KR Saarangapaani, “Kaaka” Radhakrishnan, Kottappuli Jayaraman, Saayiraam, D. N. Sivathaanu etc were on the wane.",
    "The comparatively “new” generation comprising comedians like KA Thangavelu, JT Chandrababu, TR Ramachandran, “Kuladeivam” Rajagopal,A. Karunanidhi, S. Ramarao was also on the decline.",
    "It was at this juncture that this lean and supple creature with a pock-marked face ventured out on a trail-blazing career. Nagesh’s screen persona combined style and substance.",
    "Witty dialogue delivered with a superb sense of timing, mimicry, mannerisms, facial expressions ranging from grotesque contortions to deadpan countenance, slapstick, humorous body language etc were his hallmarks.",
    "He took Tamil filmdom by storm becoming an essential feature in almost every film made then. He was busy acting on the stage as well as screen. So busy was he that Nagesh at times worked three or four shifts a day.",
    "Leading actors like MGR, Sivaji, Gemini, SS Rajendran,Jaishankar, Ravichandran and AVM Rajan had to adjust their work schedules according to dates given by the comedian who working round the clock shooting sometimes for six movies a day.",
    "There was a time when he created a record when 58 films starring Nagesh were released in fifty-two weeks. Generally he maintained then an average of 30-35 films per year.",
    "The first sighting of Nagesh on the screen resulted in ripples of laughter in theatres. Just seeing him was enough. As the film progressed viewers would squeal with delight and engage in side-splitting laughter as scenes unfolded.When he delivered his punch-lines there would be loud applause.",
    "Few of the Fans hearing him deliver his lines at rapid pace with correct diction would have realised that his mother tongue was not Tamil. Nagesh was born to Kannada speaking Madhwa Brahmin parents on September 27th 1933 in Darapuram, Tamil Nadu.",
    "His father was  Cheiyoor Krishna Rao and mother Rukkumaniamma. Nagesh himself was named Nageshwar Gundu Rao but was known as Gundappah. After a tiff with his parents and neighbours, young Gundappah left for Chennai (then Madras) to seek his fortune. He swore then that he would return only after making a name for himself.",
    "It was then that he began calling himself as Nageshwar. Being a skinny, he was the butt of jokes at his name “gundu” which meant fat colloquially. So he became Nageshwar instead of Gundappa or Gundu Rao. Nageshwar got shortened to Nagesh eventually.",
    "For years he literally starved and struggled in Madras eking out a living by doing several jobs . These included swinging a “punka” fan for officers, selling bottles of pickles and waiting at restaurants. Finally he got a minor clerical job at the Railway dept.",
    "While working there he saw a drama staged by his fellow employees and felt that he could act. He asked the secretary of the Railway cultural association for a role and was given that of a man suffering severe stomach pain.",
    "The original super star MG Ramachandran (MGR) was the chief guest at one performance and praised Nagesh for his acting and bestowed an award.This praise from MGR set him off on a quest to shine as a Thespian.",
    "His first Tamil movie was “Thamaraikkulam” (Lotus pond) directed by Muktha Sreenivasan. It was a minor role.",
    "It was a harsh world out there in Kodambakkam and for years Nagesh never got a good break. He played bit roles on stage and screen",
    "This was a time of severe hardship. Nagesh had a benefactor. This was none other than the well-known actor Balaji who went on to become a very successful producer.",
    "For nearly three years Balaji helped Nagesh financially while the latter tried hard to get a good opportunity. During this time he roomed up with poet “Vaali” and actor Srikaanth of “Vennira Aadai” fame in a boarding house.",
    "Nagesh was the champion in carom and table-tennis during his “boarding” days. He also played cricket and was a good fast bowler.",
    "Finally it was Balaji who introduced Nagesh to director Sridhar who was looking out for a “new face” to do comedy. The comedy dialogue was penned by Sridhar’s schoolmate and buddy “Chitralaya” Gopu.Impressed by the unimpressive-looking Nagesh, Sridhar paid him an advance of 501 rupees and booked him for “Nenjil Or Aalayam”.",
    "Nagesh was paired off with Manorama in that film. Just as there was a triangular relationship among Kalyanakumar, Devika and Mutturaman in the main story , there was another “comic” triangle as a side story among Nagesh, Manorama and S. Ramarao.",
    "The film shot in one set within a record time of 28 days was a huge success running for more than 175 days.The comedy scenes by Nagesh and Manorama added to its appeal.",
    "From that time onwards there was no looking back for the Nagesh-Manorama duo. The pair became a successful comedy combination like NS Krishnan-TA Madhuram, Kali N Rathinam-CD Rajakantham and Thangavelu-M. Saroja.",
    "Later Nagesh was to pair off with others like Madhavi, Kumari Sachchu, Pushpamala, Gitanjali, Jayanthi and Ramaprabha.But the Nagesh-Manorama partnership was the best of all.Sadly personal relations between both deteriorated to a point of no return.",
    "Nagesh’s acting was something fresh and sensational. Many compared him to Danny Kaye and Jerry Lewis. Nagesh himself was an ardent fan of Jerry Lewis. One could also detect shades of Charlie Chaplin, Marx brothers and the three stooges in his acting.",
    "Yet his performances were not parodies. Nagesh was influenced by these actors but evolved a style of his own that was refreshingly original.",
    "Much of the comic dialogue for Nagesh was written by A. Veerappan who also did comic roles on screen later. In the film “Panathottam” Nagesh and Veerappan did a Tamilised version of Laurel and Hardy.",
    "But Nagesh himself was full of witty dialogue and instant repartee. Fellow actors and actresses would be taken aback by Nagesh’s sudden improvisations. Often Nagesh himself would suggest what the rejoinders should be.",
    "Nagesh himself had the habit of observing in detail the movements and mannerisms of ordinary people. He would then adopt and adapt those accordingly whenever appropriate for the roles he was acting in and as.",
    "There were many occasions when a comedy track totally separate from the main story was written especially for him. There was such public demand that Nagesh was indispensable. So roles were created and juxtaposed in order to accommodate him.",
    "As is customary in Tamil movies the comedian played a subservient role to that of the hero. The comedian was like a second or third hero. Yet Nagesh often eclipsed the main actors by his scintillating performance.",
    "He also graduated to lead actor in some films. Many of these did not do well at the box-office presumably due to a “mental block” among fans in seeing comedian as hero. Nevertheless Nagesh’s acting brought in rave reviews. Some like “Server” Sundaram and “Ethirneechal” were blockbusters.",
    "Among his comedian contemporaries were “Cho” Ramswamy, “Thengai” Sreenivaasan, “Vennira Aadai” Moorthy and Surulirajan. Nagesh was like the moon amid stars and outshone them all.",
    "Nagesh also began acting in dramas staged by the legendary K. Balachander. These were staged under the auspices of Ragini Recreations. Among those involved in these dramas were Nagesh , “Major” Sundararajan and Srikaanth.",
    "One drama was written and directed exclusively for Nagesh by Balachander. This was the famous “Sarvar Sundaram”. Having been a hotel waiter Nagesh played the “server” role to perfection.",
    "AV Meiyappan Chettiar of AVM Productions was enthralled and produced it as a film. This gave Nagesh another dimension as an actor who could evoke tears from the audience through his emotional performance.",
    "There was also a poignant scene where life imitated art. The “server” Sundaram becomes a successful filmstar in the movie and returns to his village to see his mother but is just on time for her funeral.",
    "Likewise Nagesh after making it big time as actor, retuned home after many years in a posh car only to find his mother’s funeral was in progress.",
    "Many playback singers have sung for Nagesh. These include TM Soundararajan, Seergali Govindarajan, PB Sreenivaas,Darapuram Sundararajan and AL Raghavan. But of all these, I think AL Raghavan’s voice suited him best just as SC Krishnan’s voice suited Thangavelu well.",
    "From humorous songs like “Saapidathaan Theriyum”, “Cheetukattu Rajah”, “Come Come Rosie Come, Come”, “Vellaikkaara Kutti” “Vaalaithandu pola udambu Alek”,to the sorrowful “Saami Illaamal Oorkolama” Raghavan’s voice blended and harmonised with that of Nagesh.",
    "The director who brought out the best in Nagesh was K. Balachander. “Sarvar Sundaram”, “Neerkumizhi”, “Naanal”, “Anubhavi Raja Anubhavi”, “Major Chandrakanth”, “Ethirneechal”, “Poova Thalaiya”, “Thamarai Nencham”, “Bhama Vijayam”, “Iru Kodugal”, “Navakraham”, “Pathaam pasali” etc were all films by Balachander where Nagesh provided stellar displays of his histrionic talents.",
    "In “Anubhavi rajah anubhavi” he played dual roles. The song “Muthukulikka Vaareehala” in Tuticorin Tamil lingo was a hit. In “Poova Thalaiya?” Nagesh was the carter who played defiant son-in-law to the haughty S. Varalakshmi.",
    "“Ethirneechal” saw him as an orphan who slept under the staircase and was called “Maadippadi Maadhu”. He would go door to door for leftover food saying “Maadhu vandirukken”. In a dream sequence Nagesh sings a lovely duet “Thamarai Kannangal” with Jayanthi",
    "It is said that Balachander used to cite Nagesh as the yardstick for other actors to emulate. Kamal Hassan who is easily the best actor in current Tamil cinema would often be goaded by Balachander by admonishing Kamal saying “Nagesh would have brought out the correct emotion in a jiffy”.",
    "Though Nagesh has acted in many different roles in Balachander films, one sequence that is perhaps best remembered is the drunkard-doctor of “Apoorva Ragangal”.One cannot forget the scene where the tipsy Nagesh talks to his own shadow with a liqour bottle in hand saying “cheers sollanum daa mundam” and clicks his bottle with his shadow on the wall. The bottle breaks!",
    "One has lost count of the films he acted in. But there are some outstanding roles indelibly etched in memory. There was TR Ramanna’s “Panakkaara Kudumbam” where Nagesh acted in four roles as son, father, grandfather and great-grandfather.",
    "This was an MGR movie. Naturally Nagesh had to underplay his roles in MGR starrers. One movie where he made his mark was as MGR’s younger brother in “Panam Paaithavan”. Another was as Kumaresa Othuvaar in “Rahasiya Police 115″.",
    "In “Engalukkum Kaalam Varum” he was paired off with the beautiful Padmini then making a comeback after her marriage. It was on the familiar rags to riches theme.",
    "Sridhar’s “Kathalikka Neramillai” was another milestone. Nagesh played Chellappa the elder son of estate owner Viswanathan played by veteran TS Balaiya.Chellappa is an aspiring film maker in the film and the scene that brings the house down is the one where he relates the story of the movie he is making to his father in blood-curdling manner.",
    "Another striking role was as the poet Tharumi in “Thiruvilaiyaadhal” directed by AP Nagarajan. Sivaji Ganesan is Lord Siva. The interaction between Sivaji and Nagesh was fantastic particularly the question and answer session.Among other films with Sivaji where Nagesh excelled were as the pimp “Savadaal Vaithi” in “Thillana Moganaambaal” and the underling “Panchawarnam” in “Vasantha Maaligai”",
    "“Then Mazhai” starring Nagesh and Cho in chief comedy roles was another hit. It was a remake of an old English comedy. Cho himself wrote the dialogue.",
    "Among other brilliant performances by Nagesh were Madhu in “Ethirneechal”,Joseph in “Yaarukkaha Aluthaan”, Mohan in “Major Chandrakanth”, VIswanatha Sharma in “Sila nerangalil sila manithargal”, Avinashi in “Michael Madanakamarajan”, Subbuni in “Minnale”, Fr. Rozario in “Kathal Kondein”, and Mokkaiyapper in “Imsai Arasan 23rd Pulikesi”.",
    "There were also other marvellous roles like in “Thillumullu” where Nagesh played himself, “Magalir Mattum” in which Nagesh was a “dead” body, “Panchathanthiram” where he was father in law to Yugisethu and “Nammavar” in which Nagesh was the father of Nirmala. He got an all India award for best supporting actor in “Nammavar”.",
    "Another remarkable aspect to the man was his dancing ability. It was a pity that he acted as comedian thereby engaging in clownish movements while dancing. But he was one who could dance very well. His son Anandababu inherited the father’s talent. He had three sons  Ramesh Babu, Rajesh Babu and Ananda Babu. Nagesh was also familiar with both western and carnatic music",
    "Nagesh who was riding the crest of a wave as popular actor had a big decline in the late seventies and early eighties. While his popularity with fans had not decreased film producers were reluctant to cast him in their movies.",
    "This was due to Nagesh having become an alcoholic. The problems he caused producers , directors and co-stars made him an untouchable.",
    "He also had a lot of domestic strife. Nagesh had married Regina a Christian woman of a different caste and so got estranged from his Brahmin family. The wife and siblings were arrested on charges of murder in an acrimonious family dispute.",
    "Nagesh was separated from family for many years and lived alone. His wife died years ago.",
    "He did not want to discuss his personal problems with the media and so avoided the press like a plague. Thus Nagesh faded away from the public gaze for many years.",
    "Complicating matters further was his financial situation. Earlier he had wisely invested his money in real estate like Gemini Ganesh. But the domestic squabbles ate into his finances. Moreover he produced a film “Paartha Gaabagam Illaiyo”? with son Anandababu as hero. It was a flop that ruined him financially.",
    "Another reason for Nagesh’s downfall was the estrangement he had with MGR. After MGR became chief minister people started avoiding Nagesh so as not to incur MGR’s displeasure.",
    "At one stage Nagesh’s finances had plunged to an all time low and he was about to lose the last of his properties, the “Nagesh” cinema theatre. It was then that he mended fences with MGR and sought his help.",
    "MGR was magnanimous enough to bail out Nagesh. He also arranged for medical treatment to cure Nagesh of his alcoholism. Mercifully Nagesh was rehabilitated but film assignments were not readily available. Meanwhile MGR also died.",
    "But Kamal Hassan who was a devoted Nagesh rasika came to the veteran’s rescue. Nagesh played the chief villain in Kamal’s “Apoorva Sahodaragal” to perfection. Thereafter Nagesh got several roles mostly as villain or character actor.",
    "Manorama, Kamal Hassan and Nagesh during the release of “Dasavatharam”",
    "Kamal himself provided Nagesh many chances. Incidently the only photograph Kamal has in his office is one of him with Nagesh.",
    "Another cause of sorrow was his son Anandababu. Though he showed much promise and was a wonderful dancer the son too got hooked to alcohol and drugs. His film career plummeted and it was only recently that Babu made a comeback after getting medically rehabilitated.Nagesh’s other two sons are businessmen.",
    "It was indeed sorrowfully ironic that the man who made many people happy through his comedy was himself afflicted by tragedy in personal life. This made him an elusive introvert in personal life.",
    "He was for long inaccessible to the media. For instance, Malathy Rangarajan of “the Hindu” had to wait six years before she got an interview with Nagesh.",
    "Subsequently he began  coming out from his self-imposed cocoon. He wrote an auto-biography “Sirithu Vaala Vendum”. (Must Live Laughing). There was also a public function “Endrendrum Nagesh” (Nagesh forever) felicitating him in 2008 on his 75th birthday.",
    "He had been hospitalised some weeks ago before his death having fallen and hurt himself in the bathroom. There was internal bleeding and problems in breathing.He was discharged after treatment and returned to his home at Alvarpettai on Friday Jan 30th 2009. On Saturday after having breakfast he underwent chest pain and shortness of breath.",
    "After being taken to hospital it was diagnosed that he had undergone a massive heart attack. Nagesh breathed his last 11. 20 am.His body was brought to his Alwarpettai residence for people to pay their respects. A large number of fans and cine artistes paid homage to the comedian par excellence of Tamil cinema.",
    "In the film “Neerkumizhi” (water bubble) where he played a terminally ill cancer patient, a song was picturised on Nagesh. It was sung by Seergali Govindarajan with words written by Suradha and music composed by V.Kumar.",
    "It is a philosophical-mystical song about the impermanence of life and permanence of death. The opening lines go thus “Aadi adangum Vaalkaiyadaa, Aaradi Nilame Sonthamadaa” (All life’s activity ceases and only six feet of land is owned)",
    "Those lines and the title of his autobiography “Sirithu Vaala Vendum” (Must live laughing) sum up the life and times of Nagesh the comedy king of Tamil cinema"
  ]
}