{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82819",
  "time_ut": 1696102860.0,
  "original_lang": "en",
  "original_title": "Many Tamils earnt to appreciate the beauty and power of the Tamil language because  of  Sivaji Ganesan . He made many Tamils love their language more.",
  "original_body_lines": [
    "(Article Commemorating Sivaji Ganesan’s 95th Birth Anniversary on October 1st 2023)",
    "Sivaji Ganesan, M.G. Ramachandran (MGR) and Gemini Ganesan comprised the triumvirate that dominated Tamil cinema in India from the fifties to the seventies of the 20th century. The most senior of the trio was M.G.Ramachandran who was born in 1917.  MGR passed away in 1987. Gemini Ganesan born in 1920 breathed his last in 2005. The youngest of the three was Sivaji Ganesan, born in 1928 and died in 2001.",
    "Though Sivaji, MGR and Gemini were hailed as the ‘Moovaenthar’ (Three Kings) of Tamil cinema, it was widely acknowledged that Sivaji Ganesan was the finest actor among the three. He was called “Nadigar Thilagham,” meaning ‘Doyen of Actors’. It was the Tamil film journal “Paesum padam” which bestowed upon him the honorific.",
    "Sivaji  Ganesn’s  acting career, which began at the age of eight, could be divided into three phases -1936 to 1952, when he acted only on stage; 1952 to 1974, when he acted for the big screen and also gave stage performances; and 1974 to 1999, when he acted only in films.",
    "From his first film ‘Paraasakthi’ in 1952 to his last film ‘Pooparikka Varugiroam’ in 1999, Sivaji Ganesan acted in 307 movies in all. Of these 296 were in the Tamil language; six were in Telugu; two each in Hindi and Kannada, one in Malayalam. 20 of these roles were done free of charge in an honorary appearance (Gaurava Nadigar). At a time when the success of a film was gauged by the number of days it was screened at a stretch in theatres, 178 of his movies ran for more than a 100 days in cinema halls; 16 of these ran for 25 weeks or more celebrating silver jubilees.",
    "Despite achieving stupendous success on the screen, Sivaji remained faithful to his first love; the stage, and acted in plays for decades.  Essentially a creature of the stage when he entered films, Sivaji Ganesan brought that baggage with him and superimposed it effectively on the film medium. Yet his brilliant acting made this so-called violation of screen norms the accepted norm of his film acting.",
    "There were many notable films where his remarkably resonating dialogue delivery delighted and enthralled fans. Starting from his sensational debut in ‘Parasakthi,’ film after film made indelible impressions in this regard. Thirumbipaar, Manohara, Thookkuthookki, Illara Jyothi, Anbu, Rajarani, Ethirpaaraathathu, Annayin Aanai, Kuravanji, MaruthanaatuVeeran, Ambikapathy, Veera Pandiya Kattabomman, Kappalotiya Thamizhan, Paasamalar, Aalayamani, Karnan, Thiruvilaiyaadal, Saraswathi Sabatham, Kandan Karunai, Thirumaal Perumai, Sivantha Mann, Gauravam, Rajaraja Chozhan, Thangapathakkam, etc., are but some of the films remembered still for the Sivaji’s sparkling ‘vasanam’(dialogue). “Dialogue for me is poetry. I have a passion for poetry. And so, there was no problem for me in rendering it effectively.” Sivaji explained in an interview.",
    "The artiste had an extraordinary flair for distinctive dialogue delivery. He pioneered an exquisite style, diction, tone and tenor. Unlike most of the actors seen in the Tamil films of today, Sivaji spoke Tamil on screen the way the mellifluous, vibrant language should be spoken. It is no exaggeration to say that he was the role model for many of my generation in pronouncing Tamil dialogue in dramas. Generations of Tamils learnt to appreciate the beauty and power of the Tamil language because Sivaji Ganesan breathed new life into it. He made many Tamils love their language more.",
    "Sivaji was no stranger to Sri Lanka. His movies ran to packed houses in the island. Several of his films were adapted and remade in Sinhala. Substantial portions of the films ‘Pilot Premnath’ and ‘Mohanapunnagai’ starring Sivaji were shot in Sri Lankan locales with Sri Lankan artistes Malani Fonseka and Geetha Kumarasinghe in the lead female roles respectively.",
    "‘Pilot Premnath’ in 1978 was an Indo-Sri Lankan co-production directed by A.C. Trilokachander. Shot in many scenic places in Sri Lanka, the film had a lively Baila type song ‘Udarata Menike’ sung in lilting tones by L.R. Easwari and A.E. Manoharan, which had audiences’ foot-tapping in India and Sri Lanka. But the most popular song was ‘Ilankayin Ilankuyil’ (the young cuckoo of Sri Lanka) with Vani Jayaram lending her voice (play-back) to Malani, and T.M. Soundararajan voicing for Sivaji. Music was played by melodious music director (Mellisai mannar) M.S. Viswanathan. The movie ran for more than 100 days both in Tamil Nadu and Sri Lanka.",
    "‘Mohana Punnagai’ starring Sivaji Ganesan and Geetha Kumarasinghe was made in 1981. The film directed by C.V. Sridhar did well in Sri Lanka but had an average run in Tamil Nadu despite the fact that it had Sivaji in the lead. The beautiful song sequence picturised on Geetha bathing in a waterfall-stream with Sivaji taking photos from different angles was unforgettable. The song ‘Thennilankai Mangai’ (a maiden from southern Sri Lanka) sung by S. Janaki to music composed again by M.S. Viswanathan.",
    "P.K. Balachandran, the then ‘New Indian Express’ Correspondent in Colombo, interviewed both Malani and Geetha about Sivaji Ganesan for an article about the actor at the time of his demise. Here are excerpts: “Sivaji Ganesan was a great actor and a great human being too,” enthused Malani Fonseka, who was his leading lady in the 1978 Tamil blockbuster Pilot Premnath. “It was Sivaji who urged me to become a producer. He would say ‘Malani, you should make a No. 1 Sri Lankan creation,” Malani disclosed. “A warm and friendly man, Sivaji introduced me to his wife and children and invited me to dinner at his house. I was very happy to work with him. In fact, it was an honour to work with him,” Malani said in a fulsome tribute to the thespian, who is no more.",
    "Geetha Kumarasinghe, the Lankan leading lady of yore, who was paired with the Tamil thespian in Mohana Punnagai (1981) directed by C.V. Sridhar, said Sivaji was a thorough gentleman. “We got along very well even though he was in his fifties and I was only 26. He was very knowledgeable, not just on film making, but about many other subjects, though he had not gone to any university,” Geetha recalled. She said she got offers from Madras (now Chennai) film makers after Mohana Punnagai, but could not take them because she got married.",
    "Vizhuppuram Chinniah Ganesan, or V.C. Ganesan, was born on October 1, 1928, in Vizhuppuram, which was then in the Arcot region of the former Madras Presidency. The given name was Ganesamoorthy which soon got shortened to Ganesan.  His parents were Chinnaiapillai Mandrayer, a railway employee and freedom fighter, and Rajamani, in whose name he was to launch later a successful film company, Rajamani Pictures. Ganesan belonged to the Kallar division of the Mukkulathor caste group. His ancestors reportedly hailed from the Soorakkottai area in Thanjavoor District.",
    "Smitten by a street drama about Kattabomman, the feudal Polygar (Paalayakkaaran) of Panchalankurichi who fought the British, young Ganesan became enamoured of acting and abandoned school when he was in Class Two. Forsaking home, he along with his boyhood chum “Kaka” Radhakrishnan (veteran comedian who passed away in 2012) joined the Madurai-based Bala Gana Sabha drama troupe first, and later the troupe run by Ethaartham Ponnusamipillai.",
    "From child roles he graduated to female roles and then on to the “raja part,” the role of the hero, as it was known then. The first landmark in his career was his portrayal of the Maratha warrior Sivaji in the drama ‘Sivaji Kanda Indhu Rajyam’ written by Dravida Kazhagham and later Dravida Munnetra Kazhagam Leader C.N. Annadurai, who went on to become the Tamil Nadu Chief Minister. E.V. Ramaswamy Naicker , the patriarch of the Dravidian movement, acclaimed his stellar performance and referred to Ganesan as ‘Sivaji’ Ganesan. This was in 1946. The sobriquet stuck. The big break in Sivaji’s life came in 1952, when he acted as the hero in ‘Parasakthi,’ a film directed by Krishnan-Panju. The dialogue, written by DMK Leader and former Chief Minister M. Karunanidhi in fiery and flowery prose with a surfeit of alliterations, the hallmark of Karunanidhi’s style, came powerfully alive in a stunning performance by Sivaji, unparalleled in Tamil cinema. The monologue uttered as an address to Tamil Nadu in the earlier scenes and the courthouse speech in the closing stages of the film were classic instances of delightful oratory. A star had arrived in Tamil cinema!",
    "The Karunanidhi-Sivaji combination made an explosive impact. The writer’s rich prose, brimming with vitality, was given emotive and impressive expression by the actor. Every film in which they collaborated was a success. Later other scriptwriters, such as Solaimalai, Sakthi Krishnaswamy, Aroor Das, and ‘Vietnam Veedu’ Sundaram, were to provide dialogue that tapped his diction, which rendered the Tamil language euphonious.",
    "Through his dedication, hard work, skill and ability Sivaji Ganesan made a success of himself on the silver screen. In the process he inspired a whole generation of artist, virtually creating a new school of acting. A generation of actors and aspirants modelled themselves on his style. Despite this mass attempt to imitate and emulate him there was no replicating or duplicating the veteran.",
    "A device used frequently in his earlier films to give an outlet to his histrionic talents was the inclusion of short historical dramas – on the Chera King Senkuttuvan, Akbar’s son Salim or Jahangir, Socrates, Emperor Asoka among others – within the main plot, often dealing with a social theme. His acting ability received maximum exposure in the bantering arguments Veerapandiya Kattabomman has with his British adversaries in the eponymous film. Sivaji received the best actor award for this role at the Afro-Asian film festival held in Cairo in 1960.",
    "Sivaji’s talents were by no means restricted to his oratorical prowess and powerful dialogue delivery. He could emote in all the nine moods (navarasas) realistically. This skill found scope in all his films but came out into full play in his 100th film Navarathri in 1964, in which he played nine different characters signifying wonder, fear, compassion, anger, gentleness, revulsion, romantic passion, courage and happiness. His other commendable multi-role performances were in Uthama Puthiran and Enga Oor Raja in dual roles, and Thrishoolam, Deiva Magan and Balae Pandiya in which he did three roles each.",
    "Versatile Ganesan played a wide range of characters, from god and king to commoner. Whether it was the powerful Chola emperor Raja Raja Cholan, Lord Siva, Lord Muruga, Saivite saint Appar, Vaishnavite saint Periyaalvar or Tamil poet Ambigapathy, Sivaji was always at his scintillating best. He was equally splendid in contemporary roles and stereotypes making every performance a memorable one. Superb among them are his roles as Bharatha in Sampoorna Ramayanam, the patriotic lawyer Chidambaram Pillai in Kappalottiya Thamizhan, the nagaswaram player Sikkal Shanmugasundaram in Thillana Mohanambal, Prestige Padmanadha Aiyer in Vietnam Veedu, Barrister Rajanikanth in Gauravam and Police Superintendent Chaudhury in Thangapadhakkam.",
    "Scenes from some of his films remain etched in memory: the ‘Yaaradi Nee Mohini’ song sequence in Uttama Puthiran, where Sivaji’s mannerisms would remind present day movie-goers of Rajnikanth’s style; the physically challenged Ponniah in Bhagapirivinai, the inimitable gait as the fisherman in Thiruvilayadal and the clash with Tamil scholar Nakkeeran in the same film; his duel over artistic superiority with Padmini in Thillana Mohanambal;  and the Othello drama sequence in English with Savitri as Desdemona in Iratha Thilakam.",
    "Sivaji had an astounding capacity to synchronise lip and body movements to playback renditions making it appear as if he was actually rendering these songs. Singers Chidambaram S. Jeyaraman, and A.M. Raja in the earlier days and T.M. Soundararajan later gave voice to his songs, making the singing and speaking voices blend as an indivisible entity. T.M. Soundarajan’s voice suited Sivaji most. Two stand out among the many- “Yaar Andha Nilavu” in “Shanthi” and “Antha Naa Gnabagam Nenjiley” in “Uyarntha Manithan”.",
    "Sivaji’s own voice was woven into songs at times. Two memorable songs are ‘Vannathamizh Pennoruthi Ennethiril Vandhaal’ by C.S. Jayaraman in Paavai Vilakku and ‘Thendrolodu Udan Piranthaal Senthamizh Pennaal’ by T.R. Mahalingam in Rajaraja Chozhan. There is also ‘Poatrippaaradi Pennae in “Devar Magan’.",
    "Several directors, among them Krishnan-Panju, T.R. Sundaram, L.V. Prasad, B.R. Panthulu, T. Prakash Rao, A. Bhim Singh, K. Shankar, A.P. Nagarajan, A.C. Tirulokchandar, CV Sridhar, P. Madhavan, K.S. Gopalakrishnan and K. Vijayan, directed Sivaji in vastly different roles, bringing out his versatility. Sivaji himself has paid tribute to L.V. Prasad saying it was Prasad who taught him the rudiments of acting for the camera.",
    "Sivaji’s chief lead actor contemporaries were “puratchi nadigar” M.G. Ramachandran (MGR), his namesake Gemini Ganesan (kadhal Mannan) and “ilatchiya nadigar” S.S. Rajendran (SSR). The only film he acted together with MGR was the controversial ‘Koondukkili’ by T.R. Ramanna. With Gemini he acted in many hits like Pennin Perumai, Pathi Bhakthi, Veerapandiya Kattabomman, Paarthaal Pasi Theerrum, Paasamalar, Pandha Pasam, Kappalottiya Thamizhan, Saraswathy Sabatham, Thiruvarutselvar and Unakkaaha Naan. He also acted with SSR in films like Parasakthi, Rajarani, Aalayamani, Shanthi, Pachai Vizhakku, Pazhani and",
    "The man recognized as the Doyen of actors has over the years paired with a bevy of beautiful actresses on screen. Pandaribai, Padmini, Bhanumathy, G.Varalakshmi, S.Varalakshmi, Savitri, Vyjayanthimala, Devika,  Saroja Devi, KR Vijaya, Jayalalithaa,Vanishree, Kanchana, Bharati, Sujatha, Srividya, Sripriya, Sridevi and  Radha  are but some of his heroines. Padmini was the actress who has been his leading lady the most number of times. Apart from Padmini, Sivaji’s on screen chemistry with actresses like Pandaribhai (his first heroine) Bhanumathy, Savitri, Sarojadevi, KR Vijaya,Vanishree and  Sujatha have earned noteworthy praise. It is however “Nadighaiyar Thiagham” (Doyenne of actresses) Savitri who is regarded as Sivaji’s equal in acting skill and prowess.",
    "Sivaji Ganesan married Kamala in 1952. The couple had four children. Ramkumar, Prabhu, Shanthi and Thenmozhi. His younger son Prabhu known as “Ilaya Thilagham” has also made his mark in films as an actor. He was a very successful hero in the 80s and 90s with many of his movies breaking box office records. Sivaji’s elder son Ramkumar who keeps the home production company Sivaji films ticking has also appeared in a few films. Ramkumar’s sons Dhushyanh and Shivaji Dev have also acted in a few films. Prabu’s son Vikram Prabu too is a successful actor hero who is doing well in films.",
    "In keeping with the Tamil Nadu tradition of film actors engaging in electoral politics, Sivji too dabbled in politics. But despite his vast popularity as a film actor he was not successful in politics. Starting out as a Dravida Kazhagam and later DMK activist, he crossed over to the Congress in the late 1950s. When the Congress split in 1969 he stayed with the ‘old’ Congress of Kamaraj. After Kamaraj’s death he joined the Congress led by Indira Gandhi. The actor served a term as a member of the Rajya Sabha.  In 1989, he formed his own party, the “Tamizhaga Munnetra Munnani” and struck out alone only to suffer a humiliating defeat in the elections. Later he functioned as leader of the Tamil Nadu Janata Dal for a while, but soon ceased to be active in politics.",
    "It was Sivaji’s tragedy that, as the years progressed; opportunities for him to display his acting talent became scarce.  Furthermore the versatile thespian who had essayed a variety of characters on screen, seemed to have run out of fresh hitherto unplayed roles. But he did act in cameo roles, often stealing the scenes, as in Thevar Magan, which won him the National Awards Jury’s Special Jury award in 1993. (Sivaji, incidentally, declined the award.) Ironically, the man hailed as the greatest actor of Tamil cinema never won an Indian national award for best actor. He was conferred the Dadasaheb Phalke lifetime achievement award for meritorious service to Indian cinema in 1997.",
    "Sivaji was also crowned with the titles Padma Shri and Padma Bhushan by the Government of India while the Tamil Nadu Government conferred on him the Kalaimamani award. The French Government honoured him with Chevalier in the Order of Arts and Literature. In Sri Lanka he received the title ‘Kalaikkurusil’ from the then",
    "Sivaji Ganesan suffering from heart ailments was admitted to the Apollo Hospital in Chennai on July 1, 2001 following respiratory problems. He passed away at the hospital on July 21, 2001 at the age of 72. The last rites were performed by his eldest son Ramkumar at Besant Nagar.",
    "Dr. S. Krishnaswamy the co-author of “Indian Film” – considered a seminal study of the evolution and growth of Indian cinema – wrote an obituary piece in the Indian English daily “The Hindu”. In that Dr. Krishnaswamy said “In the desert of Tamil films, an actor by the name of Sivaji Ganesan is an oasis.”   He further observed : “Sivaji Ganesan’s voice and diction not only changed the course of dialogue delivery in Tamil films and plays, but also had a deep impact on the manner in which the language is spoken by narrators on radio and television. This is perhaps the most impressive contribution of the late thespian.”",
    "Dr. Krishnaswamy also stated in the Sivaji obituary: “A world-class actor remained a regional star, essentially because the ethos of Tamil cinema was never in the wavelength of world cinema – celebrated as the Seventh Art. But even a diehard enthusiast of realism in films, had to sit up and watch Sivaji.”"
  ]
}