{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/99x-strengthens-leadership-team-with-key-management-additions-and-transitions/",
  "time_ut": 1691423760.0,
  "original_lang": "en",
  "original_title": "99x strengthens leadership team with key management additions and transitions",
  "original_body_lines": [
    "99x, a leading product engineering company, is pleased to announce significant additions and changes to its management team as part of its dynamic “Resetting and Rebuilding” theme for the year 2023, targeting corporate goals.",
    "To strengthen capabilities and foster innovation, 99x is proud to announce the new designations for several key members of its management team. Among the leaders set to take up strategic roles and drive the company to new heights of success are: Hasith Yaggahavita, appointed to the role of Chief Engineering & Innovation Officer, Sachith Perera, stepping into the position of Chief Technology Officer, Suren Rodrigo, leading the product engineering efforts as Chief Product Officer, Chatura De Silva as Chief Customer Success Officer, Buddhinatha Wijewantha, taking the helm as Chief Delivery Officer, and Kalana Wijesekera bringing his expertise as Chief Developer Experience Officer.",
    "Additionally, we extend a warm welcome to accomplished individuals joining the management team, acknowledging their outstanding contributions to the company’s growth and success. Tharindra Jayamaha joins as Director – Product Quality, bringing invaluable talent and dedication refined over 9 years at 99x, including receiving the coveted CEO’s award in 2021 and playing a pivotal role in numerous customer projects and corporate initiatives. Anura Adhikari joins as Senior Manager – Employee Success, bringing 16 years of experience in a number of leadership roles. His impressive track record includes product development at the StartupX Foundry and a key role in enhancing the company’s brand within universities and nurturing future talent within the Dotitude initiative. Samra Aman joins as Senior Manager – Delivery, leveraging 8 years of experience and a remarkable career path that has contributed to outstanding project delivery across multiple customer engagements.",
    "Furthermore, 99x has strengthened its corporate leadership team with highly capable individuals who have played vital roles in the company’s growth journey. Yohan Gunathilaka, Nawoda Herath, Yovin Lekamge, Prasadie Senadheera, Samudra Kanankearachchi, Mihiri Lekamge, and Janaka Jeewantha have each demonstrated exemplary leadership and dedication in their diverse roles, embodying 99x’s guiding principles focused on delighting clients, valuing each other, and growing to be your best.",
    "Mano Sekaram, Founder and CEO of 99x added, “We couldn’t be prouder of our incredible management team, including the newly appointed leaders, and their remarkable character and skill sets that continue to drive 99x’s growth and success. ‘Resetting and Rebuilding’, was our theme for this year in the light of the opportunities and challenges in our global markets. I firmly believe that each of these individuals, with their unique strengths and take 99x to even greater heights of excellence.”",
    "As 99x enters a new chapter of growth and innovation, the company is confident that the collective talents of these individuals will enrich its decision-making processes and pave the way for continued success and exceptional value delivery to clients across the globe.",
    "Pan Asia Bank ready to leverage on economic revival amidst external challenges; posts steady 1H performance",
    "CIPM re-elects outstanding HR professional Ken Vijayakumar as president 2023/24",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}