{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/28/lg-poll-2023-election-commission-awaits-response-from-finance-ministry/",
  "time_ut": 1679977620.0,
  "original_lang": "en",
  "original_title": "LG Poll 2023: Election Commission awaits response from Finance Ministry",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Election Commission said it is yet to receive a response from the Finance Ministry with regard to funding the Local Government Election 2023.",
    "The Election Commission said it expects a positive response from the Finance Ministry.",
    "At the same time, the Election Commission said it expects to meet Prime Minister Dinesh Gunawardena for talks this week over the same matter.",
    "A senior official at the Election Commission told News 1st that the members will meet on the 4th of April 2023 to discuss the next step regarding the Local Government Election.",
    "On the 23rd of March, Sri Lanka's Election Commission said that Postal Voting for the Local Government Election was postponed, again.",
    "The announcement was made following talks with political party representatives in Colombo.",
    "The Election Commission said that four important matters were presented by the political party representatives during a meeting on Thursday (23) morning.",
    "1. As it is not possible to hold the local government polls on April 25 under the current situation, postponing the polls to a future date.",
    "2. Fixing the date for the polling after achieving the necessary facilities and background for local government polls without mentioning a specific date.",
    "3. As there are legal issues regarding the postponement of the polling as per the interim orders given by the court, the election should not be postponed in any way.",
    "4. Regarding the holding of the election, the legislature will discuss with the executive and other parties and decide a future date for the poll based on the consensus that is reached among them.",
    "After taking these facts into consideration, the Commission announced that it will study the relevant election laws and reach a decision regarding the election date in the near future.",
    "Sri Lanka’s 17th Parliament Speaker Joseph Michael Perera, passes away",
    "G.C.E. A/L paper marking delayed, O/L Exams to be held as planned.",
    "Sri Lanka fined for slow over rate in 1st ODI against New Zealand"
  ]
}