{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/singer-under-fire/",
  "time_ut": 1690908360.0,
  "original_lang": "en",
  "original_title": "Singer under fire",
  "original_body_lines": [
    "A brouhaha has erupted over what is described as the distortion of the national anthem at the Lanka Premier League (LPL) opening ceremony. Talented young vocalist Umara Sinhawansa has been drawing heavy fire for singing the national anthem in operatic style, and mispronouncing some words therein. Her performance has sparked a media frenzy. Many are those who are wrapping themselves in the flag and calling for action against her.",
    "Umara, one of Sri Lanka’s finest vocalists, is known for her fascinatingly smooth and expressive vocal delivery. It is unfortunate that she has got embroiled in a controversy unnecessarily. She and her music director should have known better than to elevate her performance by showcasing her  bel canto skills when singing the national anthem.",
    "During the Yahapalana government a famous soprano found herself in hot water over the rendition of the iconic Sinhala song, Danno Budunge, in operatic style. Sadly, the issue was politicised with the UNP defending her and others condemning her because she performed at the request of the leaders of the Yahapalana regime.",
    "Some Sri Lanka Cricket (SLC) panjandrums are at war with the media and even banned a popular television channel from covering its events. They are resentful because the media has exposed SLC corruption and are giving wide publicity to an Auditor General’s report, which has disclosed some questionable SLC deals. The media has retaliated and taken on some SLC bigwigs, who apparently think they are above the law and can do as they please. Unfortunately, Umara has got caught in the crossfire.",
    "Justified as the criticism of the operatic rendition of the national anthem may be, one does not think Umara’s stylised vocalisation at issue is so serious as to warrant punitive action against her. Obviously, she had no intention of distorting the national anthem and her stylised rendition thereof was in good faith. Therefore, we believe the calls for legal action against her are unwarranted. Some legal bigwigs have said she has violated the Constitution!",
    "This is a country where terrorists jailed for bombing civilian targets, snuffing out scores of lives and causing losses amounting to billions of dollars to the state coffers, and military personnel serving sentences for killing civilians are given presidential pardons. Those who have sought to divide the country and backed terrorism have received kid-glove treatment from successive governments. Some of them are even maintained with public funds as MPs. Crooks who have helped themselves to people’s money, mismanaged the economy, cut corrupt deals, abused power and reduced the country to penury are living in clover at the expense of the public. Foreign diplomats are allowed to trifle with the country’s sovereignty and behave like viceroys; it is toe-curling to see the Sri Lankan leaders dancing attendance on those diplomats in public. Thanks to the so-called political leaders who have been in power alternately during the past several decades, the country has become a mendicant state, as it were. But those characters are going places. It is against this backdrop that Umara’s operatic rendition of the national anthem and the calls for legal action against her should be viewed.",
    "That said, artistes, especially the young ones, should not labour under the misconception that they have a special licence to change everything according to their whims and fancies. They ought to take cognisance of cultural and religious sensitives and act with restraint when they exercise their creative freedom. They should emulate their seniors. When they fail to do so, they face problems. The national anthem and iconic songs that people cherish are best kept the way they are.",
    "Umara has made a mistake, and let her be urged to tender an apology. The matter, in our book, should end there.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}