{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/07/27/huge-ship-fire-off-dutch-coast-blamed-on-electric-vehicle/",
  "time_ut": 1690451280.0,
  "original_lang": "en",
  "original_title": "Huge ship fire off Dutch coast blamed on electric vehicle",
  "original_body_lines": [
    "A fierce blaze on a cargo ship carrying 3000 vehicles has killed one crewman and is still burning out of control off the coast of the Netherlands.",
    "The inferno was reportedly sparked by an electric vehicle on board the ship Fremantle Highway.",
    "The crew of 23 mostly Indian nationals initially tried to douse the flames but had to flee from the ferocious fire. One of them was killed and others were injured, with seven sailors jumping into the water, according to the captain of the Ameland lifeboat, Willard Molenaar.",
    "Ship owner Shoei Kisen Kaisha in a statement said that the Panama-registered Fremantle Highway was underway to its final destination in Singapore when the fire broke out. Twenty-five of the 3000 vehicles on board were EVs.",
    "The company told the NOS public broadcaster, “there is a good chance that the fire started with electric cars.”",
    "“We are now trying to extinguish the fire in co-operation with the local authorities of (the) Netherlands, the salvor and the ship management company,” the shipping company said in a statement.",
    "The International Maritime Organisation is planning new regulations for ships carrying electric vehicles with a growing number of ship fires blamed on the cars.",
    "A major salvage operation has been launched but authorities fear the fire could burn for weeks and threaten nearby natural sites.",
    "Local media reported that it was too dangerous to put firefighters aboard the ship.",
    "“If you start filling the ship with water, you risk destabilising it and that could tip it over,” Netherlands Coast Guard spokesman Edwin Grammeman told broadcaster NOS.",
    "“The ship is being cooled to keep it stable,” the official said.",
    "The Fremantle Highway is currently close to Ameland, one of an archipelago of ecologically sensitive islands situated in the Waddensee area just north of the Dutch mainland.",
    "Talk of the Town | Elimination of waste at state enterprises essential | Attorney Lihini Fernando"
  ]
}