{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/election-hustling-in-the-south-boycott-calls-in-the-north/",
  "time_ut": 1704537120.0,
  "original_lang": "en",
  "original_title": "Election hustling in the South & Boycott calls in the North",
  "original_body_lines": [
    "Which election is going to be first? Presidential or parliamentary? If it is going to be parliamentary, the President will have to dissolve parliament soon. Otherwise, the Presidential election will take place between September 18 and October 18, on a date determined by the Election Commission. Some of us speculated about the advantages (to Ranil Wickremesinghe) of having the parliamentary election first, based on news stories that a March parliamentary election was in the offing. Since then, the pendulum has swung towards a presidential election going first.",
    "Two factors may seem to have dragged the pendulum to the other side. The MPs’ pension and the Rajapaksa implosion. First time MPs would apparently stand to lose their pension eligibility if parliament were to be dissolved before September. That would have aggravated many SLPP MPs without whose support the Wickremesinghe presidency would be in peril and his potential candidacy to be president could be a non-starter.",
    "The Rajapaksa implosion is now almost complete, and in their desperation Rajapaksas are reportedly endorsing Dhammika Perera to be their presidential candidate. That would be quite a change for the SLPP – from an ex-army colonel to a corporate boardroom raider. Dhammika Perera is no Donald Trump, and Sri Lankans, like most South Asians and unlike Americans, are culturally weary of entrusting public offices to private money makers. All of this opens the presidential doors quite widely for Ranil Wickremesinghe.",
    "The Sunday Times (31 December) political commentary gives a detailed account of the jostling and hustling of presidential candidates in the south. The three serious candidates are Ranil Wickremesinghe, Sajith Premadasa and Anura Kumara Dissanayake. The only other current parliamentarian with presidential ambition as well as credentials is Champika Ranawaka.",
    "But he has no following in spite of all his efforts to create one. He is now busy dissociating himself from claims that he belongs to this or that alliance. Perhaps, that way he can keep his ministerial options open regardless of who wins the presidency. In any event, Mr. Ranawaka will be a better cabinet resource to any president than the old and discredited GL Peiris who has tried everyone and is still craving to be in the next parliament.",
    "As for candidates without a parliamentary history their efforts will end in waste no matter how much money they throw at the electorate. The Sunday Times commentary alludes to a potential candidate disbursing three million rupees per district to open district-level campaign offices. Tongue in cheek, we can applaud this mindless generosity hoping for some spin-off effects on people and businesses still going through the economic hard time created by the modern monetary madness and the low-tax growth strategy of the Cabraal-Rajapaksa school of economic development. Beyond that the likely electoral benefit of three million rupees per district will be zilch.",
    "With over nine months to go, there will be plenty of ups and downs, and twists and turns, in the campaigns and fortunes of the three leading candidates. And plenty of time for us to give running commentaries from the sidelines. For this week, I will constrain myself to a seemingly emerging debate in the north about the mode of intervention for SL Tamils in this year’s presidential election. Two propositions are being bandied – boycott the election or field a common (Tamil) presidential candidate.",
    "Both propositions might be intended to corner the TNA and expose it to criticism if the TNA were to choose to support one of the presidential candidates from the south, as it did in 2014/15 (Maithripala Sirisena, who won) and again in 2019 (Sajith Premadasa, who lost).",
    "At the same time, considering an alternative to supporting one of the main candidates is indicative of the level of frustration in Tamil politics over the lack of any significant movement on the so called reconciliation front generally since the end of the war in 2009, more particularly during the five years of yahapalana government, and finally during the nearly two years of the interim Wickremesinghe presidency.",
    "The frustration continues even as the presidential campaign is beginning to take off. TNA leaders who have worked closely with Ranil Wickremesinghe are now fed up with his constant scheming and use of the project of reconciliation like a chessboard bishop for political moves. There is also frustration in Tamil political circles over the lack of clarity and commitment on the part of the other two candidates, Sajith Premadasa and Anura Kumara Dissanayake, on specific issues concerning the minorities in general and the Sri Lankan Tamils in particular.",
    "Mr. Premadasa has hardly said anything on the matter to excite anyone among the minorities. Mr. Dissanayake, on the other hand, has been saying many things to many people but has not said anything that will make Tamils, Muslims and malayaha (upcountry) Tamils to sit up and take note. His interview with Meera Srinivasan of The Hindu was a colossally missed opportunity to clarify his, the JVP’s and the NPP’s positions on specific matters concerning the minorities instead of repeating generalities that everyone has been hearing for the last 75 years.",
    "Perhaps I should not be too harsh on Anura Kumara Dissanayake. The late TULF leader M. Sivasithamparam expressed similar frustration in 1994 over Chandrika Kumaratunga’s reluctance to show commitment on specific matters that the TULF was expecting from her.",
    "This was before the 1994 parliamentary election, which Ms. Kumaratunga went on to win spectacularly and later the presidential election, but failed equally spectacularly to convert her resounding 1994 victories to meaningful and durable changes. There are lessons for Mr. Dissanayake to learn, but blaming everyone before him is not the best way to learn from history.",
    "In this background, it should not be surprising if even the TNA were to jump on the boycott bandwagon. They are not likely to warm up to the idea of a common Tamil presidential candidate, simply because there will never be an agreement between the TNA and others as to who should be the common candidate – a TNA or non-TNA member?",
    "The bigger question is what will boycotting entail and what will it produce? The fact of the matter is that the weapon of boycotting in the current circumstances is not a weapon of strength or purpose, but a response of desperation and abdication.",
    "The suggestion of a common Tamil presidential candidate is even more ridiculous, and arguably a betrayal of the once celebrated Fifty-Fifty Ponnambalam cry among the Tamils.",
    "The suggestion that a boycott will not be workable because there is no LTTE to enforce it is a clear indication of how Johnnies-come-lately have become the main voices in Tamil politics. There was no LTTE when Jaffna successfully boycotted the country’s first ever election under universal franchise, the State Council election in 1931. And no LTTE or guns were required when Tamil parliamentarians kept themselves out of cabinets.",
    "To be sure, GG Ponnambalam was opposed to both boycotts, and it can be argued with the benefit of history and hindsight that the unintentional outcomes of these well intended boycotts have been thoroughly counterproductive.",
    "Now that I have mentioned Ponnambalam, the eldest, let me turn to the fifty-fifty constitutional formula that Ponnambalam eloquently but unsuccessfully advocated. There was nothing wrong with the proposition as a constitutional formula, what was wrong was that Ponnambalam was not as sincere in his conviction as he was eloquent in his advocacy. More importantly, he did not have with him the clear support of other minority groups in the country, even though the formula was pitched on behalf of all of them.",
    "My point now is that the fifty-fifty formula was inclusive of all minorities, unlike the common Tamil presidential candidate which excludes all the other minorities. Hence the betrayal. If fielding a common Tamil candidate is the mode of intervention for the Tamils, does it mean the Muslims and the malayaha Tamils will have their own separate candidates? Will there be two Tamil candidates, one for the North and one for the East, until the twain shall merge? And a third one for the Colombo Tamils. If and when diaspora Sri Lankans get to vote, there could be candidates from the diaspora. Poor Gotabaya, he jumped the gun too soon for his own good.",
    "Joking apart there could be some merit in every minority group fielding a candidate just to drive home the point about the absurd depths to which the presidential system has collapsed. When JR Jayewardene introduced the presidential system in 1977/78, his supporters among Tamil notables touted it as a special boon for the minorities because no candidate can win without minority votes, and therefore every presidential winner will have to make promises to minorities and deliver on them for re-election.",
    "That theory had many holes from the start and they have gotten bigger with every election. And now the system needs an exclusive candidate from each group, primarily to get airtime for venting group grievances. I am not making this up; national TV exposure has been suggested as a weighty reason for fielding a common Tamil candidate.",
    "What are the options? One option could be for a majority of Tamil political organizations to come together in alliance with like minded Muslim and malayaha Tamil political organizations and identify a set of priority issues on what is common to all groups, as well as those specific to each group. Formulate a short list of questions on the identified issues and invite the presidential candidates to express their positions and specifically their plans of action on every one of the issues.",
    "The ideal forum for this could be provided by organizing a televised debate among the main presidential candidates and focused exclusively on the issues and concerns of all minorities. The candidates will have the opportunity to make their case directly to Tamil, Muslim and malayaha Tamil voters, and the voters can in turn decide whether to spoil their vote in protest, or to vote for the candidate who came closest to satisfactorily answering their questions. And political organizations can decide to publicly support a candidate or not to support anyone, based on the answers given by the candidates.",
    "SJB Leader wants action against not only Rambukwella but also 113 MPs who defeated no-faith motion against him",
    "Sajith: Brain drain has deprived universities of more than 50 percent of their dons",
    "Easter terror attacks: Sajith vows to follow Pope’s instructions in seeking truth",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}