{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/export-earnings-exceed-usd-1-billion-for-second-consecutive-month/",
  "time_ut": 1690907220.0,
  "original_lang": "en",
  "original_title": "Export earnings exceed USD 1 billion for second consecutive month",
  "original_body_lines": [
    "• Export earnings remained above US dollars 1.0 billion for the second consecutive month in June 2023, while import expenditure declined compared to the previous month.",
    "• Workers’ remittances and earnings from tourism continued to improve notably in June 2023, compared to the corresponding period of the previous year.",
    "• Foreign investment in the government securities market recorded a notable net inflow during June 2023.",
    "• The receipt of around US dollars 250 million from the World Bank for the budgetary support, elevated the gross official reserve level (GOR) to around US dollars 3.7 billion by end June, compared to US dollars 3.5 billion as at end May 2023.",
    "• The Sri Lanka rupee recorded some degree of volatility against the US dollar in June 2023, reflecting the determination of the exchange rate by market forces.",
    "The balance in the merchandise trade account in June 2023 recorded a deficit of US dollars 364 million, compared to the surplus of US dollars 22 million recorded in June 2022. Meanwhile, the cumulative deficit in the trade account during January-June 2023 narrowed to US dollars 2,289 million from US dollars 3,506 million recorded over the same period in 2022. The major contributory factors for this change in the trade balance are shown in Figure 1.",
    "Overall Exports: Earnings from merchandise exports declined by 19.5 per cent in June 2023, over the corresponding month in 2022, to US dollars 1,005 million. This decline mainly reflected the high base in June 2022, and all major subcategories of merchandise exports recorded a decline in June 2023 compared to year earlier. Cumulative export earnings during January to June 2023 also declined by 10 per cent over the same period in the last year, amounting to US dollars 5,871 million.",
    "Industrial Exports: Earnings from the exports of industrial goods declined in June 2023, compared to June 2022, due to a broad-based decline in earnings from most of the industrial products led mainly by garments. Exports of garments to most of the major markets (the USA, the EU and the UK) continued to record declines, resulting from subdued demand conditions in major markets. Further, a sizable decline was recorded in the exports of rubber products (mainly, tires and gloves); petroleum products (due to lower average export prices); food, beverages and tobacco (mainly, vegetable, fruit and nuts preparations; and milling industry products); printing industry products; and animal fodder",
    "Agricultural Exports: Earnings from the exports of agricultural goods declined in June 2023, compared to a year ago, driven by lower export volumes of sea food (primarily, fresh and frozen fish), and coconut related products (primarily, desiccated coconut, coconut oil and fibres). Earnings from tea exports declined led by lower volumes despite higher export prices. Further, the export subcategories of spices (mainly, pepper and cinnamon), vegetables, natural rubber, and unmanufactured tobacco recorded a decline in June 2023, compared to the previous year. However, earnings from minor agricultural product exports (mainly, arecanuts) improved to some extent.",
    "Mineral Exports: Earnings from mineral exports declined in June 2023, compared to June 2022, mainly due to the decline in exports of earths and stone; and ores, slag, and ash.",
    "Overall Imports: Expenditure on merchandise imports increased by 11.6 per cent to US dollars 1,369 million in June 2023, compared to US dollars 1,226 million in June 2022. The increase in import expenditure was observed across all main categories of imports, which was supported by the significantly low base in June 2022. Meanwhile, cumulative import expenditure during January to June 2023 declined by 18.6 per cent over the corresponding period in 2022. However, the relaxation of import restrictions, commenced during June and July 2023, could gradually generate higher import expenditure in the period ahead.",
    "DFCC Bank Sets New Industry Standard with Enhanced Leasing Products",
    "Central Bank of Sri Lanka publishes inaugural Monetary Policy Report (July 2023)",
    "New order issued relaxing certain limitations/suspensions imposed on outward remittances of foreign exchange",
    "Last chance, warns CBSL chief, but hotheads willfully ignore warning",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}