{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-to-change-its-pension-funds-policy-125566/",
  "time_ut": 1688901900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank to change its pension funds policy",
  "original_body_lines": [
    "ECONOMYNEXT – The Monetary Board of Sri Lanka’s central bank has decided to change the policies of staff pensions funds, Governor Nandalal Weerasinghe said responding to a query on the matter.",
    "“The central banks EPF fund has there is policy on which there is formula year-end benefits,” Governor Weerasinghe told reporters.",
    "“Lat year when the interest rates changed in an unusual way, unlike in a normal time, in an unusual time, it changed under the rule.",
    "“We have identified this and to address this aberration the Monetary Board has decided to review this and from next year to change the policy in some way.”",
    "Governor Weerasinghe was responding a question on public criticism for high returns paid to a staff pension funds, while the Employees Provident Fund which the central bank manages, gets low returns.",
    "The decision to change the policy was taken earlier in the year, by the current leadership of the bank, after the balance sheet was finalized before it became a matter of public comment, according to available information.",
    "In 2022 the central bank transferred 11.55 rupees to a defined benefit staff pension plan, up from 1.7 billion a year earlier.",
    "Under a defined benefit plan, the discount rate is “yield at the valuation date on Government Bonds that have maturity dates approximating to the average remaining years of service.",
    "The central bank also contributes as much as 24 percent to defined contribution plans.",
    "“The Bank contributes 24% and 3% of employees’ gross emoluments to Employees’ Provident Fund and Employees’ Trust Fund respectively which are separately administered defined contribution plans,” according to a disclosure.",
    "Under a domestic debt re-structure, pension funds are to be restructured or taxed at 30 percent.",
    "The central bank lost 374 billion rupees in 2023 largely after it borrowed abroad through swaps and the International Monetary fund and shorted its dollar balance sheet in the process of keeping policy rates artificially low, offsetting the interventions with new money. (Colombo/July23/2023 – Update II. Ads that the decision to change the policy was taken earlier in the year)"
  ]
}