{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/prabath-j-malavige-elevates-to-managing-director-at-sri-lanka-ports-authority/",
  "time_ut": 1685468100.0,
  "original_lang": "en",
  "original_title": "Prabath J. Malavige elevates to Managing Director at Sri Lanka Ports Authority",
  "original_body_lines": [
    "A new Managing Director was appointed to the Sri Lanka Ports Authority (SLPA) by Hon.Mnister of Ports, Shipping and Aviation – Nimal Siripala de Silva today (29.05.2023).",
    "Accordingly, in a remarkable career progression, Prabath J. Malavige, a distinguished Senior Port Management and Logistics Professional, has been promoted to the esteemed position of Managing Director at the Sri Lanka Ports Authority. With over 18 years of industry experience, Malavige’s exceptional leadership and expertise have earned him this well-deserved advancement making him the youngest managing director in SLPA history. Malavige’s journey to success can be traced back to his formative years at Rahula College Matara, where he laid the foundation for his remarkable achievements. To date, Prabath J.Malavige has distinguished himself as the youngest professional ever appointed to the prestigious role of Managing Director at the Sri Lanka Ports Authority.",
    "Malavige’s educational achievements further augment his expertise. He holds a Bachelor of Science degree in Estate Management and Valuation from the University of Sri Jayewardenepura. He completed a Master of Science degree in Geographic Information Systems and Remote Sensing from the University of Peradeniya. Malavige earned his Post Graduate Diploma in Project Management from the University of Moratuwa.",
    "Malavige, who previously held the position of Additional Managing Director, brings a wealth of knowledge and a diverse skill set to his new role. Beyond his extensive experience in port management and logistics, he is also a Professionally Qualified Lecturer, Trainer, and Practitioner in Geo-informatics – GIS & Remote Sensing and Real Estate Management for over two decades. His deep understanding of these technologies and his strong project management background make him an invaluable asset to the Sri Lanka Ports Authority.",
    "Throughout his career, Malavige has consistently demonstrated a commitment to excellence and a passion for driving innovation in the industry. His visionary approach and meticulous attention to detail have played a pivotal role in the organization’s growth and success.",
    "As the newly appointed Managing Director, Prabath J. Malavige will continue to elevate the Sri Lanka Ports Authority to new heights, ushering in a new era of efficiency, technological advancements, and unparalleled port management.",
    "The Secretary to the Ministry of Port, Shipping and Aviation – K.D.S.Ruwanchandra, SLPA’s Chairman – Keith D.Bernard, SLPA’s Vice Chairman – Gayan Algewattege, Several SLPA Directors and Heads of Divisions also joined the occasion.",
    "Ayodhya Iddawela Perera poised to lead Sampath Bank as its next Managing Director",
    "Finance and management professional Keith D. Bernard appointed chairman of Sri Lanka Ports Authority",
    "Sri Lanka Ports Authority wins the 2022 GPF Award for the Ports Authority of the Year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}