{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Samagi-Jana-Sandhanaya-promises-to-create-social-market-economy/56-756965",
  "time_ut": 1704239886.0,
  "original_lang": "en",
  "original_title": "Samagi Jana Sandhanaya promises to create social market economy",
  "original_body_lines": [
    "SJB MP S.M. Marikkar says social market citizens will give citizens the right to earn money and right to live fairly",
    "Expresses belief that SJB can only secure victory through an alliance",
    "Claims SJB has commenced discussions with numerous groups to gather them around the SJS",
    "FPC MP Dr. Nalaka Godahewa says only solution for country’s issues is to entrust SL to a capable group",
    "Samagi Jana Balawegaya (SJB) MP S.M. Marikkar yesterday emphasised that the Samagi Jana Sandhanaya (SJS) coalition policy will entail creating a Social Market Economy in Sri Lanka.",
    "During a press conference at the Opposition Leader’s Office in Colombo, Marikkar, accompanied by SJS partner Freedom People’s Congress (FPC) member MP Dr. Nalaka Godahewa, maintained that the current Government’s economic experts are focused solely on acquiring taxes and boosting government revenue.",
    "He accused the Government of not succeeding in increasing exports or attracting foreign investments. He cited the example of former President Ranasinghe Premadasa’s regime, where the country’s export revenue was significantly increased. He emphasised that the people anticipate a similar program from Sajith Premadasa.",
    "Marikkar noted that people also anticipate a country where they can sustain themselves with their earnings without accumulating debt. He emphasised the necessity of reducing taxes and the cost of essentials for this purpose and said that such reductions can only be achieved through direct investments.",
    "“Therefore the SJB’s policy is to create a Social Market Economy in Sri Lanka,” he said. According to Marikkar, by establishing a social market, individuals acquire the right to earn money fairly, the right to live fairly, and the right to carry out their work fairly.",
    "Marikkar also highlighted that only coalition Governments have proven to be effective since 1990, and he expressed the belief that the Samagi Jana Balawegaya (SJB) can only secure victory through such alliance. He noted that the Samagi Jana Sandhanaya (SJS) led by the SJB has initiated discussions with various groups and is determined to establish a successful alliance despite the challenges. However, Marikkar stressed that only untainted persons will be allowed to join the SJS.",
    "Marikkar claimed that a single individual cannot revive the country, emphasising that only a creative, experienced, and proactive group can achieve such a feat. He assured that the SJB, along with the SJS, possesses such a group of individuals and is committed to turning the country around within 60 months of coming into power.",
    "Also addressing his views at the press conference, FPC member MP Dr. Nalaka Godahewa said the current government is implementing a tax regime that is causing distress to the people.",
    "He said President Ranil Wickremesinghe had a golden opportunity to revitalise the economy but failed to seize it. The MP claimed that instead of addressing the economic issues, all that has been done is not servicing debts and increasing taxes under President Wickremesinghe’s leadership.",
    "Godahewa pointed out that the Government’s efforts in debt restructuring have also proven unsuccessful, with the only outcome being the negative impact on the Employee Provident Fund and Employee Trust Funds of the working people.",
    "Godahewa also outlined a multitude of issues faced by the country and emphasised that the only solution is to entrust the country to a capable group.",
    "“There is a necessity to assemble a group of individuals with experience, devoid of corruption or fraud. The country requires a leader and a team who comprehend the challenges and pressures that the people are facing,” he said.",
    "The MP said the FPC therefore held discussions with the SJB to form a broad coalition in the form of the SJS. “I believe a majority in parliament will join this alliance,” he said."
  ]
}