{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Stand-up-speak-up-and-be-shut-up/4-749549",
  "time_ut": 1686870852.0,
  "original_lang": "en",
  "original_title": "Stand up, speak up, and (be) shut up",
  "original_body_lines": [
    "For “heaven’s sake” – do shut up...! (Or gird up and sharpen points to sacrifice a country’s sacred cows?) – Pic courtesy: Cartooning for Peace",
    "There has been a falling of darkness across the publicly-orientated shrine-rooms of Sri Lanka’s sundry faiths of late.",
    "On one hand, a clutch of false prophets has brought a guest religion to its knees before angry hosts. On the other, secular critics of a philosophy camouflaged as a religious sensibility have been put behind bars for daring to hold up venerable icons for scrutiny and scorn.",
    "In the matter of identity, we remain as deeply insular as ever. Not only along religious and philosophical lines; but also, cultural and civilisational: and the fault lines now intersect at the junction of political beliefs and police action.",
    "There is a growing sense of pusillanimity – some may say paranoia – about speaking one’s mind out aloud. Justice is a mob mentality on a steroid overdose of suspect laws, spuriously interpreted – to hell with shaping national identity through free speech.",
    "What were we Lankans before there was a Sri Lanka; before the British, before the Dutch, before the Portuguese?",
    "What name did we give ourselves before being named by the Persians Serendip and the Greeks Taprobane?",
    "What calendar did we mark, which religious festivals observe, however savage were we then aspire to the civilisation of taming water that deluged our fields? For what prince did we wait from across the sea, which princess did we sacrifice to quell the rage of a hostile tsunami?",
    "In Lanka when the sun rose, in Lanka where the grass blows, in Lanka whenever it is time again to hear the koel on the kos tree plaintively wail ‘Where?’ – Who was then your patron deity?",
    "Before there was a lion passant on a flag and a sword, to bring not peace and justice but war and strife and division, who were then your household gods?",
    "Before culture and civilisation and cricket and politics came, which altars did we kneel at then, and what demons fleeing from us did we pursue into the forests of our hearts and minds?",
    "Let us think back to the time before we had our saviours and deliverers and many mad messiahs – Was there still a lack of meaning and significance in the empty lives we led, filled with lies whispered in our ears by shamans and shouted out from the rooftops by corrupt clerics?",
    "Even today is there an emptiness in you as you walk your land... uneasy feet on uneasy streets, uneasy in the chamber, uneasy in the cloister, uneasy in the commonwealth, an uneasy creep to an uneasy sleep after a long hard week with not even the horizon of happiness to be seen for half an hour before hollow dreams come?",
    "And somehow, sometime, somewhere reassure you that you’re not all alone and the island as a whole and its living collective consciousness is awake to your hurt and pain and need for balm and bread?",
    "Do you think your anger at the pokers of fun, the flames of self-righteous fury fed by jacks and knaves and jokers to further their own ends, will feed your children’s orphaned children if the hammer-blow of a religious holocaust falls again?",
    "Or is it not the readily eaten or easily digested truth that no household gods that have not been vilified in private before are brought to scorn for public consumption in town hall and marketplace?",
    "If we islanders at home in our comfy slippers had not clucked over the bureaucratic mindset, alleged corruption, incompetence and mismanagement of our giants of yore – the tank-building Gotabayas of Dutugemunu’s time as much as ours – we would not have championed their ouster with shoes fit to vote in put out on parade in public.",
    "Is it time to step up, step out and stand against the fall of night again? Or are we going to allow our prophets, priests and standup comedians to take the fall for us?",
    "An alien people clutching their gods will always struggle to become the modern nation-state they have the power and potential to be short of self-inflicted iconoclasm."
  ]
}