{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/expolanka-holdings-share-price-rise-accelerates-cse-trading/",
  "time_ut": 1702312320.0,
  "original_lang": "en",
  "original_title": "Expolanka Holdings’ share price rise accelerates CSE trading",
  "original_body_lines": [
    "Although stock trading kicked-off at a slower pace yesterday, it picked up owing to Expolanka Holdings’ share price becoming more attractive without any apparent cause. A strong buying interest was witnessed in its shares and due to that the market became positive, stock market analysts said.",
    "Expolanka Holdings’ share price appreciated by Rs 10.80 or eight percent. Its shares moved up to to Rs 151 from Rs 140.25. Amid those developments both indices moved up. The All- Share Price Index went up by 56.9 points and S and P SL20 rose by 40.66 points. Turnover stood at Rs 776 million with one crossing. That crossing was reported in Richard Pieris, which crossed 1.1 million shares to the tune of Rs 23 million; its shares traded at Rs 22.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Rs 172 million (1.2 million shares traded), Sampath Bank Rs 74.8 million (1 million shares traded), Tokyo Cement (Non- Voting) Rs 58.7 million (1.58 million shares traded), JKH Rs 35 million (182,000 shares traded), Commercial Bank Rs 33 million (350,000 shares traded), HNB Rs 24.6 million (146,000 shares traded) and Richard Pieris Rs 21.6 million (1.05 million shares traded). During the day 23.2 million share volumes changed hands in 8844 transactions.",
    "Yesterday the US dollar buying rate was Rs 322.18 and selling rate Rs332.37.",
    "Sri Lanka received highest remittances from Kuwait, UAE and Qatar in 3Q2023",
    "Bourse bullish as investor hopes rise over IMF’s second tranche",
    "Market participants cash in on modest profits in frontline stocks",
    "Extra pressure on market from Softlogic Holdings’ share price depreciation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}