{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96353/imf-commends-sri-lankas-efforts-in-completing-first-review",
  "time_ut": 1705059720.0,
  "original_lang": "en",
  "original_title": "IMF commends Sri Lanka’s efforts in completing first review",
  "original_body_lines": [
    "During a meeting between President Ranil Wickremesinghe, Sri Lankan authorities and the International Monetary Fund (IMF) yesterday (11 Jan.), the IMF congratulated the country on completing the first review under its program.",
    "The IMF highlighted the positive start of the program, recognizing the challenging reforms undertaken by Sri Lanka and their significant impact on the domestic population. Directors at the executive board meeting applauded Sri Lanka’s courage in publishing the governance diagnostic, a pioneering effort in Asia.",
    "Senior Mission Chief for Sri Lanka, Peter Breuer noted that encouraging signs were noted regarding the program’s impact on stabilizing the economy, particularly in policy-oriented variables and fiscal areas. A recent meeting revealed promising revenue collection, indicating the effectiveness of implemented policies since reaching a staff level agreement in the second half of 2022. The IMF emphasized the positive surprise in these developments, boosting confidence with the international community, official creditors and private creditors.",
    "Mr. Peter Breuer told President Wickremesinghe, “With respect to revenue collection, in fact, we had a meeting that showed very encouraging numbers that basically highlight that the policies you implemented beginning from after we reached the staff level agreement in the second half of 2022 are working, that they have the intended effect, that you’re collecting the revenue that’s needed to address the cause of the crisis. So, that really is very good news.”",
    "The board meeting recognized Sri Lanka’s success in reducing inflation significantly, attributing it to the government’s efforts in monetary policy and scaling back monetary financing. Positive outcomes, such as an increase in reserves, were also observed.",
    "The ongoing governance reforms were acknowledged as positive indicators, contributing to tentative economic growth in the third quarter, particularly in capital formation and machinery.",
    "As the IMF plans its upcoming formal review and Article 4 consultation, key areas of focus include the new public financial management law, potential conflicts with the public-private partnership law, electricity tariffs and urgent preparations for property taxation.",
    "The IMF stressed the importance of perseverance with ongoing reforms, addressing fiscal issues and advancing governance agendas.",
    "The meeting also highlighted the urgency of addressing fiscal matters, including passing amendments to the Banking Act and recapitalizing the banking sector.",
    "On the governance front, operationalizing the Anti-Corruption Commission, publishing action plans and meeting with the Constitutional Council for insights into commissioner selection processes were discussed.",
    "The IMF commended Sri Lanka’s partnership on capacity development, emphasizing the importance of enhancing the skills of the civil service for the success of ongoing reforms. The program aims to build capacity in the civil service, crucial for the implementation of reforms.",
    "The authorities expressed approval for the program and discussions on its rollout and impact will continue in the coming weeks.",
    "As the two-week mission unfolds, further discussions between Sri Lankan authorities and the IMF are expected to delve deeper into these key areas, providing a comprehensive overview of the progress and challenges in Sri Lanka’s economic reform journey."
  ]
}