{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Can-export-of-construction-services-be-the-panacea-for-ailing-domestic-construction-sector/4-747125",
  "time_ut": 1680715571.0,
  "original_lang": "en",
  "original_title": "Can export of construction services be the panacea for ailing domestic construction sector?",
  "original_body_lines": [
    "Due to the downturn of the economy there is a disinclination to invest in the infrastructure, building or industrial development and consequently the construction industry is in the doldrums. However there is a ray of hope and that is to take these construction services outside the country and perform.",
    "As per the Central Bank data the volume of “Export of Construction Services” was $ 10 million and $ 6 million respectively during 2021 and January-September 2022. There seems to be a mismatch in earnings. However according to the industry sources, the present export volume is between $ 150-200 million per annum. This disparity may be due to data classification. Currently, the exports of construction services are classified under the services of Balance of Payments based on estimates.",
    "At the outset it is better to clear the misnomer in the term “Export of Construction Services”. The common understanding of construction services is that it is an ancillary to building construction. Often times confused with MEP or at best as a consultancy service. Because of this the categorisation of “Export of Construction Services” is scattered all over in our record books of State and these scattered transactions are not even recorded as a composite as a Central Bank report.",
    "The Department of Census and Statistics collection of data also dwells primarily on housing and predominated by the household sector and construction is categorised as a sub sector of manufacturing services. Because of this fuzziness the contribution by construction sector is not reflected properly as is due.",
    "The exports of construction services can contribute at least $ 1,000 million and even up to twice that amount annually within next the two years if harnessed properly. Indeed the export of construction services could be the panacea for the ailing domestic construction sector and a major contributor to the ailing Sri Lankan economy.",
    "Therefore, firstly it is essential to categorise export of construction work, consultancy in construction work and project development work undertaken abroad as a separate export sector of construction services. This identification is important to the policy makers to decide on necessary interventions to improve the performance of this sector.",
    "Some of the issues that needed to be sorted out before success is achieved, is in the financial sphere. The loosening of financial restrictions in order to conduct business abroad is paramount because for undertaking construction or consultancy projects it is necessary to furnish “Bonds and Guarantees” in US$ acceptable to overseas clients which is facilitated by local banks. In the present scenario with the ratings downgrading of the country and the banks, US$ bonds and guarantees issued by our banks are not accepted by the overseas clients. Further, even the international banks operating here are reluctant to issue US$ bonds and guarantees to our company. A counter guarantee facility by an international donor agency such as ADB, World Bank or IFC for $ 500 million could shore up the acceptance of bonds and guarantees issued by our banks.",
    "To secure contracts it is also necessary to furnish bonds and guarantees upto certain limits. However as per present rules, bonds and guarantees can be issued only upto the value of $ 1 million. (Foreign Exchange Act, No.12 of 2017 by Gazette No. 2213/37 dated 3 February 2021 and CBSL Direction No. 20 of 2021 dated 18 March 2021). However this may need to be increased to $ 10 million to companies of good standing, considering the values of international contracts on offer. If necessary a recommendation from the Chamber of Construction Industry on the performance of the company could be requested as practiced in some countries.",
    "Also of recent times some countries have stipulated the Builder to be also a partner by investing about 10-15% in the enterprise. This can be effected most often if the contractor can plough back some profits earned abroad into new projects. However, due to the restriction imposed by Gazette No. 2286/27 dated 30 June 2022 as extended by Gazette No. 2311/38 dated 22 December 2022 issued under Foreign Exchange Act, No. 12 of 2017 a facility that was available earlier was withdrawn. Therefore a reversion to the previous status quo will be necessary.",
    "Presently there are no double tax avoidance treaties with most African countries where there is much potential. The countries include Uganda, Kenya, Ethiopia, Tanzania, Zambia and Rwanda. This is a disadvantage to our companies. As such it is advisable to enter into double tax avoidance treaties with the above African countries as soon as possible.",
    "Also, as Sri Lanka is not a member of the African Development Bank (ADB) our companies cannot undertake the projects funded by the ADB. As there are many projects funded by ADB, it is proposed to favourably consider joining the ADB.",
    "The exports of construction services can contribute at least $ 1,000 million and even up to twice that amount annually within next the two years",
    "Now our companies have to face many difficulties to obtain visas to travel to attend project meetings and site inspections. Very often meetings are called by overseas clients at short notice. To overcome these difficulties one company even had to appoint an overseas Sri Lankan with an Australian passport as a director. The Ministry of Foreign Affairs has to make suitable arrangements for quick issue of visas in not more than three days. Even obtaining visas based on TPNs issued has to be considered.",
    "There is a high potential to export crushed rock, manufactured sand and processed sea-sand to Maldives. At present a Royalty of 9% and in addition a CESS of Rs. 3,300 per MT is imposed by the GSMB making it unviable to export.",
    "In a situation where the domestic demand for construction materials has dropped by 50% to promote the export and protect the livelihood of workers engaged, it is proposed to reduce the Royalty to 5% and abolish the CESS.",
    "Most efforts by our companies to promote export of construction services and infrastructure development in our country on PPP basis are hampered due to the need for a dedicated Development Bank or an Exim Bank. The two development banks which we had earlier (NDB and DFCC) are now operating as commercial banks and have done away with the development banking role. According to many leading economists development banks have played a leading role in the rapid development of many Asian countries. As such it is important to establish either a dedicated Development Bank or an Exim Bank. This can be even on a PPP basis.",
    "(The writer is Secretary General/CEO at the Chamber of Construction Industry of"
  ]
}