{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/world-monuments-fund-officially-endorses-88-acres-by-mmca-sri-lanka/",
  "time_ut": 1702704300.0,
  "original_lang": "en",
  "original_title": "World Monuments Fund officially endorses ‘88 Acres’ by MMCA Sri Lanka",
  "original_body_lines": [
    "World Monuments Fund (WMF), the leading global independent organisation devoted to safeguarding the world’s most treasured places, has officially endorsed the exhibition titled ‘88 Acres: The Watapuluwa Housing Scheme by Minnette De Silva’ by the Museum of Modern and Contemporary Art Sri Lanka (MMCA Sri Lanka). The exhibition is currently on display at the museum on the ground floor of Crescat Boulevard, Colombo 3, and will be open to the public until 7 July 2023.",
    "Speaking of the recognition that the exhibition has received from WMF, Sharmini Pereira the Chief Curator at the MMCA Sri Lanka noted that, “The endorsement of WMF is a first for Sri Lankan modern architecture, and provides a much-needed boost to recognising local art and architectural histories of the global south at an international level.” She added, “Minnette De Silva was the first Asian female architect to be recognised by the Royal Institute of British Architects (RIBA) in 1948. Critical recognition of her contribution to architecture did not happen during her lifetime, which makes this endorsement all the more significant. The MMCA Sri Lanka is honoured to work with WMF to further the research and discussion about De Silva’s work.”",
    "The Watapuluwa Housing Scheme in Kandy was completed in 1958, and heralded a new form of social housing in Sri Lanka. Designed by architect Minnette De Silva (1918–1998), the Scheme was notably created with the participation of its users. ‘88 Acres’ explores how this sprawling hillside development was ahead of its time in providing affordable accommodation for a diverse ethno-religious community of government public servants in Sri Lanka. Alongside a specially commissioned artists’ film by Irushi Tennekoon (b. 1989), Sumedha Kelegama (b. 1988), and Sumudu Athukorala (b. 1980), ‘88 Acres’ looks back at the Scheme 65 years later to consider De Silva’s influences and the challenges of her design approach.",
    "Addressing this milestone endorsement for both the MMCA Sri Lanka and WMF, John Darlington, the Director of Projects at World Monument Fund noted that, “Minnette De Silva was an extraordinary architect. Brave, creative and years ahead of her time, she deserves recognition within Sri Lanka and globally. World Monuments Fund is delighted to endorse ‘88 Acres’, which focuses on her Watapuluwa Housing Scheme, uniquely exploring it through the eyes of artists, friends, and those who live there.” He further added, “We also look forward to working with the MMCA Sri Lanka, and other partners, to place a spotlight on Minnette’s wider legacy, not just of buildings but of approach.”",
    "‘88 Acres: The Watapuluwa Housing Scheme by Minnette De Silva’ features photographs, publications, historical documents, installations, and architectural drawings and models, alongside an artists’ film titled ‘is this an architectural documentary? (2023). This animated documentary will be screened throughout the day when ‘88 Acres’ opens to the public from 30 November 2023 to 7 July 2024. The exhibition and the artists’ film are both made possible through the funding of the British Council Sri Lanka.",
    "Expressing his support for the exhibition, Orlando Edwards, Director of British Council Sri Lanka said, “We are proud to be supporting the MMCA Sri Lanka’s new exhibition titled ‘88 Acres’. The recognition from the World Monuments Fund (WMF) and the emerging partnership with the MMCA Sri Lanka is excellent news for Sri Lankan architecture and heritage, and the importance of raising the profile of one of Sri Lanka’s unsung architects, Minnette De Silva.” He added, “At the British Council we believe in the value of bringing design to a wider audience, challenging perceptions, and responding to social, political, and environmental contexts, and ‘88 Acres’ does just that.’’",
    "The MMCA Sri Lanka is an education-led initiative that aims to establish a public museum dedicated to the display, research, collection, and conservation of modern and contemporary art for the benefit and enjoyment of the general public, schools, and tourists. The museum is open daily from 10 am to 6 pm (except on Poya days and public holidays) on the ground floor of Crescat Boulevard, Colombo 3, and the entrance to the museum and all its public programmes are free. Information about the museum and its exhibitions and public programmes can be found via its website www.mmca-srilanka.org, or on Facebook at facebook.com/mmcasrilanka and Instagram at instagram.com/mmcasrilanka/.",
    "The MMCA Sri Lanka is an education-led initiative that aims to establish a public museum dedicated to the display, research, collection, and conservation of modern and contemporary art for the benefit and enjoyment of the general public, schools, and tourists. The museum is open daily from 10am to 6pm (except on Poya days and public holidays) at the ground floor of Crescat Boulevard, Colombo 3, and entrance to the museum and all its public programmes is free. Information about the museum, and its exhibitions and public programmes can be found via their website www.mmca-srilanka.org, or on Facebook at facebook.com/mmcasrilanka and Instagram at instagram.com/mmcasrilanka/.",
    "World Monuments Fund (WMF) is the leading independent organization devoted to safeguarding the world’s most treasured places to enrich people’s lives and build mutual understanding across cultures and communities. The organization is headquartered in New York City with offices and affiliates in Cambodia, France, India, Peru, Portugal, Spain and the UK. Since 1965, our global team of experts has preserved the world’s diverse cultural heritage using the highest international standards at more than 700 sites in 112 countries. Partnering with local communities, funders, and governments, WMF draws on heritage to address some of today’s most pressing challenges: climate change, underrepresentation, imbalanced tourism, and post-crisis recovery. With a commitment to the people who bring places to life, WMF embraces the potential of the past to create a more resilient and inclusive society.",
    "British Council is the UK’s international organization for cultural relations and educational opportunities. We build connections, understanding and trust between people in the UK and other countries through arts and culture, education, and the English language. Last year we reached over 80 million people directly and 791 million people overall, including online, broadcasts and publications. Founded in 1934 we are a UK charity governed by Royal Charter and a UK public body. We receive a 15 per cent core funding grant from the UK government.",
    "From building businesses in the Far East to the main board of R&C",
    "World Monuments Fund officially endorses ‘88 Acres’ by the MMCA Sri Lanka",
    "Nations Trust Bank Private Banking partners with MMCA  Sri Lanka to host a contemporary art exhibition tour",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}