{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Implementing-constitutional-provisions-key-to-stability-sustainable-peace/14-745441",
  "time_ut": 1676658937.0,
  "original_lang": "en",
  "original_title": "Implementing constitutional provisions key to stability, sustainable peace",
  "original_body_lines": [
    "Government leaders have taken the consistent position that the country requires stability if there is to be economic recovery. In his Independence Day speech and during the course of his presidential address to Parliament, President Ranil Wickremesinghe gave special attention to the need to strengthen the national reconciliation process to resolve the country’s national problem.",
    "The President has reaffirmed this commitment both in the north of the country and before national and international audiences. He has taken public stands on these issues and spelt out his position in a manner other national political leaders are yet to do clearly and without ambiguity on the matter of the 13th Amendment with an understanding and level of courage that is exemplary.",
    "The National Peace Council regrets the manner in which the President’s commitment to implement the 13th Amendment to the Constitution, and especially to devolve land and police powers to them, is being portrayed as a step to divide the country. We see the need for dispelling the misapprehensions and fallacies relating to the devolution of power under the 13th Amendment through a countrywide program of education and discussion.",
    "The South African and Northern Ireland experiences of resolving their conflicts through political solutions which were discussed at length amongst the people and accepted by them needs to be emulated.",
    "The devolution of power is about respecting the equal rights of individuals and communities to participate in democracy and governance at both the provincial and Local Government levels. Local Government elections are scheduled to take place on 9 March.",
    "Accordingly, the National Peace Council calls on the Government to facilitate the conduct of free and fair Local Government elections. In a vibrant democracy, which Sri Lanka is, political stability is best ensured by upholding the democratic processes. We also call on the Opposition parties to desist from divisive and racist politics during the election campaign.",
    "The conduct of free and fair elections when they fall due is a central feature of the democratic process. We welcome the decision of the Supreme Court that recognises the authority of the Election Commission to proceed with the Local Government elections as mandated by the Constitution.",
    "We find the Government Printer’s refusal to print ballot papers until the Election Commission makes a payment to be absurd. Both are State institutions and there could be no greater priority than sustaining the democratic process.",
    "We urge the Government to resolve this problem, respect the observations of the Supreme Court and take the necessary measures to ensure that free and fair elections take place on 9 March as declared by the Election Commission. Blocking the scheduled 9 March Local Government election will erode the legitimacy of the Government and its commitment to democratic governance."
  ]
}