{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Airtel-s-888-pack-gets-better-with-3-more-unlimited-Apps-Telegram-IMO-and-Viber/34-750856",
  "time_ut": 1689901510.0,
  "original_lang": "en",
  "original_title": "Airtel’s 888 pack gets better with 3 more unlimited Apps Telegram, IMO, and Viber",
  "original_body_lines": [
    "Airtel Lanka, has announced an exciting expansion of its highly acclaimed Airtel 888 Freedom Plus pack with the addition of three more popular unlimited social media apps.",
    "Catering to the evolving demands of fast-growing customer base across Sri Lanka, the newly expanded 888 pack now offers Airtel users unlimited experience on three more platforms: Telegram, IMO, and Viber",
    "“We are excited to announce the expansion of our Airtel Rs. 888 Freedom Plus pack, further enhancing the prepaid value proposition for our customers. The addition of Viber, IMO, and Telegram was based on the remarkable demand we received from customers, who have already been enthusiastic about the value they get from the 888 price point,” Airtel Sri Lanka MD/CEO Ashish Chandra said.",
    "“With unlimited access to TikTok, Instagram, Facebook, YouTube, Messenger, WhatsApp, and now Viber, IMO, and Telegram, we continue to hold our promise of a simple, streamlined and affordable experience. Our customers can easily cover their telecommunication needs without changing usage habits or dealing with the complexity of separate purchases for different apps. This is why no other product in the market can match the value of the Airtel Freedom packs,” Chandra added.",
    "The Airtel 888 pack not only provides unlimited access to these popular social media platforms but also comes bundled with all the perks of Airtel’s popular Freedom packages. Customers will receive 30GB of data, with a daily allocation of 1GB, enabling seamless browsing, streaming, and downloading experiences. Additionally, the pack offers unlimited free calls to any network, allowing customers to stay connected with their loved ones. The pack also includes 1,000 Airtel to Airtel SMSs and 50 local SMSs for convenient and hassle-free communication. All these benefits are valid for a period of 30 days.",
    "As a front-runner in consumer-focused innovation within the Sri Lankan telco sector, Airtel Sri Lanka continually endeavors to provide cutting-edge solutions to its valued customers. The expansion of the Airtel 888 pack is a testament to this commitment, further amplifying their ability to exceed customer expectations and deliver an unparalleled mobile experience."
  ]
}