{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Is-it-Sajith-Premadasa-who-politically-benefited-from-the-Easter-Sunday-attack/4-747855",
  "time_ut": 1682967462.0,
  "original_lang": "en",
  "original_title": "Is it Sajith Premadasa who politically benefited from the Easter Sunday attack?",
  "original_body_lines": [
    "Eran Wickramaratne has made an accusation against the former president Gotabaya Rajapaksa in an article on Daily FT (24 April 2023). His claim can be syllogistically written as follows:",
    "(1) There is a mastermind behind the Easter Sunday Attack (ESA)",
    "(3) Gotabaya Rajapaksa benefitted from the ESA (because he won the 2019 election)",
    "(4) Therefore Gotabaya Rajapaksa is the mastermind behind the ESA Now let us logically analyse Eran’s claim.",
    "Firstly, the premise of there being a “mastermind” other than the actual Islamist terrorists who planned, resourced and carried-out themselves the suicide attack is preposterous. It is merely an “opinion” that has been put forward by some individuals much later. Neither Eran nor other proponents of this theory have presented any evidence for their claim. It is possible that this type of mental projection stems from one’s personal belief in a “god behind everything” psychosis. Therefore we could debunk Eran’s assertion at its first premise itself. Nevertheless, let’s grant this fallacy for the purpose of this analysis and move forward.",
    "In the second premise, Eran says that this “mastermind” “benefited” from the ESA. Anybody with rational thinking can see that it is a circular definition i.e. “the mastermind is the beneficiary, therefore the beneficiary is the mastermind.” An analogy would be something like saying “Born-agains are the forgiven, therefore the forgiven are the born-agains.” Neither subject is defined independently. Therefore Eran’s claim can be easily debunked at this stage as well. But let’s move forward.",
    "Let’s ask Eran’s own question, “Who benefited from the ESA?” Note that Eran’s way of looking at the “benefit” is – “who won the presidential election”. As we can see, it is a gross politicisation of the matter. Without any justification, he immediately equates his “benefit” to the “winning of an election”. Now that gives us an insight into Eran’s own way of looking at human tragedy. For a self-anointed man of god, I would’ve thought that he would not be quick to see “political benefit” in every god-damn thing. For all we know the “benefit” could be anything to anybody For example, from the Jihadist perspective, the clear “beneficiary” here is the suicide bomber who now enjoys the company of whatever number of virgins in Islamic heaven… But let’s assume that it is in fact political and that it is about “winning elections”.",
    "According to Eran’s third claim, Gotabaya Rajapaksa benefited from the ESA only because he won the 2019 presidential election. Eran’s point is that the Catholics and Christians who would not have voted for Gotabaya otherwise, voted for him because of ESA. Let’s cut to the chase and see the actual results in the very electorates where the Easter attacks took place. Because if Eran’s claim is true, then the clearest and the largest “benefit” ought to come from those electorates.",
    "The above results issued by the Elections Commission clearly show that if at all there was a “benefit” in terms of electoral votes, it has only been to Sajith Premadasa and NOT Gotabaya Rajapaksa. In fact, Negombo has voted the least for Gotabaya when compared to other electorates in Gampaha. The clear “Winner” here is Sajith Premadasa. I mean if the people of the very electorates didn’t vote for Gotabaya Rajapaksa because of the ESA, then there is no reason to believe that anybody else would.",
    "Therefore, it seems like Eran Wickramaratne’s accusation is really aimed towards Sajith Premadasa. Because I doubt that a former banker with an academic background in economics would make such an irresponsible and false claim without having studied these numbers in great detail. I’m sure that he expected this kind of analysis which would bring the facts to light.",
    "But where does this leave us? Firstly, Eran’s accusation is thus debunked. I have proven with facts that his entire assertion is baseless and irrational. But what this also shows is that the Catholic and Christian vote has not been affected by the Easter Sunday attack. When it came to picking a president, they stuck to their traditional political silos.",
    "However, it is rather disappointing to see elderly religious men like Malcolm and Eran would degrade the Catholics and the Christians suggesting that they are intellectually deprived to vote in a national election based on a suicide attack. I mean who would deprecate and denigrate their own followers with such malicious intent? Are they thinking that the Catholics and Christians are actual “sheep” who just act out of fear? Is that the capacity of their mental faculty? Or is Eran suggesting that the Catholics and Christians acted out of vengeance against the Muslims?",
    "All Eran doing here is spreading conspiracy theories all the while insulting the Catholic and Christian community. So much for the Eisenhower principles… what a way to promote modern political culture… And by his own logic, one could ask, could it be somebody within the Yahapalana government that concocted this attack in the first place? Eran too was a powerful minister in the then Yahapalana government which failed to act on the many warnings. The father of the Islamist terrorists was a national-list member of the JVP, which was also a part of the Yahapalana hodgepodge.",
    "By Eran’s own logic, could the attack be to gain the sympathy of the people who had already lost faith in the Yahapalana government? After all, the people’s choice was “democratically” shown in the 2018 Local Government elections (unlike the “undemocratic” terrorist Aragalaya). There was no need for the SLPP to attack anybody to win the coming elections. The attacks could very well have been to upset that trend. If anybody wanted a “political attack”, then it was none-other than the former UNPers who formed the SJB. Could it be to prevent any Muslims from voting for Gotabaya Rajapaksa? After all, the majority of Muslim electorates also voted for Sajith Premadasa. In Eran’s theory, all roads ultimately lead to Sajith Premadasa as the “mastermind” of the Easter Sunday attack. After all, he did manage to establish his party at the expense of the UNP and win the opposition leadership. Was this all done to destroy Ranil Wickremesinghe’s leadership?",
    "Finally, let me advise the elderly MP to uphold basic moral values and not to make repugnant use of the blood of your own people to humiliate them even more, all just to gain some political “benefit” for yourself. May the Dharma Guide Your Way!"
  ]
}