{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92400/umara-sinhawansa-summoned-for-inquiry-over-national-anthem-controversy",
  "time_ut": 1690973100.0,
  "original_lang": "en",
  "original_title": "Umara Sinhawansa summoned for inquiry over national anthem controversy",
  "original_body_lines": [
    "Popular Sri Lankan singer Umara Sinhawansa has been summoned to the Ministry of Public Administration, Home Affairs, Provincial Councils and Local Government in order to obtain a statement about singing the national anthem in an alleged distorted manner during the opening ceremony of the 2023 Lanka Premier League (LPL).",
    "Accordingly, the ministry has informed Sinhawansa to appear before the ministry today (Aug 02).",
    "With the controversial matter going viral on social media, Prime Minister Dinesh Gunawardena has called for a report from the Secretary of the Ministry of Public Administration and Home Affairs regarding the matter.",
    "Thus, this inquiry has been launched in accordance with the notice sent by the ministry’s secretary to the investigation unit of the Public Administration and Home Affairs Ministry.",
    "This probe will reportedly be carried out by an additional secretary of the Public Administration and Home Affairs Ministry and an assistant director of the Education Ministry.",
    "There will be a preliminary investigation to determine whether the any provision in the Constitution has been violated by the singer’s conduct, according to the ministry.",
    "The relevant investigation report will be handed over to the Public Administration and Home Affairs Secretary and after that, the Attorney General will be consulted, once the investigation is completed.",
    "Meanwhile, a statement will also be obtained from Sri Lanka Cricket (SLC).",
    "Furthermore, State Minister of Public Administration and Home Affairs Asoka Priyantha has also informed the IGP C.D. Wickramaratne in writing, to initiate an immediate investigation into the national anthem being sung and played in an ‘unofficial manner’ during the opening ceremony of the 2023 LPL.",
    "Singer Umara Sinhawansa faced backlash on social media over her rendition of the national anthem during the opening ceremony of the fourth edition of the LPL tournament Sunday (July 30).",
    "The songstress repeatedly mispronouncing a certain key phrase of the national anthem has been a much-debated topic among social media users in the country."
  ]
}