{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96095/japan-earthquake-rescuers-race-to-reach-survivors-as-death-toll-climbs-to-55",
  "time_ut": 1704217920.0,
  "original_lang": "en",
  "original_title": "Japan earthquake: Rescuers race to reach survivors as death toll climbs to 55",
  "original_body_lines": [
    "Rescue efforts continue in Japan after 55 people were killed in a powerful earthquake that hit the country on New Year’s Day.",
    "Homes collapsed, buildings caught fire and roads were extensively damaged, hindering the work of rescue services.",
    "The epicentre of the 7.6 quake was the Noto peninsula, in central Japan.",
    "The Japanese Prime Minister, Fumio Kishida, said emergency services were locked in a “race against time” to rescue survivors.",
    "On Tuesday, Mr Kishida also said some 3,000 rescuers were trying to reach parts of the Noto peninsula. Helicopter surveys showed many fires and widespread damage to buildings and infrastructure. The city of Wajima, on the northern tip of Noto, has been cut off from land routes.",
    "The Japanese military has been handing out supplies including food, water and blankets for those who have had to vacate their homes. The country’s government has said that 57,360 people had to be evacuated.",
    "Tens of thousands of meals are being delivered across the affected region.",
    "Aftershocks continued throughout Monday and Tuesday. Japan’s chief cabinet secretary Yoshimasa Hayashi warned people to “be alert” for more earthquakes “of an intensity of up to 7” in the coming week.",
    "Ishikawa, 155km (96.3 miles) south of the Noto peninsula, experienced a 4.9 quake on Tuesday afternoon.",
    "The major tsunami warnings put out by the Japanese government on Monday were later downgraded. By Tuesday, all tsunami advisories were lifted along the Sea of Japan, meaning there was no longer a risk of such an event.",
    "Residents of the affected area of Japan have been sharing their experiences of the quake, which lasted several minutes.",
    "An 82-year-old resident of Nanao, Toshio Iwahama, told the BBC that his wooden home had partially collapsed. He said that despite living through multiple earthquakes, he had never experienced tremors of this magnitude.",
    "Briton Emma Ward, 41, who was on a skiing holiday in the resort village of Hakuba, said the quake had hit “without warning”, prompting her group to take shelter under a table in a café. She told the BBC that the intensity of the tremors caused people to flee the building entirely, she said. “The worst part during the earthquake was not knowing how intense it was going to become. It’s a very frightening experience,” Ms Ward said.",
    "Many also said the quake reminded them of the devastating 2011 earthquake and tsunami that killed 18,000 people and triggered an accident at a nuclear plant in Fukushima.",
    "In an incident unrelated to the earthquake, a Japan Airlines plane caught fire on Tuesday as it collided with a coastguard aircraft on its way to provide earthquake relief at Tokyo’s Haneda airport.",
    "Five people on board the coastguard plane are known to have died, but the Japan Airlines plane’s 379 passengers and crew managed to escape.",
    "Japan is one of the most seismically active nations on Earth, owing to its location on the so-called Pacific Ring of Fire, where many tectonic plates meet.",
    "The constant threat of earthquakes has led Japan to develop one of the world’s most sophisticated tsunami warning systems."
  ]
}