{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/A-Midsummer-of-the-malcontents/4-749844",
  "time_ut": 1687478963.0,
  "original_lang": "en",
  "original_title": "A ‘Midsummer’ of the malcontents",
  "original_body_lines": [
    "Austerity measures imposed and enforced; more moral than fiscal bankruptcy; corruption unaddressed amidst the old guard ensconced in secure, self-serving domains at the expense of the poor... now, truly, is the winter of our discontent! With, unhappily, no ‘Son of Yore’ to make of it a glorious summer – yet",
    "As one writes today (22 June), one is aware of being located in time between three significant days of summer.",
    "A first, the Summer Solstice (21 June), is a physical event wherein the sun reaches its apex point in the Northern Hemisphere. Signifying the astronomical start of northern summer, it has the earliest sunrise and longest day, and heralds the commencement of the summertime in climes north of the equator.",
    "An intimately related date (24 June), Midsummer’s Day symbolises the midway point between planting (in March) and harvesting (in September). In Europe, it is a season of abundance and growth, celebrated alike in historical pagan religions and commemorated by reformed protestant faiths even today as a time of plenty.",
    "The night before, Midsummer’s Eve (23 June), marks an evening’s eager anticipation of summertime flourishing – in the full knowledge that six since months hence, ‘winter is coming.’",
    "May one, in June 2023, relate the spiritual realities behind these cosmic timelines, to events that transpired in July 2022? Sri Lanka had – and no doubt would still have – its solstices (Latin ‘sol’ – sun; ‘stitium’ – stand still) and summer times ahead.",
    "For one, there is a consensus that in the events of July 2022 – the 9th in particular, when (bolstered by the strength of myriads of peacefully protesting citizens) the crowd stormed the presidential premises to oust a sitting head of state widely perceived to be at the root of all Sri Lanka’s then and ongoing ills – was a high summer of sorts. The sun shone bright and long that high summer’s day.",
    "For another, that the incumbent regime’s ouster would restore a semblance of democratic norms, clean and competent governance, and a rule OF – not BY – law... for many if not most islanders hungering for more than bread but also justice.",
    "This ‘southern summer solstice’ in Sri Lanka saw citizen dissent reach its apogee, sending a warm glow through the glad hearts of those islanders for whom authoritarian incompetence commingled with corruption goes against the grain of what the truer republic constituted by their vote might stand for.",
    "But to many minds, it did not come to encompass the passage of a fresh summer of new hope.",
    "Rather, it consolidated the wintry ethos that had prevailed ever since the ill-winds of ethno-nationalist majoritarianism had taken the island in a bitterly cold grip; warmed only by elites and their cronies greasing their palms on lucre garnered at the expense of the poor.",
    "This, on the backdrop of hot anger in the town hall against the ‘other’ and the flames of war’s aftermath being fanned by those who benefit from strife in the city centre and marketplace.",
    "For sure, however, the ousted chief executive’s successor has had his hands full fighting fires – often literally – set alight by sundry parties with vested interests.",
    "And rather than the bonfires of Midsummer’s Eve in which a weary people look forward to the summertime promise of peace and plenty, the polity has been riddled with rumours of continued shortages and hardship ahead.",
    "But to give credit where it is due, on the domestic economic front at least, the powers that be have brought a modicum of stability to hearth and home of the middle classes.",
    "So why is there still anger in the hearts of the lower socioeconomic strata of our layered island electorates, as well as no mean smidgen of anxiety remnant in corporate and elite minds?",
    "On one hand, the much-anticipated fruits of summer have come at a high cost to electorate and polity. Postponed elections, entrenchment of the old guard, stringent fiscal reforms enforced, more belt tightening ahead, no guarantee that economic reforms would ensure social justice and the draconian aspects of the law being used to quell or stifle dissent.",
    "On the other hand, the dawning realisation that the season between planting and harvesting requires a far more sincere effort all-round than segments of the island-commonwealth appear ready to make, or commit to with a genuine pragmatism that entails sacrifices being made by all.",
    "So, is it any wonder then, that rather than the bonfires of a happy Midsummer’s Eve, we seem to prefer to burn in effigy our scapegoats and sacrificial offerings?",
    "| Editor-at-large of LMD | Writer wintering towards discontent |"
  ]
}