{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/govt-s-fear-of-losing-control/",
  "time_ut": 1690219320.0,
  "original_lang": "en",
  "original_title": "Govt.’s fear of losing control",
  "original_body_lines": [
    "President Ranil Wickremesinghe has announced that he will convene a meeting with all political parties to decide on the implementation of the 13th Amendment in full or in part.  Shortly after being elected president by parliament he pledged to resolve the ethnic conflict and take the burden off the shoulders of future generations.  As part of his solution he referred to the need to fully implement the 13th Amendment, including the devolution of police and land powers that successive governments have not been willing to do in contravention of the constitutional clauses that necessitate them to do so.  He responded to criticisms of his stance with intellectual clarity and pointed out that the devolution of police and land powers is already a part of the constitution, and if they were not to be implemented legally parliament needed to abolish them with a two-thirds majority.",
    "Six months later, the President is once again pledging to deal with the vexed problem of a political solution to the ethnic conflict.  This follows his visit to India to meet with Indian Prime Minister Narendra Modi and other top leaders, both political and business.  The President has come back to Sri Lanka after signing a number of agreements that would bind Sri Lanka closer to India economically and also geographically. The strengthening of ties with India would be in Sri Lanka’s national interest and it requires rationality and intellectual clarity to see though the mists of history and mistrust which is the particular strength of the president that needs to be taken to the larger population.",
    "The president will face formidable challenges in addressing issues of the past and dispelling the mindset of mistrust and suspicion, whether in international relations or in regard to the country’s protracted internal conflict and arrive at a political solution that addresses the fears and interests of all communities.   He has announced that the issue of the devolution of police powers under the 13th Amendment needs to be further discussed and he will consult all the political parties in the government, opposition and the parties in parliament to make a decision. The people’s minds are steeped in mistrust of each other as communities. But like the successful nations of Europe have done, be they Germany, the United Kingdom or Switzerland, there is a time when ancient mistrusts and memories of wars need to give way to rationality and to the need to cooperate in the mutual interest of all.",
    "The TNA, which continues to represent the mainstream of Tamil opinion, has reacted skeptically to the president’s latest expressions of goodwill with regard to finding a political solution.  Their skepticism is mirrored in the larger Tamil population regarding the willingness of the government, or any government, to offer them a political system in which they would be treated as equal citizens.  There is a strong and living belief among the Tamil people that they are treated as second class citizens by the Sri Lanka state.  They see this in the communications they continue to receive in the Sinhala language only and whenever they are bypassed for promotion as government officers. This is an outcome of the experiences they have had to undergo in post-independence Sri Lanka commencing from one of the very first decisions taken under the government of the father of the nation, prime minister D S Senanayake who disavowed one of the Tamil communities and rendered them stateless.",
    "Prior to engaging in yet another round of negotiations with the Tamil political parties as proposed by the president, the government needs to embark upon confidence building actions that would disclose to the Tamil people that the Sri Lankan state actually trusts them and cares for them.  An important confidence building action would be to sharply reduce if not totally eliminate the virtually all-Sinhala Sri Lankan military from involvement with civilian life in the North and East.  Here Sri Lanka has a lesson to learn from its great neighbour who, when it felt it had to, sent in its Sikh regiment into the Golden Temple of the Sikhs in Punjab to contain the Sikh separatist movement.  India has an integrated military of all its communities with minority communities having a disproportionate role in the leadership.  In Sri Lanka’s north and east there still continue to be checkpoints manned by Sinhala soldiers who compel vehicles to stop and unload all their luggage and cargo to have them searched.  More than fourteen years after the end of the war, the north and east of the country ought not to be treated any differently from the rest of the country if there is to be true national unity of hearts and minds rather than of geography only.",
    "Another major issue in the north and east at the present time has to do with the takeover of land on the grounds that there are archaeological monuments that are from the ancient past when Buddhism was prevalent in those areas too.  This has induced both state officials and Buddhist clergy to seek to set up Buddhist places of worship at the site of those ancient archaeological finds and, in addition, claim a considerable portion of the land on the grounds that in the ancient past the land was held by that particular temple or monument.  President Wickremesinghe has rightly taken the position that ancient archaeological sites, whether of Buddhist origin or not, are a heritage of the entire country and not of a particular ethnicity.",
    "The president has stated that with regard to the full implementation of the 13th Amendment he will be summoning all political parties in parliament to discuss this matter.  There is concern on the part of the Tamil political parties that this may be a way to delay taking a decision and finally to avoid taking a decision by citing the inability to get a consensus.  This would only take the country back to square one. The passage by the government of several laws without division in parliament, although they were originally opposed by the opposition and found wanting by the courts, is an indication that where there is a will there is a way.  It gives rise to the hope that in a similar way the impediments to an agreement on the 13th Amendment can be overcome.",
    "However, the challenge of regaining the trust of the Tamil people will be made harder by the inexcusable violence by riot police in Colombo to break up commemorations by civic activists who sought to memorialise the 40th anniversary of Black July.  The violent police break up of a memorial by the lighting of lamps in a public space which veteran non-violent civil society activists were leading sends a signal of the iron fist within the velvet glove when it comes to public demonstrations or even memorials that are not under the control of the government.  Ironically, on the same day as the civil society memorialisation was broken up on the streets, government ministers took part in a memorialisation event in an air-conditioned hall which received the patronage of the state media.",
    "During the week of July 23 in 1983 an anti-Tamil pogrom with sections of the government conniving took place in Colombo primarily, but also in several other parts of the country.  The destruction of life and property and physical violence that followed constitutes a period of shame and sorrow that has haunted the country ever since.  So far the Sri Lankan state has failed to reassure the ethnic and religious minorities that they are safe, secure and valued in the country. On several occasions there have been localised anti-Tamil and anti-Muslim riots in which the security forces have not been able to stop the rampaging mobs. The behaviour of the police force under the central government belies the apprehension that the abuse of police powers under the provincial councils will be any worse. In a plural and multi ethnic society, the guiding motto needs to be “may a million flowers bloom” whether in memory of past atrocities or in the hopes for a shared future.",
    "Cabinet nod for commencing talks with Japan to resume LRT project",
    "Prez urged to name a person capable of restoring public confidence in Police Department",
    "Prez reiterates need to go ahead with local debt restructuring",
    "Trump in trouble, Boris bolts, Bunga Bunga era ends, King Ranil reigns",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}