{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/acca-reaffirms-combank-as-best-among-sri-lankan-banks-for-sustainable-reporting/",
  "time_ut": 1678811580.0,
  "original_lang": "en",
  "original_title": "ACCA reaffirms ComBank as best among Sri Lankan banks for Sustainable Reporting",
  "original_body_lines": [
    "The Commercial Bank of Ceylon was declared the best among all Sri Lankan banks in sustainability reporting at the Sri Lanka Sustainability Reporting Awards for 2022 presented by the Association of Chartered Certified Accountants (ACCA) Sri Lanka.",
    "As the winner in the ‘Banking’ category Commercial Bank was recognised for being one of the most transparent, accountable, and responsible entities in the country. The award was presented for the Bank’s 2021 Annual Report titled ‘Beyond a shape, beyond a colour’ which among other aspects, explores the Bank’s evolving operating context in which social and environmental concerns are brought to the centre of its corporate agenda.",
    "Prepared in line with the International <IR> framework, this Annual Report also presents the Bank’s social and environmental impacts as per the Global Reporting Initiative (GRI) standards: Core option. Additionally, it reports on the Bank’s contribution towards the UNDP Sustainable Development Goals.",
    "The Report also features a dedicated section on ‘Business model for sustainable value creation’ and discloses information on loans screened through the Bank’s Social and Environmental Management System (SEMS), paper reduction and recycling initiatives, increased usage of renewable energy, and switching to energy-efficient appliances under the section on ‘Natural Capital.’",
    "Indicators of value derived in this category include reduced energy consumption in gigajoules, number of facilities subjected to SEMS screening, number of new solar panel installation locations, number of internet banking and mobile banking users, and solar power generated as a percentage of energy consumption.",
    "Related Topics:ACCAAssociation of Chartered Certified Accountants (ACCA) Sri LankaCombankThe Commercial Bank of Ceylon",
    "Upul Wijesinghe appointed to the AIA Sri Lanka Board of Directors",
    "ComBank Group consistent with solid topline growth in 2022, increases provisioning",
    "ComBank once again awarded as the South Asian Bank with the largest number of climate finance transactions",
    "ComBank partners with National Science Foundation to enhance STEM education",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}