{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hotel-industry-pioneer-hoping-to-revive-fabled-tourist-hot-spot-in-negombo/",
  "time_ut": 1678726440.0,
  "original_lang": "en",
  "original_title": "Hotel industry pioneer hoping to revive fabled tourist hot spot in Negombo",
  "original_body_lines": [
    "In a bid to introduce Heritage Tourism to the Negombo tourism belt, a pioneer in the hotel and aviation industry, Mervyn Ferndopulle, will be reactivating a tourist hot spot in the area which, according to legend, was patronized by kings and colonial rulers of yore.",
    "Fernandopulle who is the chairman of Airwing Tours and Royal Castle Hotel, Negombo, said that after intense studies he found that the ‘Mora Wala’ beach in Negombo was used by Dutch and English people for over three centuries.",
    "“It is said that last King of Sri Lanka Sri Wickrama Rajasinghe, who had travelled all the way from Kandy to enjoy the sea on many occasions, had impressed on the British rulers that he be given accommodation in the ‘Mora Wala’ area and allowed to use the beach and sea before being deported, Fernandopulle told The Island Financial Review.",
    "Fernandopulle, who is a former president of the Small and Medium Tourist Hotels Association, added: “People living in the area know about this venue but sadly it has not been promoted and marketed as a Heritage Tourism site, especially for Dutch and English tourists.",
    "“Since Negombo does not have a site that offers such archeological value and a beach and a sea where people could bathe during the entire year, I decided to promote this venue as a new Heritage Tourist destination.",
    "“I also have one acre plus land and a small bungalow with three rooms overlooking the ‘Mora Wala’ beach and will now invest around Rs. 450 million to build six luxury cabanas along with an open restaurant and take the lead in introducing tourism to the area.",
    "“I am also looking for an international investor for this project and to market this concept globally.",
    "“With this project taking off the community in the area too could benefit and this was another reason for me to invest in the area.",
    "“Tourism is now picking up and I am also planning to build a second hotel adjoining Royal Castle Hotel, Negombo. I am hoping to build 40 rooms with an investment of Rs. 700 million with the aim of offering them to long- stay guests.",
    "“Royal Castle Hotel, Negombo, too is being upgraded and I have taken steps to re-introduce a special 75 cover night club with DJ music and other entertainment.",
    "“We have also reopened the ‘The Happenings’ rooftop restaurant and entertainment area adjoining the region’s first rooftop swimming pool.",
    "“Royal Castle Negombo offers guests, who enjoy partying, an exclusive bar – ‘Spazio Pub’ – with a trendy ambience and perfect mix of fun and music.”",
    "Dance Epicure by With My Feet brings UK champion dancers and the best of Sri Lankan talent to the same stage",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}