{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/archives/81540",
  "time_ut": 1678658580.0,
  "original_lang": "en",
  "original_title": "The Military Debacle in Aananthapuram Battle Sealed the Fate of Tigers in the War",
  "original_body_lines": [
    "Many Battles were fought  during the long war between the Sri Lankan armed forces and the Liberation Tigers of Tamil Eelam(LTTE). Among these was the  five day battle fought at Aananthapuram in the Mullaitheevu district from March 31 to  April 4 2009.  The LTTE suffered huge losses  with 625 tigers  including many commanders being killed.",
    "It  was a defining moment in the war as the military debacle at Ananthapuram  sealed the fate of the LTTE. Six weeks later the war  ended conclusively with the military defeat of the tigers in the Mullivaaikkaal area. LTTE supremo Veluppillai Prabhakaran himself was killed in the Nandhikkadal lagoon area.",
    "The protracted war between the Sri Lankan armed forces and the  LTTE began to take a qualitatively different turn from 2007 onwards. The Tigers though a guerrilla organisation had been engaging in positional warfare for long by capturing and retaining territory like a conventional militia. However the LTTE began losing territory gradually from 2007 with the army advancing and tigers retreating.",
    "The fall of Paranthan in December 2008 was a major turning point.  Paranthan’s fall  was followed by Kilinochchi and then Elephant Pass in January 2009. Even after losing the Jaffna-Kandy road or A-9 highway and all areas to its west the LTTE was yet confident of withstanding the army for a much longer period in areas east of the A-9 highway. The final option was to “carve” out an area of about 350-450 sq. km in Mulaithivu district with access to the coast and then defend it strenuously.",
    "But the rapid progress of the Army during this phase took the LTTE by surprise. Within a relatively quick period the various military divisions and task forces had made sweeping strides into Tiger territory. As a result the LTTE and hundreds of thousands of civilians were boxed into a small space that kept on shrinking as the army began advancing.",
    "The military juggernaut  rolled forward relentlessly and the tigers  and Tamil civilans were confined to a small littoral strip of territory located between the A-35 highway (Paranthan-Mullaitheevu road) and the  Nanthikadal and Chalai lagoons on one side and the Indian ocean on the other. Soldiers from five divisions and three task forces  besieged the LTTE. The tigers tried desperately to break out of this encirclement and drive the forces back.",
    "The LTTE registered a  minor success in late February 2009 when it launched a counter-strike led by senior commanders Sornam and Lawrence. The LTTE pushed soldiers back by about 600-700 metres from their forward defence line positions and then proceeded to the north for about 8 km.Both Sornam and Lawrence were injured but recovered soon.",
    "The soldiers however rallied and fought back in early March. They compelled the tigers to retreat  and regained  their original positions in the Puthukkudiyiruppu AGA division of the Mullaitheevu district. Thereafter it was a stand-off situation with the LTTE  being on the defence mode.",
    "It was in this standstill  situation that the LTTE planned to launch a massive counter-offensive against the armed forces. The idea was to conduct a meticulously planned multi-pronged  operation that would deliver a crippling blow to the security forces. Several top tiger leaders including its northern military commander Veluppillai Baheerathakumar alias Theepan  were holed up in Aananthapuram busily planning a major counter-attack on the armed forces.",
    "Aananthapuram  meaning town or place of joy is situated along the Puthukkudiyiruppu-Iranappaalai-Puthumaathalan roads .The road to Iranappaalai proceeds eastwards from the Puthukkudiyiruppu junction on the A-35 highway.Another road starts out from Iranappaalai east to Puthu (New)maathalan along the coast. There is another minor junction on this road at Pachaipullumottai from where a small road goes to Palam (Old) maathalan.",
    "Aananthapuram and Iranappaalai are part of the Puthukkudiyiruppu AGA division, Other areas belong to the adjacent  Karaithuraipatru AGA division.",
    "Over a 1000 tiger cadres converged at Aananthapuram to prepare and launch a  counter attack.  LTTE leader Prabhakaran also visited the place. The defences in and around the Puthukkudiyiruppu-Iranaippaalai Puthumaathalan road was in the hands of the Charles Anthony infantry brigade.",
    "What happened however was that unmanned aerial vehicles (UAV) or drones  used by the armed forces detected a lot of movement in the Aananthapuram area. Anticipating a counter-offensive , the army jumped the gun by a pre-emptive operation. The 58 division commanded by Brig. Shavendra Silva, 53 division led by Gen. Kamal Gunaratne and task force 8 led by Col. GV Ravipriya mounted a  multi-pronged military operation on the night  of March 30th 2009.",
    "The 58 proceeding south by south-east from northern Puthukkudiyiruppu and the 53 & TF 8 proceeding north by north-east from Southern Puthukkudiyiruupu advanced rapidly and linked up at Pachaipullumottai junction along the Puthukudiyiruppu road behind LTTE positions.The tigers were taken by surprise.",
    "There was very heavy fighting in the area of  Pachaipullumottai.Tiger resistance was spearheaded by  special commander Gopith and commander Amuthaab of the Charles Anthony infantry.On March 31st  evening both Gopith and Amuthaab were reported killed.",
    "The deaths of  Gopith and Amuthab  had a demoralising effect on cadres.This loss of morale is attributed to be the cause of weakened tiger defences which in turn led to rapid breaching, linking and encircling by the armed forces.",
    "The LTTE cadres in Aananthapuram who were engaged in preparing for the major assault were suddenly and unexpectedly “marooned” on land.",
    "Realising that top tigers were stranded in Aananthapuram and suspecting that Prabhakaran himself may be there the army moved swiftly and encircled tiger positions. A siege was in progress. Prabhakaran was not there as he had left the place on March 26th but  the other important tigers  including Theepan were still there.",
    "The 4th, 6th,8th, 12th,14th and 20th Gajabahu battalions, 5th Vijayabahu,9th Gemunu Watch, 11th and 20th SL Light Infantry along with 1 special forces and 2 commando got into action.",
    "A footpath from Ambalavanpokkanai to Pachaipullumottai used as an emergency supply route by the LTTE was also interdicted.Thus more than a thousand tiger cadres and commanders  were trapped and encircled in a two sq km area full of  coconut plantations and palmyrah groves.",
    "In a desperate bid to break the siege Sea tiger special commander Soosai sent a contingent  of 80 tigers in 15 boats by sea to aid his beleaguered comrades at arms. These boats began sailing from Valainjarmadam and hoped to beach near Pattiaddy and fight their way through.This did not materialise as the Navy maintaining strict vigil engaged the flotilla and beat back the sea tigers. , thus preventing the boats from landing.",
    "The tigers also sent 120 cadres by land in five vehicles  as reinforcements under  “Col”Lawrence who was already injured. The army using lethal devices , scorched and destroyed two buses and a truck.Most occupants in the three vehicles were killed and the vehicles virtually reduced to cinders. A few survivors escaped along with the other cadres in the two remaining vehicles of the convoy.Lawrence also returned to safety.",
    "Eventually on April 3rd a sizable number of cadres led by “Col” Bhanu succeeded in breaking through  the  military cordon and escaping to safety. Bhanu himself was injured in the process. About 45 to 50 tiger cadres blew themselves up to create the gaps through which Bhanu and others escaped.",
    "“Col” Theepan ,  deputy military  chief  of the LTTE  as well as its Northern  forces commander had an opportunity to escape along with Bhanu. Apparently Theepan was injured twice on both April 1st and 2nd.Bhanu  wanted to carry Theepan along with him. But Theepan  refused.",
    "He said that he wont desert or abandon his fighter cadres and seek safety. “If I come out I’ll come with the cadres. Otherwise I’ll die with them” he told Bhanu and later informed intelligence chief  Pottu Ammaan via radio.",
    "The military intercepting this communication  were amazed at Theepan’s sense of loyalty to his cadres and his readiness to die willingly. Subsequently Theepan’s conduct came in for praise among several officers from the Army’s upper echelons.",
    "Another intercept was an exchange between Intelligence chief Pottu Amman and woman tiger leader Vidusha. She was heard pleading for reinforcements and supplies urgently.  Pottu was virtually choked up with emotion  saying all his efforts had failed and that they could not penetrate the military  blockade.The writing was on the wall for the besieged tigers.",
    "In spite of his commitment to his cadres, the rest of the tigers under the overall command of Theepan were not lucky as those who escaped with Bhanu.Despite the dangerous situation the tigers led by Theepan continued to withstand the multiple  day siege . The tigers were deprived of food , water and medical supplies.Nevertheless the beleaguered tigers  kept  up their resistance.",
    "Appeals were made in Tamil through amplifiers to the tigers to surrender but the majority of the tigers refused to heed the call to surrender.",
    "116 tigers surrendered to the army in small groups at various times. But the others  fought on against overwhelming odds preferring to die fighting than surrender.",
    "From  April 3rd  night, the nature of combat changed.Massive aerial bombardment and strafing  through planes and helicopters was on. Continuous artillery shelling was also done.",
    "Thousands of  shells were fired throughout on April 4th.It was all over on Sunday April 5th and the soldiers began gradually recovering LTTE bodies and identifying them.",
    "By  Monday 6 April  around 525 bodies had been recovered and around 80 identified. Many tigers had died by biting the cyanide capsule and swallowing its contents.",
    "By Tuesday 7 April a further 100 bodies were found.About 60 of these were recovered in a bloated condition lying in a field. Another 40 bodies were in charred condition inside two small buildings where the cadres had sought cover.",
    "At least 18-20 injured cadres were captured alive. Some of these were top rung tigers.",
    "Three girls were discovered hiding in a makeshift pit , covered by leaves.",
    "The army released some pictures of the dead tigers including Theepan and Vidusha.",
    "Some pictures of dead tigers laid out in rows were also released.The state of the bodies shown in the pictures were in abysmal condition. The deteriorating condition of the recovered bodies resulted in hasty cremation.",
    "The  death of its   northern  military commander Theepan was the single biggest loss to the LTTE in the Aananthapuram battle. The veteran tiger was posthumously promoted as Brigadier. Along with Theepan, the top four woman fighter commanders  were also killed.They were",
    "Vidhusha , special commander of Maalathy regiment, her deputy and Maalathy regimental commander Kamalini, Durga , special commander of Sothia regiment and her deputy cum Commander Mohanaa.",
    "Among other senior tigers killed were the special commander and commander of the Jeyanthan infantry brigade,  Manickapodi Maheswaran alias Keerthi and  Selvaratnam Sundaram alias Nagesh.The Jeyanthan brigade is raised from Eastern province cadres.",
    "Another huge loss was that of Gaddafi also known as Viduthalai and Amuthan. Gaddafi was  a  specialist in firing  anti-aircraft missiles. He has brought down several aircraft of the Sri Lankan air force through his shoulder-fired missiles.",
    "The LTTE’s elite special forces division is named after former tiger leader Radha. This special force was led by Silambarasan . He was killed.The deputy-commander of Radha regiment was Anbu. He was seriously injured and captured alive.Likewise Asmi the leader of “Ponnammanân” mining unit was also seriously injured and captured alive.",
    "The leader of “Kittu” artillery unit, Manivannan and chief of “Kutty Sri” mortar unit Gopal were  killed.Seralaathan who was in charge of the Tiger TV “Nitharsanam” was also killed.",
    "Among other senior tigers killed who have been identified are Ruban, Panjan, Nehru, Anton, Maankuyil, Amudha, Iniyawan, Aadithyan and Chitrangan. A senior sea tiger Mahindan was also  killed.",
    "The Aananthapuram debacle also resulted in the LTTE losing many weapons including three 130 mm artillery, one 85 mm pounder, five 81 mm mortars, four 12. 7mm anti-aircraft guns and a multi- barrel 30 mm Pedal gun. This was an innovation by the LTTE. Four 30 mm barrels were fixed on pedals and they could be fired simultaneously like a multi –  barrel rocket launcher. It could  be fired by stepping on a pedal.This piece of equipment  proved very lethal in previous rounds of fighting as it can be used both as artillery and anti-aircraft gun.",
    "In what was a rare,commendable gesture, a Defence ministry media release praised the LTTE fighters who had died in combat as dedicated but misguided. The leaders were blamed for misleading the fighters. Defence ministry circles were highly impressed by the LTTE determination and courage in fighting to the very end.",
    "Here is an excerpt from the Defence Ministry  Press release -”The men and women in the professional arms of the security forces value honour more than anything else. They fight for the cause they believe in and seek honour by contributing towards its realisation. This is the reason that the armed forces personnel are trained to respect the fallen enemy. We do not wish to insult Theepan, Vidusha, Durga, Gadhapi, Gopith, Nagesh, and the rest who died in the recent fighting. Indeed, they were the cream of the LTTE fighting cadre”.",
    "The Aananthapuram confrontation was positional warfare and  not “terrorism”.It was a pitched batlle where the tigers were defeated through superior manpowrer, firepower and air power. Yet the LTTE fought fiercely without surrendering though they knew death was inevitable. The lost battle of Aananthapuram  will  be etched in the collective memory of Tamils  forever just as the Fall of Masada in Jewish memory.",
    "This is an updated version of the DBS Jeyaraj Column in the “Daily Mirror” dated 11th March 2023.It can be accessed here –"
  ]
}