{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-akd-crosses-50-percent-in-voting-intent-poll-but-remains-unpopular-141693/",
  "time_ut": 1701151920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s AKD crosses 50-percent in voting intent poll, but remains unpopular",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka leftist leader Anura Kumara Dissanayake has crossed a seemingly elusive 50-percent hurdle in a voting intent poll conducted among 567 interviewees for October, though his net favourability rating remained negative at minus 9 indicating continued unpopularity.",
    "A Sri Lanka Opinion Tracker Survey (SLOTS) by the Institute for Health Policy (IHP) showed that Dissanayake, who leads the leftist National People’s Power (NPP) gained support to half of likely voters (51 percent) in October, followed by opposition leader Sajith Premadasa with a third (30 percent), and President Ranil Wickremesinghe on 13%.",
    "A “generic” candidate for the ruling Sri Lanka Podujana Peramuna (SLPP) was on 6 percent with little change from September.",
    "IHP executive director and SLOTS project director Ravi Rannan-Eliya said in a statement: “Although polling is a hazardous exercise and our MRP estimates are subject to quite a lot of uncertainties, it does appear that Dissanayake would have likely won a Presidential Election in October even against a joint SJB-UNP ticket. I suspect this is less voters buying the NPP/JVP policy platform and more most voters rejecting the political establishment and business as usual. Establishment parties wanting to compete with the NPP probably need to be doing some serious soul-searching,” he said.",
    "In October, Premadasa’s net favourability rating dropped 13 points to a new low of -66 and President Ranil Wickremesinghe’s dropped 8 points to -65 while  leftist leader Anura Kumara Dissanayake’s rating improved by 10 points to -9, a poll showed.",
    "A net favourability rating of less than zero means that the individual or institution is unpopular. Only positive scores where net favourability is more than zero mean that the individual or institution is popular on average.",
    "According to the IHP, SLOTS combines interviews from a national sample of adults (ages 18 and over) reached by random digit dialling of mobile numbers, and others coming from a national panel of respondents who were previously recruited through random selection. IHP estimates voting intent using an adaptation of Multilevel Regression and Post-Stratification (MRP), with multiple imputation to account for uncertainties in its modelling, exploiting data from all SLOTS interviews to estimate voting in a particular month.",
    "The October 2023 MRP estimates are based on 567 interviews conducted in October 2023, and 13,935 interviews conducted overall from 1 October 2021–12 November 2023, with a margin of error assessed as 3–4% for Dissanayake, Premadasa and 1–2% for Wickremesinghe and the other potential candidate. All estimates are adjusted to ensure the sample matches the national population with respect to age, sex, ethnicity, socioeconomic status, education, geographical location, and voting in the 2019 Presidential and 2020 General Elections, the IHP said.",
    "IHP is an independent, non-partisan research centre based in Colombo, Sri Lanka. (Colombo/Nov28/2023)"
  ]
}