{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/SL-assures-comparable-treatment-to-all-its-creditors/155-257591",
  "time_ut": 1681439499.0,
  "original_lang": "en",
  "original_title": "SL assures “comparable treatment” to all its creditors",
  "original_body_lines": [
    "President Ranil Wickremesinghe assured Sri Lanka’s commitment to principles of “comparable treatment” when engaging with its creditors in the upcoming debt restructuring process.",
    "Speaking at the launch of the debt restructuring negotiation process on Sri Lanka this morning Wickremesinghe said Sri Lanka remains committed to continue to engage with all creditor nations and other stakeholders in a transparent manner based on the principles of comparable treatment.",
    "He also invited other creditors—both bilateral and commercial—to take part in the process kicked off by Japan, India and France.",
    "Wickremesinghe further said he would present Sri Lanka’s agreement with the International Monetary Fund (IMF) to Parliament for approval and bring in legislation to ensure its implementation.",
    "Meanwhile, Japan’s Finance Minister Shunichi Suzuki who spoke at the launch event held in the sidelines of the IMF/WB Spring meetings in Washington DC said the launch of creditors meeting on Sri Lanka is a “historic feat” and says it is open to all creditors.",
    "India’s Finance Minister Nirmala Sitharaman who also spoke said close coordination among creditors critical to restore Sri Lanka’s debt sustainability and stressed that India is committed to facilitating an early debt restructuring process.",
    "IMF Deputy Managing Director Kenji Okamura said expeditious debt restructuring is vital for SL to restore debt sustainability and creditor support is indispensable. “It is very encouraging to see official creditors organizing themselves. We hope all official bilateral creditors can participate.”"
  ]
}