{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82379",
  "time_ut": 1689932160.0,
  "original_lang": "en",
  "original_title": "“We hope that the Govt of Sri Lanka Will fulfill its commitment to implement the 13th  Amendment and conduct the Provincial Council Elections. And will ensure ,justice,peace and a life of  equality, respect and dignity for the Tamil community of Sri Lanka”.- Indian Prime Minister Narendra Modi to Sri Lankan President Ranil Wickremesinghe",
  "original_body_lines": [
    "(Text of Speech made by Indian Prime  Minister Narendra Modi at New Delhi on 21 Jult 2023 during the official visit of Sri Lankan President Ranil Wickremesinghe to India)",
    "I warmly welcome President Wickremesinghe and his delegation to India. Today, President Wickremesinghe is completing one year in office. On this occasion, on behalf of all of us, I convey my heartiest greetings to him. The past one year has been full of challenges for the people of Sri Lanka. As a close friend, like always, we stand shoulder to shoulder with the people of Sri Lanka in this hour of crisis. And I heartily congratulate the people of Sri Lanka for the courage with which they faced these challenging circumstances.",
    "Our ties are as ancient and extensive as our civilisations. Sri Lanka has an important place in both, India’s “Neighbourhood First” policy and “SAGAR” vision. Today we shared our views on bilateral, regional and international issues. We believe that the security interests and development of India and Sri Lanka are intertwined. And therefore, it is essential that we work together keeping in mind each other’s safety and sensitivities.",
    "Today we have adopted a vision document for our Economic Partnership. This vision is to strengthen the Maritime, Air, Energy and people-to-people connectivity between the people of both the countries. The vision is to accelerate mutual cooperation in tourism, power, trade, higher education and skill development. This is the vision – of India’s long-term commitment towards Sri Lanka.",
    "We have decided that talks on the Economic and Technological Cooperation Agreement will be started soon. This will open new possibilities of trade and economic cooperation for both the countries.",
    "We agreed to enhance air connectivity between India and Sri Lanka. To increase business and the movement of people, it has also been decided to start Passenger Ferry Services between Nagapattinam in Tamil Nadu and Kankesanthurai in Sri Lanka.",
    "We have decided that the work of connecting the electricity grids between the two countries will be expedited. Feasibility study will be done for petroleum pipeline between India and Sri Lanka. Apart from this, it was also decided to check the feasibility of a land bridge. Fintech connectivity will also increase with the agreement signed today to launch UPI in Sri Lanka.",
    "Today we also discussed the issues related to the livelihood of fishermen. We agree that we should proceed with a humane approach in this matter. We also talked about reconstruction and reconciliation in Sri Lanka. President Wickremesinghe told me about his inclusive approach.",
    "We hope that the Government of Sri Lanka will fulfill the aspirations of the Tamils. Will drive the process of rebuilding for equality,  justice and peace. Will fulfill its commitment to implement the Thirteenth Amendment and conduct the Provincial Council Elections. And will ensure a life of respect and dignity for the Tamil community of Sri Lanka.",
    "This year holds special significance for our bilateral relations. We are celebrating the 75th anniversary of our diplomatic relations. Also, the Tamil community of Indian origin is completing 200 years of their arrival in Sri Lanka. I am happy to say, that on this occasion, various projects worth Rs 75 crore will be implemented for Indian origin Tamil citizens of Sri Lanka. In addition, India will also contribute to the development programs in the northern and eastern regions of Sri Lanka.",
    "A stable, secure and prosperous Sri Lanka is not only in India’s interest, but in the interest of the entire Indian Ocean region. I assure once again, that the people of India are with the people of Sri Lanka in this hour of struggle.",
    "Source:Press Release Issued by the High Commission of India in Colombo on 21 July 2023))"
  ]
}