{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/92632/use-of-antibiotic-temporarily-withdrawn-after-patient-death-at-gampaha-hospital",
  "time_ut": 1691860080.0,
  "original_lang": "en",
  "original_title": "Use of antibiotic temporarily withdrawn after patient death at Gampaha Hospital",
  "original_body_lines": [
    "The use of an antibiotic has been temporarily withdrawn after a patient of the Gampaha District Hospital has reportedly died after developing an allergic reaction to the medicine in question.",
    "The patient had been admitted to the Gampaha District Hospital on 06 August, to treat a wound.",
    "During his treatment, however, the deceased had been administered an antibiotic, to which he had later developed an allergic reaction that resulted in his death, Director General of Health Services (DGHS) Dr. Asela Gunawardena revaled.",
    "Thus, the use of the antibiotic in question was temporarily halted following the incident, he said.",
    "Meanwhile, on Thursday, Prof. Chandima Jeewandara, the Director of the Allergy, Immunology and Cell Biology Unit of the University of Sri Jayewardenepura clarified matters concerning the expert committee report on the recent incidents of drug allergies and their aftereffects.",
    "Accordingly, he explained that two patients had died due to an anaphylactic reaction to the medication used.",
    "On 17 July, Minister of Health Keheliya Rambukwella appointed a seven-member committee to investigate the recent incidents of drug allergies and their aftereffects at several hospitals in the country.",
    "The committee, chaired by the Director of the Medical Research Institute (MRI) Dr. Dedunu Dias, consisted of six members including Prof. Jeewandara.",
    "Deep concerns were raised in the country about the alleged ‘substandard drug imports’ after an allergic reaction caused by an antibiotic called Ceftriaxone resulted in the death of a 21-year-old girl who was receiving treatment at the Peradeniya Teaching Hospital in July for indigestion issues.",
    "She had shown signs of an allergic reaction after being administered the second vial of Ceftriaxone which contained a dose of 1mg. It was reported that the young woman had not shown any signs of an allergic reaction after the first dose was administered.",
    "Days later, two other patients who were under medical care at the Kandy National Hospital too had developed allergic reactions to the antibiotic, after which the batch of the antibiotic used in the Kandy National Hospital and Peradeniya Teaching Hospital was withheld."
  ]
}