{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/New-Anthoney-s-Group-expands-production-with-another-processing-plant/34-747462",
  "time_ut": 1681840999.0,
  "original_lang": "en",
  "original_title": "New Anthoney’s Group expands production with another processing plant",
  "original_body_lines": [
    "Acquires feed producer Gold Coin Feed Mills (Lanka) as part of its backward integration initiatives",
    "New Anthoney’s Farms Ltd., one of the country’s leading poultry producers with a knack for innovation and sustainability, recently deployed a further processing plant as part of its production expansion strategy. With this, the company is able to produce over 200 tons of processed food products to cater to the evolving consumer preferences.",
    "Processed food products have been making its way to the industry mainstream for some time now, and New Anthoney’s Farms is no stranger to this, having pioneered the ready-to-eat frozen crispy meat segment in Sri Lanka in addition to a wider portfolio that includes varieties of similar as well as marinated products.",
    "Further to the domestic market, the recent expansion will also enable the poultry producer to increase its capacity in terms of serving some of the key export markets, having a successful track record in the recent years, bringing their quality healthy chicken range from Sri Lanka to the world.",
    "The newest addition to its existing infrastructure conforms to every possible eco-friendly measure, including water treatment plants. The company takes great pride in being the only producer in the island to be bestowed with the Greenhouse Gas (GHG) Verification Statement from Control Union in accordance with its ISO 14064-1:2018 standards.",
    "New Anthoney’s Farms is also putting forward significant investments in expanding its hatchery and breeder operations. Recently, it acquired one of the most reputed feed producers, Gold Coin Feed Mills (Lanka) as part of its backward integration initiatives.",
    "Renowned for its ‘green’ chicken concept, sustainability is a key pillar and a core philosophy in its values.",
    "In parallel to strengthening its supply chain capabilities, New Anthoney’s Farms is also rigorous in its consumer marketing, having forayed into free islandwide delivery ‘Dorakadapaliya’ and introducing retail chain outlets under the brand Meatlery. It also adheres to standards in line with that of the National Chicken Council, USA. The list of accreditations only keeps growing, with GMP, HACCP, ISO 22000, local and international halal certifications, etc."
  ]
}