{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/nehru-the-advaita-of-nonviolent-revolution-125670/",
  "time_ut": 1689055440.0,
  "original_lang": "en",
  "original_title": "Nehru: The Advaita of Nonviolent Revolution",
  "original_body_lines": [
    "This excerpt reproduces Chapter Eight from Mark Hager’s recently-published book, ‘Elusive Ideology: Religion and Socialism in Modern Indian Thought.’ Previous excerpts have appeared in Echelon and EconomyNext since August 2022. Readers can find the book through Amazon, Barnes & Noble, Barefoot Cafe, Expographic Books and Sarasavi Bookshop(s)",
    "Privileged by pedigree and ambitiously inquisitive, Jawaharlal Nehru (1889-1964) was born in Allahabad, in a well-to-do Brahmin family. Son of famed lawyer and nationalist leader Motilal Nehru, he graduated from the Harrow School and Cambridge in England, before reading for the bar in London. He returned to India in 1912 and pursued both law and journalism before joining Gandhi’s Non-cooperation Movement in 1920. He went to prison in 1921 for anti-imperial activity and was thereafter jailed several more times for such activity. He served as General Secretary of the Indian National Congress, 1927- 29, and as President of the Congress several times, beginning in 1929.",
    "Alongside Gandhi, Nehru led the major Congress campaigns in resistance to British rule until attainment of Indian independence in 1947. He became independent India’s first Prime Minister and served in that post until his death. Nehru’s writings and speeches, taken as a whole, exhibit impressive range, erudition and nuance. From a very early career stage, Nehru can articulate and address himself to numerous competing considerations at once, holding them in sophisticated tension. His historical works, The Discovery of India and Glimpses of World History, suggest Nehru had not only the talent but some of the temperament for ambitious theoretical work.",
    "Major themes in Nehru’s political outlook appear throughout his career and undergo no startling transformations, no major additions or deletions, no major reversals. There are, to be sure, various modest shifts in emphasis among themes. These shifts, highlighted below, broadly track a pattern observable more markedly with several socialist comrades, familiar from foregoing discussion of Mehta and Deva. It is from early-career “state socialism” or “scientific socialism”—emphasizing central planning, heavy industry, and economic abundance generally—to late-career “Gandhian socialism”—emphasizing shortcomings in state/scientific socialism and stressing alternatives tied to Gandhi-inspired religious themes.",
    "These shifts are undramatic because all Nehru’s themes can be found throughout his career. Closer to Gandhi than any of his socialist comrades from early on, he responded to this intimacy in two contrary ways. On the one hand, Gandhi’s influence leaves its traces in Nehru’s thought from the beginning, distinguishing it from that of socialists less sympathetic to Gandhi. On the other hand, this intimacy impels Nehru to acquire habits of critical distance and perspective on Gandhi’s ideas, habits he maintains throughout his career.",
    "For both these reasons, Nehru’s intimacy means that he never “discovers” Gandhi so as to induce major transformations in his thought. This makes his outlook seem static compared with the more sensational intellectual journeys of Mehta, Deva, and J.P. Narayan. His thought develops so little because it is from the beginning so broad, nuanced, and anti-dogmatic, powerful skepticism balancing powerful curiosity.",
    "Nehru’s socialism is Third World, driven by analysis of the nature and effects of imperialist capitalism. Nehru deems European imperialism an integral manifestation of capitalism. He takes special interest, of course, in implications for India. Rather than reduplicate Nehru’s narrative analyses of how British capitalism damaged India, we can instead run down a list of factors mentioned in those analyses:",
    "1. Unlike previous conquerors who inhabited India and ruled from within, Britain ruled from afar for benefit of foreign interests.",
    "2 .To keep India effectively subjugated, Britain pursued a deliberate and damaging divide-and-rule policy, fostering antagonisms and interest conflicts among India’s distinct sub communities.",
    "3. Also in furtherance of effective domination, Britain allied itself with and consolidated the power of elite groups, who in reactionary fashion stymied efforts toward progressive change.",
    "4. Gold plundered from India supplied capital needed for England’s early industrialism.",
    "5. The British government in India, using debt to buy the British East India Company out of its interests, saddled the subcontinent’s population with the taxation burden of defraying the debt.",
    "6. Britain controlled and restricted a once-flourishing import trade of items produced in India, engendering collapse in India’s artisan industries.",
    "7. Britain forestalled India’s industrial development and, utilizing both market advantages and political control, flooded the sub-continent with British manufactures, further undermining India’s artisan production.",
    "8. Stagnation in artisan production threw millions of Indians onto the land for subsistence.",
    "9. Indian agriculture was meanwhile skewed toward the supply of raw materials for British factory production.",
    "10. Britain introduced an intensely oppressive system of private property rural land lordship, which supplanted quasi-communal indigenous land-management traditions.",
    "11. British rule and the economy that grew under it placed native Indian capital in a position of dependent subservience to the interests of foreign capital.",
    "12. Prosperity fueled by the exploitation of India raised British working-class living standards, which defanged British labor militancy at home and brought the Labor Party into complicity with empire.",
    "13. Low Indian living standards, exemplifying conditions through-out the capitalist colonies, crimped worldwide demand so severely as to engender industrial stagnation and worldwide depression.",
    "In light of this detailed indictment, it is scarcely surprising Nehru should identify economic concerns as the locomotive force behind Indian nationalism, nor that he should see total independence from Britain as a prerequisite to India’s progress. Nehru has nothing but scorn for proposals like Pal’s that India seek its freedom within boundaries of the British Empire. Pal’s abstract concerns about higher forms of international community through federalized empire have little meaning to Nehru",
    "If the culprit is imperialist capitalism, the remedy must embrace not only nationalism but socialism. Nehru’s outlook on capitalism stems not only from its colonial impact but from its stagnation during the Depression. Nehru rehearses the notion of capitalist breakdown in over-production/ under -consumption. According to this theory, the system generates income disparity along with unemployment stemming from galloping mechanization, resulting in artificial but powerful limits on mass purchasing power and effective demand. This puts downward pressure on productive activity, which responds only to hope of profits embodied in effective demand. Stagnation results. Especially in his early career Nehru focuses on obstacles to achieving stable and widespread prosperity within the confines of capitalist arrangements. The problem is not lack of sufficient capital to generate accelerating prosperity. It is that capital cannot flow to its most beneficial uses if responsive only to vagaries in fluctuating profit prospects.",
    "Nehru has difficulty imagining socialism as anything but a highly-industrialized order. The young Nehru admonishes his mentor Gandhi not to blame industrialism itself for ills properly attributable to capitalism. Nehru never wavers in his fundamental conviction that socialism requires a relatively high level of material abundance and that such abundance in turn requires substantial industrialization.",
    "Over time, however, Nehru grows more sympathetic to low-capital production. Even early on, in his 1936 presidential address to the Indian National Congress, Nehru admits a place for khadi (“homespun”) and village industry in strategies for Indian development. He insists, however, that such industry should play a “subsidiary role” in development and that its contribution will be chiefly transitory. It sometimes seems that he views the Gandhian Congress’s infatuation with khadi as sentimental. In his late career, however, he grows less grudging in his assessment of low-capital strategies. On hardheaded economic grounds, he grows more attentive to difficulties in favoring high-capital industry while also seeking rapid alleviation of unemployment. Nehru’s ambivalence on this development dilemma finds expression in a 1954 speech to the National Development Council:",
    "Industrial growth would, no doubt, reduce unemployment, but the capacity of the industrial sector is limited. We will not solve the unemployment problem until we lay the greatest stress on small and cottage and village industries and also attach the greatest importance to heavy industries. It is not a question of giving a secondary place to either of them. Both have to be tackled.",
    "Nehru more and more comes to stress the key role of small-scale industry in alleviating India’s unemployment. He credits Gandhi with correcting his own “lop-sided” earlier viewpoint not only on the “economic” issues involved but also on broader moral or “human” issues of small-scale technology.",
    "Nehru never had difficulty seeing rural poverty as India’s gravest problem. Axiomatic to any rural development strategy, he insists, is the abolition of land lordship and equitable redistribution in land ownership. He also endorses several other basic strategies for enhancing rural prosperity. Attentive to diseconomies in the small-scale, fragmented landholdings that could result from land reform, he posits three options—capitalist farms, cooperatives, and collectives—as alternatives.",
    "Nehru rejects capitalist farming—consolidated land ownership utilizing wage labor—as essentially a revival of landlordism and inequitable ownership. At the same time, he is skeptical of collective ownership and/or state-owned farms, at least in the near term. He associates collectives with productive deficiencies and with bureaucratic effacement of initiative. As an alternative, he endorses cooperative strategies that combine private land ownership with the pooling of labor and resources to achieve scale economies in credit, supply, production, and marketing. Nehru sees both economic and moral advantages in cooperative farming. Like others discussed above, he places local self-government or panchayat raj alongside cooperatives at the center of his rural reconstruction vision. Like others, he also favors small-scale industry to combat unemployment and raise village living standards.",
    "Nehru’s ambivalence on controversies within socialism cannot be comprehended without glancing at his views on the Soviet Union. Though Nehru’s early admiration for the Soviet Union might be thought romantic, it is doubtful he was at any time uncritical of Soviet ills. Nevertheless, he does call attention to apparent Soviet achievements.",
    "With early Soviet industrial growth seemingly impressive, Nehru admires the system’s prowess in sustaining growth while capitalism plunges the rest of the world into Depression. Even during the 30s, however, Nehru acknowledges that Soviet progress has come at what he calls “terrible cost,” alluding probably to authoritarian politics, agrarian oppression, and domestic state violence. It is a matter of shifting emphasis, not wholesale re-evaluation, when Nehru during the 50s begins to stress the “autocratic and authoritarian” nature of Soviet rule.",
    "Enamored with socialist industrial growth, Nehru also perceives in Soviet life a decisive advance in democratic political culture. He describes with enthusiasm the Soviet scheme for blanketing the country with participatory policy councils, providing forums for public debate and power. As Nehru portrays it:",
    "…(S)cores of millions of men and women are constantly taking part in the discussion of public affairs and actually in the administration of the country. There has been no such practical application of the democratic process in history.",
    "Though the incipient democracy perceived by Nehru failed to flourish in Soviet history, it flourishes in his mind as a vision of Indian socialism",
    "Nehru does not, like Gandhi, deceive himself on the need for socialist expropriation of wealth. He contends that neither equality nor production for the common good can emerge without forced wealth redistribution. Moreover, his Marxist sensibilities leave him unconvinced that wealth expropriations are in any way unjust. Even uncompensated takings pose no injustice if expropriated wealth had been accumulated through exploitation.",
    "Though Nehru does not deem compensation for property expropriation morally necessary, he nevertheless endorses it for practical reasons like maintaining social peace. He insists, however, that compensation be limited and graded, rather than gauged to full economic value. He suggests that large wealth holders be compensated only modestly but that smaller holders receive progressively fuller compensation.",
    "Insofar as taxes to finance compensation for the wealthy fall upon the wealthy, they pay for it themselves. What is the point? If compensation taxes fall instead on the poor, the arrangement becomes self-defeating since the very purpose of expropriation is to benefit the downtrodden. Such considerations impel Nehru’s endorsement of limited and graded compensation, equalizing wealth by leaving the rich less compensated, the poor more so. Small holders should either escape expropriation or be compensated fully. Nehru’s ideas found their way into the original Article 31 of India’s Constitution, providing that compensation be paid for confiscations but authorizing discretion in determining levels.",
    "Especially in his late career but even before, Nehru stands for a “mixed economy,” combining public and private ownership so as to avoid vices of both socialist bureaucracy and capitalist neglect of the lowly. He insists repeatedly that for impoverished India, rapid wealth accumulation must be the polestar of socialist strategy. He is not, however, impervious to meditations on the non-material implications of development strategies, as we will see below. He scorns Gandhi’s “trusteeship” vision for capitalism-made-gentle. In his early career, he seems to insist on thorough nationalization as India’s proper strategy. Later, however, he cautions against seeing nationalization as an “immediate cure” for India’s ills and defends a role for private enterprise, so long as its power can be contained so as to prevent dominance. He believes private sector incentives will foster initiative and provide stimulating competition for public enterprises. He hopes vaguely that most private enterprise will eventually operate under co-operative principles, presumably to replace traditional capitalism’s reliance on wage labor without ownership rights or management role. He also hopes that habits of cooperative effort may increasingly supplant the profit motive as economic propellant.",
    "Nehru’s basic outlook is secular and he counts this a strength. Nehru’s ecumenical curiosity does, however, manifest itself in a lifelong though intermittent interest in religious ideas. In his late career, he somewhat intently begins to weave religious themes into his pronouncements.",
    "In his Autobiography, Nehru recounts how an interest in Theosophy came over him in early adolescence. At roughly the same time, his father had notoriously repudiated ritual practices sacrosanct within the Kashmiri Brahmin community. Neither episode was at all decisive in young Nehru’s development, but taken together they marked out poles in Nehru’s lifelong approach to religion. A characteristic tension emerges in the following passage from Nehru’s Autobiography:",
    "The spectacle of what is called religion, or at any rate organized religion, in India and elsewhere has filled me with horror, and I have frequently condemned it and wished to make a clean sweep of it. Almost always it seems to stand for blind belief and reaction, dogma and bigotry, superstition and exploitation, and the preservation of vested interests. And yet I knew well that there was something else in it, something which supplied a deep inner craving of human beings. How else could it have been the tremendous power it has been and brought peace and comfort to innumerable tortured souls? Was that peace merely the shelter of blind belief and absence of questioning, the calm that comes from being safe in harbour, protected from the storms of the open sea, or was it something more? In some cases, certainly it was something more.",
    "Nehru repudiates religious domination in social affairs and does not hesitate to denounce its pernicious effects. He nevertheless maintains openness to religious ideas. Toward India’s religious traditions, Nehru holds a balanced and dispassionate stance. Though not without admiration for some traditional elements, he debunks popular notions found in thinkers discussed above on the superior “spirituality” of India compared with the rest of the world. He calls such notions delusional. Much of Nehru’s religious commentary comes in the form of episodic praise for various “markers” in India’s landscape: the Buddha and Buddhism, the Mahabharata and the Gita, Ramakrishna and Vivekananda. Often these remarks are cursory, as when Nehru writes, “It was the ethical and social and practical idealism of Buddha and his religion that influenced our people and left their imperishable marks upon them…”",
    "Focusing away from his many disparaging remarks about religion, we can instead concentrate on positive connections Nehru sees between religion and socialism with respect to three topics: caste, solidarity community and inward transformation. The first two resonate with thinkers discussed above concerning relationships between socialism and India’s past, but with distinct twists provided by Nehru. With the third topic, Nehru makes a fresh religious theme an anchor to his socialist thought.",
    "Nehru’s attitudes toward caste are neither counterintuitive nor surprising. Nehru feels little stake in defending India’s religious heritage and hence no pressure to interpret caste as benevolent or misunderstood. He explains the origins of caste as a process whereby indigenous Dravidian and tribal groups got absorbed as subjugated segments by an expanding Aryan culture. Maintaining subjugation and segmentation imparted a fissiparous logic to Indian society generally. Nehru writes: “The caste divisions, originally intended to separate the Aryans from the non-Aryans, reacted on the Aryans themselves, and as a division of functions and specialization increased, the new classes took the form of castes.”",
    "As to eradicating caste, Nehru ponders three different approaches. The first lies in history. India’s heterodox religious movements, according to Nehru, have repeatedly attempted to dissolve the social hegemony of caste. All have failed, however, to overthrow caste in a fundamental sense. For at least the more recent nineteenth century anti-caste religious movements, Nehru offers an undeveloped but suggestive diagnosis of failure. The failure lies in the “middle class” nature of those movements and in their “direct attack” on caste practices. One may, based on Nehru’s scattered comments elsewhere, suggest that Nehru is groping toward a Marxist or Marxish theory of how to eradicate caste.",
    "At one point, Nehru vaguely analyzes caste with the Marxist terms “superstructure” and “base.” The social attitudes and religious ideology of caste represent a cultural “superstructure” arising from a determinative foundational “base” of “economic forces.” In other words, caste is fundamentally rooted in economic arrangements. The persistence or dissolution of caste depends upon the persistence or dissolution of the economic structures that undergird it. This analysis seems to lie behind Nehru’s view that middle-class religious attacks on caste are destined to fail. Such movements mount a “direct attack” on overt caste practices, without challenging the covert economic base that secures the system. It is not surprising that “middle class” movements fail to notice or address oppressive economic structures, where the heart of the problem lies.",
    "This line of thought brings us to the second approach Nehru ponders for eradicating caste: socialist transformation of economic structures. He endorses this approach in an off-hand but revealing passage concerning untouchability from his 1936 presidential address to the Indian National Congress, referring to Untouchables with Gandhi’s term “Harijans” (children of God):",
    "The problem of untouchability and the Harijans again can be approached in different ways. For a socialist it presents no difficulty for under socialism there can be no such differentiation or victimization. Economically speaking, the Harijans have constituted the landless proletariat and an economic solution removes the social barriers that custom and tradition have raised",
    "In this vein, Nehru thinks socialism both necessary and sufficient for eradicating caste. The caste superstructure of “custom and tradition” will not long survive once property maldistributions that facilitate economic exploitation disappear.",
    "It is, of course, not obvious exactly how economic oppression of India’s lower castes can be lifted. This brings us to the third approach Nehru ponders for eliminating caste: Gandhian action. In contrast to “direct” attacks on caste practices from “middle class” movements, Gandhi attacks caste in “indirect” fashion by mobilizing the “masses.” Through his focus on “uplift of the Depressed Classes and the Untouchable,” Gandhi has “undermined the entire caste system.” In what fashion has Gandhi accomplished this uplift? Certainly Gandhi has effectuated no socialist revolution in property relationships. Nehru indicates that Gandhi’s contribution lies in instigating the political organization and mobilization of India’s “underprivileged and poverty-stricken.” Of Gandhi, he observes: “By his technique of political action, he vitalized hundreds of millions of people, drove out fear from them, and produced in them self-respect and self-reliance.” Gandhian mobilizations has educated India’s downtrodden in habits of “cooperative action” in “resistance to oppression.”",
    "In sum, Gandhi’s influence has been to initiate precisely what socialism often deems necessary for economic revolution: organized political action among the oppressed. In Nehru’s mind two approaches to eradicating caste—socialism and Gandhian action—converge in a unified and superior alternative to the middle class religious movements of the past. Still, Nehru judges India’s religious heritage highly pertinent to caste eradication",
    "Nehru suggests that the success of Gandhian action in mobilizing the downtrodden stems from “stress on truth and peaceful means.” ” He thereby highlights two themes—Truth and Ahimsa—central to Gandhi’s religious world view. Moreover, he argues that Gandhi’s Truth and Ahimsa represent “basic principles” rooted in Indian tradition. Though he portrays past religious movements as ineffectual in dissolving caste, he imagines its eventual abolition through a religious movement rooted in Indian heritage. Gandhi’s religious movement, unlike those of the past, mobilizes the downtrodden.",
    "As my discussion of thinkers above indicates, modern Indian thought has been both plagued and stimulated by ambivalence over caste. Caste represents not only oppression and hierarchy, but also solidarity and a foil to egoistic individualism. Nehru does not dwell on positive features attributed to caste by others. He comes nowhere near deploying caste, interpreted positively, as a central strand in his commentary. He nevertheless partakes modestly in interpreting caste as a locus of solidarity.",
    "Caste is one of three elements, along with “the autonomous village community” and “the joint family system,” that Nehru identifies as fundamental within traditional Indian society. All three he portrays as incubators of communal solidarity. It is not worthwhile to tarry unduly over Nehru’s particular ruminations on this familiar theme. It may, however, be appropriate to record a few of his formulations. “Within each group,” writes Nehru, “whether this was the village community, the particular caste, or the large joint family, there was a communal life shared together, a sense of equality, and democratic methods”. India’s group elements nurtured a strong sense of solidarity within each, which not only protected the group but sheltered and helped an individual member who got into trouble or was in economic distress. Group frameworks fostered democratic methods of social choice.",
    "In this vein, Nehru also mentions ancient “tribal republics” and Buddhist “religious assemblies.” He does not make as much of these as does Aurobindo, nor view them as central to traditional Indian life.",
    "Though he identifies a role for caste in cultivating a “democratic habit” in Indian life, Nehru strictly avoids suggesting that the caste system itself be preserved. Likewise with the autonomous village community and the joint family system, he spends no energy advocating preservation. Any attempt at defense would be futile against enormous social changes sweeping India. Moreover, his critical balance prevents him from ignoring the negative aspects of caste, village communities and joint families. He equates caste, village community and joint family with an overweening group orientation no more to be embraced than “the excessive individualism of the West.” The problem is to strike a balance, “to reconcile the respective claims of the individual and the group.” The point of studying traditional group structures is not to defend them against change, but to identify habits and attitudes constraining or facilitating construction of new institutions. As Nehru writes:",
    "In the constructive schemes that we may make, we have to pay attention to the human material we have to deal with, to the background of its thought and urges, and to the environment in which we have to function. To ignore this and to fashion some idealistic scheme in the air, or merely to think in terms of imitating what others have done elsewhere, would be folly.",
    "Though Nehru links his discussion of Indian group structure to socialism, the linkage he sees is less spiritual and more economic than that drawn by thinkers covered above. He suggests there was something quasi-socialist specifically about property arrangements within traditional Indian group structure. There was, he claims, no feudal land lordship nor private proprietorship over land. Landlordism and private proprietorship came into India at a late date with the British, bringing “disastrous results.” Prior to British rule the property system had been “cooperative or collective,” Nehru insists. This is an aspect of the Indian “environment” he deems critical to “constructive schemes that we may make.”",
    "In guarded and unspectacular fashion, Nehru does endeavor to articulate an existential role for religion in human life. As the following passage suggests, one of his basic notions is that religion consists of an inward transformation reacting upon outside action.",
    "What then is religion…? Probably it consists of the inner development of the individual, the evolution of his consciousness in a certain direction which is considered good… [R]eligion lays stress on this inner change and considers outward change as but the projection of this inner development.",
    "Though Nehru stresses inward transformation and its outward effect, his sensibility is far too political to explain inward transformation in terms of private spiritual virtuosity. On the contrary, he sees inward transformation as something socially shaped and enabled. It is to Nehru obvious that “the outer environment powerfully influences the inner development.” “Both act and interact on each other,” he writes.",
    "In Nehru’s mind, socialism entails inward transformation. Early in his career, he writes that “real socialism involves a profound transformation of the deeper habits of opinion and of character….” Nehru’s view of religious transformation as dialectical reciprocity between person and society manifests itself in his view of socialist transformation in personal character. “The main question for us to consider is how to create an environment and circumstances under which these deeper changes can take place,” he writes.",
    "As discussion above indicates, Nehru’s socialist thought richly addresses aspects of economics: investment levels, income and property distribution, unemployment and the like. Nehru insists that such concerns be central to socialist analysis. Yet he also insists that socialism requires inward transformation, even if inward transformation is not itself socialism. As he proclaims as early as 1936, “Socialism is…something even more than an economic doctrine; it is a philosophy of life…” More and more in his late career, he insists that socialist politics deliberately foster inward transformation. Socialism requires “deliberately aiming at a new type of society whose chief purpose is the welfare of the people, not only in material living standards, but also in the things of the spirit.” In his late career, Nehru increasingly couches these concerns in traditional religious terminology. In 1964, for example, he writes that the “essential objective” of socialism is “the quality of the individual and the concept of a dharma underlying it.” Nehru finds much socialist thought and practice lacking in these spiritual aspects. Part of the problem, of course, lies precisely in socialism’s characteristic focus on economic well-being.",
    "Poverty is a degradation and the obvious reaction is to get rid of it… But too much wealth and affluence, whether in an individual or a society, has also its attendant evils which are becoming evident today. The mere piling up of riches may lead to an emptiness in the inner life of man. … There is a danger that socialism, while leading to affluence and even equitable distribution, may still miss some of the significant features of life.",
    "Of all Indian religious legacies, the one with most appeal for Nehru is Advaita. He alludes approvingly to the thought of those modern Advaitins, Vivekananda and Aurobindo, and colors his explication of Advaita in their terms. In a discussion of the Upanishads, for example, he characterizes the doctrine of identity between Self and Cosmos as a notion of “metaphysical democracy,” which unites all people as equals in an “atmosphere of tolerance.” He then attributes to the Upanishads a notion that any worthy endeavor entails “restraint, self-suffering, self-sacrifice” and suggests that this notion pervades Indian culture and history, including the mass movements inspired by Gandhi’s leadership. At its best, Advaita posits spirituality as an experience of human solidarity, perception of a unitary and divine essence in all humanity.",
    "Unfortunately, Nehru argues, Advaita has too often failed in holding fast to its quintessential spiritual focus on solidarity. As he darkly suggests, the Upanishadic/Advaitic tradition has perhaps cultivated an overly individualistic religion, exalting private spiritual virtuosity while failing to nourish solidarity. Equally important, the tradition has failed to expand beyond minority elite boundaries. Failure to develop a relationship with “society as a whole” allows the tradition to grow “barren and sterile.",
    "Nehru’s image of a stagnant tradition points to a key component of his thought about religion. True religiosity, according to Nehru, partakes of “adventure.” He uses the word on many occasions to describe religiosity he admires. In other ways, too, his discussion of religion suggests adventure, as when he writes that religion deals with “the uncharted realms of human experience…” If true religion is spiritual adventure, bad religion is that which imprisons spiritual life in fixed and frozen formations. Nehru disparages what he sees as spirit-imprisoning religious formations, wielding images like “petrified by dogma,” “static,” “hindrance,” “dead thought and ceremonial,” and so on. He refers approvingly to Aurobindo’s critique of such religion and calls for an alternative. For Nehru, spiritual life is first and foremost a quest. Its essence lies not in what has already been discovered but in what can be discovered behind the next event or action. Religion has no value apart from the integrity of its ever-renewing application and development.",
    "A comprehension of Nehru’s Advaita may emerge from themes of social non-dualism, adventure, anti-stagnation and reciprocity between inward and outward transformation. Advaitic spirituality does not lie in meditative contemplation of non-duality as a static insight. It lies rather in an active, never-complete quest to perceive and create union with the socially Other. It is a perpetual assault on boundaries separating humans from mutual sympathy and solidarity.",
    "Of course, Nehru sees Gandhi as an exemplification of such spirituality. In his eyes, it is precisely such spirituality that accounts for Gandhi’s socialist genius. Nehru credits Gandhi with transforming the Congress into a “socialistic” entity. Gandhi took a middle-class organization and labored to unify it with the “masses.” He focused on language to reach the masses, issues of concern to them, membership and organizational affiliations drawn from their ranks. Nehru applauds this as an Advaitic achievement, liquefying social boundaries and creating new human unities:",
    "And so he set about to restore the spiritual unity of the people and to break the barrier between the small westernized group at the top and the masses, to discover the living elements in the old roots and to build upon them, to waken these masses out of their stupor and static condition and to make them dynamic.",
    "By “living elements in the old roots,” Nehru refers to India’s religious heritage, which Gandhi embodies, renews and restores to India’s masses, quickening their own previously “static” outlook into “dynamic” spirituality. He goes on to praise Gandhi for genius in Advaitic virtue: “identification with the masses” and “community of spirit with them.”",
    "Nehru’s praise for Gandhian spirituality extends into analysis of village reconstruction. Such work endeavors to persuade villages to adopt new thoughts about social relationships, new habits of cooperative organization, new productive techniques. These efforts cannot succeed if new thoughts, habits, and techniques are rejected as alien, ridiculed as irrelevant, or condemned as arrogant encroachments on valued traditions. Such inertia can best be overcome if new things arise and take shape from the very midst of villages themselves. Only in this way can villagers grasp what might appear to be foreign and identify it as something intimately their own. Change thereby emerges not as self-disparagement but as self-enhancement, defanging conflict with familiar sources of identity, value and self-worth. Put another way, Gandhi’s technique requires of village workers a vigilance against arrogance and an openness to the village context, so that they learn from villages even as villages learn from them. The encounter between village worker and the village is one of mutual transformation, transformation with a spiritual dimension.",
    "We should discard the air of superiority and identify ourselves with the villagers by approaching them in their dress, talking to them in their language, partaking of their food and by squatting with them on their floor. The strict official approach at once creates a wide gulf between us and the villagers and does not achieve any results.",
    "Nehru’s point seems to be that Gandhian workers must become villagers, to identify with the village world while working for change. Nehru calls upon the Congress to enrich its organizational links with village life and movements so as to dissolve the duality between Congress and the masses. The Congress should be village-ized while the villages are Congress-ized. The Congress then becomes vanguard for the masses, but in a manner tellingly different from Lenin’s approach.",
    "Lenin envisions a small, tightly-disciplined vanguard party seizing state power for the masses. The vanguard party and its use of state power are both necessary due to lack of vision and know-how among the masses. The party must therefore wield state power to effectuate revolutionized arrangements. Nehru spurns this entire scenario. His alternative retains an organizational vanguard, most likely the Congress, moving toward a transformed society. But Nehru, like Gandhi, insists that the organization itself be one of mass participation and action. As he writes, “The Congress must be not only for the masses, as it claims to be, but of the masses; only then will it really be for the masses.” In this Gandhian strategy, organizational development and discipline should be directed not merely at capture and use of state power, but at revolutionizing social relations on various fronts through direct action by the people. Insofar as the people so acting hold influence within it, the Congress and the new society become one and the same.",
    "Nehru never succumbs to pure religious ideology. He sees that spiritual development cannot by itself build a better society. Progress requires specific attack on economic structures that hold people down and twist spirituality into retarded and crippled shapes. On this note he endorses satyagraha against economic injustice. Yet he doubts that economic revolution can usher in a truly good society without specific spiritual effort toward inward transformation. He doubts, moreover, that a good society can truly emerge from the action of a small vanguard party wielding the state to effectuate revolution from above. Although a progressive state can and should assist in transformative change, revolution must ultimately come not from above but from below, or more precisely from within: within the bosom of every village, within the heart of each revolutionary."
  ]
}