{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rupees-steady-appreciation-against-us-sends-bourse-on-bullish-run/",
  "time_ut": 1677861300.0,
  "original_lang": "en",
  "original_title": "Rupee’s steady appreciation against US $ sends bourse on bullish run",
  "original_body_lines": [
    "CSE trading activities were bullish throughout yesterday on account of positive macroeconomic developments, especially the rupee appreciation against the dollar in the last three days and a decline in government securities, stock market analysts said.",
    "The CSE gained in mid- day trade purely on speculation that government-IMF talks were coming to a successful conclusion amid likely rate cuts emanating from yesterday’s CBSL Monetary Policy Review, an analyst said. “The market was moving on a positive sentiment based on the IMF talks and it was also seen that the currency appreciated, he said. Sri Lanka’s rupee at Rs 338/339 to the US dollar yesterday was up from Rs 243/348 a day earlier in the spot market as the rupee continued to move up after a surrender rule was relaxed making more dollars available to the market.",
    "Amid those developments both indices moved upwards. The All- Share Price Index went up by 111.1 points and S and P SL20 rose by 14 points. Turnover stood at Rs 2.85 billion with three crossings. Those crossings were reported in Sampath Bank, where 21.5 million shares crossed to the tune of Rs 1.17 billion; its shares traded at Rs 56, JKH 300,000 shares crossed to the tune of Rs 41.7 million and its shares traded at Rs 139, Lanka IOC 100,000 shares crossed for Rs 20 million, its shares fetched Rs 200.",
    "In the retail market top seven companies that mainly contributed to the turnover were, Expolanka Holdings Rs 211 million (1.2 million shares traded), Sampath Bank Rs 153 million (2.7 million shares traded), Distilleries Rs 96.2 million (4.9 million shares traded), Hemas Rs 61.7 million (946,000 shares traded), JKH Rs 52.7 million (379,000 shares traded), Capital Alliance Rs 52.2 million (1.5 million shares traded) and Vallibel One Rs 43.6 million (1.19 million shares traded). During the day 93.6 million share volumes changed hands in 22000 transactions.",
    "Top gainers were Commercial Bank, Sampath Bank and DFCC Bank.",
    "Banks and retail indexes were an attractive index for investors solely based on positive speculation on the IMF talks.Bond yields were steady at close on the previous day, a day before the monetary policy, dealers said, while the interbank guidance peg by the Central Bank appreciated.",
    "A bond maturing on 01.02.2025 closed at 31.80/32.00 per cent on Thursday, down from 32.00/15 per cent on Tuesday. A bond maturing on 15.05.2026 closed at 28.60/29.00 per cent. A bond maturing on 15.09.2027 closed at 28.00/25, down from yesterday’s close at 28.80/90 percent.",
    "Sri Lankan companies could reap multiple benefits by using INR in their biz with Indian counterparts – Indian H.C. Baglay",
    "The Museum of Modern and Contemporary Art Sri Lanka Launches Term 3 of ‘MMCA Afterschool’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}