{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/08/04/donald-trump-pleads-not-guilty-in-washington-dc-court-to-charges-of-trying-to-overturn-the-2020-presidential-election/",
  "time_ut": 1691107200.0,
  "original_lang": "en",
  "original_title": "Donald Trump pleads not guilty in Washington DC court to charges of trying to overturn the 2020 presidential election",
  "original_body_lines": [
    "Colombo (News 1st) – Former U.S. President Donald Trump, 77, on Thursday appeared before a magistrate in Washington DC and pleaded not guilty to four criminal charges that he attempted to overturn the result of the 2020 presidential election, U.S. media reported. He will next appear in court at a procedural hearing on August 28, 2023.",
    "Trump has been indicted by a federal grand jury including  \"conspiracy against the rights of citizens\", \"conspiracy to defraud the United States\", \"conspiracy to obstruct an official proceeding\", and \"obstruction of an official proceeding\".",
    "Ironically, Trump appeared in a courtroom where over 1,000 defendants have been charged and many already convicted of taking part in the January 6, 2021 riot where a mob overran the U.S. Capitol (parliament). The courtroom is just a few hundred yards away from the Capitol building.",
    "The charges were brought by Special Counsel Jack Smith, who is investigating a mob attack on the Capitol, in an attempt to prevent the vice president from officially certifying the election result.",
    "Trump is already facing 40 federal felony charges in connection with mishandling classified government documents that he allegedly illegally kept in his possession after leaving the presidency. The trial is set to commence in May 2024.",
    "The state of Georgia is also likely to indict him on criminal charges of attempting to overturn the result in Georgia of the last presidential election, U.S. media reported. Georgia was a key state that he lost, ensuring his defeat in the election to present President Joe Biden.",
    "He has also been charged by state authorities in the state of New York with 34 counts relating to mishandling election campaign funds, with allegations that he used the funds to pay hush money to an adult film actress that he had a relationship with prior to becoming president. That trial is scheduled for March 2024.",
    "Trump is a candidate for the next presidential election scheduled to be held in November 2024. Under U.S. law, he cannot be disqualified from running even if he is convicted, and also cannot be prevented from carrying out the functions of the presidency if he were to win.",
    "English football club signs Sri Lanka midfielder on permanent deal"
  ]
}