{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/AG-alleges-bench-hunting-tactics-by-Pastor-Jerome-for-Justice-Bandula-Karunaratne-to-hear-his-case/56-755420",
  "time_ut": 1700505072.0,
  "original_lang": "en",
  "original_title": "AG alleges “bench hunting tactics” by Pastor Jerome for Justice Bandula Karunaratne to hear his case",
  "original_body_lines": [
    "The Attorney General had alleged “bench hunting tactics” by Pastor Jerome Fernando, “for the President of the Court of Appeal to hear this matter”, as the “President of the Court of Appeal was the common factor” whenever the Petitioner wanted to pursue his case.",
    "In a Writ Application submitted to be “a first in the judicial history of the country”, the Court of Appeal on Friday allowed notice to be issued to the Respondents and further relief prayed for by Pastor Jerome, including prohibiting his arrest. The Order delivered by the Court of Appeal Bench comprising of Justices Bandula Karunaratne (President of the Court of Appeal) and Sanjiva Morais was on the second Writ Application filed by Pastor Jerome Fernando, on identical grounds and praying for the same reliefs as the first Writ Application filed by him and subsequently inexplicably withdrawn by the Petitioner himself.",
    "The Attorney General appearing on behalf of the 1st to 5th Respondents, in both oral submissions and written submissions had submitted that;",
    "There were reasonable grounds to suspect the Petitioner was involved in money laundering in addition to statements attracting penal sanctions and provisions of the ICCPR Act;",
    "The Petitioner was a suspect in the Magistrate’s Court case relating to these offences and a travel ban was issued against him;",
    "The Petitioner had filed a Fundamental Rights Application at the Supreme Court and subsequently filed a Writ Application at the Court of Appeal, to be heard before the Court of Appeal Bench consisting of Justices Bandula Karunaratne (President of the Court of Appeal), and M.A.R. Marikkar;",
    "Due to Justice Bandula Karunaratne being overseas, the matter was taken up before a Bench consisting of Justices Sobhitha Rajakaruna and M.A.R. Marikkar, and submissions commenced;",
    "When the matter was to be resumed before the same Bench, the Petitioner without any explanation, withdrew the (first) Writ application;",
    "Despite having pleaded urgency, more than three weeks later, the Petitioner filed the second Writ application on the same grounds, without giving any legitimate reasons for doing so, to be taken up before the Bench consisting of Justices Bandula Karunaratne and Sanjiva Morais.",
    "Senior State Counsel Shaminda Wickrema, appearing for the Attorney General, in his oral submissions and written submissions, had emphasised that the same case had been filed twice, after the hand of the Respondents had been shown in the first case, thus allowing the Petitioner to remedy the blatant errors in the first Application. He submitted that on this ground alone the Petitioner could not even be heard. He pointed out that the “only reasonable inference was that the Petitioner was indulging in “bench hunting tactics” for the President of the Court of Appeal”, Justice Bandula Karunaratne, “to hear this matter, since the President of the Court of Appeal was the common factor whenever the Petitioner wanted to urgently and diligently pursue either case”.",
    "This was in addition to the other defects in the Application along with the same facts in issue and similar reliefs already pleaded in the Petitioner’s Fundamental Rights Application before the Supreme Court which was already sub-judice, and the Petitioner absconding after he was named a suspect in the Magistrate’s Court case.",
    "Jagath Wickramanayake, PC, appearing on behalf of the Petitioner submitted that the Money Laundering and ICCPR charges were not justified and refuted using bench hunting tactics, stating that the same case had not been submitted twice.",
    "Sanjeewa Jayawardena, PC, appearing for the 6th to 8th Respondents stated that the charges were completely justified, especially considering the present social and religious context of the country.",
    "In the Written Submissions of the Attorney General, a number of judgements from decided cases were cited, in which superior courts have emphasised the need to treat “bench hunting” or “forum shopping” tactics with a “heavy hand”. The Written Submissions emphasised that this issue should be considered “at the threshold stage before any other application, and before allowing this application to proceed further”.",
    "The Order delivered by the Court of Appeal Bench consisting of Justices Bandula Karunaratne and Sanjiva Morias, on Friday 17 November, however, had no reference or indication of consideration of the issue of bench hunting tactics or any other defects submitted by the Attorney General.",
    "According to the Motion filed with the Written Submissions of the 1st to 5th Respondents, on 10 November, the Attorney General had stated that the case docket was not available at the Court of Appeal Registry to issue copies of documents, and in abundance of caution, the Written Submissions of the Respondents were filed at the Registry and an additional copy was served to the Chambers of the Justices. The Order however, states that the Written Submissions of the parties have not been filed.",
    "While agreeing that “all are equal before the law and no one is above the law”, the Order further stated that “... it is unavoidable and quite natural that when someone speaks highly of his own religion, the feelings of followers of other religions would get hurt…”",
    "The Order directed the Registrar to issue notice on the Respondents, and that the Petitioner should not be arrested on his arrival at the airport or anywhere within 48 hours of his arrival. The Order further directed the Petitioner to give a statement to the 4th Respondent (OIC, Digital Forensic Laboratory and Training Unit of CID) within 48 hours of his arrival."
  ]
}