{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91896/trump-seeks-to-delay-classified-documents-trial-until-after-2024-election",
  "time_ut": 1689137460.0,
  "original_lang": "en",
  "original_title": "Trump seeks to delay classified documents trial until after 2024 election",
  "original_body_lines": [
    "Donald Trump has asked for his trial on charges of illegally stashing classified documents to be postponed until after the 2024 election.",
    "In a filing on Monday, lawyers for the former US president said a proposed trial date of 11 December would deny them reasonable time to prepare.",
    "They also cited challenges in finding an impartial jury due to the election.",
    "Mr Trump pleaded not guilty to 37 counts during an arraignment in Miami, Florida, last month.",
    "Prosecutors allege he illegally held on to files with sensitive information at his Mar-a-Lago estate and obstructed federal government efforts to retrieve them.",
    "The Department of Justice has not commented on the latest filing, which applies both to Mr Trump and his aide Walt Nauta, who has also pleaded not guilty in the case.",
    "The trial date was initially set for 14 August, but it was later postponed until 11 December to give both sides more time to prepare. Prosecutors asked for that delay, anticipating the defence would oppose the initial schedule.",
    "In the filing, Mr Trump’s lawyers describe the case as “extraordinary” and argue the amount of evidence that needs to be reviewed warrants a delay.",
    "They argue it will be “challenging” to prepare for the trial before the presidential election in November 2024, for which Mr Trump is currently the frontrunner to win the Republican nomination.",
    "His legal team then ask the federal court in Florida to hold off altogether on setting a new date for criminal proceedings to begin.",
    "“The government’s request to begin a trial of this magnitude within six months of indictment is unreasonable, telling, and would result in a miscarriage of justice,” argues the document filed by Chris Kise, one of Mr Trump’s lawyers.",
    "“[It] will create extraordinary challenges in the jury selection process and limit the defendants’ ability to secure a fair and impartial adjudication,” it adds.",
    "Judge Aileen Cannon, who is overseeing the initial stages of the case, will rule on the request.",
    "Mr Trump is facing 37 counts, including wilful retention of national defence information and obstruction of justice.",
    "According to the indictment, Mr Trump directed Mr Nauta to move boxes that were a focus of the investigation from a storage room at the resort. Prosecutors said he can be seen on surveillance footage moving the boxes.",
    "Mr Nauta, who was indicted at the same time as Mr Trump, has denied six charges, including conspiracy and making false statements.",
    "Meanwhile, in Georgia on Tuesday a grand jury was picked that may decide whether to bring charges against Mr Trump over his alleged efforts to overturn his 2020 election loss in the state.",
    "He has described the criminal investigation as a “strictly political witch hunt”."
  ]
}