{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Academic-and-intellectual-frauds-appear-to-have-impunity-in-Sri-Lanka/4-748798",
  "time_ut": 1685127227.0,
  "original_lang": "en",
  "original_title": "Academic and intellectual frauds appear to have impunity in Sri Lanka",
  "original_body_lines": [
    "A landmark order was issued by the University Services Appeals Board (USAB) in Sri Lanka, on 8 February, on an Appeal against a promotion to the position of “Professor in Economics” at the University of Jaffna more than three years after lodging the Appeal No. 1000 on 5 December, 2019:  (https://docs.google.com/document/d/1h_awOBcid3FU8cLvEM6daBq9hVb_MiUoddL065k5F5Q/edit#). However, to date, no action has been taken either by the University Grants Commission (UGC) or the University of Jaffna (UoJ) to implement the order by the USAB!",
    "A member of the academic staff at the University of Jaffna (Northern Province, Sri Lanka), Selvarathinam Santhirasegaram, was promoted to the post of ‘Professor in Economics’ with effect from 1 August 2019 (when Prof. Kathirgamanathan Kandasamy was the Competent Authority at the Jaffna University) having applied for merit promotion in July 2015 (when Prof. Vasanthy Arasaratnam was the Vice-Chancellor, who is currently a member of the University Grants Commission of Sri Lanka).",
    "This writer, a whistleblower academic in the same department at the same university, challenged the merit promotion of Selvarathinam Santhirasegaram (Respondent No. 12) to the post of Professor in Economics at the University Services Appeals Board (USAB) on 5 December, 2019, on the basis of alleged irregularities in the processing and the evaluation of the application for merit promotion as well as alleged fraud committed by Selvarathinam Santhirasegaram by way of copying entire chapters in textbooks in economics written in Tamil by academic authors in Tamil Nadu and publication in predatory academic journals. Copying verbatim is a violation of the copyright law/s of any country and therefore a criminal offence.  Before formally lodging the aforementioned Appeal No. 1000 at the USAB on 5 December 2019, this writer had several times complained to the UGC, the Competent Authority Prof. K. Kandasamy, and the Council of the University of Jaffna between 23 April 2019 and 21 June 2019, but of no avail.",
    "Three critical issues the USAB considered in this particular Appeal No. 1000 were:",
    "1. Whether the processing of the application of Selvarathinam Santhirasegaram for promotion to the post of Professor in Economics and the evaluation of his academic credentials were in accordance with the UGC guidelines and stipulations.",
    "With regard to the processing of the application for promotion and the evaluation of the academic credentials of Selvarathinam Santhirasegaram for promotion, the USAB unambiguously upheld several points raised by this writer (such as, for example, the dismissal, by the evaluation committee, of the comment made by the ‘External Expert’ No. 1 from the Department of Economics, University of Madras, Prof. Jothi Sivagnanam, and arbitrarily appointing a third External Expert from Pakistan who cannot read Tamil to comprehend all the books claimed by Selvarathinam Santhirasegaram to be his own writing), and identified a number of irregularities and outright manipulations by the University of Jaffna-appointed evaluation committee and the University Grants Commission-appointed selection panel.",
    "(a)“The University Grants Commission should cause further investigation by an independent panel whether the examiner, Professor Hazoor Muhammad Sabir was an appropriate person to have been appointed as the third external expert in terms of Commission Circular No. 916 dated 30th September 2009 as amended by Establishment Circular Letter No. 04/2010 dated March 19, 2020 to evaluate the 12th Respondent’s contribution to research and creative work (sections 2 and 3.1 of the marking scheme in an Annex 1 substituted to Commission Circular No. 916 by Establishment Circular Letter No. 04/2010) when the two external experts appointed were unable to reach consensus relating to the wide variation in marks assigned by them and request the panel to report to the University Grants Commission and to the Council of the University of Jaffna of the results of such investigation and their recommendations thereon.”",
    "2. Whether Selvarathinam Santhirasegaram has committed intellectual fraud by way of plagiarising texts from other people and claiming them to be his own, co-authoring articles and publishing in fake/predatory journals by paying money or buying co-authorship for money.",
    "With regard to the alleged intellectual frauds committed by the applicant, Selvarathinam Santhirasegaram, for promotion, the USAB passed the buck to the UGC due to a lack of jurisdiction over those matters.",
    "The USAB makes the following statement on pp.26 of the Order:",
    "“We note that we are not qualified to assess whether there is plagiarism. Such an assessment should be done by a subject expert. The Appellant in his complaints referred to above has provided detailed information relating to the alleged plagiarised material in the document marked A18 annexed to his counter affidavit. A subject expert would be able to inquire into it and report on the veracity of these allegations. Similarly, the allegations relating to publications in predatory journals should be inquired by a subject expert and we do not make any conclusion on this matter, although an examination of the material submitted by the Appellant indicates that some of the articles evaluated appear to have been published in journals of questionable value which are termed “predatory journals”.",
    "Therefore, the USAB ordered that (see pp.29-30 of the Order):",
    "(b) “The University Grants Commission should appoint a screening committee of a minimum of two subject experts conversant in the Tamil Language with at least one member competent to identify predatory journals. The mandate and main task of the screening committee shall be to check whether each publication claimed by 12th Respondent under Section 2 (publications) and Section 3.1 of the Marking Scheme (Annex-I) substituted to Commission Circular 916 (R2) by Establishment Circular Letter No. 04/2010 (R3) for the promotion to the post of Professor in Economics,",
    "iii. is not published in a predatory         journal or by predatory publisher,",
    "iv.  is published in a reputed journal or by a reputed      publisher,",
    "and to provide a report to the University Grant Commission and to the Council of the University of Jaffna on the results of such investigation and their recommendations thereon.",
    "The Council of University of Jaffna to consider the reports and recommendations referred to in (a) and (b) above and to inform the University Grants Commission of action, if any, taken in consequence of such reports.”",
    "3. With regard to the “severe warning” issued to the Appellant (i.e. this writer) by the Competent Authority, Prof. K. Kandasamy, on behalf of the Council of the UoJ, the USAB unambiguously ruled that such a warning prior to calling for an explanation from the Appellant was clearly a transgression of natural justice and therefore it was illegal.",
    "“The Decision” section of the USAB Order on pp.31 states the following, inter alia:",
    "“In the circumstances, after our investigations into the matter, we find that-",
    "A. the irregularities referred to in paragraphs 51, 52, 57, 58 and 65 of this Order have taken place;",
    "B. the 1st Respondent (University of Jaffna) has not given an opportunity to the Appellant to explain himself prior to issuing the severe warning referred to in the document annexed to the appeal of the Appellant marked A8. In other words, the Appellant had not been heard in defence prior to the issuance of the “severe warning” as contained in the said A8 and as evidenced by the document annexed to the answer of the 1 to 11 Respondents as R14. This is a breach of rules of natural justice. In the circumstances we hold that the severe warning issued to the Appellant by the said document marked A8 and the decision to issue a severe warning as contained in the said document marked R14 are contrary to law and should be withdrawn;”",
    "The aforementioned actions ordered by the USAB to the UGC (and the UoJ) may take several months to implement (if at all). For example, in spite of the foregoing decision by the USAB that “… the decision to issue a severe warning (to Dr. Sarvananthan) as contained in the said document marked R14 are contrary to law and should be withdrawn”, the Vice-Chancellor and the Council of the University of Jaffna has failed to withdraw its “severe warning” to date, more than three months after the Order dated 8 February 2023 was issued.",
    "Moreover, already Selvarathinam Santhirasegaram is paid the salary of a full professor since July 2015 costing tens of millions of rupees (if not hundreds of millions of rupees) to the exchequer. Therefore, in order to minimise the loss to the taxpayer, this writer urges the UGC and the University of Jaffna to immediately suspend Selvarathinam Santhirasegaram being a professor and the Head of the Department of Economics, thereby reverting him back to his earlier position as Senior Lecturer Grade 1 and pay accordingly, until all the reevaluation process is over.",
    "While, to-date, the incumbent Vice-Chancellor of the UoJ and the ex-officio Chair of the Council, Prof. Sivakolundu Srisatkunarajah, and the Registrar and ex-officio Secretary to the Council, Viswanathan Kandeepan have failed to table this USAB Order at three consecutive monthly meetings (February-April 2023) of the Council of the UoJ, Selvarathinam Santhirasegaram has been illegally granted sabbatical leave by the Vice-Chancellor and the Council to travel to Canada. Selvarathinam Santhirasegaram has reportedly left the country in April 2023, while inquiry against him by the UGC is pending and a Ministry of Finance circular barring overseas travel to academic staff. How come a quack academic who cannot write a simple electronic mail in proper English could travel to Canada on public funds and on sabbatical leave? What is he going to do in Canada? Teaching? Research? Or claim asylum?"
  ]
}