{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/06/21/sri-lanka-lifted-fuel-market-conditions-ahead-of-inking-agreements-with-sinopec-rm-parks/",
  "time_ut": 1687318140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka lifted fuel market conditions ahead of inking agreements with SINOPEC & RM Parks",
  "original_body_lines": [
    "COLOMBO (News 1st); In response to the foreign exchange crisis and to ensure an uninterrupted fuel supply to consumers without paving the way for more fuel queues in the country, Sri Lanka decided to open its retail fuel market to three foreign suppliers.",
    "However, it is now reported that two prior conditions were amended via a cabinet decision before the agreements were inked.",
    "When Sri Lanka signed agreements with SINOPEC and RM Parks Inc., the Ministry of Power and Energy said that with the inability to provide sufficient foreign exchange for fuel shipments, the Ceylon Petroleum Corporation (CPC) and Lanka Indian Oil Company (LIOC) faced significant challenges that led to fuel queues.",
    "The Ministry said that foreign companies will be allowed to enter the retail fuel market subject to conditions, in order to solve the fuel crisis.",
    "One of the restrictions imposed on foreign companies entering the Sri Lankan market was that those companies were allowed to take the proceeds from the sale of fuel out of the country after one year after the importation of the respective fuel stock.",
    "Apart from this, it was also stated in the preliminary conditions that the conversion of the income into dollars will be allowed after 9 months.",
    "Another condition was that 1 percent of the total monthly sales value of petroleum products brought into the country on a monthly basis would be retained by the ministry or a nominated institution.",
    "However, 4 days before the signing of the agreement with Sinopec on May 22nd, a cabinet paper on May 19th proposed to remove both of these conditions.",
    "FAO, New Zealand join to Combat Child Malnutrition in Sri Lanka",
    "Triple assassinations shock Sri Lanka; Shootings carried out by masked gunmen",
    "Sri Lanka government must protect freedoms of expression and association – Core Group at UNHRC"
  ]
}