{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/91273/79-dead-and-over-100-rescued-from-sunken-migrant-ship-off-greek-coast",
  "time_ut": 1686795420.0,
  "original_lang": "en",
  "original_title": "79 dead and over 100 rescued from sunken migrant ship off Greek coast",
  "original_body_lines": [
    "At least 79 migrants have died after their boat sank off the Peloponnese, Greece’s coastguard has said, as fears mounted that the death toll could rise much higher.",
    "Some 100 people were rescued after the boat capsized in international waters in the Ionian Sea during an operation complicated by strong winds, the coastguard said.",
    "Coastguard spokesman Nikolaos Alexiou told state TV ERT the search and rescue effort would continue during the night with flares fired by a C-130 military transport plane.",
    "The boat “capsized and sank” early today in a location that is “among the deepest in the Mediterranean,” he said.",
    "A migration ministry source told AFP that according to the coastguard there could have been “hundreds” of people on board the boat.",
    "“We fear there will be a very large number of missing persons,” the official said.",
    "The coastguard spokesman said “exact numbers cannot be safely given” on those aboard, but the boat was “overloaded.”",
    "“The fishing boat was 25-30 metres long. Its deck was full of people, and we assume the interior was just as full,” he told ERT.",
    "The survivors are mainly from Syria, Pakistan and Egypt, Alexiou said.",
    "The International Organization for Migration (IOM) acknowledged fears of a large number of missing people, noting in a tweet: “We fear more lives were lost. Initial reports suggest up to 400 people were onboard.”",
    "“Another tragedy in the Aegean that reinforces the urgency for concrete, comprehensive action from States to save lives at sea and reduce perilous journeys by expanding safe and regular pathways to migration,” another IOM tweet read.",
    "Greece’s head of state, President Katerina Sakellaropoulou, visited the port of Kalamata to confer with senior officials on the rescue and accommodation response.",
    "Greece is under an interim government until 25 June elections. The office of interim prime minister Ioannis Sarmas declared three days of mourning to Saturday, adding that the nation’s thoughts were “with all the victims of ruthless smugglers who take advantage of human misfortune.”",
    "European Commission head Ursula von der Leyen said she was “deeply saddened by the news of the shipwreck off the Greek coast and the many reported deaths” and “very concerned by the number of missing people.”",
    "“We must continue to work together, with member states and third countries, to prevent such tragedies,” she said.",
    "The worst migrant tragedy in Greece was in June 2016 when at least 320 people were listed as dead or missing, according to AFP records going back to 1993.",
    "The IOM until Wednesday had listed 48 migrants dead and missing in the eastern Mediterranean so far this year, compared to 378 a year earlier.",
    "Along with coastguard patrol boats and a navy frigate, the rescue operation included a helicopter as well as seven other boats that were in the area.",
    "Greek media reported that nearly 30 people have been taken to the port’s hospital. The coastguard said four in a more serious condition were transferred to hospital by helicopter.",
    "The coastguard said a surveillance plane with Europe’s Frontex agency had spotted the boat on Tuesday afternoon, but the passengers had “refused any help”.",
    "Authorities said it appeared the migrants had departed from Libya and were heading for Italy.",
    "Greece’s migration ministry said the survivors would be taken to a migrant camp near Athens.",
    "Also today, a sailing boat in distress carrying about 80 migrants off Crete was rescued by a coastguard patrol and towed to port, Greece’s port police said.",
    "Along with Italy and Spain, Greece has been one of the main landing points for tens of thousands of people seeking to reach Europe from Africa and the Middle East.",
    "Another 90 people in a sailboat, more than a third of them children, were rescued near the island of Cythera over the weekend.",
    "Greece is also facing an increase of crossing attempts from Turkey on southern routes near the Cyclades islands and toward the Peloponnese peninsula, with boats hoping to avoid patrols in the northern Aegean Sea.",
    "Rescue operations are common, but last month the Greek government came under international pressure over video footage reportedly showing the forceful expulsion of migrants who were set adrift at sea.",
    "Greece and other EU member states on the southern and southeastern rim of the bloc say they are being unfairly tasked with managing arrivals of undocumented migrants."
  ]
}