{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90726/cwc-to-back-energy-minister-in-bid-to-remove-pucsl-chief",
  "time_ut": 1684770660.0,
  "original_lang": "en",
  "original_title": "CWC to back Energy Minister in bid to remove PUCSL chief",
  "original_body_lines": [
    "The General Secretary of the Ceylon Workers’ Congress (CWC) and Minister of Water Supply and Estate Infrastructure Development, Jeevan Thondaman, says that the CWC will support the motion to remove incumbent Chairman of Public Utilities Commission (PUCSL) Janaka Ratnayake from the post.",
    "The motion to remove the PUCSL Chairman is to be taken up for debate in Parliament on May 24 from 10.30 am to 5pm, followed by a vote. The motion is being presented in accordance with Section 7 of the Sri Lanka Public Utilities Commission Act, No. 35 of 2002.",
    "Responding to a question from journalists today, the minister said that they will back the Minister of Power and Energy on this matter in his bid to take this country forward and in order to bring in a “non-bias person” into the commission.",
    "He said: “Regarding the issue that pertains to the Chairman of the PUCSL, I have already mentioned it earlier and I will mention it again, the honorable minister Kanchana Wijesekera has made tremendous changes to this country in terms of administration and in terms of the structure in which this country has been running, especially with relation to the power and energy sector.”",
    "“And when that’s the case, if there seems to be any entity who is politically motivated in order to paint a picture that the government is not going through its changes or we are trying to do something detrimental to this country, when in reality we are just trying to do a course correction, then we don’t believe that person should be entertained hereafter.”",
    "“Thought the person was appointed by an independent commission, I highly doubt he has acted independently,” Minister Thondaman said.",
    "“I would like to say that our support is with the Minister on this and in order to bring in a non-bias person into this commission where they’ll be able to take forward the government’s position in making the Power and Energy Ministry a self-sustaining authority where it is not going to be a burden to this country,” he added.",
    "“As everyone is aware, close to Rs. 300 million have been made in losses, and still the chairman found funding to buy himself a Range Rover. So, I don’t understand what the issue exactly is.”",
    "“All I’m trying to say is, in Minister Kanchana’s bid to take this country forward, the Ceylon Workers Congress will support him unconditionally,” the minister stressed."
  ]
}