{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/UNDP-and-National-Innovation-Agency-partner-to-mainstream-social-innovation/34-748440",
  "time_ut": 1684360973.0,
  "original_lang": "en",
  "original_title": "UNDP and National Innovation Agency partner to mainstream social innovation",
  "original_body_lines": [
    "National Innovation Agency Chief Innovation Officer Prof. Ajith de Alwis with UNDP Sri Lanka Resident Representative Azusa Kubota",
    "Sri Lanka’s first social innovation lab, Citra, joins hands with NIA to implement innovative approaches in public service delivery",
    "Social innovation is the process of developing and implementing innovative ideas, products, and services to address social and environmental challenges, and is important in development as it provides new and creative solutions to complex social problems, such as poverty, inequality, and environmental degradation.",
    "With the increase in complexity and scale of social challenges, there is a growing need for more inclusive, collaborative, and innovative approaches to address these challenges thus making social innovation a highly promising approach in advancing the national development agenda to tackle some of the most pressing challenges facing society today.",
    "In light of this, the United Nations Development Programme (UNDP) in Sri Lanka through its innovation arm, Citra Social Innovation Lab, has partnered with the National Innovation Agency (NIA) to jointly address these challenges and work together to strengthen the social innovation eco-system in Sri Lanka.",
    "The National Innovation Agency was established with the specific aim of promoting a better understanding of innovation in the fields of social sciences, science and technology, defense, environment and service, and their impact on the economy of the country. Citra Lab, a joint initiative of the Prime Minister’s Office and UNDP in Sri Lanka, was instrumental in the conceptualisation and design of NIA.",
    "The organisation which specialises in the use of innovation and foresight tools will offer its expertise in design thinking and human-centered design to activate the social innovation pillar at the agency.",
    "Formalising of this strategic partnership through an exchange of letters took place recently with Azusa Kubota, Resident Representative at UNDP in Sri Lanka, and Prof. Ajith de Alwis, Chief Innovation Officer at NIA.",
    "Speaking on the close partnership NIA has had with Citra Lab, Professor Ajith de Alwis expressed his enthusiasm in embarking on this journey with fellow innovation experts, adding that, “there are already several issues in urgent need of being addressed, especially in relation to embedding innovation within the public sector, along with many opportunities where this partnership will prove to be most effective”.",
    "UNDP in Sri Lanka Resident Representative Azusa Kubota, noted how this partnership dawns at a crucial time for the country. “Sri Lanka is a resilient nation, with untapped potential across various sectors. UNDP looks forward to working closely with NIA to further strengthen the innovation landscape in the country to positively contribute to its development agenda”.",
    "Key objectives of this alignment are centered on streamlining social innovation within Sri Lankan society, and to embed social innovation into national development efforts to achieve sustainable human development. The nature of this cross-sector partnership will enable stakeholders to co-construct and implement socially innovative solutions which will address socio-economic issues, create positive social impact, and enhance the well-being of communities."
  ]
}