{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top_story/It-was-not-Dinesh-who-caused-delay-for-Ajahn-Brahm-Thera-at-BIA-but-Nimal-Siripala-de-Silva/155-260289",
  "time_ut": 1685636051.0,
  "original_lang": "en",
  "original_title": "It was not Dinesh who caused delay for Ajahn Brahm Thera at BIA but Nimal Siripala de Silva",
  "original_body_lines": [
    "Despite initial reports that Ven. Ajahn Brahm was held back at the BIA due to the presence of Prime Minister Dinesh Gunawardane at the airport, sources clarified that it was not due to the Prime Minister that caused the delay but it was instead because of Minister Nimal Siripala de  Silva.",
    "Sources said the Prime Minister was at the VVIP lounge  and was to fly to Thailand while Minster Nimal Siripala de Silva and  Ven. Thera was at the VIP lounge and was ready to fly on a Singapore  Airlines flight to different destinations.",
    "Meanwhile, the Presidential Secretariat has sought a report from the  Airport and Aviation Services (Sri Lanka) Ltd. (AASL) for keeping  Singapore bound Ven. Ajahn Brahmawanso (Ajahn Brahm) at the Bandaranaike  International Airport for more than 12 hours reportedly due to the  negligence of the airport officials, official sources said.",
    "“We will handle the incident officially as a minister was  also involved and will make a statement to the media in a few days,” an  AASL official said.",
    "It was reported that the Thera had arrived at the BIA at  around 10 pm on Tuesday (30) to take a Singapore Airlines flight to  Singapore and then to Perth, Australia and was seated at the VIP lounge  to board the flight.",
    "Subsequently, Minister Nimal Siripala de Silva left the  VIP lounge with the airport official who kept assisting Venerable  Thera.",
    "After boarding the minister, the official returned to the VIP  lounge as he forgot to take the Thera with him. When he came to take the Thera it was several minutes late.  By that time it was too late for the Thera to board the flight.",
    "It was reported that the Thera had been in Sri Lanka for nine days and attended several programmes.",
    "The Thera had been permitted to use the VIP lounge on the  direction of President Ranil Wickremesinghe. Airport & Aviation  Services Sri Lanka Ltd. Chairman has reportedly apologised to the Thera  for being kept waiting so long.",
    "Meanwhile, issuing a statement, SriLankan Airlines said  ‘The Thera has booked on a different airline, when the unfortunate delay  occurred at Bandaranaike International Airport in the early hours of 31  May 2023. SriLankan Airlines, however, promptly stepped up and went  beyond to help Venerable Ajahn Brahm to find an alternative flight.”"
  ]
}