{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mr-blames-economic-crisis-on-yahapalana-leaders/",
  "time_ut": 1701326220.0,
  "original_lang": "en",
  "original_title": "MR blames economic crisis on Yahapalana leaders",
  "original_body_lines": [
    "SLPP leader Mahinda Rajapaksa yesterday (28) hit back at critics, claiming that a robust economy had been built under his presidency. He said the UNP-SLFP government which ruled the country during the 2015-2019 period should be held responsible for the current economic crisis.",
    "The following is the text of a statement, titled ‘the origins of Sri Lanka’s economic crisis’ issued by former President Rajapaksa: “A heated discussion is now taking place about those responsible for the present economic crisis. The Central Bank reports will show that during my nine years as President, economic growth averaged 6% a year during the four war years, from 2006 to 2009, and it increased to 6.8% in the five post-war years, from 2010 to 2014. Hence Sri Lanka’s per capita GDP increased threefold from USD 1,242, at the end of 2005, to USD 3,819 by the end of 2014. The contribution that my government made to Sri Lanka’s per capita GDP was well over twice that of all other post-independence governments, from 1948 to 2005, put together. Though the per capita GDP came down to USD 3,474 in 2022 as the pandemic caused the economy to contract, that statement remains valid to this day.",
    "The debt to GDP ratio was a very healthy 69% at the end of 2014 having being brought down from 90% at the end of 2005. The All Share Price Index rose from 1,922, at the end of 2005, to 7,299 by the end of 2014. This economic boom was achieved despite the war, the global food crisis of 2007, the global financial crisis of 2008-2009 and the highest crude oil prices in world history. Crude oil cost an average of USD 74 per barrel throughout the entire period from 2006 to 2009 and an average of USD 103 from 2010 to 2014. The IMF Country Report No. 14/285 of September 2014 stated firstly that Sri Lanka’s “Macroeconomic performance has generally exceeded expectations”. Secondly that “Sri Lanka has made notable advances in recent years, and appears to be on its way to joining the ranks of upper middle income countries”. Thirdly that “Sri Lanka’s economic growth has been among the fastest in Asia’s frontier and developing economies in recent years”.",
    "Hence the fact that I left behind a very robust economy in January 2015 is well documented. After I was voted out, the economic growth rate dropped to 4.2% in 2015 and ended up in the negative range at 0.2% below zero by 2019. Sri Lanka’s total outstanding external debt had increased by nearly 28% from USD 42,914 million at the end of 2014, to USD 54,811 million by the end of 2019. The debt to GDP ratio which had been brought down to 69% by the end of 2014, had increased to nearly 82% by the end of 2019. The All Share Price Index declined from 7,299 at the end of 2014 to 5,990 by the end of October 2019. Yet during the entire five-year period from 2015 to 2019 the average price of crude oil was USD 60 per barrel – the lowest in recent history.",
    "There were no external reasons for Sri Lanka’s economic decline between 2015 and 2019. India and Bangladesh experienced average growth rates in excess of 7% and the Maldives over 6% during this period. Even developed countries like the USA and Germany experienced robust economic performance during those years. However, Sri Lanka’s average growth rate between 2015 and 2019 was just 3.5%, equal to the growth rate recorded in 2021 at the height of the pandemic. The accumulation of foreign commercial debt between 2015 and 2019 particularly in the form of International Sovereign Bonds (ISBs) was by far the worst disaster to befall us during that period.",
    "When I was defeated in January 2015, outstanding ISBs amounted to USD 5,000 million and it was amply covered by our foreign reserves of USD 8,208 million. However, between 2015 and 2019 outstanding ISBs increased threefold to USD 15,050 with borrowings of USD 2,150 million in 2015, USD 1,500 million in 2016, USD 1,500 million in 2017, 2,500 million USD in 2018 and USD 4,400 million in 2019. Of this, USD 2,000 million was used to rollover ISB’s taken during my tenure, thus the total amount in new ISB’s issued between 2015 and 2019 is USD 10,050 million. Despite the build-up of the stock of outstanding ISBs to USD 15,050, Sri Lanka’s total foreign reserves was just USD 7,642 million at the end of 2019.",
    "Thus, when I became Prime Minister again in November 2019, our government inherited an economy that was already on its last legs. It was in this weak and vulnerable situation that the Covid-19 pandemic hit Sri Lanka in early 2020 – the consequences of which needs further discussion. In any discussion of the economy, it is vital to note that the per capita GDP is the most fundamental economic indicator used to judge the economic situation of a country and the contribution of my 2006-2014 government to increasing Sri Lanka’s per capita GDP is more than double that of all other post- independence governments put together. The people of this country should base their decisions on proper data and facts and not on noise, lies and propaganda. Sri Lanka cannot afford another political mistake like that of January 2015. “",
    "Japanese assistance amounts to over USD 44 mn for such operations",
    "Mendis and Randenigala Distilleries pay Rs 116 mn in tax arrears",
    "The Collapse of the Old Guard and the Wait for the Young Turks",
    "Too many irons in presidential fire as frustration explodes on German television",
    "May 09 attacks on Galle Face protesters: Travel ban on MPs including MR lifted",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}