{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/03/29/20-petroleum-workers-sent-on-compulsory-leave-says-minister/",
  "time_ut": 1680077340.0,
  "original_lang": "en",
  "original_title": "20 petroleum workers sent on compulsory leave, says Minister",
  "original_body_lines": [
    "COLOMBO (News 1st); Minister of Power and Energy Kanchana Wijesekera said that 20 petroleum workers including trade union leaders were sent on compulsory leave.",
    "\"On Tuesday (28) the fast they launched was a failure. Only trade union leaders were present for the fast. During the lunch hour, they entered the premises under the influence of alcohol and threatened the employees and took measures to withdraw them from their duties,\" the minister told reporters on Wednesday (29) in Colombo.",
    "The Minister noted that due to this action, workers were intimidated to report to work.",
    "\"Therefore, we sought protection from the Police and Military. The employees worked at night under police and military protection,\" he said.",
    "In addition, some of those who took part in the strike are retired and working on a political agenda to engage in acts of sabotage, said the Minister adding that an investigation will be held to determine how they entered the Ceylon Petroleum Storage Terminals Limited premises.",
    "On Tuesday (28), the Minister tweeted that he instructed Chairmen of CPC & CPSTL to take necessary disciplinary steps to consider termination of employment & any legal steps necessary against trade union activist or employees that are disrupting the distribution of fuel, disrupting the work of other employees or is acting in violation of the essential services orders.",
    "Bus fares revised with effect from Thursday (30); Authorities release Full List of revised fares",
    "Snr. DIG & several top cops from North Western province transferred to Colombo",
    "Crypto Currency NOT recognized in Sri Lanka, and there are no regulatory safeguards – CBSL"
  ]
}