{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/norfolk-foods-product-range-shines-at-culinary-art-food-expo-2023/",
  "time_ut": 1690558140.0,
  "original_lang": "en",
  "original_title": "Norfolk Foods product range shines at Culinary Art Food Expo 2023",
  "original_body_lines": [
    "Norfolk Foods, a leading manufacturer of premium frozen food in Sri Lanka, recently participated as an exhibitor at the prestigious Culinary Art Food Expo 2023, held at the Bandaranaike Memorial International Conference Hall (BMICH) recently. Under the theme ‘where QUALITY meets CONVENIENCE’, Norfolk Foods made a resounding impression, showcasing its diverse range of delectable offerings to esteemed chefs from Star Class Hotels and Restaurants.",
    "The main objective of Norfolk Foods’ participation was to offer culinary experts an exclusive opportunity to explore the exceptional variety of products designed to elevate their culinary experiences. As the spotlight shined on the company’s presence, the expo also served as an ideal platform for Norfolk Foods to forge new partnerships with hotels and restaurants looking to exceed their customers’ expectations with its tantalising products.",
    "One of the highlights of the event was Norfolk Foods’ product sampling which allowed interested chefs to savour the flavours and unparalleled quality of the company’s offerings. Ranging from an array of Cold Cuts and Chinese, Italian, and Arabian delicacies to the enticing sausage variants, breaded savouries, and burger options, Norfolk Foods ensured that every palate was catered to.",
    "To further expand its repertoire, Norfolk Foods proudly introduced three new lasagna options: Beef, Seafood, and Vegetable Lasagna, complementing its existing Chicken Lasagna offering. These additions firmly underscore the company’s commitment to continually innovating and catering to diverse culinary preferences.",
    "Ameena Ziauddin, Deputy Managing Director of Norfolk Foods Sri Lanka and Director of CP Norfolk India (CPNI) commented, “We were exuberant to participate in the esteemed Culinary Arts Exhibition 2023. Norfolk Foods has enjoyed a longstanding and fruitful partnership with the Culinary Art Association, and we owe much of our success to the talented chefs who are an integral part of this esteemed organisation. The event provided a valuable opportunity to reconnect, network, and engage with industry colleagues while proudly presenting our comprehensive range of top-quality products.”",
    "Norfolk Foods’ devotion to quality is unwavering, ensuring that every product bears the mark of excellence. Many visitors to Sri Lanka’s most esteemed Star Class Hotels may not even realise they are enjoying Norfolk Foods’ superior offerings, seamlessly blended into exquisite menus with the utmost attention to taste and quality.",
    "Since its establishment in 1994, Norfolk Foods has been a pioneering force in the global culinary landscape, delighting taste buds worldwide. Initially formed as a British Sri Lankan joint venture, Norfolk Foods has continuously led the way in delivering innovative, high-quality, value-added meat, poultry, fish, and vegetarian products. Norfolk’s range is produced within a state-of-the-art, ISO 22000 System Certified, and HACCP approved plant. Distinguished by the exclusive use of spiral freezing technology in Sri Lanka, Norfolk ensures optimal hygiene and product integrity.",
    "The Culinary Art Food Expo is the most comprehensive Food and Beverage Exhibition. It covers food products and services from the processing to the consuming stage covering culinary and hospitality segments. In short, every aspect of food from the factory to the table was covered at the Expo. It attracts exhibitors from all over the world while buyers representing various segments visit Culinary Art Food Expo to view and obtain the newest products and services available and to view the latest technology on offer.",
    "Respected Chefs visiting Norfolk Foods showcase at the Culinary Art Food Expo 2023",
    "Cinnamon Hotels & Resorts and Mintpay join forces to transform travel payment solutions",
    "SLT-MOBITEL and STEMUP Foundation continue to empower children to unlock their future",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}