{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-close-up-on-a-16-month-high-127080/",
  "time_ut": 1690804920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares close up on a 16 month high",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka shares were up at close on Monday after buying interest was channeled on clarity on debt restructuring, freight and global oil market, an analyst said.",
    "The main All Share Price Index was up 0.66 percent or 74.53 points to 11,386.72, this is the highest the market has been since March 02, while S&P SL20 was up 0.98 percent or 32.06 points to 3,309.60.",
    "“Buying interest was seen in blue chip counters and the banking sector, because concerns have been lifted with regard to debt optimization and macroeconomic factors,” an analyst said.",
    "The market generated a turnover of 2.7 billion rupees, majority of the revenue came in from the banking sector bringing in 573 million rupees, while the capital sector brought in 528 million rupees and the transport sector brought in 384 million rupees, while the yearly average stands at 1.7 billion rupees.",
    "The market generated a net foreign outflow of 39 million rupees.",
    "Sri Lanka’s announced domestic debt restructuring plan has avoided adding to the “fragility” of the banking system, World bank Country Director Faris Hadad-Zervos said.",
    "Sri Lanka kept banks, which have already been hit by bad loans and mark-to-market losses out of re-structuring plan.",
    "Sri Lanka’s consumer price inflation fell to 6.3 percent in 12-months to July 2023, with food prices deflating 1.4 percent over the year, data from the state statistics office showed.",
    "Foreign Minister of Japan Hayashi Yoshimasa who is in Sri Lanka on an official visit has met President Ranil Wickremesinghe and engaged in talks in debt restructuring support, infrastructure projects, and high-tech investment opportunities.",
    "The president’s media division (PMD) said on Saturday July 29 the talks concerned the bilateral relationship between Japan and Sri Lanka and a “mutual commitment to further strengthen their traditionally robust ties”.",
    "President Emmanuel Macro has pledged strong support to speed up and complete debt restructuring through the Paris Club and encourage other partners, in the first visit of a French head of state to the island.",
    "“During his historical visit to Sri Lanka, French President Emmanuel Macron expressed his strong support to complete the debt restructuring process from both the Paris Club Secretariat as well as the French Government,” the President’s media office said.",
    "France will also encourage all other partners to support and expedite the completion of debt restructuring, the media office said.",
    "France was the fourth largest bilateral creditor of Sri Lanka.",
    "Gainers during trade were Expolanka, Senkadagala Finance and Hatton National Bank."
  ]
}