{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/89879/vietnam-attaches-importance-to-developing-multifaceted-collaboration-with-sri-lanka",
  "time_ut": 1681854000.0,
  "original_lang": "en",
  "original_title": "Vietnam attaches importance to developing multifaceted collaboration with Sri Lanka",
  "original_body_lines": [
    "President of Vietnam Vo Van Thuong has affirmed that his country always attaches importance to developing its traditional friendship and multifaceted collaboration with Sri Lanka.",
    "This was mentioned when the new Ambassador of Sri Lanka to Vietnam, Sajeewa Umanga Mendis presented their credentials to President Thuong on Tuesday (April 18).",
    "The Sri Lankan envoy appreciated Vietnam’s socio-economic development achievements and showed his hope that the two sides will maintain cooperation and experience sharing, and boost people-to-people exchanges.",
    "President Thuong emphasized the importance of promoting high-level contacts and people-to-people diplomacy to intensify friendship and mutual understanding; and stepping up the implementation of existing cooperation mechanisms.",
    "The two sides agreed to promote bilateral cooperation in trade and investment, and share experience in poverty reduction, human development, education, health and culture.",
    "Meanwhile, Ambassadors of the United Arab Emirates (UAE) and Chile also presented their credentials to the Vietnamese president alongside their Sri Lankan counterpart.",
    "Welcoming UAE Ambassador Bader Almatrooshi, President Thuong has extended his best wishes to the diplomat during the holy month of Ramadan - the month of fasting for Muslims. He expressed his hope that the diplomat will act as a bridge boosting the two countries’ relations.",
    "Ambassador Almatrooshi suggested the two countries promote cooperation in socio-culture and education.",
    "The UAE is currently Vietnam’s leading trade partner in the Middle East, with annual two-way trade of USD 8 billion, he said, adding that his country wants to expand collaboration with Vietnam in various fields, as the potential remains huge.",
    "He proposed both sides step up high-level contacts to tighten political ties, especially on the occasion of the 30th anniversary of diplomatic relations.",
    "President Thuong stressed the need for appropriate measures to soon bring two-way trade to USD 10 billion, adding he hopes the UAE will promote investment in Vietnam, particularly in education, culture and tourism.",
    "Receiving Chilean Ambassador Sergio Narea Guzman, the leader expressed his delight at the development of Vietnam-Chile relations through the regular exchange of delegations and people-to-people diplomacy.",
    "The two sides also need to promote existing cooperation mechanisms, support each other at multilateral forums, and share views and visions on international and regional issues.",
    "With a two-way trade of more than USD 2 billion, there remains ample room for bilateral cooperation, noted Thuong.",
    "The Chilean ambassador expressed his hope that the two nations will expand collaboration in all fields, especially politics, economics and people-to-people exchanges."
  ]
}