{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-ceb-proposes-23-pct-power-bill-cut-for-low-users-minister-121302/",
  "time_ut": 1684923600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s CEB proposes 23-pct power bill cut for low users: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Ceylon Electricity Board has proposed cutting tariffs by 23 percent for lowest domestic users including fixe charges and 9 percent for the next block, Power Minister Kanchana Wijesekera said.",
    "The CEB has submitted a tariff proposal to the Public Utilities Commision on May 15.",
    "The CEB has requested that the tariff between 0 and 30 kiloWatthours (units) be cut from 30 to 25 rupees and a fixed charge halved to 200 rupees from 400 rupees, Wijesekera told parliament.",
    "For the block between 31 to 60 units the bill will be reduced by 9 percent, he said without specifying the cut in the unit rate and fixed charge.",
    "There were 15,646 religious sites using less than 30 units. By July their bills will also fall by 23 percent, he said.",
    "There are 10,092 religious sites that come under 31-90 units of use. These electricity bills will be reduced by 7 per cent, Wijesekera said.",
    "Hotels will see bill falling by between 29-40 per cent, he said.",
    "No mention was made of the proposed tariff for industrial or commercial users.",
    "Sri Lanka’s CEB suffered a loss of over 30 billion rupees in the first quarter because the Public Utilities Commission did not give a hike in time, he said.",
    "Wijesekera had moved a motion to oust PUCSL Chairman Janaka Ratnayake.",
    "He said that a claim made by Ratnayake that the reduction proposed by the CEB was only 3 percent was not correct.",
    "Falling fuel prices and rupee appreciation had reduced costs of the CEB. Demand had also fallen.",
    "“Due to the falling prices of oil and coal, we are able to pass the benefits of reduced electricity prices onto the consumer,” Minister Wijesekera said.",
    "When prices were raised in February, the government promised a tariff cut in June and another one in December, based on costs, he said. (Colombo/May24/2023)"
  ]
}