{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/New-passenger-terminal-of-Port-of-Kankesanthurai-opens/34-749657",
  "time_ut": 1687120923.0,
  "original_lang": "en",
  "original_title": "New passenger terminal of Port of Kankesanthurai opens",
  "original_body_lines": [
    "Passengers from maiden caller Cordelia Cruise’s Ms Empress facilitated at the terminal",
    "Ports, Shipping and Aviation Minister Nimal Siripala de Silva on Sunday declared open the new Passenger Terminal built at the Port of Kankesanthurai (KKS Port).",
    "The Sri Lanka Ports Authority (SLPA) constructed the terminal at a cost of Rs. 450 million.",
    "Passengers on board the first caller at the port, Cordelia Cruise’s Ms Empress belonging to India on her maiden call to the KKS Port were facilitated with Sri Lanka Customs and Emigration and Immigration facilities at the terminal.",
    "Once under the control of the Sri Lanka Navy, KKS Port served its nation during the turbulent period of the civil war. The present Government, recognising the immense potential of the KKS Port, took the decision to transform it into a tourist port between India and Sri Lanka.",
    "The Sri Lanka Ports Authority (SLPA), in conjunction with the Ministry of Ports, Shipping, and Aviation, has launched a new program for a luxury passenger vessel service to the terminal on a weekly basis.",
    "The implementations will also facilitate other passenger vessels of international standard from India to call at the port. The new terminal will facilitate 200 passengers at a time. Under the development activities of the KKS Port in future, further constructions of the prevailing jetty, construction of two new jetties and a warehouse are also scheduled.",
    "Cordelia Cruise’s Ms Empress called at the KKS Port was docked at the outer harbour and passengers were facilitated via passenger boats to the terminal and were facilitated with passenger clearances at the terminal. To mark the maiden call of the vessel at the KKS Port, a special plaque exchange ceremony also took place between the Minister Nimal Siripala de Silva and the Master of the vessel Capt. Denys Corop.",
    "After inaugurating the new passenger terminal, Minister Nimal Siripala de Silva said, “By bringing these passenger ships to Sri Lanka, it is hoped not only to earn dollars. Indian people coming to Sri Lanka and the Sri Lankan people going to India will create friendship and brotherly relationship between the two countries.”",
    "The Minister also said that the Government hopes to strengthen the economy of the people of Jaffna through the opportunity to sell the products of the people of Jaffna in the passenger terminal.",
    "He also said that the Government of India has set aside funds for the development of Kankasanthura Port and steps will be taken to complete the development of the port as soon as the money is received.",
    "The Minister further said that through such development, the ability to bring large ships into the port will be provided and great facilities will be provided to the tourists.",
    "A group of local political leaders including Fisheries Minister Douglas Devananda, Jaffna District Member MP M.A. Sumanthiran, Indian Consul General in Jaffna Rakesh Natraj also participated in this event."
  ]
}