{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/CID-to-probe-five-activists-for-comments-on-Nathasha-Edirisuriya-arrest/56-749238",
  "time_ut": 1686181556.0,
  "original_lang": "en",
  "original_title": "CID to probe five activists for comments on Nathasha Edirisuriya arrest",
  "original_body_lines": [
    "The Colombo Fort Magistrate yesterday ordered the Criminal Investigations Department (CID) to commence a probe into comments made by five activists at a recent press conference held against the arrest of stand-up comedian Nathasha Edirisuriya.",
    "Attorney-at-Law Susantha Kumara appearing on behalf of a complainant brought to the notice of the court the press conference held on 30 May at the Centre for Society and Religion following the arrest of Edirisuriya by persons identified as Vidarshana Kannangara, Tharindu Jayawardhana, Tharindu Uduwaragedara, Lakmali Hemachandra and Brito Fernando. Kumara told the courts the group had made comments there that can be considered as being in contempt of court. The counsel requested the courts to take appropriate action against them.",
    "Accordingly, Colombo Fort Magistrate Thilina Gamage ordered the CID to investigate the alleged contempt speech by the group.",
    "Meanwhile, the Magistrate also ordered Edirisuriya and the owner of the YouTube channel SLVlog Bruno Diwakara to be further remanded until 21 June.",
    "While the suspects were not produced before the court, the CID informed the court that investigations into the suspects are still ongoing. The CID emphasised that releasing the suspects on bail could potentially interfere with the investigations and pose a risk to law and order due to public anger at the suspects.",
    "However, Anuja Premaratna PC appearing for Edirisuriya contended that his client had not made any disrespectful remarks against Buddhism or any other religion. He also said that a true Buddhist will never dissent against such remarks.",
    "Nalinda Indatissa PC making submissions on behalf of Diwakara said his client had neither aided nor abetted Edirisuriya to violate the provisions of the ICCPR Act.",
    "Attorneys–at law Manoj Gamage and Susantha Kumara appearing on behalf of the aggrieved parties pleaded that the suspect had severely insulted the Lord Buddha and Buddhism. They also maintained that Edirisuriya had attempted to incite conflict among various religious communities in Sri Lanka.",
    "The CID was ordered to complete their investigations and to report to the court. The Magistrate also ordered the Counsels representing the suspects to file written objections in court on 16 June.",
    "The suspects were arrested on complaints filed by the Commissioner of Buddhist Affairs and several other groups. The suspects have been charged under the provisions of the International Covenant on Civil and Political Rights (ICCPR) Act over making allegedly derogatory statements against Buddhism and other religions."
  ]
}