{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-tourism-s-brand-health/4-748675",
  "time_ut": 1684886574.0,
  "original_lang": "en",
  "original_title": "Sri Lanka tourism’s brand health",
  "original_body_lines": [
    "When an economy is declining by -3% and almost 2.7 million people are below the poverty line as per the World Bank, policymakers are fighting to keep the morale up in the country. This in the backdrop of the alleged corruption scandal on the worst maritime disaster – the X-Press Pearl saga makes the challenge tougher. The opportunity cost from the money we could have charged the ‘X-Press Pearl’ owners would have been double the IMF facility at $ 6.2 billion. I guess the IMF stipulation requesting structural reforms to be introduced to address corruption vulnerabilities to enhance growth is a prudent move. May be a clause should be included where all cases of corruption that have been filed by the AG must be booked within the next three years as it would have cleared the deck for the new Sri Lanka.",
    "Post the economic crisis/COVID time, Sri Lanka tourism is seeing the pent up demand in with domestic travel. The silver lining is the amazing tourism sites that people are discovering and hosting across different media platforms. The increasing foreign visitors is giving new life to brand Sri Lanka.",
    "The first quarter tourism numbers are encouraging at 335,679 visitors. This is a +18% growth over the corresponding period last year. However, a point to note is that this is a -53% performance versus 2018. Separately a more in-depth analysis is required to understand the quality of the tourist that Sri Lanka attracts so that we can gauge the speed levels and the contribution to the economy. Russia records the best source market with a 23.4% contribution followed by India at 13.8%, UK at 8.4%, Germany 7.7% and France 7%. This brings out the lower weightage of the Western European tourist which is the normal traditional market that brings in higher quality tourists.",
    "If we do a deep dive on the tourism receipts way back in 1995 Sri Lanka registered a per tourist income of $ 886 at a GNP contribution of 2.3%. In the year 2019 we had moved up to $ 2,300 per tourist with a commanding 5.2% contribution to GNP. Given the economic crisis and negative media that engulfed the world the attraction to Sri Lanka has dropped to a low ebb of $ 1,600 per tourist and the GNP contribution to dismal 1.3% contribution.",
    "Let’s accept the brutal truth that the cost of weak management of the economy resulted in the country’s economy shrinking by -8.9% and the overall GDP value declining to $ 73 billion from the commanding $ 84 billion in 2018.",
    "It will be fair to say that if the Gotabaya Rajapaksa administration made the timely move in 2019 for IMF assistance together with prudent moves like the non-reduction of taxes and banning chemical fertiliser, we could avoid such a drastic hit to the economy. The reduction in taxes cost the economy Rs. 600 billion whilst the banning of the fertiliser has resulted in a loss of Rs. 225 billion is what research reveals.",
    "The collateral damage from the bad management of the economy has resulted in almost 20% of the households having to move away from the consumption of Full Cream Milk Powder and over 2.7 million people in the poverty belt.",
    "Even though there were many economic pundits at that time, the poor judgement coupled with arrogance has destroyed brand Sri Lanka that was worth around $ 84 billion now shrinking to $ 73 billion whilst Sri Lanka is now attracting $ 1,360 per tourist as against the $ 2,300 per guest in 2018. These economic hitmen must be taken to task so that at least in the future there will be social responsibility. The precedent of the former President being fined Rs. 100 million for the Easter debacle must be replicated to the devastation to the economy that has happened given that the Opposition alerted the Government as early as June 2019 but was laughed at.",
    "In this backdrop we see Brand Sri Lanka Tourism once again picking up the pieces like what was done post the Easter attack and now the manmade economic crisis. If we analyse the brand health study done by Twenty Thirty One – sponsored by Sri Lanka Tourism Alliance, the key insight is that 60% of travel decisions are made on the ‘Perceptions’ of a travel brand. Incidentally, this is not unique to the travel industry but the reality across all brand marketing decisions. Meaning we must work towards improving the perception of Sri Lanka. Let me do a deep dive.",
    "1) Brand familiarity and confidence are the most important variables in driving travel decisions. The Indian market has scored the highest on the last two waves – namely October, 2022 and February, 2023. As at first week May, India regained its position as the top source market with a strong growth of +26% with a cumulative number of 71,171 visitors. This means that the marketing activity done in India is kicking in but more needs to be done as it’s the core market that got the highest negative exposure of the economic crisis due to independent journalists and Tamil Nadu factor.",
    "2) Brand impressions is the key variable that influences a guest to move in the purchasing process. It is noteworthy that in all markets – France, Germany, India, Italy, KSA, Russia and Spain, the numbers have grown from the survey done in Oct, 2022. This may be due to the less influence that media played in the Western markets during the recent economic crisis. However in visitor numbers, Russia remains as the strong market with 96,416 visitors coming into Sri Lanka at the end of April. Followed by India then Germany at 34,156 tourists and France bringing in 22,881 numbers. But a point to note is that the overall average in Feb, 2023 is below the overall average in April, 2021 which clearly explains the impact of the economic crisis and impact to tourism.",
    "3) Brand interest is the interest that a visitor has on a destination based on the sites that they have got to know which is reflective of the impact of marketing activity. Here, we see that on this health attribute the gap closing has been best as against April, 2021. The bloggers, micro marketing initiatives done together with the Sri Lankan presence at exhibitions may have contributed to higher share of voice (SOV).",
    "4) Recommendations: This is the final moment of truth when it comes to brand marketing. The awareness level leading to brand familiarity and then brand interest moves a consumer to visiting a country (experiencing the brand) and finally recommending the brand. Apart from France all other markets are demonstrating an upward movement. A deep dive is needed in France but a point to note is that the 2021, April levels are higher and this is the cost of the bad management of the economic crisis.",
    "It’s very clear that the direction that Sri Lanka Tourism as a brand is moving is positive but the growth performance is below the global pace. The private sector role is strong and given leadership to bring in new thinking to the industry such as the brand health tracking studies that it does at their costs.",
    "The need for a global marketing campaign is very opportune given that the tourism coffers have around Rs. 6 billion. Tourism is a low hanging fruit that must be fast tracked. But a single minded policy arm is required if we take the lessons from successful campaigns like Incredible India or the Sunny Side of Life campaign by Maldives. New thinking is required on how consumer funnel can be fast tracked to purchase. Maldives does this brilliantly with a strong marketing data driven approach.",
    "It’s great to see the equity of the brand picking up with Sri Lanka ranked among the Top 23 Best Places to travel in 2023 voted in by prestigious Forbes Magazine, Sri Lanka also ranked as the Top Wildlife Safaris outside Africa once again by Forbes. The brand also got an accolade as the 50 most Instagrammable places in the world among 24 countries by TravekTriangle. We also saw individual properties winning awards in different categories which is amazing for the $ 4 billion industry.",
    "Whilst the overall performance direction looks positive, a point to note is that Brand health is defined as the measure of how well a company/brand delivers an attribute of a product or service that it promises its customers. Especially, how those attributes are perceived by customers in terms of quality and delight – this is where reforms are required.",
    "Central Province can be positioned as the ‘Crown Jewels of Sri Lanka’ given the rich",
    "diverse product range that exists from Horton Plains, Dalada Maligawa, Tea Tourism in Nuwara Eliya, Sigiriya and the indigenous industries in Matale but the ‘Tourism Visitor Centre’ is on the verge of being closed down. The Nuwara Eliya ‘Tourism Visitor Site is closed’. The geography can also boast as the ‘Carbon Neutral’ proposition due to the 63% tree cover and all major rivers originating from the Central Province whilst being the home for 4 of the 8 UNESCO Heritage sites. But the challenges are many.",
    "One of the key destination sites visited is the Dalada Maligawa. Almost 65% of tourists visit the site. Hygiene and sanitation is a key issue for which a solution is not yet sorted out. The mafia on the guides around the vicinity makes it negative for the visitor experience. During the season a mobile toilet is introduced by the management but it’s operationally tough on sustainability. The other two destinations are Hakgala Gardens and Royal Botanical Gardens that have strong reviews. But parking is a nightmare. New thinking needs to be introduced to make the product contemporary like a cycling track or a singing fountain but require funding.",
    "Sigiriya is visited by 21% of the foreigners that come into Sri Lanka but unfortunately even today the site does not accept credit card payments whilst online purchasing of tickets is not encouraged by the bureaucracy. Rs. 4 billion is collected but no monies are invested for new product development in the lines of the Egyptian Pyramids who have made the experience contemporary. Nuwara Eliya town is challenged with the water issue and poor town planning that has not been addressed. Many politicians make statements but the strategic development does not happen. A cable car project is halted due to a corruption issue even after all approvals have been granted.",
    "This consists of Badulla and Mahiyangana Districts. The positioning can be very clearly the ‘The Adventure Province of Sri Lanka’. Some amazing products exist from the tallest waterfall Babarakanda to highly rated Adisham Monastery, Lipton Seats, Diyaluma and Dunhinda waterfalls to signature brands like 98 acres which house the Ravana adventure sports to name a few not forgetting the amazing Ella town. But once again many challenges.",
    "The famous Ella town has a serious hygiene and sanitation issue. There is no public toilet for tourists to use. The garbage management process has fallen short that has resulted in an infestation of mosquitoes in the area. The Tourism Visitor Centre is to be closed as the building safety has become an issue. Haldamulla has potential but needs focussed support to be developed with strong policy. Adisham is a highly reviewed site but parking is a serious issue whilst the monkeys are a threat to the sustainability of Adisham Strawberry signature brand. There is no focus by policymakers.",
    "Whilst from a demand side we see brand tourism in a direction which is positive with the brand health indicators picking up now the country needs to invest the Rs. 5 billion budget to catapult the sentiments to purchase. We must move from a $ 1,300 tourists to a $ 4,000 visitor profile.",
    "Whilst the demand site is focused by the private sector the supply chain issues must be addressed as a priority. This can be done only by the public sector with policy reforms. The current IMF program addresses these issues as proposed by the Government from a broader sense but, now the drill down to the industry specific must happen.",
    "(The writer is a former Chairman of Sri Lanka Export Development Board and Sri Lanka Tourism and currently heads a US Artificial Intelligence (AI) Company for brand mapping and strategy for Sri Lanka, Maldives and Pakistan.)"
  ]
}