{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/export-sector-records-year-on-year-growth/",
  "time_ut": 1704122880.0,
  "original_lang": "en",
  "original_title": "Export sector records Year-on-Year growth",
  "original_body_lines": [
    "The trade deficit narrowed in November 2023, compared to a year earlier and October 2023, as a combined impact of an improvement in exports and a compression in imports. Exports recorded a year-on-year growth for the first time since September 2022.",
    "• Monthly workers’ remittances continued to exceed US dollars 500 million and recorded a notable increase in November 2023 compared to the corresponding period in 2022.",
    "• Tourist arrivals soared during the festive season, contributing to high earnings from tourism.",
    "• Foreign investments in the government securities market continued to record a net outflow since July 2023, but remains positive on a cumulative basis during the year.",
    "• Gross Official Reserves amounted to US dollars 3.6 billion by end November 2023.",
    "• The Sri Lanka rupee continued to remain stable against the US dollar during the month of November 2023.",
    "The deficit in the merchandise trade account narrowed to US dollars 390 million in November 2023, compared to the deficit of US dollars 449 million recorded in November 2022 as well as US dollars 683 million recorded in October 2023. In the meantime, the cumulative deficit in the trade account during January to November 2023 narrowed to US dollars 4,414 million from US dollars 4,827 million recorded over the same period in 2022.",
    "Overall Exports: Earnings from merchandise exports recorded a year-on-year marginal increase in November 2023 for the first time since September 2022. Accordingly, earnings improved by 0.4 per cent to US dollars 999 million in November 2023, over November 2022 as well as over US dollars 928 million in October 2023. An increase in earnings was observed in agricultural exports and mineral exports, while a decline was recorded in industrial exports. Cumulative export earnings recorded a decline of 9.4 per cent during January to November 2023 to US dollars 10,909 million, over the same period in the last year.",
    "Industrial Exports: Earnings from the exports of industrial goods declined in November 2023, with a significant share of the decline being contributed by garments. Accordingly, exports of garments to most of the major markets (the USA, the EU, and the UK) recorded declines. However, earnings from garment exports improved notably in November 2023, compared to October 2023. Further, declines were recorded in the exports of animal fodder (mainly, poultry feed and wheat residues); machinery",
    "Agricultural Exports: Earnings from the exports of agricultural goods improved in November 2023, compared to a year ago, led by tea (mainly, instant tea) exports. An increase of earnings from overall tea exports resulted from the higher export volumes although the unit price of tea exports in November 2023 was lower than a year earlier. Further, export earnings from coconut related products (mainly, fibres and coconut oil) and spices (mainly, cinnamon) increased due to higher export volumes. Meanwhile, there was a decline in export earnings from minor agricultural products (primarily, areca nuts), natural rubber, and vegetables.",
    "Mineral Exports: Earnings from mineral exports increased substantially in November 2023, compared to November 2022, mainly due to higher exports of zirconium ores.",
    "Overall Imports: Expenditure on merchandise imports declined by 3.9 per cent (year-on-year) to US dollars 1,389 million in November 2023, compared to US dollars 1,445 million in November 2022 and US dollars 1,610 million in October 2023. A decline in import expenditure was observed in intermediate goods, mainly resulted from lower expenditure on fuel imports. However, an increase was recorded in imports of investment goods and consumer goods partly due to relaxation of import restrictions. Meanwhile, cumulative import expenditure during January to November 2023 declined by 9.1 per cent to US dollars 15,323 million over the corresponding period in the last year. CBSL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}