{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Not-afraid-of-Ranil-says-Marikkar/56-745522",
  "time_ut": 1676931394.0,
  "original_lang": "en",
  "original_title": "Not afraid of Ranil says Marikkar",
  "original_body_lines": [
    "Marikkar says protest is merely the beginning of party’s fight for polls",
    "Challenges President Wickremesinghe to attempt to prevent party’s protests countrywide through use of police and military",
    "SJB Leader Sajith Premadasa pledges to end their struggle only after forcing  Govt. to hold LG polls",
    "Samagi Jana Balawegaya (SJB) Deputy National Organiser, S.M. Marikkar says the party is not afraid of President Ranil Wickremesinghe despite his attempts to crush their protests by deploying the police riot squad and the military. Marikkaar made these comments at the protest organised by the main opposition party against the Government’s alleged attempt to delay local Government elections.",
    "The SJB MP said the protest was just the beginning, he challenged Wickremesinghe to attempt to prevent the party’s protests island wide through the use of police and military. Ridiculing the President for hiding away in Kandy as the SJB commenced a protest in Colombo Marikkar said if he was unafraid as he claims he should have remained in the President’s House as SJB supporters converged in Colombo.",
    "The SJB protest was blocked by the police near the Technical Junction in Maradana and tear gas as well as water cannons were used to disperse the crowds. Olcott Mawatha was closed to traffic due to the large crowds present. However, refusing to fall back despite the attempts to disperse them and heavy rains, leaders of the party remained near the Technical Junction and addressed the crowds including its leader Sajith Premadasa.",
    "Premadasa said the protest in Colombo marked the beginning of a series of protests calling for polls. He said the SJB has taken the streets to fight for the people’s right to franchise. “This is the first step of that fight,” told the supporters gathered. Amidst applause and cheers Premadasa pledged to end their struggle only after forcing the Government to hold the local Government polls. “Tear gas and water cannons will not stop us. My father gave his life up on the streets. We are not afraid of bullets or bombs. We call on the President and the crow clan to hold the polls as we will continue to fight for it on behalf of the people,” Premadasa said. MPs Nalin Bandara and Hirunika Premachandra also addressed those gathered.",
    "Earlier in the day the Colombo Fort Magistrate issued an order preventing several SJB MPs from holding protest demonstrations while causing inconvenience to pedestrians or vehicular traffic. The order also prevented the protestors from entering the President’s office, the President’s house, the Finance Ministry premises or the Galle Face area, according to police. The court order was issued following a request made by Fort Police pertaining to the protest march planned by the SJB."
  ]
}