{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/central-bank-sets-its-macroeconomic-projections-in-a-firm-direction/",
  "time_ut": 1691503380.0,
  "original_lang": "en",
  "original_title": "Central Bank sets its macroeconomic projections in a firm direction",
  "original_body_lines": [
    "After the Central Bank of Sri Lanka (CBSL) recently set a more inclusive and predictable Monetary Policy under the new CBSL Act, the business community appears to be taking their cue from the Bank’s medium term economic projections as was evident by the increased buying interest at the Colombo Stock Exchange when the market opened trading for the week on August 7.",
    "On August 3, Dr. P. K. G. Harischandra, Director of Economic Research at the Central Bank of Sri Lanka said that CBSL’s latest Monetary Policy Report would give guidance to financial markets and other stakeholders as to how inflation and price stability would behave in the medium term (next 2-3 years), and therefore, they could assess future trends in the economy while evaluating the matrix of downside risks and upside risks in their investment and business decisions.",
    "“Anchoring inflation expectations is a key element in the Monetary Policy framework. We will be focusing on the need to stabilize inflation expectations in businesses and households alike,” he said on 3rd August addressing journalists at a technical discussion on the Monetary Policy Report.",
    "Illustrating Inflation fan charts for the medium term, Dr. Harischandra said,”CBSL arrives at macroeconomic projections including that of inflation, using a semi-structural macroeconomic model. These projections are usually updated on a quarterly frequency along with the release of GDP data. Projections are arrived at using released data, projections of major global indicators, near-term forecasts of selected variables and judgments,” he said.",
    "However, he pointed out that forecasts are uncertain by nature, which is represented by the confidence intervals, and this uncertainty needs to be taken into consideration when such forecasts are used for various purposes.",
    "“As per latest projections, inflation is expected to reach single digit levels in Q3 2023, and will stabilize at the desired levels over the medium term. So, when inflation stabilizes over the medium term, interest rates also will move in line with it. A major element here is the risk factors on the forecasts. Sometimes the actual figures could differ from the baseline forecasts. We explain such risks in the Monetary Policy report, he said.",
    "Dr. Harischandra noted that CBSL would build up credibility of the projections process through increased communication with the public ensuring a high level of transparency.",
    "“Going forward, we will be publishing a forecast and when we receive actual data in the coming weeks and months, we will be able to see the difference between our forecasts and actual data. Yes, there may be some difference as our projections may not be 100% accurate. We will then explain why any such deviations from the forecasts have happened. And then we can refer to what adjustments are needed on the medium term forecasts for the benefit of the public and businesses. Through this process, we are committed to increasing the transparency and credibility of the Monetary Policy and our projections. Because when we commit ourselves to a medium term target, we have an accountability to achieve it. That is a requirement of the Monetary Policy.”",
    "Speaking further Dr. Harischandra said, “In addition to maintaining price stability, there will be other policy coordination, and we will be creating a platform for discussions in order to support decision making in broader terms”",
    "“In June 2023, Colombo Consumer Price Index (CCPI) was 12%. In July it came down to 6.3%. The core inflation declined to 6.1%. Within this month, we expect that it will come into the targeted range. When headline inflation came down to 6.3%, food inflation became a negative 1.4%. Non-food has gone up by 19.5%, but transportation is a negative 9.3%. These reasons, prudent policies on the fiscal front and the inflation base effect in 2022 mainly brought inflation down. People ask if inflation has decelerated why prices aren’t coming down. We say at every forum that a fall in inflation is not necessarily about a fall in prices of all commodities across the board. Prices of some consumer items have declined notably giving relief to the consumers and prices of some other items have slowed the rate of increase in prices. Overall, there are no price shocks now. Journalists also have a task in communicating this properly to the public because it is a huge incomprehension that a fall in inflation is a fall in prices of everything.”",
    "“Each economy needs some inflation. If there is negative inflation nobody will invest and produce because if prices keep coming down there will be losses. So, no country targets negative inflation. But as we came from a very high inflation to lower inflation, there was some negative inflation. A good rule of thumb for any country is not to let the price of the overall basket to get negative inflation because the consequences of that could ripple through the economy.”",
    "Dr. Harishchandra told The Island Financial Review that the exchange rate of the US dollar to LKR won’t see much of an adverse effect when the government begins to make foreign debt repayments because the Domestic Debt Optimization programme is designed to withstand such risk.",
    "Dialog Axiata ranked Sri Lanka’s Most Valuable Brand by Brand Finance for 5th consecutive year",
    "CBSL: Debt servicing won’t lead to huge depreciation of rupee",
    "Export earnings exceed USD 1 billion for second consecutive month",
    "Central Bank of Sri Lanka publishes inaugural Monetary Policy Report (July 2023)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}