{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82837",
  "time_ut": 1696275660.0,
  "original_lang": "en",
  "original_title": "The Enforced Disappearance of Cartoonist-Journalist  Prageeth Ekneligoda 5000 Days ago and  his   Remarkable Wife Sandya Ekneligoda’s  Long Search and Relentless Pursuit of Justice.",
  "original_body_lines": [
    "Today, 4th October will be 5000 days since the disappearance of cartoonist, journalist and human rights defender Prageeth Ekneligoda. It is also nearly 5000 days since I first met his wife Sandya Ekneligoda, in the initial days of her struggle to search for Prageeth and to hold those responsible accountable.",
    "As far as I know, not a single person has been convicted for very serious crimes against journalists in Sri Lanka, including killings and enforced disappearances. Only two cases have reached the prosecution stage.",
    "In one of them, media reported that the Attorney General had instructed the courts not to continue the case against the suspects in 2021. The only case that is continuing is that of Prageeth, with several army personnel being arrested and indictments being filed against the nine accused.",
    "Most of the case’s progress was made under the Sirisena government, but the return to power of the Rajapaksa family in November 2019 presented new obstacles with the Rajapaksa government pledging not to prosecute ‘war heroes’ (military personnel).",
    "A top investigator on the case went into exile and the chief overseeing the investigations was arrested and detained, before being released on bail by a higher court and going into retirement.",
    "Although a Trial at Bar was appointed to hear Prageeth’s case, judges have changed and there’s long delays in court hearings, Witnesses have changed their testimony after the return to power of Rajapaksa’s and defied court orders to testify before a government appointed Commission of Inquiry.",
    "I recall that present President Ranil Wickremesinghe has used Prageeth’s name in highlight state of media freedom, impunity in Sri Lanka as an opposition politician and called for information about the progress on investigations when he was Prime Minister between 2015-2019.",
    "But now, under his presidency, there are signs the prosecution’s commitment to ensure justice is weakening. Even the minimum progress is largely due to Sandya’s efforts, and she continues to fight to keep alive the search for truth and justice, in courts, on streets, in media and internationally.",
    "Something unique about Sandya’s struggle is her ability to think of new initiatives throughout these 5000 days, while also not giving up some efforts she initiated on day Prageeth disappeared and few days later, such as police complaints and court cases.",
    "Last week, during the international book fair at the BMICH in Colombo, she stood on the roadside, outside a gate of the BMICH and sold two books which were collection of articles by Prageeth. In the few hours I stood with her trying to sell books, many known and unknown persons, young and old, including a Buddhist Monk, bought the books, asked details, expressed support to her, some expressing anger about the disappearance of Prageeth and impunity.",
    "Some passed by when we approached, but returned quickly an asked “is this journalist Prageeth who disappeared” and bought books. One family who bought one of the books, returned after going away, and asked to buy the other book. A street vendor said he had no money in hand that day, and asked whether Sandya will return the next day.",
    "In these 5000 days, Sandya has won many hearts, admirers, mostly of unknown people, in Sri Lanka and beyond. And for today, 5000 days, she is opening up the very private space of her house, where she, Prageeth and their two sons had lived for many years.",
    "Her house is a familiar space – a place me and a colleague rushed to in the middle of night when we feared for Sandya’s life, where we examined thousands of pages of court proceedings over several days and with many visitors who wanted to meet Sandya. But today, I’m sure she will surprise me and others with something new, something creative and powerful.",
    "In a very bleak, almost hopeless context of impunity for tens of thousands who had disappeared and serious crimes against journalists, Sandya has been an icon of defiance, resistance and hope for truth and justice. She had braved death threats to her and children, intimidations, discrediting to pursue truth and justice.",
    "Hostile posters had appeared in public places against her and there has been online vilifications. Around 2012, she was subjected to harsh questioning in courts by a Deputy Solicitor General at the Attorney General’s Department, implying her search for truth and justice for her husband was bringing the country into disrepute.",
    "When Mr. Mohan Peiris, the head of the then Government’s delegation to the UN Committee Against Torture claimed that Prageeth was living abroad, Sandya wrote to the Committee to make further inquiries and in Sri Lanka, persisted in getting Mr. Peiris to testify in courts.",
    "She has been in courts more than 100 times, often alone, despite the hostility of suspects and accused by Army Intelligence (and their supporters). When she was threatened inside court premises by Buddhist Monk Galaboda Ethhe Gnanasara, leader of the Bodu Bala Sena, she complained to the police, and later resisted attempts to “settle” the case through mediation.",
    "The Magistrate at that time, also complained about the monk’s behaviour in courts on that day and the monk was convicted for both cases. The former President pardoned the monk, but Sandya has challenged that pardon in courts.",
    "As a mother and a wife, Sandya wrote to the then President Mahinda Rajapaka’s wife, appealing for the then first lady’s interventions to help find Prageeth. She stood outside the parliament with her teenage son and distributed appeals to parliamentarians.",
    "They went to the Galle Literary Festival and distributed appeals to the writers and others gathered there. She took the initiative in organizing numerous protests, vigils and religious rituals in Colombo.",
    "When it became obvious that the Army was not cooperating with the investigators, Attorney General’s Department and courts, Sandya met the then Army Commander personally to appeal for help. She also met with diplomats, UN officials, international organizations and foreign journalists to generate international support to seek truth and justice.",
    "She worked with Prageeth’s friends and concerned people to publish books with his articles and cartoons.",
    "She also supported Tamil families of the disappeared in their struggles, joining them in protests in the North and talking about their struggles in her own work.",
    "This year, she took her street protests to the Eastern town of Akkaraipattu, the place investigators had revealed Prageeth had been taken. And alongside all of this, she also had to struggle to bring up her two teenage sons, now young adults, trying to fill the void of the disappeared father.",
    "About three years ago, in October 2020, a local journalist estimated she had travelled 411,220 kilometres searching for justice.",
    "In 2017, Sandya was selected as one of the Women of Courage by the government of the United States of America and in 2022, she was chosen as one of BBC’s 100 most influential women.",
    "But to me and many others, her courage and determination is way beyond these international honours and recognition.",
    "In the 5000 days, I had spent some significant amount of time with Sandya.Often on the streets at vigils, protests, religious events – in Colombo, but also in the North with Tamil families of the disappeared. Also in courts, at seminars, meetings. At the UN and with diplomats, foreign journalists. Sometimes interpreting for her. And at her house.",
    "This long association with Sandya has been very challenging – her energy, proactive and regular initiatives, courage, determination is difficult to keep up with. But it’s also been one of the most rewarding and inspiring experiences for me as an activist."
  ]
}