{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90843/pastor-jerome-issues-another-apology-over-controversial-remarks",
  "time_ut": 1685196240.0,
  "original_lang": "en",
  "original_title": "Pastor Jerome issues another apology over controversial remarks",
  "original_body_lines": [
    "Pastor Jerome Fernando, the self-styled “prophet”, has once again issued an apology over his recent remarks about Lord Buddha and other religious figures which stirred much controversy in the country.",
    "He was accused of making derogatory statements about Lord Buddha and other religious figures during one of his sermons which went viral on social media.",
    "On May 15, President Ranil Wickremesinghe ordered the Criminal Investigation Department (CID) to launch an immediate investigation into the matter, citing that such statements could create religious conflicts and harm the harmony in the country.",
    "The New Buddhist Front (‘Nawa Bhikshu Peramuna’) and the Pivithuru Hela Urumaya (PHU) also lodged a complaint with the CID, seeking the immediate arrest of the Pastor and strict legal action against him.",
    "On May 16, the CID initiated a probe into the matter, while the Colombo Fort Magistrate’s Court issued a foreign travel ban on Pastor Fernando who had left for Singapore on May 14.",
    "However, the police said Pastor Jerome could be arrested upon his return to the island due to the overseas travel ban.",
    "On May 18, Ven. Gunawansa Thero and several others lodged an FR petition seeking a Supreme Court order directing the police chief to arrest Pastor Fernando and to take legal action against him.",
    "Pastor Fernando’s second apology came days after his first which was live-streamed from Singapore on May 21. Earlier, he had said that he has done nothing wrong but wanted to yet apologize to Buddhist, Hindu, and Muslim devotees, had his words by any means hurt them emotionally.",
    "Against this backdrop, the self-styled “prophet” on May 26 filed a Fundamental Rights (FR) petition with the Supreme Court seeking an order preventing the Criminal Investigation Department (CID) from arresting him. In his petition, he had, however, stressed that his remarks do not threaten the country’s religious harmony."
  ]
}