{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/ahead-of-imf-approval-sri-lanka-govt-promises-anti-corruption-bill-114642/",
  "time_ut": 1678260180.0,
  "original_lang": "en",
  "original_title": "Ahead of IMF approval, Sri Lanka govt promises anti-corruption bill",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka expects to present an anti-corruption bill to the parliament in coming days, Cabinet Spokesman said, as the island nation has been urged by the International Monetary Fund (IMF) to reduce corruption.",
    "The IMF has urged Sri Lanka to reduce corruption vulnerabilities through improving fiscal transparency and public financial management, introducing a stronger anti-corruption legal framework, and conducting an in-depth governance diagnostic, supported by IMF technical assistance in return to a $2.9 billion loan.",
    "Sri Lanka, in return of the loan, has agreed to reduce corruption vulnerabilities through improving fiscal transparency and public financial management, introducing a stronger anti-corruption legal framework, and conducting an in-depth governance diagnostic, supported by the IMF technical assistance.",
    "The IMF on Tuesday said that Sri Lanka has now received financing assurances from all major bilateral creditors, which will pave the way for consideration by the IMF’s Board on March 20 the approval of the Staff Level Agreement reached on September 1, 2022 for financing under an Extended Fund Facility",
    "“We have discussed it in the cabinet before and the act has already being drafted by the Minister of Justice Wijedasa Rajapaksa,” Cabinet Spokesman Bandula Gunawardena told the weekly cabinet briefing on Wednesday (8).",
    "“It will be definitely presented to the parliament in the coming days.”",
    "Most Sri Lankans are furious about systemic corruption with political leaders are ignorant of curbing them.",
    "Activists and civil society officials have accused some politically influenced people of amassing wealth in an illegal way in foreign countries since 2005.",
    "They have blamed failures to curb corruption for the unprecedented economic crisis which later turned into a political crisis.",
    "Former president Mahinda Rajapaksa and his family members have been accused of acquiring wealth in abroad and many protesters during the prolonged three month protest last year have demanded proper investigations with the help of international organisations like the United Nations.",
    "The protests forced them president Gotabaya Rajapaksa and his elder brother ex-premier Mahinda to resign in the face of furious public agitations against their wrong economic policies.",
    "The resignation of Rajapaksa led the parliament to elect Ranil Wickremesinghe as the president in an unprecedented manner.",
    "However, President Wickremasinghe is yet to act on past corruptions under previous governments.",
    "Last month Wickremesinghe said an Anti-Corruption Bill will be introduced and the government was taking steps to include the ‘Stolen Assets Recovery (StAR)’ initiative in this Bill, together with the assistance of the World Bank and the United Nations"
  ]
}