{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/starting-my-nursing-training-in-beautiful-birmingham/",
  "time_ut": 1680333420.0,
  "original_lang": "en",
  "original_title": "Starting my nursing training in beautiful Birmingham",
  "original_body_lines": [
    "There are some who knew Birmingham in the 1950s who would be amused to hear me say that Birmingham was beautiful. It was in physical appearance faded, dull and uninteresting. It was as devoid of culture as it was of green public spaces. It was the second largest city in the UK but it had not been bombed during World War II. As a result, no urgent rebuilding and accompanying redesigning had been called for.",
    "The city stood as it had stood for decades before, spewing smoke from its many factories as the industrial heartland of England. That smoke, spreading out to rest on the many buildings in this congested location, and on the few trees that lay in its path, gave Birmingham a “forever grey” look. After I left Birmingham more than five years later, that look would go. Smoke-free fuel and modern design and architecture would invade. Birmingham would change with my departure and be truly beautiful to the eye.",
    "My use of the adjective “beautiful” describes the city for the full and fulfilling life that it gave me during those five years and four months. The adjective “beautiful” I use to describe the inner heart of the city, deep within its deceptive exterior. It describes the people, their warmth, their friendliness and their unlimited kindness and the resulting impact those had on me. I do believe that much of these experiences lay with the fact that I was one of the first dark faces to be seen in the city.",
    "Later, as with its appearance, so did these beautiful qualities of friendliness and kindness go into reverse gear. After I left, as well as architectural change, racial and ethnic tensions emerged. The Asian and Caribbean invasion had begun. Had I stayed much longer I would not have been able to describe Birmingham as being “beautiful”.",
    "The journey to Birmingham is hazy in my mind. My brother Shatir had spent the night with Emdee in Holland Park. He had come to his bed-sit where I was by taxi and taken me to Paddington in time to catch the Dawn Express. But before we left the room he lifted his mattress and took out a hidden five-pound note which he would use to take me to Birmingham.",
    "The rest of the day, 64 years ago I recall as if it were yesterday. Here we were, Shatir and I, standing in the Matron’s office at the Royal Orthopaedic Hospital, or ROH, Northfield, in South Birmingham. Matron Galbraith was a buxom woman and one that looked formidable, sitting at her desk in her deep blue uniform and white flowing cap. This is the first I had seen of a hospital matron. I learned later that the Matron is the boss of the whole hospital. She ran the hospital and all its staff were answerable to her. The doctors looked after their medical responsibilities. They dared not venture beyond that. The hospital was the Matron’s business.",
    "Without even knowing all that, I could not help but see that in her demeanour as she got up from her seat to come forward and welcome us. “Oh”, she said to Shatir, “You must be this young lady’s brother.” My mother had informed her before that he would bring me to the hospital, how and when. She was expecting us. “Well you can go back to London now. We will look after your sister.” I noticed she dare not say my name. Later she would ask me to pronounce it to her many times and learned to say “Wijeyesekera” quite well.",
    "That desolate feeling I had in the pit of my stomach I neither felt before nor since. I was to be all alone in this strange place with these strange, unfriendly looking people. That I was petrified is too mild a word to use. My brother looked at me and turned to leave the room. Wanting to do that without delay I guess before either of us got too emotional.",
    "As he left the room I ran after him and asked him for his pen. In the middle of all this I remembered that I had forgotten to bring a pen. What would I register my name with if I had to?",
    "Matron was a professional through and through. No time wasted on smiles and trivialities. She called her secretary and asked her to take me to “Miss Burr” in the Nursing School. So the lady did, chatting as we went, feeling for my discomfort and trying to make me feel at home. Miss Burr was the Principal of the Nursing School of the ROH. As we were introduced she smiled in greeting, asked about my journey and whether, “my brother was on his way back to London”. It seemed that they had all been informed of the arrangements.",
    "Miss Burr appeared to be much more pleasant than Matron, I thought. But later, after I had been in her awesome presence more than a couple of times, I found that Matron was an extremely kind and concerned sort of person. I think she had developed this exterior to go with her job.",
    "Before I knew it, I was standing in a classroom meeting a group of young women dressed in nurses’ uniforms – caps and all. I was in my saree selected specially for this day. The thought came to me that soon I would be just like one of them. The Nursing Course had really started on 20 October. I was a day late to join these young women who would soon be my colleagues and many of them later my friends. Some of us would be together for two years, while some of us would be together for another three. And a few of us still remain friends. Miss Burr then called out to “Nurse Turner” and “Nurse Smith”. A blonde and a brunette with shiny faces, both rather pretty, stood up.",
    "She continued, “Could the two of you take Nurse Wijeyesekera to Mrs. McIntyre in the sewing room now? She is waiting for you and she will fit Nurse Wijeyesekera with her uniform, apron and cap. Then in the afternoon would you take her in to the city and show her where she could purchase her shoes and stockings and any other things that she may like? Don’t forget her tie-pins.” These would be required to hold my apron onto my uniform. The uniform was a pin-stripe in blue and white. Subdued as a nurse’s dress should be.",
    "Off we went to the sewing room. Everybody called her Mrs. Mac it seemed, except the formal Miss Burr. She took all the measurements she required and then said to me, “Come in an hour dear and we will have all these ready for you.”",
    "My response was the typical Ceylonese one – a shaking of the head from side to side to say yes. But in that part of the world this movement is taken as a no. So she said, “Oh she can’t understand English. Isn’t she lovlay?” That is how she said the word lovely in her “Brummie” for Birmingham, accent, At which Val and Jane took cover to hide their giggles. I was probably the first brown face that Mrs. Mac had seen. Also, the first saree for that matter. And it surely would have been so with many of my colleagues at the school and others around the hospital.",
    "While we were being introduced in the classroom Miss Burr took care to point out to me that Lyda and Mahin both came from Persia and Barbara from Jamaica. I noticed that the two Persians were light skinned. So was Barbara because, she told me later, her father had Scottish ancestry and she had his skin colour. So I was the only one with a dark skin.",
    "But then in Birmingham it mattered not at all. Except when, as I will share later, the dark skin was admired and liked and I was the beneficiary of special attention and kindness tinged with a distinct touch of favouritism.",
    "Miss Burr had told us that it was the first time the hospital had accepted young ladies from foreign countries as student nurses. She said that both she and the hospital were happy to have us. She hoped we would be happy at “Woodlands”, as the ROH was referred to fondly.",
    "It was Val Turner and Jane Smith of course who would show me the ways of being a student nurse at Woodlands. We would remain close friends for the rest of our training. What amazes me to this day, however, is that the four of us who had come from lands far away bonded with no delay. Before long the four of us would be inseparable. Lyda has now passed on. Mahin and Barbara and I still communicate frequently. More frequently now. Because earlier it had to be “Skype”. Now “WhatsApp” makes it so much easier. That is not to say that we do not communicate with the British friends we made during those early days in Birmingham. We do. But that special bond the three of us made in Birmingham, not forgetting Lyda, still holds firm. I will come back to them again when I share with you my journey in Jamaica thirty years or so later.",
    "The difficulty of saying my name was too much. So my colleagues soon asked if they could shorten it to – guess what – Padi, just as I was called back home. From my first day at Woodlands as a student I was officially “Nurse’ and soon “Nurse Padi” to all who had to use my name, including the staff and patients at the ROH.",
    "I was a Nurse. I had made a temporary stopover on my way to becoming a physiotherapist. More than that, I had entered the World of Disability. I had started on my life’s journey.",
    "The next two years as a student nurse was the most intensive learning period of my life. Real life lessons to teach me to be the human being I wanted to be. Being a nurse in a hospital for disabled people as I was, taught me soon enough that my life’s learning until now was largely background. That background learning was the preliminary which pushed me forward. Pushed me into the practice of acquiring learning and that would take me to the core of knowing what I wanted to be and how to be that person.",
    "Being a nurse to others would teach me to reach the depths of my humanity so that I could reach the depths of another’s distress. To learn the value of the life of each human being as she or he saw it; and the value of working with others at all times so that the person who was in need of care always had of the best. And I gobbled all this learning and put it into practice with a constant hunger for more. This is partly from whence came my enjoyment of being a nurse. And of being with disabled people.",
    "After the preliminary two months in the school-learning the basic theory and practice of nursing, we went to work in the wards. I was to start in ward twelve, a long-stay ward for females. I can’t help thinking that Matron would have had me placed here. She would quite likely have thought that starting with old ladies was better for me than starting off with the men.",
    "Sister Taylor, the ward sister, was young and active and brought to the ward the brightness and energy that it needed, as the ladies on long-stay were elderly or old. Most had fractured or arthritic hips that kept them in bed sometimes for six months or more, or even for the rest of their lives. Some had surgery to enable them to get out of bed sooner than others. Others had joint conditions about which nothing could be done. A few had had strokes as a result of which they could neither speak nor walk. Many of these patients would be bedridden forever. Many slept for the greater part of the day.",
    "Mrs. Miller was one of these. She was 96 years old, had a broken hip about which nothing could be done, hardly communicated and spent most of the day sleeping. In keeping with her situation, she had a room to herself. She would not, or could not, cooperate with the nurses. This made nursing care very difficult. Yet she needed total care. She was reputed to be, “the most difficult patient in the ward”.",
    "Sister Taylor soon found out how best she could use me. It was customary that, as soon as the lunch trolley was brought from the kitchen, Sister, with all the nurses walking alongside, would push the trolley along, she herself serving each patient’s portion on to a plate. A nurse would take that meal to a patient. When her trolley came to Mrs. Miller’s room she would call out, “Nurse Padi.” At this call I would have to emerge. With not another word she would hand the plate to me.",
    "Feeding Mrs. Miller was no easy task. “Mrs. Miller, here is a spoonful. Open your mouth… Mrs. Miller, open your mouth,” I would repeat over and over again. Mrs. Miller would at last decide that she would. She would take in a few mouthfuls. And then, just as I said to myself, “Thank goodness she is cooperating today,” with no warning, Mrs. Miller would spit all the food she had accumulated in her mouth out at me.For a 96-year-old her aim was pretty good. My friends back home called me “a born optimist” and I was one now. Each day I thought I had learned to duck the volley. But then Mrs. Miller would cotton on to that and make sure to take better aim the next time. It became a game between us. Or rather, a competition.",
    "During my three months on Ward Six I made a special friend. His name was Fernao Godhino. He was 16 years old and had come all the way from Lisbon, Portugal to have his legs lengthened. Fernao was very short and he wanted to be closer to the height of other young boys of his age. We had an Orthopaedic Surgeon at the ROH who was world renowned for his success at doing this. I never saw Fernao standing up because he was confined to bed both when I arrived in the ward and three months later when I left it. Bill Scrase, the surgeon had already operated on Fernao.",
    "The surgeon had cut across the tibia and fibula which are bones in the calf region of each leg. A machine was placed on the bed alongside Fernao’s legs. Each leg had fixed to it at the broken ends of the bones, two pins, each with a screw. The pins were connected to the machine in a way that a turn of a screw would move the ends of the bones on that leg apart. Sister had the task of turning the screws on each leg on alternate days. She was very fond of Fernao and carried out this task as gently as she could. But as you can imagine, every turn of the screw was sheer agony to Fernao. He would scream in pain. His screams touched all of us. His determination earned our respect and our love, staff and patients alike.",
    "In me it seemed as though Fernao had found a soul-mate. Me away from home as he was. Much of the little free time I had was spent at his bed-side. We would talk about his home and mine. We would even sing softly together common songs that we both knew. But as this closeness grew so did a problem arise. Fernao started to tease me. It was like my brothers back home. He would tease me about me missing my home and family, about me never going back to see them and so on.",
    "One day this was more than I could take. When he started to tease me, I asked him to stop. When he did not, my tears just flowed over. I just wept buckets. Perhaps I was weeping for both of us. What were the two of us doing here? Sister heard the rumpus. She came out of her office to put her arm around me and admonish Fernao. He was in the dog-house for the rest of the day. But the next day Fernao and I were friends. Fernao never teased me again.",
    "Fernao, who to me seemed to be a youth like any other youth and no shorter than any other, has remained in my memory since then. Just like those others from my past who live in my memory. About two years ago I thought that it would be so good if I could speak with Fernao again. So I went to my computer and Googled “Godhino” in Lisbon.",
    "There were a few popping up. I picked one who had made available his contact e-mail. I wrote to him about the Fernao Godhino I knew in Birmingham. “Do you by any chance know of him?” I asked. I got no response. I could not find Fernao again.",
    "Nihal Jayawickrama discusses Alice in Wonderland reasoning, minority rights, and universal jurisdiction with the Anglo- American Lawyer magazine",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}