{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-shares-close-on-a-16-month-high-after-ddr-announcement-125323/",
  "time_ut": 1688557500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s shares close on a 16 month high after DDR announcement",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka stocks closed up with banks leading the charge after domestic bond restructuring was restricted to pension funds, brokers said.",
    "The All Share Price Index closed up 0.99 percent or 99.49 points to 10,176.13, according to exchange provisional data, this is the highest the index has been since 28 March 2022.",
    "The S&P SL 20 Index more liquid stocks closed up at 1.35 percent or 40.25 points to3,013.37.",
    "The market generated a turnover of 4.9 billion rupees, majority of the revenue had come from the banking sector bringing 1.3 billion rupees, diversified financials brought in 1.2 billion rupees and diversified financials attracting 624 million rupees. The daily average turnover is 1.4 billion rupees.",
    "The market recorded a net foreign inflow of 440 million rupees.",
    "Top gainers in mid day trade were Hayleys, Richard Pieris and Company and John Keells Holdings.",
    "Sri Lanka has made the offer to re-structure domestic as part of efforts to meet International Monetary Fund targets to make government debt sustainable after sovereign default.",
    "Sri Lanka is offering to swap debt in provident funds for new instruments with a longer duration in line with an Extended Fund Facility (EFF) of the IMF.",
    "“It is justified by the ambitious nature of these targets, the need to manage Sri Lanka’s public debt rollover risks in the future and the imperative of ensuring a fair contribution from all creditors to the resolution of Sri Lanka’s debt problem, without however jeopardizing the stability of the domestic financial system,” the Finance Ministry said in a statement.",
    "The bond exchange is expected to be completed by the end of the month.",
    "Sri Lanka’s Ministry of Finance in an official policy announcement on the country’s domestic debt optimisation (DDO) progamme has invited any questions to be directed to the Superintendent of Public Debt via email.",
    "Questions can be directed to the Superintendent of Public Debt via email in relation to the Exchange Memorandum for Treasury Bonds at ddo.tbonds@cbsl.lk and the Exchange Memorandum for Sri Lanka Development Bonds at ddo.sldb@cbsl.lk, a statement from the ministry dated Tuesday July 04 said.",
    "Any responses to such questions that have general applicability will be promptly posted on the website on the ministry website https://www.treasury.gov.lk/web/ddo, the statement said."
  ]
}