{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/ICJ-expresses-concern-over-Anti-terror-bill-giving-rise-to-a-panoply-of-human-rights-violations/14-746982",
  "time_ut": 1680458906.0,
  "original_lang": "en",
  "original_title": "ICJ expresses concern over “Anti-terror” bill giving rise to a panoply of human rights violations",
  "original_body_lines": [
    "The International Commission of Jurists (ICJ) has expressed its concern that the newly proposed anti-terrorism legislation, if adopted as currently formulated, will give rise to a panoply of human rights violations and, much as the existing “Prevention of Terrorism Act”, is open to misuse.",
    "On 22 March, the Government of Sri Lanka published the proposed 97-page “Anti- Terrorism Bill” (Gazette notification dated 17 March), which, if adopted, would replace the Prevention of Terrorism (Temporary Provisions) Act No. 48 of 1979 (PTA). The Bill purports to do away with the provisions of the PTA that were considered in violation of international human rights law.",
    "However, the ICJ is extremely concerned, in particular, by clause 4(1)(a) of the Bill, which, if adopted in its current formulation, would introduce the death penalty for “the terrorism offence of murder”. Sri Lanka has been a de facto abolitionist country for decades, given that a moratorium on executions has been in place in Sri Lanka since 1976. The ICJ is opposed to the death penalty in all circumstances, as a violation of the right to life, and as the ultimate cruel, inhuman and degrading punishment. “Purported threats to national security, whether or not arising in connection with acts of ‘terrorism’, should not be used as a justification for the death penalty,” said ICJ’s Senior Legal Adviser Livio Zilli.",
    "The Bill does feature certain improvements on the PTA, such as:",
    "The removal of a provision pursuant to which a detainee’s confession to a police officer without the presence of the detained person’s lawyer is admissible;",
    "The requirement for the arresting officer to issue a document notifying the arrest to the next of kin of the accused immediately or at least within 24 hours;",
    "Guaranteed access to translation in a language of the accused’s choice of information relating to the arrest; and",
    "An obligation to bring the detainee before a magistrate every 14 days when the person is detained without a Detention Order (DO).",
    "However, the ICJ considers that the Bill’s other problematic aspects clearly outweigh the positives. In addition to the above-mentioned concern about the introduction of the death penalty, of particular concern is the overbroad and vague definition in clause 3 of “acts of terrorism” that can be interpreted in a manner that stifles dissent and to crush peaceful protests. Clause 16 further identifies disobeying any direction issued under the Act as a “terrorist offence”. This creates a fresh category of offences likely to be misused by the present Government and future administrations against any kind of opposition.",
    "“If enacted as currently formulated, these vague and overbroad offences, similar to and building up on those contained in the PTA, are open to abuse and, as such, they violate Sri Lanka’s international legal obligations and the country’s own constitutional guarantees under Article 13,” said Livio Zilli.",
    "A key precondition to a fair trial under international law is that criminal offences must be prescribed by law and conform to the principle of legality. The principle of legality requires that crimes be classified and described in precise and unambiguous language that narrowly defines the punishable offence with a clear definition of the criminalised conduct, establishing its elements and the factors that distinguish it from conduct that is not criminally proscribed. Criminal law must not proscribe any act or omission in terms that are vague, imprecise, arbitrary or overly broad. Vague laws undermine the rule of law because they leave the door open to selective and arbitrary interpretation, law enforcement and prosecution.",
    "Moreover, if enacted in its current form, the bill would provide limited judicial oversight while granting law enforcement officials additional powers than those they currently enjoy under the PTA. For example, under clause 28 (2)(a) the Magistrate may not review a detention order made by any Deputy inspector general of police (DIG) in the country. Pursuant to clause 28 (b) (iii) as currently formulated, when a detention order has not been issued or placed before the Magistrate, a Magistrate could discharge an accused only if the Officer-in-Charge of the police station requested it and the Magistrate agreed to it. Such provision infringes the separation of powers by arrogating to the police a power that is properly that of the judiciary – in this instance by making the decision of the Magistrate to discharge the accused dependent upon the officer-in-charge requesting the accused’s discharge in the first place.",
    "The maximum period of detention under a detention order is 12 months (clause 37) with the police having to file a confidential report that includes the allegation against the accused, the investigation’s findings and the reasons for further detention, with a Magistrate after the first three months (clause 36). The Magistrates cannot review a detention order ordered by a DIG. In the absence of a detention order, the accused is to be brought before a Magistrate every 14 days (clause 38).",
    "While the Bill allows for Magistrates to visit places of detention and for the accused to have access to lawyers, Sri Lanka’s experience under the PTA in the last 44 years has shown that such safeguards do not offer much protection since Magistrates often do not have the time to visit places of detention, such as prisons, due to their workload. Similarly, even if detainees are granted access to lawyers, it has rarely ever been in private.",
    "If adopted as currently formulated, the Bill would establish two bodies, namely the Board of Review chaired by the Secretary of the Ministry of Defence, and an Independent Review Panel to be appointed by the President, purportedly to ensure oversight. However, such bodies would lack the required independence necessary to carry out any effective oversight of the enforcement of the law.  Rather, it would seem that, instead of acting as necessary checks on police abuses, both bodies would likely be helpful in concealing any irregularities that may characterise the legislation’s enforcement.",
    "The Bill also empowers the President to proscribe organisations on the recommendation of the Inspector General of Police (IGP) or of the Government if there are “reasonable grounds to believe” that the concerned organisation has engaged in an act amounting to an offence under the proposed law or in “an unlawful manner prejudicial to the national security of Sri Lanka” (clause 82).",
    "The President may also declare any place: a “prohibited place”, if so requested by the IGP or the commanders of the armed forces or the Director General of the Coast Guard (clause 85). There is no time limit set for the period of prohibition and any place can potentially be declared a “prohibited place”. This easily allows for repression of any dissent since the police need not have to go before the Magistrate to obtain time limited restraining orders against protests as is the current practice, but instead, immediately get the site of protest declared a prohibited place. Such acts violate the right to be free from arbitrary arrest as per Article 13 of the Constitution, as well as the freedoms of speech and expression, of peaceful assembly and of association all protected under Article 14 of the Sri Lankan Constitution.",
    "Further, the President may also issue regulations to implement “rehabilitation programmes” for persons for whom the Attorney-General has recommended a deferment or suspension of criminal action (clause 100). This is especially concerning since, in the past, accused persons have been coerced into accepting “rehabilitation”, particularly in cases where the State has had little or no evidence to put them on trial.",
    "The ICJ has consistently called for the repeal of the Prevention of Terrorism Act, which has been used to arbitrarily detain suspects for months and often years without charge or trial, facilitating torture and other abuse. United Nations human rights bodies, including most recently the Human Rights Committee, have consistently called on Sri Lanka to enforce a moratorium on the use of the Prevention of Terrorism Act pending repeal and to repeal the Act. In this connection, the ICJ renews its call on Sri Lanka to repeal the PTA and immediately halt attempts to replace it with an even worse piece of legislation, as it is the case with respect to the current draft of the “Anti-Terrorism Bill”."
  ]
}