{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-strengthens-its-green-financing-mandate-with-gggi-partnership/",
  "time_ut": 1691462340.0,
  "original_lang": "en",
  "original_title": "ComBank strengthens its green financing mandate with GGGI partnership",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has signed a milestone agreement with the Seoul-headquartered Global Green Growth Institute (GGGI), a leading international inter-governmental technical advisor on sustainable finance initiatives.",
    "The Memorandum of Understanding (MoU) ratified by the two entities sets the stage for a sustainable finance collaboration programme, and enhances Commercial Bank’s readiness to mobilise green and blue investment opportunities for Sri Lanka’s private sector.",
    "The Director General of GGGI Dr. Frank Rijsberman signed the MoU on behalf of GGGI, while the Managing Director and CEO of the Commercial Bank Sanath Manatunge signed on behalf of the Bank.",
    "This transformative partnership between Commercial Bank and GGGI holds immense promise for accelerating sustainable finance initiatives in Sri Lanka, paving the way for a greener and more resilient economy for generations to come, the Bank said.",
    "According to the GGGI, Commercial Bank continues to show its comitment to expanding its green portfolio through the exploration of thematic bond issuances. Through this partnership, the Bank will gain GGGI’s international technical expertise and support for the creation of a thematic bond framework and strengthen its institutional capacity.",
    "Sri Lanka became GGGI’s 30th member state in 2019. The Institute has a unique in-country presence and plays a prominent role as a neutral, trusted advisor and strategic development partner embedded in Member and Partner governments. GGGI champions climate action and serves in the role of an enabler and facilitator of Members’ transition into a low-carbon green economy, providing policy advice and technical support in the development of green growth plans, policies and regulations, mobilisation of green investments, implementation of green growth projects, and development of local capacities and knowledge sharing.",
    "Sri Lanka was elected as Vice President of the Assembly and Vice Chair of the Council of GGGI in October 2022, and GGGI has an in-country program with key strategic focus areas that include mainstreaming innovative climate finance tools; building resilience and supporting a national adaptation planning and implementation process; establishing energy-efficient and environmentally friendly transport systems; increasing the uptake of green energy and enhancing energy efficiency through an improved enabling environment and bankable projects, and sustainable landscapes.",
    "One of the first banks in Sri Lanka to venture into green financing, Commercial Bank has been adjudged the winner at the Sri Lanka Sustainability Reporting Awards and is a pioneer in sustainability through its innovative green portfolio, while initiating a mandatory social and environmental screening process for its lending activities.",
    "Le Grand Galle Hotel marks five years of luxury and unforgettable experiences",
    "ComBank ranked strongest bank brand and country’s 2nd strongest brand overall",
    "ComBank honoured with six awards by Indian Chamber of Commerce",
    "ComBank & AMW bring back popular lease promo for New Holland tractors",
    "ComBank celebrates Poson with ‘Pahan Gee’ recital by Bank staff",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}