{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/From-bean-counters-to-business-partners-Accountants-of-the-future/4-750719",
  "time_ut": 1689615948.0,
  "original_lang": "en",
  "original_title": "From bean counters to business partners: Accountants of the future",
  "original_body_lines": [
    "As a function, finance and accounting must be like any other in the organisation – working for the common good of the total organisation",
    "It is not an exaggeration to state that the regimented, structured accounting/auditing training received by articled clerks, primes them to look at most things with a suspicious mind. Being inquisitive is fine, but being over suspicious will lead to wasted energy and poor relationships. Just like a leopard being unable to change its spots, most professional accountants find it difficult to get rid of their ingrained professional scepticism and unconsciously employ an annoying investigatory stance in dealing with their working colleagues and other stakeholders. Whilst this trait may be helpful in conducting his/her stewardship duties, it certainly is an obstacle in building effective business partnering relationships",
    "“Oh – those bean counters” is a slangy term oft used by non-finance business leaders in characterising accountants. The term gained traction when a 1975 Forbes Magazine article portrayed a “bean counter’ as a person so dedicated to detail that he/she accounts for everything from the ‘very large’ to the ‘minute’. Since then, and with the passage of time, a ‘bean counter’ has taken a more demeaning persona in being representative of a nitpicker who, lost in the numbers, fails to see the big picture.",
    "Also, when top corporate leaders describe accountants and rant about their ineffectiveness, the negative image which they leave in my mind is that of Ebenezer Scrooge the principal character in the Charles Dickens’ novel, “The Christmas Carol.” In describing Scrooge, Dickens writes: “The cold within him froze his old features, nipped his pointed nose, shrivelled his cheek, stiffened his gait; made his eyes red, his thin lips blue; and spoke out shrewdly in his grating voice.” This may not be a perfect like with like. But it describes, imaginarily, the rule-based, tight-fisted way in which accountants typically operate. I, too, am an accountant and I am immensely proud to be one. Therefore, it pains my heart and causes disconcertment when I hear the reservations about, and discern the negativity which underlines, the way in which accountants are perceived, and picturised, by non-finance business leaders.",
    "Keeping emotions aside, finance leaders and accountants must admit that it is their behaviour which has led to a stereotyping of the profession. Accountants must change their current attitudes and behaviours and must develop the traits and characteristics demanded of them by corporate leaders in significantly increasing the extent of accountants’ business partnering, both internally and externally. Internally, with their superiors, peers, and subordinates and, externally, with customers, suppliers, regulators, and other stakeholders. As companies contend with rapid geopolitical, demographic, technological, and competitive changes, business leaders are, increasingly, seeking a different breed of accountants.",
    "The stereotypical accountant tends to be introspective, focuses on granular details and displays comfort with quantified indicators. Influenced by the curriculum, and training, which anchor their professional membership, they are obsessively rule based and lack the discretion in suggesting, and applying, situation-based solutions. Most of the time, they lack the soft skills of communication and the traits of trust, and empathy, to name a few. They fail to keep open minds. Do not get me wrong. It is important that accountants perform their stewardship role effectively. In fact, business leaders still want accountants to continue playing the role of a diligent custodian/steward who exercises control through internal checks and balances, thereby, ensuring compliance with regulation and internal policies and procedures and the role of expert/operator who delivers timely and reliable reports.",
    "However, they want the controlling and conforming aspects to be softened by an increased involvement as a trusted advisor and partner who collaborates with business folks in supporting strategy formulation, facilitating, and catalysing performance, lessening the bureaucracy in improving the speed of decision-making, eliminating waste, architecting adaptive management, championing change and regulating risk. These call for new technical skills and, more importantly, a focus on soft skills.",
    "Technically, the scope of the finance and accounting function has been forced to change, and is changing rapidly, in a bid to stay relevant in a dynamic business world. A notable change is the shift from accounting for assets and liabilities to accounting for value creation. While the potential of the value may be reflected at a point of time in a Statement of Financial Position, it is common knowledge that value is created and destroyed beyond the balance sheet. Difficult to monetise intangibles emanating from operating and functional excellence now dominate an enterprise’s total market value.  Examples of such intangibles are the governance model, operating culture, human capital and talent, process excellence, brand reputation, innovation prowess, patents and intellectual property, data, customer, and supplier relationships. In recent times the accounting scope has been forced to accommodate Environmental, Social and Governance (ESG) frameworks which are being increasingly used in determining whether an enterprise is in alignment with its values, in assessing the external risks faced by it, and in evaluating its future value. The scope has significantly enhanced from a mastery of “debits” and “credits,” internal controls, asset and liability reconciliations, taxation and internal/external reporting to strategy formulation, value creation, enterprise risk management, performance management et cetera.",
    "It is obvious that the technical skills of the professional accountant must encompass the aforesaid if the profession is to remain relevant. As has been quoted repeatedly, change is the only constant. This holds true whether it is in business or in life and professionals, irrespective of their discipline or industry, are forced to contend with major changes, particularly those driven by information technology. Many organisations are undergoing digital transformation in their bid to remain competitive. It is in this light that the modern accountant must have in his/her arsenal of technical skills the ability to leverage the power of data analytics, forensic auditing, cloud computing robotic process automation, shared services, cyber security et cetera and the ability to service stakeholder needs through the deployment of artificial intelligence and blockchain technology, to name some.",
    "Although business leaders, and other pundits, rang the death knell of the accountancy profession with the advent of advanced computing technology and connectivity in the early years of the second decade of the 21st century, it is pleasing to note that accountants have not only survived but are revelling in a new lease of life. In fact, technology has enabled the finance and accounting profession to flourish via an increasing ability to provide sharper insights from gathered data by utilising a wider array of faster computing tools. As investors, customers and society become more demanding in seeking satisfaction of their needs, the challenges facing an accountant are quite daunting. A digital, data-driven, and resource-constrained world provides enormous opportunity, and the accountant is ideally placed to exploit the opportunities and deal with the risks which invariably accompany reward.",
    "Whilst the above-described technical competencies and skills can be developed through an updated curriculum covering the apprenticeship of, and training towards, a professional qualification and professional membership and can be further strengthened through experience and exposure acquired on job, it is in the area of soft skills where the finance and accounting professionals struggle, and stumble, in their quest to being effective business partners. Finance and accounting training/development programs have, traditionally, focused on building technical proficiency and not on enhancing commercial acumen, teaching soft skills nor in developing relationship skills. The slant of the programs has been more task oriented than relationship oriented.",
    "From the early days, the accountant is “brain-washed” to be suspicious and to meticulously scrutinise all transactions irrespective of their impact on the overall business. The approach can be most annoying to those who wish to get on with their roles in contributing to the bottom line. It is ironic, though, that despite their call for greater business partnering, numerous are the occasions where the same corporate leaders are heard to say: “My CFO is too friendly with operations and marketing personnel. I am worried that such overfamiliarity will compromise his/her stewardship deliverables.” Such speculation is unfounded, and mere baloney, if the fundamental of the fiduciary trust which is intrinsic in a professional is accepted.",
    "In my 51-year career from an accounts clerk, management accountant, chief accountant, and finance controller to managing director, group finance director and executive director, I have been very friendly with all my non-finance colleagues. However, such friendliness has never threatened my professional values in my interactions with them. I have never crossed the “red line.” On the other hand, the camaraderie I enjoyed with, and the great fun I had, with my superiors, peers and subordinates contributed to my recognition as their trusted business partner.",
    "Accountants must work hard and play harder. Do not be too serious. Give vent to the fun bone in you. Being professional and being friendly are not mutually exclusive. Accountants must, however, know the pecking order of their professional allegiance. It is firstly to the public, secondly to the profession, thirdly to the employer (employers – are you surprised?) and lastly to himself. Many corporate leaders, and accountants, hold the view that mastery of accounting and/or audit technique is the sine qua non of the accounting profession. This is wrong thinking.",
    "As history will confirm, most finance and accounting shenanigans have arisen from deliberate misinterpretations of facts and deliberate failures to disclose information required by law. Therefore, what must be admired, and encouraged, in a professional accountant is his/her uncompromising attention to the ethical values of honesty, integrity, objectivity, due care, confidentiality, and a commitment to the interest of others before those of him/herself. The comments and observations which follow presume that fiduciary trust and other generically ethical traits and behaviours expected of a professional accountant are a given.",
    "Presuming that the fiduciary trust and ethical traits are a given, the significant soft skills to transforming an accountant to an effective business partner are;- >An increase in the levels of the trust of others in engendering empowerment and autonomy, >communication skills, >sincerity, credibility and consistency, >the abandonment of a silo mentality, > a greater appreciation of the importance of other disciplines such as production, marketing, supply chain, human resources, information technology et cetera in creating a well-functioning high performance organisation, >intellectual curiosity, >an open mind, >keeping things simple and being humble.",
    "It is not an exaggeration to state that the regimented, structured accounting/auditing training received by articled clerks, primes them to look at most things with a suspicious mind. Being inquisitive is fine, but being over suspicious will lead to wasted energy and poor relationships. Just like a leopard being unable to change its spots, most professional accountants find it difficult to get rid of their ingrained professional scepticism and unconsciously employ an annoying investigatory stance in dealing with their working colleagues and other stakeholders. Whilst this trait may be helpful in conducting his/her stewardship duties, it certainly is an obstacle in building effective business partnering relationships.",
    "Although rules and regulation are necessities in achieving order, excessive bureaucracy is crushing on the human spirit, and can be costly both in terms of cost and time. The suppression of the human spirit and the consequent erosion of empowerment, autonomy and individual initiative carry invisible costs in opportunities lost by the lack of an enabling environment.",
    "Another dilemma for an accountant is that, invariably, it is an accountant who is primarily tasked with ensuring conformity by staff with organisation policies and procedures. In performing that duty, he/she is condemned to a situation of: “One is damned if you don’t and maligned if you do.” Not a fair world, is it – particularly for accountants? However, this is where accountants must abandon the blind submission to rules and procedures and use their discretion in determining the right balance between trust, suspicion and, most importantly, the way they approach the issue. In the absence of such discretion, attempts to become effective business partners are futile. In the totality of my corporate career, I have always adopted a starting point of trust, and it has served me well.",
    "It is critically important for accountants to analyse data and to convey the information, thoughts and insights arising from such data to their audience, whether they be the shareholders/investors, the board, the top management, peers, subordinates, customers, suppliers, service providers, regulators and other stakeholders in a clear, unambiguous and user-friendly manner. An ability to explain numbers in a “non-finance” language is necessary. Not everyone is finance savvy. The modern accounting professionals must be good storytellers. They must create narratives out of the data in describing the present position of the organisation and showing how it can grow successfully into the future. This entails a switch between the analytical and creative.",
    "As experience shows, it is a difficult switch if the mind is not attuned to it. Verbal and non-verbal communication assume critical importance in an internal setting. The respect with which one delivers a message, the tone of delivery, the openness to the views of others, the ability to listen and engage in robust conversations without being personal, the skill of focusing on the key point/s and signalling accessibility and approachability are key attributes to gaining trust. Considering that all communications do not necessarily carry good news, the ability to convey unpleasant information in a transparent and honest manner is as important as the ability to inspire and motivate by employing the right body-language.",
    "In recent times, the CFO and senior finance and accounting professionals are a frequent interface between investors and the company. In this light, they must also be adept in articulating the financial performance, strategic direction, and risk management practices of their companies to shareholders, analysts, regulatory bodies, and financial institutions. Effective communication skills are, undoubtedly, an essential pre-requisite to being an effective business partner.",
    "Credibility is a prerequisite to being an effective business partner. It is an outcome of a combination of competence, honesty, truthfulness, empathy, “walking the talk,” accountability, flexibility, and a demonstrated ability to handle pressure. In the absence of credibility, you, as an accountant or any other, will struggle to win the hearts of the people you work with and serve. Consistency strengthens credibility. Consistency of behaviour assists people in knowing what they can expect from you, not only regarding the quality of your work but also regarding your personality. They must be assured in knowing that what they see is what they will get. Inconsistent behaviour creates uncertainty in expectations and is not conducive to building trusting relationships.",
    "You want your colleagues and associates to be able to approach you comfortably and confidently. They must place faith in your judgement, your decision-making ability, and skills, and they should trust your ability to maintain and nurture relationships. They must perceive you as someone who speaks the bitter truth than uttering a conveniently sour lie. They must not see you as a two-tongued, backstabber. Further, you must be seen as their trusted advisor and confidante and as a person working in the best interest of the company while been supportive of their personal development.",
    "Credibility is essential in building a collaborative atmosphere and camaraderie. Practicing what is preached, walking the talk, matching deeds with words, putting money where the mouth is, following through on promises and doing what they say they will do are ways in which professional accountants can enhance their personal brand. An accounting professional losing his/her credibility is akin to committing Hara-kiri!",
    "The tendency of accounting professionals to remain aloof, function as silos – these being where an organisation has groups of experts separated by department, specialisation, or location pursuing departmental goals instead of company goals – and the professional scepticism bred by their training result in their attempts of collaboration with other disciplines and functions being guarded and unenthusiastic. An appreciation of the importance of other disciplines and functions in an overall organisational context, attentive listening and the keeping of an open mind in seeing things from the perspectives of others are key to effective, ‘from the heart’ collaboration. Collaboration is crucial for team success.",
    "I have encountered many situations where corporate leaders want accountants to be effective business partners while insisting, they act like the Criminal Investigations Department. Although not an easy goal to achieve, it can be done with the right balance. An overemphasis on the policing duties and the powers vested in them thereof, make accountants easily lose sight of the advantages of business partnering. As a function, finance and accounting must be like any other in the organisation – working for the common good of the total organisation. There must be no “them” versus “us.”",
    "Research studies confirm that humble leaders listen more effectively, inspire great teamwork, and focus everyone, themselves included, on organisational goals. Accountants, too, would do well in going the extra mile in developing this priceless trait. Humble leaders understand, and accept, that they are not the smartest person at a meeting. They encourage people to speak up, respect differences of opinion and champion the best ideas, regardless of whether they originate from the chairperson, the managing director, the middle-level executive, or the lowest level clerk. The dismissive, arrogant leadership style frequently adopted by accountants does not endear them naturally to their peers and colleagues. Accountants can make visible their humility by; >being transparent about their limits of knowledge and indicating their willingness to learn from others, >admitting their mistakes when they do occur and apologising for the same, >by weighing different perspectives before making or recommending decisions, >listening carefully to the views of others without being abruptly dismissive, and > empathising with their colleagues when things do not go according to plan. Humility attracts natural allies and contributes, exponentially, to being an effective business partner.",
    "The volatility, uncertainty, complexity, and ambiguity of the present, and emerging, business environment demand accountants who can create value well beyond the balance sheet. Organisations are demanding a finance and accounting function that is efficient, insightful, and responsive. Business leaders are crying out for a finance and accounting function which goes beyond compliance to value creation and innovation. In a nutshell- they seek business partners and not mere accountants who are compliance and conformance mad. Not every finance and accounting professional will have, immediately, the skillsets and characteristics required of a business partner. The key skills they must develop are; >insightful thinking, >business acumen, >relationship building and management, >managing up, >intellectual curiosity, > general leadership, >business acumen, >intellectual curiosity, >problem solving, >an action focus, >change management, >technological mastery and >communication and presentation skills.",
    "(The writer is currently, a Leadership Coach, Mentor and Consultant and boasts over 50 years of experience in very senior positions in the corporate world – local and overseas. He can be reached via www.ronniepeiris.com.)"
  ]
}