{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ceylon-Chamber-of-Commerce-launches-Sri-Lanka-Bangladesh-Business-Council/34-755416",
  "time_ut": 1700504635.0,
  "original_lang": "en",
  "original_title": "Ceylon Chamber of Commerce launches Sri Lanka-Bangladesh Business Council",
  "original_body_lines": [
    "The Ceylon Chamber of Commerce has announced the inauguration of the Sri Lanka-Bangladesh Business Council (SBBC), the 21st bilateral trade council established by the Chamber.",
    "The Chief Guest at the event, and the Patron of the Council, High Commissioner of Bangladesh to Sri Lanka Tareq Md. Ariful Islam hailed the launch of the Council, expressing enthusiasm for its mandate to promote business, trade, and investment between the two neighbouring countries. He highlighted the immense potential that Bangladesh holds as one of the fastest-growing economies globally, offering a huge market, investment-friendly policies, robust infrastructure, a skilled workforce, and rapid digitalisation. The High Commissioner emphasised the need to diversify the sourcing of imports and explore opportunities in various sectors for collaborative ventures.",
    "SBBC Inaugaural President and Hayleys Advantis Director Dr. Asanka Ratnayake , emphasised the significance of the Sri Lanka-Bangladesh Business Council in fostering stronger economic and trade relations between the two countries. He highlighted the complementary nature of the products exported and imported between the two nations and expressed the Council’s commitment to working closely with stakeholders and partners to realise the full potential of bilateral trade and investment between the two countries.",
    "The Council’s Vice Presidents for the term 2023/2024 are Hemas Holdings PLC Managing Director Sabrina Esufally, and Commercial Bank of Ceylon Corporate Banking Deputy General Manager Tamara Bernard.",
    "The Inaugural Executive Committee of the Council comprises representatives of MAS Intimates Bangladesh Ltd., Metropolitan Technologies Ltd., NDB Capital Holdings Ltd., The Swadeshi Industrial Works PLC, and Venora International Projects Ltd.",
    "The Sri Lanka-Bangladesh Business Council aims to serve as a platform for businesses from Sri Lanka and Bangladesh to collaborate, explore opportunities for mutual growth, and promote trade, tourism, and investments between the two countries.",
    "Further details regarding membership of the Council could be obtained from the Secretariat of the Sri Lanka-Bangladesh Business Council of the Ceylon Chamber of Commerce, No. 50, Navam Mawatha, Colombo 2. E-mail: [email protected] or Tel.: 011-5588861, 5588800."
  ]
}