{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-sign-ftas-with-asean-countries-post-debt-restructure-president-127866/",
  "time_ut": 1691659860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to sign FTAs with ASEAN countries post-debt restructure: president",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka intends to join the Regional Comprehensive Economic Partnership (RCEP) and sign free trade agreements (FTAs) with ASEAN member states after debt restructuring is complete, President Ranil Wickremesinghe said.",
    "Speaking at event in Colombo marking the 56th anniversary of the Association of South East Asian Nations (ASEAN) on Tuesday August 08, Wickremesinghe confirmed his alignment with the future vision of ASEAN for the Indo-Pacific area, pledging full support for the advancement of this strategic perspective.",
    "A statement from the President’s Media Division (PMD) said the proposed collaborations highlight Sri Lanka’s commitment to fostering economic cooperation and trade linkages, which are poised to open new avenues for growth and development.",
    "The event was held at the Embassy of the Republic of Indonesia, Colombo.",
    "The PMD statement quoted Wickermesinghe as reflecting on efforts by former President J. R. Jayawardena, his father and other influential figures who advocated for opening up the economy and joining ASEAN during its founding years as well as the Shenoy reforms for liberalisation of the economy and to ensure the welfare program stayed within the needs. Turning down the opportunity to join ASEAN led to a period of socialist economic policies and limited capital formations, hindering the country’s growth potential, Wickremesinghe said.",
    "Subsequently, over a span of three years, he said, Sri Lanka transitioned into a socialist economic model, leading to the fragmentation of the capital formations, and has continued to progress in this trajectory.",
    "“However, we find ourselves not entirely emancipated from the constraints imposed by that economic paradigm. At present, despite being positioned as one of the world’s major economies, poised to potentially ascend to the ranks of the fifth or fourth largest expanding economies, we now confront the disheartening reality of shaking on the brink of bankruptcy after 55 years of existence.”",
    "The PMD said Wickremesinghe had praised the association’s remarkable growth and success as one of the world’s largest economic blocks. The president also expressed regret that Sri Lanka had declined an invitation to join ASEAN in its early years, citing missed opportunities for economic prosperity. A new policy approach to collaborate closely with ASEAN to enhance Sri Lanka’s position in the global arena was also highlighted by the president.",
    "In light of Sri Lanka’s recent financial challenges and the need for rejuvenation, President Wickremesinghe expressed a renewed commitment to pursue closer ties with ASEAN, the PMD said.",
    "He also acknowledged the strong cultural and historical connections between Southeast Asia and Sri Lanka, underscoring the importance of building on these relations to drive economic and political cooperation. (Colombo/Aug10/2023)"
  ]
}