{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dire-need-to-review-lg-elections-system/",
  "time_ut": 1678386240.0,
  "original_lang": "en",
  "original_title": "Dire need to review LG elections system",
  "original_body_lines": [
    "The local government elections that were scheduled to be held on the 9th March will not be held and the alternative date proposed is 25 April. Since the delay in holding the elections is due to what the government claims to be a shortage of money, whether the election will be held even on this date is uncertain. Be that as it may, to equate the postponement of the local government elections with the end of democracy in Sri Lanka, is clearly an exaggeration. This is not the first time that a local government election has been postponed and it will most certainly not be the last time either. The LG election which was due to be held around March 2015 was finally held only in February 2018 but that delay did not result in the end of democracy. LG elections have been delayed or postponed under several previous governments as well.",
    "What is of greater concern is not the postponement of the LG election but the system under which these elections are to be held. Today, everybody seems to have forgotten the complaints and criticisms made about this new elections system after the LG elections held in 2018. It would be a bad mistake to complain only about the postponement of the LG elections without discussing the totally dysfunctional nature of the present LG elections system. On 26 August 2017, the yahapalana government brought in a large number of committee stage amendments to a Bill that had been tabled in Parliament to rectify some technical issues in the local government law and thereby completely changed the system of elections to local government institutions.",
    "The demand in the country was for a mixed constituency and proportional-representation-based elections system which will give a winning party working majorities to carry forward the work of the LG bodies. While the new LG elections system of 2017 may on the face of it appear to be a mixed constituency/PR system, it is really a pure proportional representation system. The number of LG members a party is entitled to is determined on the basis of a qualifying number obtained by aggregating the valid votes received by all political parties contesting in a given LG institution and dividing that aggregate by the total number of LG members to be returned by that LG body. The total number of seats each political party is entitled to is determined by dividing the number of votes received by each political party by this qualifying number. Hence this is a pure proportional representation system and nothing else.",
    "Even though the popular demand was for a mixed constituency/PR system what we have got now is a pure proportional representation system infinitely worse than the J. R.Jayewardene era PR system it replaced. This is one issue that will need to be looked into in order to avoid a lot of trouble after another election is held under this system. Due to this pure proportional representation system, after the LG election of 2018, the winning party had a working majority only in 141 of the 341 LG institutions. If another election is held under this elections system, the result is going to be even more uncertain and there is a risk of giving rise to a very large number of hung councils full of bickering political parties, factions and groups. This is why it will be necessary to bring the system of elections also into focus when discussing the postponement of the elections.",
    "One of the most negative features of the new elections system introduced in 2017 was the doubling of the total number of LG members countrywide from over 4000 to over 8000. There is some discussion of the need to reduce the number of LG members before the next local government election and the Delimitation Commission headed by former elections commissioner Mahinda Deshapriya is working on the issue. However, this not the only issue that needs to be sorted out. Under the new elections system, due to the possibility of ‘overhang’ the total number of LG members elected will be known only after the election has been concluded. After the first elections held under the new system in 2018, the media reported that 97 out of the 341 LG institutions had overhang seats and that the total number of LG members elected had gone up by a considerable number as a result of this.",
    "Under the new elections system created in 2017, each LG institution will return 60% of its representatives from territorial constituencies (wards) on a first past the post basis and the remaining 40% on the basis of proportional representation. The 341 LG institutions countrywide will have a total of 4919 constituencies with 165 of these being multi-member wards returning two members each while there will be four wards returning three members each. The winners in these wards will be decided on a first past the post basis with the party that gets the highest number of votes getting all the members in the multi-member seats.",
    "Every political party contesting an LG election will have to submit two nomination lists. The constituencies list will need to have a number of candidates equal to the total number of members to be returned from the wards. If for instance a particular LG institution has 14 single member wards and one multi-member ward returning two members, the constituencies nominations list for that LG institution will need to have 16 candidates. The number candidates to be elected on the basis of proportional representation in a particular LG body will be decided by multiplying the total number of members to be elected from the wards by 40 and then dividing that number by 60. When this is applied to an LG body returning a total of 16 members from the wards, the resulting number is 10. Thus, the proportional representation list for this LG institution should have 10 plus another three candidates – a total of 13.",
    "Under the new system, members are elected to LG bodies on the basis of proportional representation according to a very complicated process. The votes received by all the political parties contesting that LG body is added together and divided by the total number of members to be returned by that LG body to arrive at a qualifying number. Then the number of votes received by each political party is divided by this qualifying number to arrive at the total number of members each political party is entitled to. Once the total number of members a particular political party is entitled to is calculated in this manner, the number of members elected from the constituencies is subtracted from that number to arrive at the number of seats from the PR list that political party is entitled to. For example, if a particular political party is entitled to a total of 10 seats on the basis of the votes it has polled in that LG institution and it has won 6 seats from the wards, the number of proportional representation seats that political party is entitled to will be four.",
    "Since candidates win in the wards on a first past the post basis, there could always be situations where a political party wins more seats from the wards that it is entitled to on the basis of the number of votes it has polled – a phenomenon called ‘overhang’.",
    "The provisions aimed at increasing women’s representation in the LG bodies has added to the complexity of this elections system. There is a mandatory requirement that a minimum of 25% of the members in each LG body should be women. To facilitate this there is the stipulation that 50% of the candidates on the proportional representation list should be women. The number of women candidates on the constituency-based nominations list is 10% of the total number of members in that LG body.",
    "The manner in which political party is required to nominate women candidates as members of the given LG body is as follows: the votes received by parties that have polled less than 20% of the valid votes cast and of the parties that have won three seats or less are set aside and the valid votes polled by all other political parties are aggregated and divided by the total number of female representatives that LG body should have (i.e. a number equal to 25% of the total number of members in that LG body) to arrive at a qualifying number. Then the total number of valid votes polled by the political parties included in this calculation is divided by this qualifying number, to arrive at the number of women candidates who should be nominated to the council from the proportional representation lists of these political parties. This convoluted elections system is nothing short of plain insanity. The female candidates on the nominations lists at the first LG elections held under this system in 2018 were for the most part, not individuals who showed any interest in politics but family members, friends and well-wishers picked up from here and there to fulfill the legal requirements pertaining to the nominations lists.",
    "After the first LG election in 2018, the people were distracted by a whole series of cataclysmic events and nobody has had the time to sit back and take a good look at the insane LG elections system that was foisted on this country by the yahapalana government. Most people have forgotten the complications that arose in 2018 after the LG elections. If the delay in holding the LG elections can be made use of to review the entire LG elections system or at least to restore the old JR era system, that will save all parties concerned a great deal of post-election trouble and anguish. There is also the fact that the people are entitled to properly functioning LG institutions. If another election is held under the present system and the result is a whole lot of hung councils full of bitterly divided political parties, groups and factions, that is going to erode even the little confidence that people still have in our political institutions.",
    "Women of Sri Lanka – the good, the dishonest, the go-getters",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}