{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-attempting-to-counter-citizen-s-political-activism-through-proposed-anti-terror-law-Prof-Uyangoda/56-747156",
  "time_ut": 1680724539.0,
  "original_lang": "en",
  "original_title": "Govt. attempting to counter citizen’s political activism through proposed anti-terror law - Prof. Uyangoda",
  "original_body_lines": [
    "Says the newly proposed Anti-Terrorism Act (ATA) is being introduced by Govt. in preparation to face imminent social unrest",
    "Notes it is a direct response to citizen’s protest movement last year and continuation of it this year amidst economic, social and political crisis",
    "Says ATA is a continuation of PTA in a much more repressive form",
    "Stresses that new law will identify the country’s common man as a terrorist",
    "Senior political scientist and constitutional expert Prof. Jayadeva Uyangoda says the newly proposed Anti-Terrorism Act (ATA) is being introduced by the Government in preparation to face the imminent and inevitable social unrest which will arise in the country. According to Uyangoda, with the entire burden of economic revival being placed on the country’s poor and the middle class, the country’s leaders are already aware of an impending social crisis and are taking necessary steps to quash it.",
    "“One can read the proposed ATA as a direct response to the citizen’s protest movement last year and the continuation of protests this year amidst a very serious economic, social and political crisis,” he said. Uyangoda opined that the proposed ATA is a continuation of the Prevention of Terrorism Act (PTA) in a much more repressive form. “It has another element that the terrorism that it seeks to counter is citizen’s political activism,” he added. Prof. Uyangoda made these comments while addressing an online seminar on the Anti-Terrorism Act (ATA) organised by the Federation of University Teachers' Associations (FUTA yesterday.  “The Economic program implemented by the Government with the support of the IMF to revive the country’s economy is placing the entire burden of rebuilding the economy on the country’s poor, working class and middle class. They are going to create a social crisis through it,” he said. “The ruling classes are aware this social crisis will be inevitable. Therefore, they are now preparing to face it. It is in preparation for it that this new law is being introduced.” he said.",
    "According to Uyangoda the ruling class are aware that as a result of this heavy burden on the people, daily demonstrations and protests on the country’s roads will take place. “They intend to prevent this. Their undemocratic response to quash such events is to strengthen their capabilities and laws allowing them to oppress the people” he said.  Issuing a stark warning, Uyangoda said these oppressive laws enacted by the Government will turn the common man of the country into terrorists.",
    "He noted that the Prevention of Terrorism Act (PTA) currently in existence which was enacted in 1979, was unable to prevent terrorism in the country and instead contributed to the flourishing of acts of terrorism, identified as terrorism in Sri Lanka at the time."
  ]
}