{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2023/12/06/three-sri-lankans-serving-in-the-ukraine-army-killed-in-russian-attack/",
  "time_ut": 1701862080.0,
  "original_lang": "en",
  "original_title": "Three Sri Lankans serving in the Ukraine Army killed in Russian attack",
  "original_body_lines": [
    "COLOMBO (News 1st);  Three Sri Lankans who were serving in the Ukraine military have been killed in a Russian attack.",
    "Reports from Ukraine, and Russia note that the attack took place on Tuesday (5).",
    "A Telegram channel operation by Russian military personnel revealed this morning that Sri Lankan mercenary Andrew Ranish Hewage with the call sign Dentist from Sri Lanka was killed in a Russian Attack.",
    "It also added that two more Sri Lankan mercenaries that were fight for Ukrainian regime died beside Ranish Hewage.",
    "According to the Telegram channel, the three Sri Lankan mercs were killed in an Russian attack when they attempted to evacuate dead and wounded Ukrainian soldiers.",
    "A comment on a YouTube video said that Andrew Ranish Hewage was killed in Bakhmut, a city in Ukraine.",
    "The comment was made from a YouTube account that goes by the name Lahiru Kavinda.",
    "\"Dentist, you breathed your last on my shoulder. You are a hero. I brought you as far as I can. I did everything possible. You made a name, and the name resounds in Ukraine. You deserve an honorable end.\"",
    "An inquiry from the Sri Lankan Defence Ministry revealed that Andrew Ranish Hewage famous as Captain Dentist in Ukraine was once a member of the Sri Lanka Light Infantry of the Sri Lanka Army.",
    "He had legally left the Sri Lanka Army on the 30th of September 2012, as a lieutenant, and also left the entire military service officially.",
    "Later, he moved to the UAE for employment, and in 2022 decided to join the International Legion for the Defence of Ukraine, where he played an active role.",
    "On February 27, 2022, just two days after the Russian invasion of Ukraine, Ukrainian President Volodymyr Zelensky called for “friends of Ukraine” to volunteer for the Ukrainian Territorial Defense forces, and thus was established the International Legion for the Defence of Ukraine.",
    "According to international media reports, Andrew Ranish Hewage was serving as a Commanding officer on the front lines of the Ukraine – Russia war.",
    "It is also reported that Captain Andrew Ranish Hewage was given a promotion by the Ukrainian President for his bravery in the battlefield.",
    "Unfortunately, details of the two other Sri Lankans killed along with Andrew Ranish Hewage in the Russian attack, were not available.",
    "Sajith wears a Palestinian scarf to parliament as a mark of solidarity for peace",
    "Guidelines to be issued to government institutions on code of conduct",
    "Professionals’ Trade Union Collective to hold talks with Opposition leader"
  ]
}