{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cbsl-assurances-on-domestic-debt-optimization-pep-up-share-market/",
  "time_ut": 1683563520.0,
  "original_lang": "en",
  "original_title": "CBSL assurances on domestic debt optimization pep-up share market",
  "original_body_lines": [
    "The CSE kicked off after the weekend on a positive note and shares edged- up in mid- day trade yesterday amid positive market sentiments stemming from the Central Bank’s assurances to the Sri Lanka Banks Association on domestic debt optimization, stock market analysts said.",
    "Amid those developments both indices moved upwards. The All- Share Price Index went up by 96.2 points and S and P SL20 rose by 53.8 points. Turnover stood at Rs. 885 million with two crossings. Those crossings were reported in HNB, which crossed 1.2 million shares to the tune of Rs 120. 7 million, its shares traded at Rs 115 and Keells Hotels two million shares crossed for Rs 35.6 million, its shares traded at Rs 17.80.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Expolanka Holdings Rs 84.2 million (554,000 shares traded), Lanka IOC Rs 70.8 million (464,000 shares traded), Browns Investments Rs 60.6 million (10.7 million shares treated),Dialog Axiata Rs 53.1 million (4.8 million shares traded), Sampath Bank Rs 45.1 million (4.8 million shares traded), HNB Rs 44.1 million (382,000 shares traded), SLT Rs 24.6 million (272,000 shares traded) and Aitken Spence Rs 21.5 million (166,000 shares traded). During the day 46.5 million share volumes changed hands in 12000 transactions.",
    "Yesterday the Central Bank’s US dollar buying rate was Rs 312.19 and selling rate Rs 326.31.",
    "International Distillers Limited recognised as a ‘Great Place to Work’",
    "CSE moves into red territory; both indices dip for the first time in 2023",
    "Stock market’s negative trends continue; investor confidence seen as having been undermined",
    "Local stock investors wary in the wake of debt restructuring worries",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}