{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/95127/israel-hamas-war-four-day-truce-begins-setting-stage-for-release-of-dozens-of-hostages",
  "time_ut": 1700806320.0,
  "original_lang": "en",
  "original_title": "Israel-Hamas war: Four-day truce begins, setting stage for release of dozens of hostages",
  "original_body_lines": [
    "A four-day truce in the Israel-Hamas war took effect early Friday, setting the stage for the exchange of dozens of hostages held by militants in Gaza in return for Palestinians imprisoned by Israel.",
    "The halt in fighting promised some relief for Gaza’s 2.3 million people, who have endured weeks of Israeli bombardment, as well as families in Israel fearful for the fate of loved ones taken captive during Hamas’ Oct. 7 attack that triggered the war.",
    "The cease-fire kicked off at 7 a.m. local time (0500 GMT) and is to last at least four days. During this period, Gaza’s ruling Hamas group pledged to free at least 50 of the about 240 hostages it and other militants took on Oct. 7. Hamas said Israel would free 150 Palestinian prisoners.",
    "Both sides will release women and children first. Israel said the truce would be extended an extra day for every additional 10 hostages freed.",
    "The truce-for-hostages deal was reached in weeks of intense indirect negotiations, with Qatar, the United States and Egypt serving as mediators. If it holds, it would mark the first significant break in fighting since Israel declared war on Hamas seven weeks ago.",
    "The agreement raised hopes of eventually winding down the war, which has leveled vast swaths of Gaza, fueled a surge of violence in the occupied West Bank and stirred fears of a wider conflagration across the Middle East. Israel has pushed back against such speculation, saying it was determined to resume its massive offensive once the truce ends.",
    "A first group of 13 women and children held by Hamas will be freed Friday afternoon, according to Majed al-Ansari, the spokesman of the Qatari foreign ministry. Three Palestinian prisoners, also women and minors, are to be released for every freed hostage.",
    "Israel’s Justice Ministry published a list of 300 prisoners eligible to be released, mainly teenagers detained over the past year for rock-throwing and other minor offenses.",
    "The return of hostages could lift spirits in Israel, where their plight has gripped the country. Families of the hostages have staged mass demonstrations to pressure the government to bring them home. Prime Minister Benjamin Netanyahu’s office said it notified the families of hostages listed for release Friday.",
    "Increased aid for Palestinians will start to enter Gaza “as soon as possible,” al-Ansari said Thursday. The hope is that the “momentum” from this deal will lead to an “end to this violence,” he told reporters.",
    "Hamas said 200 trucks a day will enter Gaza carrying aid. Qatar said the aid will include fuel, but has given no details on quantities.",
    "Israel cut off all imports at the start of the war, except for a trickle of food, water and medical supplies allowed in from Egypt. The lack of fuel has caused a territory-wide blackout, leaving homes and hospitals reliant on faltering generators.",
    "Separately, the Israeli military dropped leaflets over southern Gaza, warning hundreds of thousands of displaced Palestinians who sought refuge there not to try to return to their homes in the northern half of the territory, the focus of Israel’s ground offensive. Israel has said it would block attempts to return.",
    "The war erupted when several thousand Hamas militants stormed into southern Israel, killing at least 1,200 people, mostly civilians, and taking scores of hostages, including babies, women and older adults, as well as soldiers. Hamas is expected to demand a large number of high-profile prisoners in return for soldiers.",
    "The Israeli bombardment, now in its seventh week, has killed more than 13,300 Palestinians, according to the Health Ministry in Hamas-ruled Gaza, which resumed its detailed count of casualties in Gaza from the war. The ministry had stopped publishing casualty counts since Nov. 11, saying it had lost the ability to do so because of the health system’s collapse in the north.",
    "The new numbers were not fully broken down, but women and minors have consistently made up around two-thirds of the dead. The figures do not include updated numbers from hospitals in the north. The ministry says some 6,000 people have been reported missing, feared buried under rubble.",
    "The ministry does not differentiate between civilians and militants in its death tolls. Israel says it has killed thousands of Hamas fighters, without presenting evidence for its count.",
    "Israeli airstrikes continued in the final hours ahead of the truce.",
    "On Thursday afternoon, a strike leveled a residential building in the Nuseirat refugee camp in central Gaza. At least 12 people were killed, according to officials at nearby Al-Aqsa Hospital.",
    "One resident, Hosni Moharib, said his wife and several children were killed and other relatives remained buried under the rubble.",
    "“It exploded on the house, striking the babies and young children. Everyone in the house, they are all dead,” he said, bursting into tears.",
    "Netanyahu vowed to continue the war after the truce expires to destroy Hamas’ military capabilities, end its 16-year rule in Gaza and return all the estimated 240 captives held in Gaza by Hamas and other groups.",
    "“We will continue it until we achieve all our goals,” Netanyahu said, adding that he had delivered the same message in a phone call to U.S. President Joe Biden. Washington has provided extensive military and diplomatic support to Israel since the start of the war.",
    "Israeli Defense Minister Yoav Gallant was quoted as telling troops Thursday that their respite will be short and that the war would resume with intensity for at least two more months.",
    "In Gaza’s city of Khan Younis, Palestinians welcomed the respite of the upcoming cease-fire but said four days would do little to relieve the humanitarian disaster caused by the war.",
    "“God willing, it becomes a total cease-fire,” said Jihan Qanan. “People have had houses brought down on their heads, they’ve been expelled ... There’s no homes, no money, no possessions. The whole world is wrecked.”"
  ]
}