{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/90333/king-charles-iii-new-british-monarch-formally-crowned-in-royal-ceremony",
  "time_ut": 1683371160.0,
  "original_lang": "en",
  "original_title": "King Charles III: New British monarch formally crowned in royal ceremony",
  "original_body_lines": [
    "New British monarch King Charles III and Queen Consort Camilla were officially crowned in a magnificent coronation ceremony on Saturday (May 06), an opulent display of pomp and pageantry which dates back 1,000 years.",
    "His Majesty the King and Her Majesty the Queen Consort travelled in a procession to Westminster Abbey for the coronation service on Saturday.",
    "Charles, who became the King of the United Kingdom and 14 other realms following the demise of his mother Queen Elizabeth II in September 2022, is the oldest British monarch to have been crowned at the age of 74.",
    "Massive crowds gathered along the procession route to get a glimpse of the new monarchs.",
    "Meanwhile, thousands of military personnel were seen in London as a large security operation was in place for the historic event.",
    "The service was witnessed first-hand by some 2,200 people, with Heads of State, celebrities, and faith leaders in attendance.",
    "The Archbishop of Canterbury, Justin Welby, who led the coronation service, acknowledged the multiple faiths observed in the UK by saying the Church of England “will seek to foster an environment in which people of all faiths may live freely”.",
    "Archbishop Welby then administered the coronation oath, which is a legal requirement.",
    "He asked King Charles to confirm that he would uphold the law and the Church of England during his reign, after which the sovereign placed his hand on the Holy Gospel and pledged to “perform and keep” the promises.",
    "The King also took a second oath - the Accession Declaration Oath - stating that he is a “faithful Protestant”.",
    "The high point of the ceremony came when the St. Edward’s Crown was placed on the new King’s head, marked by the Abbey bells and a gun salute.",
    "Meanwhile, Camilla Parker Bowles, 75, was anointed and crowned in a simpler ceremony soon after the crowning of King Charles. She will now be officially addressed as “Queen Camilla”.",
    "The efforts to make the coronation ceremony more diverse and inclusive with more multi-faith elements, and contributions from Jewish, Muslim, Buddhist and Sikh representatives, are noteworthy.",
    "A Bible lesson was read out by UK Prime Minister Rishi Sunak, who is of Hindu faith, and music was sung in Welsh, Scottish and Irish Gaelic.",
    "Meanwhile, female clergy were involved in the service for the first time after the Church of England allowed women to become bishops in 2014.",
    "Following the ceremony, the King and the Queen Consort will return to Buckingham Palace.",
    "Despite the celebratory mood in Britain for the coronation, there were some protests staged by anti-monarchy groups during which half a dozen people were arrested."
  ]
}