{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/proposed-penal-code-amendment-and-threat-of-promotion-of-sexual-abuse-of-children/",
  "time_ut": 1686242820.0,
  "original_lang": "en",
  "original_title": "Proposed Penal Code amendment and threat of promotion of sexual abuse of children",
  "original_body_lines": [
    "Since 1980s, with economic liberalisation, the opening of the country for tourism, exposure of children to electronic media and the increased migration of mothers for employment as house maids in the Middle East, there has been a continuous, visible increase in the incidents of child sexual abuse and other acts of child abuse in Sri Lanka, which has earned notoriety as a paradise of foreign paedophiles. Incidents of child sexual abuse are frequently reported in the national press. However, prior to 1995, there were no provisions in the Penal Code, which could be effectively used to curb this trend.",
    "In 1995, several amendments were made to the Penal Code with the objective of bringing down the relatively high incidence of sexual abuse of women and children prevailing in the country, by enabling Courts to impose deterrent penalties on persons found guilty of committing sexual offences, and enhancing protection to women and children against abuse, specially sexual abuse.",
    "SLPP MP Premanath C. Dolawatta has presented a Bill in Parliament, seeking the repeal of two important provisions of the Penal Code brought in by 1995 Amendments – S. 365 and S.365A, which were specially enacted to protect children from sexual abuse and punish sexual abusers of children with deterrent penalties. This Bill containing only two clauses has been brought for the purpose of decriminalising LGBTQ sexual activities.",
    "The constitutionality of this Bill has been challenged before the Supreme Court by several petitioners who are concerned about the welfare and protection of children, and the Supreme Court has determined that none of its provisions are inconsistent with the Constitution and therefore the Bill can be passed by a simple majority in Parliament.",
    "In this article, I wish to examine and discuss: (a) the situation that prevailed in this country in relation to sexual abuse of children prior to the enactment of Penal Code Amendments of 1995; (b) the anti-national and anti-Sri Lanka campaigns carried on by the LGBTQ groups and other proponents of this Bill before the UN HRC in Geneva; (c) the role of the international actors in getting LGBTQ sexual conduct decriminalised in Sri Lanka; (d) thinking of political parties in Parliament and their support for the Bill; (e) a comparison of the existing Penal Code provisions and the proposed amendments, and the stand taken by the State before the Supreme Court; and (f) consequences of the passage of the Bill on the country, culture and younger generation.",
    "It was a time the government was enthusiastically promoting tourism and there was an increase in the number of tourists coming and staying in tourist resorts in the coastal areas of the South and the West. During this period several cases of sexual abuse of male schoolchildren by foreign tourists were reported from several areas in the country.",
    "In 1993, the Police filed several cases in the Balapitiya Magistrate’s Court against some European tourists for sexually abusing several children under 12 years of age studying in a school in Balapitiya. A student over 14 years of age who had got used to this type of conduct earlier, studying in the same school, had procured them for tourists, having brought them to Ambalangoda Rest House premises in the guise of going with them to the seashore. At that time there were no provisions in the Penal Code, specially enacted with the objective of protecting children from sexual abuse by dealing with such offenders with deterrent penalties.",
    "The Police produced the foreign tourists in Court on the allegation of committing an act of gross indecency on the children, an offence punishable under S. 365A of the Penal Code. That was the general practice among the Police. Gross indecency was an offence triable by a Magistrate’s Court and the penalty for the offence was imprisonment for a term which may extend up to two years or with fine or both. The Court had the discretion to release a convicted offender with only a fine without imposing a jail sentence.",
    "The maximum fine a Magistrate’s Court could impose was Rs. 1,500. The Court had the power to impose a lesser fine, even a fine of Rs. 500 is a legal penalty. As those offenders were European tourists, it was most likely that the Court would have released them with only a fine without imposing any jail sentence upon their pleading guilty, or on conviction.",
    "A child rights NGO called ‘‘Protection of Environment and Children Everywhere’’ (PEACE), headed by Maureen Seneviratne, was pursuing the cases looking after the interests of the affected children. At the request of PEACE, I volunteered to appear in those cases to look after the interests of these children.",
    "I appeared in the Balapitiya Magistrate’s Court for the affected children and informed it that there was a need for amending the charge sheet as the offence alleged to have been committed by these suspects – anal sex – was not gross indecency punishable under S. 365A, but a much more serious offence, carnal intercourse against the order of nature with any man, woman or beast, punishable under S. 365 of the Penal Code with imprisonment of either description for a term which may extend to ten years and fine.",
    "It was an indictable offence, triable only by the High Court. Police agreed with my submission. However, a group of lawyers from Balapitiya Bar appearing for the offenders rose up against me, shouting that an outsider had no right to intervene in their cases. The Magistrate accepted my submission and put off the case for necessary action. Making similar submissions, I represented the interests of several children in the Magistrate’s Courts of Kesbewa and Negombo also against foreign paedophiles during that period.",
    "Several foreign pedophiles against whom there were cases pending in our courts fled the country while they were on bail pending trial. A Belgian national Luc Coomens and a Swiss national Armen Paffhauser, against whom there were cases pending in Matara Magistrate’s Court and another Swiss national Thomas Casper, against whom there was a case pending in Kesbewa Magistrate’s Court, were among the foreign child abusers who fled the country after being released on bail. Though their passports were impounded, they managed to flee the country.",
    "Existing Penal Code provisions were hardly adequate to arrest this trend of continuous increase of incidents of sexual abuse of women and children. Sri Lanka ratified the UN Convention on the Rights of the Child in July 1991 and committed to bring about required reforms in the law to protect children from sexual and other forms of abuse. Sri Lanka was required under the Convention to present its first Report to the Child Rights Committee of the UN HRC in 1996 with measures taken in this regard. There was a strong and urgent demand for amendment of the Penal Code with adequate provisions and deterrent penalties that could have the effect of arresting the increasing incidence of sexual abuse of women and children. It was under these circumstances that the Penal Code Amendment Act No. 22 of 1995 was passed.",
    "The following are the main changes brought about in the law by these amendments:",
    "Creating several new offences such as incest, grave sexual abuse, sexual exploitation of children, procuration and using children for obscene publications;",
    "Providing for enhanced penalties for sexual offences and minimum mandatory jail sentences;",
    "Recognition of persons under 18 years of age as children for the purpose of the offences dealt with by these amendments;",
    "Increasing the age of statutory rape or consent to sex from twelve to sixteen years.",
    "Granting exclusive jurisdiction over child abuse cases to the High Court.",
    "(B) NGO Conspiracy to Prevent Election of Sri Lanka to the UN Human Rights Council",
    "When the UN Human Rights Council in Geneva was established by the United Nations Organization in 2006, Sri Lanka was elected as a member of the inaugural Human Rights Council by the General Assembly of the United Nations. Before the election, several foreign funded NGOs working in the Human Rights field in Sri Lanka jointly with LGBTQ groups carried on a vigorous and vicious campaign to prevent the election of Sri Lanka to the Council. They spread all sorts of false and exaggerated stories on the violations of human rights committed by Sri Lankan government agencies and requested member states not to vote for Sri Lanka. Despite their campaign, with the support of the majority of Asian and African countries, Sri Lanka was elected as a member of the UN Human Rights Council. (To be continued)",
    "Several parties pledge to ensure rights of LGBTQ community in Sri lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}