{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Axiata-Digital-Labs-appoints-Chandi-Dharmaratne-as-Chief-People-Officer/34-747044",
  "time_ut": 1680566186.0,
  "original_lang": "en",
  "original_title": "Axiata Digital Labs appoints Chandi Dharmaratne as Chief People Officer",
  "original_body_lines": [
    "Chandi Dharmaratne, a globally renowned human resource professional, was appointed as the Chief People Officer of Axiata Digital Labs for its operations in Sri Lanka, Malaysia and Indonesia.",
    "Chandi is a HR professional who specialises in transforming organisations through integrating HR into its core business and using technology to deliver best practices in order to build a talent pool that is geared to compete in any global landscape.",
    "She commenced her career in Manhattan, New York in 1995 and after over a decade in the US, she came back to Sri Lanka and joined MAS Holdings in 2001, where she was later responsible for MAS’ group learning and development function. In 2013, she joined Virtusa as the Head of HR for Sri Lanka geography. Later on she was able to play multiple roles such as, Global BU Head and Global Digital HR Head for Virtusa.",
    "There have been multiple recognitions for her work in the IT industry as a HR professional and for her passion in building future leaders – such as being recognised in Echelon magazines New Establishment 100 list, Sri Lanka; American Alumni Association and the US Embassy of Sri Lanka – Pearl Jubilee ‘Bridge to Success Award’ for excellence in Human Resources; Asia’s most innovative HR tech leaders awarded by the Asia Pacific HRM Congress; Women Leadership Achievement Award, conferred by the World Women Leadership Congress and she was also listed in Echelon magazine’s list of 50 most Powerful Women in Sri Lanka to name a few.",
    "“At Axiata Digital Labs, we are also passionate about developing employability skills amongst the youth of Sri Lanka and encouraging IT industry growth and brain gain in order to rebuild our nation – hence we are confident that multiple initiatives launched by Chandi in the past by collaborating with corporates, universities, schools, industry and professional bodies, will further help our mission in building an employable pool of graduates in Sri Lanka.”",
    "Chandi is also an advocate for supporting and building entrepreneurs across Sri Lanka in order to impact their respective communities, societies and in the end our nation through her role as the current Chairperson of the Lankan Angel Network.",
    "In addition, she also served on the boards of The American Chamber of Commerce, Sri Lanka; SLASSCOM (the Sri Lanka IT and KPO-BPM industry chamber) and the Association of HR Professionals, Sri Lanka to name a few.",
    "She was also invited to serve on the Steering Committee on People Development of the Ceylon Chamber of Commerce and invited by ICTA to participate in an expert committee on formulation of the Digital Maturity Model for GoSL.",
    "Chandi has an MBA and a Bachelor’s degree in business administration and economics. She also attended executive education offered by the INSEAD business school.",
    "Commenting on her appointment, Chandi Dharmaratne said, “I look forward to my new role at Axiata Digital Labs. It is exciting times at Axiata Digital Labs given the organisation is currently in an exponential growth phase. We will remain constantly focused on our most valuable asset, our people, by prioritising each employee who joins us and providing them with exciting opportunities and proactive support in order to achieve their potential.",
    "“To do so, we will continue to implement relevant Global HR best practices and work towards integrating technology into our processes in order to provide access to information, transparency, equal opportunity and efficiency. However, during this exciting journey, we will be conscious that our culture, our empathy and respect for our employees is preserved and never compromised. We will constantly strive towards empowering our employees to achieve Global excellence by closely collaborating with our clients around the world and bringing in expertise and experience from our leadership team to support their growth.",
    "“We want to sustain a culture that our employees can thrive. Therefore, we are committed to letting our employees be our guides as we believe this will help innovation flourish and empower our employees to create real change.”",
    "Commenting on the new appointment, Axiata Digital Labs CEO Thushera Kawdawatta said, “We are extremely confident that Chandi’s appointment will boost us in our next phase of growth. Her knowledge and expertise in HR practices and automation, both locally and worldwide, are unmatched. Chandi is one of the most well-regarded women leaders in the industry, as well as one of the most effective HR practitioners. She is recognised for her initiative in promoting diversity and inclusion in the workplace as well as fostering new talent for sustainable organisational growth. We believe Chandi’s appointment will boost all of ADL’s business strategies by advancing a people-centric culture and innovations.”"
  ]
}