{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-university-lecturers-accuse-govt-of-hurting-quality-of-paper-marking-118814/",
  "time_ut": 1682338260.0,
  "original_lang": "en",
  "original_title": "Sri Lanka university lecturers accuse govt of hurting quality of paper-marking",
  "original_body_lines": [
    "ECONOMYNEXT – University lecturers who have withdrawn from marking GCE Advanced Level answer scripts as part of a trade union campaign said they will not be intimidated and also accused the government of hurting the quality of the paper-marking process by hiring substitutes.",
    "Federation of University Teachers Association (FUTA) media spokesman Charudaththa Illangasinghe told reporters Monday April 24 that the association will meet Tuesday evening to discuss the issue and any further trade union action.",
    "“A/L is an important exam; it is the university entrance exam. The government is attempting to bring down quality of the process by getting other parties to mark the answer scripts,” said Illangasinge.",
    "“We will not allow the government to destroy education,” he added.",
    "Illangasinghe was referring to a decision by the government to recruit retired university lecturers to the answer scripts. This follows a controversial statement by President Ranil Wickremesinghe on April 19 when he issued a one-week ultimatum to the education sector trade unions engaged in the papermarking boycott as part of its ongoing series of protests against an International Monetary Fund (IMF)-backed tax hike.",
    "The two-month delay has already seen the schedule for releasing results being disrupted, which has also delayed this year’s exams.",
    "President Wickremsinghe at a meeting with Education Ministry officials on Wednesday warned that he would make education an essential service under emergency law and initiate legal action against teachers who did not comply with the law.",
    "“All those marked the papers last time, must be available for service now. If not, I will prosecute them and take their property also,” Wickremesinghe told the officials.",
    "“You can’t stop the education of children. What nonsense is this? By next week, I will tell the AG (Attorney General) to be ready with the emergency regulations.”",
    "FUTA and school teachers unions’ have been up in arms over the president’s warning.",
    "“It was the government that brought this problem and it is the government that keeps the problem going.",
    "The government must find a speedy solution and quickly resolve the problem of marking answer scripts,” he said.",
    "FUTA has written to President Wickremesinghe about how they will not be intimidated by “empty threats”.",
    "“We would like to tell the public, don’t fear anything. We plan to end this soon. We stand for these children.",
    "We care about education. We won’t let the government destroy education,” he said. (Colombo/Apr24/2023)"
  ]
}