{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/stredge-group-drives-technology-consultancy-for-business-transformation/",
  "time_ut": 1677599820.0,
  "original_lang": "en",
  "original_title": "StrEdge Group drives technology consultancy for business transformation",
  "original_body_lines": [
    "The impact of digital transformation in business is overwhelming, driving businesses to be more competitive in local and international markets. Nevertheless, certain gaps in terms of technology transformation and lack of internal and external resources to identify the required technology needs, leave many businesses, largely SMEs and mid-corporates striving to reach the next level.",
    "StrEdge group is positioned to offer consultancy for need assessment before hiring a technology company for a solution. Armed with expertise in multiple segments of business, StrEdge helps businesses identify their need first and then explore best-suited and cost-effective technology solutions in the market.  “Need identification is fundamental in all tech solutions, and once the need of each business is identified, business owners can find suitable tech-vendors out in the market independently,” says StrEdge Tech Solutions CEO, Udaya Samaradivakara.",
    "The contribution of SMEs to the Sri Lankan economy is enormous, yet the lack of knowledge to identify the technology requirements for the current and future business needs of their own, leave many businesses challenged, stifling their technological growth and true potential. “As a home-grown company exposed to best global practices, our consultants and business analysts  are geared to assist businesses to address this gap, and thereby give more muscle to SMEs which play a critical role in our economy,” says Samaradivakara.",
    "For the first time in Sri Lanka, Doc990 introduces Digital Health Services via Amazon’s Alexa",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}