{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/National-Chamber-successfully-concludes-bilateral-session-with-Vietnamese-Ambassador/34-747002",
  "time_ut": 1680462001.0,
  "original_lang": "en",
  "original_title": "National Chamber successfully concludes bilateral session with Vietnamese Ambassador",
  "original_body_lines": [
    "The National Chamber of Commerce of Sri Lanka has successfully organised and concluded the session on “Bilateral Trade & Investment between Sri Lanka & Vietnam - Meet the Ambassador Program” recently at the National Chamber Auditorium. The Ambassador of Vietnam Ho Thi Thanh Truc graced the event as the keynote speaker and she was assisted by Mission of the Vietnam Embassy in Colombo Deputy Head and Counsellor Tran Trong Thanh.",
    "The event was virtually attended by Sri Lanka Ambassador in Vietnam Prof. A. Saj U. Mendis. Other dignitaries who connected online were Vietnam Chamber of Commerce & Industry (VCCI) Vice Executive President Nguyen Quang Vinh, Vietnam Textile and Apparel Association (VITAS) Chairman Vũ Đức Giang and senior officials of VISTA and the Vietnamese businesses with the support of the Sri Lankan Embassy in Vietnam.",
    "National Chamber President Deepal Nelson with opening remarks welcomed Vietnam Ambassador in Sri Lanka, Sri Lankan Ambassador in Vietnam, both Embassy officials, officials of VCCI, VITAS, and other Vietnam business organisations in Vietnam (connected online), Special invitees attended from Export Development Board (EDB), Board of Investment (BOI), Department of Commerce (DOC) & Colombo Port City Economic Commission, Participants and the media entities.",
    "While speaking the Sri Lankan Ambassador in Vietnam convinced the Vietnamese audience of the potentials of Sri Lanka due to many reasons such as its strategic location, prevailing FTAs, PTAS and GSP + benefits, educated and skilled workforce and invited them to invest in the country, especially in the areas of pharmaceuticals, IT industry, textile zone and the Port City. Further he emphasised on the trade and investment opportunities available in Vietnam in the areas of pharmaceutical industry, gem & jewellery, apparel, electrical sector and animal feed. He suggested entering into an FTA with Vietnam in order to be competitive in this market considering the 15 FTAs that Vietnam is benefitting at the moment. He also mentioned that since the IT sector of both countries are very strong, synergies could be explored through proper cooperation.",
    "Vice Executive President of VCCI and Chairman of VITAS also made remarks virtually at the event. VITAS Chairman Giang mentioned following Prof. Mendis’s speech, the textile industry in Vietnam is keen on investing in Sri Lanka.",
    "Keynote Speaker, Ambassador of Vietnam Ho Thi Thanh Truc made a presentation on the theme of “Destination of Safety and Success” and informed that the journey between Sri Lanka and Vietnam established since 1970, the population of Vietnam is 99.5 million and Vietnam is one among the top exporters of agricultural products in the Southeast Asian region and the world. In 2021, ranked the world’s 15th largest agro-forestry-fishery exporter, nearly 10 groups of agricultural products with over $ 1 billion annual export value, the biggest robusta coffee producer and second biggest coffee exporter globally in 2022, exports rice to 28 countries and territories. In 2022, agricultural sector recorded the highest growth in recent years reaching 3.36%, top agricultural exports: coffee, rice, pepper, natural rubber, cashew, seafood, timber, fruits and vegetables, major international businesses in Vietnam agriculture sector: Cargill, Olam, and the Louis Dreyfus Company.",
    "MoU between Foreign Investment Agency (FIA) of Vietnam and Board of Investment (BOI) of Sri Lanka in 2011 is focused on identifying areas of investment in both countries. She also explained the opportunities for Sri Lanka in Vietnam are apparel, rubber, electronics, agriculture and food processing, gem and jewellery, and also the opportunities for Vietnam in Sri Lanka are telecommunication, agriculture related machinery, seafood and aquaculture, construction materials, plastic items.",
    "She also informed that the Sri Lankan investments in Vietnam mainly concentrated on apparel and textile manufacturing, desiccated coconut industries, shipping service and the leading Sri Lankan companies operating in Vietnam are Hirdaramani Group and Linea Aqua Ltd., a subsidiary of MAS Holdings.",
    "Valuable information on trade and investment and opportunities for export/import was discussed. The participants were able to freely interact with the Ambassador and the officials of the Embassy and discuss any issues with regard to trade with Vietnam.",
    "National Chamber is planning to conduct follow up B2B session with the intention of developing business between the two countries."
  ]
}