{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82337",
  "time_ut": 1689361560.0,
  "original_lang": "en",
  "original_title": "Hill Country Tamils Want India’s assistance for Social Progress  only and not for achieving political goals states Tamil Progressive Alliance Leader Mano Ganesan MP in a remarkable change of stance",
  "original_body_lines": [
    "The Tamil Progressive Alliance (TPA) leader Mano Ganesan has said that his party wants India’s support for the social advancement of the people of Indian Origin in Sri Lanka and not for their political goals.",
    "The TPA has changed the usual practice of demanding political support from the Indian government and asking the Government of India to speak to the Government of Sri Lanka on their behalf.",
    "In a tweet,  the TPA leader and MP said that his party’s delegation had submitted requests to the High Commissioner of India in Sri Lanka Gopal Baglay earlier this year, seeking a Teachers Training College for Science, Technology, English and Maths; a Nurses Training College for Hill Country women, and also a University College.",
    "Ganesan expressed the hope that, during next week’s visit of President Ranil Wickremasinghe to New Delhi, the Indian prime minister Narendra Modi will favourably consider these social progress requests from the TPA.",
    "“We have decided to restrict our demands from India to social progress assistances only. India has its own shared obligations and moral responsibilities towards the Indian Origin Malaiyaga Tamils in Sri Lanka. This derives from the 1964 Sirimavo-Shastri repatriation Pact. This agreement had weakened our community. It can be redone now only by social progress assistance on affirmative principles. Our people are the most underprivileged, marginalized and vulnerable segment in Sri Lanka. We seek full citizens’ privileges within Sri Lanka. We wish that India will address this issue in the sprit of the 1964 pact.”",
    "“President Wickremasinghe has assured that he will nominate a presidential committee to talk to political party representatives of the recent Indian origin Hill Country Tamil community. We have such discussions with Leader of Opposition Sajith Premadasa too. Hence, our discussions on our national political aspirations will be conducted within Sri Lanka,” Ganesan said."
  ]
}