{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bullish-comeback-following-bearish-days/",
  "time_ut": 1689180120.0,
  "original_lang": "en",
  "original_title": "Bullish comeback following bearish days",
  "original_body_lines": [
    "The CSE was extremely bullish yesterday after two days of mild profit- takings. The main reason for shares to jump to positive and bullish territory was the assurance from the government and the Central Bank that the domestic debt restructuring exercise will not harm the banking sector, market analysts said.",
    "There has been an interest in the banking, insurance and blue-chip counters, which is pushing the market on higher share volumes, while carrying the market to green territory.",
    "Amid those developments both indices moved upwards. The All- Share Price Index was up by 192.3 points and S and P SL20 was up by 62.1 points. Turnover stood at Rs 3 billion with three crossings. Those crossings were reported in Sanasa Development Bank, which crossed 1.2 million shares to the tune of Rs 37.3 million and its shares traded at Rs 31, Distilleries 1 million shares crossed for Rs 22.5 million; its shares traded at Rs 22.50 and Hayleys 250,000 shares crossed for Rs 22.5 million; its shares traded at Rs 90.",
    "In the retail market top seven companies that mainly contributed to the market were; JKH Rs 260 million (1.6 million shares traded), Browns Investments Rs 234 million (34.6 million shares traded), Hayleys Rs 190.3 million (2.1 million shares traded), Lanka IOC Rs 156 million (1.1 million shares traded), Softlogic Capital Rs 125 million (10.4 million shares traded), LOLC Holdings Rs 114 million (249,000 shares traded) and Commercial Bank Rs 92.2 million (1.1 million shares traded). During the day 150 million share volumes changed hands in 27000 transactions.",
    "Yesterday the Central Bank’s US dollar buying rate was Rs 306.15 and selling rate Rs 320.68.",
    "Declining bank interest rates prompt Rs. 4 billion IPO by Almas Holdings",
    "Ocidental Eden Beruwala elevates Sri Lanka’s coastal resort scene on par with global standards",
    "Plans to sell controlling stake in Dankotuwa Porcelain boost market; Lanka IOC shares up as well",
    "Stocks end mixed amid profit-taking, blue chips mainly contribute to turnover",
    "CSE edges down at mid-day but returns to positive territory latterly",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}