{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/good-governance-seen-as-central-to-sri-lankas-recovery/",
  "time_ut": 1689260280.0,
  "original_lang": "en",
  "original_title": "Good Governance seen as central to Sri Lanka’s recovery",
  "original_body_lines": [
    "It would be in Sri Lanka’s best interests if 7 principles of Good Governance are followed by it in these times of economic recovery. They are: participation, vision, equity, transparency, accountability, predictability and productivity, chairman, Gamani Corea Foundation, Dr. Lloyd Fernando said.",
    "These principles were highlighted by Dr. Fernando in the course of presenting an issues paper on Good Governance at the 4th discussion of the Sri Lanka Innovators’ Forum, which functions under the Gamani Corea Foundation. The event was held on July 7 at the BMICH, Colombo.",
    "The comprehensive, well thought out and lucidly written paper went on to point out, among several other things, that 9 conditions need to be fulfilled for successfully planning the country’s onward development journey. These 9Cs are: conceptualization, cohesion, consultation, coordination, collaboration, commitment, capacity, correction and continuation.",
    "The following are some select extracts from the issues paper:",
    "‘Sri Lanka needs a long term development plan and a sustained effort to implement it since most of the country’s problems emanate from structural problems which need time to resolve. The external debt problem, for instance, could be traced to such weaknesses. We keep on borrowing because we do not produce enough. Production, however, has to be for a market – domestic or foreign. Since the domestic market is small, both in terms of population size and purchasing power, we have to also produce for export. However, Sri Lanka’s export incomes as a percentage of GDP have been declining. From 30 percent of GDP in the year 2000, it has dropped to 13 percent in 2020. Meanwhile, import expenditure has been steadily increasing.’",
    "‘Thus, Sri Lanka’s structure of production must change in line with expanding domestic and foreign demand. This needs new technology, new skills and additional capital which can be fulfilled only through a long term economic strategy, planning and effective implementation.’",
    "‘Sri Lanka’s diplomatic missions abroad could be helpful by reinforcing the outcome of research conducted systematically by our institutes dealing with foreign policy, as well as by building their capacity to communicate to the rest of the world the opportunities Sri Lanka is capable of producing.’",
    "A lively and wide-ranging Q&E session followed the presentation of the paper. These discussions focused, among other things, on the need for careful planning and implementation of projects in the local public service, which Dr. Fernando described as being ‘in a shambles’. Quite a few members in the audience were appreciative of Singapore’s development experience. Singapore was notable for the emphasis it placed on the Rule of Law and public discipline and it was believed that Sri Lanka needs to take a leaf from Singapore.",
    "Other issues in Sri Lanka’s public sector which sections of the audience felt needed urgent attention and rectification were: political interference, conflict of interest, corruption and an almost total absence of expert planning.",
    "This journalist said at the forum that while equity as a principle of Good Governance was perfectly in order, development thinking needed to go beyond equity to the principle of equality of condition among the people. Redistributive justice is a means to equality of condition. Besides, the country is badly in need of ethical governance and corruption-free rule. Likewise, Sri Lanka needs to see an end to ethnic and religious chauvinism in the public sphere.",
    "Cargills Bank continues expansion in regional hubs, unveiling its 24th branch in Bandarawela",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}