{
  "translated_text": {
    "ta": {
      "title": "புற்றுநோயிலிருந்து தப்பிப்பிழைக்க, இந்த கதையை நீங்கள் அறிந்திருக்க வேண்டும்",
      "body_lines": [
        "கிங் சார்லஸின் பிரகடனத்துடன், மூன்றாவது சார்லஸ் நேற்று இரவு புற்றுநோயில் இருந்தார், புற்றுநோய்க்கு அனுப்பப்பட்டார்.",
        "உலக புற்றுநோயின் தனித்துவமான அம்சம் புற்றுநோயால் பாதிக்கப்படக்கூடிய ஒரு உயரடுக்கை அறிவிப்பதாகும்.",
        "ஒவ்வொரு ஆண்டும், இது பிப்ரவரி 04 அன்று உலக புற்றுநோய் தினமாக கருதப்படுகிறது.",
        "புற்றுநோய் நிறுவலின் சர்வதேச நடத்தை முன்னணி உலக புற்றுநோய் தினமாகும்.",
        "உலக புற்றுநோய் தினத்தை அறிவிப்பதன் முக்கிய நோக்கம், புற்றுநோயை எதிர்கொள்வதில் புற்றுநோயைத் தவிர்ப்பது குறித்து பொதுமக்களுக்கு கல்வி கற்பிப்பதாகும்.",
        "மகரகாமாவில் உள்ள தேசிய புற்றுநோய் நிறுவனம் 2021 ஆம் ஆண்டில் ஒரு அறிக்கையை வெளியிட்டுள்ளது, ஏனெனில் அவர் இலங்கையில் புற்றுநோய் நோயாளிகள் மீது கவனம் செலுத்துகிறார்.",
        "அதன்படி, ஒவ்வொரு நாளும் நாட்டில் 106 தோராயமாக சமீபத்திய புற்றுநோய் நோயாளிகள் பதிவாகியுள்ளனர்.",
        "2021 ஆம் ஆண்டில் புற்றுநோயால் பாதிக்கப்பட்ட குழந்தைகளின் எண்ணிக்கை இருப்பதாக நிபுணர் டாக்டர் புத்தகா சோமினா, அடா டெரானா அடா டெரானாவிடம் தெரிவித்தார்.",
        "வாய்கள், பட்டாணி, குடல், கல், கல், உப்பு மற்றும் புரோஸ்டேட், மற்றும் புரோஸ்டேட் காலனிகள், குரோனாய்டு, மற்றும் குழல் மற்றும் கர்ப்பப்பை வாய்ப் புற்றுநோய்க்கு இடையில்.",
        "2020 ஆம் ஆண்டில் இலங்கையில் புற்றுநோய் மிகவும் பொதுவான மரணமாக அடையாளம் காணப்பட்டுள்ளது, மேலும் 2019 ல் புற்றுநோய் காரணமாக 16,000 நோயாளிகள் கொல்லப்பட்டனர்.",
        "சிகரெட்டுகள் மற்றும் ஆல்கஹால், போதுமான காய்கறிகள் மற்றும் பழங்கள் புற்றுநோய் இறப்புகளில் மூன்றில் ஒரு பங்கு முக்கிய காரணம்.",
        "இதற்கிடையில், புற்றுநோய்க்கு சிகிச்சையளிப்பது மற்றும் சரியான சிகிச்சையைப் பற்றி பல்வேறு தவறான எண்ணங்கள் மற்றும் மக்களுக்கு சிகிச்சையளிப்பது மீட்பின் போது அகற்றப்படுவதற்கு தகுதி பெற தகுதியற்றது. சரியான சிகிச்சைக்கு மாறுதல்.",
        "பொதுமக்களுக்கு கல்வி கற்பதற்காக தேசிய புற்றுநோய் வெளியீடு கீழே வழங்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Survive cancer, you must know this story",
      "body_lines": [
        "With the declaration of King Charles, the third Charles was in cancer last night, was directed to cancer.",
        "The unique feature of the world cancer is to declare a elite known to be able to suffer from cancer.",
        "Every year, it is considered to be World Cancer Day on February 04.",
        "The International Conduct of Cancer Installation is the leading world cancer day.",
        "The main objective of declaring a World Cancer Day is to educate the public on avoiding cancer in the face of rising cancer.",
        "The National Cancer Institute of Cancer in Maharagama has issued a statement in 2021, as he focuses on cancer patients in Sri Lanka.",
        "Accordingly, 106 roughly latest cancer patients are reported in the country every day.",
        "Specialist Dr. Buddhika Somina, Ada Derana told Ada Derana that the number of children infected with cancer in 2021.",
        "The mouths, peas, bowels, stone, the stone, salt and the prostate, and the prostate colonies, between the cronoid, and the gutterism, and cervical cancer.",
        "Cancer has been identified as the second most common death to death in Sri Lanka in 2020 and 16,000 patients were killed due to cancer in 2019.",
        "Cigarettes and alcohol, insufficient vegetables and fruits is the main reason for a third of cancer deaths.",
        "Meanwhile, the various other misconceptions and the treatment of the people regarding the treatment of cancer and the proper treatment are not eligible to be eligible to be eliminated during the recovery.Switching to proper treatment.",
        "The National Cancer Issuage has been issued below to educate the public."
      ]
    }
  },
  "summary_lines": [
    "King Charles III declared World Cancer Day on Feb 4th, aiming to educate on cancer prevention. Sri Lanka reported 106 new cancer cases daily in 2021, with cancer being the second leading cause of death in 2020. Factors like smoking, alcohol, and poor diet contribute to cancer deaths. The National Cancer Institute issued a statement focusing on cancer patients in Sri Lanka."
  ]
}