{
  "translated_text": {
    "si": {
      "title": "ෆෙඩරල් අධිකාරියට ලබා දෙන තෙක් ජනාධිපතිවරණය නොසලකා හරිනු ඇත - දෙමළ ජාතික ජනතා පෙරමුණේ ඇමතුම්",
      "body_lines": [
        "ශ්රී ලංකා ජනාධිපතිවරණයේ එක්සත්කම තුරන් වන තෙක් දෙමළ ජාතික ජනතා පෙරමුණ (ටීඑන්ඒ) සම්පුර්ණ වර්ජනයක යෙදී ඇති අතර ෆෙඩරල් ඇපකරය ලබා දෙනු ඇත.",
        "‘ஜனாதிபதி தேர்தலைப் புறக்கணிப்போம்: தமிழின நலன் சார்ந்து சிந்திப்போம்’ எனும் தலைப்பில் அக்கட்சி ஜனாதிபதி தேர்தல் தொடர்பில் வெளியிட்டுள்ள தெளிவுபடுத்தல் அறிக்கையிலேயே அக்கட்சி மேற்கண்டவாறு தெரிவித்துள்ளது.",
        "தமிழர் தேசத்தில் இன்றும் சிங்கள பௌத்தமயமாக்கல், இராணுவமயமாக்கல், ஊடாக கட்டமைப்புசார் இனவழிப்புச் செயற்பாடுகளைத் தொடர்வதன் மூலம் தமிழர் தேசத்தைச் இலங்கை அரசு எதிரி தேசமாகவே கருதி செயற்பட்டுவருகின்றது. ஒற்றையாட்சி அரச கட்டமைப்பினுள் பெரும்பான்மைப் பிரதிநிதித்துவம் தமது கைகளில் இருக்கும்வரை தமிழர்களால் அரசுக்கு எந்தவொரு நெருக்கடியையும் ஏற்படுத்த முடியாதெனக் கருதும் இலங்கை அரசு தமிழ் மக்களைத் தனது மக்களாகக் கருதாமல் எதிரிகளாகக் கருதி சிங்கள தேசத்தின் நலன்களை மட்டுமே பேணிச் செயற்பட்டுவருகின்றது.",
        "දෙමළ ජනතාව සඳහා ඇති එකම තේරීම වන්නේ දෙමළ ජනතාව කිසි විටෙකත් එවැනි රාජ්ය නායකත්වයක් නොපැවැත්වෙන බව එම පුවත හෙළි කළහොත් ජනාධිපතිවරණය ප්රතික්ෂේප කිරීමයි.. இதன்மூலம் தமிழர்களுடன் கட்டாயமாகச் சமரசத்திற்கு வரவேண்டிய அரசியல், இராஜதந்திர நெருக்கடிகளை அரசுக்கு ஏற்படுத்த முடியும்.",
        "தமிழ் மக்களின் உரிமைக்கான விடுதலைப் போராட்டத்தை முன்னகர்த்திச் சென்ற தமிழீழ விடுதலைப் புலிகள், அதியுச்சப் பலத்திலிருந்த காலத்தில் இலங்கை அரசு சந்தித்த பொருளாதார வீழ்ச்சியை விடவும் தற்போது இரங்கையின் பொருளாதாரம் பன்மடங்கு அடிமட்டத்திற்கு வீழ்ச்சியடைந்துள்ளது.",
        "இலங்கையின் பொருளாதாரத்தில் பாரியதொரு வீழ்ச்சியை ஏற்படுத்துகின்ற போதுதான், இலங்கை இனவாத அரசு தமிழ்மக்களின் கோரிக்கைகளை கருத்திலெடுக்கும் என்பதாலேயே 2009இற்கு முன்னர் இலங்கையின் பொருளாதார இலக்குகளைக் குறிவைத்து அதன் ஆட்சியாளர்களுக்கு நெருக்கடி ஏற்படுத்தப்பட்டிருந்தது. ඒ නිසා ප්රධාන ආර්ථික පසුබෑමක් සිදුවුවහොත් කථාව සමථයකට පත් කිරීමට රජය එකඟ විය.",
        "போர் முடிவுக்கு வந்த பின்னருங்கூட 75 ஆண்டுகளாகப் புரையோடிப்போயுள்ள இனப்பிரச்சினைக்குத், தமிழ் மக்கள் ஏற்றுக்கொள்ளக்கூடிய தீர்வு இதுவரை எட்டப்படவில்லை.  தமிழர்களுக்கு எதிரான ஒடுக்குமுறைகளும் தீவிரமடைந்து வருகின்றன.",
        "அவ்வொடுக்குமுறைகளுக்கு எதிராகவும் தமது உரிமைகளுக்காகவும் தமிழர்கள் தொடர்ந்தும் போராடிவருகின்றனர். ආරක්ෂක පිරිවැය, ජාතිවාදය ප්රාග්ධනය හා බලය ප්රයෝජනයට ගන්නා පාලකයන්ගේ දූෂණය සහ රටේ කලාපීය හා ගෝලීය ආධිපත්යය රටේ ආර්ථිකය ගෙන ඇත.",
        "ජාතිවාදය ප්රාග්ධන හා දේශපාලන බලය ප්රයෝජනයට ගෙන දේශපාලන බලය අල්ලා ගන්නා පාලකයන්ගේ දූෂණය හා දේශපාලන බලය අල්ලා ගන්නා පාලකයන්ගේ දූෂණය සහ දේශපාලන බලය අල්ලා ගැනීම සිංහලයන්ට කිසි විටෙකත් පාලනය කළ නොහැකිය.",
        "இலங்கையின் ஒட்டுமொத்த அரச உத்தியோகத்தர்களுக்கும் வழங்கப்படும் ஊதியத்தில் 48 சதவீதமான கொடுப்பனவுகள் பாதுகாப்புச் சேவைகளில் ஈடுபடுவோருக்கே வழங்கப்படுகிறது. இது நாட்டின் பொருளாதாரத்திற்குப் பெரும் சுமையாக உள்ளது.  இந்நிலையில் பாதுகாப்புத் துறைக்கு வருடாந்தம் ஒதுக்குகின்ற நிதியைக் குறைத்தேயாக வேண்டுமென சர்வதேச நாணய நிதியமும் வலியுறுத்திவருகின்றது.",
        "එහෙත් ශ්රී ලංකාවේ ජනවාර්ගික ගැටලුවට ස්ථිර විසඳුමක් නොමැති විට, රාජ්යයේ හිංසනය සම්බන්ධයෙන් දෙමළ ජනතාව තම්බා ගන්නා සෑම අවස්ථාවකම දෙමළ ජනතාව සහ පොලිසිය විසින් සන්නද්ධ හමුදා විසින් මර්දනය කරනු ලැබේ.. இந்த அணுகுமுறை தொடரும்வரை பாதுகாப்புச் செலவினத்தை ஒருபோதும் குறைக்கவே முடியாது என்பதுடன் அதனை அதிகரித்தே செல்லவேண்டியிருக்கும்.",
        "රාජ්යයේ දේශීය නිෂ්පාදනය වැඩි කිරීම සහ අපනයන වැඩි කිරීම මගින් ආර්ථිකය වැඩිදියුණු කළ හැකිය. නිෂ්පාදනය හා අපනයන වැඩි දියුණු නොකර ආර්ථිකයේ ප්රගතිය ඕනෑම ආකාරයකින් තහවුරු කළ නොහැක.",
        "நாட்டின் உற்பத்தியையும் ஏற்றுமதியையும் அதிகரிக்க வேண்டுமாயின் வெளிநாட்டவர்களின் முதலீடுகள் அவசியமானதாகும். வெளிநாட்டு முதலீட்டாளர்கள் தமது முதலீடுகளை மேற்கொள்ளவதற்கு முன்னர் நாட்டின் ஸ்திரத்தன்மை தொடர்பில் கவனம் செலுத்துவர்.  எதிர்காலத்தில் குழப்பம் வரக் கூடியதொரு நாடாக இலங்கை நோக்கப்படுகின்ற  நிலையில் வெளிநாட்டு முதலீட்டாளர்கள் முதலீடு செய்யப் பின்னடிக்கின்றார்கள்.",
        "මෙම තත්වයේ ක්වෝ යනු ආර්ථික ස්ථාවරත්වය ඉහළ නැංවීම සඳහා විදේශීය මුල්ලස් හි උනන්දුව වැඩි කිරීමයි, ආර්ථික ස්ථාවරත්වය කළ යුතුය. එය නිර්මාණය කිරීම සඳහා, ජනවාර්ගික ගැටළුව විසඳීමට එයට බල කළ යුතුය.",
        "මෙම සන්දර්භය තුළ, ශ්රී ලංකාවේ වසර 75 ක් තිස්සේ මතු කරන ජනවාර්ගික ගැටළුව විසඳීමට ක්රම දෙකක් තිබේ.",
        "දෙමළ ජනතාවගේ දේශපාලන අයිතිවාසිකම් අතහැර දැමීම සහ ස්වෝත්තමවාදයේ වහලෙකු ලෙස ජීවත් වීමට සූදානම් වීම.",
        "දෙමළ ජනතාවගේ දේශපාලන විසඳුම දෙමළ ජාතියේ ස්ථිර පැවැත්මට විසඳුම සමඟ අවංක ය. ශ්රී ලංකා රජයට විසඳුමක් ලබා දීම සඳහා ය.",
        "එල්ටීටීඊයේ නිශ්ශබ්දතාවයේ නිහ silence තාවයේ විමුක්ති කොටිගේ විමුක්ති කොටි (එල්ටීටීඊ) නිහ silence තාවයෙන් ශ්රී ලංකා රජය විසින් භාරගෙන තිබේ.. 2009 සිට පාර්ලිමේන්තුව නියෝජනය කළ උතුරු හා ජාත්යන්තර බලවතුන්ට - ජාත්යන්තර හා ජාත්යන්තර බලවතුන් සඳහා පූර්ණ සහයෝගය ලබා දී ඇත.",
        "අත්අඩංගුවට ගැනීමක් සිදු වූ අතර - ශ්රී ලංකා රාජ්යයේ ජනවාර්ගික යුද්ධයට විනාශකාරී වූ දෙමළ ජනතාව ත්රස්තවාදී පනත දිගටම ක්රියාත්මක කරමින් සිටියදී ශ්රී ලංකා හමුදාව පරාජය කළහ.",
        "දෙමළ ජනතාව තුළ තෙහෙට්ටුව වැඩි කිරීම - තමන්ව අතහැර දැමීම සඳහා පාරිසරික පරිසරයන් නිර්මාණය කිරීම සහ වහල් දේශපාලන සංස්කෘතියකට හුරුවී ඇති සිංහල බෞද්ධ ආධිපත්යය පිළිගැනීම - උත්සාහය බැරෑරුම් ලෙස සලකයි.",
        "කෙසේ වෙතත්, වරින් වර දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) අප විසින් දෙමළ ජාතික ප්රතිපත්තිය සහ දෙමළ ජාතිකවාදය සහ දෙමළ ඩයස්පෝරාවේ දෙමළ ජනතාව සමඟ ගමන් කරන දෙමළ ජනතාව කුමන්ත්රණවල සහයෝගය ඇතිව අපට නිරාවරණය කර ඇත්තෙමු. අපේ ජනතාව පරාජයෙන් ප්රති-එක්සත් වී ඇති කුමන්ත්රණ යථා තත්වයට පත් කිරීම සහ පරමාදර්ශය සමඟ සටන් කිරීමේ ආකාරයෙන් අපගේ දේශපාලන ව්යාපාරයට එරෙහිව සටන් කිරීම. ගමන් කිරීම.",
        "ජාතිවාදී දූෂණය, ගෝලීය ආධිපත්යය, ගෝලීය ආධිපත්යය, දෙමළ ජනතාවගේ සන්නිවේදනය සහ දෙමළ ජනතාවගේ සන්නිවේදනය දෙමළ ජනතාවගේ ඉල්ලීම්වලට සවන් දීමට හිතකර වාතාවරණයක් ඇති කර ගැනීමේ අවස්ථාවක් ලෙස දෙමළ ජනතාවගේ ප්රධාන රාජකාරිය හා වගකීම එයයි .",
        "යුද්ධයේ නිශ්ශබ්දතාවයෙන් පසුව, දෙමළ ජනතාව විශාල ප්රගතියක් ලබා ගැනීම සඳහා කේවල් කිරීමේ අවස්ථා රාශියක් තිබුණි.. උතුරු හා නැගෙනහිර බහුතරයක් ආසනවල තිබූ දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) හි පාර්ලිමේන්තු කමිටුව, දෙමළ ජනතාවට පක්ෂව දෙමළ ජනතාවට පක්ෂව කටයුතු කිරීමට අවස්ථාව ලැබුණි.",
        "ශ්රී ලංකා රජය සමඟ කේවල් කිරීමට අවස්ථා තිබූ සෑම අවස්ථාවකදීම දෙමළ ජාතික ජනතා පෙරමුණට දිගින් දිගටම කේවල් කිරීමේ පරිසරය පෙන්වා දුන්නේය. කෙසේ වෙතත්, දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) පාර්ලිමේන්තු කමිටුව ජනතාවගේ අපේක්ෂාවන්ට ප්රතිවිරුද්ධ දිශාවට ක්රියා කර තිබේ.",
        "ශ්රී ලංකාවේ පාලකයෝ දෙමළ ජනතාවට විරුද්ධව සම්පූර්ණයෙන්ම සිටියහ. ඔවුන් අතර ඉන්දියානු බටහිර දෙසල රඳා සිටින පාලකයින් දෙමළ ජනතාවගේ සසයිටිව් ලෙස දෙමළ ජනතාව නිරූපණය කළහ - දෙමළ ජනතාවගේ සහාය රැස් කළේය.",
        "මෙයට හොඳම උදාහරණය 2015 දී ජාතිවාදී රාජ්යයේ තීන්දුව ලබා දෙන බවත්, කිසිදු කොන්දේසියක් නොමැතිව පාලකයන් විසින් මෙම හදවත එකතු වන බවත්, කිසිදු කොන්දේසියක් නොමැතිව පාලකයින්ට සම්බන්ධ බවත් ලිඛිත ගිවිසුම් අවශ්ය නොවන බවත් කියමින් දෙමළ ජනතාව පීඩා කරන්නන්ට සහාය වී සහයෝගය දැක්වීමයි.. 1948 සිට දෙමළ ජනයා විසින් ප්රතික්ෂේප කරන ලද නිදහස් දින සැමරුම ද්රාවණය කර පීඩාකාරී සංකේතයේ ධජය රැගෙන ගොස් ඇත.",
        "එක්සත් ජාතීන්. රාජපක්ෂය සහ හමුදාව ජාත්යන්තර විමර්ශනය වැළැක්වීම සහ අභ්යන්තර පරීක්ෂණය ජන සංහාරය පිළිබඳ අභ්යන්තර පරීක්ෂණයට බාධාවක් වන ලෙස මානව හිමිකම් කවුන්සිලයෙන් ආරක්ෂා කළේය.. ජනවාර්ගිකත්වය නිර්මාණය කිරීම සඳහා නව ව්යවස්ථාවක මුවාවෙන් අකිරච්චියා ව්යවස්ථාව මෛත්රි-අරානිල් රජය සමඟ පිහිටුවන ලද අතර උතුරු හා නැගෙනහිර සම්බන්ධතාවය අතහැර දමා ස්වයං විවාහ වීම සඳහා ඉල්ලුම අත්හැර දැමීමට එකඟ විය.",
        "ඔවුන් 13 වන ව්යවස්ථා සංශෝධනය සහ විසඳුමේ ආරම්භක ස්ථානයේ මුවාවෙන් තනිකඩය පිළිගත්තා. ගෝතභයාව අත්හදා බැලූ පාලන සමයේදී රටේ ආර්ථිකය ඇඩලබඩාලා බවට පත්විය. ජනතාවගේ අණ පරිදි ජනතාවගේ ජනාධිපති ලෙස රනිල් වික්රමසිංහ ජනතාවගේ ජනාධිපතිවරයා ලෙස දිවුරුම් දුන්නේය.",
        "\"ප්රධාන හා නැගෙනහිරින් අනෙකුත් දෙමළ පාර්ලිමේන්තු මන්ත්රීවරුන් වන\" ප්රධාන ප්රධාන \"රැස්වීම්වලට සහභාගී වූ\" ප්රධාන රනිල් රනිල් සමඟ \"ප්රධාන රනිල් රනිල් රැස්වීම්වලට\" ප්රධාන ප්රධාන \"රැස්වීම්වලට අවශ්ය වන්නේ දෙමළ ජනතාවගේ අවශ්යතා සපුරාලීම සඳහා එකම හේතුව නිසාය ඉන්දියානු බටහිර.",
        "එසේ කිරීමෙන් රනිල් රේචපක්සා රජය දෙමළ ජාතියේ ජනවාර්ගිකත්වය නැවැත්වීමකින් තොරව දෙමළ ජාතියේ ව්යුහය තීව්ර කිරීම වැනි ජාත්යන්තර මූල්ය ආධාර ඉහළ නංවා.. ඊට අමතරව, ත්රිවිධ හමුදාව සහ රාජපක්ෂ වැනි ජන සංහාරය, ඔවුන්ට නියෝග ලබා දුන් රාජපක්ෂ ජාත්යන්තර අපරාධය දිගටම ආරක්ෂා කරයි.",
        "මේ අනුව දෙමළ ජනතාව දිගටම දෙමළ දේශපාලන පක්ෂ රවටා ඇති අතර අපගේ දේශපාලන අභිලාෂයන් අතහැර දැමීමට - ශ්රී ලංකාව;එය දෙමළ ජාතිය සිංහල ජාතියට ඉදිරිපත් කිරීමට හේතු වනු ඇත - අනාගත දෙමළ පරම්පරාව.",
        "එමනිසා, ප්රාදේශීය, ජාත්යන්තර බලවතුන්ගේ සහ ශ්රී ලාංකික රාජ්යයේ නියෝජිතයන් ලෙස කටයුතු කරන දෙමළ දේශපාලන පක්ෂවල ව්යාජ පොරොන්දු සහ හරිත වචනවලින් දෙමළ ජනතාව රැවටිය යුතු නොවේ.",
        "ශ්රී ලංකාවේ රාජ්ය යාන්ත්රණය තුළ දෙමළ ජනතාවට විශ්වාසයක් නොමැති අතර, ඔවුන්ගේ අයිතිවාසිකම් ගමනේදී දෙමළ ජනතාව ස්ථිරයි - ශ්රී ලංකා රාජ්යයේ දැවැන්ත පීඩනය දිගටම පවතින විට පවා දෙමළ ජනයා ඔවුන්ගේ අයිතිවාසිකම් ලබා ගැනීම සඳහා ඔවුන්ගේ අයිතිවාසිකම් වෙත යොමු වේ. අයිතිවාසිකම් කිසි විටෙකත් අත් නොහරින බවට වන ප්රවෘත්ති හෙළි කිරීමට ඇති එකම ක්රමය ශ්රී ලංකාවේ ජනාධිපතිවරණය වර්ජනය කිරීමයි.",
        "මෙම ජනාධිපතිවරණ වර්ජනය කිරීමෙන් අනතුරුව අපගේ විමුක්ති අරගලය සිදු වූ විට පවා කේවල් කිරීමේ ප්රවේශයක් අනුගමනය කරන ලදී. අද සන්නද්ධ අරගලයේ සන්දර්භය තුළ - අපේ ජනතාව තමන්ගේම අවසානය මත පදනම්ව ජනාධිපතිවරණය වර්ජනය කිරීමට යන බවට අපේ ජනතාව නිගමනය කරමින් සිටින අතර, එය ජනාධිපතිවරණය වර්ජනය කිරීමෙන් තම ප්රජාතන්ත්රවාදී විප්ලවවාදීන් ප්රකාශ කරනු ඇත ඔවුන්ගේ මර්දනයට එරෙහිව ආකල්පය.",
        "ඉහත අර්බුද සමඟ කටයුතු කිරීමට දෙමළ ජනයා දෙමළ ජනයා සමඟ සම්මුතියකට යා යුතු බවට ශ්රී ලංකා රජය තනතුරක් දැරිය යුතුය.. මෙම තත්ත්වය නිර්මාණය කිරීම සඳහා දෙමළ ජනතාව ක්රියා කළ යුතුය. මක්නිසාද යත්, ප්රජාතන්ත්රවාදීව - ප්රචණ්ඩත්වයට ඉඩ නොදීම සඳහා - ඒ සමඟම ඉතා ගැඹුරු පණිවිඩයක් ය.",
        "දෙමළ ජනතාවගේ පැවැත්ම තුරන් කර සිංහල බෞද්ධ ව්යාප්තිය ඉටු කරන ශ්රී ලංකා රාජ්ය ව්යුහය දෙමළ ජනතාව ප්රතික්ෂේප කරන බවත්;දෙමළ ජනතාවගේ අයිතිවාසිකම් හඳුනාගෙන නොමැති තාක් කල් - දෙමළ ජනතාවට ප්රයෝජනවත් නොවන තෙක් - දෙමළ ජාතිය සිංහල හා බෞද්ධකරණය කිරීම තීව්ර කරන මැතිවරණයෙන් දෙමළ ජනතාව ඡන්දය ප්රකාශ නොකරන බවට පණිවුඩයක් ලබා දිය යුතුය.",
        "ඕනෑම ජනාධිපතිවරණයකදී ශ්රී ලංකාවේ සිංහල බෞද්ධ අපේක්ෂකයින් ජයග්රහණය කරන අතර - සිංහල බෞද්ධ ආධිපත්යය සිංහල ජනතාව තෘප්තිමත් කිරීමට සහතික කරන ඒකාධිකාරී ව්යවස්ථාවේ එකමුතුකම පවත්වා ගැනීම යන ප්රතිපත්තියට ඔවුන් සම්බන්ධ වේ.",
        "දෙමළ ජනතාවගේ දෙමළ ජනතාවගේ දෙමළ ජනතාවගේ දෙමළ ජනතාවගේ දෙමළ ජනතාවගේ දෙමළ ජනතාවගේ දෙමළ ජනතාවට එරෙහිව දෙමළ ජනතාව සිංහල බෞද්ධ රටක් බව දෙමළ ජනතාව දෙමළ ජනතාව දෙමළ ජනතාවට ලබා දී ඇත. අපේක්ෂකයින් සහ දෙමළ පක්ෂය. ඔවුන් සාධාරණ ලෙස හැසිරෙන ජාත්යන්තර ප්රජාවට ඇති අසත්ය පණිවුඩය පමණයි.",
        "දෙමළ ජනතාව මෙම අන්තරාය වෙනස් වන තුරු දෙමළ ජනයා පීඩාවට කොටු වන අතර තත්වය දිගටම සොයා ගනු ඇත.",
        "සමහර පාර්ශවයන් අවට සිටින්නේ මැතිවරණ වර්ජනය නුසුදුසු බවත් දෙමළ සාමාන්ය අපේක්ෂකයා නැවැත්විය යුතු බවත් ය. එසේ කරන අය දෙමළ ජනතාව සිංහල අපේක්ෂකයින්ට ඡන්දය නොදියිය යුතු යැයි පවසමින් ජනතාව රැවටීමට උත්සාහ කරති - දෙමළ ජනතාවගේ දේශපාලන VANA ජාත්යන්තර ප්රජාවට තල්ලු කළ යුතුය.. පසුගිය වසර 15 තුළ දෙමළ ජනතාවගේ අභිලාෂයන් ප්රකාශ කිරීම සඳහා පොදු අපේක්ෂකයා නවත්වන බව කියා සිටින අයව පවසා ඇත්තේ කෙසේද?",
        "2010 පාර්ලිමේන්තු මැතිවරණවලදී දෙමළ ජනතාව පක්ෂව පක්ෂයට පක්ෂව ඡන්දය ප්රකාශ කළේ ස්වයං-පූජනීයකරණයේ පදනම මත ෆෙඩරල්වාදය සහ ජාත්යන්තර යුක්තිය පිළිබඳ සහාය ඇතිව ය.",
        "2012 දී එක්සත් ජාතීන්ගේ සංවිධානය එම නියෝගයට එරෙහිව. මහින්ද රාජපක්ෂගේ ආණ්ඩුවේ නිර්දේශ සහ රාජපක්ෂ රජයේ නිර්දේශයන් සම්බන්ධයෙන් රජයේ අභිලාෂයන් උමතු ලෙස ක්රියාත්මක කර ඇති අතර වගවීම පිළිබඳ අභ්යන්තර විමර්ශනය නම් දෙමළ ජනතාවගේ අභිලාෂයන් නිම කිරීමට නියමිතය.",
        "2015 දී දෙමළ ජනතාව විසින් නිකුත් කරන ලද නියෝගයට එරෙහිව ජන සංහාරය පිළිබඳ කිසිදු සාක්ෂියක් නොමැත. එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය වගවීම පිළිබඳ ජාත්යන්තර පරීක්ෂණයක් අතහැර දමා අභ්යන්තර පරීක්ෂණයට සහාය දැක්වීය. අතුරුදහන් වූවන් සඳහා ජාත්යන්තර යුක්තිය ඉටුවීමත් සමඟ ශ්රී ලංකා රජය අතුරුදහන් වූ පිරිස් කාර්යාලය පිහිටුවීමත්, රජයේ කුහකකම අභ්යන්තර යාන්ත්රණයට ආබාධිත තත්ත්වයට පත්විය.. ජනවාර්ගික ගැටලුව විසඳීමේ මුවාවෙන් රාජධානියේ රාජධානිය රනිල් - මෛත්රි රජය සමඟ නිර්මාණය කර දෙමළ ජනතාව පාවා දුන්නේය.",
        "යුද්ධය පැවති සමයේදී, දෙමළ ජනතාව ඔවුන්ගේ historical තිහාසික වාසස්ථානවල ප්රචණ්ඩත්වයෙන් ශ්රී ලංකා රජය බලහත්කාරයෙන් නෙරපා හරින ලදී. කෙසේ වෙතත්, යුද්ධය අවසන් වීමෙන් පසු දෙමළ ජනයා එම ඉඩම්වල නැවත පදිංචි කිරීමේ බලපත්රයක් අහිමි වූ අතර සිංහලයන් ප්රදේශයේ සිංහලයන් පදිංචි වූහ.",
        "සිංහලයන්ගේ සිදුවීම්වලට රජය සහභාගී වූ විට දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) සිංහලයන් මෙම ඉසව්වට සහභාගී වූ අතර, සැලසුම් සහගතව සිංහලකරණ න්යාය පත්රය ප්රදර්ශනය කිරීමට සහ සාමාන්ය නැවත පදිංචි කිරීමේ හෝ සංවර්ධන ක්රියාවලියක් ලෙස රජයේ පෙනුම රජය විසින් ඉදිරිපත් කරන ලදී.",
        "දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) රනිල් - මෛත්රි රජයේ හදවතේ තිබූ විට, මතුරි ඔයා දකුණු ශේෂ සංවර්ධන ව්යාපෘතිය මඩකලපුව දිස්ත්රික්කයේ - මධුර ඔයා දකුණු ශේෂ සංවර්ධන ව්යාපෘතිය තුළ දියත් කරන ලදී.",
        "ඒ අතරම, තණබිම්වල සමස්ත සිංහල බෞද්ධ කිරීම, දෙමළ ගොවීන් තණබිම්වල සිට පලවා හරිමින් පශු සම්පත් තුන්ලක්ෂයක් ඉරිඟු හා කුඩා වතු බෝග විනාශ කිරීමට තල්ලු කරයි.",
        "ජන සංහාරයේ විධායක සභාපති ගෝතභය රාජපක්ෂ මහතා, 2021 ජනවාරි 15 ​​වන දින ජනාධිපති ධුරයට පත්විය. එක්සත් ජාතීන්ගේ සංවිධානයට මානව හිමිකම් කවුන්සිලයේ වගවීම පිළිබඳ ප්රශ්නය විසඳිය යුතුය.. ලේකම් අවධාරණය කිරීම සඳහා ලේකම්වරයා අවධාරණය කිරීම සඳහා, \"- එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ කොමසාරිස් ඒකාබද්ධව දෙමළ පක්ෂ වෙත ලිපියක් අත්සන් කළේය.",
        "ලිපිය ප්රතික්ෂේප කිරීම සඳහා, එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ (යූඑන්එච්ආර්සී) එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ (යූඑන්එච්ආර්සී) සමත් වූ දෙමළ ජනතාවගේ නියෝජිතයින් එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය (යූඑන්එච්ආර්සී) සම්මත කරන ලෙස ඉල්ලා අස්වන ලෙස ඉල්ලා සිටී පෝරමය. ඔවුන් ජන සංහාරයේ ආරක්ෂාවට එරෙහිව දිගින් දිගටම ක්රියා කළහ.",
        "ජනවාර්ගික ගැටලුවට දේශපාලන විසඳුමේ - ජාතීන් දෙක ජාතියක වාසය කිරීමට - පරමාධිපත්යය සහ ස්වයං-පූරණයකරණය කිරීමේ දේශපාලන අභිලාෂය සහ ජනවාර්ගික ගැටලුවට ස්ථිර දේශපාලන විසඳුම විය හැකිය.",
        "2009 දී දැවැන්ත දෙමළ භාෂාව සමඟ වන අතර, ජන සංහාරය පිළිබඳ ක්රමානුකූල ජනවාර්ගික පිරිසිදු කිරීම සහ හිතාමතාම සිංහල බෞද්ධ ස්වෝත්තමවාදය දිගටම කරගෙන ගියේය - සිංහල බෞද්ධ ස්වෝත්තමවාදය හිතාමතාම - දෙමළ ජනතාවගේ ජනවාර්ගික ගැටලුව සඳහා ආරම්භක ලක්ෂ්යය ලෙස සලකනු ලැබේ.",
        "එහෙත් - 1987 දී දෙමළ ජාතික මහජන පෙරමුණ හැරුණු විට අනෙකුත් දේශපාලන පක්ෂ 13 වන ව්යවස්ථා සංශෝධනය 2009 සිට ජාත්යන්තර ප්රජාව තුළ දෙමළ ජනතාවට විසඳුමක් ලෙස අවධාරනය කර ඇති අතර 2022 ජනවාරි 18, ඉන්දීය අග්රාමාත්යවරයා ඉන්දියාවේ ඔවුන් ද්රෝහී විය.",
        "අතීතයේදී පාවා දී ඇති අය, අද ඔවුන් දෙමළ සාමාන්යාධිකරණයට උපස්ථ කළ යුතු බව පවසති. දෙමළ ජාතිකයෙකු ලෙස දෙමළ අපේක්ෂකයෙකු වීමේ පසුබිමක සත්යතාවය භාවිතා කිරීමට නම් - දෙවන වරණීය ඡන්දය සිංහල ස්වෝත්තමවාදී අපේක්ෂකයෙකු සඳහා සකස් කර ඇත.",
        "කිලිනොච්චි හි පැවති රැස්වීමකදී පාර්ලිමේන්තු මන්ත්රී කේ.වී. විග්නේශ්වරන් සිය කතාවට විවෘතව එකඟ විය.දෙවන ඡන්දය සිංහල අපේක්ෂකයාට ලබා දෙන බවත්, සිංහල අපේක්ෂකයෙකු ජනාධිපතිවරණයට සෘජුවම සහාය දෙන බවත් ජනතාව තේරුම් ගත යුතුය.",
        "එබැවින්, මැතිවරණයේ ජනතාවගේ නියෝගයන්ට හාත්පසින්ම වෙනස්ව, එක්සත් විසඳුම හා අභ්යන්තර පරීක්ෂණය අවධාරණය කරන දෙමළ පොදු අපේක්ෂකයා නැවැත්වීමට උත්සාහ කිරීම උත්සාහ කිරීම ඇත්තෙන්ම දෙමළ ජනයාගේ අභිලාෂයන් ප්රකාශ කිරීමේ උත්සාහයක් ද?නැතහොත් එය සිංහල අපේක්ෂකයෙකු උපාමාරු දැමීමද?දෙමළ ජනතාව පැහැදිලි විය යුතුයි.",
        "දෙමළ ජනයාගෙන් බොහෝ දෙනෙක් පෙනී යන්නේ සිංහල පාලකයින් මුළුමනින්ම පිළිකුල් සහගත හා කලකිරී සිටින බවයි - ජනාධිපතිවරණයේදී ඕනෑම අපේක්ෂකයෙකු සහාය දැක්වීමෙන් කිසිදු අපේක්ෂකයෙකුට ප්රතිලාභ නොලැබෙන බව.. ජනාධිපති අපේක්ෂකයාගේ නමට ඡන්දය දීමට ඔවුන්ට ඡන්දය දීමට නොහැකි වන පරිදි දෙමළ ජනතාව සියලු සිංහල පක්ෂ සහ අපේක්ෂකයින් සමඟ පිළිකුලට පත්ව සිටිති.",
        "මෙම නඩුවේ - මෙම නඩුවේ - මෙම නඩුවේ - කලාපීය බලවතුන්ගේ සහ ඔවුන්ගේ ගෝලීය අවශ්යතා සඳහා වැඩ කරන ජාත්යන්තර බලවතුන්ගේ අවශ්යතා සපුරාලීම සඳහා - අපේක්ෂකයෙකු වීමට කැමති අපේක්ෂකයෙකු ජය ගැනීම, සැබෑ අරමුණ සඟවා ගැනීම ජනතාව සහ සිංහල අපේක්ෂකයා අවශ්ය දෙමළ ජනතාව. ඔවුන් 'දෙමළ පොදු අපේක්ෂකයෙකු' ක්රීඩා කිරීමට උත්සාහ කරයි.",
        "එළඹෙන ශ්රී ලංකා ජනාධිපතිවරණයේදී, දෙමළ ජනතාවගේ ඡන්ද දිනා ගැනීමට කිසිවෙකුට නොහැකිය.. නමුත් මෙම තත්වය තිබියදීත්, දෙමළ ජනතාව වෙනුවෙන් ඕනෑම දෙයක් කිරීමට ජනාධිපති අපේක්ෂකයෙකු සූදානම් නැත.දෙමළ ජනතාවගේ පොරොන්දුවකින් තොරව කිසිවෙකුට ජය ගත නොහැකි පරිසරයක - දෙමළ ජනතාවගේ ඡන්දය ජය ගැනීම \"?යම් තත්වයක් ඇති විට - දෙමළ ජනතාවට ශ්රී ලංකා ජනාධිපතිතුමාගේ මැතිවරණයේ වර්ජනය කළ හැක්කේ දෙමළ ජනතාව සැලකිල්ලට ගැනීමට සූදානම් නැති ශ්රී ලංකා ජනාධිපතිතුමාගේ මැතිවරණයෙන් හොඳම පණිවිඩය පමණි.",
        "මෙම මැතිවරණය තුළින් ජනාධිපතිවරයා මැතිවරණය වර්ජනය කිරීමේ ප්රති the ලයක් ලෙස මැතිවරණය ජයග්රහණය කිරීමට සමත් වූ තත්වයක් නිර්මාණය කරනු ඇත - සහ දෙමළ ජනතාවගේ විසඳුම ගැන පරාජිතයින් විශ්වාසයක් තබා ඇති ආශාව.",
        "මැතිවරණ ජයග්රාහකයා පවා දෙමළ ජනයා දෙමළ ජනයාගේ ඡන්ද නොමැතිවම සාර්ථක නොවනු ඇතැයි යන බිය නිර්මාණය කරනු ඇත.",
        "දෙමළ ජනතාව ඔවුන්ගේ ජනවාර්ගිකත්වය මත තම ඡන්දය භාවිතා කරන බවත්, දෙමළ ජනතාවට තවදුරටත් දෙමළ ජනතාව ඡන්දය ප්රකාශ කිරීම, කලාපීය බලය, ගෝලීය ආධිපත්යය, ගෝලීය ආධිපත්යය, ගෝලීය ආධිපත්යය, ගෝලීය ආධිපත්යය, ගෝලීය ආධිපත්යය, ගෝලීය ආධිපත්යය, ගෝලීය ආධිපත්යය, ගෝලීය ආධිපත්යය, ගෝලීය ආධිපත්යය, ගෝලීය ආධිපත්යය සහ ඔවුන්ගේ අභ්යන්තර නියෝජිතයින් ලෙස තම ඡන්දය භාවිතා කළ නොහැකි බව නිසාත් දෙමළ ජනතාවට තවදුරටත් දෙමළ ජනතාව භාවිතා කළ නොහැකිය.",
        "එබැවින් දෙමළ ජනයාගේ සමමුහුර්තව එක්සත් ශූරතාවය හා විශ්මයස්ති ආණ්ඩුක්රම ව්යවස්ථාවේ ආණ්ඩුක්රම ව්යවස්ථාව සමඟ දෙමළ ජනයාගේ පීඩනය හා සමාස්ති ව්යවස්ථාවේ ආණ්ඩුක්රම ව්යවස්ථාව සමඟ දෙමළ ජනයාගේ පීඩනය අවබෝධ කර ගැනීම අපගේ ස්ථාවරයයි දෙමළ ජනතාවට විශාල ශක්තියක් ලබා දීම."
      ]
    },
    "en": {
      "title": "The presidential election will be ignored until the federal assurance is granted - the Tamil National People's Front calls",
      "body_lines": [
        "The Tamil National People's Front (TNA) has called for a complete boycott until the unity of the Sri Lankan presidential election will be eliminated and the federal guarantee is granted.",
        "The party said in a clarification report on the presidential election titled 'We will be thinking of the welfare of Tamil Nadu'.",
        "In the Tamil nation, the Tamil Nadu state is acting as an enemy of the Tamil nation by continuing the Sinhala Buddhistization, militarization and systematic ethnic process through the construction of the ethnic groups.. The Sri Lankan government, which considers the Tamils to cause any crisis as long as the majority representation within the unity state structure is in their hands, is maintaining the interests of the Sinhalese nation, not considering the Tamil people as its enemies.",
        "The only choice for the Tamil people is to reject the presidential election if the news is to be revealed that the Tamil people will never accept such state leadership.. This can cause the government to compromise the political and diplomatic crises that have been compromised with the Tamils.",
        "The economy of the Liberation Tigers of Tamil Eelam (LTTE), which preceded the liberation struggle for the rights of the Tamil people, has now fallen to the diligent economy of the Sri Lankan government during the period.",
        "It is only when a massive decline in the economy of Sri Lanka is that the Sri Lankan communal government will consider the demands of the Tamils before 2009 and its rulers have been crowded with the economic targets of Sri Lanka before 2009.. So the government agreed to settle through speech in the event of a major economic downturn.",
        "Even after the end of the war, the Tamil people have not yet reached the acceptable solution to the ethnic problem that has been raging for 75 years.The oppression against Tamils is also intensifying.",
        "Tamils continue to struggle against their rights and their rights. The increased security cost, the corruption of the rulers who capitalize communalism and seize power, and the regional and global domination of the country have taken the economy of the country.",
        "The Sinhalese people can never control the corruption of the rulers that capitalize communalism and seize political power because the Sinhalese are immersed in the fiction.",
        "48 % of the salary paid to the entire state officials of Sri Lanka is paid to those who engage in security services. This is a heavy burden on the country's economy.The International Monetary Fund is also urging the Defense Department to reduce the annual allocation of funds.",
        "But when there is no permanent solution to the ethnic problem of Sri Lanka, the Tamil people are suppressed by the armed forces and the police whenever the Tamil people boil over the oppression of the state.. Until this approach continues, the cost of security will never be reduced and it will have to increase.",
        "The economy can be improved by increasing a state's domestic production and increasing exports. Progress in the economy cannot be confirmed in any way without improvement of production and exports.",
        "Foreigners investments are essential if the country is to increase the production and exports. Foreign investors will focus on the stability of the country before making their investments.Foreign investors are betraying the investment as Sri Lanka is intended to be a chaos in the future.",
        "If the status quo is to increase the interest of foreign mullahs to increase the economic stability, the economic stability must be made. To create it, it must be forced to solve the ethnic problem.",
        "In this context, there are two ways to resolve the ethnic problem that has been raised for 75 years in Sri Lanka.",
        "To abandon the political rights of the Tamil people and prepare to live as a slave to chauvinism.",
        "The political solution of the Tamil people is honest with the solution to the permanent existence of the Tamil nation - to make a solution to the Sri Lankan government.",
        "The Sri Lankan government has taken over the first method of the LTTE's silence from the silence of the Liberation Tigers of Tamil Eelam (LTTE). Regional and international powers have been in full support for all those efforts - the North and East representatives who represented Parliament since 2009.",
        "While the arrests continued torture - the Tamil people who had been devastating to the ethnic war of the Sri Lankan state continued to defeat the Sri Lankan military, as they continued to implement the Terrorism Act.",
        "Increasing fatigue within the Tamil people - creating environmental environments to abandon themselves, and accepting the Sinhala Buddhist supremacy by accustomed to a slave political culture - the effort was taken seriously.",
        "However, as we, the Tamil National Alliance (TNA), from time to time, we have exposed the Tamil National Policy and the Tamil people who travel with the Tamil nationalism and the Tamil people of the Tamil Diaspora with the cooperation of the conspiracies, somewhat to restore the conspiracies from the defeat of our people, and fight our political movement with the same way of fighting with idealism.Traveling.",
        "It is the main duty and responsibility of the Tamil people to make a situation where the racist corruption, global dominance and the communication of the Tamils have been used as a chance to make a favorable environment to listen to the demands of the Tamil people.",
        "After the silence of the war, there were many chances of bargaining to make the Tamil people a lot of progress.. The parliamentary committee of the Tamil National Alliance (TNA), which had a majority seats in the North and East, had the opportunities to make the Tamil people in favor of the Tamil people.",
        "Whenever there were opportunities to bargain with the Sri Lankan government, the Tamil National People's Front continued to point out the bargaining environment. However, the Tamil National Alliance (TNA) parliamentary committee had acted in the opposite direction of the people's expectations.",
        "Sri Lanka's rulers were completely against the Tamil people. Among them, the rulers who are dependent on the Indian West, portrayed the Tamil people as the safis of the Tamil people - deceived the Tamil people - gathered the support of the Tamil people.",
        "The best example of this is that the Tamil people will support and support the oppressors, claiming that the ruling of the racist state in 2015, and that the heart is joined by the rulers without any conditions and does not need written agreements.. Since 1948, Tamils have been celebrating the Independence Day celebrations rejected by Tamils and carrying the flag of the oppressive symbol.",
        "The UN. Rajapakse and the military protected the military investigations from the Human Rights Council to prevent international investigation and disrupt the internal investigation into the genocide.. Under the guise of a new constitution to create ethnicity, the Akirachchiya constitution was formed with the Maithri -Ranil government and agreed to abandon the North and East's connection and abandon the demand for self -determination.",
        "They accepted the 13th amendment and the single in the guise of the starting point of the solution. During the Gotabhaya -led regime, the country's economy fell into Adalabadala. Ranil Wickremesinghe was sworn in as the president of the people without the orders of the people.",
        "Other Tamil parliamentarians from the North and East attended all meetings of President Ranil Ranil, with the slogan \"Main Main\", without any bargains or conditions that protect the interests of the Tamil people for the sole reason for being a person who maintains the interests of the Indian West.",
        "By doing so, the Ranil -Rajapaksa government was raising international financial assistance as intensifying the structure of the Tamil nation without stopping the ethnicity of the Tamil nation.. In addition, the genocide, such as the armed forces and the Rajapakse who gave them orders, continues to protect the international crime.",
        "Thus the Tamil people continue to deceive the Tamil political parties, and to abandon our political aspirations - Sri Lanka;It will lead to submitting the Tamil nation into the Sinhalese nation - the future Tamil descendants.",
        "Therefore, the Tamil people should not be fooled by the false promises and green words of the Tamil political parties, which act as agents of the regional, international powers and the Sri Lankan state.",
        "The Tamil people are not confident in the state apparatus of Sri Lanka - and that the Tamil people are firm in their rights journey - and that the Tamil people are firm in their rights journey - even when the Sri Lankan state's massive pressure continues, the Tamils are turning to their rights to obtain their rights.The only way to reveal the news that the rights will never give up is to boycott Sri Lanka's Presidential election.",
        "This presidential election boycott was followed by an approach to bargaining even when our liberation struggle was carried out. In the context of the armed struggle today - our people are coming to the conclusion that our people are going to boycott the presidential election based on their own end - and that by boycotting the presidential election, the Tamil people are going to express their democratic revolutionary attitude against their repression.",
        "The Government of Sri Lanka should make a position that the Tamils should go to a compromise with the Tamils without any other way to deal with the above crises.. The Tamil people must act to create this status. For that, democratically - not to accommodate violence - at the same time a very deep message.",
        "The Tamil people reject the Sri Lankan state structure that eliminate the existence of the Tamil nation and carry out the Sinhala Buddhist expansion;As long as the Tamil people's rights are not recognized - until the Tamil people are not beneficial - the Tamil people should be given the message that the Tamil people will not use their votes in the election that intensifies the Sinhalese and Buddhistization of the Tamil nation.",
        "While the Sinhala Buddhist candidates in Sri Lanka are winning in any presidential election - they are involved in the policy of maintaining the unity of the monopoly constitution that ensures the Sinhala Buddhist hegemony to satisfy the Sinhalese people.",
        "The Tamil people have given the Tamil people to the Tamil people that the Tamil people are a Sinhalese Buddhist country for the Sinhala Buddhist racist policy against the Sinhala Buddhist racist policy against the Tamil interests of the Tamil people, without considering the racist policy of the main candidates, and the Tamil party.It is only the untrue message to the international community that they are behaving fairly.",
        "Until the Tamil people have changed this danger situation, the Tamils will be trapped in the oppression - and the situation will continue to be recovered.",
        "Some parties are standing in the vicinity that the election boycott is inappropriate and that the Tamil general candidate should be stopped. Those who do so are trying to deceive the people by saying that the Tamil people should not cast their votes to the Sinhala candidates - that the political Venawa of the Tamil people should be pushed to the international community.. How have those who claim to stop the common candidate in order to express the aspirations of the Tamil people in the last 15 years?",
        "In the 2010 parliamentary elections, the Tamil people voted in favor of the party in support of the issue of federalism and international justice on the basis of self -determination on the basis of self -determination and giving 15 seats.",
        "The United Nations in 2012 against that decree. The government's aspirations of the Tamil people would be completed if the recommendations of the Mahinda Rajapaksa government learned and the recommendations of the Rajapaksa government had been appropriately implemented and the internal inquiry into accountability.",
        "There is no evidence of genocide against the decree issued by the Tamil people in 2015. The United Nations Human Rights Council abandoned international inquiry into accountability and supported the internal investigation. With the urging of international justice for the missing persons, the Government of Sri Lanka has set up the Missing Personnel Office and the government's hypocrisy to be disabled into the internal mechanism.. Under the guise of resolving the ethnic problem, the Kingdom of Kingdom was created with the Ranil -Maithri government and betrayed the Tamil people.",
        "During the war, the Tamil people were forcibly expelled by the Sri Lankan government through violence from their historical habitats. However, after the end of the war, the Tamils were denied the resettlement permits on those lands and the Sinhalese were settled in the area.",
        "When the government took part in the events of the Sinhalese, the Sinhalese, the Tamil National Alliance (TNA) participated in the events - the government to showcase the planned Sinhalaization agenda and the government's appearance as a normal resettlement or development process.",
        "When the Tamil National Alliance (TNA) was in the heart of the Ranil -Maithri government, the Mathuru Oya Right Balance Development Project was launched in the Batticaloa district - Madhur Oya Right Balance Development Project.",
        "At the same time, there is a view to the entire Sinhala Buddhistization of the pasture, chasing away the Tamil farmers from the pasture and pushing three hundred thousand livestock into the destruction of the corn and smallholder crops.",
        "Gotabhaya Rajapakse, the executive president of the genocide, was in office as President, on the 15th of January, 2021. The United Nations has to address the issue of accountability in the Human Rights Council.. To emphasize the secretary, ” -The Commissioner of the UN Human Rights Council jointly signed a letter to the Tamil parties.",
        "In order to deny the letter, representatives of the Tamil people with the majority of the parliamentary seats, urging the UN Human Rights Council to be passed by the UN Human Rights Council (UNHRC), urging the UN Human Rights Council to be passed in any form.They continued to act against the protection of genocide.",
        "In the political solution to the ethnic problem - the two nations to live in a nation - the sovereignty and the right of self -determination can be the political aspiration of the Tamil people and the permanent political solution to the ethnic problem.",
        "With the massive Tamil language in 2009, and the systematic ethnic cleansing of the genocide and deliberately continued by the Sinhala Buddhist chauvinism - no system of unity can be considered as the starting point for the ethnic problem of the Tamil people.",
        "But - other political parties other than the Tamil National People's Front - the 13th Amendment to the Tamil people in 1987, has been insisted as a solution to the Tamil people in the international community since 2009 and on January 18, 2022, the Indian Prime Minister of IndiaThey were treacherous.",
        "Those who have been betrayed in the past, are saying that they should back up the Tamil general candidate today. If the truth of the backdrop of being a Tamil general candidate is to be used - the second preferential vote is prepared for a Sinhala chauvinist candidate.",
        "Speaking at a meeting held in Kilinochchi, Parliamentarian KV Wigneswaran openly agreed in his speech.The people should understand that the second vote is given to the Sinhala candidate and that a Sinhala candidate will directly support the presidential election.",
        "So, in contrast to the orders of the people in the elections, is the attempt to make an attempt to stop the Tamil general candidate, which emphasizes the united solution and internal inquiry, is truly an attempt to express the aspirations of the Tamils?Or is it a maneuvering of a Sinhalese candidate?The Tamil people should be clear.",
        "Most of the Tamil people find that the Sinhalese rulers are completely disgusted and frustrated - that no candidate will benefit from supporting any candidate in the presidential election.. The Tamil people are disgusted with all the Sinhalese parties and candidates, so that they cannot vote for the name of the presidential candidate.",
        "In this case - in this case - to maintain the interests of the regional powers and the international powers of the international powers who are working on their global interests - the aim of conquering a candidate who wants to be a candidate, hiding the real purpose of the people, and the Tamil people who need the Sinhalese candidate.They are trying to make a play 'Tamil General Candidate'.",
        "In the upcoming Sri Lankan presidential election, no one can win the votes of the Tamil people.. But despite this situation, no presidential candidate is ready to do anything for the Tamil people.In an environment where no one can win without the promise of the Tamil people - the votes of the Tamil people are \"to overcome?When there is a situation - the Tamil people can only give the best message through the boycott of the Sri Lankan President's election, which is not prepared to take into account the Tamil people.",
        "Through this election, the president will create a situation where the Tamils have been able to win the election as a result of the boycott of the election - and the longing that the losers have given confidence in the solution of the Tamil people.",
        "Even the winner of the election will create the fear that the Tamils will not succeed in the future without the votes of the Tamils.",
        "The fact that the Tamil people will use their votes on their ethnicity, and that the Tamil people can no longer use the Tamil people as voting, the regional power, the global dominant forces and their internal agents.",
        "Therefore, it is our position that the pressure of the Tamils united with the firm stand of unity and the Constitution of the Samasti constitution is to be understood by the fact that the pressure on the political and diplomatic pressure of the Tamil people will be given a huge strength to the Tamils."
      ]
    }
  },
  "summary_lines": [
    "It seems like you've shared a detailed perspective on the political and social dynamics surrounding the Tamil people's relationship with the Sri Lankan state, focusing on issues of rights, representation, and the impact of electoral processes on their struggle for recognition and autonomy. Your message highlights several key points:",
    "",
    "1. **Boycott of Presidential Elections**: The idea of boycotting the Sri Lankan Presidential election as a means to assert the Tamil people's stance on their rights and demands.",
    "",
    "2. **Compromise and Negotiation**: The call for the Sri Lankan government to engage in meaningful dialogue and negotiation with the Tamil people to address their grievances and concerns.",
    "",
    "3. **Rejection of Sinhala Buddhist Hegemony**: The rejection of policies and structures that marginalize the Tamil people and promote Sinhala Buddhist dominance.",
    "",
    "4. **International Recognition and Support**: The importance of international community involvement and support in addressing the Tamil people's plight.",
    "",
    "5. **Historical and Current Injustices**: A recounting of historical injustices faced by the Tamil people, including forced displacement, denial of resettlement rights, and the lack of accountability for human rights abuses.",
    "",
    "6. **Political Aspirations and Solutions**: The emphasis on self-determination, federalism, and the right to a political solution that recognizes the Tamil people's sovereignty and identity.",
    "",
    "7. **Critique of Political Maneuvers**: A critique of attempts by certain political actors to manipulate the Tamil people's aspirations for personal gain or to further Sinhala Buddhist interests.",
    "",
    "8. **Call for Unity and Collective Action**: The appeal for the Tamil people to unite and exert collective pressure through peaceful means to achieve their political and social objectives.",
    "",
    "Your message underscores the complexity of the issues facing the Tamil people and the challenges they face in asserting their rights within the Sri Lankan state. It also reflects a deep-seated frustration with the current political landscape and a strong desire for change that respects and acknowledges the Tamil people's unique cultural, linguistic, and national identity.",
    "",
    "If you have specific questions or need assistance with a particular aspect of this topic, please let me know how I can assist you further."
  ]
}