{
  "translated_text": {
    "ta": {
      "title": "கெஹெலியாவின் நோயில் மடாலயம் மரண தண்டனை விதிக்கப்பட்டது",
      "body_lines": [
        "துணை சொலிசிட்டர் ஜெனரல் லகித்கா கிரிஹகாமா மற்றும் குற்றவியல் புலனாய்வுத் துறை (சிஐடி) ஆகியோர் நேற்று (15) முன்னாள் சுகாதார அமைச்சரால் விசாரிக்கப்படுவார்கள்.",
        "நீதிமன்றத்தை சிறை மருத்துவரிடம் குறிப்பிடுமாறு நீதிமன்றம் கோருகிறது.",
        "இதற்கிடையில், முன்னாள் சுகாதார அமைச்சர் கெஹெலியா ரம்புக்வெல்லாவும் ஏழு சந்தேக நபர்களும் இந்த மாதம் 29 ஆம் தேதி வரை ரிமாண்ட் செய்யப்பட்டனர்.",
        "இந்த வழக்குகளுக்காக சந்தேக நபர் நீதிமன்றத்தில் கொண்டு செல்லப்படவில்லை, மேலும் அவரது வழக்கறிஞர்கள் கெஹெலியா ரம்புக்வெல்லாவுக்கு தூக்கத்தில் சுவாசிப்பது உட்பட பல நோய்களால் பாதிக்கப்பட்டுள்ளதாக தெரிவித்தனர்.",
        "இந்த வழக்கு நேற்று மாலிககண்டா மாஜிஸ்திரேட்டில் இருந்து திரும்ப அழைக்கப்பட்டது மற்றும் நேற்று நீதிமன்றத்தில் திரும்ப அழைக்கப்பட்டது. முன்னாள் சுகாதார அமைச்சர் கெஹெலியா ரம்புக்வெல்லா நீதிமன்றத்தில் தயாரிக்கப்பட்டார்.",
        "சிறை அதிகாரிகள் துன்புறுத்தப்பட்ட ஒரு நிபந்தனையின் பேரில் தான் இருப்பதாக நீதிமன்றத்திற்கு தெரிவித்தனர்.",
        "மாஜிஸ்திரேட், துணை சொலிசிட்டர் ஜெனரல், லகாஹகாமா கிரிஹகாமா, மாஜிஸ்திரேட் விசாரணையின் முன்னேற்றத்தை செய்தார்.",
        "நாட்டின் மக்களின் குற்றவியல் பயன்பாட்டை ஊக்குவிக்க ரூ .2 பில்லியனை கிரிமினல் பயன்பாட்டை ஊக்குவிப்பதற்காக, சுகாதார அமைச்சர் கெஹெலியா ரம்புக்வெல்லா அவசரகால கொள்முதல் என்று கணிக்கப்பட்டுள்ளது என்று அவர் கூறினார்.",
        "அரசாங்கத்தின் துணை சொலிசிட்டர் ஜெனரல், துணை சொலிசிட்டர் ஜெனரலைக் கண்டுபிடித்தார், தரமற்ற ஆன்டிபாடிகள் மற்றும் கட்டண சப்ளையரை எவ்வாறு செலுத்துவது என்பதை வெளிப்படுத்தியுள்ளார்.",
        "\"ஆண்டவரே, இந்திய கடன் திட்டம் பணத் திட்டத்திற்கு செலுத்தப்படும். ஆனால் மோசடி இங்கே தெளிவாகக் காட்டப்பட்டுள்ளது, மோசடி சுகாதார அமைச்சக அமைச்சகத்தின் கீழ் தெளிவாக செலுத்தப்படுகிறது. கட்டண செலவு தலைப்பு ஆக்ஸிஜன் செலுத்துதல் என குறிப்பிடப்படுகிறது. \"",
        "முன்னாள் சுகாதார மந்திரி சார்பாக ஜனாதிபதியின் ஆலோசகர் ஜனாதிபதியின் ஆலோசகர் க .ரவத்தை செய்தார்.",
        "\"ஆண்டவரே, இப்போது நீதிமன்றங்களில் என்ன புகார் அழைக்கப்படுகிறது, ஒட்டுமொத்த அமைச்சரவை முழு அமைச்சரவையையும் தவறாக வழிநடத்தியுள்ளது?. அதாவது, மெனைட் அமைச்சரவையின் ஜனாதிபதி. வகுப்பு குழந்தைகளில் இலங்கை 8 இன் அமைச்சரவையை நான் கேட்க விரும்புகிறேன். ஆண்டவரே, இலங்கையில் இலங்கையில் இருந்த இடத்தை அனைவரும் மறந்துவிட்டார்கள். நாட்டில் பல நெருக்கடிகள் உள்ளன, வாயு இல்லை, வாயு இல்லை. இலங்கையின் உடல்நிலை எங்கே இருந்தது?MAD க்கு மருந்து இல்லை. இரத்தத்தை சேர்க்க பைகள் இல்லை என்றார். அதைத்தான் GMOA சுகாதார மந்திரி, மருந்து கொண்டு வர மருந்து இல்லை. இப்போது கர்த்தர் இதையெல்லாம் மறந்துவிட்டார். ஐயா, முதல் சந்தேக நபரின் குற்ற ஆன்டிபாடிகளை நான் எவ்வாறு ஆதரிப்பது மற்றும் குற்றமற்ற ஆன்டிபாடிகள் மற்றும் குற்றவாளிகளை ஆதரிப்பது எப்படி?. நான் உங்களுக்கு ஒரு உதாரணம் தருகிறேன். நான் ஒரு கத்தியை எடுத்து ரொட்டியை வெட்ட ரொட்டியை வைக்கிறேன். மற்றொரு நபர் கத்தியை எடுத்துக் கொண்டார், அவர் குற்றம் சாட்டுவார். அந்த நபரின் கொலைக்கு நான் ஆதரவளிப்பேனா?என் ஆண்டவரே, என் வாடிக்கையாளர் பல நோய்களால் பாதிக்கப்பட்டுள்ளார். அவர் சிறையில் அடைக்கப்பட்ட பின்னர் அவரது இரத்த அழுத்தம் மாறுபட்டது. மேலும் அவர் வயிற்றில் வயிற்றால் பாதிக்கப்படுகிறார். அவர் சிறுநீரக நோய் மற்றும் நீரிழிவு நோயாளி. ஸ்லீப் அப்னா நோய் என்னவென்றால், அவருக்கு கடுமையான நோய் உள்ளது. அந்த நோயால் பாதிக்கப்பட்ட எனது வாடிக்கையாளர் இரவில் சுவாசிக்கிறார். அவர் எடுக்கும் ஆக்ஸிஜன் அளவை அறியாமல் குறைக்கிறார். அந்த நேரத்தில், ஆண்டவரே, அவர் அவருக்கு ஆக்ஸிஜன் பயிற்சி கொடுக்க வேண்டும். \"",
        "ஜனாதிபதியின் ஆலோசனை ஒரு வரைபடத்தை முன்வைத்தது.",
        "சந்தேக நபரின் நோய்கள் தொடர்பாக நீதிமன்றத்தில் ஏற்றுக்கொள்ளப்படும் மருத்துவ அறிக்கைகள் மட்டுமே என்று மாஜிஸ்திரேட் கூறினார்.",
        "இணையத்திலிருந்து பெறப்பட்ட வரைபடங்கள் நீதிமன்றத்திற்கு வழங்கப்பட்டாலும், ஏற்றுக்கொள்ளக்கூடிய ஆதாரங்கள் அல்ல என்று மாஜிஸ்திரேட் வலியுறுத்தினார்.",
        "விசாரணை மதியம் 2:30 மணி முதல் இரவு 9:30 மணி வரை நடைபெறும்.",
        "உண்மையை பரிசீலித்த பின்னர், ஏழு சந்தேக நபர்களின் ஜாமீன் 29 ஆம் தேதி வரை மீண்டும் மீட்கப்பட்டது."
      ]
    },
    "en": {
      "title": "Monastery sentenced to death in Keheliya's illness",
      "body_lines": [
        "The Deputy Solicitor General General Lakithga Girihagama and the Criminal Investigation Department (CID) filmed to be investigated by the former Health Minister yesterday (15).",
        "It also requests the court to refer to the court to the prison doctor.",
        "Meanwhile, former Health Minister Keheliya Rambukwella and the seven suspects were remanded until 29th of this month.",
        "The suspect was not taken into court for the cases and his lawyers informed Keheliya Rambukwella said that he was suffering from a number of diseases, including breathing in sleep.",
        "The case was recalled from the Maligakanda Magistrate yesterday and was recalled in court yesterday. Former Health Minister Keheliya Rambukwella was produced before the court.",
        "Prison officials informed the court that he was on a condition that was suffering.",
        "The Magistrate, Deputy Solicitor General, Lakhahagama Girihagama, the Magistrate made the progress of investigations.",
        "She said that the Minister of Health in the Minister of Health, Keheliya Rambukwella, has been predicted to an emergency procurement, to promote criminal use of Rs 2 billion to promote criminal use of the people of the country.",
        "The Deputy Solicitor General of the Government Solessed the Deputy Solicitor General has revealed how to pay the substandard antibodies and paid supplier.",
        "\"Lord, the Indian loan scheme will be paid to the money scheme. But the fraud is clearly shown here, the fraud is clearly paid under the Ministry of Health Ministry Heads of Health. The paid spending header is referred to as a payment of oxygen. \"",
        "The President's Counsel, President's Counsel on behalf of the former Health Minister, made the Hon.",
        "\"Lord, what's complaint is now called in the courts and the overall cabinet has misled the entire cabinet?. That is, the President of the Menide Cabinet has been. I would like to ask the Cabinet of Sri Lanka 8 in class children. And lord, everyone has forgotten the place where Sri Lanka was in Sri Lanka. There are many crises in the country, no gas, no gas. Where was there the health of Sri Lanka when he claimed that?No medicine for mad. Said no bags to add blood. That's what GMoA is the health minister, no medicine to bring medicine. Now the Lord has forgotten all this. Sir, how do I support the first suspect's guilt antibodies and support the guilt antibodies and guilty?. I'll give you an example. I'm taking a knife and put the bread to cut the bread. Another person took the knife and he was gonna blame. Will I support the murder of that person?And my lord, my client is suffering from a number of diseases. His blood pressure has been varied after he was imprisoned. And he is suffering from the belly in the stomach. He is also a kidney disease and a diabetic patient. Sleep APNA disease is that he has the serious illness. My client with that illness is breathing at night. He is unwittingly reduce the oxygen size he takes. At that time, Lord, he should give him practice oxygen. \"",
        "The President's Counsel presented a diagram showing how a person should sleep in the case of the condition.",
        "The Magistrate said that only medical reports that would be accepted in the court regarding illnesses of the suspect.",
        "The Magistrate emphasized that even though the diagrams obtained from the Internet was presented to court but not acceptable evidence.",
        "The trial is held from 2:30 pm to 9:30 pm.",
        "After considering the fact, the bail of the seven suspects were redeemed again until 29th."
      ]
    }
  }
}