{
  "translated_text": {
    "ta": {
      "title": "கிராமத்திற்கு சேவை செய்யும் அரசு அதிகாரிகள் மீது மக்கள் தீவிரமாக உள்ளனர்",
      "body_lines": [
        "பொதுத்துறையில் பொதுத்துறையில் பொதுமக்களின் திருப்தி மற்றும் பொதுமக்களின் திருப்தி ஆகியவற்றின் திருப்தி குறித்து பெரடேனியா பல்கலைக்கழக மக்கள் அதிருப்தி அடைந்துள்ளனர் என்பது தெரியவந்துள்ளது.",
        "இலங்கையின் 22 மாவட்டங்களை உள்ளடக்கிய இலங்கையின் 22 மாவட்டங்களை உள்ளடக்கிய பேராசிரியர் மலகா ரனதிலகா, பொருளாதார மற்றும் உத்திகளின் கணக்கெடுப்பு, பொருளாதாரம் மற்றும் மூலோபாய நிலை, பேராசிரியர் மலகா ரனதிலகா, இலங்கையில் 22 மாவட்டங்களை உள்ளடக்கியது.",
        "அதன்படி, அவர்கள் கிராமம், சாமுர்தி அதிகாரிகள், மேம்பாட்டு அதிகாரிகள் மற்றும் சமூக ஆராய்ச்சி அதிகாரிகள், கிராமா நிலதரி ஆராய்ச்சி அதிகாரிகளில் 60% கிராமத்தை குறிப்பிட்டனர்.",
        "பேராசிரியர் சாமுர்தி அதிகாரிகளில் 79% மற்றும் சமூக காவல்துறை அதிகாரிகளில் 79% மற்றும் 80% விவசாய காப்பீட்டு அதிகாரிகள் திருப்தி அடையவில்லை என்று கூறினார்.",
        "கிராமா நிலதரியில் 47%, 79% சாமுர்தி அதிகாரிகள் மற்றும் 79% அபிவிருத்தி அதிகாரிகள், விவசாய காவல்துறை அதிகாரிகளின் வளர்ச்சியில் 79%, விவசாய ஆராய்ச்சி அதிகாரிகளில் 79% பேர் என்று பேராசிரியர் தெரிவித்தார்.",
        "மேலும், கிராமா நிலதாரிகளில் 47%, சாமுர்தி அதிகாரிகளில் 70%, 74 அபிவிருத்தி அதிகாரிகள், 74 அபிவிருத்தி அதிகாரிகள் மற்றும் 77% சாமுர்தி அதிகாரிகள் மக்களை சந்திக்க அனுமதிக்க மாட்டார்கள். சேவை செய்யும் மக்களின் விரைவான அதிகாரிகளில் கிராமத்திற்கான சேவை மிகக் குறைவு என்று பேராசிரியர் கூறினார்."
      ]
    },
    "en": {
      "title": "People have been intense over the government officials who serve the village",
      "body_lines": [
        "It is revealed that the people of the University of Peradeniya has been dissatisfied with the satisfaction of the public's satisfaction in public sector and satisfaction of the people of the public.",
        "The Survey, Economics and Strategic State of Economics and Strategies, Professor Malaka Ranathilaka, covering 22 districts of Sri Lanka, were conducted with 1000 citizens to cover 22 districts in Sri Lanka.",
        "Accordingly, they referred to the village, Grama Niladhari, Samurdhi Officers, Development Officers and Community Research Officers, 60% of the Grama Niladhari Research Officers.",
        "The professor said that 79% of Samurdhi officers and 79% of the community police officers and 80% of Agricultural Insurance Officers were not satisfied.",
        "The professor said that 47% of the Grama Niladhari, 79% of Samurdhi officers and 79% of the development officers, 79% of the development of agricultural police officers, 79% of the Agricultural Research Officers.",
        "Further, 47% of the Grama Niladharis, 70% of Samurdhi officers, 74 development officers, 74 development officers and 77% of Samurdhi officers will not allow the people to meet. The professor said that the service to the village is very low in the precipitated officials of the people who serve."
      ]
    }
  },
  "summary_lines": [
    "A survey by Professor Malaka Ranathilaka found 79% dissatisfaction among Samurdhi officers, 79% among community police officers, and 80% among Agricultural Insurance Officers in Sri Lanka's 22 districts. Grama Niladhari, Development Officers, and Community Research Officers were also dissatisfied, with 47% of Grama Niladhari and 70% of Samurdhi officers not allowing people to meet."
  ]
}