{
  "translated_text": {
    "ta": {
      "title": "சர்வதேச நாணய நிதியம் ஒப்பந்தத்திற்கு ஜனாதிபதி விளக்குகிறார்",
      "body_lines": [
        "அயலவர்கள் ஸ்தூபிக்குச் செல்வார்கள் என்றும் மக்களின் வறுமையை அகற்ற முடியாது என்றும் ஜனாதிபதி ரணில் விக்ரமேசிங்க் கூறுகிறார்.",
        "இந்த கருத்துக்களை நேற்று கொழும்பில் நடைபெற்ற கலந்துரையாடலில் பங்கேற்க ஜனாதிபதி செய்தார்.",
        "தீவு பரந்த கூட்டுறவு சங்கங்களின் இயக்குநர்கள் குழுவின் மற்றும் அதிகாரிகள் ஏராளமான பிரதிநிதிகள் மற்றும் பிரதிநிதிகள் இணைந்தனர்.",
        "\"சர்வதேச நாணய நிதியத்திற்கும் அரசாங்கத்திற்கும் இடையிலான உடன்பாடு காரணமாக நாங்கள் இப்போது கட்டியெழுப்புகிறோம். ஒப்பந்தம் மீண்டும் விழுவதற்கு வழங்கப்பட்டால், மீண்டும் ஒரு வரிசை சகாப்தம். நாங்கள் சர்வதேச நாணய நிதியத்தின் ஒப்பந்தத்தை 17 முறை உடைத்தோம். 18 வது முறையாக அவள் பின்னால் ஓடுகிறாள் என்று எனக்குத் தெரிவிக்கப்பட்டது. \""
      ]
    },
    "en": {
      "title": "President explain to the IMF agreement",
      "body_lines": [
        "President Ranil Wickremesinghe says that the neighbors will go to the stupa and cannot eliminate the poverty of the people.",
        "The President made these comments participating at a discussion held in Colombo yesterday.",
        "A large number of representatives and representatives of the Board of Directors and officers of the Co-operative Societies island wide were joined.",
        "\"We are now building because of the agreement between the IMF and the government. If the treaty is given to fall again, a queue era again. We broke the IMF contract 17 times. I was told that the 18th time she was running back. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe addressed a gathering in Colombo, emphasizing the importance of the IMF agreement for Sri Lanka's economic recovery. He warned against the consequences of defaulting on the agreement, referencing previous defaults which led to challenging economic periods. The event saw participation from various stakeholders including representatives from across the country's cooperative societies."
  ]
}