{
  "translated_text": {
    "ta": {
      "title": "சஜித்தின் சமீபத்திய திட்டம்",
      "body_lines": [
        "ஜனாதிபதி வேட்பாளர் சஜித் பிரேமடாசா, ஜனாதிபதி வேட்பாளர் சஜித் பிரேமடாசா, அதன் அரசாங்கத்தின் கீழ் அரசு நிறுவனங்களை விற்பனை செய்வதை நிறுத்த மக்கள் அதிகாரத்தின் ஜனாதிபதி துறையான ஜனாதிபதி துறையில் கூறுகிறார்.",
        "அரசு நிறுவனங்களை லாபகரமான நிறுவனங்களாக மாற்ற நடவடிக்கை எடுக்கப்படும் என்று அவர் சுட்டிக்காட்டுகிறார்.",
        "வெல்லவயா பகுதியில் நடைபெற்ற பேரணியில் எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசா இந்த கருத்துக்களை பங்கேற்றார்.",
        "\"நீங்கள் இந்த பிரதேசத்தை எடுத்துக் கொண்டால், மனித மோதலுக்கு மனித மோதல் உள்ளது. இதைத்தான் செய்ய வேண்டியது ஒரு தேசிய நில பயன்பாட்டுத் திட்டத்தை செயல்படுத்துவதாகும். யாரும் அதைச் செய்யவில்லை. நாங்கள் அதைச் செய்துள்ளோம், மனித மோதலைக் குறைக்கவும், மக்களுக்கும் மனிதர்களுக்கும் இடையிலான மோதலைக் குறைக்க முடியும். எங்கள் நாடு ஏல விற்பனை வளங்களில் ஒரு சொர்க்கத்தை உருவாக்கியுள்ளது. செவனகலா சர்க்கரை தொழிற்சாலையின் பெல்வத்தா, புதிய நுட்பங்கள் உட்பட விவசாய குடும்பங்களில் 30,000 க்கும் மேற்பட்டோர் பணியாற்றுகிறார்கள். இந்த நிறுவனங்களை நாங்கள் கொள்ளைக்கு விற்கும் கலாச்சாரத்திற்காக இந்த தேசிய வளத்தை செயல்படுத்த திட்டமிட்டுள்ளோம்."
      ]
    },
    "en": {
      "title": "Sajith's latest plan",
      "body_lines": [
        "Says the presidential candidate Sajith Premadasa, the presidential candidate, Sajith Premadasa, the presidential sector of the people's power to stop the sale of state institutions under its government.",
        "He points out that action will be taken to make state institutions into profitable institutions.",
        "Opposition Leader Sajith Premadasa made these comments participating at a rally held in the Wellawaya area.",
        "\"If you take this territory, the human conflict has the human conflict. This is what to do is to implement a National Land Use Plan. Nobody has done that. We have done that, we will be able to minimize the human conflict and minimize the conflict between the masses and humans. Our country has made a paradise at auction selling resources. There are over 30,000 people who serve in the farmer families, including new techniques in Pelwatta, Sevanagala Sugar Factory. We plan to implement this national resource for the culture that we sell these institutions to the robbery. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Sajith Premadasa opposes state institution privatization, promising to turn them into profitable entities. He advocates for a National Land Use Plan to reduce human conflicts and protect natural resources."
  ]
}