{
  "translated_text": {
    "si": {
      "title": "වැවිලි සහකාර ගුරු පත්වීමේ සිද්ධිය අයකර ගන්නා බවට වඩිවෙල් සුරේෂ් පොරොන්දු වෙයි",
      "body_lines": [
        "වැවිලි සහකාර ගුරුවරයා විසින් ගොනු කරන ලද පෙත්සම ලබා ගැනීමට පියවර ගන්නා බවට ජනාධිපති රනිල් වික්රමසිංහ මහතා පොරොන්දු වී තිබේ.",
        "වතු සෑදීමට පෙර සුප්රසිද්ධ රජයේ රජය තුළ සඳහන් කර ඇති පරිදි පර්චස් 7 ක ඉඩමක් ලබා දෙන ලෙස ජනාධිපතිතුමා ජනාධිපතිවරයාගෙන් ඉල්ලා සිටි බව පාර්ලිමේන්තු මන්ත්රී වඩිවෙල් පැවසීය.",
        "සඳුදා (12) සඳුදා (12) ජනාධිපති රනිල් වික්රමසිංහගේ දේශපාලන කාර්යාලයේදී බම්බලපිටියේ ලොරන්ගේ පාරේ පිහිටි මාධ්ය හමුවකදී පැවසීය.",
        "සාකච්ඡා හා අධිකරණ කටයුතු වට කිහිපයකින් පසු වතු කම්කරුවන්ට දෛනික වැටුප රුපියල් 1700 ක වැටුපක් ගෙවීමට ය.. ජනාධිපති රනිල් වික්රමසිංහ සහ හිටපු කම්කරු අමාත්ය මනූෂා නනායකාරා මහතාට අපි ස්තූතිවන්ත වෙමු.",
        "ජනාධිපති රනිල් වික්රමසිංහ සහ භාණ්ඩාගාර ලේකම් මහින්ද සිරිවර්ධන මහතා සමඟ විශේෂ රැස්වීමක් පැවැත්විණි. අමාත්ය ජීවන් තොන්ඩමන් සහ මම රැස්වීමට පැමිණියා. මෙම කාලය තුළ වතු ගම්මාන සාකච්ඡා කෙරිණි. සුහදතාවයේ රජයට පොරොන්දු වූ පරිදි පර්චස ඉඩම් හා ඉඩම් බලපත්ර පළමු වරට ලබා දෙන ලෙස අපි ජනාධිපතිවරයාගෙන් ඉල්ලා සිටියෙමු.",
        "උසාවියේ වැවිලි සහකාර ගුරු ගුරුවරුන්ගේ අතුරු තහනම අත්හිටුවීම පිළිබඳව ද අපි ජනාධිපතිවරයාට පැහැදිලි කළෙමු.. පෙත්සමක් ගොනු කර ඇති ෆයිසර් මුස්තාපා සමඟ කතා කිරීමෙන් නඩුව යථා තත්ත්වයට පත් කිරීමට ජනාධිපතිවරයා පොරොන්දු වී තිබේ.",
        "වතු ජනයා මුහුණ දෙන ගැටලුවලට ස්ථිර විසඳුමක් ලබා දෙන ජනාධිපති රනිල් වික්රමසිංහට ශ්රී ලංකා ජාතික වතු කම්කරු සංගමය පූර්ණ සහයෝගය ලබා දෙනු ඇත.. වතුකරයේ මුළු ඡන්දය ලබා දෙන බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය."
      ]
    },
    "en": {
      "title": "Vadivel Suresh promises to recover the case of plantation assistant teacher appointment",
      "body_lines": [
        "President Ranil Wickremesinghe has promised to take steps to recover the petition filed by the Plantation Assistant Teacher.",
        "Parliamentarian Vadivel Suresh said that the president had urged the president to provide 7 perch land as mentioned in the government of goodwill before making plantations.",
        "He further stated at a press conference held on Monday (12) at President Ranil Wickremesinghe's political office located on Loris Road, Bambalapitiya.",
        "After several rounds of negotiations and court proceedings, a resolution has been passed to pay a daily salary of 1700 rupees to plantation workers.. We thank President Ranil Wickremesinghe and former Labor Minister Manusha Nanayakkara.",
        "A special meeting was held with President Ranil Wickremesinghe and Treasury Secretary Mahinda Siriwardena. Minister Jeevan Thondaman and I were present at the meeting. During this time the plantation villages were discussed. We asked the President to first grant 7 perch land and land licenses as promised in the government of goodwill.",
        "We also made it clear to the President on the suspension of the Plantation Assistant Teachers' interim ban on the court.. The President has promised to take steps to restore the case by talking to Faizer Mustafa, who has filed a petition.",
        "The Sri Lanka National Plantation Workers Union will give full support to President Ranil Wickremesinghe, who provides a permanent solution to the problems faced by the plantation people.. President Ranil Wickremesinghe said he would give the entire votes of the plantation people."
      ]
    }
  },
  "summary_lines": [
    "Vadivel Suresh, a Parliamentarian, announced that President Ranil Wickremesinghe has pledged to revive the case of plantation assistant teachers and allocate 7 perch land as initially planned. This promise came after discussions and negotiations aimed at improving conditions for plantation workers, including a resolution to increase their daily wage to 1700 rupees. The President also committed to addressing the suspension of plantation assistant teachers' cases and promised to consult with Faizer Mustafa regarding the matter. The Sri Lanka National Plantation Workers Union expressed its support for President Wickremesinghe's efforts to resolve plantation issues."
  ]
}