{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරණය අහිමි වන අයගේ ගැටළු හෝ ප්රබන්ධයක් ඇති කර බලය ඇති කර ගැනීමට උත්සාහ කරයි - ජනාධිපති",
      "body_lines": [
        "පසුගිය ජනාධිපතිවරණ සමයේදී, අපට එරෙහිව සියලු වර්ගවල උද් s ෝෂන කළ අය දැන් කිසියම් ගැටළුවක් හෝ ප්රබන්ධයක් ඇති කර නැවත බලය භාර ගැනීමට උත්සාහ කරති. අපේ රජය මාස 3 ක් හෝ 6 ක් තුළ වැටෙනු ඇතැයි ඔවුන් කීමට පටන් ගනී. මම ඔවුන්ට මතක් කරන්නේ අපි මේ රට පදිංචි වෙයි කියලා. ජනාධිපති අනුරමුර දිසානායක මහතා කියා සිටියේ එය සාක්ෂාත් කර නොගෙන ජාතික මහජන බලය නතර නොවනු ඇති බවයි.",
        "ජනාධිපති අනුර කුමාර දිසානායක මහතා මේ බව පැවසුවේ බ්රහස්පතින්දා (24) පුත්තලම්හි පැවති මහ මැතිවරණය අමතමින්.",
        "මෙම දැවැන්ත පිරිස පසුගිය ජනාධිපතිවරණයේදී බොහෝ මැතිවරණ කොට් constituencies ාශයක් දිනා ගෙන ඇති බව සහතික කර තිබේ.",
        "පුත්තලම් දිස්ත්රික්කයෙන් තෝරාගෙන ඇති සාමාජිකයන් ද්රෝහිකමට සම්බන්ධ වී ඇත. පුත්තලම් දිස්ත්රික්කයේ ජනතාව සමඟ පාර්ලිමේන්තුවට රට ගොඩනගා ගන්නා නව සංස්කෘතියේ සාමාජිකයින් වෙනුවට drug ෂධ වෙළඳාම, ඉඩම්, රත්රන් ඉවත් කිරීම, රත්රන් ඉවත් කිරීම, රන්වලින් මිදීම සහ ඉස්සන් ගොවිපලවල් බලහත්කාරයෙන් අල්ලා ගැනීම.. එය ජාතික ජනතාවගේ බලයේ කණ්ඩායම පමණි.",
        "පාර්ලිමේන්තු මන්ත්රීවරුන්ගෙන් බොහෝ දෙනෙක් මහජනයාගේ මහජන විරෝධය අවසන් කර පාර්ලිමේන්තුව පිරිසිදු කරන දැවැන්ත දුෂ්කරතාවයක් සඳහා මාලිමා යන්ත්රයේ සාමාජිකයින් විශාල පිරිසක් යැවිය යුතුය.. අප එසේ කියන විට, කිහිප දෙනෙකු යනු නාමයෝජනා වල මුහුණු නොසැලකේ. කෙසේ වෙතත්, ඔවුන් මුළු රටේම ජනප්රිය වූ අපරාධකරුවන් වෙනුවට මේ මාලිමා යන්ත්රයක බහු-විරෝධී රජයක් මත වැඩ කරමින් සිටී.",
        "ජනාධිපතිවරණයෙන් පසු ලොව කුඩාම කැබිනට් මණ්ඩලයේ ක්රියාකාරකම්වල ඔබට කිසියම් අඩුපාඩුවක් දැනෙනවාද?එවැනි දුර්වලතාවයක් නොමැත. මෙම මහ මැතිවරණයේදී, ගිනිකෙළි පවා නොවී සාර්ථකත්වය සැමරීමෙන් අපි ආදර්ශය ආරක්ෂා කරමු.",
        "පුත්තලම් දිස්ත්රික්කය, විශේෂයෙන් මැතිවරණ භීතිය පැතිරෙන දිස්ත්රික්කය වේ. කෙසේ වෙතත්, මෙම මැතිවරණයේදී සාමකාමී මැතිවරණයක් පැවැත්වීම පිළිබඳව අපි ඉතිහාසය බවට පත් කර ඇත්තෙමු. ජාතික මහජන බලය යුරෝපයේ ප්රගතිශීලී දේශපාලන සංස්කෘතියක් නිපදවන මැතිවරණ ව්යාපාරයක් ක්රියාත්මක කරයි. මහ මැතිවරණයෙන් විශාල ජයග්රහණයක් ලැබීමෙන් පසුව පවා මෙම තත්වය ආරක්ෂා කරන දේශපාලන සංස්කෘතිය අපි සහතික කරමු.",
        "මූලික වශයෙන් දේශපාලනයට වෛර කළ ජනයා නව හැඟීමක් ඇති රට පුරා දේශපාලනයට එක්රැස් වෙමින් සිටිති. මැතිවරණයෙන් පසු, විද්යාත්මක පදනමක් මත පුද්ගලයන් විසි දෙනෙකුට අඩු පිරිසකට ආධාර කිරීම සඳහා කැබිනට් මණ්ඩලයක් පත් කිරීමට අපි සැලසුම් ක්රියාත්මක කරන්නෙමු.",
        "\"සමෘද්ධිමත් රට - සුන්දර ජීවිතය\" ගොඩනඟන වැඩසටහන දැනටමත් දියත් කර ඇත. අපගේ සැලසුම් ක්රියාත්මක කරන අතරම, මැදපෙරදිග යුද්ධ ගැටුමේ බලපෑම ලොව පුරා ව්යාප්ත වන අතර ශ්රී ලංකාවේ භයානක තත්වයන් ඇත. ඔවුන්ගෙන් ඕනෑම කෙනෙකුට සති දෙක තුනකට පෙර ශ්රී ලංකාවේ සිදුවිය හැකි බවට අපට තොරතුරු ලැබුණි. අදාළ ස්ථානවල ආරක්ෂාව අපි වේගයෙන් තහවුරු කරමු. බුද්ධි අංශය වාර්තා වන විට අපි මාධ්ය සාකච්ඡා පවත්වන්නේ නැත. එම තොරතුරු සඳහා අපි වගකීමෙන් යුතුව කටයුතු කරන්නෙමු. වගකිව යුතු යැයි මහජනතාවගේ ආරක්ෂාව සහතික කරනු ඇත.",
        "ඒ හා සමානව, බුද්ධි තොරතුරු පදනම් කරගෙන, අපි බුද්ධි අංශ පවත්වා ඇති අතර සැකකරුවන් කිහිප දෙනෙකු අත්අඩංගුවට ගත්හ.. කෙසේ වෙතත්, ප්රවෘත්ති ප්රකාශයට පත් කර නැත හෝ මාධ්ය සාකච්ඡා පැවැත්වීම. රජයක් වශයෙන්, අපගේ වගකීම වන්නේ එවැනි සිදුවීම් වලක්වා ගැනීමයි. මීට පෙර, එවැනි බුද්ධියක් පිළිබඳ තොරතුරු මාධ්යයට ආතතීන් බවට පත් කිරීම ය.",
        "ජනතාවගේ ආරක්ෂාව සහතික කිරීම සඳහා පොලීසිය සහ ආරක්ෂක අංශ රැකබලා ගැනීමට අපි පියවර ගෙන සිටිමු. ඔවුන්ගෙන් කිහිප දෙනෙක් කැරපොත්තක් වී ඇත. මහජනයාගේ ආරක්ෂාව සහතික කිරීම සඳහා සියලු ක්රියාමාර්ග ගැනීමට වගකිව යුත්තේ රජයක ක්රියාකාරකමකි.",
        "ළමා අධ්යාපනය, ආර්ථික, ආරක්ෂාව ආර්ථිකය, ආරක්ෂාව සහ දරුවන්ගේ අධ්යාපන පැත්තේ මෙන්ම වැඩකරන ජනතාවගේ පැත්තෙන් සෑම කෙනෙකුම පවත්වා ගැනීම රජයක වගකීමකි.. අපි ඒක කරනවා.",
        "සෑම අංශයක්ම අයවැයෙන් වෙන් කරනු ලැබේ.එසේ නොමැති නම්, අදාළ පිරිවැය අඩු කිරීමෙන් අදාළ පිරිවැය හඳුනා ගැනීම අනුමත කළ යුතුය. රජයේ සේවකයින්ගේ වැටුප වැඩි කිරීම සඳහා තමා මුදල් වෙන් කළ බව හිටපු ජනාධිපතිවරයා පවසයි. ඔහු වෙන් නොකළත්, ඉදිරි අයවැයේ අවශ්ය අරමුදල් අපි වෙන් කරන්නෙමු.",
        "හිටපු ජනාධිපතිවරයාගේ අසාර්ථකත්වයෙන් පසුව, අපි පින්තාරු නොකර නිවසේ සිටිය යුතු බව අපි අපට මතක් කරමු. නමුත් ඔවුන් උත්සාහ කරන්නේ කිසියම් ගැටළුවක් හෝ ප්රබන්ධයක් ඇති කර නැවත බලය භාර ගැනීමටයි.",
        "අපේ රජය මාස තුනක හා මාස හයකින් වැටෙනු ඇතැයි ඔවුන් කීමට පටන් ගෙන තිබේ. මම ඔවුන්ට මතක් කරන්නේ අපි මේ රට පදිංචි වෙයි කියලා. ජාතික ජනතාවගේ බලය එය නවත්වන්නේ නැත.",
        "පිරිසිදුකම මගින් වැඩිදියුණු වූ රටක් වන අතර එය මිනිස් හැසිරීම් මගින් වැඩිදියුණු වූ රටක් වන අතර එය මිනිස් හැසිරීම් හා නීතියේ ආධිපත්යය වැඩි දියුණු වූ රටක් ලෙස සිංහල, දෙමළ සහ මුස්ලිම් ජනතාව අතර ජාතික සමගිය ඇති කරන රටක් අපි රටක් නිර්මාණය කරමු.. ඊට අමතරව, ජාතික අඩිපාර සහතික කළ හැකි, පරිසරයට ආදරය කිරීම සහ එය සෙනෙහසින් ආරක්ෂා කළ හැකි ප්රගතිශීලී රටක් අපි ශ්රී ලංකාව විසින් කරන්නෙමු.. යමෙකුට එය ඉවසිය නොහැකි නම්, එය එක් අතකින් වනු ඇත.",
        "පසුගිය ජනාධිපතිවරණයේදී ඔවුහු අපට එරෙහිව සියලු ආකාරයේ උද් o ෝෂණ සිදු කළහ. ඔවුන් අපට විදේශීය සම්බන්ධතා නොමැති භීතිකාවක් ඇවිස්සුවා. මේ වන විටත් මහ බැංකු නිලධාරීන්, මුදල් අමාත්යාංශ නිලධාරීන් සහ ආර්ථික උපදේශකයින් එක්සත් ජනපදයට ගොස් ජාත්යන්තර මූල්ය අරමුදල සමඟ සාකච්ඡා කරමින් සිටී. ඒ හා සමානව, ලෝකයේ සියලු රටවල් සමඟ සමීප සබඳතා ඇති කර ගැනීම අප විසින් රාජ්ය තාන්ත්රිකයින් බව. ඉතින් අද ඔවුන්ට රැස්වීමකට පැමිණීමට කිසිවක් නැත.",
        "එබැවින් ඒවා මාධ්ය රැස්වීම් පැවැත්වීම, මාධ්ය රැස්වීම් පැවැත්වීම, මාධ්ය රැස්වීම් පැවැත්වීමට සහ නැවත නැවත අපහාස කථා කිරීමට පටන් ගෙන තිබේ. කෙසේ වෙතත්, ජාතික ජනතා බලය පදනම් වී ඇත්තේ එය සත්යය මත පදනම් වූ ව්යාපාරයක් බව මත බව මම නැවත ඔබට මතක් කරමි. කකුල පාර්ලිමේන්තුවේ අදින්න බැහැ සහ ගැටළු ඇති නොකරූ ජනතාවගේ බලයට ජාතික බලය ලබා දෙන්න. අපි ඔබ සැමට වගකීම භාර ගන්නා රජයක් පිහිටුවන්නෙමු. කිසියම් සැකයක් තිබියදී, ජනාධිපතිවරණයේදී අපට ඡන්දය නොදක්වන අය මේ මැතිවරණයේදී අප වෙනුවෙන් එක්රැස් වෙමින් සිටිති.",
        "තමා වෙනුවෙන්ම ඡන්දය නොකරන අයගේ විශ්වාසය දිනාගත් බලය රජය විසින්. දර්ශනීය වන සෑම මොහොතකම අප කෙරෙහි විශ්වාසය වැඩි වෙමින් පවතී. ඒ නිසා අපේ රජය පෙරළා දැමිය හැකි යැයි නොසිතන ලෙස මම ඔවුන්ට මතක් කරමි.",
        "ඔවුන්ගේ පරම්පරාවේ පරම්පරාවේ බොහෝ පරම්පරාවන් පාර්ලිමේන්තුවේ පවතින අතර, වේදනාවේ වේදනාව එය ඉක්මවා ඇති බැවින් එය හ loud නඟා ඇත.. මේ කිසිවක් අපේ රජයට බලපෑමක් ඇති කළ නොහැකි බව මම ඔබට මතක් කරමි.",
        "දේශපාලන පක්ෂ කිහිපයක් අවසානයේ දේශපාලන වාසි ලබා ගැනීමට උද් ing ෝෂනය කරමින් මැතිවරණයෙන් පසුව මැතිවරණය අප හා එක්වනු ඇතැයි කියා සිටී.. පැනීම සම්බන්ධයෙන් ජනතාව අතර විශාල විරෝධයක් පවතී.",
        "එකම දේශපාලන ව්යාපාරය වන්නේ අවස්ථාවාදීන් වෙත පනින තැරැව්කරුවන් සහ රාස්ටර්වරුන් නොමැති ජාතික ජනතාවගේ බලයයි. අනාගතයේදී අපගේ ස්ථාවරය ආරක්ෂා කර රට ගොඩනැගීමේ මහා සාර්ථකත්වය ඇති කරන ලෙස මම ඔබෙන් ඉල්ලා සිටිමි.සමෘද්ධිමත් රටක් ගොඩනඟා සුන්දර ජීවිතයක් නිර්මාණය කිරීමට බලමුලු ගැන්වීමට මම සෑම කෙනෙකුගෙන් ඉල්ලා සිටිමි."
      ]
    },
    "en": {
      "title": "Those who lose the presidential election tries to create problems or fiction and take over power - President",
      "body_lines": [
        "During the last presidential election, those who have made all kinds of campaigns against us are now trying to create any problems or fiction and take over power again. They are starting to say that our government will fall in 3 or 6 months. I remind them that we are settling this country. President Anuragumara Dissanayake said that the national people's power is not going to stop without achieving it.",
        "President Anura Kumara Dissanayake said this while addressing the general election held in Puttalam on Thursday (24).",
        "This massive crowd ensures that we have won many constituencies in the last presidential election, as we have won the general election and all the constituencies of the district.",
        "Members who have been selected from the Puttalam district have been involved in treachery. Forcibly seize lands, drug trade, get rid of gold, and forcibly seize shrimp farms, instead of members of the new culture that builds the country with the people from the Puttalam district to Parliament.. It is only the team of the national people's power.",
        "Most of the members of Parliament must send a large number of members from the compass for a massive difficulty that ends the public opposition in the public and clean the parliament.. When we say so, a few say that the faces of the nominee are not even known. However, they are working on a multi -faceted government of a compass that can be built by this country instead of criminals who have been popular in the entire country.",
        "Do you feel any shortcomings in the activities of the world's smallest cabinet after the presidential election?There is no such impairment. In this general election, we are protecting the example by celebrating success without even a fireworks.",
        "Puttalam district, in particular, is the district that spreads the election panic. However, we have made history on holding a peaceful election during this election. The national people's power is carrying out an electoral movement that builds the progressive political culture in Europe. We ensure the political culture that protects this situation even after the great victory in the general election.",
        "People who are primarily the younger generation who hated politics are gathering in politics all over the country with a new sentiment. After the election, we will implement plans to appoint a cabinet for less than twenty -five people on a scientific basis.",
        "The program that builds the \"prosperous country - beautiful life\" has already been launched. While implementing our plans, the impact of the war conflict in the Middle East is spreading around the world and some dangerous conditions in Sri Lanka. We received information that any of them could occur in Sri Lanka two to three weeks ago. We rapidly confirmed the safety of the relevant locations. We do not hold media discussions when the intelligence unit is reported. We will act responsibly for those information. We will ensure the safety of the public as responsible.",
        "Similarly, on the basis of intelligence information, we conducted intelligence and arrested a few suspects.. However, the news is not published or to hold media discussions. As a government, our responsibility is to prevent such incidents. Previously, it was to make such intelligence information about or to make tensions to the media.",
        "We have taken steps to take care of the police and the security forces to ensure the safety of the people. A few of them have been riotous. It is the action of a government that is responsible to take all measures to ensure the safety of the public.",
        "It is the responsibility of a government to maintain everyone on the side of the working people, as on the side of the children's education, economically, security, and on the educational side of the children.. We are doing it.",
        "Each sector is allocated in the budget.Otherwise, the recognition of the relevant cost by the reduction of the relevant cost must be approved. Former president says he allocated money to increase the salary of government employees. Even if he is not allocated, we will allocate the necessary funds in the upcoming budget.",
        "We remind us that after the former president's failure, we should be at home without pinching. But they are trying to create any problem or fiction and take over power again.",
        "They are starting to say that our government will fall in three months and six months. I remind them that we are settling this country. The power of the national people is not going to stop it.",
        "We will create a country that protects national unity among the Sinhalese, Tamil and Muslim people as a country that has improved economically advanced, a country that has improved by cleanliness, a country that has improved by human behavior, and the dominance of law.. In addition, we will make Sri Lanka a progressive country that can ensure the national footprint, love the environment and protect it with affection.. If anyone could not tolerate it, it would be on the one hand.",
        "They carried out all kinds of campaigns against us during the last presidential election. They stirred up a panic that we had no foreign contacts. Already, Central Bank Officers, Finance Ministry officials and Economic Advisors are going to the United States and negotiating with the International Monetary Fund. Similarly, we are diplomatically confirming close relations with all the countries of the world. So today they have nothing to come to a meeting.",
        "So they are beginning to carry out lies, holding media meetings and repeatedly slanderous stories. However, I remind you again that the National People's Power is based on the fact that it is a movement based on the truth. Give the national power to the power of the people who are not able to pull the leg in Parliament and not cause problems. We will establish a government that takes responsibility for all of you. With any doubt in mind, those who do not vote for us in the presidential election are gathering for us in this election.",
        "The government is the force that won the confidence of those who do not vote for himself. The confidence in us is increasing in every moment of spectacular. So I remind them not to think that we can topple our government.",
        "Many generations of their generation are in parliament, as the pain of pain has been loud as it is over.. I remind you that none of this can have an impact on our government.",
        "A few political parties have been campaigning to make political gains at the end and claim that the election will join us after the election.. There is a massive opposition among the people over the jump.",
        "The only political movement is the national people's power that does not have brokers and rasters who jump into opportunists. I urge you to protect our position in the future and bring about the great success of building the country.I urge everyone to mobilize to build a prosperous country and create a beautiful life."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Opposition creates fake issues post-election. Government denies claims of instability. Focuses on economic development, national unity, and environmental protection. Emphasizes truth-based movement and responsible governance."
  ]
}