{
  "translated_text": {
    "si": {
      "title": "නව ආණ්ඩුවේ සංවර්ධන අවශ්යතා සමඟ සහයෝගයෙන් කටයුතු කිරීමට චීනය සූදානම් - ශ්රී ලංකාවේ චීන තානාපති",
      "body_lines": [
        "චීන රජය විසින් ශ්රී ලංකාවේ නව ආණ්ඩුවේ සංවර්ධන අවශ්යතා සැලකිල්ලට ගනිමින් චීන රජය පූර්ණ ලෙස සලකන අතර සුදුසු පුහුණු වැඩසටහන් ක්රියාත්මක කිරීම වැඩිදියුණු කිරීමට සූදානම් බව චීන තානාපති ජෙංගු පවසා තිබේ.",
        "ඔහු මේ බව කියා සිටියේ කොළඹ බදාදා රාත්රියේ කොළඹ පැවති චීන ආධාර පුහුණුව සහ ආදිම්වාලගේ ආදි ශිෂ්ය පිළිගැනීම අමතමින්.",
        "\"චීන සහකාර පුහුණු ආදිම් ඇලුමනි පිළිගැනීමේ එක්රැස් කිරීම ප්රථම වරට චීනයේ සහ ශ්රී ලංකාවේ මානව සම්පත් සහයෝගීතාව සැමරීමටත්, චීන විශ්වීය මිත්රත්වයට සුබ පතති.",
        "චීන හිතෝපදේශය \"මිනිසෙකුට මසුන් ඇල්ලීම, ඔබ කවදා හෝ ඔහුට පෝෂණය කරන්න.මනුෂ්යයන් මසුන් ඇල්ලීමට උගන්වන්න, එවිට ඔබ ඔහුට ජීවිත කාලය පුරාම ඔහුට පෝෂණය කරයි. \"",
        "චීනයේ විදේශ ආධාර පුහුණුව ජනාධිපති ෂී ජින් පිං විසින් පින්තාරු කරන ලද ගෝලීය වර්ධනය ක්රියාත්මක කිරීමේ ස්ථිර පියවරකි.",
        "චීනයේ විදේශ ආධාර අභ්යාසය, බෙදාගැනීම, උපදෙස් සහ ඉදිකිරීම් වැනි ගැටළු අනුගමනය කරමින් රටවල් සඳහා පරිපාලන අත්දැකීම් හුවමාරු කර ගැනීම සඳහා වේදිකාවක් නිර්මාණය කරයි.",
        "චීන නවීකරණයේ සාර්ථක අත්දැකීම සම්පූර්ණයෙන්ම බෙදා ගනී. 1950 දී චීනය විදේශ ආධාර වැඩසටහන් දියත් කළ බැවින් 510,000 කට වැඩි පිරිසක් සංවර්ධනය වෙමින් පවතින රටවල් සඳහා පුහුණුව ලබා ඇත.",
        "ශ්රී ලංකාවේ අධ්යාපන ක්ෂේත්රයට චීන රජය වැඩි වැදගත්කමක් ලබා දෙයි. චීනයේ පුහුණුව හා අධ්යයන සඳහා ශ්රී ලාංකිකයන් 13,000 ක් පමණ සහභාගී වී ඇත.",
        "රාජ්ය කළමනාකරණය, විද්යාත්මක පර්යේෂණ, තොරතුරු තාක්ෂණය, ආර්ථික විද්යාව, අධ්යාපනය, අධ්යාපනය, සෞඛ්ය විද්යාව, කෘෂිකර්මාන්තය, කෘෂිකර්මාන්තය, වන වන විද්යාව ඇතුළු ශ්රී ලාංකික සහභාගීවන්නන් 1,000 කට වැඩි පිරිසක් මේ වසරේ ඔක්තෝබර් මංකොල්ලකෑම් 17 ක් පුහුණු කර ඇති බව මේ වසරේදී ප්රධාන ක්ෂේත්ර 17 ක් ඇත.",
        "ජනාධිපති ෂී ජින් පිං පැහැදිලිවම පෙන්වා දී ඇත්තේ විද්යාව හා තාක්ෂණය ප්රාථමික සම්පත වන බව ශාන්තය ප්රාථමික සම්පත වන අතර නවකතාව පළමු ගාමක බලවේගය බව ජනාධිපති ෂී ජින් පිං පැහැදිලිවම පෙන්වා දී තිබේ.",
        "චීන රජය සංවර්ධනය වෙමින් පවතින රටවල් සමඟ මානව සම්පත් සහයෝගීතාව අඛණ්ඩව ශක්තිමත් වන අතර ගෝලීය ප්රගතියට දැඩි ආශ්වාදයක් ලබා දෙයි.",
        "අලුත් අවුරුද්දේදී, චීන රජය ශ්රී ලංකාවේ නව ආණ්ඩුවේ සංවර්ධන අවශ්යතා පිළිබඳව හොඳින් සලකා බලා සුදුසු පුහුණු වැඩසටහන් ක්රියාත්මක කිරීම වැඩි දියුණු කිරීම සහ චීනයට යාමට පියවර ගන්නා අතර සහභාගිවන්නන් දැනුවත් කිරීමට පියවර ගනු ඇත.",
        "ඔහු, \"ඔබට හොඳ සෞඛ්යයක්, සුමට වැඩක්, ප්රීතිමත් පවුලක් වේවා, ප්රීතිමත් පවුලක් සහ චීනය සහ ශ්රී ලංකාව අතර ස්ථිර මිත්රත්වය ප්රාර්ථනා කරමි."
      ]
    },
    "en": {
      "title": "China is ready to cooperate with the development needs of the new government - Chinese Ambassador to Sri Lanka",
      "body_lines": [
        "Chinese Ambassador Key Senhong has said that the Chinese government is fully considering the development needs of Sri Lanka's new government and is ready to improve the implementation of appropriate training programs.",
        "He said this while addressing the Chinese assistance training and alumni reception held in Colombo on Wednesday night in Colombo.",
        "Speaking further, he said, \"The Chinese Assistant Training Alumni Reception is being held for the first time to celebrate the benefits of China and Sri Lanka's human resources cooperation and to congratulate the Chinese -Sri Lanka friendship.",
        "The Chinese proverb “Give a fish to a man, and you feed him one day;Teach a man to fish, and you feed him for a lifetime. ”",
        "China's foreign aid training is a firm step to implement the global growth painted by President Shi Jinping.",
        "China's foreign aid exercise adopts issues such as sharing, advice and construction, creating a platform for exchange of administrative experience for countries.",
        "Completely shares the successful experience of Chinese modernization. Since China launched foreign aid programs in 1950, more than 510,000 people have been training for developing countries.",
        "Chinese government gives more importance to Sri Lanka's education sector. About 13,000 Sri Lankans have participated in training and studies in China.",
        "More than 1,000 Sri Lankan participants have trained by the end of October this year that there are 17 major areas, including public management, scientific research, information technology, economics, education, education, health, agriculture, forestry.",
        "President Shi Jinping has clearly pointed out that we should emphasize that science and technology are the primary production force, talent is the primary resource and the novelty is the first driving force.",
        "The Chinese government continues to strengthen human resource cooperation with developing countries and promote the growth of the Global South, and provides strong inspiration to global progress.",
        "In the new year, the Chinese government will fully consider the development needs of Sri Lanka's new government and improve the implementation of appropriate training programs and take steps to go to China and educate the participants.",
        "He said, \"I wish you a good health, a smooth work, a happy family and I wish you the permanent friendship between China and Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "China's Ambassador to Sri Lanka promises cooperation with the new government, emphasizing training programs and human resource development. Over 13,000 Sri Lankans have trained in China since 1950, focusing on areas like public management, science, IT, and agriculture. The Chinese government aims to strengthen ties with developing countries and promote global progress."
  ]
}