{
  "translated_text": {
    "si": {
      "title": "නීතිය හා සාමාන්ය නීතියට අනුකූලව මැතිවරණය කටයුතු කළ යුතුය - පොලිස් මාධ්ය ප්රකාශක",
      "body_lines": [
        "රට පුරා ඡන්ද ශාලා 1,3421 ක ආරක්ෂාව පිළිබඳ ආරක්ෂාව තහවුරු කර තිබේ. නීතියට සහ සාමාන්ය නීතියට මැතිවරණ වගකිව යුතුය. නීතිය හා සාමය ආරක්ෂා කිරීම සඳහා පොලිසිය ඇතුළු සන්නද්ධ හමුදාව ආරක්ෂක රාජකාරිවලට සම්බන්ධ වී සිටිති.",
        "ඉන්පසු ඡන්දය පසුව නිවෙස්වලට යන්න, එවිට පොදු ස්ථානවලින් එකක් නීතිය හා සාමය කෙරෙහි බලපායි.. මැතිවරණයක් පැවැත්වීමට සහ නීතිය හා සාමය ආරක්ෂා කිරීමට දැඩි පියවර ගන්නා බව මහජන ආරක්ෂක අමාත්යාංශය ජනතාවට උපදෙස් දී තිබේ.",
        "පොලිස් මාධ්ය ප්රකාශක සහ නීති orney නිහාල් තල්ඩුවා මහතා කියා සිටියේ පොලිස් මාධ්ය ප්රකාශක මැතිවරණ කටයුතු හා ආරක්ෂක කටයුතුවලට ප්රතිචාර දැක්වූ බවයි.",
        "අපේක්ෂකයෙකුට ඡන්ද දායකයින් සඳහා ඡන්ද මධ්යස්ථානයට යාම සඳහා ප්රවාහන පහසුකම් සැපයීම නීති විරෝධී ය. විශේෂ අවශ්යතා ඇති පුද්ගලයින්.ඔබ මහලුසමට ප්රවාහන පහසුකම් සපයන්නේ නම්, දිස්ත්රික් මැතිවරණ සභා කාර්යාලයට කල්තියා සිටීමට ඉඩ දිය යුතුය.",
        "පොලිස් නිලධාරීන් 63,145 ක් මැතිවරණ කටයුතු සඳහා කෙලින්ම රාජකාරියේ යෙදී සිටිති. මීට අමතරව, විශේෂ ක්රියාකාරී බලකායක්, 3200 ක්, ඒකාබද්ධ සේවා නිලධාරීන් 6000 ක්, සොල්දාදුවන් 11,000 ක් සහ සිවිල් ආරක්ෂක නිලධාරීන් 12227 ක් ආරක්ෂක පියවරයන් සඳහා සම්බන්ධ වේ.",
        "ජංගම සේවා 3109 ක් සහ වාහන පරීක්ෂණ සඳහා මාර්ග සීමාවන් 269 ක්. තාවකාලික කම්කරුවන් 1591 ක් රාජකාරි සඳහා ඇතුළත් කර ඇත.ආරක්ෂක රාජකාරි සඳහා වාහන 4525 ක් යොදවනු ඇත.",
        "පොලිසිය ඇතුළු ත්රිවිධ හමුදාව ඇතුළු ආරක්ෂක නිලධාරීන් 90,000 ක් පමණ මහ මැතිවරණයට හා ආරක්ෂාව සඳහා ආරක්ෂාව සඳහා රාජකාරියේ යෙදී සිටිති.. මැතිවරණ සහ මහජන නීති උල්ලං who නය කරන අයට එරෙහිව දැඩි නීතිමය ක්රියාමාර්ග ගනු ලැබේ. ඡන්දය ප්රකාශ කිරීමෙන් පසුව පවා විශේෂ ආරක්ෂක විධිවිධාන ක්රියාත්මක කෙරේ."
      ]
    },
    "en": {
      "title": "Elections should act in accordance with the law and the general law - the police media spokesman",
      "body_lines": [
        "The safety of 1,3421 voting centers has been confirmed across the country. Elections should be responsible for the law and the general law. Armed forces, including the police, are involved in security duties to protect law and order.",
        "Vote then go to homes, and one of the public places can be impact on law and order.. The Ministry of Public Security has advised the people that strict measures will be taken to hold elections and protect law and order.",
        "Police Media Spokesperson and Attorney Nihal Talduwa said that the police spokesman responded to election work and security matters.",
        "It is illegal to provide transport facilities for a candidate to go to voting center for voters. People with special needs.If you provide transport facilities to the old age, the District Elections Office should be allowed to be in advance.",
        "63,145 police officers will be directly on duty for the election work. In addition, 3200 Special Action Force, 6000 Joint Service Officers, 11 thousand soldiers and 12227 civil security officers will be involved in security measures.",
        "3109 mobile services and 269 road restrictions on vehicle tests. 1591 temporary workers have been incorporated for duties.4525 vehicles will be deployed for security duties.",
        "About 90 thousand security personnel, including the armed forces, including the police, will be on duty for the general election and security for the safety.. Strict legal action will be taken against those who violate election and public laws. Special security arrangements will be implemented even after the voting is over."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Elections must follow laws and general security. 1,342 voting centers confirmed safe. Police, armed forces ensure law order. Strict measures for election protection. 63,145 police officers, 11,000 soldiers deployed. 4525 vehicles used for security. Legal action against violators. Special arrangements post-voting."
  ]
}