{
  "translated_text": {
    "ta": {
      "title": "நெகம்போ ஒரு சைபர் குற்றவியல் மையமாக மாறி வருகிறது",
      "body_lines": [
        "தொழிற்சாலை குற்றவியல் புலனாய்வுத் துறை அதிகாரிகள் 31 சந்தேக நபர்களை கைது செய்தனர். அவர்களின் பயணங்கள் இல்லை.",
        "வெள்ளை இருபதுக்கு 20 உலகக் கோப்பையுடன் இந்த கிராமம் நடத்தப்பட்டது என்று போலீசார் சந்தேகிக்கின்றனர்.",
        "போலீசார் 30 கணினிகளுக்கும் விளக்கமளித்துள்ளனர், மேலும் மொபைல் போன்கள் விளக்கமளிக்கப்பட்டன, போலீசார் தெரிவித்தனர்.",
        "நியூசியில் உள்ள நான்கு ஹோட்டல்களில் நான்கு நெகோஸி ஹோட்டல்களில் சோதனைகள் தொடர்பாக கிட்டத்தட்ட 15 0 கணிப்புகள் கைது செய்யப்பட்டுள்ளன.",
        "பாகிஸ்தான், நைஜீரியா, நேபாள, மலேசியா, இந்தியன், பங்களாதேஷ் மற்றும் சீனர்களும் கலந்து கொண்டதாக போலீசார் கூறுகின்றனர்.",
        "காவல்துறையினர் மொபைல் போன்களுடன் ஏராளமான மின்னணு சாதனங்களை வைத்திருந்தனர்.",
        "ஆன்லைன் குற்றவாளிகளின் கைதுகளின் எண்ணிக்கை நெகோம்போ பாதுகாப்பாக செயலாளராக வைக்கப்பட்டுள்ள ஒரு பகுதியாக அடையாளம் காணப்பட்டுள்ளது.",
        "குற்றவாளிகள் குற்றவாளிகளை வீட்டுவசதி உரிமையாளர்களின் வேண்டுமென்றே வசிப்பவர்களில் தொடங்க அனுமதிக்கப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "The Negombo is becoming a cyber criminal hub",
      "body_lines": [
        "Another hotel in the small loss in the small loss in the small loss in the small loss in the Factory Criminal Investigations Department officials arrested 31 of the suspects. There were not their travels.",
        "The police suspect that the Village was conducted with the White Twenty20 World Cup.",
        "Police have also briefed 30 computers and more mobile phones were briefed and the police said.",
        "Nearly 15 0 forecasts have been arrested on suspects on the raids at four Negoasi hotels in the four hotels in Neuasi.",
        "The police say that Pakistan, Nigeria, Nepalese, Malaysia, Indian, Bangladeshi and Chinese are also present.",
        "The police also had a large number of electronic devices with mobile phones in their possession.",
        "The number of arrests of online criminals have been identified as an area where Negombo has been safely kept secretary.",
        "The criminals have been allowed to launch the criminals in deliberate residents of the housing owners."
      ]
    }
  },
  "summary_lines": [
    "Negombo is emerging as a cybercrime hotspot, with 31 suspects arrested from a hotel. The police suspect involvement in the White Twenty20 World Cup. They've seized 30 computers and numerous mobile phones, arresting nearly 150 suspects from four hotels. Suspects include nationals from Pakistan, Nigeria, Nepal, Malaysia, India, Bangladesh, and China. The operation targeted an area known for harboring online criminals, disrupting their activities."
  ]
}