{
  "translated_text": {
    "si": {
      "title": "'පිරිසිදු ශ්රී ලංකා ලේකම් කාර්යාලය අධික බලවතුන් ය;ජනාධිපති පිළිබඳ විශ්වාසයක් නැත - අම්බිකා සකුනානාද",
      "body_lines": [
        "'පිරිසිදු ශ්රී ලංකා \"ව්යාපෘතිය සඳහා ජනාධිපතිවරයා විසින් පත් කරන ලද නව කාර්ය සාධක බලකායට වඩාත් ජනප්රිය නියෝගයක් සහ බලයක් ලබා දී ඇති බව පෙන්වා දුන් ශ්රී ලංකා මානව හිමිකම් කොමිෂන් සභාවේ හිටපු මානව හිමිකම් කොමිෂන් සභාවේ හිටපු මානව හිමිකම් කොමිෂන් සභාවේ හිටපු මානව හිමිකම් කොමසාරිස්වරයාට වඩාත් ජනප්රිය නියෝගයක් සහ බලයක් ලබා දී ඇති බව පැවසීය ජනාධිපති අනුරකුමාර දිසානායක වෙනත් ආකාරයකින් ක්රියා කරනු ඇතැයි විශ්වාස කරන්න.",
        "ජනාධිපති අනුර කුමාර දිසානායක මහතා එක්සත් ජනපද අනුර කුමාර දිසානායක මහතා 18 දෙනෙකු ආණ්ඩුක්රම ව්යවස්ථාවේ 333 වන වගන්තියට අනුකූලව 'පිරිසිදු ශ්රී ලංකා ව්යාපෘතිය සැලසුම් කිරීම සඳහා ආණ්ඩුක්රම ව්යවස්ථාවේ 33 වන වගන්තියට අනුකූලව ස්ථාපිත කර ඇත.",
        "'X' වෙබ් අඩවියක් සටහන් කර ඇති අම්බිකා චක්නානාදන් මහතා කියා සිටියේ ජනාධිපතිතුමා විසින් පිරිසිදු ශ්රී ලංකා ව්යාපෘතිය සඳහා ජනාධිපති අනුර කුමාර දිසානායක යන ලේකම්වරයා විවිධ ආකාරවලින් ය.",
        "ජනාධිපතිවරයා විසින් පත් කරන ලද කටයුතු විශේෂයෙන්, විශේෂයෙන්, තමාට වගකීමක් දැරීමට බැඳී සිටින බවත්, අපට වෙනත් කිසිදු කාර්යයක් හෝ කොමිස් මුදලක් අවශ්ය නොවන බවත් ඔහු පැවසීය.",
        "\"මෙම කාර්යයට අතිවිශිෂ්ටයේ වැදගත්ම මට්ටම සහ බලතල ලබා දී ඇත. නිදසුනක් වශයෙන්, පනත ක්රියාත්මක කිරීම සඳහා අවශ්ය ව්යුහය විසින් නීති සම්පාදනය කිරීම හා ස්ථාපිත කිරීමට මෙම ජනාධිපති ලේකම්ට බලය ලබා දී ඇත. ඒ හා සමානව, වෙනත් රාජ්ය ව්යුහයන් සඳහා උපදෙස් ලබා දීමට මෙම ක්රියාවලියට බලය ඇත, \"අම්බිකා චක්නානාදන් පෙන්වා දුන්නේය.",
        "ඒ අතරම, මෙම ක්රියාවලියට දෙමළ හා මුස්ලිම් නියෝජිතයින් ඇතුළත් කර නොතිබුණද, බොහෝ පොලිස් හා හමුදා නිලධාරීන් සංස්ථාගත කර ඇත.",
        "\"මෙම ක්රියාවන් සිදු කර ඇති අතර, හිටපු ජනාධිපතිවරයා විසින් මෙම යෝජනාව මගින් වර්තමාන ජනාධිපතිවරයා ඔවුන්ගෙන් වෙනස් ලෙස ක්රියා කරනු ඇතැයි යෝජනාව ඉදිරිපත් කළේ නැත.. අම්බිකා චක්කනානාද මහතා පැවසුවේ නව ක්රියාවලියේ සුළුතර නියෝජනය නොමැති වීම මිලිටරි හා මිලිටරීකරනයකි."
      ]
    },
    "en": {
      "title": "The 'Pure Sri Lanka' Secretariat is excessive powers;There is no confidence in the president - Ambika Sakthunanathan",
      "body_lines": [
        "Former Commissioner of Human Rights Commission of Sri Lanka, Ambika Sakthunanathan, who pointed out that the new Task Force appointed by the President for the 'Clean Sri Lanka' project, has been granted the most popular decree and powers, said that the action would not be confident that President Anurakumara Dissanayake would act in a different way.",
        "On the advice of President Anura Kumara Dissanayake, an 18 -member Presidential Secretariat has been established in accordance with Article 33 of the Constitution to plan and implement the 'Clean Sri Lanka' project.",
        "Ambika Chakkunanathan, who has recorded an official 'X' site on this, said that the secretary appointed by President Anura Kumara Dissanayake for the 'Clean Sri Lanka' project is in various ways.",
        "He said that the proceedings appointed by the president, in particular, have an obligation to be held responsible for him and that we do not need any other function or commission.",
        "“This function has been granted the most important level of decree and powers. For example, this presidential secretary is empowered to prepare laws and establish the necessary structure for implementing the Act. Similarly, this process has the authority to provide instructions for other state structures, ”Ambika Chakkunanathan pointed out.",
        "At the same time, although the Tamil and Muslim representatives have not been included in the process, many police and military officers have been incorporated.",
        "“While these actions were carried out by the former president, the resolution did not make the hope that the present president would act differently from them.. Ambika Chakkunanathan said that the absence of minority representation in the new process is a majority of military and militarization."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Excessive powers granted to 'Pure Sri Lanka' Task Force. No minority representation. Military dominance. No confidence in president's actions.\""
  ]
}