{
  "translated_text": {
    "ta": {
      "title": "GCE சாதாரண நிலை தேர்வுக்கான விண்ணப்பங்களை அழைக்கிறது",
      "body_lines": [
        "சாதாரண நிலை தேர்வில் க.ப.இ.டி சாதாரண நிலை தேர்வுக்கான விண்ணப்பங்கள் நடத்தப்படும் என்று கல்வி அமைச்சகம் ஒரு சிறப்பு அறிவிப்பை வெளியிட்டுள்ளது.",
        "அதன்படி, அனைத்து பள்ளி வேட்பாளர்களும் தனிப்பட்ட முறையில், தொடர்புடைய அறிவுறுத்தல்களின்படி தங்கள் பள்ளி மற்றும் தனியார் வேட்பாளர்களால் ஆன்லைனில் விண்ணப்பங்களை சமர்ப்பிக்க வேண்டும்.",
        "தனியார் விண்ணப்பதாரர்கள் GCE (O / L) தேர்வுக்கு பயன்படுத்தப்பட வேண்டும்.",
        "தேசிய அடையாள அட்டை இல்லாத தனியார் வேட்பாளர்கள் தங்கள் பாதுகாவலருடன் (தாய் அல்லது தந்தை) பதிவுசெய்து தேசிய அடையாள அட்டையைப் பயன்படுத்தி விண்ணப்பங்களை சமர்ப்பிக்க வேண்டும்.",
        "அறிக்கையின்படி, தேர்வுத் துறையின் அதிகாரப்பூர்வ வலைத்தளம் www.doenets.lk அல்லது www.doeees.lk ஐப் படித்து விண்ணப்பங்களை சமர்ப்பிக்க வேண்டும்."
      ]
    },
    "en": {
      "title": "Calling applications for the GCE Ordinary Level Examination",
      "body_lines": [
        "The Ministry of Education has issued a special announcement that applications for the GCE Ordinary Level Examination will be held on the Ordinary Level examination.",
        "Accordingly, all school candidates should submit applications online by the principal of their school and private candidates as per personally, relevant instructions.",
        "Private applicants should be used for the GCE (O / L) examination.",
        "Private candidates who have no national identity card should be registered with their guardian (mother or father) and submit applications using the National Identity Card.",
        "According to the statement, the official website of the Department of Examinations Department is the official website of the Department of Examinations www.doenets.lk or www.doeees.lk should be read and submit applications."
      ]
    }
  },
  "summary_lines": []
}