{
  "translated_text": {
    "ta": {
      "title": "ஆப்பிரிக்க பிராந்தியத்தில் உள்ள நாடுகளில் கடன்கள் ரத்து செய்யப்பட வேண்டும்",
      "body_lines": [
        "பொருளாதார பிரச்சினை காரணமாக கென்யா இன்று ஒரு பெரிய நெருக்கடியாக இருந்தால், நாட்டின் பொருளாதாரத்தை வளர்ப்பதற்கு இலங்கை அவசியம், மேலும் இலங்கை நாட்டின் பொருளாதாரத்தை தயாரிக்க முடிந்தது.",
        "2024 ஜனாதிபதி விருது வழங்கும் விழாவில் ஜனாதிபதி பண்டாரநாயக மெமோரியல் இன்டர்நேஷனல் மாநாட்டு மண்டபத்தில் உரையாற்றினார்.",
        "ஆப்பிரிக்க பிராந்தியத்தின் ஆப்பிரிக்க பிராந்தியத்தின் ஆப்பிரிக்க பிராந்தியத்தின் ஆப்பிரிக்க பிராந்தியத்தில் உலகளாவிய குரலின் எழுச்சி முற்றிலுமாக அகற்றப்பட வேண்டும் என்று ஜனாதிபதி ரணில் விக்கிரேமசிங்க கூறினார்.",
        "இத்தகைய சலுகைகளை இலங்கை எதிர்பார்க்கவில்லை, இலங்கைக்கு இலங்கையின் பலமும் அறிவும் கடனுடன் தொடர வேண்டும்.",
        "காலநிலை மாற்றத்தை எதிர்கொண்டு பிராந்திய தலைமையை எடுக்க சர்வதேச தொழிலாளர் தொகுப்பில் பிராந்தியத்தை வழிநடத்த இலங்கை தயாராக இருப்பதாக ஜனாதிபதி கூறினார்.",
        "சி.இ.ஏ, சி.இ.ஏ, ஜனாதிபதி சுற்றுச்சூழல் விருதுகளையும், தொழில், வணிகங்கள் மற்றும் திட்டங்களின் முக்கிய அம்சங்களையும், சுற்றுச்சூழல் பாதுகாப்பிற்காக, தொழில், வணிக மற்றும் திட்ட நிறுவனங்கள், வெகுஜன நிறுவனங்கள் மற்றும் கிளப்புகள் ஆகியவற்றில் தங்கம், இந்த ஆண்டு, பதக்கங்கள் மற்றும் விருதுகள் வழங்கப்பட்டன வெள்ளி மற்றும் உலகம்.",
        "ஜனாதிபதி ரணில் விக்ரெமேசிங்கே தங்க விருதுகளில் சேர்ந்தார் மற்றும் சி.இ.ஏ இயக்குநர் ஜெனரல் மற்றும் இயக்குநர் ஜெனரல் ஹேமந்தா ஜெயசிங்க ஆகியோர் ஜனாதிபதிக்கு ஒரு சிறப்பு நினைவு பரிசு ஆடைகளை வழங்கினர்.",
        "விருதுகளுக்குப் பிறகு, ஜனாதிபதி ரணில் விக்ரமேசிங்கும் ஆரோலாஜிக்கல் வெற்றியாளர்களுடன் கலந்து கொண்டார்.",
        "\"சர்வதேச அளவில், காலநிலை மாற்றத்தை எதிர்கொண்டு ஒரு வேலையை நாங்கள் ஏற்றுக்கொண்டோம். அதன்படி, சர்வதேச காலநிலை மாற்ற பல்கலைக்கழகத்தைத் திறக்க நடவடிக்கை எடுக்கப்பட்டுள்ளது மற்றும் தொடர்புடைய சட்டங்கள் தயாரிக்கப்பட்டுள்ளன. இந்த நடவடிக்கைகளுக்கு நாங்கள் மட்டுப்படுத்தப்படவில்லை. நாங்கள் இன்னும் வந்திருக்கிறோம். நாட்டின் தேசிய பொருளாதாரக் கொள்கை புனித பூஜ்ஜிய கார்பனின் தேசிய பொருளாதாரக் கொள்கையில் சேர்க்கப்பட்டுள்ளது.",
        "டிஜிட்டல் மற்றும் பசுமை பொருளாதாரத்தில் நாங்கள் கடமைப்பட்டுள்ளோம். அதனுடன் வேளாண் வழிசெலுத்தல் திட்டத்தையும் நாங்கள் செயல்படுத்தியுள்ளோம். நிரல் இப்போது தொடங்கப்பட்டு 2048 க்குள் இலக்கை அடைய வேண்டும். 2050 க்குள் பொது உலகம் ஏற்றுக்கொள்ளப்படுகிறது இந்த இலக்குகளை அடைய வேண்டும். ஆனால் 2050 ஆம் ஆண்டிற்கு முன்பு, இந்த இலக்கை நோக்கி பயணிக்க முடியும் என்று எங்களுக்குத் தெரிவிக்கப்பட்டுள்ளது.",
        "மேலும், இந்த திட்டத்தைத் தொடரும்போது பசுமை நிதி மற்றும் பசுமை பத்திரங்கள் தேவை. அப்படியானால், இதில் பொருளாதாரம் அடங்கும். இந்த இலக்குகளை நாம் பூர்த்தி செய்ய வேண்டும். இன்று, உலகில் கவனம் செலுத்த இந்த வேலையை எடுத்துக்கொள்கிறோம்.",
        "காலநிலை மாற்றத்துடன் இணைந்து ஒரு நாட்டை தனியாக செய்ய முடியாது. எல்லா நாடுகளும் ஒன்றாக வேலை செய்ய வேண்டும். ஆனால் இந்த திட்டத்தை நாங்கள் தொடங்கினாலும், மேற்கத்திய உலகில் சில நாடுகள் ஏற்கனவே அதிலிருந்து விலகிவிட்டன. திரு. பிரதமர் பிரதமர் பிரதமர் பிரதமர் பிரதமர் கிளாஸ்கோவை உருவாக்கினார். இருப்பினும், பிரிட்டிஷ் அரசாங்கம் வெளியேறுவது சிறந்த எடுத்துக்காட்டு. எவ்வாறாயினும், நவம்பரில் தேர்தலுக்குப் பிறகு அமெரிக்காவின் முடிவை நாங்கள் அறிவோம்.",
        "ஆனால் இந்த இலக்கை நோக்கி நாம் எவ்வாறு நடக்க வேண்டும் என்பதில் நாம் கவனம் செலுத்த வேண்டும். இதற்கு நிறைய பணம் தேவை.",
        "ஆப்பிரிக்கா மற்றும் ஆசியாவில் பல நாடுகள் உள்ளன. அவர்கள் கடன் நிவாரணம் கோரியுள்ளனர். ஆசியாவின் கடன் நிவாரணத்தை நான் ஆதரிக்கவில்லை. இலங்கையில் கடன் கேள்வியை நாங்கள் தீர்க்க முடியும் என்று நான் சுட்டிக்காட்டினேன். ஆனால் ஆப்பிரிக்காவில், கடன் நிவாரணம் ரத்து செய்யப்பட வேண்டும்.",
        "கடன் மறுசீரமைப்பு தொடர்பாக இலங்கை முதல் படியை எடுத்துள்ளது. அதன்படி நாங்கள் திவால்நிலையை விட்டுவிட்டோம். இப்போது நாம் பொருளாதார மொழிபெயர்ப்பு சட்டத்தை ஏற்றுக்கொள்வதன் மூலம் அந்த பயணத்திற்கு செல்ல வேண்டும். ஆனால் ஆப்பிரிக்கா போன்ற வேலையைச் செய்வது கடினம். எனவே அவர்கள் அவர்களுக்கு நிவாரணம் கொடுக்க வேண்டும். ஆப்பிரிக்க நாடுகளின் கடனை முற்றிலுமாக ஒழிக்க காலநிலை மாற்ற மாநாட்டில் இலங்கை முன்மொழிந்தது.",
        "காலநிலை மாற்றத்தை சமாளிக்க தேவையான விதிகள். அதற்கு தேவையான பணம் இப்போது வரை பெறப்படவில்லை. ஆனால் உக்ரேனியப் போரின் மேற்கு மற்றும் காசா சுமார் 100 பில்லியன் டாலர் செலவிட்டன. ரஷ்யா அதற்காக செலவழித்த பணத்தின் அளவு எங்களுக்குத் தெரியாது. இந்த பணம் ஆப்பிரிக்க நாடுகளுக்கும் பிற நாடுகளுக்கும் வழங்கப்பட்டிருந்தால், நீங்கள் ஒரு சிறப்பு மொழிபெயர்ப்பைச் செய்யலாம்.",
        "எந்த வேலையும் இல்லை. உக்ரேனிய போரை நிறுத்துமாறு கேட்டுக்கொள்கிறோம். காசாவில் போர் மோதல்களை நிறுத்துங்கள். போரை நிறுத்தி, ஐந்து ஆண்டுகளில் பாலஸ்தீனிய மாநிலத்தை உருவாக்கவும். மேலும், எளிதான பாதுகாப்பிற்கு நடவடிக்கை எடுக்கவும்.",
        "ஆனால் இலங்கையின் வெளியுறவுக் கொள்கை உலகளாவிய உரிமையின் குரல். போரை நிறுத்தி ஆப்பிரிக்க நாடுகளுக்கு உதவுமாறு நாங்கள் கேட்டுக்கொள்கிறோம். இந்த நாட்களில் கென்யாவில் கலவரங்களைக் கண்டோம். கிட்டத்தட்ட 20 பேர் சுட்டுக் கொல்லப்பட்டுள்ளனர். பொருளாதாரம் ஒரு நாட்டின் பொருளாதாரத்தை தயாரிக்கவில்லை என்றால் இதுதான். இலங்கையில் இந்த பொருளாதார ஸ்திரத்தன்மையை நாம் உருவாக்கவில்லை என்றால், அந்த சூழ்நிலையை நாங்கள் எதிர்கொள்வோம்.",
        "எனவே, இந்த பணம் அந்த நாடுகளுக்கு வழங்கப்பட வேண்டும். இலங்கை முழுமையாக ஆதரிக்கப்படுகிறது. இலங்கை அத்தகைய உதவியை எதிர்பார்க்கவில்லை. இலங்கை கடனைப் பயன்படுத்தி முன்னோக்கி செல்கிறது. இந்த நோக்கத்திற்காக தேவையான வலிமையும் அறிவும் எங்களிடம் உள்ளது. நாங்கள் சாலையில் செல்ல வேண்டும். அங்கு நாம் ஒரு போட்டி, டிஜிட்டல் மற்றும் பசுமை பொருளாதாரமாக மாற்றப்பட வேண்டும். எங்கள் பலத்தை கடந்து செல்வோம்."
      ]
    },
    "en": {
      "title": "Loans must be abolished in countries in the African region",
      "body_lines": [
        "If the Kenya is a major crisis today due to the economic problem, the state of Sri Lanka is essential to develop the economy of the country and that Sri Lanka has been able to prepare the economy of a country in the country..",
        "The President was addressing the 2024 Presidential Awards Ceremony at the Bandaranaike Memorial International Conference Hall.",
        "President Ranil Wickremesinghe said that the rise of a global voice should be completely eliminated in the African region of the African region of the African region of the African region.",
        "Sri Lanka does not expect such concessions and Sri Lanka has the strength and knowledge of Sri Lanka to proceed with the debt.",
        "The President said Sri Lanka is ready to lead the region in the international workforce to take the regional leadership in the face of climate change.",
        "The CEA, the CEA, admire the Presidential Environmental Awards and the main aspects of industry, businesses and projects, for environmental conservation, is gold on industry, business and project agencies, Mass Institutions and ClubsThis year, medals and awards were presented to the silver and the world.",
        "President Ranil Wickremesinghe joined the Gold Awards and the Director General of the CEA and the Director General Hemantha Jayasinghe presented a special souvenir garment to the President.",
        "After the awards, President Ranil Wickremesinghe was also present with the aurological winners.",
        "\"Internationally, we have accepted a job in the face of climate change. Accordingly, steps have been taken to open the International University of Climate Change and the relevant laws have been prepared. We are not limited to these activities. We have come more. The National Economic Policy of the country has been included in the national economic policy of holy zero carbon.",
        "And we are committed to a digital and green economy. We have also implemented the Agriculture Navination Program with that. The program should be started now and meet the target by 2048. The general world is accepted by 2050 these goals should be achieved. But before the year 2050, we have been told that we can travel to this goal.",
        "Also, the green financing and green bonds are needed when continuing this program. If so, this includes the economy. We must meet these goals. Today, we take this work to focus on the world.",
        "A country cannot be done alone in collaboration with climate change. All countries should work together. But even though we are initiated this program, some countries in the Western world have already drawn away from it. Mr. Prime Minister Prime Minister Prime Minister Prime Minister Prime Minister made the Glasgo. However, it is the best example of the British government to leave. However, we will know the decision of the US after the election in November.",
        "But we must pay attention to how we should walk toward this goal. This requires a lot of money.",
        "There are a number of countries in Africa and Asia. They have demanded credit relief. I did not support the loan relief of Asia. I pointed out that we can solve the credit question in Sri Lanka. But in Africa, the loan relief was to be abolished.",
        "Sri Lanka has taken the first step in relation to the restructuring of credit. Accordingly we have left bankruptcy. Now we need to go that journey by adopts economic translation law. But it is hard to do that work like Africa. So they should give them relief. Sri Lanka proposed at the Climate Change Conference to completely abolish the debt of African countries.",
        "Provisions needed to cope with climate change. That required money has not been received until now. But the West of Ukrainian war and Gaza have spent about $ 100 billion. We don't know the amount of money Russia spent on it. If this money has been given to African countries and other countries, you can perform a special translation.",
        "There is no work. We urge the Ukrainian war to stop. Stop war clashes on Gaza. Stop the war and create Palestinian state in five years. Also, take steps to the safety of the easier.",
        "But Sri Lanka's foreign policy is the voice of the global right. We urge us to stop the war and help African countries. And we saw the riots in Kenya these days. Nearly 20 people have been shot dead. This is the case if the economy did not prepare the economy of a country. If we do not create this economic stability in Sri Lanka, we will face that situation.",
        "Therefore, this money should be given to those countries. Sri Lanka is fully supported. Sri Lanka does not expect such help. Sri Lanka is going forward using debt. We have the strength and knowledge needed for this purpose. We have to go on the road. Where we should be transformed into a competitive, digital and green economy. Let us go through our strength."
      ]
    }
  },
  "summary_lines": [
    "At the 2024 Presidential Awards Ceremony, President Ranil Wickremesinghe emphasized the importance of abolishing loans in Africa to address economic crises, citing Sri Lanka's successful economic strategies. He highlighted Sri Lanka's readiness to lead in combating climate change and its commitment to a digital and green economy. Despite facing financial challenges, Sri Lanka opposes loan relief for Asia but supports abolishing debts for African nations to tackle climate change effectively. The President urged an end to wars and conflicts, advocating for peace and economic stability globally."
  ]
}