{
  "translated_text": {
    "si": {
      "title": "ජාතික ලැයිස්තුව නිකුත් කිරීම ගැටළුව සැලකිල්ල - විපක්ෂ නායක සජිත්",
      "body_lines": [
        "ජාතික ලැයිස්තු ගැටළුව ගැටලුවක් ලෙස අපි සලකන්නේ නැත. තීරණ ගැනීම අනුව ගනු ලැබේ. විපක්ෂ නායක සජිත් ප්රේමදාස පැවසුවේ ජාතික ලැයිස්තු ආසනය අසාර්ථක වූවන්ට ලබා දිය නොහැකි බව මා කියන්නේ නැති බවයි.",
        "එක්සත් ජනතා බල මූලස්ථානයේ පක්ෂ සාමාජිකයින් සමඟ විශේෂ රැස්වීමකින් පසුව ඔහු මාධ්යයට අදහස් දක්වමින් ඔහු වැඩිදුරටත් පැවසීය.",
        "අපි යථාර්ථය අවබෝධ කර ගෙන ඊළඟ පියවර ගන්නෙමු. සමාන සාදයක් පක්ෂයේ වැටීම නිවැරදි කිරීමට සහ ඒවා නිවැරදි කිරීමට පියවර ගනු ඇත. අපි ඉක්මනින් නව ගමනක් ආරම්භ කරන්නෙමු.",
        "අපි පාඩමක් ලෙස අසමත් වීම සහ පසුබෑම පිළිබඳ පාඩමක් අප විසින් ගෙන ඇත. ජාතික ලැයිස්තු ගැටළුව ගැටලුවක් ලෙස අපි සලකන්නේ නැත. තීරණ ගැනීම අනුව ගනු ලැබේ. පසුගිය මහ මැතිවරණයේදී එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) සාමාජිකයෙකු තෝරා පත් කර ගැනීම සඳහා මාස 11 ක් ගතවිය.",
        "අසාර්ථක වූ අයට ජාතික ලැයිස්තුව ලබා දිය නොහැකි යැයි මම නොකියමි. පක්ෂය තුළ අප ප්රජාතන්ත්රවාදීව තීරණය කරන්නෙමු. අපගේ ප්රතිපත්තිවලට අනුකූල වන අය ඒකාබද්ධ කිරීමට අපි සූදානම්. අපි ජනතාවගේ කැමැත්තට ප්රමුඛත්වය දෙන්නෙමු.",
        "රටේ අවශ්යතාවය හඳුනා නොගන්නා කණ්ඩායම් ජනතාව ප්රතික්ෂේප කර ඇත. ඔවුන් සමඟ අවස්ථාවාදී දේශපාලනයේ යෙදීමට අපට අවශ්ය නැත. ජනාධිපති සහ මහ මැතිවරණයේදී අපට සහාය දුන් ජනතාවට අපි ස්තූතිවන්ත වෙමු. අපි ඔවුන්ගේ අපේක්ෂාවන් ඉක්මනින් සපුරාලන්නෙමු."
      ]
    },
    "en": {
      "title": "The National List issue does not regard the issue - Opposition Leader Sajith",
      "body_lines": [
        "We do not consider the National List issue as a problem. The decisions will be taken with the understanding. Opposition leader Sajith Premadasa said that I am not saying that the national list seat cannot be given to the failed.",
        "He further stated that he was speaking to the media after a special meeting with party members at the United People's Power Headquarters on Wednesday.",
        "We will realize the reality and take the next step. A similar party will take steps to correct the fall of the party and to correct them. We will start a new journey soon.",
        "We have taken a lesson of failure and setbacks as a lesson. We do not consider the National List issue as a problem. The decisions will be taken with the understanding. In the last general election, it took 11 months to elect a member of the United National Party (UNP).",
        "I am not saying that the national list cannot be given to those who have failed. We will decide democratically within the party. We are ready to combine those who comply with our policies. We will prioritize the wishes of the people.",
        "People have rejected groups that do not recognize the country's need. We do not want to engage in opportunistic politics with them. We thank the people who supported us in the presidential and general election. We will meet their expectations soon."
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa: National List issue not a problem. Decisions made democratically. Prioritize public needs over opportunistic politics."
  ]
}