{
  "translated_text": {
    "ta": {
      "title": "அமைச்சரவை ஆவணங்களுக்கு துல்லியமான தகவல்களைப் பெறாத அதிகாரிகள்",
      "body_lines": [
        "Courped நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டுவசதி அமைச்சின் சிறந்த குழு அங்கீகரிக்கப்பட்ட அமைச்சரவை திட்டங்களை விரைவாக செயல்படுத்துகிறது.",
        "நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டுவசதி அமைச்சர் அமைச்சகம் தொடர்பான அமைச்சரவை திட்டங்களை உடனடியாக அமல்படுத்துவதற்காக ஒரு உயர் குழுவை நியமனம் செய்தோம். அமைச்சின் செயலாளர் ws. திரு சத்யானந்தா தொடர்புடைய குழுவின் தலைவராக உள்ளார். அமைச்சின் கூடுதல் செயலாளர் மற்றும் நான்கு அதிகாரிகள் மற்ற உறுப்பினர்கள்.",
        "நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டுவசதி அமைச்சகம் பிரசன்னா ரனதுங்கா சமீபத்தில் அமைச்சகத்திற்கு (22) இரண்டு வாரங்களுக்கு அமைச்சரவை திட்டங்களை மறுஆய்வு செய்யுமாறு அறிவுறுத்தியது.",
        "அமைச்சரவை ஆவணங்களை தாமதமின்றி முன்வைக்கும் பொறுப்பையும் இந்த குழு ஒப்படைத்துள்ளது.",
        "அமைச்சர் பிரசன்னா ரனாதுங்கா தற்போதைய முன்னேற்றத்தின் தற்போதைய முன்னேற்றத்தைப் பற்றி ஆராய நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டுவசதி மற்றும் துணை நிறுவனங்களுடன் பேசினார். இந்த கூட்டம் சேதசிரிபாயாவில் உள்ள நகர்ப்புற மேம்பாட்டு ஆணையத்தில் ஆடிட்டோரியத்தில் அமைச்சரின் ஆதரவின் கீழ் நடைபெற்றது.",
        "அமைச்சகம் மற்றும் அதன் துணை நிறுவனங்களால் வழங்கப்பட்ட அமைச்சரவை ஆவணங்களின் சிக்கல்களும் விவாதிக்கப்பட்டன.",
        "துல்லியமான தகவல்கள் மற்றும் அனைத்து பின்னணி அறிக்கைகளின் அடிப்படையில் அமைச்சரவை ஆவணங்களைத் தயாரிக்க வேண்டியதன் அவசியத்தை ரனாதுங்கா சுட்டிக்காட்டினார் என்று ரனாதுங்கா கூறினார்.. அத்தகைய அதிகாரிகள் மீது தவறாக வழிநடத்துவது குறித்து ஒழுங்கு நடவடிக்கை எடுக்கப்படும் என்று அமைச்சர் மேலும் தெரிவித்தார்.",
        "நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டுவசதி அமைச்சர் பிரசன்னா ரணத்துங்கா பொருள் அமைச்சராக (அமைச்சர் பிரசன்னா ரனதுங்கா 2023 ஆம் ஆண்டின் இறுதி முதல் 2023 ஆம் ஆண்டு இறுதி வரை ஒப்புதலுக்காக அமைச்சரவை ஆவணங்களுக்கு ஒப்படைக்கப்பட்டுள்ளார். அந்த அமைச்சரவை ஆவணங்கள் அனைத்தும் அமைச்சரவை அமைச்சரவை ஒப்புதல் அளித்ததாக அமைச்சர் சுட்டிக்காட்டினார்.",
        "துணை நகர்ப்புற மேம்பாடு மற்றும் வீட்டு அமைச்சக செயலாளர். அமைச்சரவைக்கு தவறான மற்றும் ஆதாரமற்ற தகவல்களை சமர்ப்பிப்பதன் விளைவுகள் என்று திரு. அயானந்தா கூறினார். செயலாளர் சுட்டிக்காட்டினார், சுகாதார அமைச்சகம் அமைச்சகத்துடனான இணைப்பாளர்களின் பொறுப்பாகும். அமைச்சரவை ஆவணங்களை தாமதமின்றி அமைப்பதற்கு கூட்டு செயல்முறை அவசியம் என்று அவர் சுட்டிக்காட்டினார்."
      ]
    },
    "en": {
      "title": "Officers who do not get accurate information for cabinet papers",
      "body_lines": [
        "කිරීම Top committee of the Ministry of Urban Development and Housing to implement the approved Cabinet proposals expeditiously implemented.",
        "Urban Development and Housing Minister Prasanna Ranatunga appointed a top committee to promptly implement Cabinet proposals related to the Ministry of Cabinet. Secretary to the Ministry WS. Mr. Satyananda is the Chairman of the relevant committee. The Additional Secretary of the Ministry and four other officials are the other members.",
        "The Ministry of Urban Development and Housing Prasanna Ranatunga recently instructed the Secretary to the Ministry (22) to review the Cabinet proposals for two weeks.",
        "The committee is also entrusted with the responsibility of presenting the cabinet papers without delay.",
        "Minister Prasanna Ranatunga was speaking to the Ministry of Urban Development and Housing and Affiliates to look into the current progress in the current progress. The meeting was held under the patronage of the Minister at the Urban Development Authority Auditorium in Sethsiripaya.",
        "The issues of the cabinet papers, which were presented by the Ministry and its subsidiaries were also discussed.",
        "Ranatunga said Ranatunga pointed out the need to prepare the cabinet papers based on accurate information and all background reports.. The Minister further stated that disciplinary action will be taken against such officers on misleading them.",
        "Urban Development and Housing Minister Prasanna Ranatunga as the Minister of Subject (Minister Prasanna Ranatunga has been handed over to Cabinet papers for approval from the end of 2023 to the end of the year 2023. The Minister pointed out that all those Cabinet papers were approved by the Cabinet of Ministers.",
        "Deputy Urban Development and Housing Ministry Secretary. Mr. Ayaananda said that the consequences of submitting false and baseless information to the Cabinet. The secretary pointed out that the Ministry of Health was the responsibility of affiliates to the Ministry. He pointed out that the collective process is essential to setting the cabinet papers without delay."
      ]
    }
  }
}