{
  "translated_text": {
    "ta": {
      "title": "2025 පාසල් පවත්වන දින ගණනේ වෙනසක්",
      "body_lines": [
        "கல்வி அமைச்சகம் ஆண்டுக்கு தனது 210 நாட்கள் பள்ளிகளைக் குறைக்க முடிவு செய்துள்ளது, ஆனால் கல்வி அமைச்சகம் அதை 181 நாட்களாகக் குறைக்க முடிவு செய்துள்ளது.",
        "பொது விடுமுறைகள் தொடங்குவதில் தாமதம் மற்றும் பள்ளிகளின் முதல் காலத்துடன், அரசாங்கத்தின் அங்கீகரிக்கப்பட்ட தனியார் பள்ளிகள் மற்றும் பைரிவேன்கள் ஜனாதிபதி பள்ளி கல்வியைக் குறைத்துள்ளன.",
        "ඒ අනුව 2024 අධ්‍යන වර්ෂය සඳහා වන තුන් වන වාරය සම්පුර්ණ කිරීම සඳහා ජනවාරි 02 වනදා සිය 24 වනදා දක්වා පළමු සති 03 පාසල් පැවැත්වීමට නියමිතය.",
        "அடுத்த ஆண்டிற்கான பள்ளி ஆண்டு ஜனவரி 27 ஆம் தேதி தொடங்கும் என்று கல்வி அமைச்சகம் தெரிவித்துள்ளது.",
        "அடுத்த ஆண்டுக்கான 26 பொது விடுமுறைகளும் உள்ளன, வார இறுதி நாட்களில் 4 நாட்கள் மட்டுமே நடைபெறுகின்றன.",
        "மற்ற அனைத்தும் வார நாட்களில் இருப்பதால், பள்ளிகள் 210 நாட்கள் பள்ளியை நடத்த முடியாது, பள்ளிகளின் எண்ணிக்கை 181 நாட்களுக்கு மட்டுமே."
      ]
    },
    "en": {
      "title": "2025 Days of Schools",
      "body_lines": [
        "The Ministry of Education has decided to reduce its 210 days of schools a year, but the Ministry of Education has decided to reduce it to 181 days.",
        "With the delay in the commencement of public holidays as well as the first term of the schools, the government's approved private schools and Pirivenas have reduced the presidential school education.",
        "Accordingly, January 2, the first three schools will be held on January 2 to complete the third term for the year 2024.",
        "The school year for next year will commence on January 27, the Ministry of Education said.",
        "There are also 26 public holidays for the next year, and only 4 days are held on weekends.",
        "As all else is on weekdays, schools are not able to hold school for 210 days, the number of schools is limited to 181 days."
      ]
    }
  },
  "summary_lines": []
}