{
  "translated_text": {
    "ta": {
      "title": "திருடப்பட்ட வாகனம் மற்றும் பண மோசடி திருடியதற்காக கைது செய்யப்பட்ட இரண்டு சந்தேக நபர்கள்",
      "body_lines": [
        "கிரிபாத்கோடா பகுதியில் வாகனம் திருடப்பட்ட மற்றும் பண மோசடி குறித்து இரண்டு சந்தேக நபர்கள் கைது செய்யப்பட்டுள்ளனர்.",
        "கிரிபாத்கோடா காவல் நிலையம் நேற்று (28) பெற்ற தகவல்களில் சந்தேக நபர் கைது செய்யப்பட்டார்.",
        "சந்தேக நபர் காந்தனாவில் வசிக்கும் 37 வயது என்று போலீசார் தெரிவித்தனர்.",
        "குடிமக்கள் தயாரித்து ரூ.",
        "இந்த மோசடியில் சம்பந்தப்பட்ட மற்றொரு சந்தேக நபர் கிரிபாத்கோடா பகுதியில் கைது செய்யப்பட்டுள்ளார்.",
        "சந்தேக நபர் பமுனுகாமாவில் வசிக்கும் 39 வயது.",
        "சந்தேக நபர்கள் போலி-காஷனுக்கு வெளிப்படுத்தப்பட்டுள்ளனர் மற்றும் கார் விற்பனை அடையாளம் காணப்பட்டுள்ளது, ஏனெனில் கார் பொலிஸ் காவலில் வைக்கப்பட்டுள்ளது.",
        "சந்தேக நபர்கள் குறித்த விசாரணைகள், அவர்கள் தீவின் பல்வேறு பகுதிகளில் ஒரு புதிய வீட்டுவசதி பிரச்சாரத்தை பராமரித்து, ஒரு புதிய வீட்டு பிரச்சாரமாக இருந்து வருகின்றனர்.",
        "சந்தேக நபர்கள் தொடர்பாக நீதிமன்றங்களால் திறந்த வாரண்டுகள் வெளியிடப்பட்டன.",
        "கிரிபாத்கோடா போலீசார் சந்தேக நபர்கள் குறித்து மேலும் விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "Two suspects arrested for stealing vehicle stolen and money fraud",
      "body_lines": [
        "Two suspects have been arrested in Kiribathgoda area on vehicle stolen and cash fraud.",
        "The suspect had been arrested on information received by the Kiribathgoda Police Station yesterday (28).",
        "The suspect is a 37 year old resident of Kandana, police said.",
        "The investigation into the suspect was detected in the process of preparation of citizens and selling a car worth Rs. 13,000,000.",
        "Another suspect involved in this racket has been arrested in the Kiribathgoda area.",
        "The suspect is a 39 year old resident of Pamunugama.",
        "The suspects have been revealed to the pseudo-cash and the sale of vehicles has been identified as the car has been taken into police custody.",
        "Investigations on the suspects, they have maintained a new housing campaign in different parts of the island and have been a new housing campaign.",
        "It has also been revealed that open warrants were released by the courts regarding the suspects.",
        "Kiribathgoda Police are conducting further investigations into the suspects."
      ]
    }
  },
  "summary_lines": [
    "Two suspects arrested in Kiribathgoda for vehicle theft and cash fraud. One from Kandana, another from Pamunugama. Investigation ongoing."
  ]
}