{
  "translated_text": {
    "si": {
      "title": "තංගනාගර් තරුණයින් murder ාතනය කිරීමනඩු විභාගයේදී පුද්ගලයින් දෙදෙනෙකුට ඇප",
      "body_lines": [
        "The ාතනයට ලක්වූ තංගනගර් කාන්තාව murder ාතනය කිරීම අද (16) මුත්තූර් අධිකරණ විනිසුරු ඩැස්නීම් මොහොමඩ් ෆුආසන් මහත්මිය ඉදිරියේදී පැවැත්විණි.",
        "ප්රධාන සැකකරුගේ 7 වන විරුද්ධවාදියාට ඇප ලබා දී ඇති අතර, 4 වන විරුද්ධවාදීන් මෙම සැකකරුවන් පස්දෙනා තවත් දින 14 ක් රිමාන්ඩ් කරනු ලැබේ.",
        "මෙම නඩුව අද තුන්වන වරටත් මුත්තූර් මහේස්ත්රාත් අධිකරණයේ විභාගයට ගැනිණි. සතුරා වෙනුවෙන් ඇප ඉල්ලුම් පත්රය විමර්ශනය කිරීම මත පදනම්ව, murder ාතනයේ ප්රධාන සැකකරුගේ 7 වන විරුද්ධවාදියා සහ 4 වන විරුද්ධවාදියා JCP යන්ත්රයේ 4 වන විරුද්ධවාදියා වන ජේ.සී.පී.සියේ 4 වන විරුද්ධවාදියාට නියම කළේය.",
        "සෙරුවිලා ප්රාදේශීය ලේකම් කොට් Division ාශයේ තංගනාගර් ගම්මානයේ සිට, නවාමාර් විනෝදිනි (වයස අවුරුදු 25) ගමෙන් හතරෙන් එකක් පමණ ළිඳක වළලනු ලැබීමෙන් පසු ජූලි මස 5 වන දින ජූලි මස 5 වන දිනෙන් සොයා ගන්නා ලදී.",
        "මෙයින් පසු, යුවිගේ පෙම්වතා නම් ප්රධාන සැකකරු ඇතුළු පුද්ගලයින් 7 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.. මේ දෙකට අද දින ඇප ලබා දී ඇත්තේ මෙම සන්දර්භය තුළ ය.",
        "මෙම නඩුව ජූලි 19 වන දින විභාගයට විභාගයට ගත් විට, නඩුව මෙම නඩුවේ සතුරන් හතර දෙනෙකු නිදහස් කරන ලෙස ඉල්ලා සිටියේය. වින්දිතයින්ගේ පක්ෂ සිව්දෙනා වෙනුවෙන් පැමිණ සිටි නීති yers යින්ගේ නඩුව මෙම නඩුව ගැන සෑහීමකට පත් නොවීය ත්රිකුණාමල දිස්ත්රික් අපරාධ විමර්ශන අංශයේ නඩු විභාගය. කැපී පෙනේ."
      ]
    },
    "en": {
      "title": "Murder of Thanganagar YouthBail for two people in the trial",
      "body_lines": [
        "The murder of the murdered Thanganagar woman was taken up today (16) in the presence of Muttur Court Judge Mrs. Dasneem Mohammed Fausan.",
        "He has been granted bail to the 7th opponent of the main suspect and the 4th opponents involved in the murder, and the other five suspects will be remanded for a further 14 days.",
        "The case was taken up for the third time today at the Muttur Magistrate's Court. Based on the investigation of the bail application on behalf of the enemy, he ordered the release of the 7th opponent of the main suspect in the murder and the 4th opponent of the JCP machine, the 4th opponent of the JCP machine.",
        "Nadeskumar Vinodhini (age 25) from Thanganagar village in the Seruvila Divisional Secretariat Division was murdered and was recovered on the 5th of July after being buried in a well in a quarter of the village.",
        "Following this, seven persons were arrested on suspicion, including the main suspect, Yuvi's boyfriend.. It is in this context that the two have been granted bail today.",
        "When the case was taken up for hearing on July 19, the case was demanding the release of four enemies from the case, and the submissions of lawyers who were present on behalf of the victim's parties were investigating the case and the case was not satisfied with the trial of the Trincomalee District Criminal Investigation Division.Notable."
      ]
    }
  },
  "summary_lines": [
    "In a court hearing, two suspects in the murder of Nadeskumar Vinodhini from Thanganagar were released on bail, while five others remain in custody for further questioning. The case, now before the Muttur Court, involves seven individuals initially arrested as suspects."
  ]
}