{
  "translated_text": {
    "ta": {
      "title": "போர்டு மின்சார கட்டணங்களுக்கு சரியான தரவை வழங்காது",
      "body_lines": [
        "ஆணையத்தின் ஊழியர்கள் மின்சார கட்டணங்களை வழங்குவதால் மின்சார கட்டணங்களை திருத்துவது குறித்து இன்னும் முடிவெடுக்க முடியவில்லை.",
        "ஒவ்வொரு வழித்தடமும் இன்று (04) வழங்குகிறது, இது தொடர்பாக பொது பயன்பாட்டு ஆணையம் சந்திக்கும்.",
        "இருப்பினும், மின்சார கட்டணங்களை பொதுவாக 3.4% குறைக்க மின்சார வாரியம் முன்மொழியப்பட்டுள்ளது, மேலும் இரண்டாவது முறையாக தொலைதொடர்பு மின்சார கட்டணங்களைக் குறைக்க முன்மொழியப்பட்டது.",
        "மாகாண சபை ஊழியர்கள் தங்கள் விண்ணப்பங்களை சரிசெய்ய அதிகாரிகளுக்கு இந்த தொடர்புடைய கணக்கீடுகளில் தொடர்புடைய விண்ணப்பங்கள் அங்கீகாரம் பெற்றவை என்று சுட்டிக்காட்டுகின்றனர்.",
        "மின்சார வாரியம் சரியாக இருந்தால், பொது ஆலோசனை மற்றும் பொது பயன்பாட்டு ஆணையத்தால் தயாரிக்கப்பட்ட மின்சார படகு தரவு பகுப்பாய்வு மூலம் குறைக்கப்பட உள்ளது என்று தெரிவிக்கப்படுகிறது.",
        "இந்த விஷயத்தை மேலும் விவாதிக்க ஆணையம் சந்திக்கும், ஆனால் பொது பயன்பாட்டு ஆணைய அதிகாரிகள் 1 ஆம் தேதி மின்சார அதிகாரிகளுடன் விவாதித்தனர், ஆனால் பேச்சுவார்த்தைகள் கூட தீர்வு இல்லாமல் முடிந்தது."
      ]
    },
    "en": {
      "title": "Board does not give correct data for electricity tariffs",
      "body_lines": [
        "The Commission's employees have not yet been able to make a decision on the revision of electricity tariffs due to the provision of electricity tariffs.",
        "Each wayalistic provides today (04), the Public Utilities Commission will meet in this regard.",
        "However, the electricity Board has proposed to reduce the electricity tariffs by 3.4% in general, and the second time telecommunication has been proposed to reduce the electricity tariffs.",
        "The provincial council employees point out that the relevant applications have been accredited in these related calculations to the Authorities to correct their applications.",
        "It is reported that if the Electricity Board is correct, it is reported that the electricity ferry prepared by the Public Counseling and Public Utilities Commission is due to be reduced by data analysis.",
        "The Commission will meet to discuss the matter further, but the Public Utilities Commission authorities have discussed with the electricity authorities on the 1st, but even the negotiations have ended without a solution."
      ]
    }
  },
  "summary_lines": [
    "The Public Utilities Commission is unable to decide on electricity tariff revisions due to incorrect data from the Board. The Board suggests a 3.4% reduction, but the provincial council disputes this. The Commission will meet to address the issue, but negotiations with the electricity authorities have been unsuccessful."
  ]
}