{
  "translated_text": {
    "ta": {
      "title": "தம்புல்லாவில் காய்கறி விலை",
      "body_lines": [
        "கடந்த மூன்று நாட்களைத் தவிர, தம்புல்லா சிறப்பு பொருளாதார மையம் தவிர காய்கறிகளின் பிரதிநிதிகள் கூறுகின்றனர்.",
        "அதன்படி, ஒரு கிலோகிராம் பீன்ஸ் ரூ.",
        "பீன் சந்தையின் விலை ஒரு குறிப்பிட்ட எண்ணிக்கையிலான விலைகள் மற்றும் காய்கறிகளின் குறைந்த தரம் குறைந்து வருகிறது என்பதையும் அவர்கள் வலியுறுத்துகிறார்கள்.",
        "அதிக விலைக்கு கீழ் விற்கப்பட்ட அமமிரிகள், அந்த நாளில் 150 ரூபாய்க்கு இடையில் வீழ்ந்தனர், இது அதிக பில்லியன் கணக்கான நாட்களில் விற்கப்பட்டது. 350 ரூபாய்க்கு ரூ",
        "காண்டியன் பகுதிகளிலிருந்து ஒரு கிலோ கேரட் ரூ.",
        "அதன்படி, ஒரு கிலோ லீக்ஸ் ரூ.அடுத்த நாட்டுப் பகுதிகளிலிருந்து காண்டியன் பகுதிகளிலிருந்தும் காய்கறிகளிலிருந்தும் பங்கு நபர் விழுந்துவிட்டார் என்று பிசினஸிங் சுட்டிக்காட்டியது",
        "தம்புல்லா பொருளாதார மையத்தில் ஒரு தேங்காயின் தேங்காய் பங்கு ரூ.",
        "விரைவான அதிகரிப்புக்கு காய்கறி சில்லறை விலை முக்கிய காரணம் என்று வெள்ளி வர்த்தகர்கள் சுட்டிக்காட்டுகின்றனர்."
      ]
    },
    "en": {
      "title": "Vegetable prices down in Dambulla",
      "body_lines": [
        "Representatives of vegetables except the Dambulla Special Economic Center, except for the past three days, says.",
        "Accordingly, the bulkies of a kilogram of beans have sold between Rs. 650 and Rs.",
        "They also emphasize that the price of the bean market is a limited number of prices and the lower quality of vegetables is declining.",
        "Amamiris, who was sold under high prices, had fallen between 150 rupees on the day, which was sold under high billions of days. 300 tomatoes sold for 350 rupees sold at a cost of Rs. 150 and 200 rupees",
        "A kilo of carrots from the Kandyan areas is a marketing of Rs.",
        "Accordingly, a kilo of leeks were sold at a price of Rs.Businessing pointed out that the stock person has fallen from the Kandyan areas and vegetables from the following country areas",
        "The coconut stock prices of a coconut in the Dambulla Economic Center were able to see a single tumor of Rs. 150.",
        "Silver traders point out that the vegetable retail price is the main reason for the rapid increase."
      ]
    }
  },
  "summary_lines": [
    "Dambulla vegetable prices drop; bean kg price range Rs. 650-700; tomato 300 for Rs. 350; carrot kg Rs. 100; leek kg Rs. 80; coconut Rs. 150 per piece. Silver traders blame retail price hike for market fluctuations."
  ]
}