{
  "translated_text": {
    "ta": {
      "title": "இலங்கை சுதந்திரக் கட்சியால் பெறப்பட்ட நீதிமன்ற உத்தரவுகள் என்ன?",
      "body_lines": [
        "இலங்கை சுதந்திரக் கட்சியால் பெறப்பட்ட நீதிமன்ற உத்தரவுகள் என்ன?",
        "இலங்கை சுதந்திரக் கட்சியில் (எஸ்.எல்.எஃப்.பி) நெருக்கடி கட்சிக்குள்ளான பிளவுகள் காரணமாக மீண்டும் மீண்டும் செய்யப்படுகிறது.",
        "கடந்த இரண்டு மாதங்களில் ஒரு தடை உத்தரவு மற்றும் தடைகள் மற்றும் தடை உத்தரவு உத்தரவு ஆகியவற்றை தள்ளுபடி செய்வதற்கான போக்கு காணப்படுகிறது.",
        "முன்னாள் ஜனாதிபதி மைத்ரிபால சிரிசேனாவின் ராஜினாமா, முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனாவின் ராஜினாமாவுடன் கட்சியின் நெருக்கடி உள்ளது.",
        "ராஜினாமாவின் அடிப்படை நோக்கம் நீதி அமைச்சர் டாக்டர் விஜயாதாச ராஜபக்ஸை இலங்கை சுதந்திரக் கட்சியின் தலைவராக நியமிக்க நியமனம் செய்தது.",
        ".",
        "கூடுதலாக, எஸ்.எல்.எஃப்.பி.",
        "பின்னணியில், இலங்கை சுதந்திரக் கட்சிக்கு என்ன உத்தரவுகள் வழங்கப்பட்டுள்ளன என்று பிபிசி சிங்களவலா கேட்டார்.",
        "ராயல் பார்க் மத்ரியா: ஜூட் ஷமானாரா ஜெயமாஹா ஜெயமாஹாவுக்கான முன்னாள் ஜனாதிபதி ஒப்பந்தத்தின் தலைவர் சட்டத்திற்கு முரணானது என்று உச்ச நீதிமன்றம் விதிக்கிறது",
        "டி 20 உலகக் கோப்பை 2024: பிறப்பிடத்திலிருந்து விலகி மற்ற நாடுகளை பிரதிநிதித்துவப்படுத்தும் வீரர்கள் யார்?",
        "அறிவைப் பிரிக்கும் மஹியாங்கனய மஹியாங்கனயாவின் ஆசிரியர்.",
        "உடல் தண்டனையை ஒரு குற்றம் செய்ய ஒப்புதல்: அனுபவம் ரஞ்சன் ராமநாயக்கின் அனுபவம்"
      ]
    },
    "en": {
      "title": "What are the court orders received by the Sri Lanka Freedom Party?",
      "body_lines": [
        "What are the court orders received by the Sri Lanka Freedom Party?",
        "The crisis in the Sri Lanka Freedom Party (SLFP) has been repeated due to divisions within the party.",
        "The last two months have seen a tendency to obtain an injunction and dismissal of the injunctions as well as the injunction order.",
        "The crisis of the party is with the resignation of former President Maithripala Sirisena, the resignation of former President Maithripala Sirisena.",
        "The underlying purpose of the resignation was the appointment of Justice Minister Dr. Wijayadasa Rajapakse to be appointed as the Chairman of Sri Lanka Freedom Party.",
        "(May 13) Maithripala Sirisena addressed the post of Chairman at the Executive Committee of Maithripala Sirisena held at Cate.",
        "In addition, SLFP Kesbawa electorate organizer at the SLFP was appointed as the Secretary of the SLFP.",
        "In the backdrop, BBC Sinhala asked what the orders have been given to the Sri Lanka Freedom Party.",
        "Rayal Park Madriya: The Supreme Court rules that the President of former Presidential Agreement for the Jude Shamanara Jayamaha Jayamaha has been contrary to the law",
        "T20 World Cup 2024: Who is the players representing other countries away from the birthland?",
        "Teacher of the Mahiyanganaya Mahiyanganaya, who divides the knowledge.",
        "Approval to make physical punishment a crime: experience Ranjan Ramanayake's experience"
      ]
    }
  },
  "summary_lines": [
    "The Sri Lanka Freedom Party (SLFP) faced internal crises leading to legal battles over leadership changes, including the resignation of former President Maithripala Sirisena and the appointment of Justice Minister Dr. Wijayadasa Rajapakse as Chairman. The Supreme Court ruled against a presidential agreement involving Jude Shamanara Jayamaha."
  ]
}