{
  "translated_text": {
    "si": {
      "title": "දේශපාලන න්යාය පත්රයට අනුකූලව රටේ අනාගතය හැඩගස්වා ගැනීමට කිසි විටෙකත් ඉඩ නොදෙන්න",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා එළඹෙන ජනාධිපතිවරණයේ අපේක්ෂකයෙකු ලෙස අමාත්ය ප්රසන්න රණතුංගගේ යෝජනාව අමාත්ය ප්රසන්න රණතුංගගේ යෝජනාව ඒකමතිකව යෝජනා කළේය.",
        "මෙම රැස්වීමට හිටපු දේශීය සාමාජිකයින් 250 ක් ඇතුළු දස දහස් ගණනක් ජනයා සහභාගී වූහ.",
        "රනිල් වික්රමසිංහ මහතා එළඹෙන ජනාධිපතිවරණය නැවත සකස් කළ යුතු යෝජනාව ගම්පා දිස්ත්රික්කයේ ජනතාව ඒකමතිකව සනාථ කළහ.",
        "දේශපාලන න්යායපත්රවලට අනුකූලව රටේ අනාගතය සැලසුම් කිරීමට තමා කිසි විටෙකත් රටේ අනාගතය සැලසුම් කිරීමට කිසි විටෙකත් ඉඩ නොදෙන ලෙස ජනාධිපති රනිල් වික්රමසිංහ, සජිත් ප්රේමදාස සහ අනුරකුමාර දිසානායක යන මහත්වරුනි.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව කියා සිටියේ කෝලා බස් නැවතුම්පොළේ සංකීර්ණයේ පැවති ප්රසිද්ධ රැස්වීමක් අමතමින් \"අපි\" අපි \"මේ දින කරමු - NAM Gampah\" යන තේමාව යටතේ ය.",
        "වත්මන් රජයේ වැඩපිළිවෙල පැහැදිලි කිරීම සහ රජයේ මාර්ග පැහැදිලි කිරීම සඳහා මහා රැස්වීම පැවැත්වූ අතර ගම්පහා දිස්ත්රික්කයේ විශාල පිරිසකට සහ රජයේ වැඩ සටහනට සහාය දුන් ජනතාව ජනාධිපතිවරයාට ආචාර කළහ.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා එළඹෙන ජනාධිපතිවරණයේ ජනාධිපති අපේක්ෂකයා ලෙස ජනාධිපති රනිල් වික්රමසිංහ මහතා වෙනුවෙන් අමාත්ය ප්රසන්න රණතුංග මහතා විසින් අමාත්ය ප්රසන්න රණතුංග මහතා විසින් යෝජනාවක් ඉදිරිපත් කළේය.",
        "ඒ වන විට වේදිකාවේ පැවති පාමා ඇමතිවරු මන්ත්රීවරුන් 260 ක් ඇතුළුව හිටපු දේශීය සාමාජිකයින් 250 දෙනෙකු සහ රැස්වීමට සහභාගී වූ 15,000 කට වැඩි පිරිසක් ඒකමතිකව ඉටු කළහ.",
        "මෙම අවස්ථාවට එක්වෙමින් ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසුවේ 2022 ජූලි 21 වන දින 2022 ජූලි 21 වන දින ජනාධිපතිවරයා කියා සිටියේ ආර්ථිකය හා රජයේ රජයක් භාර ගන්නා බවයි.. තමාට පවරා ඇති බවත්, ඔහු සැමවිටම ක්රියා කළේ තමා ගැනම නොව රට වෙනුවෙන් කියා සිටින බවත් ජනාධිපතිවරයා පැවසීය.",
        "\"මිනිසුන් මට ලබා දුන් මූලික වගකීම මම ඉටු කර ඇත්තෙමි. ආර්ථිකය සහ රජය යන රට ගැන මම භාර ගත්තා. ජනාධිපති ධුරය දැරීමට පවා රජයේ කාර්යාලයක් නොතිබුණි. මට පක්ෂයක් නැත. මගේ පක්ෂයේ පාර්ලිමේන්තුවේ ඇති එකම පුද්ගලයා මමයි. ඒ අනුව, මම එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) සමඟ සහයෝගයෙන් කටයුතු නොකළ අතර එක්සත් ජාතික පක්ෂයට සහයෝගය නොදක්වෙමි.",
        "ජනතාවගේ විමුක්ති පෙරමුණේ වගකීම් භාර ගැනීමට අකමැති වූ නිසා ඔවුන් මට සහාය වීමට ඉදිරිපත් නොවීය. ඊට පස්සේ මම පීඒ හි සභාපති ජී.එල්. පීරිස් සමඟ සහයෝගයෙන් ඉල්ලා සිටියෙමි. ඔහු මාව හමුවීමට පවා සූදානම් නැත. මම කතා කළා, ඔහු මා සමඟ කතා කිරීමට සූදානම් නැත. ඊට පස්සේ මට මහින්ද රාජකසාව මුණගැසුණා. ඔහු සහයෝගයෙන් කටයුතු කිරීමට එකඟ විය.",
        "එසේ කිරීමට පටන් ගත් ආණ්ඩුවේ ජනාධිපති වීමට මට තැනක් නැත. ජනාධිපති මාළිගාවට රැස්ව සිටි ජනතාව පිහිනීමේදී පිහිනමින් සිටියහ. මගේ නිවස පුළුස්සා දැමුවා. කාර්යාලය ද වටලනු ලැබීය. අග්රාමාත්ය කාර්යාලයට පමණක් ඉතිරිව තිබුනේ නම්, මම ඉහළ මහලේ වැඩ ආරම්භ කළෙමි, අගමැති දිනේෂ් ගුණවර්ධනගේ වැඩ ආරම්භ කළෙමි.",
        "අපි ජාමූඅ සමඟ සාකච්ඡා කළ අතර ඊළඟ කාර්යයන් ආරම්භ කළේ එවිට පමණි. සෑම කෙනෙකුම කාර්යයන් ඉටු කළ යුතු බව මම ඉගෙන ගතිමි. මේ රට දේශපාලනය කිරීමෙන් පිරිහී ගියේය. ශ්රී ලංකාව ආඩම්බර වේ. මේ රටට මේ මට්ටමට යාම අවශ්යද?මහා රාජවංශයේ පවා මේ රට බංකොලොත්භාවයක් ලෙස සඳහන් නොවේ.",
        "අපට දුෂ්කර විභේදන කිරීමට සිදු විය. සංක්රමණික කම්කරුවන් රට සඳහා ඉන්ධන මිලදී ගැනීම සඳහා යවන තෙක් අපි බලා සිටියෙමු. එක්සත් ජනපදයේ සමන්ත බලයේ සහාය ඇතිව, අපට ලෝක බැංකුවේ සහාය ඇතිව පොහොර ලැබුණි. දුෂ්කර තීරණ ගැනීමට සිදු විය. අපි ආණ්ඩුවේ පිරිවැය අඩු කර ඇත්තෙමු. ජාමූඅ මුදල් මුද්රණය නොකිරීමට කොන්දේසියක් පැනවීය. බැංකුවලින් ණය නොදෙන ලෙසට උපදෙස් දෙන ලදී.",
        "සමහර සහන හැර ආදායමක් සොයා ගැනීමේ අවශ්යතාවය. ඔවුන් ඒවා සිදු නොකළේ නම් අර්බුදයකට වැටී ඇත. කුමන දුෂ්කරතා මතු වුවත් කමක් නැත. මේ අනුව, මම බොහෝ විට විපක්ෂයේ සහයෝගය පැතූහ.",
        "සෑම මාස තුනකට වරක් ඔවුන්ගේ සහයෝගය ලබා ගත්තා. ඔවුන් සහාය සඳහා සහාය නොදක්වයි. මම ජනතාවගේ දියුණුව හා රටේ සංවර්ධනය සඳහා කටයුතු කරමින් සිටින බව දැන, ඔවුන් සියලු කටයුතු විරෝධය පළ කළහ. එක්සත් ජනතා බලය සහ මහජන විමුක්ති පෙරමුණ ජනතාව සමඟ සහයෝගයෙන් කටයුතු කිරීමට ඉදිරිපත් වී නොමැත.",
        "අපට උදව් කිරීමට අප ඉදිරිපත් නොවිය යුතු බව ලෝක රටවලට නිවේදන නිකුත් කළේය. නමුත් අපේ ගමන දිගටම. ණය දෙන රට, ජාමූඅ සංවිධානය ඇතුළුව සියලුම පාර්ශ්වයන් දැන් අපට සමච්චලයට ලක්ව ඇත. මෙම තනතුරෙන් ශ්රී ලංකාව යථා තත්ත්වයට පත් කිරීමට අපි උත්සාහ කරමු. ශ්රී ලංකාව බංකොලොත්භාවයෙන් සොයාගත් බව නිවේදනය කිරීම. ඊට පසු, අපගේ පෙර බාධක බොහොමයක් තුරන් කරනු ඇත.",
        "තවමත් සමහර බාධක තිබේ. සමහර වැඩසටහන් සඳහා එක්සත් ජනපදයට නැවත කාර්යාලයට සහාය වූ පක්ෂ. මධ්යම අධිවේගී මාර්ගයේ වැඩ කටයුතු ද ආරම්භ වේ. අපි දැන් එවැනි තත්වයක් කරා ළඟා වී සිටිමු.",
        "ඉන්ධන, පොහොර, විදුලිය, බෙහෙත් වැනි අත්යවශ්ය දෙයක් නොමැත. රෝහල් සහ පාසල් වසා දමන ලදී. ඔබට එම කාලය මතකද?කන්දිගාවේ මෙම ප්රදේශයේ ඇති පේළි මතකද?පේළි පියාලව දක්වා විහිදේ. පේළි සඳහා අවකාශය ප්රමාණවත් නොවේ. එවැනි තත්වයක් රට තුළ විය. අපට නැවත එවැනි දුෂ්කරතා අවශ්යද?නැත්නම් අපි ඉදිරියට යනවාද?",
        "ගැටළු තිබේ. කෙසේ වෙතත් අප ඉදිරියට යා යුතුය. අවුරුදු හතරක වෘත්තියක් නොමැත. අංශ දෙකම පෞද්ගලික හා රජයක් සපයන්නේ නැත. ආදායම් මාර්ග නිර්මාණය කිරීම. බොහෝ දෙනෙක් හතරවන ස්ථානයට ගිය ස්ථානය මෙයයි. තවත් වසර ගණනාවක් තිස්සේ වෘත්තියක් නොමැති නම්, තවත් අය පුපුරා යනු ඇත. අද අපි එවැනි ගැටලුවලට මුහුණ දෙමු.",
        "ජනතාවගේ ආදායම වැඩි දියුණු කිරීම. ඉදිරියට යා යුතුයි. වර්ධනය වී ඇති ලෝකය සමඟ සහයෝගයෙන් ප්රතිලාභ ලබා ගැනීම. මේ ආණ්ඩුව කවදාවත් දුප්පතුන් අමතක කරන්නේ නැහැ. රටේ දරිද්රතාවය සියයට 25 ක් සොයාගෙන ඇත. එය අඩු කිරීමේ පළමු උත්සාහයේදී, සමුර්දි නොව එක්රැස්වීම් යෝජනා ක්රමය යටතේ අපි තුන් ගුණයක් පමණ දීමනාවක් ලබා ගත්තෙමු. අපි ප්රතිලාභීන් 18 ත් 24 ත් අතර ප්රතිලාභීන් සංඛ්යාව වැඩි කළා.",
        "අපි නොමිලේ සහල් කිලෝග්රෑම් 10 ක් ලබා දුන්නා. .ෂධ නොමැතිව ලබා ගත හැකිය. ගැටළු අඩු වී ඇත. මේවා ලැබීමෙන් පසු, අපි විප්ලවවාදී යෝජනා ක්රමය ක්රියාත්මක කළෙමු, භූමියේ උරුමය දුරකථන වැඩසටහන.. අත්දැකීම් ඇති සියලු දෙනාටම නිදහස් ඉඩම් ඇපයක් ලබා දෙනු ඇත. ලක්ෂ 20 ක ජනතාවට එවැනි පොරොන්දු ලබා දෙනු ඇත.",
        "කොළඹ නගරයේ ලක්ෂ 2 ක ජනතාවකට අපි නිවාස අයිතිවාසිකම් ලබා දෙන්නෙමු. වතු ප්රදේශ ගම්වලට ප්රකාශ කිරීම සහ නිවාස ඉදිකිරීම සඳහා මූල්ය සහන ලබා දෙන්නෙමු. අපි මාස 75 කින් මාසයක් තුළ විප්ලවයක් කර ඇත්තෙමු.",
        "දරිද්රතාවය ග්රාමීය ප්රදේශවල ඉහළින්ම සිටී. මේ සඳහා ආමන්ත්රණය කිරීම සඳහා කෘෂිකාර්මික නවෝත්ව වැඩසටහන සමඟ ලක්ෂ 50 දක්වා සංචාරකයින්ගේ පැමිණීම වැඩි කිරීමට අපි සැලසුම් කර ඇත්තෙමු.",
        "මේ සඳහා කුඩා ඉඩම් විශාල ප්රමාණයක් උපයා ගත හැකිය. මිනිසුන් වැඩි දියුණු කිරීම සඳහා විප්ලවවාදී සැලසුම් ක්රියාත්මක කරන අතර තරුණ තරුණියන්ට හොඳ අනාගතයක් සපයන්නෙමු. එම උත්සාහයන් අතහැර දැමිය නොහැක. ආර්ථික වෙනස පනත පාර්ලිමේන්තුවට ඉදිරිපත් කර ඇත්තේ එබැවිනි. මෙහි සිටින තරුණ අයට ඔවුන්ගේ ආදායම පහට වාරයක් වැඩි කිරීමට අවශ්යයි.",
        "දුප්පත්කමෙන් නිදහස් වීමට බලාපොරොත්තු වන්න. අපි සහයෝගයෙන් කටයුතු කළ යුතුයි. අධ්යාපනය පුනරුත්ථාපනය කෙරේ. වෘත්තීය අධ්යාපනය මෙන්ම වෘත්තීය අධ්යාපනය ප්රතිසංවිධානය කෙරේ. විශ්ව විද්යාල නිර්මාණය කෙරේ. සියලුම ක්ෂේත්ර ඩිජිටල්කරණය කෙරේ. අපට අනාගතය තිබිය යුතුය. මම පාර්ලිමේන්තු මන්ත්රීවරයකු වූ විට බියාගම නොනවතින කොටසක් ලෙස සැලකේ. සමහර අය නිදහසට කරුණු සහ බීටීඅයි විසින් නිදහසට කරුණු ඉදිරිපත් කළහ. අධ්යාපන අමාත්යවරයා වශයෙන්, මෙම කාල පරිච්ෙඡ්දය තුළදී මම වාණිජ කලාප දෙකක්, විදුලි බලාගාර සහ කර්මාන්තශාලා දෙකක් ප්රදේශය පුරාම සාදා ඇත.",
        "අපි මෙම ප්රදේශය ශ්රී ලංකාවේ විශාලතම කාර්මික කලාපයට පරිවර්තනය කර ඇත්තෙමු. වෙනත් ප්රදේශවල මෙය කළ නොහැක්කේ ඇයි?. හමුදාව සහ විශේෂ කාර්ය සාධක බලකාය මෙහි ගෙන එන ලදී. මෙන්න අපි අක්කර 160 ක කේරළ ප්රදේශයේ තුන්වන ව්යාපාරික කලාපයක් නිර්මාණය කිරීමට බලාපොරොත්තු වෙමු.",
        "පිරිපහදුව ත්රිකුණාමලයට ප්රවාහනය කිරීමෙන් පසු සබුකස්කන්ද සංවර්ධනය කෙරේ. ඒ හා සමානව, මහනුවර, යාපනය, අනුරාධපුර සහ ත්රිකුණාමලය ඇතුළු ප්රදේශ සංවර්ධනය කළ යුතුය.. එය අපේ අනාගතය විය යුතුය.",
        "දේශපාලන politicians යන්ගේ න්යාය පත්රයට අනුකූලව රටේ අනාගතය ගොඩනැගීමට මට හැකි වී තිබේ. රටේ අවශ්යතා වලට අනුකූලව දේශපාලන politicians යන්. එසේ නොමැතිනම් රටේ අනාගතය ගැන ප්රශ්න කරනු ඇත. එය සිංහලයන් යැයි කියා ගැනීම නිෂ් less ල ය. ආඩම්බර පිරිමින්ට ඉදිරියට යාමට සිදුවුවහොත්. අපි වෙනසක් කරමු.",
        "ව්යාජ පොරොන්දු ලබා ගැනීමට ප්රයෝජනවත් වේ. ඒ නිසා අප සමඟ අනුරා සමඟ ඉදිරියට එන ලෙස මම සජිත්ට ආරාධනා කරමි. ගම්පහා යනු ශ්රී ලංකාවේ හදවතයි. ටීඑස් සේනානායක සහ ජේ.ආර්. ජයවර්ධන මෙහි පිහිටුවන ලදී. එක්සත් ජාතික පක්ෂය එක්සත් කිරීමට ඉදිරිපත් වන්න. බණ්ඩාරනායක, ඩී.එස්. සේනානායක මහතා නිදහස සඳහා ද එක්සත් වැඩ කළේය.",
        "1971 කෝලාහල තුළ සිරිමාවෝ බණ්ඩාරනායකට ජේ.ආර්. ජයවර්ධනට සහාය විය. ප්රේමදාස කාලයේදී චන්ද්රිකා බණ්ඩාරනායක ද අපට උදව් කිරීමට ඉදිරිපත් විය. පාර්ලිමේන්තුවේ ගැටුණා වුවද රට ආරක්ෂා කිරීමට අප කැපවී සිටිමු. ජනමත විචාරණයෙන් පසු අප ප්රජාතන්ත්රවාදය ආරක්ෂා කර ඇත. ආසියාවේ කිසිදු රටක් එම ආඩම්බරය නැත. අපත් එකම මාවත ඉදිරිපත් කළ යුතුයි. නැවත පේළි යුගයට යා නොහැක. අපි හොඳ අනාගතයක් නිර්මාණය කරමු. ඇමතුමට සුදුසු පිළිතුර ලබා දිය යුතුය. කාලයත් සමඟ එය එන විට මම එය කියමි. \"",
        "නාගරික සංවර්ධන හා නිවාස අමාත්ය",
        "\"ජනාධිපති රනිල් වික්රමසිංහ මහතා ජනාධිපති ලෙස කටයුතු කර වසර දෙකක් ගත වී ඇත. අවුරුදු දෙකකට පෙර. ඉන්ධන, ගෑස් සහ medicine ෂධයක් නොතිබුණි. එම ආර්ථික අර්බුදයෙන් රට බේරා ගැනීම සඳහා ශ්රී ලංකා පීඒ රනිල් වික්රමසිංහ මහතා ජනාධිපති ලෙස ඉල්ලා තිබේ.",
        "ගම්පහා දිස්ත්රික්කය සාමාන්ය දිස්ත්රික්කයක් නොවේ. ගෝතභය රාජපක්ෂ ඡන්ද 365,000 ක් ලබා ගනිමින් මෙම ගම්පහා දිස්ත්රික්කය දිනා ගත්තේය. අද, සියලු දේශපාලන පක්ෂ ඔබ එකම ඡන්ද ප්රමාණයකින් ජයග්රහණය කිරීම සහ ඔබට ස්තූති කිරීමට කටයුතු කරනු ඇත.",
        "එළඹෙන ජනාධිපතිවරණයේදී ඔබ තීරණයක් ගත යුතුය. අද අපි එල්ලෙන පාලම වෙත යමු. වාචාලක වන අනුරකුමාර පවසා ඇත්තේ එල්ලෙන පාලම බවයි. එල්ලෙන පාලම භයානක ය. අත්දැකීමක් නොමැති අයට එල්ලෙන පාලම වෙත යා නොහැක. රනිල් වික්රමසිංහට පමණක් මෙම රටේ ජනතාවගේ පාලම තරණය කළ හැකිය.",
        "2015 දී මහින්ද රාජපක්ෂගේ පරාජයෙන් පසුව, ගම්පහා දිස්ත්රික්කයේ ජනතාව මට ඉදිරියට යාමට බලය ලබා දුන්නා.. ශ්රී ලංකා දිස්ත්රික්කයේ ජනතාවගේ ශක්තිය හේතුවෙන් 2024 ජනාධිපතිවරණයේදී රනිල් වික්රමසිංහගේ ජයග්රහණය වෙනුවෙන් මම ඉදිරියට පැමිණෙමි.",
        "එළඹෙන ජනාධිපතිවරණයට තරඟ කිරීම සඳහා ඉදිරි සතිය තුළ තීරණයක් ගන්නා ලෙස මම ඔබෙන් ඉල්ලා සිටිමි. දැන් මම යෝජනා කරන්නේ එළඹෙන ජනාධිපතිවරණයට රනිල් වික්රමසිංහට ඉදිරිපත් විය යුතු බවයි. මෙහි පැමිණ ඇති අය එය සනාථ කර තිබේ.",
        "ඔබට තවදුරටත් ජනාධිපතිවරයාගෙන් බේරීමට නොහැකිය. ඔබ මෙම ජනාධිපතිවරණයට තරඟ කළ යුතුයි. ගම්පහා දිස්ත්රික්කයේ ජනතාවගේ නායකත්වයෙන් ඔබව සාර්ථක කර ගැනීමට රටේ ජනතාව ඔබව සාර්ථක කර ගැනීමට කැපවන බව මම සඳහන් කරමි. \"",
        "අද ගම්පහා වෙත පැමිණෙන පුද්ගලයින් ගැන අප සිතා බැලිය යුතු නැත. මීළඟ ජනාධිපතිවරණයේදී ජනාධිපති රනිල් වික්රමසිංහ මහතා දිවයිනේ ජනාධිපති ධුරයට පත්වනු ඇති බවට කිසිදු සැකයක් නැත. නගරය නගරයට පිරී ඉතිරී යයි. මෑත ඉතිහාසයේ අප දැක ඇති විශාලතම පුද්ගලයින් වලම් කඩ්වම් වලින් පිරී තිබේ.",
        "නිදහසින් පසු අධ්යාපනය, සෞඛ්ය, තාක්ෂණය සහ යටිතල පහසුකම් වැනි සෑම අංශයකම ශ්රී ලංකාව සංවර්ධනය වෙමින් පවතී. 2022 දී පැවති ආර්ථික අර්බුදය හේතුවෙන් රට වගා කරන ලදී. ආදායම ද ඉවත දැමීය. මිනිස්සු දුක් වින්දා. එම අර්බුදයේ දී, ජනාධිපති රනිල් වික්රමසිංහ මහතා වගකීම භාරගත්තේ ඔහු ගැන අපි ඉතා ගෞරවනීය ය.",
        "ජනාධිපති මහින්ද රාජපක්ෂ මහතා යුද්ධයට සහනයක් ලබා දෙමින් ජනාධිපති මහින්ද රාජපක්ෂ මහතා පීඩාවට පත් ජනතාවට සහනයක් ලබා දුන්නේය.. ඔවුන් මෙන්, ජනාධිපති රනිල් වික්රමසිංහ හැර වෙන කිසිවෙකු ආර්ථික අර්බුදයෙන් පීඩාවට පත් ජනතාවට සහන ලබා දී නැත.",
        "අද රටේ මූල්ය ස්ථායිතාවයක් තිබේ. බැංකුවේ පොලී අනුපාතය පහත වැටෙමින් තිබේ. විදේශීය තොගය ඩොලර් බිලියන 6 කින් ඉහළ ගොස් තිබේ. ආර්ථිකය මිනිසුන් අතර කලබල වී ඇත. ඒ අනුව ජනාධිපති රනිල් වික්රමසිංහ මහතා වේගවත් හා දැවැන්ත සංවර්ධනය කරා රට මෙහෙයවූ ගුවන් නියමුවෙකි.. රටේ ආර්ථිකය ස්ථාවර කරමින් අනාගතය ගොඩනැගීම අරමුණු කර ගනිමින් ජනාධිපති රනිල් වික්රමසිංහ සමඟ අපි සිය ගමන දිගටම කරගෙන යන්නෙමු. \"",
        "\"රනිල් වික්රමසිංහ යූඑන්පී. සමහරු පවසන්නේ සාමාජිකයන් සිටින බවයි. තවත් සමහරු පවසන්නේ රනිල් වික්රමසිංහ අයත් වන්නේ ශ්රී ලංකා නිදහස් පක්ෂයට බවයි. සමහරු පවසන්නේ රනිල් වික්රමසිංහ අයවැය පක්ෂය බවයි. තවත් සමහරු කියා සිටින්නේ රනිල් වික්රමසිංහ අයත් වන්නේ එක්සත් ජනතා බලයට බවයි.",
        "නමුත් අද රනිල් වික්රමසිංහ මහතා කිසිදු පක්ෂයක් නොමැතිව රටේ ජනතාවගේ පක්ෂයේ සිටී.. ඔහුට පක්ෂයක් නැත. රටේ සියලුම පාර්ශවයන් සමඟ පරීක්ෂා කිරීමෙන් නැවත වැරැද්දක් නොකරන ලෙස මම ඔබෙන් ඉල්ලා සිටිමි. අත්හදා බැලීම සඳහා මෙය කාලය නොවේ. ජනාධිපතිවරයා අද රට මෙම තනතුරට ගෙනැවිත් තිබේ.",
        "මෑතකදී රටට පැමිණි ඕස්ට්රේලියාවේ හිටපු අග්රාමාත්යවරයා අදහස් දැක්වීමක් කළේය. රනිල් වික්රමසිංහ මහතා පැවසුවේ මේ රටේ ජනතාවට ශ්රී ලංකාවේ අහිමි වීම අහිමි වුවහොත් එය විනාශ වන බවයි.. පසුගිය ජනාධිපතිවරණයෙන් සජිත් ප්රේමදාසා පරාජයට පත් වූ පසු, මම ඒ දවසේ රැස්වීම් 150 කට සහභාගි වූ අතර, සති 3 ක් දක්වා මට ඔහුව සොයා ගැනීමට නොහැකි විය.",
        "ඔහු සැඟවී සිටියේය. අවම වශයෙන් අවම වශයෙන් වියදම් කිරීමේ පිරිවැයක් ගෙවීමේ ස්ථානයේ අප තුළ නොමැත. නමුත් අවසානයේදී අපට ඔහුව අත්හැරීමට සිදු විය. එය වෙනත් කිසිවක් නොවේ. මිනිසුන් දුක් විඳින අවස්ථාවේ දී, ඔහු එම අභියෝගයෙන් වැළකී සිටි නිසා ඔහුට ඔහුව අත්හැර දැමීමට සිදුවිය. මෙම අභියෝගය පිළිගැනීමට නොහැකි නායකයා මේ රටේ වගකීම භාර නොගනී. එබැවින් මෙම යථාර්ථය තේරුම් ගැනීමට එක්සත් ජනතා බලයේ සිටින සෑම කෙනෙකුගෙන්ම මම ඉල්ලා සිටිමි.",
        "එළඹෙන ජනාධිපතිවරණ පක්ෂය ජයග්රාහී මැතිවරණයක් නොවේ. මෙම මැතිවරණය ඔබේ දරුවන්ගේ අනාගතය සහ රටේ අනාගතය තීරණය කරන මැතිවරණයක් බව ඔබ මතක තබා ගත යුතුය. ගම්පහා දිස්ත්රික්කය මේ රටේ වැදගත්ම දිස්ත්රික්කයයි. ඉතින් අපි සියල්ලෝම එකට එකතු වී මෙම ගමන දිගටම කරගෙන යමු. ජනාධිපතිවරණයේදී රනිල් වික්රමසිංහගේ ජයග්රහණය කිසිවෙකුට වෙනස් කළ නොහැකිය. මෙම අරගලයේදී ඔහු අනිවාර්යයෙන්ම ජය ගනු ඇත. \"",
        "\"මේ රට ගැන සිතීම සහ රටේ අනාගතය ගැන සිතන අය අද අප සමඟ සිටිති. බණ්ඩාරනායක මගේ පියා - -ම. ලොව ප්රථම කාන්තා අගමැති සිරිමාවෝ බණ්ඩාරනායක මගේ නැන්දා ය. දේශපාලන පවුලෙන්, රටේ ආර්ථිකය ගොඩනැගීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් සපයන ලද සේවාව සැලකිල්ලට ගෙන මම ඉතා දුෂ්කර තීරණයක් ගත්තා. ජනාධිපති රනිල් වික්රමසිංහ මහතා පාර්ලිමේන්තුවේදී ජනාධිපතිතුමා තෝරා පත් කර ගැනීම සඳහා මැතිවරණයට ඡන්දය දුන් විට මගේ දෑත් වෙව්ලමින් සිටියහ. නමුත් දැන් මම ඔහුට ඡන්දය දෙන්නෙමි.",
        "අනුරගුමර දිසානායක මහනුවරට පැමිණ කොතැනදැයි විමසීය. \"භූතයන්ට බිය වන අය සුසාන භූමියේදී නිවාස ඉදිකරන්නේ නැත\" කියා ඔහුට පැවසීමට මම කැමතියි. 88-89 කාලය තුළ. අද පක්ෂයට සහයෝගය දෙන තරුණ අය නොමඟ නොයන ලෙස මම ඔබෙන් ඉල්ලා සිටිමි. රටට ආදරය කරන අය දැනගන්නේ ජනාධිපති රනිල් වික්රමසිංහ මහතා රටේ සුදුසු නායකයා බවය.",
        "උසින් සහ සාමාන්ය වෘත්තියක් සඳහා ආරක්ෂක පුද්ගලික කෘතියක් පහත් කොට සැලකීමට ආරක්ෂක පුද්ගලික වැඩක් ලබා දෙන රටක් මෙහෙයවිය හැකිද?",
        "මම මහින්ද රාජපක්ෂගේ දකුණු අත ය. එසේ වුවද, ඉදිරි දශකය තුළ මේ රටේ ආර්ථිකය ගොඩනැඟිය හැක්කේ ජනාධිපති රනිල් වික්රමසිංහ මහතා බව මම දනිමි.. ඔබට වඩා හොඳ අනාගතයක් ගොඩනැගීම සඳහා ජනාධිපතිගේ වැඩපිළිවෙළ සමඟ අත්වැල් බැඳගන්න. ජනාධිපති රනිල් වික්රමසිංහගේ ජයග්රහණය සනාථ කිරීමෙන් පසුව, අපි නැවත ගම්පහා වෙත යන්නෙමු. \"",
        "\"සැසියේ සැසිවාරයේ තුන්වන රැස්වීම අද කඩාවතෙහි පැවැත්වේ. අපි ගාල්ල සහ මහනුවර රැස්වීම් දෙකක් කළා. රැස්වීම අද එම දෙකට වඩා වැඩි ආධාරකරුවන් සමඟ පවත්වනු ලැබේ. එවැනි දේශපාලන රැස්වීමක් තවමත් ශ්රී ලංකාවේ තවමත් පවත්වා නැත. මෙම රැස්වීමේදී නියෝජිතයින් සහ ආධාරකරුවන් නියෝජනය කරන බොහෝ පක්ෂ තිබේ.",
        "ජනාධිපතිවරයාට මීට පෙර කවදාවත් එවැනි වේදිකාවක් නොලැබුණි. සෑම කෙනෙකුම රටින් පලා ගිය විට, ජනතාව අනාථ වූ විට, අපි අද ජනාධිපතිවරයාගේ ගලවා ගැනීම සඳහා එවැනි වේදිකාවක් ආරම්භ කළෙමු.. ජනාධිපති ධුරය භාර ගැනීම සඳහා ජනාධිපතිවරයා කිසිදු කොන්දේසියක් පැනවූයේ නැත.",
        "ශ්රී ලංකා පීඒ ජනාධිපතිවරයාට සහාය දීමට තීරණය කළේය. ඔබ රට යථා තත්වයට පත් කර ජනතාවගේ මරණය අවසන් කිරීමකින් තොරව ඉදිරි වසර පහ සඳහා අපි පාලන තන්ත්රයට සහාය දෙමු.",
        "පක්ෂ දේශපාලනය කිරීමට රට හොඳ විය යුතුය. මෙම දේශපාලන වේදිකාවට වඩා ජනාධිපතිවරයා සඳහා වඩාත් දේශපාලන වේදිකාවක් නිර්මාණය කරමු. අවුරුදු දෙකක අභියෝගය සඳහා සාර්ථක වූ අපේ දරුවන්ට වඩා හොඳ අනාගතයක් නිර්මාණය කළ යුතුයි.",
        "මීට වසර දෙකකට පෙර මේ රටේ තත්වය සහ අනුක්රමයේ අනුපිළිවෙල ගැන අපි කවුරුත් දනිමු. එම යුගය අමතක කළ නොහැක. මිනිසුන්ට ජීවත් වීමට නොහැකි දරුණු ආර්ථික අර්බුදයක් හමු විය. ජනාධිපතිවරයා අද රටේ තත්වය මැවීය. ඊළඟ වතාවේ සෑම කෙනෙකුම ජනාධිපති රනිල් වික්රමසිංහ මහතා එක්සත් වී එක්සත් වී එක්රැස් කරනු ඇත. \"ඔහු කිව්වා.",
        "\"අවම වශයෙන් එක් පුද්ගලයෙකු අනෙක් ජනාධිපති අපේක්ෂකයින්ට වඩා වැඩි යමක් ගෙන ඒමේ අභියෝගය අද 15,000 කට වැඩි පිරිසක් පැමිණේ.. මෙන්න, මට මතකයි, මට මතකයි, ඒ ගැන නිතරම ශක්තිමත්ව සිටි ඇමති ප්රසන්න රණතුංග.",
        "රට බිංදුවට වැටෙන විට රටේ තත්වයට විශාල දායකත්වයක් සපයන ජනාධිපති රනිල් වික්රමසිංහ මහතා අභියෝගයට මුහුණ දුන්නේය.. සෑම කෙනෙකුම එක්සත් වී නම්, ඔහුට ඕනෑම අභියෝගයක් ජය ගත හැකි බව ඔහු මුළු ලෝකයටම පෙන්වා ඇත. අද ප්රසිද්ධ රැස්වීම ජනාධිපති රනිල් වික්රමසිංහගේ හැරවුම් ලක්ෂ්යය බව මට විශ්වාසයි. \"",
        "\"අද ගම්පහා දිස්ත්රික්කයේ විශේෂ දිනයක්. රනිල් වික්රමසිංහ මහතා බලයට පත්වී වසර දෙකක් ගත වී ඇත. ඇගේ අවුරුදු දෙකේ සමාප්ති උත්සවය අද ගම්පහාහි පැවැත්වේ. ජනාධිපති රනිල් වික්රමසිංහ මහතා ශ්රී ලංකාවට නව දේශපාලන සංස්කෘතියක් හඳුන්වා දෙයි. අද ඔබ මෙම වේදිකා දෙස බලන විට, සියලු පාර්ශ්වයන්ගේ දේශපාලන නායකයින් සිටී. ඔවුන් මේ රටේ ආර්ථිකය ගොඩනැගීම සඳහා එක්සත් වේ.",
        "මීට වසර දෙකහමාරකට පෙර, දැඩි ආර්ථික අර්බුදයකට මුහුණ දෙන විට රට භාර ගැනීමට කිසිදු නායකයෙක් ඉදිරිපත් නොවීය. ජනාධිපති රනිල් වික්රමසිංහ එය පිළිගන්නේ නැත්නම්, ජනතාව, අද ශ්රී ලංකාව කොතැනද යන්න ගැන සිතා බැලිය යුතුය. ඔහු රට භාර ගත්තේය. ආර්ථිකය ලබාගෙන ඔවුන්ට ජීවත් විය හැකි පරිසරයක් නිර්මාණය කළේය. ඔහුගේ නිවස ද ගිනි තබා ඇත.",
        "අරගලය තුළින් දේශපාලන කණ්ඩායම් විශ්වාස කළේ රට බලයට පැමිණිය හැකි බවයි. නමුත් ජනාධිපති රනිල් වික්රමසිංහ තම නිවස පුළුස්සා දැමූ විට, ඔහු ජනතාව වෙනුවෙන් ඉදිරිපත් වී රටේ ආර්ථිකය ශක්තිමත් කිරීම සඳහා තීරණ ගත්තේය.",
        "ඉන්ධන, ගෑස් පේළි සහ පැය දාහතරක් බලවතුන් රටෙහි පැමිණි විට රට භාර ගැනීමට කිසිදු නායකයෙක් ඉදිරිපත් නොවීය. රනිල් වික්රමසිංහ ආර්ථික ගැටලුව ඉතා සරල ආකාරයකින් විසඳීය. එය දරාගත නොහැකි දේශපාලන කණ්ඩායම් අද වේදිකාවලට නැගීම වන අතර මඩ ව්යාපාර කරගෙන යන අතර එමඟින් බලය ලබා ගැනීමට උත්සාහ කරති.",
        "රනිල් වික්රමසිංහ මහතා මුලින්ම අග්රාමාත්යවරයා ලෙස කටයුතු කළ අතර පසුව ජනාධිපති ධුරයට පත්වීමෙන් පසු ජනතාවට ප්රමාණවත් ඉන්ධන හා ගෑස් සැපයීමට කටයුතු කළේය. රටේ ප්රමාණවත් විදේශ විනිමය ආර්ථික දිශානතිය ඔහුට තිබුණි.",
        "භාණ්ඩාගාරය අද ඩොලර් බිලියන 5.5 කට වඩා එකතු කර තිබේ. ජනතාවගේ මූලික පහසුකම් සැපයීම සඳහා රජයට ප්රමාණවත් විදේශ විනිමය තිබේ. අපි නව දේශපාලන සංස්කෘතිය සමඟ ඉදිරියට ගොස් ඉදිරි දශකය තුළ රටේ ආර්ථිකය ශක්තිමත් කිරීම සඳහා වූ කැපවීම සමඟ කටයුතු කරන්නෙමු. මීළඟ ජනාධිපතිවරණයේදී රනිල් වික්රමසිංහ දිනා ගැනීමට අපි මහන්සි වෙමු. රනිල් වික්රමසිංහගේ ජයග්රහණයට එක්වන ලෙසත් මට ආරාධනා කර ඇත. \"ඔහු කිව්වා."
      ]
    },
    "en": {
      "title": "Never allow the future of the country to be shaped in accordance with the political agenda - the president",
      "body_lines": [
        "The people of the Gampaha district unanimously proposed the proposal of Minister Prasanna Ranatunga to field President Ranil Wickremesinghe as a candidate in the upcoming presidential election.",
        "Tens of thousands of people, including 250 former local members, participated in the meeting.",
        "The people of the Gampaha district unanimously confirmed the proposal that Ranil Wickremesinghe should re -contest the upcoming presidential election.",
        "President Ranil Wickremesinghe, Sajith Premadasa and Anurakumara Dissanayake called on the journey, demanding that he would never be allowed to design the country's future in accordance with political agendas.",
        "President Ranil Wickremesinghe said this while addressing a public meeting held at the Kadawatha Bus Stand Complex on Sunday (21) under the theme \"Let's win - Nam Gampaha\".",
        "The general meeting was held to clarify the current government's program and the ways of the government, participating in a large number of people in the Gampaha district and the people who supported the government's program, greeted the president.",
        "Minister Prasanna Ranatunga on behalf of the people of the Gampaha district made a proposal to field President Ranil Wickremesinghe as the presidential candidate in the upcoming presidential election.",
        "At the time, the ministers of the PA on the platform were unanimously accomplished by 250 former local members, including 26 MPs, and more than 15,000 people who participated in the meeting.",
        "Speaking at the event, President Ranil Wickremesinghe added that on July 21, 2022, the President said that he would take over the economy and a government -free country.. The president said that he had fulfilled the responsibility entrusted to him and that he had always acted for the country, not for himself.",
        "“I have fulfilled the basic responsibility that people have given me. I took charge of the country where the economy and the government. There was no government office even to take office as president. I have no party. I was the only one in parliament in my party. Accordingly, I did not cooperate with the United National Party (UNP) and did not cooperate with the United National Party.",
        "They did not come forward to support me because they did not want to accept the responsibilities of the People's Liberation Front. Then I asked for cooperation with PA's President GL Peiris. He's not even ready to meet me. I talked and he was not ready to talk to me. Then I met Mahinda Rajakhasa. He agreed to cooperate.",
        "I have no place to be president in the government that started doing so. People gathered at the president's palace were swimming in swimming. My house was burned. The office was also besieged. If the Prime Minister's Office was only left, I started the work on the top floor and the lower floor of Prime Minister Dinesh Gunawardena.",
        "It was only then that we discussed with the IMF and started the next tasks. I learned that everyone should carry out tasks. This country was degraded by doing politics. Sri Lanka is proud. Is it necessary for this country to go to this level?Even in the Maha dynasty, this country is not mentioned as a bankruptcy.",
        "We had to make difficult resolutions. We waited until the migrant workers were sent to buy fuel for the country. With the help of Samantha Power of the United States, we received fertilizer with the help of the World Bank. Had to make difficult decisions. We have reduced the cost of the government. IMF imposed the condition not to print money. It was advised not to borrow from banks.",
        "The need to find incomes excluding some reliefs. We would have fallen into crisis if they had not done them. Hoped that no matter what hardships come up. Thus, many times I sought the cooperation of the opposition.",
        "Sought their cooperation once every three months. They do not come forward to support support. Knowing that I am working for the development of the people and the development of the country, they protested all the activities. The United People's Power and the People's Liberation Front have not come forward to cooperate with the people.",
        "The world countries also issued announcements that we should not come forward to help us. But our journey continued. All parties, including the lending countries, the IMF organization, are now in harmony with us. We are trying to restore Sri Lanka from this position. The announcement that Sri Lanka has recovered from the bankruptcy. After that, many of our previous obstacles will be eliminated.",
        "There are still some obstacles. The parties that have assisted us re -funds for some programs. The work of the central highway will also begin. We have now reached such a situation.",
        "There is no essentials such as fuel, fertilizer, electricity, medicine. Hospitals and schools were closed. Do you remember that period?Remember the rows found in this area of ​​the Kandyadi?The rows were stretched up to Pianwila. The space for the rows is not enough. Such a situation was in the country. Do we want such hardships again?Or are we going to go ahead?",
        "There are problems. However we have to move forward. Four years of profession is not available. Both sectors do not provide private and government. To create income ways. This is where many go to the fourth. If there is no career for many more years, another people will explode. Today we face such problems.",
        "To improve the income of the people. Have to go ahead. To benefit in collaboration with the world that has developed. This government never forgets the poor people. The country's poverty is found 25 percent. In the first attempt to reduce it, we paid three times more allowance under the Assembly Scheme, rather than Samurdhi. We increased the number of beneficiaries from 18 - 24 lakhs.",
        "We provided 10 kg of rice free. Available without drugs. The problems have decreased. After receiving these, we implemented the Revolutionary Scheme, the Land Contains, the Urumaya Telephone Program.. All those who have experience will be provided with free land guarantees. 20 lakh people will be given such promises.",
        "We will grant home rights to 2 lakh people in the city of Colombo. We will provide financial relief to declare the plantation areas into villages and build houses. We have made a revolution in 75 years in a month.",
        "Poverty is high in rural areas. We have initiated plans to increase the arrival of tourists up to 50 lakhs with the Agricultural Naveity Program to address this.",
        "This can earn large quantities of small lands. We are implementing revolutionary plans to improve people and provide a good future for young people. Those efforts cannot be abandoned. That is why we have also submitted the Economic Change Bill to Parliament. The younger ones here want to increase their income by five times.",
        "Expect to be free from poverty. We must cooperate. Education will be rehabilitated. As well as vocational education will be reorganized. Universities will be created. All fields will be digitalized. We must have the future. When I was a Member of Parliament, Biyagama was seen as an unrelenting part. Some people made excuses and beeti. As the Minister of Education, I have made two commercial zones, power plants and factories around the area during this period.",
        "We have transformed this area into Sri Lanka's largest industrial zone. Why is it impossible to do this in other areas. Army and Special Task Force were brought here. Here we expect to create a third business zone in the Kerala area on 160 acres.",
        "Sabukaskanda will be developed after the refinery has been transported to Trincomalee. Similarly, areas including Kandy, Jaffna, Anuradhapura and Trincomalee should be developed.. That should be our future.",
        "I have been able to build the future of the country in accordance with the agenda of politicians. Politicians to comply with the country's needs. Otherwise the country's future will be questioned. It is useless to claim that Sinhalese. If proud men have to go ahead. Let us make a change.",
        "Useful in making fake promises. So I invite Sajith to come forward with Anura with us. Gampaha is the heart of Sri Lanka. TS Senanayake and JR Jayawardena were formed here. Come forward to unite the United National Party. Bandaranaike, DS. Senanayake also worked united for independence.",
        "During the 1971 riots, Sirimavo assisted Bandaranaike to JR Jayawardena. Chandrika Bandaranaike also offered to help us in the time of Premadasa. We have been dedicated to protect the country even if they clash in Parliament. We have protected democracy after the referendum. No country in Asia is not that pride. We have to go forward the same path. Cannot go back to the row age. We will create a good future. The call must be given the appropriate answer. I will say it when it comes to time. ”",
        "Minister of Urban Development and Housing",
        "“Two years have passed since President Ranil Wickremesinghe took office as president. Two years ago. There was a period of fuel, gas, and no medicine. Sri Lanka PA has called for Ranil Wickremesinghe as president to rescue the country from that economic crisis.",
        "Gampaha district is not a normal district. Gotabhaya Rajapaksa won this Gampaha district with 365,000 votes. Today, all political parties will work together to make you win with the same amount of votes and thank you.",
        "You must make a decision in the upcoming presidential election. Today we go to the hanging bridge. Anurakumara, a rhetoric, has said that the hanging bridge. Hanging Bridge is dangerous. Those who have no experience cannot go to the hanging bridge. Only Ranil Wickremesinghe can only cross the bridge of the people of this country.",
        "After the defeat of Mahinda Rajapaksa in 2015, the people of the Gampaha district gave me the power to come forward.. I have come forward to work for Ranil Wickremesinghe's victory in the 2024 presidential election due to the strength of the people of the Gampaha district.",
        "Also, I urge you to make a decision within the next week to contest the upcoming presidential election. Now I propose that Ranil Wickremesinghe should contest the upcoming presidential election. Those who have come here have confirmed it.",
        "You can no longer escape the President. You have to contest this presidential election. I mention that the people of the country will be committed to making you a success, led by the people of the Gampaha district. ”",
        "“We don't have to think about when people who come to Gampaha today. There is no doubt that President Ranil Wickremesinghe will return to the presidency of the country in the next presidential election. The city is overflowing the city. The largest people we have seen in recent history are full of Valam Kadavam.",
        "After independence, Sri Lanka is developing development in all sectors such as education, health, technology and infrastructure. Due to the economic crisis in 2022, the country was grown. The income is also dumped. People were suffering. In that crisis, we are very respectful that President Ranil Wickremesinghe is the one who has taken over the responsibility.",
        "President Gotabhaya Rajapaksa offered relief to the affected people as President Mahinda Rajapaksa provided relief to the war -affected people.. Like them, no one except President Ranil Wickremesinghe has given relief to the people affected by the economic crisis.",
        "There is a financial stability in the country today. The bank's interest rate is declining. Foreign stock has crossed $ 6 billion. The economy has been upset and faith among people. Accordingly, President Ranil Wickremesinghe has been a pilot who leads the country towards rapid and massive development.. We will continue his journey with President Ranil Wickremesinghe aimed at building the future by stabilizing the country's economy. ”",
        "“Ranil Wickremesinghe UNP. Some say that members are. Others say that Ranil Wickremesinghe belongs to the Sri Lanka Freedom Party. Some say that Ranil Wickremesinghe is the budget party. Others claim that Ranil Wickremesinghe belongs to the United People's Power.",
        "But today Ranil Wickremesinghe is in the party of the people of the country without any party.. He has no party. I urge you not to make a mistake again by performing testing with all parties in the country. This is not the time for the experiment. The president has brought the country to this position today.",
        "The former Prime Minister of Australia, who had recently visited the country, made a comment. Ranil Wickremesinghe said that if the people of this country lose the loss of Sri Lanka, it would be destroyed by Sri Lanka. After Sajith Premadasa lost in the last presidential election, I was speaking at 150 meetings that day, and I could not find him for up to 3 weeks.",
        "He was hiding. We are not in the position of paying a cost of costing at least at least. But in the end we had to abandon him. That is not any other. At the time when people were suffering, he had to abandon him because he avoided the challenge. The leader who cannot accept this challenge will not accept the responsibility of this country. Therefore, I urge everyone in the United People's Power to understand this reality.",
        "The upcoming presidential election party is not a winning election. You must well remember that this election is an election that determines the future of your children and the future of the country. Gampaha district is the most important district in this country. So let's all come together and continue this journey. No one can change Ranil Wickremesinghe's victory in the presidential election. He will definitely win in this struggle. ”",
        "“Thinking about this country and those who think about the future of the country are with us today. Bandaranaike is my father -in -law. The world's first female Prime Minister Sirimavo Bandaranaike is my aunt. From the political family, I made a very difficult decision in view of the service provided by President Ranil Wickremesinghe in building the country's economy. My hands were trembling when President Ranil Wickremesinghe voted for the election to elect the president in Parliament. But now I will vote for him.",
        "Anuragumara Dissanayake came to Kandy and asked where Lohan was. I would like to tell him that “those who fear the demons do not build houses in the cemetery”. During the 88-89 period. I urge you not to mislead the younger ones who support the party today. Those who love the country know that President Ranil Wickremesinghe is the appropriate leader of the country.",
        "Is it possible to lead a country by Sajith Premadasa, who gives a security personal work for the tall and a normal profession to the lowly one?",
        "I am the right hand of Mahinda Rajapaksa. Even so, I know that President Ranil Wickremesinghe is the only one who can build the economy of this country over the next decade.. Join hands with the president's program to build a better future for you. After confirming the victory of President Ranil Wickremesinghe, we will return to Gampaha again. ”",
        "“The third meeting of the session of the session will be held today in Kadawatha. We held two meetings in Galle and Kandy. The meeting is held today with more supporters than those two. Such a political meeting has not been held in Sri Lanka yet. At this meeting, there are many parties representing representatives and supporters.",
        "The president has never received such a platform before. When everyone fled the country, when the people were orphaned, we set up such a platform for the President today for the rescue of the country.. The president has not imposed any conditions to accept the presidency.",
        "The Sri Lanka PA decided to support the president. We will support the regime for the next five years, without the condition that you have to restore the country and put an end to the death of the people.",
        "The country should be good to do party politics. Let us create a more political platform for the President than this political platform. You have to create a better future for our children, who have succeeded in the challenge of two years.",
        "We all know about the status of this country and the order of the sequence two years ago. Cannot forget that era. Found a severe economic crisis that people could not live. The president created the situation in the country today. The next time everyone will unite and appoint President Ranil Wickremesinghe. ”He said.",
        "“More than 15,000 people arrive today, saying that the challenge of bringing at least one person more than the other presidential candidates.. Here I remember Minister Prasanna Ranatunga, who was always strong, with great respect.",
        "President Ranil Wickremesinghe, who was a huge contributor to the country's state of affairs, faced the challenge when the country fell to zero.. He has shown to the whole world that if everyone is united, he can overcome any challenge. I am confident that today's public meeting is the turning point of President Ranil Wickremesinghe. ”",
        "“Today is a special day for Gampaha district. Two years have passed since Ranil Wickremesinghe took office. Her two -year closing ceremony is going on today in Gampaha. President Ranil Wickremesinghe introduces new political culture to Sri Lanka. As you look at these platforms today, there are political leaders from all parties. They are united to build the economy of this country.",
        "Two and a half years ago, no leader came forward to take charge of the country when faced with a severe economic crisis. If President Ranil Wickremesinghe does not accept it, you, the people, should think about where Sri Lanka was today. He took charge of the country. Retrieved the economy and created an environment where they could live. His house was also set on fire.",
        "Through the struggle, political groups believed that the country could come to power. But when President Ranil Wickremesinghe burned his own house, he came forward for the people and made decisions to strengthen the country's economy.",
        "When the fuel, gas rows, and fourteen hours of power were on the country, no leader came forward to take charge of the country. Ranil Wickremesinghe solved the economic problem in a very simple manner. Political groups that cannot bear it are today climbing the platforms and are carrying out mud campaigns and thereby trying to gain power.",
        "Ranil Wickremesinghe first took over as prime minister and then arranged to provide adequate fuel and gas to the people after taking office as president. He had the economic orientation of the country's enough foreign exchange.",
        "The Treasury has collected over $ 5.5 billion today. The government has enough foreign exchange to provide people's basic facilities. We will go forward with the new political culture and work with the dedication to strengthen the country's economy over the next decade. We will work hard to win Ranil Wickremesinghe in the next presidential election. I am also invited to join the victory of Ranil Wickremesinghe. ”He said."
      ]
    }
  },
  "summary_lines": [
    "It seems like you've shared a detailed narrative focused on political discourse surrounding the potential candidacy of Ranil Wickremesinghe for the upcoming presidential election in Sri Lanka, emphasizing his leadership during a challenging economic period and calling for unity and support for his campaign. How can I assist you further with this information? Are you looking for analysis, summary, or perhaps need assistance with another task related to this topic?"
  ]
}