{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරණයට තරඟ කිරීම සඳහා පුද්ගලයින් 40 දෙනෙකු පාලනය කිරීම - මැතිවරණ කොමිෂන් සභාව",
      "body_lines": [
        "ජනාධිපතිවරණයට අපේක්ෂකයින් 22 දෙනෙකු තරඟ කිරීමට අපේක්ෂකයින් 22 දෙනෙකු සිටින බව මැතිවරණ කොමිසම නිවේදනය කර තිබේ.",
        "අපේක්ෂකයින් 41 දෙනාගෙන් 2019 ජනාධිපතිවරණයට තරඟ කළේ අපේක්ෂකයින් 35 දෙනෙකු පමණි. තරඟ කළේ අපේක්ෂකයින් 35 දෙනෙකු පමණි.",
        "ජනාධිපතිවරණය සඳහා නිල නිවේදනය ජූලි 26 වන දින ප්රකාශයට පත් කරන ලදී. මෙම කාලය තුළ දින 14 ක කාල සීමාවක් ලබා දී ඇත. මෙම කාලය තුළ පුද්ගලයින් 4 දෙනෙකු ස්වාධීන දේශපාලන පක්ෂයක් සහ ස්වාධීන අපේක්ෂකයෙකු ලෙස පාලනය කරන ලදී.",
        "නව ප්රජාතන්ත්රවාදී පෙරමුණ - සිලෝන් කම්කරු පක්ෂය, ලංකා කම්කරු පක්ෂය - ජාතික සංවර්ධන පෙරමුණ, සහකාර සංවර්ධන පෙරමුණ, ජාතික සංවර්ධන පෙරමුණ - විජයදාස රාජපක්ෂ, එක්සත් සමාජවාදී පක්ෂය උරුමයා සාදය",
        "ජනසේන පෙරමුණ - බට්ටරමුල්ල සීලරත්න තෙර, අරුණළු සීලරත්න තෙර, අබ්දුල් මොහොමඩ් ඉන්ලාන්ත ශ්රී ලංකා සමාජ බලය - ඩිමොක්රටික් එක්සත් ජාතික පෙරමුණ - ආනෝජා ද සිල්වා - අනෝජා ද සිල්වා - නුවන් බොපෙක්, ශ්රී ලංකා කොමියුනිස්ට් පක්ෂය - ශ්රී ලංකා පී.ඒ.රත්නායක සහ එක්සත් ජාතික නිදහස් සන්ධානය - ලලිත් ද සිල්වා පාලනය කර ඇත.",
        "ඒ අතරම, අනවසර දේශපාලන පක්ෂයේ රුහුනු ජනතා පෙරමුණ වෙනුවෙන් අජන්තා සොයිසා සොයන්නේ පාලනයයි.",
        "රනිල් වික්රමසිංහ, සරත් කීර්ති රත්නස, කේ.කේ. පියදාස, ආනන්ද කුලරත්න, අනාන්ද කුහරත්න, අයි.කේ."
      ]
    },
    "en": {
      "title": "Control of 40 people to contest presidential election - Elections Commission",
      "body_lines": [
        "The Elections Commission has announced that there are 22 candidates to contest for the presidential election.",
        "Of the 41 candidates, only 35 candidates contested the 2019 presidential election. Only 35 candidates contested.",
        "The official announcement for the presidential election was announced on July 26. A 14-day period was granted to pay for the payment. During this period, 4 people have been controlled as an independent political party and an independent candidate.",
        "New Democratic Front - Osala Herath, Ceylon Workers Party - ASP Liyanage, United People's Shakti Sajith Premadasa, National Development Front - SK Pandaranaike, National Democratic Front - Vijayadasa Rajapaksa, United Socialist PartyUrumaya Party-Sarath Manamendra",
        "Janasena Front - Battaramulla Seelaratne Thera, Arunalu People's Front - KR Krishnan, National People's Power - Anuragumara DissanayakeSri Lanka's Sama Samajam Party Mahinda Devage, United Democratic Alliance - Abdul Mohammed Inbas, Democratic United National Front - Anoja de Silva, Socialist People's Forum - Nuwan Bopake, Sri Lanka Communist Party - Dilith Jayaweera, Sri Lanka PARatnayake and the United National Freedom Alliance - Lalit de Silva have been controlled.",
        "At the same time, Ajantha The Soyza has paid control on behalf of the Ruhunu People's Front in the unauthorized political party.",
        "Ranil Wickremesinghe, Sarath Keerthi Ratna, KK Piyadasa, Ananda Kularatna, Akmeemana Taru, Siripala Amarasinghe, Sarath Fonseka, Antony Victor Perera, Iidurus Muhammad Iliyas, Manage Pamasiri, Roshan Ranasinghe, PA Ariyanethran, Saminda Anurutha and Sarath Kumara Gunaratne have been controlled."
      ]
    }
  },
  "summary_lines": [
    "The Elections Commission announced 22 candidates for the upcoming presidential election, including 4 individuals who registered as independent candidates or part of independent political parties during a 14-day registration period starting July 26. This includes notable figures like Ranil Wickremesinghe, Sarath Fonseka, and others representing various political fronts such as New Democratic Front, United People's Shakti, and more."
  ]
}