{
  "translated_text": {
    "si": {
      "title": "මව ක el රත්වය;යාල්. පොලිසියේ රැකවරණය පැතූ කොළඹ පිරිමි ළමයා",
      "body_lines": [
        "තම මව සහ මවගේ දෙවන සැමියාට වධහිංසා පමුණුවා ඇති බව පවසමින් කොළඹ සිට පිරිමි ළමයෙකු යාපනයේ පොලිස් ස්ථානයේ රැකවරණය ලැබීය.",
        "පිරිමි ළමයා ගැන සොයා බැලීමේදී පිරිමි ළමයා උතුරු ඉන්දියාවෙන් වූ බව අනාවරණය විය, ඔහුගේ මව කොළඹ ගෑසිනෝහි වැඩ කරමින් සිටින අතර මෙහි ශ්රී ලාංකික පුද්ගලයෙකුගේ සේවය කරමින් සිටි බව අනාවරණය විය.",
        "මේ අතර, පිරිමි ළමයා මන්නාරම වෙත ගොස් මුහුදෙන් ඉන්දියාවට ගොස් කොළඹ අතහැර යාපනයට බස් රථයකට යාපනයේ සිට යාපනය දක්වා බස් රථයකට යාබදව මන්නාරම් බස් රථයට බෝ කිරීමට ය.",
        "යාපනයට පැමිණි පිරිමි ළමයා යා යුත්තේ කොතැනට දැයි දැන සිටියේ නැත, ඇය පොලිස් ස්ථානයේ රැකවරණය ලබා ඇත.",
        "පිරිමි ළමයාගේ මව යාපනයේ කැඳවූ විට, පිරිමි ළමයාගේ වැරදිවලට ​​පිරිමි ළමයාට ද punish ුවම් කරන බව පැවසීය.",
        "පසුව පොලිසිය පිරිමි ළමයා පාවා දී මව අමතා පිරිමි ළමයා කොළඹට යැව්වා.. රීල්"
      ]
    },
    "en": {
      "title": "Mother cruelty;Yall. Colombo boy who sought refuge in police",
      "body_lines": [
        "A boy from Colombo, a boy from Colombo, had taken refuge at the Jaffna police station claiming that his mother and mother's second husband were beaten torture.",
        "When investigating the boy, it was revealed that the boy was from North India, his mother was working in Gasino in Colombo and staying with a Sri Lankan person here.",
        "Meanwhile, the boy is planning to go to Mannar and then travel to India by sea, leaving Colombo and boarding a bus to Jaffna instead of boarding the Mannar bus.",
        "The boy who came to Jaffna did not know where to go, and she has taken refuge at the police station.",
        "When the boy's mother was called in Jaffna, he said that he would punish the boy for the mistakes of the boy.",
        "The police then compromised the boy and warned the mother and sent the boy to Colombo with the mother.. Remble"
      ]
    }
  },
  "summary_lines": [
    "A boy from North India, seeking refuge in a Jaffna police station after alleging abuse by his mother and stepfather in Colombo, was actually from there himself. He worked in a Gasino and stayed with a local family. Planning to move to Mannar and then to India, he mistakenly went to Jaffna instead of Mannar. Unable to find shelter, he approached the police. His mother, contacted in Jaffna, agreed to return with him to Colombo, where the police mediated and ensured their safe journey back."
  ]
}