{
  "translated_text": {
    "ta": {
      "title": "அசோகா ரன்வாலா ராஜினாமா செய்கிறார்",
      "body_lines": [
        "திரு. அசோகா ரன்வாலா பதவியில் இருந்து ராஜினாமா செய்ய முடிவு செய்துள்ளார்.",
        "கடந்த சில நாட்களில் தனது கல்வித் தகுதிகளுடன் ஒரு சிக்கலை எழுப்பிய ஒரு கடிதத்தில் அவர் அவருக்கு அறிவித்துள்ளார், ஆனால் அவர் எந்த தவறான அறிக்கையும் வெளியிடவில்லை.",
        "இருப்பினும், கல்வியை உறுதிப்படுத்த அவர் சில ஆவணங்களைப் பெற வேண்டும்.",
        "இருப்பினும், இந்த ஆவணங்களை தற்போது முன்வைப்பது கடினம் என்று அவர் கூறுகிறார்.",
        "இலங்கை பல்கலைக்கழகத்தில் பட்டம் பெற்ற ஜப்பான் பல்கலைக்கழகத்தில் பட்டம் பெற்ற ஜப்பான் பல்கலைக்கழக ஜப்பான் பல்கலைக்கழகத்திற்கும் அவர் தெரிவித்துள்ளார்.",
        "எவ்வாறாயினும், நிலைமையைப் பொருட்படுத்தாமல், அரசாங்கத்தை அரசாங்கத்தால் சங்கடப்படுத்த முடியாது என்றும், நன்கொடையாளர் பதவியில் இருந்து ராஜினாமா செய்ய மக்கள் முடிவு செய்துள்ளதாகவும் அவர் அரசாங்கத்திற்கு தெரிவித்துள்ளார்."
      ]
    },
    "en": {
      "title": "Ashoka Ranwala resigns",
      "body_lines": [
        "Mr. Asoka Ranwala has decided to resign from the post.",
        "He has informed him in a letter that has raised a problem with his educational qualifications in the past few days, but he has not made any false statement.",
        "However, he has to obtain certain documents to ensure that education.",
        "However, he says that these documents are difficult to present at the moment.",
        "He has also informed the University of Vision Institution of Japan, who has graduated from the University of Vision of Japan, who has graduated from the University of Sri Lanka.",
        "However, he has informed the government that the government could not embarrass the government, regardless of the situation and the people have decided to resign from the post of donor."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Ashoka Ranwala resigns due to educational qualification issues. He claims no false statements made but needs documents proving his education. The University of Vision Institution of Japan is mentioned, as well as his graduation from the University of Sri Lanka. Despite this, he has decided to resign from his position as donor."
  ]
}