{
  "translated_text": {
    "ta": {
      "title": "புலி: ஆசியாவின் மிக உயர்ந்த புலி அடர்த்தி கொண்ட 'வில்பட்டு', எங்கள் ஆராய்ச்சியின் படி",
      "body_lines": [
        "இதில் இது சேர்க்கப்படவில்லை. வீடியோ தலைப்பு சுமார் 313 புலிகள் வில்பட்டுவில் வசிக்கின்றன என்று மதிப்பிடப்பட்டுள்ளது.",
        "புலி: ஆசியாவின் மிக உயர்ந்த புலி அடர்த்தி கொண்ட 'வில்பட்டு', எங்கள் ஆராய்ச்சியின் படி",
        "வில்பட்டு உலகின் பிரபலமான எல்.டி.டி.இ பணியாளர்கள், இலங்கையின் மிகப்பெரிய தேசிய பூங்கா.",
        "கன்றுகளில் எட்டு புலிகள் இந்த நாட்களில் பார்த்திருக்கிறார்கள்.",
        "'' வில்பட்டு. இந்த நாட்களில் எட்டு பெண் விலங்குகள் வைக்கப்பட்டுள்ளன. மராதங்கமதுவாவில் பெண் தங்குமிடம் கொண்ட பெண் கொட்டகை ஐந்தாவது வாய்ப்பு. நான் 2011 முதல் வில்பட்டுவில் உள்ள புலிகளை ஆராய்ச்சி செய்தேன். ஆனால் இதுபோன்ற நிலை, \"வனவிலங்கு ஆராய்ச்சியாளர்கள் கித்ஸிரி குணவர்தேனா பிபிசி சிங்களிடம் கூறினார்."
      ]
    },
    "en": {
      "title": "Tiger: 'Wilpattu', the highest tiger density in Asia, according to our research",
      "body_lines": [
        "It is not included in this. Video header is estimated that about 313 Tigers live in Wilpattu.",
        "Tiger: 'Wilpattu', the highest tiger density in Asia, according to our research",
        "Wilpattu is a popular LTTE cadres in the world, the largest national park in Sri Lanka.",
        "Eight Tigers in the calves have seen these days.",
        "'' Wilpattu. Eight female animals have been placed these days. The fifth chance that the female sheltered female shed in Maradankamaduwa. I researched the Tigers in Wilpattu from 2011. But this was the case, \"Wildlife Researchers Kithsiri Gunawardena told BBC Sinhala."
      ]
    }
  },
  "summary_lines": [
    "\"Wilpattu, Sri Lanka's largest national park, boasts the highest tiger density in Asia, with an estimated 313 tigers. Recent research highlights the birth of eight calves, including a fifth female calf born to a female tiger in Maradankamaduwa. This information is based on a study conducted since 2011 by wildlife researcher Kithsiri Gunawardena.\""
  ]
}