{
  "translated_text": {
    "si": {
      "title": "”16 வயசுல எனக்கு நடந்தது உங்களுக்குத் தெரியுமா?”",
      "body_lines": [
        "வெள்ளித்திரையில் காமெடி ரோலில் நடிக்கும் பெண்களை விரல்விட்டு எண்ணிவிடலாம். அதில் பிரியங்காவை தெரியாதவர்கள் இருக்க வாய்ப்பில்லை. ඔහු තම ජීවිතයේ දුක්බර පැත්ත ගැන කතා කර ඇත.",
        "பல படங்களில் வடிவேலுவுடன் இணைந்து ஆல்டைம் பேவரைட் காமெடி சீன்களில் நடித்துள்ளார் இவர். අර්ජුන් හි මරුරුතමලෙයි චිත්රපටයේ වඩිවෙල්ලු ප්රහසන සහ වඩිවෙලු සන්ධානය වෙළඳාමේ ඉස්මතු වේ.",
        "චිත්රපටයේ සාර්ථකත්වයට ප්රධාන හේතුව හාස්යයයි. චිත්රපටයේ ඇති විකාරයන් ගැන සඳහන් කිරීම සඳහා ප්රියංකා පොලිස් නිලධාරියෙකු වන වඩිවෙල් ලබා දීමට ප්රහංචි ය.",
        "ස්වාමිපුරුෂයන් පේළිවලින් පැමිණ තම ස්වාමිපුරුෂයා වඩුවෙල් වෙත හඳුන්වා දී ඇය සමඟ ප්රියංකාට එවනු ඇතැයි ඉල්ලා සිටියි. ඔහු අවසානයේදී ටිකට් පත සොලවා එය ස්වාමිපුරුෂයකට යවන්න.",
        "ඊළඟට, චිත්රපටයේ ආදර ලිපිය චිත්රපටයේ හාස්යයේ හාස්යුවේ හාස්යයක වෙස්වළාගත් පොලිසියකි.",
        "රජය ද ප්රහසනවල තරුවනු ඇත. ඔහු බොහෝ අල්වෙල් ලෙස රඟපෑවේ රඟපෑවේ පෙවිටරයිඩ් හාස්යය සහ හදිසියේම රිදී තිරයෙන් අතුරුදහන් විය.",
        "ඔහු දැන් අවුරුදු 8 ක විරාමයක් පසුව නැවත වැඩ කිරීමට පටන් ගෙන තිබේ. ඇය විවාහ නොවී විවාහ නොවී දැන් අනුක්රමිකව ක්රියා කිරීමට පටන් ගත්තාය.",
        "ඔහු රිදී තිරයෙන් මෑතකදී පැවති සම්මුඛ සාකච්ඡාවකදී ඔහුගේ නරකම අත්දැකීම් බෙදා ගත්තේය.",
        "ඔහු මුලින්ම සිනමාවට ඇතුළු වූ විට, ආකර්ෂණීය චරිත පමණක් ලබා දී ඇති නමුත් එය පෙර වෙඩි තබා නොගනී. \"මම දන්නේ නැහැ ඒ වගේ රෝල් කියලා. මම කවදාවත් ඒ පින්තූර දකින්නේ නැහැ. මට කමක් නැහැ, \"ඔහු සිහින් සිනහවකින් කීවේය.",
        "ඔහුගේ වැටුප ගැන කතා කරමින්, \"ඒ දවස්වල ඔවුන් දිනකට රුපියල් 1000 ක් හෝ 1500 ක් ගෙවනු ඇත. මම විනෝදයෙන් යන්නෙමි, \"ඔහු සිනහවකින් කීවේය.",
        "සයිමේඩ් දෙමළ රූපවාහිනියේ සිප ගත්තා. මේ ගැන අදහස් දක්වමින්, ඔහු සිනමාවේ රඟපෑමේ දී විශාල වෙනසක් නොවන අතර චිත්රපටයේ ක්රියා කරයි. නමුත්, මම ප්රහසන පෙරළීමේදී ක්රීඩා කළ රිදී තිරයේ. මම අයිකනය තුළ දුෂ් in යා වාදනය කරමි. එකම වෙනස මෙයයි.",
        "මම මුලින්ම වඩිවෙල්ලු ගැන දන්නේ නැහැ. මා නොදැන මම ඔහු සමඟ ප්රහසන දර්ශන වාදනය කළෙමි. ඔහු කවුදැයි ඔහු දැන සිටියේ පසුව පමණි."
      ]
    },
    "en": {
      "title": "\"Do you know what happened to me at the age of 16?\"",
      "body_lines": [
        "Women who play a comedy role on silver screen can be counted. There is no chance of those who do not know Priyanka in it. He has talked about the sad side of his life.",
        "He has acted in Altime Pevaride comedy scenes with Vadivelu in several films. Vadivelu comedy in the Maruthamalai film in Arjun and Vadivelu alliance will be a trademart highlight.",
        "Comedy was the main reason for the success of the film. To mention the comedies in the film, Priyanka is a comedy to give Vadivelu, who is a policeman.",
        "5 Husbands come in line and introduce Priyanka's husband to Vadivelu and ask each one to send Priyanka with her. He will eventually shake the ticket and send it to a husband.",
        "Next, the love letter in the film was a disguise police in a comedy in the comedy of the film.",
        "The government will also star in the comedy. He was acting in many Altime Pevaride comedies and suddenly disappeared from the silver screen.",
        "He has now started acting again after a hiatus of 8 years. She stopped acting as her husband told her not to be married and now started acting in serial.",
        "He shared his worst experience in a recent interview that traveled from the silver screen.",
        "When he first entered the cinema, only glamor characters were given, but it would not be shot before. \"I don't know that's the roll that was like that. I will never see those pictures. I don't mind, ”he said with a thin smile.",
        "Speaking of his salary, he said, “In those days they will pay 1000 or 1500 rupees per day. I will even go to the fun, ”he said with a smile.",
        "Zee kissed in Tamil television. Speaking about this, he is not a big difference in acting in cinema and acting in the film. But, on the silver screen I played in comedy roll. I play the villain in the icon. This is the only difference.",
        "I don't even know Vadivelu's first. I have played comedy scenes with him without knowing whom. Only then did he know who he was."
      ]
    }
  },
  "summary_lines": []
}