{
  "translated_text": {
    "ta": {
      "title": "ரணில் விக்ரமேசிங்க் கிங் கஷ்யபா போன்றவர் என்று மனுஷா கூறுகிறார்",
      "body_lines": [
        "தொழிலாளர் மற்றும் வெளிநாட்டு வேலைவாய்ப்பு அமைச்சர் மனுஷா நானாயக்கரா இது ஒரு தேசிய சுதந்திர உணர்வு அல்ல என்று கூறினார்.",
        "\"8/89 இல், நான் இல் மஹா நாயக்காவைக் கொண்டாடுவது நல்லது, ஆனால் சுதந்திரத்தை கொண்டாடுவது தவறு\" என்று யு.என்.பி.",
        "நாட்டின் ராஜாவைப் போன்ற ஒரு ராஜா நாட்டிற்கு, ஜனாதிபதி ரங்கில் விக்கிரமசிங்க கஷ்யபாவாக வளரும் திறன் கொண்ட ஒரு தொழில்நுட்பம் என்று அவர் சுட்டிக்காட்டினார்.",
        "\"இது நம்மை அழகாக உருவாக்குவது எங்களுக்கு மகிழ்ச்சி அளிக்கிறது. பார்க்க வேண்டாம் என்று சொல்ல வேண்டாம் என்று சொல்வதும் நன்றாக இருக்க வேண்டும். நான் இங்கே ஒழுங்காக இல்லாவிட்டால் கற்பனை செய்து பாருங்கள், நீங்கள் என்னைப் பார்க்கிறீர்களா?அதாவது வெளிப்புற தோற்றம் உட்பட இனிமையாக இருப்பது மிகவும் முக்கியம்.",
        "நாம் மாறும்போது, ​​நம் வெளிப்புற தோற்றத்தை மாற்ற வேண்டும். நீங்கள் மட்டுமே அதை மாற்ற முடியும். அரசாங்கத்தால் அதை செய்ய முடியாது. நான் தொடங்க விரும்புகிறேன்.மாற்ற, நீங்கள் அனைவருக்கும் முன்பாக மாற வேண்டும்.",
        "நாங்கள் மருத்துவரின் நல்ல கார்ட்டோ போல தோற்றமளித்தோம்.அது சோவ் என்ற மனிதர், எல்லாவற்றிற்கும் இல்லை. இன்று, தளங்களில் எல்லாவற்றிலும் இல்லை.",
        "நினைவில் கொள்ளுங்கள், ஒரு புதிய நாய்க்குட்டிகள். இலக்கின் ஒவ்வொரு குறிக்கோளும் ரோமில் இருந்து கேட்டது. ஆனால் ரோம் ஒவ்வொரு நாளும் நின்றார். இந்த கார்ட்டூன் மற்றும் ரோமானியர்களில் ஏவுதல்கள். ஆனால் ரோம் ஒரு குறிப்பிடத்தக்க வரலாற்றைக் கொண்டுள்ளது. நாங்கள் ரோம் என்று சொல்லும்போது நிறைய விஷயங்களை நினைவில் கொள்கிறோம். ரோம் மீதான தாக்குதல்கள் வலுவாக கட்டப்பட்டன.",
        "நாங்கள் இன்று தூதரகங்களுக்கும் டாலர்களைப் பயன்படுத்துகிறோம், ஆனால் நாங்கள் பெரும்பாலும் ரோம் போல வலுவாக இருக்க முயற்சிக்கிறோம்.",
        "ஹீரோஸ் ஹீரோக்கள் எங்கள் காலத்தில் வாழ்க்கையை வென்ற ஹீரோக்கள். பின்னர் ஹீரோக்களின் ஒரு குழு வந்தது.ராபின் ஹூட், ராபின் ஹூட் போல, ஏழைகள் பணத்திலிருந்து பணத்தை எடுத்துக் கொண்டனர். அங்கு, எந்த மனநிலையும் இல்லை, அது உங்களை இடத்திலிருந்து கொண்டு வரும்.",
        "இதன் விளைவாக, ஒடியோக்கள் பிறந்தன. அவர்கள் எலும்பு எலும்புகள், ஐம்பது ரொட்டியிடம் சொன்னார்கள். மக்கள் தியோபாரியை உருவாக்கினர்.",
        "இன்று பேஸ்புக்கிலிருந்து ஹீரோக்கள். அவர்களிடம் மற்றவர்களிடமிருந்து பணம் இல்லை என்றால். நாங்கள் அச்சுறுத்தலிலும் செயல்படுவோம்.",
        "அவர்களால் செய்ய முடியாத ஒரு நோயியல் சூழ்நிலை உள்ளது. பேஸ்புக் இந்த நோயியல் வல்லுநர்கள் அனைவரும் பேஸ்புக்கிற்கு வந்தனர். எனவே இப்போது முழு நாடும் பைத்தியம் என்று காண்கிறோம். இன்று, சமூக ஊடகங்கள் ஒரு சிறிய ஹீரோக்களை உருவாக்கியுள்ளன.",
        "ஒவ்வொரு நாளும் ஏழைகளுக்கு எங்களை வைக்க முயற்சிக்கிறோம். நாங்கள் அங்கு வெளியே செல்ல விரும்புகிறோம். நாம் பணத்தை இழந்தாலும், மோசமான மனநிலையிலிருந்து விடுபட வேண்டும். அது என்னிடமிருந்து தொடங்க வேண்டும். மனம் நிறைந்ததாக இருக்கும்போது, ​​வாழ்க்கைத் தரத்தை மேம்படுத்துவது எளிது.",
        "ஏழைகளுக்கும் பணக்காரர்களுக்கும் வித்தியாசம் உள்ளது. பணக்காரர்கள் தங்களுக்கு என்ன வேண்டும் என்று நினைக்கிறார்கள். ஏழைகள் விரும்புவதைப் பற்றி சிந்திக்கிறார்கள். எனவே நாங்கள் இவ்வளவு விஷயங்களைச் செய்ய விரும்பவில்லை, நீங்கள் விரும்பியதைச் செய்ய. முடிவில், நமக்குத் தேவையானதை நாங்கள் செய்ய மாட்டோம்.",
        "வளர தேவையில்லை. நமக்குத் தேவையானதைப் பற்றி நாம் சிந்திக்க வேண்டும். எனவே நாம் என்னிடமிருந்து தொடங்க வேண்டும்.",
        "ஒரு யூனிட் தண்ணீரிலிருந்து நாம் நிறைய தண்ணீரைப் பயன்படுத்தலாம். ஆனால் நாங்கள் நகரத்திற்குச் செல்லும்போது, ​​ஒரு பாட்டில் தண்ணீர் எடுக்க நிறைய பணம் செலவிடுகிறோம். ஆனால் அதை எந்த வகையிலும் சிகிச்சையளிக்கவில்லை. நீர் சுட்டுக்கொள்ளும் போது, ​​நாங்கள் அரசாங்கத்திற்காக கத்துகிறோம். நம் மனநிலையின் காரணமாக இவை நிகழ்கின்றன.",
        "சிந்திக்காமல் ஒழுக்கத்தை நாங்கள் நினைக்கவில்லை, நாங்கள் எப்போதும் எங்கள் தவறுகளையும் 225 பேரையும் குறை கூறுகிறோம்.",
        "ஆனால் நாங்கள் எங்கள் சொந்த இசை மற்றும் நிதி ஒழுக்கத்தை உருவாக்கினால், நாம் மேம்படுத்தலாம். நாங்கள் யாரையும் குறை கூறப் போவதில்லை. எதிர்காலத்திற்கு செல்ல நாங்கள் தயாராக இருக்க வேண்டும். நீங்கள் எங்கள் மனதை மாற்ற வேண்டும்.",
        "அனைத்து நாகரிகங்களும் சமவெளிகளில் தொடங்கியது. ஆனால் எங்கள் நாகரிகம் மலைகளில் தொடங்கியது. இறுதியாக, அனுராதபுராவில் ஒரு பெரிய நகரங்கள். ஒரு தனித்துவமான நீர்ப்பாசன அட்டையை உருவாக்கியது. எங்களுக்கு மிகவும் வலிமையான மனிதர்கள் இருந்தனர்.",
        "சிகிரியாவின் தோட்டம் உள்ளது. தங்கம் பரிவர்த்தனை செய்யப்பட்டது. பின்னர், தங்கம் இருந்தது என்பது வரலாற்றை மாற்றியது.",
        "ஆடை சுவர்கள் எழுதப்பட்டு அழிக்கப்பட்ட படிக பாடல்களை அழித்தன. அவள் கற்பிக்கப்பட்டபோது அவள் கொல்லப்பட்டாள் என்பதை அறிந்தாள். ஆனால் சிகிரியாவை உருவாக்க காஸ்யபா நீர்ப்பாசன தொழில்நுட்பத்தைப் பயன்படுத்தவில்லையா?எனவே கத்யபா, அப்பா, ஒருவேளை நீங்கள் காப் செய்திருக்கலாம்,அந்நிய செலாவணி சிகிரியாவுக்கு அந்நிய செலாவணியை உருவாக்கிய ஜனாதிபதியாகவும் செல்வந்தர் இருந்தார். இன்றும் கூட, மக்கள் சேறும் சகதியுமாக இருக்கிறார்கள்.",
        "இன்செல்லி நிசங்கா பையை செய்யாமல் கல்வெட்டுகளை மட்டுமே எழுதினார். இது கியானாயாட்கள் மட்டுமே. இன்றும் அந்த நபர்கள் இருக்கிறார்கள். நாங்கள் விழ ஆரம்பித்தபோது, ​​பல் துணியிலிருந்து மறைந்து, நெருப்பின் மனிதர்களாக வெளியே வந்தது.",
        "எனவே 88/89 முறை மக்களைக் கொன்றவர் துணிகளின் துணிகள், சுதந்திரத்தை கொண்டாடுவது தவறு என்று கூறுகிறார். பஸ், வீடுகள் மற்றும் சுமை கொண்ட பணம் ஆகியவற்றால் அழிக்கப்பட்ட பணத்தைப் பற்றி யாரும் பேசவில்லை.இன்று காஷ்யப் போன்ற ஒரு ராஜா ஒரு ராஜா இருக்கிறார்.",
        "மனிதனைப் போன்ற கடிதங்களைப் போன்ற ஒரு மனிதனிடம் உங்களுக்கு மாற்றம் இருப்பதால், உலகை டிஜிட்டல் மயமாக்கக்கூடிய ஒரு தலைவரும் எங்களிடம் உள்ளது.",
        "அதாவது, தற்போதைய ஜனாதிபதி ரணில் விக்ரமேசிங்க. அரசாங்கம் அவருக்கு உதவாமல் உங்களைத் தொடங்குகிறது.",
        "நீங்கள் வணிகத்தைத் தொடங்குகிறீர்கள். அங்கு, மதத்தையும் கலாச்சாரத்தையும் பாதுகாக்கவும், ஒரு பீர் தயாரிக்க ஒரு வழியை உருவாக்கவும் ஒரு வழி உள்ளது. சிக்கியவற்றிலிருந்து வெளியே செல்லுங்கள், என்னைத் தொடங்கவும்.",
        "இலங்கையை வெற்றிக்கு நகர்த்துவதற்கு இன்று ரணில் விக்ரமேசிங்கை வைத்திருக்கிறோம்."
      ]
    },
    "en": {
      "title": "Manusha says Ranil Wickremesinghe is like King Kashyapa",
      "body_lines": [
        "Labor and Foreign Employment Minister Manusha Nanayakkara said that it is not a national sense of independence.",
        "\"At 8/89, I was good to celebrate the Il Maha Nayaka, but it was wrong to celebrate the freedom,\" Addressing the UNP, Minister Manusha Nanayakkara said.",
        "The Minister recalled that a king like a king of the country to the country, he pointed out that President Ranil Wickremesinghe was a technology capable of developing as King Kashyapa.",
        "\"It's the one who makes us beautifully that is pleasing to us. It should also be nice to say not to say no to see don't see. Imagine if I am not in order here, do you look at me?That means it is very important to be pleasant, including an outward appearance.",
        "When we change, we need to change our outward appearance. Only you can change that. The government cannot do that. I want to start.To change, you need to change before everyone else.",
        "We looked like the doctor's good carto.It was a man named Chow, who was not to everything. Today, there is no more in everything in the platforms.",
        "Remember, a new puppies. Every goal of the goal was hearing from Rome. But Rome stood every day. At the reality of these cartoon and the launches in Romans. But Rome has a significant history. We remember a lot of things when we say Rome. The attacks on Rome was built strong.",
        "We also use the dollars to the embassies today but we often strive to be strong as Rome.",
        "The heroes heroes were the heroes that won life in our time. Later a group of heroes came.The robin hood, like Robin Hood, led to the poor took the money from the money. There, there is no mentality that will bring you bring from place.",
        "As a result, the odios were born. They'll bone bones, and told the fifty bread. People made theopari.",
        "Today is the heroes from Facebook. If they do not have the money from others. We will also make functioning on threatening.",
        "There is a pathological situation that they cannot do. Facebook moved all these pathologists came to Facebook. So now we see that the whole country is crazy. Today, the social media has made a little heroes.",
        "We are trying to put us every day to the poor. We want to go out there. We need to get rid of poor mentality, even if we lose money. It should start from me. When the mind rich, it is easy to improve the quality of life.",
        "There is a difference between the poor and the rich. The rich people think of what they want. The poor thinks about what loves. So we don't want to do so much of things and do what you want. At the end, we will not do what we need.",
        "No need to grow. We need to think about what we need. So we need to start from me.",
        "We can use a lot of water from one unit of water. But when we go to the city, we spend a lot of money to take a bottle of water. But not treating that in any way. When the water bake is more than that, we shout for the government. These happens because of our mindset.",
        "We do not think discipline without thinking, we always blame our mistakes and 225.",
        "But if we create our own music and financial discipline, we can improve. We're not going to blame anyone. We have to have ready to go to the future. You have to change our minds.",
        "All civilization began in the plains. But our civilization started in mountains. Finally, a large cities in Anuradhapura. Made a unique irrigation card. We had so strong men.",
        "There are a garden of Sigiriya. Where the gold was transacted. Later, it changed history that there was gold.",
        "The garment walls were written and destroyed the crystal songs destroyed. Knowing that she was killed when she was taught. But Kasyapa did not use irrigation technology to create Sigiriya?So when Kathyapa, dad, maybe you copped,The Wealthy was also president who created foreign exchange to foreign exchange Sigiriya. Even today, people are muddy.",
        "Inselli wrote only inscriptions without doing Nissanka bag. It is only Kyanayades. There are still those people today. When we started to fall, the tooth was hiding out of cloth and came out as the gentlemen of fire.",
        "So cloths of cloths, the one who killed people in the 88/89 times, says that the il is wrong to celebrate freedom. No one spoke about the money that was destroyed by bus, houses, and burdensome money.There is a king who is a king like a Kashyap today.",
        "We also have a leader who can digitize the world, as you have a change in a man like a man-like letters, can be developed.",
        "That is, present President Ranil Wickremesinghe. You have there, starting you without helping the government helped him.",
        "You start the business. There, there is a way to protect religion and culture and create a way to make a beer. Go out of the trapped, starting me.",
        "We have Ranil Wickremesinghe today to move Sri Lanka to victory."
      ]
    }
  },
  "summary_lines": [
    "Manusha Nanayakkara compares President Ranil Wickremesinghe to King Kashyapa, criticizing the celebration of independence and emphasizing the importance of personal transformation and national development."
  ]
}