{
  "translated_text": {
    "ta": {
      "title": "டாக்டர் அசோகா ரன்வாலா: தொழிற்சங்கத் தலைவர் பேச்சாளரின் தலைவருக்கு வந்தார்",
      "body_lines": [
        "பத்தாவது பாராளுமன்ற சபாநாயகராக டாக்டர் அசோகா சபுமல் ரன்வாலா இன்று (நவம்பர் 21) தேர்ந்தெடுக்கப்பட்டார்.",
        "புதிய பாராளுமன்றத்தின் முதல் சபை சடங்கு முறையில் தொடங்கப்பட்டது மற்றும் கூட்டத்திற்குப் பிறகு பேச்சாளர் முதலில் தேர்ந்தெடுக்கப்பட்டார்.",
        "சபாநாயகர் விஜிதா ஹெராத் நிறுவனம், பிரதமர் டாக்டர் ஹரெய்னி அமரசுரியா முன்மொழியப்பட்டார்.",
        "அதன்படி, ஒருமித்த திட்டங்கள் இலங்கையின் பாராளுமன்ற பாராளுமன்ற 22 வது இடமாக தேர்ந்தெடுக்கப்பட்டன.",
        "தேசிய ஜே.வி.பி மற்றும் ஜே.வி.பி ஆகியவற்றின் நிர்வாகி ரன்வாலா, கம்பாஹா மாவட்டத்தில் காம்பஹா மாவட்டத்தில் 109,332 முன்னுரிமை வாக்குகளைப் பெற்று போட்டியிட்டுள்ளார்.",
        "ஒரு இளைஞனாக, ஜே.வி.பி உறுப்பினராக தனது அரசியல் பயணத்தைத் தொடங்கினார்.",
        "டாக்டர் ரன்வாலா தனது அரசியல் விவகாரங்களுக்கு தலைமை தாங்கினார்.",
        "அவர் ஒரு காலத்தில் பியகாமா பிரதேச சபையை பிரதிநிதித்துவப்படுத்தினார், அதே நேரத்தில் ஜே.வி.பி மேற்கு மாகாண கவுன்சிலில் இரண்டு முறை உறுப்பினராக இருந்தது.",
        "அவர் இலங்கை பெட்ரோலியம் கார்ப்பரேஷனில் சபுகாஸ்கந்தா கச்சா எண்ணெயில் பணியாற்றியுள்ளார்.",
        "அவர் வாடா பல்கலைக்கழகத்தின் (ஹெஜெனிக் கிரீன் டெக்னாலஜி ரிசர்ச் இன்ஸ்டிடியூட், நிலையான உயிரியல் நடைமுறைகளை வளர்ப்பதை நோக்கமாகக் கொண்டுள்ளார்.",
        "பெட்ரோலிய ஊழியர் ஒன்றியத்தின் தலைவராக பணியாற்றிய அசோகா ரேஞ்ச், தேசிய நாட்டுப்புற சக்தியுடன் தீவிர அரசியலில் ஈடுபட்டார்.",
        "டாக்டர் அசோகா ஒரு சக்திவாய்ந்த தலைவராக கருதப்படுகிறார், அவர் ஜே.வி.பி மற்றும் தேசிய ஜே.வி.பி.",
        "அந்த நேரத்தில், பிரதம மந்திரி ரணில் விக்ரெமேசிங்கை எதிர்த்து பெட்ரோலிய தொழிற்சங்கங்கள் அரசாங்கத்தின் கெய்ன்ஹாவில் எண்ணெய் தொட்டிகள் வளாகத்தை மாற்றுவதற்காக.",
        "பெட்ரோலிய பொது ஊழியர்கள் சங்கத்தின் தலைவர் அசோகா ரான்ஃப்ட்ஸ்மேன் பெட்ரோலிய ஊழியர் நடவடிக்கைக்கு தலைமை தாங்கினார்.",
        "அரசாங்கத்தின் சீன துறைமுக வளாகத்தை இந்தியாவுக்கு ஒப்படைக்க அரசாங்கத்தை இந்தியாவிடம் ஒப்படைக்க அரசாங்கம் தயாராக உள்ளது என்றும் அவர் எச்சரிக்கப்பட்டார்.",
        "பெட்ரோலியத் தொழிலாளர்களை அரசாங்கம் கேட்கவில்லை என்பதை சுட்டிக்காட்டிய அசோகா வீச்சு, எதிர்கால தலைமுறையைப் பாதுகாப்பதற்கான முயற்சிகளை கைவிடாது என்று அவர் கூறினார்.",
        "அசோகா ரன்வாலாவை ஜனவரி 4, 2018 அன்று சபுகஸ்கந்தா போலீசார் கைது செய்தனர்.",
        "பருவத்தில்தான் ஜே.வி.பி மாகாண கவுன்சில் உறுப்பினராக இருந்தது.",
        "இப்பகுதியில் ஒரு இளைஞனைக் கைது செய்ததில் நடந்த சம்பவம் குறித்து விசாரிக்க சபுகாஸ்கந்தா காவல்துறையினரை தொடர்பு கொள்ள சபுகாஸ்கந்தா காவல்துறையினர் அழைத்த சம்பவம் குறித்து அசோகா ரன்வாலா தங்கத்தில் கைது செய்யப்பட்டார்.",
        "குற்றவியல் பிரிவின் OIC, சபுகாஸ்கந்தாவால் சபுகாஸ்கந்தா கைது செய்யப்பட்டார், அவர் சபுகாஸ்கந்தா பொலிஸ் OIC இன் OIC ஆல் அவரை தீவிரமாக தாக்கியதாகக் கூறினார்.",
        "கைது செய்யப்பட்டதைத் தொடர்ந்து சபுகாஸ்கந்தா OIC இன் OIC மருத்துவமனையில் அனுமதிக்கப்பட்டதாக எம்.பி.. சபுகாஸ்கந்தா பொலிஸ் பி அறிக்கையைப் புகாரளித்த பின்னர், செயல் மாஜிஸ்திரேட் மீட்கப்பட்டார், மேலும் அவர் சிகிச்சையைப் பெறுவதில் வசிப்பவரால் ரிமாண்ட் செய்யப்பட்டார்.",
        "மகாரா மாஜிஸ்திரேட் நீதிமன்றம் ரூ.",
        "இதற்கிடையில், 16 பெட்ரோலிய செய்தித் தொடர்பாளர் பந்துலா சமன் குமாரா மற்றும் பெட்ரோலிய தொழிற்சங்கங்கள் ஜூலை 2017 இல் கைது செய்யப்பட்டன, அத்துடன் பெட்ரோலிய பொது ஊழியர் ஒன்றியத்தின் தலைவர் பதவியும்.",
        "ஒரு அத்தியாவசிய சேவையாக இருந்தாலும் எரிபொருள் தடைசெய்யப்பட்டதாக புகார் கூறியதாக குற்றம் சாட்டப்பட்டது.",
        "டாக்டர் அசோகா ரேஞ்ச், அதே போல் பல சிவில் சமூக அமைப்புகளும் ஆசிரிய மாணவர் சங்கத்தின் தேசிய அமைப்பாளராகவும் பணியாற்றினர்.",
        "மலாபே சாகரி சாக்கிள் சைட்டின் உள்ளடக்கங்கள் தனியார் மருத்துவக் கல்லூரியில் பங்களிக்கும்.",
        "கட்டப்பட்ட நிலத்தின் கதை, பாராளுமன்றத்தை எவ்வாறு உருவாக்குவது, அதன் கட்டமைப்பு",
        "ஒரு JPP கூட்டத்தில் விவசாயம்: ஜூலம்பிட்டி அமரே மீது விதிக்கப்பட்ட மரண தண்டனை"
      ]
    },
    "en": {
      "title": "Dr. Asoka Ranwala: Trade union leader arrived in the Speaker's chair",
      "body_lines": [
        "Dr. Asoka Sapumal Ranwala, as the Speaker of Tenth Parliament, was elected today (November 21).",
        "The first congregation of the new Parliament was ceremonially commenced and the Speaker was first elected after the meeting.",
        "Prime Minister Dr. Haraini Amarasuriya was proposed for the post of Speaker, Minister Vijitha Herath firm.",
        "Accordingly, the unanimous proposals were elected as the 22nd of the Parliament of the Parliament of Sri Lanka.",
        "Ranwala, an executive of the National JVP and JVP, has been contested in the Gampaha District with 109,332 preferential votes in the Gampaha district.",
        "As a youth, he started his political journey, as a member of the JVP.",
        "Dr. Ranwala was led by his political affairs while the Biyagama seat.",
        "He once represented the Biyagama Pradeshiya Sabha while the JVP was a Member of the Western Provincial Council twice.",
        "He has served in the Sapugaskanda crude oil in the Ceylon Petroleum Corporation.",
        "He has obtained a doctorate on bioupary from the University of Wada University (Hegenic Green Technology Research Institute, aims to develop sustainable biological practices.",
        "Asoka Range, who served as the Chairman of the Petroleum Employees Union, was engaged in active politics with national folk force.",
        "Dr. Ashoka is considered as a powerful leader who was conducting the trade union movement of the JVP and the National JVP.",
        "At the time, Petroleum trade unions protesting the Prime Minister Ranil Wickremesinghe to transfer the oil tanks complex at the Keynha in the Govt.",
        "Petroleum General Employees Association President Asoka Ranftsman was led by the Petroleum Employee Activity.",
        "He was also warned that the government was prepared to hand over the government to India to hand over the government's Chinese port complex to India.",
        "The Ashoka Range, which pointed out that the government does not listen to petroleum workers, he said it would not give up on the efforts to secure future generation.",
        "Asoka Ranwala was arrested by the Sapugaskanda Police on January 4, 2018.",
        "It was during the season that the JVP was a Member of Provincial Council.",
        "Ashoka Ranwala was arrested in gold about an incident called the Sapugaskanda Police to contact the Sapugaskanda Police to inquire about an incident in the arrest of a youth in the area.",
        "The Sapugaskanda was arrested by the Sapugaskanda, the OIC of the Criminal Sectionon, he said that he had assaulted him seriously by the OIC of the Sapugaskanda Police OIC.",
        "The MP was hospitalized saying that the OIC of the Sapugaskanda OIC was hospitalized following the arrest. After reporting the Sapugaskanda Police b report, the Acting Magistrate was reclaimed and he was remanded by the resident of receiving treatment.",
        "The MP was remanded and ordered after the Mahara Magistrate's Court was released on a cash bail of Rs.",
        "Meanwhile, 16 petroleum spokesman Bandula Saman Kumara and Petroleum Trade Unions were arrested in July 2017, as well as the post of Chairman of the Petroleum General Employees Union.",
        "It was accused of complaining that fuel was obstructed even though it was made an essential service.",
        "Dr. Ashoka Range, as well as a number of civil society organizations, also served as the National Organizer of the Faculty Student Association.",
        "The contents of the Malabe Sakari Sacle SAITM will contribute to the private medical college.",
        "The story of the land built, how to build Parliament, and its structure",
        "Farming at a JPP meeting: The death penalty imposed on Julampitiye Amare"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Dr. Asoka Ranwala, a trade union leader, became Speaker of Sri Lanka's 10th Parliament. He's a JVP executive known for his political activism, particularly in petroleum trade unions. His career includes stints in local governance and academia."
  ]
}