{
  "translated_text": {
    "ta": {
      "title": "මෙරට පෙනහළු පිළිකා ශීඝ්‍ර වර්ධනයක්",
      "body_lines": [
        "இலங்கையின் நுரையீரல் புற்றுநோய் விரைவாக நிரூபிக்கப்பட்டுள்ளது என்பதை வெலிசாராவின் தாய்ப்பால் மருத்துவர்கள் சுட்டிக்காட்டியுள்ளனர்.",
        "පසුගියදා පැවැති මාධ්‍ය සාකච්ඡාවකට එක්වෙමින් ඔවුන් සඳහන් කරනුයේ වසරකට පෙනහළු රෝගීන් 2,000 - 3,000ත් අතර ප්‍රමාණයක් වාර්තා වන බවය.",
        "இங்கே பேசிய டாக்டர் சமன் இடமல்கோடா, இந்த நுரையீரல் புற்றுநோய் ஆண்கள் மத்தியில் அழைத்துச் செல்லப்படும்போது இரண்டாவது மிக உயர்ந்த புற்றுநோயாக மாறியுள்ளது என்று கூறினார்.",
        "டாக்டர் சமன் இடமல்கோடா, சிறப்பு ஸ்பெக்ட்ரோலஜி மேலும் பேசுகிறார்",
        "\"நான் தற்போது இலங்கையில் இருக்கும்போது ஆண் புற்றுநோயின் இரண்டாவது பெரிய புற்றுநோய். 2021 முதல் தரவு கருதப்படும்போது, ​​10 வது புற்றுநோய் நுரையீரல் புற்றுநோயை பதிவு செய்கிறது. கடந்த கால தரவுகளில், பெண்களையும் அதன் தவறான புற்றுநோயையும் காண்கிறோம். நுரையீரல் புற்றுநோய் கடந்த 5-10 ஆண்டுகளில் இலங்கையின் வளர்ச்சியை வெளிப்படுத்துகிறது. இந்த வளர்ச்சி இருபுறமும் ஆண்கள் மற்றும் பெண்கள் இருவரையும் தெரிவிக்கிறது.",
        "இந்த நுரையீரல் புற்றுநோய்க்கு புகைபிடித்தல் முக்கிய அம்சமாகும். மேலும், தற்போதைய கணக்கெடுப்பு அறிக்கையின்படி, புகைபிடிக்காத மற்றும் நுரையீரல் புற்றுநோயை நாங்கள் கண்டறிந்துள்ளோம். குறிப்பாக புகைபிடிப்பதில் நேரடியாக ஈடுபடாத மக்களின் மகளிர் டெவலப்பர் நுரையீரல் புற்றுநோயின் வளர்ச்சியைக் கொண்டுள்ளது. நல்லொழுக்க காற்று மாசுபாட்டின் காற்று மாசுபாடு மற்றும் வீடுகளின் காற்று மாசுபாடு ஆகியவற்றுடன் எங்களுக்கு நேரடி தொடர்பு இருக்கலாம்.",
        "ஆண்டுக்கு 2021 முதல் நுரையீரல் புற்றுநோய் நோயாளிகளின் எண்ணிக்கை, ஆண்டுக்கு 2,000- 3,000 புதிய புற்றுநோய் நோயாளிகள் உள்ளனர். \"",
        "நோயின் அறிகுறிகளைக் குறைக்க முடியாது என்று நிபுணர் டாக்டர் எஷாந்த் பெரேரா கூறினார்.",
        "\"புற்றுநோயை எவ்வாறு அறிவது என்பது பொதுமக்களுக்கு தெரியும்.. பல மிக முக்கியமான அறிகுறிகள் உள்ளன. எந்த சுவாச நோயாளியையும் தேடும் இருமல். குறிப்பாக நீங்கள் ஓரிரு இருமலுக்குச் சென்றால், நீங்கள் இரண்டு வாரங்களுக்கு மேல் இருந்தால், அது மிக முக்கியமான அறிகுறியாகும். அது அஞ்சலி செலுத்தக்கூடாது. கூடுதலாக, ஒரு இருமல் நல்லது மற்றும் திரும்பி வந்தால், அது சுவாச நோய்களின் அறிகுறியாக இருக்கலாம்.",
        "மற்ற விஷயம் இருமலுடன் வெளியே சென்றால், சுவாசிப்பதில் சிரமம் இருப்பதால் சிலருக்கு சுவாசிப்பதில் சிரமம் இருக்கலாம். கூடுதலாக, மார்பு வலி புற்றுநோயிலிருந்து புற்றுநோயிலிருந்து பரவக்கூடும், வலி ​​நிலைமைகள் வலி நிலைமைகளை ஏற்படுத்தும். சில நோயாளிகள் இந்த நோயால் நீண்டகால காய்ச்சல், கோளாறு மற்றும் அசாதாரண எடை இழப்பு என்று வகைப்படுத்தப்படலாம்.",
        "உடல் பல இடங்களுக்கு பரவக்கூடும். அறிகுறிகள் எங்கு டெபாசிட் செய்யப்படுகின்றன என்பதைப் பொறுத்து மாறக்கூடும். எனவே மிக முக்கியமாக, இந்த இனப்பெருக்க புற்றுநோயை நாங்கள் அறிவோம். \""
      ]
    },
    "en": {
      "title": "Sri Lankan lung cancer rapid growth",
      "body_lines": [
        "The Welisara's breastfeeding doctors have pointed out that Sri Lanka's lung cancer is rapidly demonstrated.",
        "A press conference held recently, they are referring to 2,000 and 3,000 lung patients per year.",
        "Speaking at the Here, Dr. Saman Iddamalgoda said that these lung cancer has become the second highest cancer when they are taken among men.",
        "Dr. Saman Iddamalgoda, Specialist Spectrology Speaking further",
        "\"The second largest cancer of the male cancer when I have currently in Sri Lanka. And when data is considered since 2021, the 10th cancer records lung cancer. Over the past data, we see women and its foul cancer. Lung cancer exhibits growth in Sri Lanka over the past 5-10 years. These growth reports both men and women in both sides.",
        "Smoking is the main point to this lung cancer. Also, according to the present survey reports, we have found the people who do not smoke and lung cancer. Especially the women's developer of people who are not directly involved in smoking have a growth of lung cancer. It may have direct connection to that we have the air pollution of the virtuous air pollution and the air pollution of the homes.",
        "When the number of lung cancer patients from 2021 per year, there are 2,000- 3,000 new cancer patients per year. \"",
        "Specialist Dr. Eshanth Perera said that the symptoms of the disease could not be minimized.",
        "\"The public knows how to cancer knows.. There are several very important symptoms. Cough seeking any respiratory patient. Especially if you go for a couple of coughing, if you will be more than two weeks, it is a very important symptom. It shouldn't be tributed. In addition, if a cough is good and coming back, it can be a symptom of respiratory diseases.",
        "If the other thing goes out with a cough, some people may have difficulty breathing difficulty because of the difficulty of breathing. In addition, chest pain can spread from the cancer area from cancer, painful conditions can cause painful conditions. Some patients may also be characterized by the disease to be a long-standing fever, disorder, and abnormal weight loss.",
        "And the body may spread to many places. The symptoms may change depending on where it is deposited. So the most importantly, we are aware of these breeding cancer. \""
      ]
    }
  },
  "summary_lines": []
}