{
  "translated_text": {
    "si": {
      "title": "කෝටි 9,60,500 ක් සඳහා මාස 4 ක්",
      "body_lines": [
        "2025 ජනවාරි 125 ජනවාරි 1 වන දින සිට 2025 අප්රියෙල් 30 දක්වා ජනාධිපති අනුර කුමාර දිසානායකගේ නායකත්වයෙන් යුත් ජාතික මහජන බලයේ රජයට රුපියල් කෝටි 9,60,6,500 ක් වෙන් කර ඇත.",
        "කෝටි 20,801 ක් 9,801 ක් 9,575,000 ක් ආරක්ෂක අමාත්යාංශයට සහ මහජන ආරක්ෂක අමාත්යාංශයට ලබා දී ඇත.",
        "මීට අමතරව, රු.",
        "රුපියල් කෝටි 16,199 ක්, රුපියල් 14,199 ක්, රුපියල් 9,998,000 ක්, අධ්යාපන හා උසස් අධ්යාපන අමාත්යාංශය සඳහා රුපියල් කෝටි 9,200 ක් රු.",
        "ඒ හා සමානව, බුද්ධ සසනා අමාත්යාංශය ලක්ෂ 633 ක් ලක්ෂ 633 ක් සහ රුපියල් කෝටි 592,000,000 ක් විදේශීය හා විදේශීය රැකියා අමාත්යාංශයට ලබා දී ඇත.",
        "කෝටි 88 ක් ප්රවාහන අමාත්යාංශය සඳහා රුපියල් කිලෝ 57 ක්, කෝටි 22,007 ක් සහ රු. කෝටි 365 ක් සහ වෙනත් අමාත්යාංශ වෙනත් අමාත්යාංශ සඳහා වෙන් කර ඇත."
      ]
    },
    "en": {
      "title": "9,60,500 crore for 4 months",
      "body_lines": [
        "9,60,500 crore has been allocated to the government of the National People's Power, led by President Anura Kumara Dissanayake, from 1st January 2025 to April 30, 2025.",
        "20,801 crore 9,575,000 has been allocated to the Ministry of Defense and the Ministry of Public Security.",
        "In addition, Rs.",
        "Rs 16,199 crore for the Ministry of Health and Media, Rs 9,998,000, Rs 9,200 crore for the Ministry of Education and Higher Education, Rs.",
        "Similarly, the Ministry of Buddha Sasana has allocated 323 crores 63 lakhs and Rs 592 crore 7,350,000 to the Ministry of Foreign and Foreign Employment.",
        "88 crore 57 lakh rupees for the Ministry of Transport, 22,007 crores and Rs. Ministry365 crores of rupees and other ministries have been allocated to other ministries."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in approximately 200 characters:",
    "",
    "9,60,500 crore allocated to Sri Lanka's National People's Power govt (Jan 2025 - Apr 2025). Breakdown: Defense/Public Security (20,801 crore), Health/Media (16,199 crore), Education (9,200 crore), Buddha Sasana (323 crore 63 lakhs), Foreign Employment (592 crore 7,350,000). Other ministries receive varying amounts."
  ]
}