{
  "translated_text": {
    "ta": {
      "title": "ஆசிரியர் மாணவர் விகிதம் 1473 பள்ளிகள் ஐந்து",
      "body_lines": [
        "தீவில் அரசாங்கத்தின் பள்ளி அமைப்பில் 50 க்கும் குறைவான 1473 பள்ளிகள் உள்ளன என்பது தெரியவந்துள்ளது.",
        "இந்த பள்ளிகளில் மொத்த மாணவர்களின் எண்ணிக்கை 43986 மற்றும் 8753 ஆசிரியர்கள்.அதன்படி, இந்த பள்ளிகளின் சராசரி ஆசிரியர் மாணவர் விகிதம் 5 முதல் 5 வரை.",
        "மாணவர்களின் சராசரி எண்ணிக்கை பள்ளியில் கிட்டத்தட்ட 4000 பள்ளிகள்.சராசரி ஆசிரியர் மாணவர் விகிதம் 24 ஒன்றாக உள்ளது.",
        "நாட்டில் 10126 பள்ளிகள் உள்ளன, மொத்த மாணவர்களின் எண்ணிக்கை 3969597 கி.மீ, 236,738 கி.மீ.",
        "2023 ஆம் ஆண்டில் கல்வி அமைச்சகம் தயாரித்த இறுதி அறிக்கையிலிருந்து இந்த தகவல் வெளிப்படுத்துகிறது."
      ]
    },
    "en": {
      "title": "Teacher Student Rate of 1473 schools five",
      "body_lines": [
        "It is revealed that there are 1473 schools below 50 among the government's school system in the island.",
        "The total number of students in these schools is 43986 and 8753 teachers.Accordingly, the average teacher student ratio of these schools is 5 to 5.",
        "The average number of students is nearly 4000 schools in the school.The average teacher student ratio is 24 together.",
        "There are 10126 schools in the country and the total number of students is 3969597 km, 236,738 km.",
        "This information reveals from the final report prepared by the Ministry of Education in 2023 in 2023."
      ]
    }
  },
  "summary_lines": [
    "In 2023, the Ministry of Education reported that out of 1473 government schools with fewer than 50 students each, the average teacher-student ratio was 1:1. In contrast, across all 10,126 schools nationwide, the ratio was significantly higher at approximately 24 students per teacher. This highlights a stark disparity in educational resource allocation within the country's school system."
  ]
}