{
  "translated_text": {
    "ta": {
      "title": "ශ්‍රී ලංකාවට එරෙහිව මානව හිමිකම් කවුන්සිලයට ගෙන ආ යෝජනාවලිය සහ ශ්‍රී ලංකාව දැක්වූ දැඩි ප්‍රතිචාරය",
      "body_lines": [
        "இலங்கை மற்றும் இலங்கையின் தீவிர பதில் மனித உரிமைகள் கவுன்சிலுக்கு முன்மொழிவு",
        "ஐ.நா மனித உரிமைகள் கவுன்சிலின் 60 வது அமர்வில் இலங்கை குறித்த திட்டம் முன்வைக்கப்பட்டது.",
        "'ශ්‍රී ලංකාවේ සංහිඳියාව, වගවීම සහ මානව හිමිකම් ප්‍රවර්ධනය කිරීම' මාතෘකාව යටතේ ශ්‍රී ලංකාව සම්බන්ධයෙන් ඉදිරිපත් කළ යෝජනාවලියේ දළ සිංහල පරිවර්තනය මෙසේ ය.",
        "நல்லிணக்கம், பொறுப்புக்கூறல் மற்றும் மனித உரிமைகள், ஐக்கிய நாடுகளின் சாசனம் ஆகியவற்றின் குறிக்கோள்கள் மற்றும் கொள்கைகளை மேம்படுத்துதல்",
        "மனித உரிமைகள் உலகளாவிய பிரகடனம் மற்றும் தொடர்புடைய சர்வதேச மனித உரிமை ஒப்பந்தங்கள் வழிநடத்தப்படுகின்றன.",
        "இலங்கையில் நல்லிணக்கம், பொறுப்புக்கூறல் மற்றும் மனித உரிமைகள் குறித்த அக்டோபர் 9, 2024 அன்று 57/1 திட்டத்தை நினைவுபடுத்துதல்",
        "இலங்கையின் இறையாண்மை, சுதந்திரம், ஒற்றுமை மற்றும் பிராந்திய ஒருமைப்பாட்டிற்கு திரும்பவும்",
        "போட்காஸ்ட் பதவி உயர்வு கான்டோயனைத் தவிர்த்து, எங்கள் பிபிசி நியூஸ் சிங்கள வணிக வாட்ஸ்அப் சேனலை தொடர்ந்து படிக்கவும்.",
        "மனித உரிமைகள் மற்றும் அனைத்து மனித உரிமைகள் மற்றும் அடிப்படை சுதந்திரத்தின் முழு மக்கள்தொகையையும் மதிக்க ஒவ்வொரு மாநிலத்தின் அடிப்படை பொறுப்பை மதித்தல்,",
        "2024 மே, நவம்பர் மற்றும் 2024 மே மாதங்களில், மற்றும் 2025 இல், இலவச மற்றும் வெளிப்படையான ஜனநாயக ஜனாதிபதி, பாராளுமன்ற மற்றும் உள்ளூர் அரசாங்கத் தேர்தல்களை நடத்துதல்,",
        "இலங்கை அரசு அரசியல் அதிகாரத்தை விநியோகிக்கச் சொல்கிறது, மேலும் இலங்கை மாகாண கவுன்சில்களுக்கு இலங்கை மாகாண கவுன்சில்களின் பதின்மூன்று பேர் அவசியம், இதில் யுபிஎஃப்ஏ மற்றும் ஸ்ரீ லங்கா மாகாண கவுன்சில்களின் பதின்மூன்று பேர் மனித உரிமைகளை முழுமையாக அனுபவிக்க முடியும். மனித உரிமை மீறல்கள் மற்றும் துஷ்பிரயோகம் உள்ளிட்ட மனித உரிமைகள் மீறல்கள் மற்றும் மனித உரிமை மீறல்களுக்கான அடிப்படை கட்டுப்பாடுகள் மற்றும் மூல காரணங்களை நிவர்த்தி செய்வதன் முக்கியத்துவத்திற்கு முக்கியத்துவம் அளிக்கிறது என்பது ஒப்புக்கொள்ளத்தக்கது.",
        "மனித உரிமைகள் மீறல்கள் மற்றும் துஷ்பிரயோகங்களுக்கான பொறுப்புக்கூறலின் பொறுப்புக்கூறலின் முக்கியத்துவம் தொடர்பாக, மதம், நம்பிக்கை, அல்லது இன தோற்றம் உள்ளிட்ட பாலினத்தின் உரிமைகளை மேம்படுத்துவதற்கும் பாதுகாப்பதற்கும் இலங்கையின் உரிமைகள், பெண்கள் மற்றும் குழந்தைகளை வலியுறுத்துகிறது, பொறுப்புக்கூறல் மற்றும் சர்வதேச மனிதாபிமான சட்டத்தின் பொறுப்புக்கு இணங்குகிறது.",
        "1. மனித உரிமைகள் கவுன்சிலுக்கான ஐக்கிய நாடுகளின் உயர் ஸ்தானிகர் மனித உரிமைகள் கவுன்சில் மற்றும் ஐ.நா. உயர் ஸ்தானிகரின் வாய்மொழி புதுப்பிப்புகளை தற்போதைய அமர்வில் கவுன்சிலுக்கு வரவேற்கிறார்.",
        "2. ஜூன் 2025 இல், இலங்கை அரசாங்கமும், ஐக்கிய நாடுகளின் உயர் ஸ்தானிகராலயம் மற்றும் மனித உரிமைகள் கவுன்சிலின் (மனித உரிமைகள் கவுன்சிலின்) மனித உரிமைகள் உயர் ஸ்தானிகர் உயர் ஸ்தானிகர் (மனித உரிமைகள் கவுன்சில்) மற்றும் அரசாங்கம் தீவிரமாக வலியுறுத்தப்படுகிறது, மேலும் அரசாங்கத்தின் பரிந்துரைகள் மற்றும் சிறப்பு நடைமுறைகள் தீவிரமாக பரிசீலித்து வருகின்றன.",
        "3. இலங்கை அரசாங்கம் மனித உரிமைகளை அனுபவிப்பதற்கான மனித உரிமைகள் மீதான குறிப்பிடத்தக்க தாக்கமாக அடையாளம் காணப்பட்டுள்ளது, மேலும் தற்போதைய மற்றும் முன்னாள் அரசாங்க அதிகாரிகள் வழக்கு உட்பட வழக்கு உட்பட மேலதிக விசாரணைகளையும் வழக்கையும் ஊக்குவிக்கின்றனர்;",
        "4. நாட்டின் மகத்தான வேதனையையும் இரங்கலையும் ஏற்றுக்கொள்வதற்கும், அனைத்து சமூகங்களிலும் ஜனநாயகத்தை உறுதி செய்வதற்கும், ஜனநாயகத்தை உறுதி செய்வதற்கும், இன மோதல்கள் காரணமாக ஜனநாயகத்தை உறுதி செய்வதற்கும் அனைத்து சமூகங்களிலும் உள்ள ஜனநாயக மற்றும் இரங்கல் காரணமாக.",
        "5. பயங்கரவாத தடுப்புச் சட்டத்தைத் தடுப்பதற்கான தற்காலிக தடையை ரத்துசெய்து உடனடியாக விதிக்கவும், பயங்கரவாதத்திற்கு தற்காலிக தடையை உடனடியாக விதிக்கவும் ஒரு குழுவை நியமிப்பதற்கு வரவேற்கிறோம். அது என்பதை உறுதிப்படுத்த அரசாங்கத்திடம் கேட்கிறது;",
        "6. இலங்கை அரசாங்கத்தின் கவலையைத் திருத்துவதற்கான ஒரு குழுவைத் திருத்துவதற்கான ஒரு குழுவைத் திருத்துவதற்கான அர்ப்பணிப்பு, கருத்துச் சுதந்திரத்தை மறுஆய்வு செய்வதற்காக, கருத்துச் சுதந்திரத்தை மறுஆய்வு செய்வது மாநிலத்தின் சர்வதேச கடமைகளுக்கு முற்றிலும் இணங்குகிறது.",
        "7. இலங்கையில் கட்டாயமாக காணாமல் போன பல நிகழ்வுகள் தீர்க்கப்படவில்லை மற்றும் காணாமல் போன துன்பங்களின் குடும்பங்கள் மற்றும் காணாமல் போனவர்களின் சுயாதீனமான மற்றும் பயனுள்ள செயல்பாட்டின் முக்கியத்துவத்தை அடையாளம் காண்கின்றன;",
        "8. இலங்கையில் பல வெகுஜன கல்லறைகளை ஒப்புக்கொள்வது,",
        "போதுமான ஆதாரங்களுடன் தொடர்ச்சியான வேலையின் தேவை, மற்றும்",
        "சர்வதேச தரத்திற்கு ஏற்ப மீட்டெடுப்பதற்கு போதுமான நிதி, மனித மற்றும் தொழில்நுட்ப வளங்களை உறுதி செய்வதற்கு போதுமான நிதி, மனித மற்றும் தொழில்நுட்ப வளங்களை உறுதி செய்வதற்காக இலங்கை அரசாங்கம்;",
        "9. சர்வதேச மனித உரிமை தரங்களை உறுதி செய்வதற்கும், திறன்களை வலுப்படுத்துவதற்கும், பல நீண்டகால பிரச்சினைகளில் இலங்கை அரசாங்கத்தின் திறன்களை வலுப்படுத்துவதற்கும் சர்வதேச தொழில்நுட்ப உதவிகளை விரைவுபடுத்துவதற்கும், சர்வதேச தொழில்நுட்ப உதவிகளையும் புதுப்பிக்குமாறு நாங்கள் அரசாங்கத்தை கேட்டுக்கொள்கிறோம்.",
        "10. ஒரு சுயாதீனமான பொது வழக்குரைஞர் நிறுவனத்தை நிறுவுவதற்கான அரசாங்கத்தின் அர்ப்பணிப்பு நிறுவனம் முழுமையாக காலவரையின்றி இருக்க வேண்டும், மேலும் நிறுவனம் முற்றிலும் சுயாதீனமாகவும், பயனுள்ளதாகவும், வலுவாகவும் இருக்க வேண்டும் என்று கோருகிறது;",
        "11. மனித உரிமை மீறல்கள் மற்றும் கடுமையான மனிதாபிமான சட்டம் உள்ளிட்ட நீண்டகால குறியீட்டு வழக்குகள் உட்பட நீண்டகால குறியீட்டு நடைமுறைகள் உட்பட சுயவிவரத்தை உறுதிப்படுத்த இலங்கை அரசாங்கம் இலங்கை கோருகிறது.",
        "12. சிவில் சமூகத்தின் பிரதிநிதிகள், மனித உரிமை பாதுகாவலர்கள், பாதிக்கப்பட்டவர்கள், தப்பிப்பிழைத்தவர்கள் மற்றும் அவர்களது குடும்பங்கள், குறிப்பாக பெண்கள் மற்றும் குறிப்பாக பெண்களுக்கு ஒரு சூழலை உருவாக்க இலங்கை இலங்கையை கோருகிறது.",
        "13. விலக்கு மற்றும் தொல்பொருள், மத மற்றும் பாதுகாப்பு பிரச்சினைகளின் முக்கியத்துவம், இராணுவம் மற்றும் பிற மாநில ஆர்வலர்களின் சர்ச்சைகள், மத, மத மற்றும் பாதுகாப்பு பிரச்சினைகளின் முக்கியத்துவத்தை வலியுறுத்துகிறது.",
        "14. 63 வது அமர்வில் மனித உரிமைகள் மற்றும் உயர் ஸ்தானிகராலயத்தின் அனைத்து நடவடிக்கைகளையும் அறிவிக்க அலுவலகம் கோருகிறது.. இது ஒரு ஊடாடும் உரையாடலில் விவாதிக்க திட்டமிடப்பட்டுள்ளது.",
        "மேற்கண்ட திட்டத்திற்கு பதிலளிப்பதில் இருந்து இலங்கை அரசு ஒரு அறிக்கையை வெளியிட்டுள்ளது.",
        "இந்த திட்டம் நிராகரிக்கப்பட்டதாக இது மனித உரிமை ஆணையர் அலுவலகத்திற்கு தெரிவித்துள்ளது.",
        "\"இலங்கை இந்த திட்டம் குறித்த விவாதத்தில் பங்கேற்றது, இந்த சபையுடனான எங்கள் தொடர்புகளில், அதை எங்கள் தொடர்புகளில் காட்டியுள்ளோம்.",
        "இலங்கை முன்மொழியப்பட்ட மொழி திருத்தங்கள் தொடர்பாக முக்கிய குழுவின் தலையீட்டை நாங்கள் பாராட்டுகிறோம். எவ்வாறாயினும், எங்களிடம் உள்ள சில முக்கிய சிக்கல்களுடன் ஒரு ஒப்பந்தத்தை எங்களால் கண்டுபிடிக்க முடியவில்லை என்று வருந்துகிறோம்.",
        "வரைவு உரையில் திறம்பட பங்கேற்பதற்காக அனைத்து முகவர்களுக்கும் நாங்கள் நன்றி கூறுகிறோம், மேலும் முறைசாரா ஆலோசனை மற்றும் இருதரப்பு கூட்டங்களில் நேர்மறையான திட்டங்களை சமர்ப்பித்த நாடுகளுக்கு இலங்கை குறிப்பாக நன்றி தெரிவிக்கிறது.",
        "பிரதான குழு ஆரம்பத்தில் இருந்தே பிரதான குழுவைக் காட்டியுள்ளதால், எங்கள் அடிப்படை சிக்கல் OHCHR இல் 51/1 திட்டத்திற்கும், OHCHR இல் இலங்கையின் வழிமுறையையும் குறிப்பிட வேண்டும். இது எங்கள் பார்வைக்கு ஏற்ப கவுன்சில் அதிகாரங்களின் முன்னோடியில்லாத விரிவாக்கம் மற்றும் தற்காலிக விரிவாக்கம் ஆகும்.",
        "செப்டம்பர் 8 ம் தேதி, வெளிவிடமான விவகார அமைச்சர், வெளிவிவகார அமைச்சர், அமைச்சர், எங்கள் சொந்த மக்களின் தேவைகளுக்கு உள்ளூர் நிறுவனங்களை வலுப்படுத்த வெளிப்புற ஆதாரங்களை சேகரிப்பதற்கான வழிமுறையை மீண்டும் வலியுறுத்தினார்.. தற்போதுள்ள உள்ளூர் செயல்முறைகளின் அலுவலகம் மற்றும் உள்ளூர் செயல்முறைகளின் சுயாதீன அலுவலகங்கள் மற்றும் இழப்பீடு மற்றும் தேசிய ஒற்றுமை மற்றும் நல்லிணக்கத்திற்கான இழப்பீட்டு அலுவலகம் உண்மை மற்றும் நல்லிணக்கம் மற்றும் ஒரு சுயாதீன அரசாங்க அலுவலகத்தை செயல்படுத்துவதில் சேர்க்கப்பட்டுள்ளது.",
        "இலங்கையைப் போலவே, பல நாடுகளும் மனித உரிமைகள் உயர் ஸ்தானிகராலயத்தில் இந்த திட்டம் எவ்வாறு அமைக்கப்பட்டுள்ளது என்பதற்கான நம்பகத்தன்மை மற்றும் வெளிப்படைத்தன்மை குறித்து ஆராய்ச்சி செய்துள்ளது. அதன் நான்கு ஆண்டுகளுக்குப் பிறகு, இந்த திட்டத்திலிருந்து சபை எந்த நன்மையையும் காணவில்லை. இந்த உயர் ஸ்தானிகரின் உள்ளடக்கம் அறிக்கையின் உள்ளடக்கங்களிலும் தெளிவாகக் காணப்படுகிறது. அதன் ஒழுங்கை விரிவாக்குவது இலங்கையில் உள்ள சமூகங்களின் பிரிவு மற்றும் விநியோகத்தின் ஒரு பகுதியாக மட்டுமே செயல்படும், இதன் விளைவாக ஒற்றுமை, நல்லிணக்கம் மற்றும் மனித உரிமைகளை ஊக்குவிக்கும் அரசாங்கத்திற்கு எதிரான எதிர்ப்பும் செயல்படும்.",
        "மனித உரிமைகள் தொடர்பான பிரச்சினைகளுக்கு தீர்வு காண உண்மையான தேசிய சரியான செயல்முறைகள் மிகவும் பொருத்தமானவை என்று நாங்கள் உறுதியாக நம்புகிறோம். தேசிய செயல்முறைகள் உள்ளூர் சூழலில் வேரூன்றியுள்ளன, மேலும் அதிக உரிமையை அனுமதிக்கிறது, தனித்துவமான புலன்களை அடையாளம் காணுதல் மற்றும் மிகவும் பயனுள்ள மற்றும் பயனுள்ள வேலை பயனுள்ளதாக இருக்கும்.",
        "இந்த ஆண்டு ஜூன் மாதம் இலங்கையில் மனித உரிமைகள் உயர் ஸ்தானிகர் இலங்கையின் அனைத்து பகுதிகளிலும் \"மாற்ற வேகம்\" மற்றும் \"பிரச்சினைகளை தீர்க்க அரசாங்கத்தின் உண்மையான திறந்த தன்மை\" ஆகியவற்றை அனுபவிக்க அனுமதிக்கப்பட்டார்.. இலங்கையின் மொழிபெயர்ப்பு சீர்திருத்தங்களை செயல்படுத்த வரலாற்று வாய்ப்பு என்று உயர் ஸ்தானிகர் வலியுறுத்தியுள்ளார் என்றும் உயர் ஸ்தானிகர் வலியுறுத்தினார். மிகக் குறுகிய காலத்தில், அரசாங்கம் நல்லிணக்கம் மற்றும் மனித உரிமைகளில் தொடர்ச்சியான உறுதியான மற்றும் முக்கியமான நடவடிக்கைகளை எடுத்துள்ளது. எனவே, உள்ளூர் செயல்முறைகள் மூலம் தங்கள் சொந்த மக்களின் உரிமைகளை முன்னேற்ற இந்த வாய்ப்பைப் பயன்படுத்த இலங்கை அனுமதிப்பது நியாயமானதே.",
        "இந்த காரணங்களுக்காக, கட்டாய சர்வதேச நடைமுறைகளுடன் நாங்கள் உடன்படவில்லை, இந்த கவுன்சிலுக்கு வழங்குகிறோம்",
        "எதிர்காலத்தில் உங்கள் சொந்த புகைப்படங்களை நீங்கள் சந்திக்கலாம் எதிர்காலத்தில் உங்கள் சொந்த புகைப்படங்களை நீங்கள் சந்திக்க முடியும்",
        "வாகனங்களின் விலைகள் குறைவு: இறக்குமதியாளர்கள் 90 நாட்கள் நெருக்கடியில்; 'குறைவான வாகனம் பெற நல்ல வாய்ப்பு'",
        "சமைக்க சிறந்த எண்ணெய் யாவை ?: 3 மூடநம்பிக்கைகள் எண்ணெயிலிருந்து விலக்கப்பட வேண்டும்",
        "இரண்டு ஆண்டுகளுக்கு முன்பு. 07 ஹமாஸ் ஷராபியைக் கேட்க வேண்டிய 'மோசமான' செய்தி ஹமாஸ் பிணைக் கைதிகளிடமிருந்து கேட்க வேண்டும்"
      ]
    },
    "en": {
      "title": "The proposal to the Human Rights Council to Sri Lanka and Sri Lanka's intense response",
      "body_lines": [
        "The proposal to the Human Rights Council to Sri Lanka and Sri Lanka's intense response",
        "A proposal on Sri Lanka in the 60th session of the UN Human Rights Council was presented.",
        "The Grossen Sinhala translation of the proposal on Sri Lanka under the Title of Sri Lanka, the Promote Sri Lanka's Reconciliation and Human Rights, \"says the Sinhala translation of Sri Lanka.",
        "Promotion of goals and principles of reconciliation, accountability and human rights, United Nations Charter",
        "The Universal Declaration of Human Rights and the relevant international human rights agreements are guided.",
        "Recalling the 57/1 proposal on October 9, 2024 on reconciliation, accountability and human rights in Sri Lanka",
        "Return to the sovereignism, independence, unity, and territorial integrity of Sri Lanka",
        "Skip Podcast Promotion Contoion and Continue Reading Our BBC News Sinhala Business Whatsapp Channel Following.",
        "Respecting the basic responsibility of every state to respect human rights and the entire population of all human rights and fundamental freedom,",
        "2024 in May, November, and 2024 in May, and 2025, conducting free and transparent democratic president, parliamentary and local government elections,",
        "The Government of Sri Lanka asks to the distribution of the political authority and the Thirteens of the Sri Lanka Provincial Councils is essential for the provincial councils, including the UPFA and the Thirteens of the Sri Lanka Provincial Councils is to be able to fully enjoy human rights. Admittedly, emphasis on the importance of addressing the underlying controlrs and root causes of human rights violations and human rights violations, including human rights violations and abuse.",
        "Sri Lanka's abilities to promote and protect the rights of gender, including religion, trust, or ethnic origin, emphasizes the rights, women and children, in Sri Lanka In relation to the importance of accountability of responsibility for human rights violations and abuse, complying with the responsibility of accountability of accountability and international humanitarian law.",
        "1. United Nations High Commissioner for Human Rights Council welcomes the verbal updates of the Human Rights Council and the UN High Commissioner to the Council in the current session.",
        "2. In June 2025, the Government of Sri Lanka and the High Commissioner for Human Rights High Commissioner to the United Nations High Commission and the Human Rights Council (Human Rights Council) and the government is urged to actively, and the government's recommendations and special procedures are actively considering.",
        "3. The Government of Sri Lanka has been identified as a significant impact on human rights to enjoy human rights, and the current and former government officials encourages further investigations and the case, including the case, including prosecution;",
        "4. Due to the democratic and condolences in all communities to accept the tremendous pain and condolences of the country, and to ensure the democracy in all communities, and to ensure democracy, and ensure democracy due to ethnic conflicts.",
        "5. Welcome to the appointment of a committee to cancel and promptly impose a temporary ban on the prevention of the Prevention of Terrorism Act and to promptly impose a temporary ban on terrorism. Asks the government to ensure that it is;",
        "6. The commitment to amend a committee to amend a committee to amend the anxiety of the Sri Lankan government and prepare a review of the freedom of the bill to ensure the freedom of expression is completely compliance to the state's international obligations.",
        "7. Many events of forced disappearances in Sri Lanka have been unresolved and the families of the missing suffering and identify the importance of independent and effective activity of the missing persons;",
        "8. Acknowledging several mass graves in Sri Lanka,",
        "The need for continuous work with sufficient resources, and",
        "Sri Lankan government to ensure sufficient financial, human and technological resources to ensure adequate financial, human and technological resources to reclaim in accordance with international standards;",
        "9. We urge the government to revive an international technical assistance to ensure international human rights standards, as well as to expedite international technical assistance to strengthen the capacities and to strengthen the capacities of the Sri Lankan government on several long-term problems.",
        "10. The government's commitment to establish an independent public prosecuting institution requires that the company is fully indefinite and requested that the institution should be completely independent, effective and strong;",
        "11. Sri Lankan government requests the Government of Sri Lanka to ensure profile, including long-term symbolic procedures, including long-term symbolic cases, including the crimes of human rights violations and serious humanitarian law.",
        "12. The Government of Sri Lanka requests Sri Lanka to create a environment for representatives of civil society, human rights defenders, victims, survivors and their families, especially women, and especially women.",
        "13. The importance of exemption and archaeological, religious, and conservation issues, emphasizes the importance of disputes, religious, religious, and conservation issues of the military and other state activists.",
        "14. The office demands the announcement of all the activities of the Human Rights and High Commission in the 63rd session.. This is scheduled to be discussed in an interactive conversation.",
        "The Government of Sri Lanka has issued a statement from responding to the above proposal.",
        "This has told the Human Rights Commissioner's office that the proposal is rejected.",
        "\"Sri Lanka participated in the discussion on the proposal, and in our interactions with this Council, we have shown it in our interactions.",
        "We appreciate the intervention of the major team regarding the language amendments proposed by Sri Lanka. However, we regret that we cannot find an agreement with some of the major issues we have.",
        "We are thankful for all agents for effective participation in the draft text, and Sri Lanka is especially sincerely thanked countries that submitted positive proposals at informal counsel and bilateral meetings.",
        "As the main group has shown the main group from the beginning, our fundamental problem is to be referred to the 51/1 proposal in the OHCHR, and the mechanism of Sri Lanka in OHCHR. It is an unprecedented expansion of and temporary expansion of the council powers according to our vision.",
        "On September 8, the Minister of External Affairs, Minister of External Affairs, the Minister reiterated the mechanism to collect external evidence to strengthen local institutions to the needs of our own people.. The office of the existing local processes and the independent offices of the local processes and the office of compensation for compensation and national unity and reconciliation is included in the implementation of the Truth and Reconciliation and an independent government office.",
        "Like Sri Lanka, many other countries have researched the reliability and transparentness of how this project is set up in the High Commission on Human Rights High Commission. After four years of its existence, the Council has not seen any benefit from this project. The content of this High Commissioner is also clearly seen in the contents of the report. Extension of its order will only serve as a part of the division and distribution of communities in Sri Lanka and the resulting opposition to the government to promote unity, reconciliation and human rights.",
        "We strongly believe that the real national right processes are best suited to address the issues relating to human rights. National processes are rooted in the local context, and allows greater ownership, identifying unique senses, and more effective and effective work effective.",
        "The High Commissioner of Human Rights in Sri Lanka in June this year was allowed to experience \"change speed\" and \"the true openness of the government to solve problems\" through all parts of Sri Lanka.. The High Commissioner also emphasized that the High Commissioner has stressed that the historical opportunity to implement Sri Lanka's translation reforms. In a very short period of time, the Government has taken a series of tangible and crucial measures into reconciliation and human rights. Therefore, it is reasonable to allow Sri Lanka to use this opportunity to advance the rights of their own people through local processes.",
        "For these reasons, we do not agree with forced international procedures and presented to this Council",
        "You can meet your own photos in the future you can meet your own photos in the future",
        "Vehicles prices down: 90 days of importers in crisis; 'Good chance to get a vehicle for less'",
        "What are the best oil to cook ?: 3 superstitions to be excluded from oil",
        "Two years ago. 07 The 'worst' news that Hamas had to hear Sharabi to hear from Hamas hostage in the attack"
      ]
    }
  },
  "summary_lines": []
}