{
  "translated_text": {
    "ta": {
      "title": "බෙන්තොට රෝහලේ ඊ.සී.ජි. இயந்திரம் திருடர்களை எடுத்துள்ளது",
      "body_lines": [
        "බෙන්තොට රජයේ රෝහලේ හදිසි ප්‍රතිකාර අංශයේ තිබූ රුපියල් දෙලක්ෂ විසිපන්දාහක් පමණ වටිනා ඊ.සී.ජී. நேற்று (18) இரவில் யாராலும் யாரும் திருடப்படவில்லை என்று பென்டோட்டா போலீசார் கூறுகின்றனர்.",
        "நேற்று (18) ஒரு நோயாளி இன்று மருத்துவமனையில் ஒரு சொந்த அதிகாரியிடம் புகார் அளித்ததாக போலீசார் தெரிவித்தனர்.",
        "நிகழ்வின் போது மருத்துவமனையில் பாதுகாப்பு அதிகாரிகள் அல்லது காவலர்கள் இல்லாதபோது கொள்ளை நடந்தது.",
        "பென்டோட்டா பொலிஸ் ஓ.ஐ.சி இன்ஸ்பெக்டர் துஷாரா கரியவாசம், குற்றங்களின் OIC இன்ஸ்பெக்டர் ஜெனரல் OIC இன்ஸ்பெக்டர் தனஞ்சய ராஜபக்ஸ் இந்த சம்பவம் குறித்து விசாரணை நடத்தி வருகிறார்."
      ]
    },
    "en": {
      "title": "E.CG, Bentota Hospital. The machine has taken thieves",
      "body_lines": [
        "ECG about 250,000 rupees worth the Bentota Government Hospital. Bentota Police say that no one was stolen by anyone at night yesterday (18).",
        "The police said that about eight pm yesterday (18) a patient had lodged a complaint with a native officer in the hospital today.",
        "The robbery has taken place when the hospital has no security officers or guards at the time of the event.",
        "Bentota Police OIC Inspector Thushara Kariyawasam, OIC Inspector General of Crimes OIC Inspector Dhananjaya Rajapakse is investigating the incident."
      ]
    }
  },
  "summary_lines": []
}