{
  "translated_text": {
    "si": {
      "title": "බහාලුම් ප්රවාහන ගාස්තු අඩු කිරීම",
      "body_lines": [
        "බහාලුම් වාහන හිමියන්ගේ සංගමය පැවසුවේ අඟහරුවාදා (01) මධ්යම රාත්රියේ සිට බහාලුම් ප්රවාහන ගාස්තුව සියයට 4 කින් අඩු කරන බවයි.",
        "බහාලුම් හිමියන්ගේ සංගමයේ සභාපති සනත් මංජුල සනත් මංජුල මහතා පැවසීය.",
        "\"රජය ඉන්ධන මිල අඩු කර ඇති බැවින් ඔටෝ ඩීසල් මිල රුපියල් 24 කින් සහ මීට පෙර රුපියල් 10 කින් අඩු වී තිබේ.",
        "එම මිලට සාපේක්ෂව ආනයන හා අපනයන බහාලුම් ප්රවාහන ගාස්තුව සියයට 4 කින් අඩු කිරීමට තීරණය කර ඇත. රජය මේ වන විට සමස්ත මහජනතාවට සහන සැලසෙමින් සිටී.",
        "ඒ අනුව අපගේ විධායක කමිටුව ප්රවාහන ගාස්තු අඩු කිරීමට තීරණය කර තිබේ."
      ]
    },
    "en": {
      "title": "Reduction of container transport fee",
      "body_lines": [
        "The container vehicle owners' association said the container transport fee was reduced by 4 percent from midnight on Tuesday (01).",
        "Chairman of the container vehicle owners association, Sanath Manjula said,",
        "“As the government has reduced the fuel prices, Otto diesel prices have been reduced by 24 rupees and previously 10 rupees.",
        "It has been decided to reduce the import and export container transport fee by 4 percent compared to those prices. The government is currently working on relief to the entire public.",
        "Accordingly, our executive committee has decided to reduce the transportation tariffs."
      ]
    }
  },
  "summary_lines": [
    "Container transport fee reduced 4% due to lower fuel costs. Government cuts diesel price by 24 rupees, prompting association to lower rates."
  ]
}