{
  "translated_text": {
    "ta": {
      "title": "மாலத்தீவு வெளியுறவு மந்திரி இலங்கைக்கு வருகை தருகிறார்",
      "body_lines": [
        "மாலத்தீவு வெளிவரின் அமைச்சர் மோசேவும் நான்கு நாட்களுக்கு வருகை தருகிறார்.",
        "மாலத்தீவு வெளியுறவு மந்திரி ஜூன் 3 முதல் 6 வரை 6 வரை நாட்டிற்குச் செல்ல திட்டமிடப்பட்டுள்ளது.",
        "மாலத்தீவு வெளியுறவு மந்திரி ஜனாதிபதி ரணில் விக்ரமசிங்க மற்றும் பிரதமர் தினேஷ் குணவர்தேனா ஆகியோருடன் பேச்சுவார்த்தை நடத்துவார்.",
        "கூடுதலாக, மாலத்தீவு வெளியுறவு மந்திரி மற்றும் அவரது தூதுக்குழு ஆகியவை வெளியுறவு மந்திரி அலி சப்ரியுடன் இருதரப்பு கலந்துரையாடல்களை நடத்த திட்டமிடப்பட்டுள்ளது.",
        "மாலத்தீவின் வெளிவிவகாரங்களின் மூத்த அதிகாரிகளின் குழுவும் சமீரும் இந்த வருகையில் பங்கேற்கிறார்."
      ]
    },
    "en": {
      "title": "Maldives Foreign Minister visits Sri Lanka",
      "body_lines": [
        "Maldives External Affairs Minister Moses Same is due to visit four four days.",
        "The Maldives Foreign Minister is scheduled to visit the country from June 3 to 6th to the 6th.",
        "The Maldives Foreign Minister will hold talks with President Ranil Wickremesinghe and Prime Minister Dinesh Gunawardena.",
        "In addition, the Maldivian Foreign Minister and his delegation are also scheduled to hold bilateral discussions with Foreign Minister Ali Sabri.",
        "A group of Senior Officers of the Maldives External Affairs Sameer is also participating in the visit."
      ]
    }
  },
  "summary_lines": [
    "Maldives' Foreign Minister Moses Same will visit Sri Lanka from June 3rd to 6th, meeting President Ranil Wickremesinghe, Prime Minister Dinesh Gunawardena, and Foreign Minister Ali Sabri. The visit includes bilateral discussions and participation from senior officers."
  ]
}