{
  "translated_text": {
    "ta": {
      "title": "ஓட்டுநர் உரிமம் நிரப்பு ஹோல்டர்கள்",
      "body_lines": [
        "ஒரு லேசான வாகன ஓட்டுநரின் உடல்களை வழங்குவதற்கான முன்மொழிவு முழு கேட்கும் நபர்களுக்கு லேசான வாகன ஓட்டுநர் புத்தகத்தை வழங்கும் திட்டத்தால் அங்கீகரிக்கப்பட்டுள்ளது.",
        "நவம்பர் 14 அன்று அமைச்சரவை தீர்மானத்தின்படி, 32, ஒரு பைலட் திட்டம் கம்பாஹா மாவட்டத்தால் செயல்படுத்தப்பட்டது.",
        "அதன்படி, போக்குவரத்து மற்றும் நெடுஞ்சாலை அமைச்சின் செயலாளரின் செயலாளராக நியமிக்கப்பட்ட குழுவின் பரிந்துரைகள் குறித்து இந்த முடிவு எடுக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Driving License Complemental Hearders",
      "body_lines": [
        "The proposal to provide a light vehicle driver's bodies has been approved by the proposal to provide a light vehicle driver's book for full hearing persons.",
        "According to a Cabinet resolution on November 14 ,,32, a pilot project was implemented by the Gampaha District.",
        "Accordingly, the decision has been taken on the recommendations of the Committee, which was appointed as the Secretary to the Secretary to the Ministry of Transport and Highways."
      ]
    }
  },
  "summary_lines": [
    "The Gampaha District has approved a pilot project for a light vehicle driver's book for full hearing persons, following a Cabinet resolution on November 14, 32. This decision was made based on recommendations from a committee appointed by the Ministry of Transport and Highways."
  ]
}