{
  "translated_text": {
    "ta": {
      "title": "பொதுத் தேர்தலில் அஞ்சல் வாக்களித்த மூன்றாம் நாள் இன்று",
      "body_lines": [
        "பொதுத் தேர்தலில் அஞ்சல் வாக்களிப்பின் மூன்றாவது நாள் இன்று (04).",
        "அதன்படி, தேர்தல் ஆணையம் (ஈபிஎல்) ஆயுதப்படைகள் மற்றும் ஆயுதப்படைகளில் உள்ள மற்ற அனைத்து மாநில நிறுவனங்களிலும், ஆயுதப்படைகள் மற்றும் பிற அனைத்து மாநில நிறுவனங்களிலும் உள்ள அனைத்து மாநில நிறுவனங்களிலும் தேர்தல்கள் தெரிவிக்கின்றன.",
        "தேர்தல் ஆணையர் ஜெனரல் சமன் ஸ்ரீ ரத்னாயக்கில், தபால் வாக்களிப்பை மேலும் குறிக்க முடியாத மாவட்டத்தின் தபால் வாக்களிப்பு என்று கூறினார்.",
        "இதற்கிடையில், வாக்காளர் வாக்குப்பதிவு மற்றும் முன்னுரிமை குறிப்பை தெளிவுபடுத்துவதற்கான அறிவிப்பை தேர்தல் ஆணையம் வெளியிட்டுள்ளது.",
        "அத்தகைய வாக்காளரின் கூற்றுப்படி, ஒரு வாக்காளர் ஒரு வாக்கு மற்றும் அங்கீகரிக்கப்பட்ட அரசியல் கட்சி அல்லது சுயாதீன குழுவுக்கு வழங்கப்படலாம்.",
        "அரசியல் கட்சி அல்லது வாக்களிப்பின் அடையாளம் சுயாதீன குழுவின் முன் அல்லது அடையாளத்தில் அல்லது ஹெட் கலரில் உள்ள அடையாளத்தில் பயன்படுத்தப்பட வேண்டும்.",
        "பல வேட்பாளர்களுக்கு தேர்வு செய்யப்படாத பல வேட்பாளர்களுக்கு ஒதுக்கப்பட்ட பல வேட்பாளர்களுக்கான வாக்குகளின் விருப்பம் என்று தேர்தல் ஆணையம் தெரிவித்துள்ளது.",
        "இதற்கிடையில், வாக்காளர் ஒன்றுக்கு மேற்பட்ட அங்கீகரிக்கப்பட்ட அரசியல் கட்சிகள் அல்லது சுயாதீன குழுக்களுக்கு வாக்களித்தால் வாக்காளர் வாக்குச்சீட்டில் வைக்கப்பட்டிருந்தால் வாக்களிப்பு உருவாக்கப்படும்.",
        "தேர்தல் ஆணையம் மேலும் வாக்களிப்பு மற்றும் விருப்பத்தைப் பயன்படுத்தி தேர்தல் ஆணையம் வழங்கப்பட்டுள்ளது என்றும் கூறியது."
      ]
    },
    "en": {
      "title": "Today is the third day of postal voting in general election",
      "body_lines": [
        "The third day of postal voting on the general election is today (04).",
        "Accordingly, the Elections Commission (EPL) said that elections in the Armed Forces and all other state institutions in the Armed Forces and all other state institutions in the Armed Forces and all other state institutions.",
        "Elections Commissioner General Saman Sri Ratnayake said that the postal voting of the district where the postal voting could not be marked further.",
        "Meanwhile, the Elections Commission has issued an announcement to clarify the voter turnout and preferential marking.",
        "According to such a voter, one voter is one vote and can be given to a recognized political party or independent group.",
        "The political party or the sign of the vote should be applied in the front or sign of independent group or the sign in the headcolor.",
        "The Elections Commission said that the preference of the vote for a number of candidates who have been allocated for a number of candidates who have not been selected for a number of candidates.",
        "Meanwhile, the vote will be forged if the voter has been placed on the ballot, if the voter votes for more than one recognized political parties or independent groups.",
        "The Elections Commission also further stated that the election commission has been issued using the vote and preference."
      ]
    }
  },
  "summary_lines": [
    "Third day of postal voting begins in general election. EPL clarifies rules: one vote per voter, mark preferred candidate clearly. Forged votes if multiple parties/groups chosen. Election commission emphasizes proper ballot usage."
  ]
}