{
  "translated_text": {
    "ta": {
      "title": "உள்நாட்டு வருவாய் துறைக்கு கடுமையான குற்றச்சாட்டுகள்",
      "body_lines": [
        "வரி தொடர்பான வருமானத்தின் அபாயத்தில் மதிப்பு கூட்டப்பட்ட வரியில் கிட்டத்தட்ட 20% சாத்தியமில்லை என்று தேசிய தணிக்கை அலுவலகம் கூறுகிறது.",
        "உள்நாட்டு வருவாய் திணைக்களத்தின் திறமையின்மை மற்றும் பொறுப்பற்ற நடவடிக்கைகள் காரணமாக இந்த நிலைமை எழுந்துள்ளது என்று அலுவலகம் காட்டுகிறது.",
        "உள்நாட்டு வருவாய் திணைக்களத்தின்படி, ஒதுக்கப்பட்ட மதிப்பு சேர்க்கப்பட்ட சிறப்பு தணிக்கை அறிக்கையை பொது அறிவிப்பில் அரசாங்கம் இந்த அறிக்கையை வெளியிட்டுள்ளது.",
        "உள்நாட்டு வருவாய் திணைக்களத்தால் பராமரிக்கப்படும் ஆவணங்களின்படி, VAT ரூ.",
        "ரூ .114 பில்லியன் மீதமுள்ளவை ரூ .11 4 பில்லியன் முதல் 13 பில்லியன் ரூபாய் வரை வெளிப்படுவதாகவும் தணிக்கை தெரிவித்துள்ளது.",
        "உள்நாட்டு வருவாய் திணைக்களத்தின் வருவாயின் போது வாட் மீட்கப்பட வேண்டும் என்றும் அரசாங்கத்தின் ஆபத்து அரசாங்கத்திற்கு ஆபத்தை ஏற்படுத்தியுள்ளது என்றும் தேசிய தணிக்கை அலுவலகம் காட்டுகிறது.",
        "உள்நாட்டு வருவாய் கிடைப்பதால் இந்த வரி இழப்புக்கு தேசிய தணிக்கை அலுவலகம் முக்கிய காரணம்.",
        "பற்றாக்குறையை உருவாக்குவது மற்றும் பற்றாக்குறை வரிக்கான காரணங்களுக்கான காரணங்களை முறையாக ஆய்வு செய்ய வேண்டும் என்று தேசிய தணிக்கை அலுவலகம் பரிந்துரைத்துள்ளது.",
        "கட்டுப்பாடற்ற அல்லது வேண்டுமென்றே பற்றாக்குறையை மீட்டெடுக்க முடியாத அதிகாரிகள் மீது தகுந்த ஒழுங்கு நடவடிக்கை எடுக்க அறிக்கை மேலும் பரிந்துரைக்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "Serious charges to the Inland Revenue Department",
      "body_lines": [
        "The National Audit office says that nearly 20% of the value added tax is impossible in the risk of tax related income.",
        "The office shows that this situation has arisen due to the inefficiency and irresponsible measures of the Department of Inland Revenue.",
        "According to the Department of Inland Revenue, the Government has made this statement in public declaration of special audit report on the allocated value added.",
        "According to the documents maintained by the Department of Inland Revenue, VAT is suspended at Rs.The National Audit Office points out.",
        "The audit has also revealed that the balance of Rs 114 billion has been exposed to Rs 11 4 billion to 13 billion rupees.",
        "The National Audit Office shows that the VAT should be recovered during the revenue of the Department of Inland Revenue and a risk of the government has caused a risk to the government.",
        "The National Audit Office is the main reason for the loss of this tax due to the availability of the Inland Revenue.",
        "The National Audit Office has recommended that a formal inspection of the formation of the deficit and the cause of the reasons for the cause of the deficit tax.",
        "The report further is further recommended to take appropriate disciplinary action against the officers who are unable to recover unrestrained or intentional deficit."
      ]
    }
  },
  "summary_lines": [
    "The National Audit Office criticizes the Inland Revenue Department for its inefficiency, highlighting a 20% risk of uncollectible Value Added Tax (VAT) worth billions. The audit suggests a need for a formal investigation into the causes of this deficit and recommends disciplinary actions against responsible officials."
  ]
}