{
  "translated_text": {
    "si": {
      "title": "වවුනියාවේ තියුණු ආයුධයකින් murder ාතනය;තරුණයා අත්අඩංගුවට ගත්තා!",
      "body_lines": [
        "ඕමන්තෙයි පොලිසිය පැවසුවේ ඉරිදා සවස (01) සවස (ඕමන්තයි සහ පරසන්කුලම් ප්රදේශයේ වවුනියාවේ ඉරිදා සවස (01) සවස තියුණු ආයුධයකින් පුද්ගලයෙකු was ාතනය කළ බවයි.",
        "ඕමන්තෙයි සහ පරසන්කුලම් ප්රදේශයේ කැබ් රථයක සිටි පිරිසක් තියුණු ආයුධයකින් පහර දී තිබේ.",
        "අනතුරින් රෝහලට ඇතුළත් කිරීමෙන් අනතුරුව වින්දිතයා වවුනියා රෝහලට ඇතුළත් කර ඇති බව පොලිසිය පවසයි.",
        "සිද්ධිය සම්බන්ධයෙන් වවුනියා හි කූමන්ගුලම්හි කොමන්ගුලම්හි අවුරුදු 18 ක තරුණ තරුණියන් අත්අඩංගුවට ගෙන තිබේ.",
        "මීට අමතරව, වෙනත් සැකකරුවන් අත්අඩංගුවට ගැනීම සඳහා ඕමන්තෙයි පොලිසිය වැඩිදුර පරීක්ෂණ පවත්වයි."
      ]
    },
    "en": {
      "title": "Murder by a sharp weapon in Vavuniya;Young man arrested!",
      "body_lines": [
        "Omanthai police said that a man was assassinated by a sharp weapon on Sunday evening (01) evening in the Vavuniya, Omanthai and Parasankulam area.",
        "A group of people in a cab in the Omanthai and Parasankulam area have been assaulted by a sharp weapon.",
        "The victim was subsequently admitted to the Vavuniya Hospital after being admitted to the hospital, police said.",
        "A 18 -year -old youth from Koomangulam, Vavuniya has been arrested in connection with the incident.",
        "In addition, Omanthai police are conducting further investigations to arrest other suspects."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Vavuniya: Murder by sharp weapon. Young man killed in Omanthai/Parasankulam. 18-year-old suspect from Koomangulam arrested. Police investigating further.\""
  ]
}