{
  "translated_text": {
    "ta": {
      "title": "கடற்படை பறவை மற்றும் ஊர்வனவற்றின் சிறப்பு மோசடியைப் பிடித்தது",
      "body_lines": [
        "இலங்கை கடற்படை இலங்கை கடலோர காவல்படையால் தென் கடலில் ஜூலை 07, 2024 ஜூலை 202 அன்று பயன்படுத்தப்பட்டது.",
        "இலங்கை கடற்படை மற்றும் கடலோர காவல்படை துறை இலங்கை கடற்படை மற்றும் கடலோர காவல்படையால் மேற்கொள்ளப்படுகிறது.",
        "அதன்படி, பறவைகள் மற்றும் ஊர்வனவற்றில் கடற்படை புலனாய்வு சட்டசபை, இந்த நடவடிக்கையில் தென் கடலில் இந்த நடவடிக்கையில் இலங்கை கடலோர காவல்படை படை ஆய்வு செய்யப்பட்டது. 13 அரிய மரங்கள், தாலஜிங் (01), ஒரு பெரிய டோண்ட்பெக் (01) மற்றும் பல நாள் மீன்பிடி கப்பலில் மூன்று பேர் படித்தார்கள்.",
        "பல நாள் மீன்பிடிக் கப்பல் ஜூலை 8 ஆம் தேதி ஜூலை 8 ஆம் தேதி ஜூலை 8 ஆம் தேதி ஜூலை 8 ஆம் தேதி இரவு காலே துறைமுகத்திற்கு கொண்டு வரப்பட்டது.",
        "34 முதல் 67 வயது வரையிலான இப்பகுதியின் நெகோம்போ மற்றும் கோச்சிகேட் பகுதிகளில் வசிப்பவர்களாக சந்தேக நபர்கள் அடையாளம் காணப்பட்டனர், அவர்கள் நெகோம்போவில் மீன்பிடிக்க கைது செய்யப்பட்டனர்.",
        "பல நாள் மீன்பிடி கப்பல்கள் மற்றும் சந்தேக நபர்களின் அடுத்த சட்ட நடவடிக்கைகளுக்காக வனவிலங்கு பாதுகாப்புத் துறைக்கு படிகள் ஒப்படைக்கப்பட்டன.",
        "இந்த விலங்குகள் வெளிநாட்டிலிருந்து வெளிநாட்டிலிருந்து கொண்டு வரப்பட வேண்டும் அல்லது இலங்கை சுற்றுச்சூழல் அமைப்பை வேறு நாட்டிற்கு கொண்டு செல்ல வேண்டும் என்றும் அது நம்புகிறது."
      ]
    },
    "en": {
      "title": "Navy caught a special racket of bird and reptile",
      "body_lines": [
        "The Sri Lanka Navy was deployed by the Sri Lanka Coast Guard at the South Sea on July 07, 2024 July, 202.",
        "The Department of Sri Lanka Navy and the Coast Guard are carried out by the Sri Lanka Navy and the Coast Guard.",
        "Accordingly, the Navy Intelligence Assembly on birds and reptiles, the Sri Lanka Coast Guard Squadron was inspected in this operation in the South Sea in this operation. Steps were taken into custody with 13 rare trees, Talagingkk (01), a large tortbek (01) and three parments in the multi-day fishing vessel..",
        "The multi-day fishing vessel was brought to the Galle Harbor on the 8th of July night by the Coast Guard on 8th July on the 8th of July night.",
        "The suspects were identified as residents of Negombo and Kochchikade areas of the area aged 34 to 67 years old, who were arrested for fishing in Negombo.",
        "Steps were handed over to the Hikkaduwa Department of Wildlife Conservation for the next legal proceedings of multi-day fishing vessels and suspects.",
        "It also believes that these animals were transported from abroad to be brought from abroad or transporting Sri Lankan ecosystem to another country."
      ]
    }
  },
  "summary_lines": [
    "On July 7, 2024, the Sri Lanka Navy, acting under the Sri Lanka Coast Guard, intercepted a multi-day fishing vessel in the South Sea. The operation resulted in the arrest of four individuals aged 34 to 67, residents of Negombo and Kochchikade, for illegal possession of 13 rare species including a large tortoise and three parrots. These animals were believed to have been smuggled from abroad, potentially threatening Sri Lanka's ecosystem. The suspects and the vessel were turned over to the Hikkaduwa Department of Wildlife Conservation for further legal action."
  ]
}