{
  "translated_text": {
    "ta": {
      "title": "வடக்கு மற்றும் கிழக்கிலிருந்து அகற்றப்பட்ட இராணுவ முகாம்கள் யாவை?",
      "body_lines": [
        "இலங்கையில் போரின் முடிவு, 2024 ஆண்டுகள் 2024 ஆம் ஆண்டு முதல் கடந்துவிட்டன. வடக்கு மற்றும் கிழக்கின் வடக்கு மற்றும் கிழக்கு அரசியல்வாதிகள் மற்றும் அரசாங்க அரசியல்வாதிகள் வடக்கு மற்றும் கிழக்கின் முதல் குடியிருப்பாளர்களுக்கு விடுவிக்கப்பட்டுள்ளனர். எவ்வாறாயினும், உள்ளூர் மற்றும் சர்வதேச கோரிக்கைகளை எதிர்கொண்டு இந்த செயல்முறை 15 ஆண்டுகளாக குறைக்கப்பட்டுள்ளது, இருப்பினும், தற்போது நடந்து வருகிறது.",
        "மே 18: மல்லிவைக் கடற்கரையிலிருந்து கேட்க 15 ஆண்டுகள் போர் மற்றும் நல்லிணக்கக் குழு: ஜெனீவாவுக்குக் காண்பிக்க 'நாடகம்' இதன் ஒரு பகுதியாகும்",
        "வடக்கு மாகாணத்தின் வடக்கு மாகாண தலைமையகத்திலிருந்து இரண்டு பெரிய பாதுகாப்பு ஏற்பாடுகள் அகற்றப்பட்டுள்ளன.",
        "அதன்படி, கிலினோச்சி பாதுகாப்பு இராணுவ தலைமையகம், கிலினோச்சி பாதுகாப்பு படை தலைமையகம் மற்றும் கிலினோச்சி பாதுகாப்புப் படைகளின் தலைமையகம் ஆகியவை யாஃப்னா பாதுகாப்புப் படைகளின் தலைமையகத்திற்கு ஒப்படைக்கப்பட்டுள்ளன.",
        "மேஜர் ஜெனரல் தினேஷ் நானாயக்கரா வன்னி பாதுகாப்பின் தளபதி தளபதி மற்றும் யாஃப்னாவின் தளபதி தளபதி தளபதி ஆவார்.",
        "வடக்கில் இராணுவ முகாம்களில் எத்தனை மத இடங்கள் வெளியிடப்படவில்லை?",
        "ஆயுதப்படைகள் மற்றும் காவல்துறையினரைச் சேர்ந்த ஏராளமான முகாம்கள் வடக்கு மற்றும் கிழக்கு மாகாணங்களில் 40 ஆண்டுகளுக்கும் மேலாக நிறுவப்பட்டுள்ளன.",
        "பாதுகாப்புப் படையினர் முகாம்கள் காரணமாக ஏராளமான மக்கள் தங்கள் முதல் நிலத்தை இழந்தனர்.",
        "வடக்கு மாகாணத்தில் பெரும்பாலான மக்கள் போரின் தொடக்கத்திலிருந்தே போரின் பெரும்பான்மையான நிலத்தை இழந்துள்ளனர்.",
        "இராணுவ செய்தித் தொடர்பாளர் அலுவலகம் வடக்கு மாகாணத்தில் போர் மற்றும் ரூ.",
        "தற்போது, ​​63,87.91 ஏக்கர் வடக்கு இராணுவத்தில் உள்ள நிலங்களிலிருந்து விடுவிக்கப்பட்டுள்ளது.",
        "இராணுவ ஊடக செய்தித் தொடர்பாளர் மேஜர் ஜெனரல் ராசிகா குமாரா பிபிசியிடம், வடக்கு மாகாணத்தில் இராணுவத்தை விடுவிக்க 98287 ஏக்கர் நிலம் இருப்பதாக கூறினார்.",
        "2024 ஆம் ஆண்டில், இந்த நிலம் கிழக்கு மாகாணத்தால் வெளியிடப்பட்டது, கிழக்கு மாகாணத்தில் 8772.62 ஏக்கர் நிலம் இன்னும் விடுவிக்கப்பட்டுள்ளது என்று அவர் கூறினார்.",
        "2009 ஆம் ஆண்டு முதல், வடக்கு மாகாணத்தால் மேற்கொள்ளப்பட்ட 86.54% நிலங்கள் வடக்கு மாகாணத்திலிருந்து வெளியிடப்பட்டுள்ளன, 13.46%.",
        "இராணுவ செய்தித் தொடர்பாளர் கூறுகையில், கிழக்கு மாகாணத்தில் நிலத்தின் மற்றொரு 28.30% விடுவிக்கப்பட்டுள்ளது.",
        "விடுவிக்கப்பட வேண்டிய ஆயுதப்படைகளின் காவலில் எவ்வளவு நிலம் உள்ளது?",
        "தேசிய பாதுகாப்பு ஆய்வுகளின் இயக்குநர் ஜெனரல், பாதுகாப்பு இயக்குநர், செய்தித் தொடர்பாளர் கே.ஆர்.",
        "\"ஆயுதப்படைகளுக்கான ஆரம்ப சக்திகளை கையகப்படுத்தும் நிலங்களில் இருந்து ஏராளமான நிலங்கள் வெளியிடப்பட்டுள்ளன.",
        "அவற்றில் பெரும்பாலானவை வெளியிடப்பட வேண்டும், அவ்வாறு செய்ய நடவடிக்கை எடுக்கப்படும்.",
        "கடந்த ஆண்டில் வடக்கு மாகாணத்தில் எவ்வளவு பாதுகாப்பு பாதுகாப்பு முகாம்கள் அகற்றப்பட்டுள்ளன?வடக்கு மாகாணத்தில் உள்ள ஒரு மூத்த இராணுவ அதிகாரியிடம் பிபிசி விசாரித்தது.",
        "கடந்த காலங்களில் வடக்கு மாகாணத்தின் வடக்கு பாதுகாப்பு தலைமையகத்திலிருந்து இரண்டு முக்கிய பாதுகாப்பு ஏற்பாடுகள் அகற்றப்பட்டுள்ளன என்றார்.",
        "வடக்கு மாகாணத்தில் நான்கு முக்கிய பாதுகாப்பு பணியாளர்கள் மற்றும் நான்கு முக்கிய பாதுகாப்பு பணியாளர்கள் வடக்கு மாகாணத்தில் செயல்பட்டு வருகின்றனர்.",
        "ஆனால் இப்போது இரண்டு முக்கிய பாதுகாப்பு ஆயுத தலைமையகம் அகற்றப்பட்டுள்ளது. அதன்படி, கிலினோச்சி பாதுகாப்பு இராணுவ தலைமையகம் மற்றும் முல்லைடிவு பாதுகாப்புப் படைகள் தலைமையகம் யாஃப்னா பாதுகாப்புப் படைகள் தலைமையகத்திற்கும் மற்றொன்றுக்கும் நியமிக்கப்பட்டுள்ளது.",
        "முல்லிட்டிவ் பாதுகாப்புப் படைகளின் தலைமையகத்தின் பெயர் அகற்றப்பட்டு வன்னி பாதுகாப்பு படை தலைமையகத்திற்கு ஒப்படைக்கப்பட்டுள்ளது.",
        "வன்னி பாதுகாப்பு படைகளின் தலைமையகம் (எஸ்.எல்.பி.எஃப்.இ) தம்புல்லாவிலிருந்து வடக்கு மற்றும் புல்முடா வரை புல்முடா வரை நீட்டிக்கப்பட்டுள்ளது.",
        "வடக்கு மாகாணம் வடக்கு மாகாணத்திலிருந்து அகற்றப்பட்டுள்ளது. கிலினோச்சி மற்றும் முல்லாய்டிவு பகுதிகளில் பல சிறிய முகாம்கள் அகற்றப்பட்டுள்ளன.",
        "பலாலி பாதுகாப்பு படைகளின் தலைமையகமாக அடையாளம் காணப்பட்ட பொதுமக்களின் நிலங்கள் பொதுமக்களால் வழங்கப்பட்டுள்ளன.",
        "பாதுகாப்புப் படைகளில் பொதுமக்களின் நிலத்தை விடுவிப்பதற்காக சிறிய இராணுவ முகாம்கள் அகற்றப்பட்டுள்ளன, மேலும் சிறிய முகாம்களின் துருப்புக்கள் முக்கிய முகாம்களில் இணைக்கப்பட்டுள்ளன.",
        "'சிறிய முகாம்கள் அகற்றப்பட்டாலும், இராணுவம் மற்றும் பாதுகாப்பு நடவடிக்கைகள் குறைக்கப்படவில்லை. எந்தவொரு பயங்கரவாத தாக்குதலிலும் பாதுகாப்புப் படைகள் தவறாமல் செயல்படுகின்றன.",
        "\"ஏற்கனவே அகற்றப்பட்ட சிறிய முகாம்களை அகற்றுவது நீக்கப்பட்டது, இராணுவம் மற்றும் பாதுகாப்பு அமைச்சின் பாதுகாப்பு அமைச்சகம் வலியுறுத்தியது.",
        "வடக்கு மாகாணத்தில் உள்ள இராணுவத்தின் முகாம்களை அகற்ற வவுனியாவில் வசிக்கும் என்.மொஹ்னானிடம் பிபிசி விசாரித்தது.",
        "'இப்போது போர் இல்லை. போர் முடிவடைந்து சுமார் 15 ஆண்டுகளுக்குப் பிறகு. தேவையற்ற முகாம்களை அகற்றுவது நல்லது, ஏனெனில் போர் இல்லை. ஏனெனில் அந்த இராணுவ முகாம்கள் பல அளவிலான பொதுமக்களில் இருந்தன.",
        "நிலத்தின் உரிமையாளர்கள் இப்போது மற்ற இடங்களில் வாழ்கின்றனர். போர் இல்லாததால், பொதுமக்கள் நிலங்களில் உள்ள முகாம்கள் மற்றும் நிலத்தை பொதுமக்களுக்கு வழங்கியது. '",
        "\"பாதுகாப்பிற்குத் தேவையான முகாம்களை அகற்ற நாங்கள் கேட்கவில்லை. எல்லா இடங்களிலும் சிறிய சிறிய முகாம்களை அகற்றுவதில் இது ஒரு பிரச்சினை அல்ல என்று நம்புகிறோம். \"",
        "பிபிசி பிபிசி ஃபோன்சேகாவிடம், சட்ட அட்டர்னி ஜெனரலின் வழக்கறிஞர், அட்டர்னி ஜெனரல் பிபிசி ஃபோன்சேகா, சட்டத்தின் வழக்கறிஞர்.",
        "'போர் முடிந்துவிட்டு 15 ஆண்டுகள் ஆகின்றன. இருப்பினும், பாதுகாப்புப் படையினர் வடக்கு மற்றும் கிழக்கு மாகாணங்களில் ஏராளமான நிலங்களை வைத்திருக்கிறார்கள்.",
        "\"பாதுகாப்புப் படையினருடன் சில பொதுமக்களின் நிலங்களில் நில உரிமையாளர்கள் கிடைக்கவில்லை.",
        "'யுத்தம் முடிந்ததும், பாதுகாப்புப் படையினரின் நில உரிமையை விடுவிப்பதற்காக நிலம் அரசாங்கத்திற்கு அழைத்துச் செல்லப்படாது, ஆனால் இன்னும் பொதுமக்களுக்கு இன்றுவரை வழங்கப்படவில்லை. இதில் அரசாங்கம் கவனம் செலுத்த வேண்டும். '"
      ]
    },
    "en": {
      "title": "What are the military camps removed from the North and East?",
      "body_lines": [
        "The end of the war in Sri Lanka, 2024 years have passed since the year 2024. The northern and eastern politicians of the North and the East and the government politicians have been released to the first residents of the North and East. However, the procedure has been reduced to 15 years in the face of local and international demands, however, is currently underway.",
        "May 18: 15 years of war and reconciliation committee to hear from Mullivaik coast: 'The drama' is part of this to show this to Geneva",
        "Two major security arrangements have been removed from the Northern Province Headquarters in the Northern Province.",
        "Accordingly, Kilinochchi Defense Army Headquarters, Kilinochchi Defense Force Headquarters and the Headquarters of Kilinochchi Defense Forces Headquarters has been handed over to the Jaffna Security Forces Headquarters.",
        "Major General Dinesh Nanayakkara is the Commander Commander Commander of the Wanni Defense and the Commander Commander Commander of Jaffna.",
        "How many religious places are there not released on military camps in the North?",
        "A large number of camps belonging to the Armed Forces and the Police have been established in the Northern and Eastern Provinces for more than 40 years.",
        "A large number of people lost their first land due to the security forces camps are still internally internally displaced or places.",
        "Most of the people in the Northern Province have lost their land to the majority of the war from the beginning of the war.",
        "Army spokesperson's office revealed that the Northern Province had been established in the Northern Province due to warfare and Rs.Did.",
        "At present, 63,87.91 acres have been released from lands in the Northern Army.",
        "Army Media Spokesperson Major General Rasika Kumara told BBC that there were 98287 acres of land to release the Army in the Northern Province.",
        "He said that by 2024, the land was released by the Eastern Province, and 8772.62 acres of land in the Eastern Province were still released.",
        "Since 2009, 86.54% of the lands carried out by the Northern Province have been released from the Northern Province and 13.46%.",
        "According to the Army Spokesperson, another 28.30% of the lands of land in the Eastern Province has been released.",
        "How much land is in the custody of the Armed Forces to be released?",
        "The Director General of the National Defense Studies, Director General of Defense, spokesman Kr. Nalin Herath questioned whether the Army, the Navy and Air Force had yet to be released.",
        "\"A large number of lands have been released from the lands taken over the initial forces for the armed forces.",
        "Most of them are to be released and action will be taken to do so.",
        "How much security security camps have been removed in the Northern Province during the past year?BBC inquired from a senior army officer in the Northern Province to go.",
        "He said two main security arrangements have been removed from the Northern security headquarters in the Northern Province during the past time.",
        "Four main security personnel in the Northern Province and four main security personnel were operating in the Northern Province.",
        "But now two main security armination headquarters have been removed. Accordingly, Kilinochchi Defense Army Headquarters and Mullaitivu Security Forces Headquarters has been assigned to the Jaffna Security Forces Headquarters and another.",
        "The name of Mullaittivu Security Forces Headquarters has been removed and handed over to the Wanni Defense Force Headquarters.",
        "Wanni Defense Forces Headquarters (SLBFE) is extended from Dambulla to North and Pulmuda to Pulmuda.",
        "The Northern Province has been removed from the Northern Province. A number of small campers have been cleared in Kilinochchi and Mullaitivu areas. \"The senior army officer who refused to reveal the name noted.",
        "The lands of the civilians who have been identified as the Headquarters of the Palaly Security Forces Headquarters have been delivered by civilians. \"He said.",
        "Small military camps have been removed to release the land of civilians in the security forces and the troops of the small camps have been attached to major camps.",
        "'Even though small camps have been removed, the army and security measures have not been reduced. The security forces regularly act on any terrorist attack.",
        "\"The removal of small camps that have already been removed has been removed, the Army and Defense Ministry's Ministry of Defense unit emphasized.",
        "The BBC inquired from N.Mohnan, a resident of Vavuniya, to remove the camps of the Army in the Northern Province.",
        "'There is no war now. It's been about 15 years after the end of the war. It is good to remove unnecessary camps because there is no war. Because those military camps were in many quantities of civilians.",
        "The owners of the land now live in other places. Because of the absence of the war, the camps in the lands of civilian lands and provided the land to civilians. '",
        "\"We do not ask for removal of camps needed for security. We hope that it is not a problem with removing small small camps everywhere. \"",
        "BBC inquired from BBC Fonseka, Attorney at Law Attorney General, Attorney General BBC Fonseka, Attorney at Law.",
        "'It has been 15 years since the war is over. However, the security forces have a large number of land in the Northern and Eastern Provinces. Several people have been filed even the Supreme Court.",
        "\"The land owners are not available on the lands of some civilians with security forces.",
        "'15 years after the war is over, the land will not be taken to the government to release the land ownership of the security forces, but has not yet been paid to civilians to date. The government needs to pay attention to this. '"
      ]
    }
  },
  "summary_lines": [
    "In post-war Sri Lanka, significant military camps in the North and East have been decommissioned. Key among these are the Kilinochchi Defense Army Headquarters and Mullaitivu Security Forces Headquarters, transferred to the Jaffna Security Forces Headquarters. This move reflects broader efforts to return lands to civilians, with notable progress in the Northern Province, where 63,872.91 acres have been released, leaving 13.46% still under military control. In contrast, the Eastern Province lags behind, with only 28.30% of its land returned. Despite these advancements, concerns remain about the continued presence of security forces on civilian lands and the slow pace of compensation for displaced individuals."
  ]
}