{
  "translated_text": {
    "ta": {
      "title": "தேர்தல் சட்டங்களை மீறும் பொது ஊழியர்களின் சம்பளம் குறித்த ஜனாதிபதி அறிவிப்பு உள்ளதா?",
      "body_lines": [
        "தேர்தல் சட்டங்களை மீறும் பொது ஊழியர்களின் சம்பளம் குறித்த ஜனாதிபதி அறிவிப்பு உள்ளதா?",
        "2024 ஜனாதிபதித் தேர்தலின் அஞ்சல் வாக்களிப்பு செப்டம்பர் 04 அன்று தொடங்க திட்டமிடப்பட்டுள்ளது.",
        "இன்று (செப்டம்பர் 02) வெளியிட்டுள்ள செய்திக்குறிப்பு, ஜனாதிபதி ஊடக பிரிவு வெளியிட்ட செய்திக்குறிப்பு, பொது சேவையின் அடிப்படை சம்பளம் ஜனவரி முதல் 24% முதல் 50% வரை அதிகரிக்கப்படும் என்று கூறினார்.",
        "பொது அமைச்சரின் சம்பள அதிகரிப்பு குறித்து எடுக்கப்பட்ட முடிவுகளை வெளியிடுவது, இது தேர்தல் சட்ட மீறல்களை மீறுவதா?",
        "சம்பள முரண்பாடுகளை ஆராய ஜனாதிபதி ரணில் விக்ரெமேசிங்கை ஜனாதிபதி ரானில் விக்கிரேமசிங்கை நியமித்தார். செப்டம்பர் 02 அன்று செயல்படுத்தப்படவுள்ள ஜனாதிபதியின் சிறப்புக் குழுவின் பரிந்துரைகளை செயல்படுத்த அமைச்சரவை ஒப்புதல் வழங்கப்பட்டுள்ளது.",
        "அதன்படி, பொது சேவையின் அடிப்படை சம்பளம் 24% மற்றும் 50% ஐ விட 50% அதிகமாக அதிகரிக்கும்.",
        "அலுவலக உதவி ராடூரிஸ்டுகள் / வேளாண் ஆராய்ச்சி மற்றும் உற்பத்தி அதிகாரி / இயக்குநர் / இயக்குநர் / உதவி செயலாளர் / சுகாதார ஆணையர் / கமிஷனர் / கமிஷனர் / கமிஷனர் / கமிஷனர் / நபர்கள் ஆணையர் / பல்கலைக்கழகங்கள் மற்றும் ஆயுதமேந்திய மூத்த உதவி செயலாளர் (சி.ஆர்.ஏ.டிங்) ஊழியர்கள் படைகள்",
        "கமிஷனர் ஜெனரல் பிபிசி தேர்தல் கமிஷனர் ஜெனரல் சமன் ஸ்ரீ ரத்னாயகே அறிக்கை தொடர்பான அறிக்கை குறித்து தெரிவித்தார்.",
        "\"தேர்தல் மற்றும் அஞ்சல் வாக்களிப்பு ஏற்பட்டால் வெளியிடப்பட்ட தேர்தலுக்கு இது ஒரு தடையாகும்.\"",
        "அறிக்கை மூலம் ஒரு வேட்பாளரை ஊக்குவிக்க இந்த அறிக்கை முடியுமா என்று பிபிசி சிங்களவலா கேட்டார். \"இது ஒரு வேட்பாளரை ஊக்குவிக்கிறது என்று கமிஷனர் ஜெனரல் அறிவித்தார்.",
        "இந்த அறிவிப்பை வெளியிடுவதற்கு தேர்தல் ஆணையம் தூண்டியபோது, ​​கமிஷனர் ஜெனரல் கூறினார்: \"நாங்கள் தேர்தல் ஆணையத்திற்கு வந்தால், நாங்கள் தேர்தல் ஆணையத்திற்கு வந்தால், நாங்கள் இடமாற்றத்திற்கு வந்தால். ஆனால் சேதம் முடிந்துவிட்டது. அடுத்து, அஞ்சல் வாக்குகள் தாக்கப்பட்டுள்ளன, \".",
        "\"இந்த நாட்டில் எம்பிசடர்ஸ்லாய் நாட்டிற்கு ஜனநாயகம் உள்ள இந்த நாட்டின் மக்களை அறிந்து கொள்ள வேண்டும்.\"",
        "ஜனநாயக சீர்திருத்தங்கள், தேர்தல் மற்றும் தேர்தல் ஆய்வுகளின் நிர்வாக இயக்குநர், பொது ஊழியர்களின் சம்பளம் குறித்து ஜனாதிபதி நிபுணர் குழுவின் பரிந்துரைகளை அறிவித்தார்.",
        "பொது ஊழியர்களில் அதிகரித்து வரும் பொது சேவை அதிகரித்து வருவது குறித்து அறிக்கைகளை வெளியிடுவதில் ஆச்சரியமில்லை என்று அவர் கூறினார்.",
        "\"ஜனாதிபதி தனது ஜனாதிபதி ஊடகப் பிரிவைப் பயன்படுத்தி ஒரு அறிக்கையை வெளியிடுவதற்கான சட்டங்களை மீறியுள்ளார்.. ஏனெனில் ஜனாதிபதி ஊடக பிரிவு ஒரு மாநில சொத்து. \"",
        "\"மேலும், தேர்தல் சட்டத்தால் இரண்டு தவறுகள் செய்யப்படுகின்றன. துஷ்பிரயோகம் செல்வாக்கு செலுத்த வேண்டும். இது ஒரு தீவிர தேர்தல் தவறு, அது அவரது பதவியை கூட இழக்கக்கூடும். \"",
        "\"தபால் வாக்களிப்பு 1981 ஆம் ஆண்டின் 15 ஆம் எண் ஜனாதிபதித் தேர்தல் சட்டத்தின் பிரிவு 1 மற்றும் 2 இன் படி அஞ்சல் வாக்களிப்பில் அஞ்சல் வாக்களிப்பு தாக்கத்தால் செய்யப்படுகிறது.",
        "\"ஜனாதிபதி தேர்தல் சட்டத்தின் 79 வது பிரிவையும் அவர் மீறியுள்ளார். ஒரு 'வளத்தை' கொடுப்பதன் மூலம். ஏனெனில் லஞ்சம் ஒரு வாக்குறுதியையும் ஊட்டத்தையும் அளிக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "\"இது ஜனவரி 1 ஆம் தேதி செயல்படுகிறது. தேர்தல் சட்டங்களை மீறுவது இதன் மூலம் செய்யப்பட்டது.",
        "செனகா படகோடா: அறுவை சிகிச்சைக்காக மருத்துவமனைக்குச் சென்ற பிரபல பாடகர் என்றென்றும் அமைதியாக இருக்கிறார்",
        "ஷேக் மேரா: இளவரசி துபாய், தனது 'விவாகரத்து' ஒரு வாசனை திரவியத்தை உருவாக்கினார்",
        "பஸ்கா தாக்குதலில் குருடாக இருக்கும் ஒரு நீதிபதி என்று டெபி கனவு கண்டார்"
      ]
    },
    "en": {
      "title": "Is the presidential announcement on salaries of public servants violating election laws?",
      "body_lines": [
        "Is the presidential announcement on salaries of public servants violating election laws?",
        "The postal voting of the 2024 presidential election is scheduled to commence on September 04.",
        "A press release issued today (September 02), a press release issued by the Presidential Media Unit said that the basic salary of the public service will be increased from 24% to 50% from January.",
        "Is the issuance of decisions taken regarding the salary increase in the salary increase in the public minister, is it a violation of election law violations?",
        "President Ranil Wickremesinghe appointed President Ranil Wickremesinghe to look into the salary anomalies. Cabinet approval has been issued to implement the recommendations of the President's Specialist Committee to be implemented on September 02.",
        "Accordingly, the basic salary of the public service will be increased by 24% and 50% more than 50%.",
        "Different grades of the office assistant raturists / agricultural research and manufacturing officer / Director / Director / Assistant Secretary / Commissioner of Health / Commissioner / Commissioner / Commissioner / Commissioner / Commissioner of Persons / Commissioner of Senior Assistant Secretary (Cracting)Servants of Universities and Armed Forces",
        "The Commissioner General stated that BBC Commissioner General of Elections Saman Sri Ratnayake on the statement regarding the statement.",
        "\"It is a hindrance to the election that has been published in the event of an election and postal voting.\"",
        "BBC Sinhala asked whether the statement would be able to promote a candidate through the statement. \"The Commissioner General declared that\" it promotes a candidate through this. \"",
        "When the Elections Commission prompted the issuance of this announcement, the Commissioner General said: \"If we come to the Election Commission, if we come to the election commission, if we come to the reposition. But the Damage is over. Next, the postal votes have been attacked, \".",
        "\"Embisaderslai in this country need to know the people of this country where the country has democracy.\"",
        "Democratic Reforms, Democratic Reforms and Executive Director of Elections, the Executive Director of the Elections and Election Studies, told the Sinhala service, announcing the recommendations of the Presidential Expert Committee regarding the increase of salaries of public servants..",
        "He said that he was not surprising to issue statements regarding the increasing public service incremental in the public servants nearly a long period of time.",
        "\"The President has violated the laws to issue a statement using his Presidential Media Division by using his presidential media unit.. Because the Presidential Media Unit is a state property. \"",
        "\"Also, two mistakes are done by election law. One to have an abuse influence. It has been a serious election mistake that may lose even his post. \"",
        "\"The postal voting is done by the postal voting impact on the postal voting as per Section 1 and 2 of the Presidential Election Act No. 15 of 1981.",
        "\"He has also violated Article 79 of the Presidential Election Act. Through giving a 'resource'. Because a bribery is expected to give a promise and feed. \"",
        "\"This is functioning on January 1. The violation of election laws has been made through this. \"He said.",
        "Senaka Batagoda: The popular singer who went to the hospital for surgery is silenced forever",
        "Sheikh Mera: Princess Dubai, who made his 'divorce' a perfume",
        "Debbie dreamed of being a judge who is blind in the Passover attack"
      ]
    }
  },
  "summary_lines": [
    "Presidential announcement on public servant salaries violates election laws, potentially impacting postal voting in 2024 election."
  ]
}