{
  "translated_text": {
    "ta": {
      "title": "சமன் நான்கு மணி நேரம்",
      "body_lines": [
        "சுகாதார அமைச்சின் கூடுதல் செயலாளர் சமன் ரத்னாயக்க, சுகாதார அமைச்சின் கூடுதல் செயலாளர், சுகாதார அமைச்சின் கூடுதல் செயலாளர், மாலியாகந்தா மாஜிஸ்திரேட் லோகவெல்லாமா வீரசிங்கே 6 ஆம் தேதி தெரிவித்தார்.",
        "சந்தேக நபரைத் தயாரிக்க சிறைச்சாலைகள் சமன் ரத்னாயக்கின் மேற்பார்வைக்கு மாஜிஸ்திரேட் உத்தியோகபூர்வ பெட்டியில் அவர் சமர்ப்பிக்கப்பட்டார்.",
        "ரகசியத்தின் முன்னிலையில், சிறை அதிகாரிகள் முன்வைத்த ஜனாதிபதி ஜனாதிபதியின் அடிப்படையில் அவர் நீதிமன்றங்களுக்கு முன் தயாரிக்கப்பட்டார். அவர் இன்று (06) நீதிமன்றங்களுக்கு முன் தயாரிக்கப்பட்டார்.",
        "சிறை அதிகாரிகள் சிறப்பு பாதுகாப்பு சிறை பேருந்தில் நீதிமன்றத்திற்கு கொண்டு செல்லப்பட்டனர், மேலும் அவர் இரவு 11:00 மணி வரை பஸ்ஸில் தடுத்து வைக்கப்பட்டார்.",
        "சிறை அதிகாரிகள் சிறை அதிகாரிகளால் சந்தேக நபரான சமன் ரத்னாயக்கை இரவு 11.00 மணியளவில் சம்மனில் சமர்ப்பிக்க அழைத்துச் செல்லப்பட்டனர்.",
        "நான்கு மணி நேரம், மாலை 3.00 மணியளவில் அவர் மீண்டும் சிறைக்கு கொண்டு செல்லப்பட்டார்."
      ]
    },
    "en": {
      "title": "Saman four hours",
      "body_lines": [
        "The Additional Secretary to the Ministry of Health, Saman Ratnayake, the Additional Secretary to the Ministry of Health, said that the Additional Secretary to the Ministry of Health said Maliyakkanda Magistrate Lokawellama Weerasinghe on the 6th.",
        "He was submitted to the Magistrate's official compartment to the supervision of Prisons Saman Ratnayake to produce the suspect.",
        "According to the presence of the secret, he was produced before courts on the basis of the presidential presidential presented by the prison officials. He was produced before courts today (06).",
        "Prison officials were taken to court on a special security prison bus and he was detained at the bus until 11:00 pm.",
        "Prison officials were taken by the prison officials to submit the suspect Saman Ratnayake at around 11.00 pm on a summon.",
        "For four hours, he was taken back to the prison around 3.00 pm."
      ]
    }
  },
  "summary_lines": [
    "Saman Ratnayake, Additional Secretary to the Ministry of Health, supervised the arrest of Maliyakkanda Magistrate Lokawellama Weerasinghe on the 6th. Weerasinghe was produced in court based on a presidential order presented by prison officials. He was detained on a prison bus until 11:00 pm, then taken to court. After four hours, he was returned to prison around 3:00 pm."
  ]
}