{
  "translated_text": {
    "si": {
      "title": "මඩකලපුව දිස්ත්රික්කයේ නියඟය: වියළි පොකුණු, විල් සහ පොකුණු",
      "body_lines": [
        "පසුගිය සති කිහිපය තුළ මඩකලපුව දිස්ත්රික්කයේ දැඩි නියඟය හේතුවෙන් පොකුණු, විල් සහ පොකුණු වියළී ගොස් තිබේ.. ධීවරයින් සහ ගොවීන් විශාල දුෂ්කරතාවන්ට මුහුණ දී සිටිති.",
        "මඩකලපුව දිස්ත්රික්කයේ බොහෝ ප්රදේශවල මඩකලපුව දිස්ත්රික්කයේ වියළි කාලගුණික තත්ත්වයන් විශාල ප්රමාණයක් තිබේ.",
        "ඔවුන්ගේ කෙත්වල නියඟය නිසා ගොවීන් කෘෂිකාර්මික කටයුතු විශාල වශයෙන් පීඩා විඳිති.",
        "දිස්ත්රික්කයට මේ වතාවේ වඩාත් වියළි කාලගුණයක් ඇත. මෙහි ප්රති result ලයක් ලෙස, ළමයින් සහ වැඩිහිටියන් විවිධ අපහසුතාවන්ට මුහුණ දී සිටී. විවිධ රෝග වලට මුහුණ දිය යුතු බව වාර්තා වේ.",
        "අධික තාපය නිසා මිනිසුන් පිටතට නොඑනු ඇත.",
        "පොකුණු වියළීම හේතුවෙන් ගොවීන් හා ධීවරයින් විල්වල කරදර පිළිබඳව අදහස් දැක්වීම නිසා ධීවරයින් සහ ගොවීන් විවිධ දුක්ඛිත තත්වයන්ට මුහුණ දී තිබේ."
      ]
    },
    "en": {
      "title": "Drought in Batticaloa district: Dry ponds, lakes and ponds",
      "body_lines": [
        "Ponds, lakes and ponds have been drying up due to severe drought in the Batticaloa district over the past few weeks.. Fishermen and farmers are facing great difficulties.",
        "In most parts of the Batticaloa district, there is a great deal of dry weather conditions in the Batticaloa district.",
        "Due to the drought in their fields, the farmers are suffering from a great deal of agricultural activities.",
        "The district has a more dry weather this time. As a result of this, children and the elderly are facing various inconveniences. It is reported that various diseases have to face.",
        "Due to the excessive heat, people are not coming out.",
        "Fishermen and farmers have been facing various distress as farmers and fishermen have commented on the troubles of the lakes due to the drying of the ponds."
      ]
    }
  },
  "summary_lines": [
    "Batticaloa faces severe drought, causing ponds, lakes, and rivers to dry up. This affects fishing and farming, leading to economic hardship and health issues among locals. The extreme heat keeps people indoors, exacerbating the situation."
  ]
}