{
  "translated_text": {
    "si": {
      "title": "கடந்த வருடம் முழுவதும் இலங்கையில்  அரசாங்கமும் அதன் முகவர்களும் தன்னிச்சையான அல்லது சட்டவிரோதமான படுகொலைகளில் ஈடுபட்டனர்- அமெரிக்க இராஜாங்க திணைக்களம்",
      "body_lines": [
        "එක්සත් ජනපද රාජ්ය දෙපාර්තමේන්තුව පැවසුවේ ශ්රී ලංකාවේ රජය සහ එහි නියෝජිතයින් වසර පුරා අත්තනෝමතික හෝ නීති විරෝධී inations ාතනයකට සම්බන්ධ වූ බවයි.",
        "එක්සත් ජනපද රාජ්ය දෙපාර්තමේන්තුව 2024 දී ජාත්යන්තර මානව හිමිකම් තත්ත්වය පිළිබඳ වාර්තාවක් නිකුත් කර තිබේ.",
        "அதில் இலங்கை நிலவரம் குறித்த அறிக்கையில் சட்டவிரோத படுகொலைகள் குறித்து தெரிவித்துள்ள அமெரிக்க இராஜாங்க திணைக்களம் மேலும் தெரிவித்துள்ளதாவது.",
        "පසුගිය වසරේ රජය සහ එහි නියෝජිතයින් පසුගිය වසරේ අත්තනෝමතික හෝ නීති විරෝධී සංහාරයට සම්බන්ධ වූ බව වාර්තා වේ.",
        "පොලිසිය ග්රහණයේ සිටියදී බොහෝ අය මිය ගොස් ඇත. පොලිසිය අපරාධය ස්ථානයට සැකකරුවන් රැගෙන යන විට සිදුවීම් කිහිපයක් තිබේ.",
        "විමර්ශනය අතරතුර සැකකරුවන් පහර දීම හෝ පලා යාමට උත්සාහ කළ බව පොලිසිය පවසයි.",
        "පසුගිය වසරේ සැප්තැම්බරයේදී ශ්රී ලංකා මානව හිමිකම් කොමිසම කොමිෂන් සභාව පැවසුවේ ජනවාරි සිට අගෝස්තු දක්වා, හත් දෙනෙකු පොලීසිය විසින් අත්අඩංගුවට ගත් බවයි.",
        "පොලීසිය පැවසුවේ පසුගිය වසර තුළ 103 ක් පමණ වෙඩි තැබීම් 103 ක් ඇති බවයි.",
        "මල්වතුකිරිපිටියේ බෞද්ධයෙකු බෞද්ධයෙකු murder ාතනය කිරීම සම්බන්ධයෙන් පසුගිය වසරේ මාර්තු 10 වන දින හිටපු යුද හමුදා කමාන්ඩෝ කලකර තිල්සන් අත්අඩංගුවට ගනු ලැබීය.. ප්රහාරයෙන් තුවාල ලැබූ පුද්ගලයා වටිනවිටිවල රෝහලේදී මිය ගිය බව පොලිසිය පවසයි.",
        "එවැනි මරණ එවැනි මරණ පොලීසිය නීතිවිරෝධී සමූල re ාතනයට ගැලපෙන බව සිවිල් සමාජය වාර්තා කරයි.",
        "එවැනි බොහෝ සිදුවීම් හේතුවෙන් ශ්රී ලංකා මානව හිමිකම් කොමිසම 2023 දෙසැම්බර් මාසයේදී පොලිසියට මග පෙන්වීමක් ලබා දුන්නේය."
      ]
    },
    "en": {
      "title": "Throughout the year, the government and its agents in Sri Lanka engaged in arbitrary or illegal massacre- the US State Department",
      "body_lines": [
        "The US State Department said that the government and its agents in Sri Lanka were involved in arbitrary or illegal assassination throughout the year.",
        "The US State Department has issued a report on the international human rights situation in 2024.",
        "The US State Department further stated that the Sri Lankan situation has reported on illegal killings.",
        "It has been reported that the government and its agents were involved in arbitrary or illegal massacre last year.",
        "Many people were killed when the police were in the grip. There were several incidents when the police took the suspects to the site of the crime.",
        "Police said the suspects attacked or tried to flee during the investigation.",
        "In September last year, the Sri Lanka Human Rights Commission said that from January to August, seven were arrested by the police.",
        "The police said that there were 103 -digit shootings over the past year.",
        "Former Army Commando Kalakara Tilsan was arrested on March 10 last year for the murder of a Buddhist at Malwathukiripitiya.. The man who was injured when he was attacked, died at the Watupitivala Hospital, police said.",
        "The civil society reports that such deaths fit into the illegal massacre of the police.",
        "Due to many such incidents, the Sri Lanka Human Rights Commission gave guidance to the police in December 2023."
      ]
    }
  },
  "summary_lines": []
}