{
  "translated_text": {
    "ta": {
      "title": "அரசாங்க இழப்புகளுக்கு மற்றொரு தடுப்பூசி ஸ்கிரிப்ட்",
      "body_lines": [
        "மெரிபென்டென்ஸ் ஊசி குப்பிகள் 488,590 குப்பிகளை 488,590 குப்பிகளை ரூ",
        "தேசிய தணிக்கை அலுவலகம் வெளியிட்டுள்ள சமீபத்திய தணிக்கை அறிக்கையின்படி, மருத்துவமனை அல்லது மருத்துவத்தில் உள்ள ஊசி குப்பிகளை அரசாங்கம் போதுமானதாகக் குறைத்துள்ளது.",
        "இந்த தடுப்பூசி குப்பியை தடுப்பூசி குப்பியை தடுப்பூசி குப்பியில் ரூ.",
        "இந்த தடுப்பூசியின் ஊசி நவம்பர் 21, 2022 க்குள் பங்கு இல்லை என்று கூறப்பட்டது.",
        "ஆனால் நவம்பர் 21, 2022 அன்று, மருத்துவ விநியோக பிரிவு அல்லது மருத்துவமனை அமைப்பில் குப்பிகள் வழியாக கிட்டத்தட்ட 488,50 வெளியிடப்பட்டது.",
        "இதன் விளைவாக, அவசரநிலை வாங்க இந்த மருந்து தேவையில்லை என்று தணிக்கை அறிக்கை கூறுகிறது. மருந்து ஒழுங்குமுறை ஆணையத்தின் பதிவு சான்றிதழைப் பெற்ற இரண்டு வார காலத்திற்குள் மருந்துகளை வழங்க சப்ளையர் ஒப்புக் கொண்டார்."
      ]
    },
    "en": {
      "title": "Another vaccine scrip to the government losses",
      "body_lines": [
        "Merependence injection vials 488,590 vials of 488,590 vials a loss of Rs. 35,0005,000",
        "The government has sufficiently reduced the injection vials in the hospital or medicine, with the purchase of 450,000 crores (355,000).According to a latest audit report issued by the National Audit Office.",
        "This vaccine vial has purchased the vaccine vial in the vaccine vial at an emergency purchase of Rs.",
        "The injection of this vaccine was stated that there was no stock by November 21, 2022.",
        "But on November 21, 2022, nearly 488,50 via vials were released in the Medical Supply Division or hospital system.",
        "As a result, the audit report states that this drug was not necessary to buy emergency. The supplier has agreed to provide medication within a period of two weeks after receiving the registration certificate of the Drug Regulatory Authority."
      ]
    }
  },
  "summary_lines": [
    "A government audit revealed a significant loss due to unnecessary purchases of vaccine vials worth Rs. 35,05,000. Despite having enough supplies, 488,590 vials were procured, leading to a financial setback. The audit also highlighted that the vaccine was not needed urgently as it was already available in hospitals."
  ]
}