{
  "translated_text": {
    "ta": {
      "title": "ලංකාවට අමතක වුණු ලංකාවේ වත්කම - ඉඩම්",
      "body_lines": [
        "அமைச்சரின் சொத்துக்களின் சொத்து அறிக்கைகள் பற்றி பேசுங்கள். அரசியல்வாதிகளின் அரசியல்வாதிகள் தங்கள் சொத்துக்கள் குறித்து வாதிடுகையில், இலங்கை தேசம் அவர்களின் உண்மையான சொத்தை மறந்துவிட்டது. ඒ වෙන මුකුත් නෙවෙයි, ඉඩම්. முதல் பட்ஜெட்டைப் பற்றி நீங்கள் அரட்டையடிக்கிறீர்கள் என்றால், நாங்கள் முதலில் வளத்தில் கவனம் செலுத்த வேண்டும், இது நாட்டின் பெரும்பாலும் குறைமதிப்பிற்கு உட்படுத்தப்பட்ட நிலத்தின் பெரும்பகுதி.",
        "இலங்கையில் நிலப் பிரச்சினை இன்று இல்லை. ஹார்வர்ட் வளர்ச்சி உட்பட பல, இலங்கையில் பலவீனமான சொத்து உரிமைகளை இது பொருளாதார வளர்ச்சிக்கு ஒரு வரம்பு என்று காண்கிறது. காடு மற்றும் இருப்புக்கள் உட்பட சுமார் 80% நிலங்களின் உரிமைகளில் சுமார் 80% அரசாங்கம் உள்ளது. அரசாங்க நிறுவனங்களுக்கு செயலற்ற நிலையில் அதிக எண்ணிக்கையிலான நிலங்கள் உள்ளன. அதாவது பயனுள்ள பயன்பாடு இல்லை. கூடுதலாக, மில்லியன் கணக்கான குடும்பங்கள் தனியார் நிலத்தை வைத்திருக்கும் மந்த நிலங்கள், அவை பெரும்பாலும் உற்பத்தி பயன்பாட்டின் பயனுள்ள பயன்பாட்டிலிருந்து அந்நியப்படுத்தப்பட்டாலும் கூட,. இதற்குக் காரணம், தனியார் உரிமை வெறுமனே பத்திரத்திற்கு மட்டுமே. கூடுதலாக, அவை பாதுகாப்பான, மாநில நிதியுதவி உரிமையாக நீடிக்காது.",
        "இந்த மாற்றத்தைப் புரிந்துகொள்வது மிகவும் முக்கியம். ஏனெனில் ஒரு பத்திரம் என்பது நில பரிவர்த்தனையின் வரலாற்றைப் புகாரளிக்கும் ஆவணம். ஆனால் அது உரிமையை உறுதிப்படுத்தாது. அதே நிலத்தில் பல நிரூபிக்கப்பட்டிருக்கலாம். உரிமையைப் பற்றி ஒரு இனம் உள்ளது. ஆனால் உரிமைகோரல் மிகவும் வேறுபட்ட ஒரு முக்கியமான சான்று. இது அரசாங்கம் ஏற்றுக்கொள்ளும் ஒன்று. நிலத்தை பதிவு செய்த பிறகு, எந்த சர்ச்சையும் இல்லை. அந்த சான்றிதழில், வீடுகள் மற்றும் வணிகங்கள் ஒரு பிரச்சினை இல்லாமல் கடன் வாங்கவும், விற்கவும், முதலீடு செய்யவும், நிலத்தில் முதலீடு செய்யவும் முடியும்.",
        "\"பாஸ்வ் சாவியா\" திட்டம் 1998 முதல் 'பாஸ்வ் சாவியா' திட்டத்தின் நோக்கமாகும். கிட்டத்தட்ட மூன்று தசாப்த கால நிலங்கள் 16 மில்லியன் தொகுதிகள் ஒரு மில்லியனுக்கும் அதிகமான உரிமைகோரல்களை வழங்கியுள்ளன. தற்போதைய நடவடிக்கை விகிதத்தின்படி இந்த வேலை செய்யப்படுவதிலிருந்து 300 ஆண்டுகள் ஆகும். அந்த நேரத்தில் உலகம் முன்னேறி தொடரும். ஆனால் இலங்கையர்களாகிய நாங்கள் இன்னும் வங்கிகளில் கரையில் காத்திருக்கிறோம். சர்வேயர்கள் பழைய செயல்களுடன் தேக்கமடைகிறார்கள்.",
        "இந்த விஷயங்களின் விளைவுகள் மிகவும் தீவிரமானவை. பாதுகாப்பு உரிமைகோரல்கள் இல்லாமல் வங்கிக் கடனை வாங்குவது எளிதல்ல. கடன் வழங்குநர்கள் தயங்குகிறார்கள். பின்னர் வணிகம் விரிவாக்க முடியாது. விவசாயிகளால் மூலதனத்தைக் கண்டுபிடிக்க முடியாது, வஞ்சகத்தை சந்தேகிக்க சந்தேகிக்க முடியாது. ஹார்னாண்டோ டி மிருகக்காட்சிசாலையில் ஒரு பிரபலமான கதை உள்ளது, இலங்கை 'இறந்த மூலதனத்தில்' அமர்ந்திருக்கிறது. இலங்கை நடைமுறையில் உள்ள மூலதனத்தின் செல்வத்தில் உள்ளது.",
        "எனவே நாம் ஏன் இங்கே மாட்டிக்கொள்கிறோம்? எங்கள் சட்டம் காலாவதியானது. இலங்கை சிக்கலான இணை உரிமையாளர்கள். மத மற்றும் சடங்கு நிலங்கள் உள்ளன. அமைப்புகளை பிரதிபலிக்காத மாதிரி அடிப்படையிலான மாதிரி உள்ளது. மற்றும் நிறுவன பாகங்கள் உடைக்கப்பட்டுள்ளன. கணக்கெடுப்புத் துறை, நில தலைப்பு தீர்வுத் துறை மற்றும் பதிவாளர் ஜெனரல் துறை ஆகியவற்றுக்கு இடையேயான நிறுவனத்திற்கு பொறுப்பு. அந்த ஏஜென்சிகளுக்கு அவர்களின் ஆர்டர்களில் பணியாற்றுவதைத் தவிர வேறு வழியில்லை. எனவே, இந்த நிறுவனங்களுக்கு பொறுப்பேற்கக்கூடிய பின்னணி இல்லை.",
        "கணக்கெடுப்பு இடுகைகளில் அதிகாரிகள் இல்லாததால் இந்த அமைப்பு மிகவும் மோசமாக உள்ளது. சர்ச்சை தீர்க்கப்பட்டது. 2023 நேரத்தில், தலையீட்டின் தலையீட்டில் 11% மட்டுமே. அதிசயமான நூறாயிரக்கணக்கான நிலங்களுக்கு நிச்சயமற்றது.",
        "இங்கே நிதியளிப்பதில் இது ஒரு சிக்கல் மட்டுமல்ல. தலைமை பிரச்சினை. அமைச்சரவை நில உரிமைகளை கருத்தில் கொள்ளவில்லை என்றால், இந்த சூழ்நிலையை மாற்றுவது எளிதல்ல. நிலைமை இந்த நிலைமை தொடர்கிறது.",
        "2026 வேலை செய்யும் பட்ஜெட் கூறுகிறது. இந்த விளையாட்டை மூன்று வலுவான முடிவுகளில் மாற்றலாம்.",
        "முதலில் செய்ய வேண்டியது சட்டத்தை மாற்றுவதாகும். சட்ட பணிக்குழு 1998 மசோதாவில் 12 மாதங்களுக்குள் தயாரிக்கப்பட வேண்டும். அதே நேரத்தில், இணை உரிமையாளர், மத மற்றும் அரசாங்க நிலங்கள் தெளிவாக ஒதுக்கப்பட்டு முறையான இழப்பீட்டு பொறிமுறையை நிறுவ வேண்டும்.",
        "இரண்டாவதாக, நில உரிமையாளர் முறையை மாற்ற நிலத்தின் நில பதிவு கட்டாயமாகும். ஒவ்வொரு விற்பனை, அடமானம் அல்லது பாரம்பரியம் தானாகவே உரிமைகோரல் ஒப்பந்தமாக மாற வேண்டும். 15 ஆண்டுகளுக்குள், நீங்கள் ஆதார பதிவேட்டை முழுமையாக அகற்றலாம்.",
        "மூன்றாவது விஷயம் என்னவென்றால், பற்றாக்குறையை ஈடுகட்டவும், சிறந்த நிதி முறைகளைப் பயன்படுத்தவும் தனியார் துறை ஆதரவு. அரசாங்கத்தின் மேற்பார்வையின் கீழ் உரிமம் பெற்ற தனியார் சர்வேயர்கள் உள்ளனர். பதிவேட்டில் சேவைகளுக்கு செலுத்தப்படும் சிறிய அளவுகள் மற்றும் விரைவான மாற்று வழிகள் அரசாங்க நிதியின் தேவையையும் குறைக்கும். தெளிவான முடிவைப் பெற, நன்கொடையாளர்களிடமிருந்து நிதிகளுடன் கூட்டாண்மைக்கான ஆதரவைப் பெறலாம்.",
        "இந்த சீர்திருத்தங்களின் நன்மைகள் அவற்றின் செலவை விட அதிகம். வங்கி, நில உரிமைகோரல் அடிப்படையிலான கடனை எடுக்கும்போது, ​​செயல்களின் அடிப்படையில் செயல்களைப் பெற இரண்டு மாதங்கள் ஆகும். நேரத்தை மிச்சப்படுத்துவது பற்றி மட்டும் பேசுவது மட்டுமல்ல. ஆனால் தாமதம் காரணமாக நிறைய விஷயங்கள் நடக்கக்கூடும். ஒரு விவசாயி சரியான நேரத்தில் பயிர்களை பயிரிட முடியாமல் போகலாம். அல்லது ஒரு வணிகத்தை விரிவுபடுத்த, நீங்கள் பணம் இல்லாமல் மாதங்கள் காத்திருக்கலாம்.",
        "மிக முக்கியமான விஷயம் என்னவென்றால், செய்ய முடியாததை நீங்கள் செய்ய முடியும். நீங்கள் ஒரு பதிப்புரிமைக்கு ஒரு பத்திரத்தை கொடுக்கலாம். அந்த பாதுகாப்பு, கடன் மற்றும் மன சுதந்திரம்.",
        "இந்த நேரத்தில், இலங்கையர்கள் உண்மையில் அரசியல்வாதிகளைப் பாதுகாப்பதற்காக தங்கள் உண்மையான சொத்துக்களைப் பார்த்து, தங்கள் சொந்த சொத்தை அங்கீகரித்து தங்கள் நிலத்தை விடுவிப்பார்கள். 'பிம் சாவியா' திட்டத்தை துரிதப்படுத்துவது தொழில்நுட்ப பயிற்சி அல்ல. இது ஒரு மரபணுக்களுக்கு சீர்திருத்தங்களின் ஒரு தலைமுறை. இது குடிமக்களை மேம்படுத்துவதற்கும், குடிமக்களை மேம்படுத்துவதற்கும், பொருளாதாரத்தையும் மேம்படுத்தக்கூடிய ஒரு திட்டமாகும்."
      ]
    },
    "en": {
      "title": "Asset in Sri Lanka forgotten - Land",
      "body_lines": [
        "Talk about the asset statements of the Minister's assets. While the politician of politicians arguing over their assets, the Sri Lankan nation has forgotten their true asset. Nothing else, land. If you chatting about the first budget, we must first focus on the resource, which is the most of the country's mostly undermined land.",
        "The land problem in Sri Lanka was not today. Many others, including Harvard growth, finds the weak property rights in Sri Lanka that it is a limit to economic growth. Government has about 80% of the rights of about 80% of the land including forest and reserves. Government institutions have a large number of land in passive condition. That means no effective use. In addition, the inert land where millions of families had private land, even if they were often alienated from effective use of productive use,. The reason for this is that private ownership is simply limited to deed. In addition, they do not last as a safe, state sponsored entitlement.",
        "It is very important to understand this change. Because a deed is the document that reporting the history of a land transaction. But that does not ensure ownership. The same land may have several proven. There is a race regarding ownership. But the claim is a crucial proof that is much different. It is something that the government accept. After registering the land, there is no dispute. On that certificate, households and businesses are able to borrow, sell, invest, invest in the land without a problem.",
        "The \"Basw Saviya\" program is the purpose of the 'Basw Saviya' program since 1998.  Nearly three decades of land have been issued more than one million claims of 16 million blocks. It takes 300 years since this work is done according to the current action rate. At that time the world will progress and proceed. But as Sri Lankans we are still waiting in the banks at the banks. Surveyors are stagnating with old deeds.",
        "The consequences of these things are extremely serious. It's not easy to buy a bank loan without safety claims. The lenders hesitate to. Then business cannot expand. The farmers cannot find capital and suspect caught deceit. Harnando de Zoo has a famous story, Sri Lanka is sitting on 'dead capital'. It is the point that Sri Lanka is in the prevailing wealth of capital.",
        "So why are we stuck here? Our law is outdated. Sri Lanka is complex co-owners. And there are religious and ritual lands. There is a model-based model that does not reflect the settings. And the institutional parts are broken. Responsible for the Institute between the Department of Survey Department, the Land Title Settlement Department and the Registrar General's Department. Those agencies have no choice but to work on their orders. Therefore, these institutions do not have a set of background that can take responsibility.",
        "The system is very poorly due to lack of officers in the posts of survey. Dispute resolved. At the time of 2023, only 11% of the intervention of intervention. There are uncertain to miraculous hundreds of thousands of lands.",
        "It's not just a problem with funding here. Leadership problem. If the cabinet does not consider land rights, it is not easy to change this situation. The situation continues to be this situation.",
        "2026 says the budget that works. This game can be changed in three strong decisions.",
        "The first to do is to modify the law. Legal Task Force must be drafted in the 1998 bill within 12 months. At the same time, co-ownership, religious and government lands should be clearly reserved and established a proper compensation mechanism.",
        "Secondly, the land registration of land is mandatory to replace the landlord system. Every sale, a mortgage or heritage must automatically become a claim deal. Within 15 years, you can completely remove the proof register.",
        "The third thing is that the private sector support to cover the shortage and using better funding methods. There is licensed private surveyors under the government's supervision. Small sizes paid to registry services and paid fast alternatives can also reduce the need for government funds. To get a clear result, you can get support from partnerships with funds from the donors.",
        "The benefits of these reforms are more than their cost. Banking, when it takes a land claim-based loan, takes two months to get deeds based on deeds. We're not only talking about saving time. But there is a lot of things that can happen because of delay. A farmer may not be able to cultivate crops on time. Or to expand a business, you can wait months without money.",
        "The most important thing is that you can do what is impossible to do. You can give a deed to a copyright. That protection, debt and freedom of mind.",
        "At the moment, Sri Lankans actually see their real assets for the preservation of the politicians and recognize their own property and release their land. It is not a technical exercise to accelerate the 'Bim Saviya' program. It's a generation of reforms per geneeration. It is a program that can empower citizens, to empower citizens, and the economy."
      ]
    }
  },
  "summary_lines": []
}