{
  "translated_text": {
    "si": {
      "title": "සුප්රසිද්ධ තබෙලා සංගීත සකාර් හුසේන් අභාවප්රාප්ත විය!",
      "body_lines": [
        "අසනීප සෞඛ්යයක් හේතුවෙන් සුප්රසිද්ධ තබෙලා සංගීත හාස් සහහීසීන් මියගොස් තිබේ. ඔහුගේ වයස අවුරුදු 73 කි. සහීර් හුසේන් මුම්බායි සිට ඉන්දියානු සාම්ප්රදායික සංගීතය, තබෙලා ප්රකාශ කළ මිනිසා ය.",
        "එක්සත් ජනපදයේ ජීවත් වූ සකරීර් හුසේන් පසුගිය සතිය සඳහා හදවතක් ඇති ගැටලුවක් තිබුණි.",
        "වෛද්යවරුන්ට දැඩි ලෙස සලකනු ලැබීය. කෙසේ වෙතත්, ඔහු ඉරිදා (දෙසැ. 15) ඉරිදා (දෙසැ. 15) ප්රතිකාරය .ලදායී නොවන බැවින්.",
        "සකාර් හුසේන් 1988 දී 2002 දී පද්මා භූෂාන් සහ 2023 දී පද්මා විභූෂාන් සම්මාන දිනා ගත්තේය.",
        "1990 දී ඉන්දීය රජයේ ගීතාවලිය ඇකඩමි සම්මානය සහ 2018 දී රත්න සත්ය සම්මානය ඔහුට පිරිනමන ලදී. 2024 පෙබරවාරි මාසයේදී ඔහු ග්රැමී සම්මාන 3 ක් දිනා ගත්තේය."
      ]
    },
    "en": {
      "title": "Famous Tabela musician Zakir Hussein passed away ..!",
      "body_lines": [
        "Famous Tabela musician Zaheer Hussein has passed away due to ill health. He is 73 years old. Zaheer Hussain from Mumbai is the man who proclaimed the Indian traditional music, Tabela.",
        "Zakir Hussein, who lived in the United States, had a heart -related problem for the past one week.",
        "Doctors were treated intensively. However, he passed away on Sunday (Dec. 15) as treatment was not effective.",
        "Zakir Hussain won the awards in 1988, Padma Bhushan in 2002 and Padma Vibhushan in 2023.",
        "He was awarded the Indian Government's Psalm Academy Award in 1990 and the Ratna Satya Award in 2018. In February 2024, he won three Grammy Awards."
      ]
    }
  },
  "summary_lines": [
    "Zaheer Hussein, famous tabla player, passes away at 73. Known for promoting Indian classical music. Won numerous awards including Padma Bhushan, Padma Vibhushan, and Grammy Awards."
  ]
}