{
  "translated_text": {
    "si": {
      "title": "‘கன்சைட்’ சித்திரவதை சிறைக் கூண்டுகளில் வெளிநாட்டவர்கள் உட்பட 60 பேர் தடுத்து வைக்கப்பட்டிருந்தமை அம்பலம் ;  முன்னாள் கடற்படை தளபதி உலுகேதென்னவின் வாக்கு மூலத்தால் விரிவடையும் விசாரணைகள்",
      "body_lines": [
        "හිටපු නාවික හමුදාපති නිශාන්ත නිශාන්ත උල්සුකෙටෙනා රහස් පොලිසිය පවසන්නේ කලාපීය වධහිංසා කඳවුර ත්රිකුණාමල නාවික කඳවුර තුළ කාගේ විරෝධී වධහිංසා කඳවුර ලෙස හැඳින්වූ බවයි. විමර්ශනයේදී පිළිගෙන ඇත.",
        "இந்நிலையில், அவரிடம் முன்னெடுக்கப்பட்ட விசாரணைகளின் படியும் மேலும் பல சாட்சிகளின் பிரகாரமும் குறித்த சட்ட விரோத சிறையில் இரு வெளிநாட்டவர்கள் உள்ளிட்ட 60 பேர் வரையில் தடுத்து வைக்கப்பட்டிருந்தததாக சி.ஐ.டி. යිනාර් විමර්ශනය පිළිබඳ තොරතුරු අනාවරණය කර තිබේ.",
        "මෙම අවස්ථාවේ දී, CIT. නිලධාරීන් 60 දෙනෙකු විසින් පොල්ගහගවල යුක්තිය මගින් රැඳවියන්ගේ නම පිළිබඳව නාවික හමුදාපතිගේ නමක් ඉල්ලා තිබේ.. කෙසේ වෙතත්, මෙම තොරතුරු නාවික හමුදාපති වයිස් අද්මිරාල් කාංචන පැනගොඩ විසින් ලබා දී නොමැති බව සීඅයිටී පැවසීය.",
        "කොළඹ සමාජ විමර්ශන කාර්යාංශය (සීඅයිටී) කොළඹ සුදු වෑන් රථයක සහ එහි යාබද ප්රදේශවල පැහැරගත් සිසුන් 5 දෙනෙකු ඇතුළු පුද්ගලයින් 11 දෙනෙකු දෙනවන්ට පරීක්ෂණ ආරම්භ කර තිබේ.. මෙම සුදු වෑන් පැහැරගැනීම් පිළිබඳ පරීක්ෂණ භූගත වෙබ් අඩවියේ තිබී සොයාගත් අතර, මෙම පරීක්ෂණයෙන් හෙළි වූයේ මෙම පරීක්ෂණයෙන් හෙළි වූයේ ශාන්ත සමරාවික්රාමයේ කෙගල්ලේ සිට ඉලෙප් වෙතින් හෝ ප්රදීප්ගෙන් පැහැර ගැනීමයි.",
        "මෙම පසුබිම තුළ කෙගාල මහාධිකරණයේ සහ ප්රදීමප් හි ප්රදීමප් හි විත්තිකරු ශාන්ත සමරාවික්රාමයේ විත්තිකරු වන ඉල්කමුවාවේ ප්රදීමයේ විත්තිකරු අපරාධ විමර්ශන දෙපාර්තමේන්තුවේ අපරාධ විමර්ශන ඒකකය ආරම්භ කළ අතර එය බලකොටුවේ යුක්තියට වාර්තාවක් ඉදිරිපත් කළේය.",
        "මේ අවස්ථාවේ දී කෙගාල මහාධිකරණ රෙජිස්ට්රාර් පැමිණිල්ල සම්බන්ධයෙන් වෙනම පරීක්ෂණයක් කෙගල් විසින් දියත් කරන ලදී.. 2010 ජූලි 23 වන දින පොලිසිය විසින් 2010 ජූලි 23 වන දින ඇලාවා පොලිසිය විසින් මෙම පොලිසිය රෝහලෙන් පලා ගොස් ඇති බව වාර්තා විය.. කෙසේ වෙතත්, පොලිස් නිලධාරීන්ගේ සහාය ඇතිව නාවික හමුදාවේ සහාය ඇතිව, ඔහු අතුරුදහන් වූ කඳවුරේ.",
        "ජූලි 28 වන දින හිටපු නාවික හමුදාපති අද්මිරාල් නිශාන්ත නිශාන්ත, එවකට ඇලාවා පොලිස් ස්ථානයේ අපරාධ විමර්ශන නිලධාරී සහ නාවික හමුදා 5 ක් සහ නාවික භටයින් 5 දෙනෙකු අත්අඩංගුවට ගැනීමෙන් පසුව අත්අඩංගුවට ගනු ලැබීය.. සීඅයිටී හි නඩු විභාගය අතරතුර, 2010 ජුලි 23 වන දින අතුරුදහන් වූ කෙගලෙන් මාස 6 ක් දක්වා ත්රිකුණාමලයේ පැවති කාම්බ් බිම් කඳවුර අතුරුදහන් වූ බව සාක්ෂිකරුවන්ට අනාවරණය විය.",
        "ඒ අනුව, 2010 ඔක්තෝබර් 1 සිට 2013 දක්වා, නාවික බුද්ධි අධ්යක්ෂක ලෙස සේවය කළ හිටපු නාවික හමුදාපති නිශාන්ත නිශාන්ත නිශාන්තගේ පරීක්ෂණයක් පැවැත්විණි.. හිටපු නාවික හමුදාපති නිශාන්ත නිශාන්ත උල්සුකෙටෙටෙනා සීඅපහී මහතා පැවසුවේ, 2010 ඔක්තෝම්බර් 1 වන දින එවකට නාවික හමුදාපති සුමනිලක බුද්ධි අංශ අධ්යක්ෂ ධුරය ලෙස පත් කිරීමෙන් පසුවය.. පුද්ගලයන් 40 ත් 60 ත් අතර සංඛ්යාවක් එහි රඳවාගෙන සිටින බව ඔහු පැවසීය.",
        "හිටපු නාවික හමුදාපති නිශාන්ත නිශාන්ත නිශාන්ත උල්වකෙනයා ලියාපදිංචි බන්ධනාගාරයක් නොවන බවත් නීති විරෝධී රැඳවුම් මධ්යස්ථානයක් පිළිගෙන ඇති බවත්.. ඒ අනුව, දණ්ඩ නීති සංග්රහයේ 356,141,296,32,32,32,37,37,37 ක් යටතේ හිටපු නාවික හමුදාපති නිශාන්ත නිශාන්ත නිශාන්ත උල්කෙතින් විසින් ද punishment ුවම් සම්බන්ධයෙන් වරදකරු වී ඇති බව සීඅයිටී නිවේදනය කර තිබේ.",
        "සීඅයිටීසී ට අනුව, එවකට නාවික හමුදාපති සෝමතිලක යන මහත්වරුන් විසින් නීතිවිරෝධී පනත මගින් අනාවරණය වී ඇති බවත්, එවකට පෙරදිග ප්රාදේශීය නාවික හමුදාපති අණදෙන නිලධාරී කොලොම්බගේ එම අවස්ථාවට අනාවරණය වී ඇති බවත් මෙමඟින් පැවසීය.",
        "හිටපු නාවික හමුදාපති අණදෙන නිලධාරී නිශාන්ත උල්වකේතන්න. පරීක්ෂණයෙන් හෙළි වූ තොරතුරුවලට අනුව ඔහු විශේෂ බුද්ධි අංශයක් ලෙස විශේෂ බුද්ධි අංශයක් පවත්වාගෙන ගොස් ඇති බවත් එය නාවික හමුදාවේ බුද්ධි අංශ ඒජන්සියට මඟ පෙන්වූ බවත් ඔහු පැවසීය.",
        "විශේෂ අංශය සඳහා බුද්ධි අංශ සමඟ සම්බන්ධ නොවන ඩබ්ලිව්.කේ.පී.. දසනායක නියෝග නිකුත් කර ඇති බවත් රණසිංහ, පොඩි කුමාර, ලොකු කුමාර, සැන්ටමාලි, සන්තමාලි, සැන්ටමාලි, සැන්ටමාලි සහ කෞසියා නාවික හමුදාවේ වීරයන් බවත් ඔහු පැවසීය.. නිශාන්ත උල්කෙස්ටෙනා පවසන පරිදි විශේෂ බුද්ධි අංශය විසුරුවා හරින ලදි.",
        "මෙම අවස්ථාවේ දී, නාවික හමුදාවේ විශේෂ බුද්ධි ඒජන්සිය ද ද සැලකේ. නිරීක්ෂණයට ගෙවා විමර්ශනය කෙරේ. ජුහාන්ත උල්වකෙන්නා ජූලි 30 වන දිනට මාර්තු දක්වා පියවර ගත්තද, ඉදිරිපත් කරන ලද කරුණු සලකා බැලීමේදී අධිකරණය මාර්තු විසින් අවලංගු කරන ලදී.. එල්ටීටීඊයේ බුද්ධි අංශය භාරව සිටි භාරතී සහ නාවික හමුදාවේ විජේකන් පිළිබඳ සාක්ෂියට අනුව විදේශිකයන් දෙදෙනා එහි රඳවා සිටියහ.. වැඩිදුර පරීක්ෂණ සිදු වෙමින් පවතී.",
        "මේ අතර, පොල්ගහවල මහේස්ත්රාත් අධිකරණය නිවේදනය කර ඇත්තේ නාවික හමුදාවේ බුද්ධි අංශයේ ප්රධාන පොලිස් පරීක්ෂක ඉලංගසිංහ, සීට් නාමල්, සර්ජින් රාජපක්ෂ යන සර්ජින් රාජපක්ෂ කණ්ඩායමක් වන සීආර් සොස්බෙරි ඒකකය භාර නිලධාරියා බවයි.",
        "සලකා බැලූ කරන් සහ කුට්ටි, කුට්ටි දෙපාර්තමේන්තුවට අයත් වූ අතර, ද සලකා බැලූ රැඳවියන්ගේ රැඳවියන්ගේ රැඳවියන්ගේ රැඳවියන්ගේ නාවික ප්රවීණයන් විජෙකොන්ගේ සාක්ෂිය දැක බලාත්මක විය. සමූහය ගිය විට නාවික බුද්ධි ඒකකය ඔවුන් පසුපස ගියේය. කපු අංශයේ ස්වාමිපුරුෂයා සහ භාර්යාව වන විට, සීයා විසින් තම නිවැසියාගේ තොරතුරු ලැබී පසුව නාවික හමුදාවට ගොස් ඇති බව සීඅයිටීඑන් සංවිධානයට දන්වා තිබේ.",
        "මේ පිළිබඳව සළකුණු දැනුම් දීමෙන් පසු, ඡන්දය දීමෙන් CIT CIT වෙත CIT විසින් අත්පත් කර ගන්නා ලදී.. කන්කසතුරෙයි ප්රදේශය භාරව සිටින නාවික බුද්ධි ඒජන්සිය භාර නිලධාරි ලුතිනන් කමාන්ඩර් රූපසිංහ මහතා පැවසුවේ කන්කසතුරෙයි භාරදීම භාර නිලධාරී රූපසිංහ මහතා බව සීඅයිසීසී කල් දැමූ බවයි.",
        "රූපසිංහ මහතා කැඳවූ අධිකරණයට දැනුම් දුන් විමර්ශකයින්. ඔහු මේ වන විට දොස් පැවරිය යුතු බව ප්රකාශ කළේය. කෙසේ වෙතත්, ලහාන්ත උළුකෙටා ජූලි 30 වන දින නිශාන්ත උල්වකෙනයා විසින් ජූලි 30 වන දින රූගහවල මහේස්ත්රාත් අධිකරණයේ දී ඇසූ විට, රූගසිංහ ලුතිනන් අණදෙන නිලධාරියාගේ යුක්ති සහගත ය.  මෙම නඩුව මේ මස 13 වන දින පැවැත්වීමට නියමිත බැවින් හිටපු නාවික හමුදාපති නිශාන්ත උල්කෙටෙයීන් සවිස්තරාත්මකව තබා ඇත.. 24 වන දින වැඩිදුර පරීක්ෂණ ඉදිරිපත් කරන ලෙස මහේස්ත්රාත්වරයා සිටි ඇටියට දැනුම් දී තිබේ."
      ]
    },
    "en": {
      "title": "60 detained by 60 people, including foreigners, in the Considement torture prisons;  Investigations expanded by the vote source of former Navy Commander Uluketenna",
      "body_lines": [
        "Former Navy Commander Nishantha Uluketenna CID says that the illegal torture camp called Considee's illegal torture camp inside the Trincomalee Naval Camp. Has been accepted at the investigation.",
        "In this case, the CIT has been detained in the illegal jail, including two foreigners, according to the investigations and many witnesses.. Yinar has revealed information on the investigation.",
        "In this case, the CIT. 60 of the officers have asked the Navy Commander's name on the name of the detainees by the Polgahagwala Justice.. However, the CIT said that the information was not provided by Navy Commander Vice Admiral Kanchana Panagoda.",
        "The CIT's Social Bureau of Investigation (CIT) has launched investigations into 11 persons, including 5 students who were abducted in a white van in Colombo and its adjoining areas.. Investigations into these white van abductions were found in the underground web site of the Considement, and the investigation revealed the abduction of Shantha Samarawickrama from Kegalle or Pradeep from Ilgamuwa.",
        "In this backdrop, Shantha Samarawickrama, a defendant of a lawsuit in the Kegalle High Court and Pradeep from Ilkamuwa, founded the Criminal Investigation Unit of the Criminal Investigation Department and submitted a report to the Fort Justice.",
        "In this case, a separate investigation into the Kegalle High Court Registrar's complaint was launched by the Kegalle.. It was reported that the police had fled the hospital on July 23, 2010 by the Alawa Police, Kegalle.. However, with the help of the police officers, with the help of the Navy, the disappearance of him in the Conside Camp.",
        "Former Navy Commander Admiral Nishantha Nishantha on July 28 was arrested on July 28 after the arrest of five policemen, including the then Criminal Investigation Officer of the Alawa Police Station, and 5 Marines, including Commander Ranasinghe, who was in charge of the Conside.. During the hearing of the CIT, it was revealed to the witnesses that the missing Considee Ground Camp at Trincomalee for up to 6 months from the missing Kegalle, which was missing on July 23, 2010.",
        "Accordingly, from October 1, 2010 to 2013, the CITs conducted an inquiry into the former Navy Commander Nishantha Ulukedeen, who served as the Director of Navy Intelligence.. Former Navy Commander Nishantha Uluketenna CIT said that after he was appointed as the Director of Intelligence on October 1, 2010, the then Navy Commander Somadhilaka had gone to visit the Consite Campaign to visit the Consite Campaign.. He added that 40 to 60 people were detained there.",
        "Former Navy Commander Nishantha Ulukethenna has also informed the CIT court that it is not a registered prison and an illegal detention center has been accepted.. Accordingly, the CIT has announced that the former Navy Commander Nishantha Ulukethenne has been convicted of punishment, including abduction and an illegal gang member, under Section 356,141,296,32,47 of the Penal Code.",
        "According to the CIT, the CIT said that the evidence had revealed that the illegal act had been revealed by the then Navy Commander Somatilaka, and the then Eastern Regional Navy Commander Colombage had brought him into the investigation zone.",
        "Former Navy Commander Nishantha Ulukethenna CIT. According to information revealed at the inquiry, he said that he had operated a special intelligence unit as a special intelligence unit and that it was not guided by the Navy's intelligence agency.",
        "For the special division, Commander DKP, who is not associated with the intelligence agencies. He said that Dasanayake had issued orders and that Ranasinghe, Podi Kumara, Loku Kumara, Ratnayake, Santamali and Kausalya were the heroes of the Navy.. According to Nishantha Uluketeenna, the special intelligence unit was then dissolved.",
        "In this case, the CIT also regarded the Navy Special Intelligence Agency. The observation is being paid and investigating. Although Nishantha Ulukethenna had taken steps to march on July 30, the court canceled the march, considering the issues put forward.. According to the testimony of Bharti and Navy's Wijekon, who was in charge of the LTTE's intelligence unit, the two foreigners were detained there.. Further investigations are underway.",
        "Meanwhile, the Polgahawala Magistrate's Court has announced that the Navy's intelligence unit has subsequently threatened a group of Chief Police Inspector Ilangasinghe, Sub -Inspector Namal and Sergene Rajapaksa, the officer in charge of the CIT's social robbery unit.",
        "Karan and Sarita, a husband, who belonged to the Cotton Department, to seek the CIT to witness the testimony of the naval veteran Wijekon on the detainees of the Conside Camp. When the group went, the naval intelligence unit followed them. As the husband and wife of the cotton sector know, the CIT has been informed that the CIT has received information from her householder and then went to the Navy.",
        "After the CITs were informed about this, the CIT was taken by the CIT to the CIT by voting.. They have stated that Lieutenant Commander Rupasinghe, the officer in charge of the Naval Intelligence Agency in charge of the Kankesanthurai area, said that the CIT was postponed.",
        "Investigators who informed the court summoned Rupasinghe. He stated that he had issued the blame at this time. However, when the case was heard by Nishantha Ulukethenna in the Polgahawala Magistrate's Court on July 30, the CITs also informed the Justice of the Rupasinghe Lieutenant Commander.  Former Navy Commander Nishantha Ulukethenne has been kept in detail as the case is due to be held on the 13th of this month.. The magistrate has informed the CIT to submit further inquiries on the 24th."
      ]
    }
  },
  "summary_lines": []
}