{
  "translated_text": {
    "si": {
      "title": "காசா- இஸ்ரேல் தாக்குதலில் 05 ஊடகவியலாளர்கள் கொல்லப்பட்டனர்",
      "body_lines": [
        "காசா நகரின் அல்-ஷிஃபா மருத்துவமனைக்கு அருகே இஸ்ரேல் நடத்திய தாக்குதலில் பிரபல நிருபர் அனஸ்அல்-ஷெரீப் உட்பட 05 அல் ஜசீரா ஊடகவியலாளர்கள் கொல்லப்பட்டதாக BBC தகவல் தெரிவித்துள்ளது.",
        "අල්-ෂරීෆ් සහ තවත් වාර්තාකරුවෙකු වන මොහොමඩ් චින්තන්, කැමරා ශිල්පී ඉබ්රාහිම් සාහාර් රෝහලේ ප්රධාන ගේට්ටුවේදී කූඩාරමකින් තල්මනේ ඉබ්රාහිම් සාහාර්, මොහොමඩ් නොබාල් සහ මොමන් අලිවාට පහර දුන්නේ රෝහලේ ප්රධාන ගේට්ටුවේදී ය.",
        "ஞாயிற்றுக்கிழமை (10) அன்று நடந்த \"இலக்கு வைக்கப்பட்ட படுகொலை\"பத்திரிகை சுதந்திரத்தின் மீதான மற்றொரு அப்பட்டமான மற்றும் திட்டமிடப்பட்ட தாக்குதல்\" என்று அது ஒரு அறிக்கையில் தெரிவித்துள்ளது.",
        "\"හමාස්හි ත්රස්තවාදී නිකායක ප්රධානියා ලෙස සේවය කරමින් ඊස්රායල් ආරක්ෂක හමුදා (අයිඩීඑෆ්) අල්-ෂරීෆ් ඉලක්ක කර ගත් බව තහවුරු කර තිබේ.",
        "\"අයිඩීඑෆ් භටයින්ට ඊශ්රායල මහජනතාව සහ රොජට් ප්රහාර\" \"කියා ද ඔහු පැවසීය. සීපීජේ.",
        "\"මෙය අතීතයේ දී ඊශ්රායලයෙන් දුටු කාලය - මාධ්යවේදියෙකු සාමාන්යයෙන් ඊශ්රායල හමුදා විසින් killed ාතනය කරන ලදී.",
        "පසුව, ඊශ්රායෙලය ත්රස්තවාදියෙකු යැයි කියා සිටින නමුත් හිමිකම් පෑමට සහාය වන අඩුම සාක්ෂිය පමණක් බව පවසමින්, \"සීපීජේ ප්රධාන විධායක නිලධාරී එන්.ආර්.සී.",
        "අල්-ෂරීෆ් බීබීසීයට පැවසුවේ අල්-සාරිෆ් පිළිගත් මාධ්යවේදියෙකු වූ බවත් ගැසා කලාපයේ සිදුවෙමින් පවතින දේ ලෝකයට දැනුම් දෙන ලෙස ලෝකයට කියා ගැනීමයි.",
        "යුද්ධය පුරාම, ජාත්යන්තර මාධ්යවේදීන්ට ගාසා තීරයට නිදහසේ ප්රවෘත්ති ප්රකාශ කිරීමට ඊශ්රායලය ඉඩ දුන්නේ නැත.",
        "\"ඔවුන් තම කූඩාරමේ ඉලක්ක කර ගත් අතර ඔවුන් ඊස්රායල් ප්රහාරය ගැන පාර්ලිමේන්තු මන්ත්රීවරයා පැවසුවා.",
        "\"සත්යය නම් ඊස්රායල් රජයට ගාසා තීරයේ ඕනෑම රූපවාහිනී නිවසක් නිහ to කිරීමට අවශ්ය බව\" ඔහු තිසා කාමරයට පැවසීය.",
        "\"මෙය මා මීට පෙර කවදාවත් දැක නැති දෙයක්.\" 28 හැවිරිදි අල්-ෂරීෆ් සිය මරණයට මිනිත්තු කිහිපයකින් එක්ස් වෙබ් අඩවියේ පළ කර ඇති අතර ඊශ්රායල ප්රහාරය ගාසා නගරයට තීව්ර වන බවට අනතුරු ඇඟවීය.",
        "මියගිය බව වාර්තා වූ පසු වාර්තා පළ වූ වාර්තාවක් මිතුරෙකු විසින් ලියන ලද සහ ප්රකාශයට පත් කර ඇති බව පෙනේ. බීබීසී සනාථ කළ ප්රහාරයෙන් ඉක්බිතිව පිරිමින්ට මනුෂ්යයින්ට මරා දැමූ තුවාල ලබා ගත හැකිය.",
        "සමහර අය ග්රීක ජාතිකයාගේ නම කෑගසමින් මළ සිරුනක් අල්-ෂ්රිෆ්ගේ ශරීරය යැයි පවසති. සමස්තයක් වශයෙන්, අල් -ජෙයාරා පැවසුවේ ප්රහාරයෙන් පුද්ගලයින් 7 දෙනෙකු මිය ගිය බවයි.",
        "ඔහුගේ සේවකයින් සිව්දෙනෙකු were ාතනය වූ නමුත් පැය කිහිපයකට පසු එය බ්රෝඩ්කාස්ටස්ටර් මුලින් පැවසුවා, නමුත් පැය කිහිපයකට පසු එය පහක් ලෙස එය නිවැරදි කළේය. පසුගිය මාසයේ අල්-ආජේරාමයිඩියා ජාලය - එක්සත් ජාතීන්ගේ සංවිධානය සහ සීපීජේ සමඟ - ඔහුගේ ආරක්ෂාව ගැන අනතුරු ඇඟවීය, අල්-ෂාර්ෆ්ගේ ජීවිතය අනතුරු ඇඟවීම.",
        "ජූලි මාසයේදී, අල්-ෂරීෆ්හි වීඩියෝවක් පළ කළේ, අල්-ෂරීෆ් පිළිබඳ වීඩියෝවක් පළ කළ බව ජූලි මාසයේදී, හමාස්ගේ හමුදා ඒකකයට අයත් යැයි ඔහුට චෝදනා කළේය.",
        "නිදහස සඳහා එක්සත් ජාතීන්ගේ විශේෂ වාර්තාකරු වන අයිරීන් ඛාන් පැවසුවේ එය \"පදනම් විරහිත\" සහ මාධ්යවේදීන්ට අමූලික ප්රහාරයක් බවයි.",
        "ඒ වන විට, \"ගාසා තීරයේ මාධ්යවේදීන් හමාස් ත්රස්තවාදීන්ගේ පාලනයකින් තොරව ප්රකාශයන් ඉහළ යමින් සිටිති.",
        "ඔහුගේ නවතම වාර්තාවේ, ITF මාධ්යවේදියෙකු ලෙස මවාපාමින් මවාපාමින් රඟපෑවා, මීට පෙර \"ත්රස්තවාදී පුහුණු පා courses මාලා ලැයිස්තුගත කිරීම\" ප්රකාශයට පත් කර ඇති ඔහුගේ මිලිටරි සම්බන්ධතාවය සනාථ කළේය.",
        "හමාස් සමඟ ඇසුරු කරන බව පවසමින්, ගාසා තීරයේ අල් ජසීරා ගාසෙරා ඉලක්ක කරගත් පළමු අවස්ථාව මෙය නොවේ.",
        "පසුගිය වසරේ අගෝස්තු මාසයේදී ඉස්මයිල් අල්කෝස් තනාදුකාර් හි වාඩි වී සිටින විට ගුවන් ප්රහාරක වීඩියෝවක වාඩි වී සිටින විට ගුවන් ප්රහාරයකින් පහර දෙන ලදී. කැමරා ශිල්පී රමී අල් රිෆි සහ බයිසිකලයේ පිරිමි ළමයෙක් ද මරා දමන ලදී.",
        "අල් ගොතින් සම්බන්ධයෙන් ගත් කල, අයිඑෆ්එෆ් කියා සිටියේ ඔක්තෝබර් 7 වන දින අව්හාමාස්ගේ ප්රහාර 723 ප්රහාරයට සහභාගී වූ බවයි.. සීපීජේ.",
        "තහවුරු කර ඇත. ගාසා තීරයේ වැඩි මාධ්යවේදීන් සඳහා තත්වය වඩාත් නරක ය.",
        "තීරුවේ ජනමාධ්යවේදීන් ගැන \"බරපතල සැලකිල්ලක්\" ප්රකාශ කරන ඒකාබද්ධ මාසය, ප්රවෘත්ති ආයතන තුනක්, එච්බී සහ ඒඑෆ්පී ඒකාබද්ධ ප්රකාශයක් නිකුත් කළේය.",
        "ඔවුන් පවසන්නේ තමන් සහ ඔවුන්ගේ පවුල් විසින් ඔවුන් වැඩි වැඩියෙන් පීඩාවට පත්ව සිටින බවයි. එහි ප්රවෘත්ති එකතුව විශ්වාස කළ බීබීසී කියා සිටියේ තමන් දින කිහිපයක් දින කිහිපයක් තිස්සේ දින කිහිපයක් ආහාරයට නොගත් බවත් වෙඩි තැබීමේදී සිහිසුන්ව වැටුණු බවත්ය.",
        "ගාසා තීරයේ ගාසා තීරයේ සැරිසරන බවට ජාත්යන්තර ආධාර සංවිධාන 100 කට වැඩි පිරිසක් අනතුරු අඟවා තිබේ. කෙසේ වෙතත්, ගාසා තීරයට ආධාර නිෂ්පාදන ලබා ගත යුතු ඊශ්රායෙලය \"හමාස් 'ව්යාපාරයට උදව් කිරීමට\" රාජ්ය නොවන සංවිධානවලට චෝදනා කර තිබේ. \". දකුණු i වෙත හමාස් එච්."
      ]
    },
    "en": {
      "title": "Gaza-Israel attack 05 journalists killed",
      "body_lines": [
        "BBC reports that 05 al-Jazeera journalists, including famous correspondent Anasal-Sharif, were killed in an Israeli attack near Al-Shifa Hospital in Gaza.",
        "Al-Sharif and another correspondent Mohammed Greek, Cameraman Ibrahim Zahar, Mohammed Noubal and Moman Aliva were attacked in a tent for journalists at the hospital's main gate.",
        "It said in a statement that the \"targeted assassination\" on Sunday (10) was another blatant and planned attack on the freedom of the press.",
        "The Israeli Security Forces (IDF) confirmed that Anas al-Sharif was targeted, accusing him of “serving as the head of a terrorist sect in Hamas.”",
        "He also said that \"Israeli public and rogett attacks on IDF troops\". The CPJ, the CPJ, said it was stunned by the attack and said that Israel had failed to provide evidence to support its allegations against Al-Sharif.",
        "\"This is a time we have seen from Israel in the past, not only in the current war - in which a journalist was usually killed by Israeli forces.",
        "Later, Israel claims to be a terrorist, but will only provide the lowest evidence to support the claims, ”the CPJ CEO, pair Kinsberg told BBC.",
        "Al-Sharif told the BBC that Al-Sarif was a recognized journalist and told the world to inform the world of what was happening in the Gaza region.",
        "Throughout the war, Israel did not allow international journalists to freely news into Gaza.",
        "“They were targeted in their tent and they did not send news from the forefront,” Moad said about the Israeli attack.",
        "\"The truth is that the Israeli government wants to silence any television news from Gaza,\" he told the Thnis Room.",
        "\"This is something I have never seen before.\" 28-year-old Al-Sharif posted on the X site in a few minutes before his death and warned that the Israeli attack would intensify into the city of Gaza.",
        "A record published after he was reported to have died seems to have been written and published by a friend. In the two graphic videos of the aftermath of the attack that confirmed the BBC, men can take the bodies of the killed.",
        "Some people scream Greekie's name and say that one of the bodies is al-Shreif's body. Overall, al -Jazeera said seven people were killed in the attack.",
        "The broadcaster initially said that four of his employees were killed, but a few hours later it corrected it as five. Last month, Al -Jazeeramidia Network - along with the United Nations and the CPJ - warned of his safety, warning Al -Sharif's life.",
        "In July, ITF spokesperson Avichai Adre, who posted a video on Al-Sharif, accused him of belonging to Hamas's military unit.",
        "The UN Special Rapporteur on Independence, Ireen Khan, said it was a \"unfounded\" and \"blatant attack on journalists.\"",
        "At the time, \"journalists in Gaza are on the rise of the uncontrolled claims of Hamas terrorists,\" he said.",
        "In his latest report, ITF accused Al-Sharif of pretending to be a journalist, and that he had previously published \"intelligence\" confirming his military connection, which has previously published \"listings of terrorist training courses\".",
        "This is not the first time that Al Jazeera in Gaza, claiming to be associated with Hamas, is targeting the IDF.",
        "In August last year, Ismail al-Qol was attacked in a plane attack when he was sitting in Tanadukar- horrible video showing his head cut on social media. Cameraman Rami Al-Rifi and a boy on the bicycle were also killed.",
        "In the case of al-Golin, ITF claimed that he participated in the 7th October 2023 attacks of Avhamaz, Al Jazeera was severely rejected. According to the CPJ, 186 journalists have been killed since the launch of Israel's military attack in Gaza in Gazette in October 2023.",
        "Have been confirmed. For more journalists in Gaza, the situation is worse.",
        "Last month, the BBC and three news agencies - Reuters, AB and AFP - released a joint statement that expresses \"serious concern\" about journalists in the strip.",
        "They say that they are increasingly affected by themselves and their families. The BBC, who believed for its news collection, claimed that they had not eaten for several days for several days and fell unconscious during the shooting.",
        "More than 100 International Aid Organizations and Human Rights Groups have warned that Gaza is starving in Gaza. However, Israel, which has to entry aid products into Gaza, has accused NGOs of \"helping Hamas' campaign.\". Israel launched its attack in response to a Hamas -led attack on the southern i."
      ]
    }
  },
  "summary_lines": []
}