{
  "translated_text": {
    "si": {
      "title": "රැස්වීම නොමැතිකම නිසා විවාද සාකච්ඡාව කල් දැමීම",
      "body_lines": [
        "ප්රමාණවත් බලමුලු ගැන්වීමක් නොමැතිකම නිසා, විපක්ෂයේ පක්ෂයේ කල් තැබීමේ විවාදය නවතා දමා ඇති අතර කවුන්සිලයේ කටයුතු මේ මස 04 දක්වා කල් දමා ඇත.",
        "පාර්ලිමේන්තුව මුර්රකාගේ ප්රධානත්වයෙන් යුත් මහින්ද යාපා අබේවර්ධන මහතා බදාදා (22). පාර්ලිමේන්තුව කල් දැමීම සිදු කළ අතර මෙය සිදු විය.",
        "මෙයින් පසු විපක්ෂයේ ප්රධානියා වන ලක්ෂ්මන් කිරියෙල්ලා විසින් රටේ ආර්ථිකය, නීතිය සහ නීතිය හා සාමය ඇතුළු විවිධ කරුණු පිළිබඳ යෝජනාව ඉදිරිපත් කළේය.",
        "කල් තැබීමේ යෝජනාව පිළිබඳ විවාදය සවස 04.15 සිට රාත්රී 04.1.1.1.1.1.1.1.15 දක්වා මෙම ප්රශ්නය මතු කළ පාලක පක්ෂයේ පාර්ලිමේන්තු මන්ත්රී මධුර විදානගේ මහතා රැස්වීම විමර්ශනය කිරීමට සභාවට නායකත්වය දුන් ජගත් සමරවික්රමගෙන් ඉල්ලා සිටියේය.",
        "මේ වන විට කවුන්සිලයේ මුලසුන දැරූ ජගත් සමරාවික්රමතුමා විනාඩි පහක් තිස්සේ අහෝසි කර ඇති බව ප්රකාශ කළේය."
      ]
    },
    "en": {
      "title": "Postponing Debate Discussion due to lack of meeting",
      "body_lines": [
        "Due to the lack of adequate mobilization, the adjournment debate of the opposition party has been halted and the proceedings of the council have been postponed till the 04th of this month.",
        "Parliament was chaired by Speaker Mahinda Yapa Abeywardena on Wednesday (22).. This was followed by the postponement of Parliament.",
        "Following this, Lakshman Kiriella, the chief of the opposition, presented the proposal on various issues including the economy, law and law and order of the country.",
        "As the debate on the adjournment proposal took place from 04.15 pm to 04.15 pm, the ruling party MP Madura Vidanage raised the issue and asked Jagath Samarawickrama, who led the council to investigate the meeting.",
        "Following this, Jagath Samarawickrama, who presided over the council, announced that he had been abolished for five minutes."
      ]
    }
  },
  "summary_lines": [
    "The opposition party's adjournment debate was postponed due to insufficient preparation, rescheduled for April 4th. The session, chaired by Speaker Mahinda Yapa Abeywardena, saw Lakshman Kiriella discuss national issues like the economy and law & order. A debate ensued, with Madura Vidanage questioning Jagath Samarawickrama about the meeting's organization. Following this, Samarawickrama announced a brief suspension."
  ]
}