{
  "translated_text": {
    "ta": {
      "title": "உதவித்தொகை வினாத்தாள் பற்றி சிஐடியுக்கு ஒரு ரகசிய அறிக்கை",
      "body_lines": [
        "குற்றவியல் புலனாய்வுத் துறை (சிஐடி) 2001 உதவித்தொகை தேர்வு தேர்வு தேர்வு தேர்வு தேர்வு குறித்த விரிவான தகவல்களை விரிவான அறிக்கையை ஒப்படைத்தது.",
        "கடந்த செப்டம்பர் மாதம் 5 உதவித்தொகை தேர்வின் முதல் வினாத்தாள் நான்கு அடிப்படை உரிமை மனுக்களால் குற்றவாளி.",
        "இந்த மனு யசாந்தா கோடகோடா, குமுடுனி விக்ரமாசிங்கே மற்றும் அர்ஜுனா ஓபீசெக்கெர் ஆகியோரின் நீதிபதி முகத்தில் இருந்தது.",
        "5 ஆம் ஆண்டின் உதவித்தொகை தேர்வின் பெற்றோரிடமிருந்து பதிலளித்தவர்களாக தேர்வுகளின் கமிஷனர் ஜெனரல் மற்றும் பலர் பெயரிடப்பட்டுள்ளனர்.",
        "முந்தைய அறிவிப்பு தேர்வில் ஆரம்பகால விசாரணையின் போது குற்றவியல் விசாரணைத் துறைக்கு உச்சநீதிமன்றம் நேற்று உத்தரவிட்டது.",
        "இந்த மனுவில் மனுக்களுக்கு உச்ச நீதிமன்றத்தின் உச்ச நீதிமன்றம் தகவல் அளித்தது."
      ]
    },
    "en": {
      "title": "A secret report to the CID about the scholarship question paper",
      "body_lines": [
        "The Criminal Investigation Department (CID) handed over a detailed report in detail information on the 2001 scholarship examination examination examination examination examination.",
        "The first question paper of the Year 5 scholarship examination last September was criminated by four fundamental rights petitions.When the Director of the Department of Investigations, Senior Superintendent of Police, I Merasha Mummali handed over the report to the Supreme Court.",
        "The petition was in the face of the judge of Yasantha Kodagoda, Kumuduni Wickremasinghe, and Arjuna Obeysekere.",
        "The Commissioner General of Examinations and several others have been named as the respondents from the parents of the Year 5 scholarship examination.",
        "The Supreme Court yesterday had ordered the Criminal Investigation Department at the time of the earliest investigations on the earlier of the announcement examination.The Superintendent of Police was produced in court Mali Mali.",
        "The Supreme Court of the Supreme Court informed the Petitions file in this petition."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "CID report details 2001 scholarship exam cheating scandal. Four Fundamental Rights petitions filed against exam questions. Report handed to Supreme Court judges. Parents named as respondents. Court orders CID investigation."
  ]
}