{
  "translated_text": {
    "si": {
      "title": "Jevna ටයිටන්ස් හි ඩවුන් වෙල්ලකක් සහ කුසාල් මෙන්ඩිස් කලම්බම්බෝ ජගුවාර්ස් ඉවත් කළහ",
      "body_lines": [
        "ටියුනිට් වෙල්ලකගේ නිවැරදි පන්දු යැවීම සහ කුසාල් මෙන්ඩිස්ගේ ක්රියාව මහනුවර පල්ලකලේ හි කලා 10 සුපර් ලීග් ක්රිකට් තරගයෙන් කලම්බුමා ජගුවර් කණ්ඩායම නෙරපා දැමීය.",
        "Jevna ටයිටන්ස් අද අවසන් අදියරේදී කඩුලු 9 කින් ජයග්රහණය කළේය.",
        "තරගාවලිය අහිමි නොවූ එකම කණ්ඩායම බවට පත්වූ එකම ජෙවන් ටයිටන්ස් හෙට පළමු සුදුසුකම් ලැබීමේ තරගය හෙට ක්රීඩා කරනු ඇත.",
        "අද පැවති තරඟයේදී කලම්බෝ ජගූකිරි ඕවර 10 කදී කඩුලු 8 ක් අහිමි කර ලකුණු 99 ක් රැස් කළේය.",
        "තරගය කාර්යක්ෂමව ක්රීඩාව අහිමි නොවී රමේෂ් මෙන්ඩිස් ලකුණු 28 ක් රැස් කළේය. අසිෆ් අලි (18), කමින්දු මෙන්ඩිස් (17) සහ නජිබුලා සාද්රාන් (12) ලකුණු 10 කට වඩා වැඩිය.",
        "පන්දු යැවීමේදී ඩවුන් වෙල්ලාලක් ලකුණු 5 කට කඩුලු 3 ක් දවා ගත් අතර ලහිරු කුමාර ලකුණු 19 කට කඩුලු 2 ක් දවා ගත්තේය.",
        "ඊට පිළිතුරු වශයෙන් ජෙවෝ ටයිටන්ස්ට ඕවර 5.4 කදී එක් කඩුල්ලක් පමණක් අහිමි වී ලකුණු 100 ක් රැස් කළේය.",
        "මුල් ක්රීඩකයා කෙවින් විකාහාම් ප්රවාහය නොමැතිව තරගය අහිමි විය. (2 - 1 විග්.)",
        "කෙසේ වෙතත්, කුසල් මෙන්ඩිස් සහ සාරිට් අසලාන්කා දෙවන කඩුලු 2 කින් පන්දු 30 කදී ලකුණු 98 ක් රැස් කළහ.",
        "කුස මෙන්ඩිස් පන්දු 23 ක්, හයේ පහර 5 ක් සහ ලකුණු 16 ක් සහ ලකුණු 16 ක් සහ ලකුණු 16 ක් ද ඇතුළුව පන්දු 23 ක් සමඟ සෙල්ලම් කළේ නැත.",
        "සමාරම්භක ලංකා R10 සුපර් ලීගයේ තනි පුද්ගලයෙකු විසින් කුසල් මෙන්ඩිස් විසින් රැස් කරන ලද ලකුණු 79 ක් වාර්තා විය."
      ]
    },
    "en": {
      "title": "Jevna Titans's Dunit Vellalake and Kusal Mendis evacuated Kalambo Jaguarz",
      "body_lines": [
        "Tunit Vellake's accurate bowling and Kusal Mendis's action dismissed the Kalambo Jaguars team from the Lanka R10 Super League cricket match at Pallekele in Kandy.",
        "Jevna Titans won by 9 wickets in the last phase of today.",
        "Jevna Titans, who became the only team that has not lost the tournament, will play the first qualifying match tomorrow.",
        "In today's match, Kalambo Jaguars lost 8 wickets in 10 overs and scored 99 runs.",
        "Ramesh Mendis scored 28 runs without losing the game efficiently. Asif Ali (18), Kamindu Mendis (17) and Najibullah Saadran (12) scored more than 10 runs.",
        "In the bowling, Dunit Vellalake took 3 wickets for 5 runs while Lahiru Kumara took 2 wickets for 19 runs.",
        "In reply, Jevna Titans lost only one wicket in 5.4 overs and scored 100 runs.",
        "Early player Kevin Wickham lost the game without the flow. (2 - 1 wig.)",
        "However, Kusal Mendis and Sarit Asalanka shared 98 runs off 30 balls in the second wicketless 2 -wicket.",
        "Kusal Mendis did not play with 23 balls with 11 fours, 5 sixes, and 16 runs, including a six, and 16 runs.",
        "The 79 runs scored by Kusal Mendis were recorded by a single person in the inaugural Lanka R10 Super League."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Jevna Titans defeated Kalambo Jaguars in Lanka R10 Super League. Kusal Mendis & Sarit Asalanka shared 98 runs. Mendis hit 16* (11 fours, 5 sixes). Titans won by 9 wickets."
  ]
}