{
  "translated_text": {
    "si": {
      "title": "පාර්ලිමේන්තුව ක්රියාත්මක නොවන රටක ප්රජාතන්ත්රවාදයක් නොමැත",
      "body_lines": [
        "කථානායක මහින්ද යාපා අබේවර්ධන මහතා කියා සිටියේ ප්රජාතන්ත්රවාදයේ හදවත පාර්ලිමේන්තුවක් වන අතර පාර්ලිමේන්තුවේ ක්රියා නොකළ රට රට පාලනය කිරීමට හේතු වන බවයි.",
        "කථිකයා පෙන්වා දුන්නේ නීතියක් නොමැතිව අධිකරණය හෝ විධායක බලය ක්රියාත්මක කළ නොහැකි බවත්, මෙම කුළුණු තුන ඒකාබද්ධ වුවහොත්, රට සංවර්ධනය කරා ගෙන යාමට මෙම වැඩසටහන සූදානම් කළ හැකිය.",
        "කඩ්වද මහමියා බාලිකා විද්යාලයේ ශිෂ්ය පාර්ලිමේන්තුවේ ආරම්භක රැස්වීම සඳුදා (19) පැරණි පාර්ලිමේන්තු ජනාධිපති ජනාධිපති කාර්යාලයේ ප්රධාන ශාලාවේදී පැවැත්විණි.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ නියෝගය මත ජනාධිපති කාර්යාලය සමඟ එක්ව ශ්රී ලංකා පාර්ලිමේන්තුවේ පාර්ලිමේන්තුවේ පාර්ලිමේන්තුවේ පාර්ලිමේන්තුවේ සන්නිවේදන දෙපාර්තමේන්තුව විසින් ශ්රී ලංකා පාර්ලිමේන්තුවේ සන්නිවේදන දෙපාර්තමේන්තුව විසින් මෙම උත්සවය සංවිධානය කරන ලදී.",
        "මෙම සිසුන් අද පැරණි පාර්ලිමේන්තුවේ රැස්ව සිටිති. මෙම පාර්ලිමේන්තුවෙන්, දිවා පාලකයින් රට සඳහා නීති හා රෙගුලාසි සකස් කිරීමට පියවර ගත්හ.. කතා කිරීමේ නිදහස තේරුම් ගත හැකි එකම ස්ථානය පාර්ලිමේන්තුවයි. ඔවුන් එහි වරප්රසාදවල යහපත් දේ මෙන් වැරදි දේ ගැන කතා කරති.",
        "ප්රජාතන්ත්රවාදය පාර්ලිමේන්තුවේ වඩා හොඳය. ඔබ පාර්ලිමේන්තු ක්රියාවලිය දෙස බලන විට, විවිධ අවස්ථාවන්හිදී මන්ත්රීවරු මට දොස් පවරනු ඇත. ඒ සම්බන්ධයෙන් පාර්ලිමේන්තුවේ හදවත. පාර්ලිමේන්තුව ක්රියා නොකරන්නේ නම් රට තුළ කිසිදු නීතියක් නොමැත. එබැවින් සෑම දෙයක්ම ක්රියාත්මක වන්නේ පාර්ලිමේන්තුවේ ක්රියාකාරිත්වය මගිනි.",
        "අධිකරණය සහ විධායක බලය සුවිශේෂී විය නොහැක. එබැවින්, විධායක බලය සහ නීතිගත කිරීම රටක අනාගතය තීරණය කිරීමේදී වඩා හොඳ ස්ථානයක් ගෙන තිබේ.. මෙම සමාගම් තුන ස්වාධීන සමාගම් තුනක් වේ. ජනතාවගේ ඡන්දය විසින් සාමාජිකයින් නීති සම්පාදනය කරනු ලැබේ. එම සියලු තේරීම් ප්රජාතන්ත්රවාදීව.",
        "ලෝකය දෙස බලන විට, ප්රජාතන්ත්රවාදය නොමැති රටක දරුණු ප්රවණතාව ඔබට දැක ගත හැකිය. ප්රජාතන්ත්රවාදයක් නොමැති නම්, කිසිදු ings ාතන නිකායක් මගින් පාලනය නොවන රටක් සෑදී ඇත. එවිට මිනිසුන් එම රටේ සිටීමට කැමති නැත. එම ජනතාව වෙනත් රටකට ගොස් සරණාගතයින් ලෙස ජීවත් වීමට තීරණය කරනු ඇත.",
        "එබැවින් ජනතාවගේ නිදහස ආරක්ෂා කිරීම හා රටේ ආරක්ෂාව සඳහා උත්සාහ කිරීම සම්බන්ධ නීති පැනවීමට ඇති හැකියාව පාර්ලිමේන්තුවට ඇත. අද, මෙහි සිටි එක් දරුවෙකු අනාගතයේ දී පාර්ලිමේන්තු මන්ත්රීවරයකු වූ අතර රටේ නීති නිර්මාණය කිරීමේ වගකීම භාර ගන්නා ලදී."
      ]
    },
    "en": {
      "title": "There will be no democracy in a country where parliament is not functioning",
      "body_lines": [
        "Speaker Mahinda Yapa Abeywardena said that the heart of democracy would be a parliament and that the country that did not act in parliament would lead to controlling the country.",
        "The Speaker pointed out that the judiciary or executive power cannot be operated without a law and that if these three pillars are combined, the program can be prepared to move the country towards development.",
        "The inaugural meeting of the Student Parliament of the Kadavada Mahamaiah Girls College was held on Monday (19) at the old parliamentary presidential office main hall.",
        "The event was organized by the Department of Communication of the Parliament of Sri Lanka in partnership with the President's Office on the directive of President Ranil Wickremesinghe.",
        "These students are gathered in the old parliament today. From this parliament, the rulers of the day took steps to prepare the laws and regulations for the country.. Parliament is the only place to understand freedom of speech. They talk about the wrong things like the good things of the privileges there.",
        "Democracy is better in Parliament. When you look at the parliamentary process, you can see MPs blaming me on various occasions. The heart of parliament in that respect. There is no rule in the country if parliament is not working. Therefore, everything works through the functioning of Parliament.",
        "The judiciary and the executive power cannot be exclusive. Therefore, the judiciary, the executive power and the legalization have taken a better place in deciding on the future of a country.. These three companies are three independent companies. Members are elected to the legislation by the people's votes. All those choices are democratically.",
        "When looking at the world, you can see the terrible tendency of a country without democracy. If there is no democracy, a country that is not controlled by any sect of killings will be formed. Then people would not want to be in that country. Those people will go to another country and decide to live as refugees.",
        "Therefore, Parliament has the ability to enact laws relating to protecting the freedom of the people and striving for the security of the country. Today, one of the children here became a Member of Parliament in the future and to accept the responsibility of creating the laws of the country."
      ]
    }
  }
}