{
  "translated_text": {
    "si": {
      "title": "ජනාධිපති ජයස්රි මහා බෝධි",
      "body_lines": [
        "ඊයේ පස්වරුවේ අනුරාධපුරයේ Jeak තිහාසික ජයස්රි මහා බෝධි විසින් ජනාධිපති අනුර කුමාර දිසානායක මහතා සතුටු විය.",
        "අනුරාධපුරට ගිය ජනාධිපතිවරයාට ප්රථම වරට ක්වස්කානාපති පල්ලෙගම හෙමරතා නායක තෙරව මුණගැසී ඔහුට ආශීර්වාද කර යහපත ඉල්ලා සිටියේය.",
        "පසුව ජනාධිපතිතුමාගේ ජනාධිපතිගේ නායකත්වයෙන් යුත් මහා සං ha යාගේ සභාපති ජනාධිපතිගේ නමස්කාරයේ ආශිර්වාදය ලබා දුන්නේය.",
        "අනුරාධපුරෙම්. Etalaveutunuve n ානතිලක තෙර. කහකල්ලේ n ානින්ද තේරා, මිදිහවෙට්ටියා වික්රාමඩි වෙලීහීන් සුභිතා තේරා, අබයගිරි වික්රාමදිටායානා. රත්නසිරි තෙර, historical තිහාසික ඉරුරුනි. ආගමික සුමංගල තෙර, අනුරාධපුර ශ්රී සම්බුතා ජයන්ති විහාරය. නුරුනීන් පංචනන්ද තෙරගේ නායකත්වයෙන් යුත් මහා සංගම් මහතා සහභාගී විය.",
        "රට, ජාතිය සහ ආගම, දෙවන වරටත් ජීවිතය ආරක්ෂා කිරීම සහ ජාතියේ ජීවන තත්ත්වය වැඩිදියුණු කිරීමේ වගකීම ජනාධිපතිතුමාට බව ඔහු පැවසීය.",
        "ඒ හා සමානව, උතුරු මැද පළාතේ ප්රධානියා ලෙස ජනාධිපති අනුරකුමාර දිසානායක මහතා අතහැර දැමීමේ වගකීම ලබා දී තිබේ.",
        "රටේ වර්තමාන දේශපාලන මඩලයිඩ් රටේ ස්වයං-අද්භූත බුද්ධිමතන්ට හිතකර නොවන බවත්, රටේ හොඳ දේශපාලන සංස්කෘතික රටක් නිර්මාණය කිරීමට ජනාධිපතිවරයාට හැකියාවක් ඇති බවත් ඔහු පෙන්වා දුන්නේය.",
        "අව්ධමනාපති පෙන්වා දුන්නේ ජාතික ප්රතිපත්තියක් රටට අත්යවශ්ය බවත්, එය දීර් lift-කාලීන ජාතික ප්රතිපත්තියක් සඳහා හොඳ ජාතික ප්රතිපත්තියක් විය හැකි නම් එය විශේෂ වනු ඇති බවත් ය.",
        "එවකට රුවන්වේලි මහා සයා වෙත ගිය ජනාධිපති අනුරගමරා දිසානායක මහතා. ඊතලවතුට්වතුන් an ාතිලක තේරා හමුවී ආශීර්වාද ලද්දෝය.",
        "මහා සංගම් ජනාධිපතිවරයාව ජනාධිපතිවරයා විසින් පාරායනය කළ අතර පසුව රුවන්වේලි සෞරියා අසල ආගමික රටවලට සහභාගී වූ ජනාධිපතිවරයාට ආශීර්වාද කළේය.",
        "සමස්ත ලංකා කෘෂිකාර්මික සංගමයේ උප සභාපති වසන්ත ජිනලසූරිය, හිටපු පාර්ලිමේන්තු මන්ත්රී වසන්ත ජිනලසූරිය, දිස්ත්රික් ලේකම් රංජිත් කිටලසූරිය, දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී වසන්ත සමරසිංහ මහතා, සුසන්ත නවරත්න සහ මහාචාර්ය සේන නනායකාරා යන මහත්වරු සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "President Jayasree Maha Bodhi",
      "body_lines": [
        "President Anura Kumara Dissanayake was blessed by the historic Jayasree Maha Bodhi in Anuradhapura yesterday afternoon.",
        "The President who had gone to Anuradhapura first met Adamasthanapathi Pallegama Hemaratha Nayaka Thera and blessed him and asked him for good.",
        "Subsequently, the President of the Maha Sangha, led by the President of the President, recited and recited the blessing of the President's worship.",
        "Anuradhapuram. Ethalavetunuveve Gnanathilaka Thera. Kahakalle Gnaninda Thera, Mirichavettiya Vikramadi Velhene Sobhitha Thera, Abayagiri Vikramaditya. Ratnasiri Thera, Historical Irumuni. Religious Sumangla Thera, Anuradhapura Sri Sambutha Jayanthi Vihara. The Maha Sangam led by Nukheenne Panjananda Thera was present.",
        "He said that the country, the nation and the religion were to protect the life of the second time and the responsibility of improving the quality of life of the nation has been assigned to the President.",
        "Similarly, as the head of the North Central Province, President Anurakumara Dissanayake has been given the responsibility of abandoning.",
        "He also pointed out that the current political mudslide in the country is not conducive to the self -conscious intellectuals of the country, and that the president is capable of creating a good political cultural in the country.",
        "The Adamasthanapathi pointed out that a national policy is essential for the country and that it would be special if it could be a good national policy for a long -term national policy.",
        "President Anuragumara Dissanayake, who then went to Ruwanweli Maha Saya. Ethalavetunveveve met Gnanathilaka Thera and blessed.",
        "The Maha Sangam recited the President and blessed the President who later participated in religious events near the Ruwanweli Saitiya.",
        "Governor of the North Central Province Vasantha Jinadasa, District Secretary Ranjith Wimalasuriya, Former Parliamentarian Wasantha Samarasinghe, Vice President of All Ceylon Agricultural Association Susantha Nawaratne and Professor Sena Nanayakkara were also present."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "President Anura Kumara Dissanayake visited Anuradhapura, meeting Buddhist leaders. He emphasized protecting the country, nation, and religion. The President discussed the importance of a national policy and good governance."
  ]
}