{
  "translated_text": {
    "ta": {
      "title": "நீதிமன்றம் மற்றும் பாராளுமன்றத்தில் 22 வது திருத்தம் தோற்கடிக்கப்பட்டது",
      "body_lines": [
        "22 வது அரசியலமைப்பு நாட்டை குழப்பிக் கொள்ளும் மற்றொரு டிரக்காக அரசாங்கத்திற்கு கொண்டு வரப்பட்ட 22 வது அரசியலமைப்பு JHU இன் தலைவராக உள்ளது என்று பர்கர் கம்மன்பிலாவின் தலைவர் கூறுகிறார்.",
        "அவர் இன்று (2024.07.22) நடைபெற்ற பத்திரிகையாளர் சந்திப்பில் பேசினார்.",
        "\"நாட்டைக் குழப்புவதற்காக அரசாங்கம் 22 வது அரசியலமைப்பிற்கு மற்றொரு டிரக்காக கொண்டு வரப்பட்டுள்ளது. 19 வது திருத்தத்தின் திருத்தமாக, 19 வது திருத்தத்தை திருத்துவதற்கு நாங்கள் மறந்துவிட்டோம். இப்போது சரியான திருத்தம் கொண்டு வரப்படுகிறது என்பதை இப்போது சரி செய்யுங்கள்.\" ஆனால் அது ஒரு ஒட்டும் பொய் எனவே, அரசியலமைப்பின் 30 (2) இன் சொல்.",
        "19 வது திருத்தத்தில், 83 (ஆ) பிரிவை மாற்றக்கூடாது.பாராளுமன்றத்தின் மூன்றில் இரண்டு பங்கு கூடுதலாக வாக்கெடுப்பின் விளைவாக அதைத் திருத்துங்கள். பிரிவு 83 என்பது வாக்கெடுப்புக்கு குறிப்பிட வேண்டியதைப் பற்றியது.பிரிவு 83 தேசிய கீதக் கொடி போன்ற உட்பிரிவுகளை மாற்றுவதற்கான வாக்கெடுப்பு உள்ளது.83 ஐ மாற்ற ஒரு வரியில் உள்ளது.இந்த திருத்தத்தை வாக்கெடுப்பு இல்லாமல் அரசாங்கம் முயற்சிக்கிறது.மக்களின் இறையாண்மை இந்த பிரிவில் உள்ளது.",
        "நீங்கள் அரசியலமைப்பிற்கு கடுமையான வித்தியாசத்தை ஏற்படுத்தினால், எம்.பி.க்கள் மட்டுமே அதை விரும்பவில்லை.இந்த பிரிவின் பொருள் என்னவென்றால், மக்கள் தயாராக இருக்க தயாராக இருக்க வேண்டும்.எனவே, 83 மக்களின் இறையாண்மைக்கு தொடுவதைக் கூறுகிறது.பிரிவு 83 வாக்கெடுப்பு எடுக்க நீதித்துறையில் 22 வது திருத்தத்தை சவால் செய்ய உச்சநீதிமன்றத்தை சவால் செய்ய 22 வது திருத்தம்.",
        "பாராளுமன்றத்தில் மூன்றில் இரண்டு பங்கு பெரும்பான்மையை பறிக்க 22 வது திருத்தத்தை இழக்க நாங்கள் பணியாற்றுகிறோம்.அரசியலமைப்பு திருத்தத்திற்கு ஆதரவாக 150 எம்.பி.க்களுக்கு மூன்றில் இரண்டு பங்கு பெரும்பான்மை வாக்களிக்கப்பட வேண்டும்.சமீபத்தில், அரசாங்கத்திற்கு ஆதரவாக அரசாங்கத்தால் 120 வாக்குகளை தாண்ட முடியவில்லை.எனவே, அரசாங்கம் மேலும் 30 வாக்குகளை சேர்க்க வேண்டும்.நிலைமையை இழந்து அரசியலமைப்பு சதித்திட்டத்தை தோற்கடிக்கும் அனைவரின் பொறுப்பாகும்.",
        "ஐந்து ஆண்டுகளில் ஐந்து ஆண்டுகளில் மாறும்போது, ​​ஒரு அப்பாவி அரசியலமைப்பு திருத்தம் உள்ளது.இது ஏன் ஒரு சதி?அரசியலமைப்பு திருத்தம் பாராளுமன்றத்தில் நிறைவேற்றப்பட்டபோது, ​​சபாநாயகரை நீதிமன்றத்தின் முன் சவால் செய்ய முடியாது.உலகின் பல நாடுகளின் மசோதா முறையாக நிறைவேற்றப்பட்டதாக நீதிமன்றம் விசாரிக்கலாம்.",
        "ஆனால் இலங்கையில் நேரமில்லை.உச்சநீதிமன்றத்தின் பொதுச் செயலாளர் சமீபத்தில் சட்டத்தின் மூன்றில் இரண்டு பங்கு பாதுகாப்பில் இரண்டில் பொதுவான பெரும்பான்மைக்கு நிற்க வேண்டியிருந்தது என்று சபாநாயகர் கையெழுத்திட்டார்.13 வது திருத்தம் நிறைவேற்றப்பட்டு, ஷெமிஸ் செய்யப்பட்ட ஒரு பிரிவில் கையெழுத்திட்டது.எனவே, பேச்சாளர் கையெழுத்திடுவதற்கு முன்பு 22 வது தீர்மானம் சதி செய்யப்படும் என்ற நியாயமான பயம் எங்களுக்கு உள்ளது.சதி எதுவும் இல்லை என்றால், தேர்தலில் சட்டரீதியான விளைவு இல்லை.எனவே, ஓநாய் ஓநாய் வாசனை.அதை தோற்கடிப்பது அனைவரின் பொறுப்பாகும்."
      ]
    },
    "en": {
      "title": "The 22nd amendment defeated in court and Parliament",
      "body_lines": [
        "Leader of Purger Gammanpila says that the 22nd constitution brought to the government as another truck of confusing the country is the Leader of the JHU.",
        "He was speaking at a press conference held at the JHU today (2024.07.22).",
        "\"The government has been brought to the 22nd constitution as another truck to confuse the country. As a revision of the 19th Amendment, we forgot to revise the 19th Amendment. Now correct thatThe forestright revision is being brought. \"But that's a sticking lie. Therefore, the term of Article 30 (2) of the Constitution was a revision of Article.. It has no effect on the presidential term. In many occasions, the Supreme Court has established.",
        "In the 19th Amendment, the 83 (b) not to change the clause.Amend it as a result of a referendum in addition to the two-thirds of Parliament. Article 83 is about what needs to be referred to a referendum.Section 83 contains a referendum to change clauses such as the National Anthem Flag.There is also a prompt to change 83.The government is trying to make this amendment without a referendum.The people's sovereignty is in this section.",
        "If you make a serious difference to the constitution, only MPs do not like it.The meaning of this section is that the people should be willing to be willing.Therefore, 83 says that the sovereignty of the people has touch.Section 83 The 22nd amendment to challenge the Supreme Court to challenge the 22nd amendment to the judiciary to take a referendum.",
        "We also work to deprive the 22nd amendment to deprive the majority of the three-thirds majority in parliament.The two-thirds majority should be voted for 150 MPs in favor of the constitutional amendment.Recently, the government could not exceed 120 votes in favor of the government.As such, the government needs to add another 30 votes.It is the responsibility of everyone who loses the situation and defeat the constitutional conspiracy.",
        "Changing over five years exceeding five years, there is an innocent constitutional amendment.Why is it a conspiracy?When the constitutional amendment was passed in parliament, the Speaker cannot be challenged before the court.The court may inquire that a bill of many countries in the world was properly passed.",
        "But in Sri Lanka there is no time.The Speaker signed that the General Secretary to the Supreme Court recently had to stand up to the general majority of the two of the two-thirds security of the Act.The 13th Amendment was passed and shemmized had signed a clause.Therefore, we have reasonable fear that the 22nd resolve will be conspired before the Speaker signs.If there is no conspiracy, there is no legal effect on a election.As such, a wolf who wolf aroma.It is everyone's responsibility to defeat it."
      ]
    }
  },
  "summary_lines": [
    "The 22nd amendment faced legal challenges and criticism from the opposition, led by Purger Gammanpila, who accused the government of using it to confuse the country. He highlighted issues with the amendment process, including the lack of a referendum for significant changes, which he argued undermines the people's sovereignty. The opposition aims to challenge the amendment in court and through parliamentary debate, arguing it represents a threat to democratic principles and the separation of powers."
  ]
}