{
  "translated_text": {
    "si": {
      "title": "අවුරුදු 475 කට පසුව රුසියාවේ",
      "body_lines": [
        "පළමු ගිනි කන්ද රුසියාවේ නැගෙනහිර කොටසේ කම්චැට්කා අර්ධද්වීපයේ වසර 475 කට පසු පළමු වතාවට ආරම්භ වී ඇති බව එහි සඳහන් ය.",
        "මීට දින කිහිපයකට පෙර අක්රීය ගිනි කන්ද රුසියාවේ කම්චට්කා අර්ධද්වීපයේ පෙට්රොපොව්ලොව්ස්ක්හි බලවත් භූමිකම්පාවක් සිදු කළේය.",
        "ස්මිත්සෝනියානු ගිනි කඳු දත්ත ගබඩාවට අනුව, රුසියානු රාජ්ය මාධ්ය විසින් මේ ගිනි කන්දෙන් අළු දුමාරයක පින්තූර නිකුත් කර ඇති අතර එය කිෂ්ෂෙනිකොව් ලෙස හැඳින්වේ.",
        "කම්චැට්කාගේ හදිසි අවස්ථා තිරයේ වාර්තා වී ඇත්තේ දුම මීටර් 6,000 ක උසකට ළඟා වී ඇති බවයි.",
        "\"ගිනිකඳු සිට නැගෙනහිර පැසිෆික් සාගරයට දුම පැතිරෙමින් තිබේ. මිනිසුන් එම ප්රදේශවල වාසය කරන ප්රදේශයක් නොමැති අතර අළු මිනිසුන් වාසය කරන ප්රදේශවල වැටුණි.",
        "බදාදා, බදාදා තවත් ගිනිකඳු ගිනිකඳු, යුරෝපය සහ ආසියාවේ පිපිරීමෙන් පසුව ගිනිකඳු පුපුරා ගියේය.",
        "ස්මිත්සෝනියානු ගිනි කඳු දත්ත ගබඩාවට අනුව, ක්ලින්ච්වාස්කායි ගිනිකඳු පුපුරා යාම බහුලව සිදු වේ. 2000 සිට අවම වශයෙන් 18 වතාවක්.",
        "ගිනිකඳු කුට්ටි දෙක පසුගිය බදාදා බලවත් භූමිකම්පාව අනුගමනය කළේය.",
        "ජපානයේ සිට හවායි සිට ඉක්වදෝරයට අවතැන්වූවන්ගේ භූමිකම්පාවෙන් පසුව සුනාමි අනතුරු ඇඟවීම නිකුත් කරන ලදී.",
        "රුසියාවේ සෙවනු කෝක්ක්ස් වරාය හරහා සුනාමිය ධීවර බලාගාරයට පහර දී තිබේ.",
        "2011 දී ජපානය අසල ඇති 9.1 -1cer භූමිකම්පාව, 2011 දී එගොඩ වූ භූමිකම්පාව හේතුවෙන් එය ඉතා ශක්තිමත් වී තිබේ."
      ]
    },
    "en": {
      "title": "475 years later in Russia",
      "body_lines": [
        "The first volcano has begun for the first time after 475 years in the Kamchatka Peninsula in the eastern part of Russia, it said.",
        "A few days ago, the inactive volcano continued to have a powerful earthquake in Petropovlovsk in Russia's Kamchatka Peninsula.",
        "According to the Smithsonian volcano database, the Russian state media has released pictures of gray smoke from this volcano, known as Krashenninikov, which is alleged to have been the last 1550.",
        "Kamchatka's emergency circumstances have reported in the Telegram that the smoke has reached a height of 6,000 meters.",
        "“Smoke is spreading from volcano to the East Pacific Ocean. There are no areas where people live in those areas, and the ash fell in the areas where people live, ”the ministry said.",
        "The volcano erupted following the explosion on Wednesday, another volcanic volcano, Europe and Asia.",
        "According to the Smithsonian volcano database, the clinchvaskai volcanic eruption is most commonly occurred. Since 2000, at least 18 times.",
        "The two volcanic gutters followed the powerful earthquake last Wednesday.",
        "The tsunami warning was issued following the earthquake and the displaced hundreds of people from Japan to Hawaii to Ecuador.",
        "Tsunami hit the fishing plant through the port of Severo-Kurisk in Russia.",
        "It has been very strong since the 9.1 -Ricker earthquake near Japan in 2011, the killing of more than 15,000 people."
      ]
    }
  },
  "summary_lines": []
}