{
  "translated_text": {
    "ta": {
      "title": "பத்திரிகை முதலில் இலங்கை தொடங்குகிறது",
      "body_lines": [
        "இந்தியாவில் உத்தியோகபூர்வ கட்டண முறை நேற்று (15) கொழும்பில் அதிகாரப்பூர்வமாக தொடங்கப்பட்டது.",
        "இது இந்திய உயர் ஸ்தானிகர் மற்றும் இலங்கையின் மத்திய வங்கியின் பிரதான ஆணையர் ஆவார்.",
        "இந்த முறை இந்திய சுற்றுலாப் பயணிகளை பணம் இல்லாமல் சமாளிக்க முடியும்.",
        "இந்திய உயர் ஸ்தானிகர் சனந்தா ராமன், இலங்கை",
        "\"பெரும்பாலானவர்கள் பெரும்பாலும் இந்தியாவின் பிரிக்கோம் இலங்கையின் முன்னணி பொருளாதார சங்கமாகும். நாங்கள் இலங்கையில் மிகப்பெரிய வெளிநாட்டு முதலீட்டு பங்காளியாகவும், இலங்கையில் மிகப்பெரிய வெளிநாட்டு முதலீட்டு பங்காளியாகவும் இருக்கிறோம். இந்தியா அதிக எண்ணிக்கையிலான சுற்றுலாப் பயணிகளை இலங்கைக்கு கொண்டு வந்துள்ளது. \"",
        "\"இலங்கையில் சுற்றுலாத் துறையை மேம்படுத்துவதற்கும், யுபிஐ, கியூஆர் கட்டண முறையை அறிமுகப்படுத்துவதன் மூலம் இலங்கையில் முதலீட்டை மேம்படுத்துவதற்கும் நாங்கள் நம்புகிறோம்.\"",
        "\"யுபிஐ, கியூஆர் கட்டண முறையை அறிமுகப்படுத்தியதன் மூலம், யுபிஐ அமைப்பு யுபிஐ முறையைப் பயன்படுத்தி இலங்கைக்கு பணம் செலுத்தலாம்.\"",
        "\"இது இந்தியாவை வசதியாக மாற்றுவதில்லை. இது பொருளாதாரம் மற்றும் சுற்றுலாத் துறையைத் தூண்டுகிறது.. நிதி தொழில்நுட்பத் துறையில் ஒத்துழைப்பு மேலும் பலப்படுத்தப்படுகிறது. \"",
        "\"இலங்கையில் சிறப்பு டிஜிட்டல் அடையாள திட்டத்தின் வளர்ச்சியையும் இந்தியா ஆதரிக்கிறது.\"",
        "\"யாருக்காவது இதைப் பற்றி ஏதேனும் சந்தேகம் இருந்தால், நான் உங்களுக்கு சொல்ல வேண்டும். இணைய பாதுகாப்பு மற்றும் தகவல் தரவு பாதுகாப்பு மற்றும் தணிக்கை, பொறுப்புக்கூறல் மற்றும் சரிபார்ப்பு குறித்த தகவல் குறித்து உங்களுக்கு எந்த சந்தேகமும் இல்லை என்பதில் உங்களுக்கு எந்த சந்தேகமும் இல்லை. \""
      ]
    },
    "en": {
      "title": "Press first begins Sri Lanka",
      "body_lines": [
        "The official payment system in India was officially launched in Colombo yesterday (15).",
        "It is the main Commissioner of Indian High Commissioner and the Central Bank of Sri Lanka.",
        "This method can deal with Indian tourists without money.",
        "Indian High Commissioner Sanantha Raman, Sri Lanka",
        "\"Most you know mostly the pricome of India is the leading economic association in Sri Lanka. We are the largest foreign investment partner in Sri Lanka as well as the largest foreign investment partner in Sri Lanka. India has also brought the highest number of tourists to Sri Lanka. \"",
        "\"We hope to help promote the tourism industry in Sri Lanka and enhance investment in Sri Lanka by introducing the UPI, QR payment method.\"",
        "\"With the introduction of UPI, QR payment method, the UPI system can use the UPI system to pay for Sri Lanka.\"",
        "\"It does not only make India comfortable. It is stimulating the economy and tourism industry.. Cooperation in the field of finance technology is further strengthened. \"",
        "\"India is also supporting the development of the special digital identity program in Sri Lanka.\"",
        "\"If anyone has any doubts about it, I have to tell you. You have no doubts that you have any doubts about our experience in cyber security and information on information data protection and audit, accountability and validation. \""
      ]
    }
  },
  "summary_lines": [
    "India launched its official payment system in Colombo, aiming to facilitate transactions for Indian tourists in Sri Lanka. This move strengthens financial cooperation between the two countries, supports Sri Lanka's tourism and investment sectors, and introduces the UPI, QR payment method, enhancing economic ties."
  ]
}