{
  "translated_text": {
    "ta": {
      "title": "சினமியர்களிடமிருந்து ஒரு நல்ல நேரம்",
      "body_lines": [
        "இலவங்கப்பட்டை சாகுபடி மூலம் ஆண்டுதோறும் 500 மில்லியன் அமெரிக்க டாலர்களை சம்பாதிக்க இலங்கையின் முக்கிய ஏற்றுமதி விவசாய பயிர் திட்டமிட்டுள்ளது என்று இலவங்கப்பட்டை மேம்பாட்டுத் துறை தெரிவித்துள்ளது.",
        "இலங்கையின் இலவங்கப்பட்டை தயாரிப்பு சுமார் 25,000 மெட்ரிக் டன் ஆகும், இது கிட்டத்தட்ட 19,000 மெட்ரிக் டன்களை ஏற்றுமதி செய்கிறது.",
        "இலவங்கப்பட்டை மேம்பாட்டுத் துறையின் இயக்குநர் ஜெனரல் ஜனகா லிண்டாரா, இலவங்கப்பட்டை ஏற்றுமதிகள் இலங்கைக்கு ஆண்டுக்கு சுமார் 250 மில்லியன் டாலர் சம்பாதிக்கும் என்றார்.",
        "அந்த வருமானத்தை இரட்டிப்பாக்க திட்டங்கள் செய்யப்பட்டுள்ளன.",
        "அதன்படி, இலவங்கப்பட்டை மேம்பாட்டுத் துறை, குருணேகலா, புட்டலம் மற்றும் மகாவேலி மண்டலங்களில் இலவங்கப்பட்டை சாகுபடியை விரிவுபடுத்த தயாராக உள்ளது.",
        "இதற்கிடையில், திரு. லிண்டாரா, சீனாவுடன் புரிந்துணர்வு ஒப்பந்தம் கையெழுத்தானது என்று கூறினார்.",
        "இதன் விளைவாக, ஜனவரி 2025 முதல் சீனாவுக்கு இலவங்கப்பட்டை ஏற்றுமதி செய்யப்படுவது சீனாவுக்கு ஏற்றுமதி செய்யப்படும்.",
        "கூடுதலாக, இலவங்கப்பட்டை மேம்பாட்டுத் துறை ஐரோப்பிய ஒன்றியம் உட்பட இலவங்கப்பட்டை அதிகரிக்க எதிர்பார்க்கிறது.",
        "இருப்பினும், இலவங்கப்பட்டை தொழில் பெரும்பாலும் மூலப்பொருட்களாக ஏற்றுமதி செய்கிறது, மேலும் மதிப்பை ஏற்றுமதி செய்ய முடிந்தால் அந்நிய செலாவணியை சந்தேகிப்பது எளிது.",
        "இதன் விளைவாக, இலவங்கப்பட்டை மேம்பாட்டுத் துறை சிறிய மற்றும் நடுத்தர அளவிலான வணிகங்களின் சிறுபான்மையினருக்கு மதிப்பு அதிகரித்த தயாரிப்புகளின் மதிப்புக்கு உதவ உதவுகிறது."
      ]
    },
    "en": {
      "title": "A good time from cinnamics",
      "body_lines": [
        "Cinnamon Development Department says that the main export agricultural crop of Sri Lanka is planning to earn a US $ 500 million annually by cinnamon cultivation.",
        "The cinnamon production of Sri Lanka is about 25,000 metric tons, which exports nearly 19,000 metric tons.",
        "Director General of the Cinnamon Development Department Janaka Lindara said Cinnamon exports would earn about $ 250 million a year to Sri Lanka.",
        "The plans have been made to double that income.",
        "Accordingly, the cinnamon development department has been prepared to expand cinnamon cultivation in the Kurunegala, Puttalam and Mahaweli zones in Galle, Matara areas.",
        "Meanwhile, Mr. Lindara said that a Memorandum of Understanding has been signed with China.",
        "As a result, the export of cinnamon to China from January 2025 will be exported to China.",
        "In addition, the Cinnamon Development Department expects to increase cinnamon, including the European Union.",
        "However, the cinnamon industry exports mostly as raw materials, and it is easy to doubt forex if it is possible to export value.",
        "As a result, the Cinnamon Development Department expects to help the minority of small and medium scale businesses to help the value of value increased products."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka aims to boost annual cinnamon earnings to $500m through expanded cultivation and exports. The Cinnamon Development Department plans to double income by focusing on high-value processed products. A MoU with China will facilitate exports starting January 2025."
  ]
}