{
  "translated_text": {
    "si": {
      "title": "දැරිය අපයෝජනය කළ මිනිසාගෙන් අවුරුදු 10 කට පසුව",
      "body_lines": [
        "මීට වසර 10 කට පමණ පෙර ගැහැනු ළමයෙකු දූෂණය කිරීමේ චෝදනාව මත කොළඹ මහාධිකරණයේ රියදුරුට වසර 10 ක සිර ද to ුවමක් නියම කර තිබේ.",
        "තම නිවස අසල කුලී නිවසක වාසය කරමින් සිටි සාමාන්ය ශ්රේණියේ විභාගයකට සූදානම් වෙමින් සිටි දැරියක් දූෂණය කළ බවට ඔහු 35 දෙනාට විශ්වාස කර තිබේ.",
        "මීට අමතරව විනිසුරුවරයා රුපියල් 10,000 ක විත්තිකරුට දඩ මුදලකට රුපියල් 50,000 ක වන්දියක් ගෙවන ලෙස නියෝග කළේය.",
        "වන්දි මුදලක් අය කෙරෙන බවත් එය නොගෙවන්නේ නම් ඔහුට වසර 2 ක සිර ද to ුවමක් නියම කරන බවත් ඔහු නියෝග කළේය.. රීල්"
      ]
    },
    "en": {
      "title": "10 years after the man who abused the girl",
      "body_lines": [
        "About 10 years ago, the driver of the Colombo High Court has been sentenced to 10 years in prison for allegedly raping a girl.",
        "A 35 -year -old man has been accused of raping a girl who was preparing for an ordinary grade exam that was living in a rented house near her home.",
        "In addition, the judge fined the accused 10,000 rupees and ordered the victim to pay a compensation of Rs 50,000.",
        "He ordered that a fine of compensation would be charged and that if it was not paid, he would be sentenced to 2 years in prison.. Remble"
      ]
    }
  },
  "summary_lines": [
    "A man was sentenced to 10 years in prison for allegedly raping a young girl, who was preparing for exams, near her home. The court also fined him 10,000 rupees and ordered the victim to pay 50,000 rupees in compensation, threatening additional imprisonment if unpaid."
  ]
}