{
  "translated_text": {
    "ta": {
      "title": "பேழையிலிருந்து கங்கசாந்தூரை இந்தியாவுக்கு என்ன செல்ல விரும்புகிறீர்கள்?",
      "body_lines": [
        "கங்கசந்தூரை இருந்து தென்னிந்தியா வரையிலான பயணிகள்-போக்குவரத்து கப்பல் சேவை மே 13 முதல் மீண்டும் தொடங்கப்படுகிறது.",
        "இலங்கை துறைமுக ஆணையத்தின் பொறுப்பான அதிகாரிகள் கங்கசாந்தூரை கங்கசாந்தூராயிலிருந்து நாகபோட்டி வரை கப்பல் பயண சேவையைத் தொடங்க உள்ளனர்.",
        "இந்தோ-லங்கா பயணிகள் பரிமாற்ற பயண சேவை முதல் கட்டத்திலிருந்து அக்டோபர் 23 முதல் அக்டோபர் 14 வரை செயல்படுத்தப்பட்டது, மேலும் வடகிழக்கு பருவமழை காரணமாக அனுப்பப்பட்ட கப்பல் சேவை தற்காலிகமாக நிறுத்தப்பட்டது.",
        "இந்தோ-இலங்கை பயணிகள் சேவை அக்டோபர் 14, 2023 அன்று 41 ஆண்டுகளுக்குப் பிறகு தொடங்கப்பட்டது.",
        "பயணிகள் கப்பல் தென்னிந்தியாவின் நாகபடுமினியம் முதல் காங்கசாந்தூரின் யாஃப்னா வரை துறைமுகத்திற்கு வேலை செய்கிறது.",
        "இந்திய உயர் ஸ்தானிகராலயத்தின் மூலம் இந்தியாவுக்குள் நுழைவதற்கான விசாக்களைப் பெற நீங்கள் முதலில் யாஃப்னாவிலிருந்து இந்தியா வரை இந்தியாவுக்குச் செல்ல வேண்டும். கடற்படை பயண சேவைக்கான விசா விண்ணப்பம் என்றால் மூன்று நாட்களுக்குள் யாஃப்னாவில் உள்ள இந்திய துணை ஆணையர் விசா வசதிகளைப் பெற முடிந்தது.",
        "விசா பெறும் ஒருவர் இந்தியா செல்ல இந்த பயணிகள் கப்பலில் இருந்து பெறப்பட வேண்டும், மேலும் இந்தியாவுக்கு திரும்புவதற்காக ரூ .53500 டிக்கெட் கட்டணம்.",
        "டிக்கெட் விநியோகஸ்தர்கள் ரூ.",
        "நாகபதுமினு துறைமுகத்தின் இந்தியாவில் இருந்து 8.00 பேருக்கு காலை 8.00 மணிக்கு பயணிகள் கப்பல் யாஃப்னாவைத் தொடங்கும்.",
        "ஜாஃப்னாவில் காலை 11.00 மணிக்கு கங்கசாந்தூரையில் உள்ள கங்கசாந்தூரை துறைமுகத்திற்கு வருவதற்கான கப்பல்.",
        "காங்கசந்தூரின் நாகபோடினிசேஷனுக்கான நாகபாடினாட்டூரியாவிற்கான கப்பல் பயணம் பிற்பகல் 2.30 மணிக்கு திறக்கப்பட வேண்டும், மேலும் கப்பலுக்குச் செல்வதாக எதிர்பார்க்கப்படும் மக்கள் தங்கள் சாமான்களுக்காக துறைமுக வளாகத்தைப் பார்வையிட வேண்டும்.",
        "கங்கசாந்தூரின் காங்கசாந்தூரை துறைமுகங்கள் பயணிகளை ஆய்வு செய்கின்றன, மேலும் பிற சேவைகள் இந்தியாவில் இருந்து பயணிகளை மேம்படுத்தும்.",
        "காங்கசாந்தூரின் காங்கசாந்தூரை துறைமுகங்கள் எஸ்.எல்.பி.பி அலுவலகம், குடிவரவு மற்றும் குடியேற்ற அலுவலகம், சுங்க இன்ஸ்பெக்டர் அலுவலகங்கள், நச்சு கவர்கள் அலுவலக பிரிவு அலுவலகம் ஆகியவற்றின் துறைமுகப் பிரிவில் நிறுவப்பட்டுள்ளன.",
        "இந்த நிறுவனங்கள் அனைத்தும் கங்கசாந்தூரை துறைமுகத்தின் வளாகத்தில் வேலை செய்கின்றன.",
        "இலங்கையில் போரின் முடிவில் இருந்து இந்தோ-லங்கா பயணிகள் கப்பல் இந்தியாவிற்கும் இலங்கைக்கும் இடையிலான சேவையை நிறுத்தியுள்ளது.",
        "போருக்குப் பிறகு, 14 நாடுகள் இரு நாடுகளுக்கிடையில் ஒரு பயணிகள் கப்பல் சேவையை ஒப்பந்தம் செய்தன, மேலும் பல்வேறு தடைகள் காரணமாக பயணிகள் கப்பல் சேவையைத் தொடங்க முடியவில்லை.",
        "தென்னிந்தியாவில் புகழ்பெற்ற TEWL ஐப் பார்வையிட ஏராளமான இலங்கை சுற்றுலாப் பயணிகள் தமிழ்நாடு மாநில அரசு எதிர்பார்க்கிறது.",
        "வவைனியாவில் உள்ள இந்தோ-லங்கா பயணிகள் கப்பல் சேவையின் தொடக்கத்தில் எம்மடாஸ் இதுதான்.",
        "\"நான் வாவ்னியாவில் வச்யூனியா வரை வசித்து வருகிறேன், நான் இன்னும் இந்தியாவின் இந்தியாவின் அரேவில் உள்ள ஐடிபி முகாம்களில் வசித்து வருகிறேன்.",
        "\"இப்போது நாங்கள் கப்பலுக்கு சென்னை சென்று நேரடியாக இந்தியாவுக்கு செல்லலாம்.",
        "அல்லது நாம் கட்டனாயக்கிற்குச் சென்று சென்னிபோட்டிக்கு செல்ல வேண்டும்.",
        "\"எனது உறவினர்களைப் பார்க்க நான் நேரடியாக இந்தியா இந்தியா செல்ல முடியும்.\"அவன் சொன்னான்.",
        "ஈரானின் ஆயுதப் படை மற்றும் இஸ்ரேலின் ஆயுதங்கள்: ஒரு ஒப்பீட்டு வாசிப்பு",
        "ஐபிஎல் பந்து வீச்சாளர்கள் பேட்ஸ்மேன்களின் சொர்க்கத்தை வென்றனர்",
        "எம்.பி.க்களுக்கு முன் வாகனங்கள் வைத்திருக்கும் அரசு அதிகாரிகள் யார்?",
        "2024 உலகக் கோப்பைக்கு அமெரிக்க கிரிக்கெட் வழிமுறைகள் எவ்வாறு தயாரிக்கப்படுகின்றன?"
      ]
    },
    "en": {
      "title": "What do you want to go to Kankasanthurai to India from the ark?",
      "body_lines": [
        "The passenger-transport shipping service from Kankasanthurai to South India is resumed since May 13.",
        "Officials in charge of the Sri Lanka Ports Authority Kankasanthurai is due to commence the shipping travel service from Kankasanthurai to Nagapotty.",
        "The Indo-Lanka Passenger Transfer Traveling Service was implemented from the first phase to 23nd October to October 14, and the shipped shipping service was temporarily stopped due to the Northeast Monsoon.",
        "The Indo-Sri Lanka Passenger Service was launched on October 14, 2023 after 41 years.",
        "The passenger vessel works to the port from Nagapatuminum in South India to Jaffna, Kankesanthurai.",
        "You should first do first to travel to India from Jaffna to India to obtain visas for entering India through the Indian High Commission. The Indian Deputy Commissioner in Jaffna has been able to obtain visa facilities within three days if the Visa Application for the Naval Travel Service.",
        "A person receiving a visa should be obtained from this passenger vessel to go to India and a ticket fee of Rs 53500 to return to India.",
        "Ticket dealers said that the cost of Rs.",
        "The passenger ship will begin Jaffna at 8.00 am at 8.00 am at 8.00 people from India, Nagapatuminu harbor.",
        "The ship to arrive at the Kankesanthurai harbor at the Kankesanthurai at 11.00 am in Jaffna.",
        "The vessel trip to Nagapatinaturea to Nagapotinization of Kankesanthurai should be opened at 2.30 pm and the people who are expected to travel to the ship should visit the port premises for their luggage.",
        "The Kankesanthurai ports of the Kankesanthurai is the inspection of passengers and other services will enhance passengers from India.",
        "The Kankesanthurai ports of the Kankesanthurai is established in the port section of the SLPP Office, the Department of Immigration and Emigration Office, Customs Inspector Offices, toxic Covers Office Unit Office.",
        "All these institutions are working on the Kankasanthurai harbor's premises.",
        "The Indo-Lanka Passenger Ship has stopped the service between India and Sri Lanka since the end of the war in Sri Lanka.",
        "After the war, the 14 countries contracted a passenger shipping service between the two countries, and he was unable to commence the passenger ship service due to various obstacles.",
        "Tamil Nadu State Government expects a large number of Sri Lankan tourists to visit the famous tewl in South India.",
        "This is what MMAdas resides in the commencement of the Indo-Lanka passenger shipping service in Vavuniya.",
        "\"I am living in Vavuniya to Vavuniya, I am still living in the IDP camps in the Aray, India, India.",
        "\"Now we can go to the ship to Chennai and go to India directly.",
        "Or we have to go to Katunayake and go to Chennipotty.",
        "\"I can go to India directly to India to visit my relatives.\"He said.",
        "Iran's arms force and the weapons of Israel: a comparative reading",
        "The bowlers of the IPL won the Paradise of the batsmen",
        "Who are the government officials who have vehicles before MPs?",
        "2024 How does the US cricket instructions be prepared for the World Cup?"
      ]
    }
  },
  "summary_lines": [
    "Passenger shipping from Kankasanthurai to South India resumed on May 13, 2023, after a temporary halt due to the Northeast Monsoon. The Indo-Lanka Passenger Transfer Traveling Service, launched on October 14, 2023, after 41 years, facilitates travel from Jaffna to India, including obtaining visas at the Indian High Commission. The service includes a ticket fee of Rs 53500 for return travel."
  ]
}