{
  "translated_text": {
    "ta": {
      "title": "இந்த ஆண்டு சம்பள அதிகரிப்பு இல்லை - ஜனாதிபதி",
      "body_lines": [
        "இந்த ஆண்டு பொதுத்துறை அதிகரிப்பு மீண்டும் அதிகரிக்க முடியாது என்று ஜனாதிபதி ரங்கில் விக்ரமேசிங்க் கூறுகிறார்.",
        "இந்த ஆண்டு தேர்தல் காலத்தின் காலம் சாத்தியமற்றது என்று ஜனாதிபதி கூறினார்.",
        "வெல்லவாயாவில் இன்று (06) யு.வி.ஏ மாகாண கட்டளை உறுப்பினர்களின் உறுப்பினர்களை மேம்படுத்துவதற்கான விழாவில் ஜனாதிபதி பேசினார்.",
        "மேலும் பேசிய ஜனாதிபதி, அடுத்த ஆண்டு பட்ஜெட்டில் சம்பளத்தை அதிகரிக்க முடியும் என்று ஜனாதிபதி கூறினார்."
      ]
    },
    "en": {
      "title": "No salary increase this year - President",
      "body_lines": [
        "President Ranil Wickremesinghe says that the public sector increase cannot be re-increasing this year.",
        "The President said that a duration of an election duration of this year is impossible.",
        "The President was speaking at a ceremony to empower members of the Uva Provincial Command members at Wellawaya today (06).",
        "Speaking further the President said, the salaries can be increased by the next year's budget."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe announced no salary increases for the public sector this year due to election constraints. He promised potential raises could come in next year's budget during a ceremony for Uva Provincial Command members in Wellawaya."
  ]
}