{
  "translated_text": {
    "si": {
      "title": "රට හැර ගිය වෛද්ය විශේෂ experts යින් නැවත රටට පැමිණිය යුතුය - සෞඛ්ය අමාත්ය",
      "body_lines": [
        "රජයේ රෝහල්වල ce ෂධ වර්ග 52 ක හිඟයක් පවතී. එයට සුදුසු පිළිතුර, නමුත් .ෂධ ඇත. ඒ හා සමානව විශේෂ ist වෛද්යවරුන්ගේ හිඟයකින් පැමිණේ. සෞඛ්ය හා කර්මාන්ත අමාත්ය රමේෂ් පතිරාන මහතා කියා සිටියේ වෛද්යවරුන් පුහුණු කරන ලෙස අප වෛද්ය සභාවට දන්වා ඇති බවයි.",
        "ඔහු මේ බව කියා සිටියේ බ්රහස්පතින්දා (08) පාර්ලිමේන්තුවේදී පැවති වෛද්ය සංශෝධන පනත් කෙටුම්පතේ දෙවන වර කියවීම පිළිබඳ විවාදය අමතමින්.. ඔහු දිගටම සඳහන් කරන විට,",
        "සෞඛ්ය ක්ෂේත්රයේ අත්යවශ්ය drugs ෂධ 52 ක හිඟයක් පවතී. රටේ සියලුම රෝහල්වල භාවිතා වන drugs ෂධ වෙනුවට.",
        "විදේශයන්හි වෛද්ය උපාධියක් ලබාගෙන ඔවුන්ට අවස්ථා ලබා දෙන අයට අවස්ථා ලබා දීමට අපි පියවර ගෙන ඇත්තෙමු.",
        "ඒ අතරම, ආර්ථික අර්බුදය හේතුවෙන් විදේශගත වී ඇති වෛද්යවරුන් නැවත ශ්රී ලංකාවට යාමට තීරණය කර තිබීම ගැන අපි සතුටු වෙමු.. අපි ඔවුන්ව සාදරයෙන් පිළිගනිමු.",
        "මේ අනුව, ඔවුන් විදෙස්ගත වෛද්ය උපාධියක් හා රටට පැමිණෙන විට, ඔවුන් එය මෙහි පිළිගන්නේ නැත.. ලෝකයේ වෛද්ය විශ්ව විද්යාල දහස් ගණනකට රටට සේවය කළ හැකිය.",
        "රටේ හොඳම සෞඛ්ය අංශය ඇති රටවල් ආසියාවේ ඇත. අපේ රට 47 වන ස්ථානයේ තිබීම සතුටක්. 1948 සිට රටේ කිසිදු ගැටළුවක් නොතකා සියළුම රජයන් සෞඛ්ය සේවය සංවර්ධනය කිරීමට පියවර ගෙන තිබේ. සෞඛ්ය අංශය සඳහා වෙන් කර ඇති අරමුදල් ද වැඩි වෙමින් පවතී.",
        "අපේ රටේ 50 දහසකට වඩා අපේ රටේ 50 දහසකට වැඩි පිරිසක් සෞඛ්ය අංශයට කැපවී සිටිති. රට තුළ drugs ෂධ 52 ක හිඟයක් පැවතුනද, ඒ වෙනුවට භාවිතා කළ හැකි සියලුම රෝහල් තිබේ. අතීතයේ දී, සෞඛ්ය ක්ෂේත්රයේ ඇති ගැටලු විසඳා ඇත.",
        "අතීතයට සාපේක්ෂව ඩෙංගු මරණ බොහෝ සෙයින් අඩු වී තිබේ.. රටේ සෞඛ්ය අංශය වැඩිදියුණු කිරීම සඳහා නීති ප්රභව 9 ක් පසුගිය සතියේ ඉදිරිපත් කරන ලදී. තායි-සී. මරණ පිළිබඳ ජාතික කාර්යාලයක් පිහිටුවීමට පියවර ගෙන තිබේ. රෝගීන්ගේ ආරක්ෂාව සඳහා අවශ්ය සියලු පියවර අපි ක්රියාත්මක කර ඇත්තෙමු. රෝග පාලන මධ්යස්ථානයක් පිහිටුවීමට ද අපි පියවර ගෙන ඇත්තෙමු."
      ]
    },
    "en": {
      "title": "Medical experts who have left the country should come back to the country - Minister of Health",
      "body_lines": [
        "There is a shortage of 52 types of pharmaceuticals in state hospitals. The appropriate answer to it, though, has drugs. Similarly comes from a shortage of specialist doctors. Health and Industry Minister Ramesh Pathirana said that we have informed the Medical Council to train the doctors.",
        "He said this while addressing the debate on the second reading of the Medical Amendment Bill held in Parliament on Thursday (08).. As he continues to mention,",
        "There is a shortage of 52 essential drugs in the health field. Instead of drugs used in all hospitals in the country.",
        "We have taken steps to provide opportunities for those who take a medical degree abroad and give them opportunities.",
        "At the same time, we are pleased that the doctors who have gone abroad due to the economic crisis have decided to return to Sri Lanka.. We welcome them.",
        "Thus, when they take a medical degree abroad and visit the country, they do not accept it here.. Thousands of medical universities in the world can serve the country.",
        "Countries with the best health sector in the country are in Asia. It is a pleasure that our country is found in 47th place. All governments have taken steps to develop the health service despite any problems in the country since 1948. The funds allocated for the health sector are also increasing.",
        "More than one million 50 thousand people in our country are dedicated to the health sector. Although there is a shortage of 52 drugs in the country, there are all hospitals that can be used instead. In the past, the problems in the health sector have been solved.",
        "Dengue deaths have decreased greatly compared to the past.. 9 legal sources were submitted last week to improve the country's health sector. Steps have been taken to establish a national office on Thai-Sey death. We have carried out all necessary measures for the safety of patients. We have also taken steps to establish a center of disease control."
      ]
    }
  },
  "summary_lines": [
    "Health Minister Ramesh Pathirana urges medical professionals who've left the country to return, citing shortages of 52 essential drugs and specialists in state hospitals. He mentions efforts to train local doctors and welcomes those returning from abroad. Despite challenges, the health sector has improved, with measures like reducing dengue deaths and establishing centers for disease control."
  ]
}