{
  "translated_text": {
    "ta": {
      "title": "කෘතිම බුද්ධිය වෘත්තීය මාධ්‍යවේදියාට පහරක්ද?",
      "body_lines": [
        "(ஐரோப்பிய ஒளிபரப்பு ஒன்றியம்) செய்தி இயக்குனர் லிஸ் கார்பின் மற்றும் உலக வெளியீட்டாளர்களின் நிர்வாக சங்கம் வின்ஸ் டிராஜெனீ)",
        "நாம் அனைவரும் நம்மைச் சுற்றியுள்ள உலகத்தை நன்கு புரிந்துகொள்ள விரும்புகிறோம். சில சந்தர்ப்பங்களில், காசாவில் உண்மையில் என்ன செய்யப் போகிறது என்பதை நாம் விளக்க வேண்டும், அவ்வாறு செய்ய அரசாங்கத்திற்கு உண்மையில் என்ன செய்யப் போகிறது,. அல்லது பஸ் நாளில் டேட்டிங் போன்ற ஒரு எளிய புள்ளியை நீங்கள் அறிய விரும்பலாம்.",
        "தகவல் தேடுகிறதோ அல்லது எளிமையாகவோ இருந்தால், நம்பகமான செய்திகள் மூலம் அந்த தகவலைப் பெற நம் அனைவருக்கும் உரிமை உண்டு. ஆன்லைனில் ஆச்சரியமாகவும் அதிர்ச்சியாகவும் இருக்கும் செய்திகளைப் பார்க்கவும் பார்க்கவும் நாங்கள் அனைவரும் பழகிவிட்டோம்.  ஆனால் இப்போதெல்லாம், இணையத்தில் நாம் காணும் வீடியோ ஒரு சூழ்நிலையாகும், இது இணையத்தில் நாம் காணும் வீடியோ உண்மையா அல்லது செயற்கையானதா என்று கேள்வி கேட்க வேண்டும்.",
        "வீடியோவை பிரபலப்படுத்துவது, செயற்கை நுண்ணறிவைப் பயன்படுத்துதல், இணையத்தில் செயற்கை நுண்ணறிவைப் பயன்படுத்துதல் அல்லது கலையின் வீடியோ அல்லது புகைப்படம் இணையத்தால் உருவாக்கப்பட்டதா என்பது மக்கள்தொகைக்கு ஒரு முக்கியமாகும்.",
        "இதன் விளைவாக, ஒரு உண்மையான செய்தி இன்று கிளர்ந்தெழுந்தது. சதித்திட்டங்கள், சமூக திருப்பங்கள் மற்றும் டேட்டிங் ஜனநாயகம் ஆகியவற்றில் நம்பிக்கையற்றது முக்கிய காரணியாகும். யதார்த்தம் என்னவென்றால், உலகத்தை அறிய வடிவமைக்கப்பட்ட கருவிகள் செய்திகளிலிருந்து விலகி உள்ளன.",
        "தொழில்முறை பத்திரிகையாளர்கள் மற்றும் உலகில் காணப்படும் உலகளாவிய ஊடக அமைப்புகளை ஒருங்கிணைத்த பின்னர், துல்லியமான தகவல்களைப் பெறுவதற்கு பொதுமக்களுக்கு உரிமை உண்டு என்பதை நாங்கள் வலியுறுத்த விரும்புகிறோம்.",
        "இருப்பினும், தினசரி செயற்கை நுண்ணறிவு தயாரிப்புகளை உருவாக்கும் தொழில்நுட்ப நிறுவனங்கள் பெரும்பாலும் மக்களின் பொறுப்பை அதிகரித்து வருகின்றன. பிபிசி நியூஸின் ஆராய்ச்சி, இந்த ஆண்டு செய்திகளிலிருந்து செயற்கை நுண்ணறிவுக்கு வழங்கப்பட்ட கோரிக்கைகளில் பாதி, அத்தியாவசிய தகவல்களைத் தவிர்ப்பதற்காக செயற்கை நுண்ணறிவு வழங்கப்பட்டது என்று தெரிய வந்துள்ளது. එසේම එම තොරතුරුවල සැළකිය යුතු තවත් දෝෂද තිබෙන බව ඉන් හෙළිවී ඇත.",
        "பிபிசி சோதனை செய்யும் செயற்கை நுண்ணறிவு கருவிகள் தொடர்ந்து சிதைக்கப்பட்டன, புனையப்பட்டவை அல்லது தவறாக வடிவமைக்கப்பட்டுள்ளன.",
        "\"தவறான கருத்து, செயற்கை நுண்ணறிவு நேர சேமிப்பு, பிழை நேரத்துடன் சரியானது,\". ஆனால் பிரச்சனை என்னவென்றால், ஒரு கேக்கை உருவாக்க அல்லது விடுமுறை எடுக்க சிறந்த இடத்தைப் பற்றி நாங்கள் பேசவில்லை. ஆனால் ஆபத்தில், ஜனநாயகம் மற்றும் சத்தியமில்லாத விழிப்புணர்வுடன் முடிவுகளை எடுக்க ஜனநாயகம் சாத்தியமில்லை.",
        "சுயாதீனமான, துல்லியமான, பத்திரிகையாளர் கைவிடப்பட்ட மற்றும் பகுதி உண்மையை நம்பியவர்கள் ஒரு விஷ மண்ணின் அபாயத்தில் உள்ளனர்.",
        "வலைத்தளங்கள், வலைத்தளங்கள், வலைத்தளங்கள் ஆகியவற்றால் உருவாக்கப்பட்ட செயற்கை தவறான வீடியோக்கள் மற்றும் புகைப்படங்கள் இணையம் நிறைந்துள்ளது, மேலும் செயற்கை புத்தியைப் பயன்படுத்துவதை அனுபவிக்கிறது.. செயற்கை நுண்ணறிவு பயன்படுத்தும் குரல்கள், முகங்கள் மற்றும் தலைப்புச் செய்திகள் இன்று தகவல்களைப் பொறுத்தது.",
        "இதற்கிடையில், அவை பொதுமக்கள் தேவைகளின் முயற்சிகளை குறைத்து மதிப்பிடுகின்றன. அனுமதியின்றி செயற்கை நுண்ணறிவுக்கு சொந்தமான தகவல்கள் பத்திரிகையாளருக்கு சரியான மரியாதை அல்லது கட்டணத்தைப் பெறாது.",
        "ஆனால் நாம் என்ன செய்ய முடியும்? செயற்கை நுண்ணறிவு செய்திகள் மற்றும் செய்தி சப்ளையர்களை மாற்ற ஐரோப்பிய ஒளிபரப்பு ஒன்றியம் மற்றும் உலக பபிஸ்டிகல்ஸ் அசோசியேஷன் செயற்கை நுண்ணறிவு திட்டங்களின் படைப்புகளை அறிவித்துள்ளன.",
        "உலக பபிஸ்டிகல்ஸ் அசோசியேஷனை பிரதிநிதித்துவப்படுத்தும் பெரும்பாலான ஒளிபரப்புகள் மற்றும் செய்தி வெளியீட்டாளர்கள் ஆசிரியர்களை அடையாளம் காண செயற்கை நுண்ணறிவைப் பயன்படுத்துகின்றனர், மேலும் மொழிபெயர்ப்பு பணிகள் பொறுப்புடன் பயன்படுத்தப்படுகின்றன. கொள்கை, வெளிப்படையானது, செயற்கை நுண்ணறிவுடன் பயன்படுத்தப்பட வேண்டும்.",
        "இதன் காரணமாக, உலக வெளியீட்டாளர் மற்றும் தகவல் வெளியீட்டாளர்கள் சங்கம் செயற்கை நுண்ணறிவு திட்டங்களை உருவாக்குவதற்கான ஐந்து தெளிவான தேவைகளை வழங்கியுள்ளன. இந்த தேவைகள் யதார்த்தமானவை மற்றும் தீவிரமானவை அல்ல.",
        "முதலாவது வெளியீட்டாளரின் அனுமதியின்றி உள்ளடக்கத்தைப் பெறுவது அல்ல. செயற்கை நுண்ணறிவு அல்லது உதவியாளர்களைப் பயிற்சி செய்ய ஒப்புதல் இல்லாமல் விளம்பரதாரர்கள் உள்ளடக்கத்தைப் பெறக்கூடாது. அறிவுசார் சொத்தின் உள்ளடக்கங்கள். ஊடுருவும் மேற்கோள் ஒரு திருட்டுத்தனம்.",
        "இரண்டாவது மதிப்பின் சரியான கண்ணியத்தைக் கொண்டிருக்க வேண்டும். உயர்தர ஊடக கலை விலை உயர்ந்தது மற்றும் சமூகத்திற்கு அவசியம். உயர்தர ஊடக கலைகளுக்கு கிடைக்கக்கூடிய செயற்கை நுண்ணறிவு மற்றும் உதவியாளர்கள் பத்திரிகை அல்லது பத்திரிகையாளருக்கு நியாயமான தொகையை செலுத்த வேண்டும்.",
        "மூன்றாவது வெளிப்படைத்தன்மையாக இருக்க வேண்டும். உளவுத்துறையால் உருவாக்கப்படும் செயற்கை செய்திகளுக்கு பயன்படுத்தப்பட்டால். தகவல் எவ்வாறு வந்தது என்பதை அறிய மக்களுக்கு உரிமை உண்டு.",
        "பன்முகத்தன்மை இருந்தால் குடும்பம் பாதுகாக்கப்பட வேண்டும். செயற்கை நுண்ணறிவு கலையை விரிவாக்க உதவக்கூடும். ஐந்தாவது ஒன்றாக வேலை செய்ய வேண்டும். செயற்கை நுண்ணறிவு ஏற்பாடுகள் செய்தித் துறையுடன் தீவிரமான, தீர்வு அடிப்படையிலான உரையாடலுக்கு அணுகப்பட வேண்டும்.",
        "தொழில்நுட்ப நிறுவனங்கள் நம்பிக்கையைப் பற்றி பேசினோம் என்பதை நாம் அனைவரும் அறிவோம், ஆனால் நம்பிக்கை அறிக்கைகளிலிருந்து அல்ல என்பதை நாம் அனைவரும் அறிவோம். செயற்கை உளவுத்துறை புரட்சியின் தலைவர்கள் இப்போது பிரச்சினைக்கு தீர்க்கப்பட வேண்டும். தகவல்களின் எதிர்காலத்தை வடிவமைக்கும் சக்தி அவர்களுக்கு உள்ளது.",
        "உலக செய்தி சங்கத்தின் 19 ஆம் தேதி உலக செய்தி தினத்தின் சார்பாக வெளியிடப்பட்ட கடிதம்."
      ]
    },
    "en": {
      "title": "Is the artificial intelligence beat a professional journalist?",
      "body_lines": [
        "(European Broadcasting Union) news director Liz Corbin and World Publishers' Executive Association Vince Tiragenee)",
        "We all prefer to better understand the world around us. In some cases, we need to explain what the amendments are really going to do in the Gaza, what is really going to be done to the government to do so,. Or you may want to know a simple point, such as the dating back on the day of the bus.",
        "If the information is looking for or simple, we all have the right to obtain that information through reliable news. We are all used to watch and watch news that is surprised and shocked online.  But nowadays, the video we see on the Internet is an atmosphere that should be questioned whether a video we see on the Internet is true or artificial.",
        "It is a key to population to popularize the video, using artificial intelligence, using artificial intelligence in the Internet, or whether a video or photograph of art is created by the Internet.",
        "As a result, a true news is today agitated. Unbelief is the key factor in conspiracies, social turns, and dating democracy. Reality is, the tools designed to get to know the world is away from news.",
        "We would like to emphasize that after consolidation of the professional journalists and the worldwide media organizations that are found in the world, and the public has the right to get accurate information.",
        "However, the technical companies that build artificial intelligence products daily is largely escalating the responsibility of the people. Research by the BBC News has revealed that half of the demands that were presented to artificial intelligence from the news this year, artificial intelligence was issued to avoid essential information. It has also revealed that there are other faults of that information.",
        "Artificial intelligence tools testing BBC has been constantly distorted, fabricated or misformed.",
        "\"What happens to seek misconception, artificial intelligence time savings, the bug is correct with time,\". But the problem is that we are not talking about the best place to build a cake or to take a vacation. But at risk, however, democracy is not possible to make decisions with an awareness that lack democracy and the truth.",
        "The people who believe in independent, precision, journalist abandoned and rely on partial truth is at risk of a poisonous mud.",
        "The Internet is full of artificial false videos and photographs that are created by the web sites, the web sites, and enjoy the use of artificial intellect.. The voices, faces and headlines used by artificial intelligence are dependent on information today.",
        "Meanwhile, they underestimate the efforts of the public needs. The information belonging to artificial intelligence without permission does not receive the proper respect or payment to the journalist.",
        "But what can we do? The European Broadcasting Union and the World Pubisticals Association have informed the creations of artificial intelligence programs to change the artificial intelligence news and news suppliers.",
        "Most broadcasts and news publishers representing the World Pubisticals Association are using the artificial intelligence to identify the authors, and the translation work is used responsibly. Policy, transparent, should be used with artificial intelligence.",
        "Due to this, the World Publisher and Information Publishers Association have presented five clear requirements for the creation of artificial intelligence programs. These requirements are realistic and are not radical.",
        "The first is not to get content without the consent of the publisher. Promoters should not get content without consent to practice artificial intelligence or assistants. The contents of the Intellectual Property. The intruding quote is a stealth.",
        "The second must have a proper dignity of value. High quality media art is expensive and is essential to society. The artificial intelligence and assistants who are available to the high quality media arts have to pay a reasonable amount of money to the press or journalist.",
        "The third must be transparency. If the artificial generated by intelligence is used for news. People have the right to know how information came.",
        "Family should be preserved if diversity is. The artificial intelligence may assist in expanding art. Fifth should work together. Artificial intelligence arrangements should be reached to a serious, solution-based conversation with the news industry.",
        "We all know that the technical companies spoke about confidence, but we are all aware that belief is not from statements. The leaders of the artificially intelligence revolution should be solved now to the problem. They have the power to shape the future of information.",
        "A letter published on behalf of the World News Day on the 19th of World News Association."
      ]
    }
  },
  "summary_lines": []
}