{
  "translated_text": {
    "ta": {
      "title": "வெள்ளம் இருக்கும்போது நீங்கள் என்ன செய்யக்கூடாது?",
      "body_lines": [
        "பிளாக், கெலானி, ஜின்னி, நில்வாலா மற்றும் அட்னங்கலி ஆகியோர் பலத்த மழையுடன் பாய்கின்றனர்.",
        "கொழும்பு, கலுதாரா, காலே மற்றும் மாதாரா ஆகிய இடங்களில் வெள்ளம் ஏற்கனவே வெள்ளத்தில் மூழ்கியுள்ளதாக நீர்ப்பாசனத் துறை அறிவித்துள்ளது.",
        "பிபிசி சிங்கள சேவை பேரழிவு மேலாண்மை மையத்தின் (டி.எம்.சி) இயக்குநரிடம் விசாரித்தது.",
        "வெள்ளத்தின் நடவடிக்கைகள் மற்றும் தொடர்புடைய நடவடிக்கைகள் காரணமாக 10 இறப்புகள் பதிவாகியுள்ளன என்று அவர் கூறினார்.",
        "'எல் நியோ' மற்றும் 'லா நினா' ஆகியவற்றில் வானிலை எவ்வாறு மாற்றுவது",
        "பலத்த மழை காரணமாக, இன்று (ஜூன் 4) முதல் மழை காலநிலையில் 17 பேர் இறந்துள்ளனர்.",
        "ரத்னபுரா மாவட்டத்தில் ஐந்து இறப்புகள், கொழும்பு மாவட்டத்தில் இரண்டு இறப்புகள் மற்றும் கம்பாஹா மாவட்டத்தில் ஒரு மரணம் மற்றும் கம்பாஹா மாவட்டத்தில் ஒரு மரணம் இருப்பதாக பேரழிவு மேலாண்மை மையம் தெரிவித்துள்ளது.",
        "பலத்த மழை காரணமாக 40,728 குடும்பங்களைச் சேர்ந்த 159,728 பேர் பாதிக்கப்பட்டுள்ளதாக பேரழிவு மேலாண்மை மையம் அறிவித்தது.",
        "1. பேரழிவுகள் பற்றிய அறிவிப்புகளை புறக்கணிப்பதைத் தவிர்க்கவும்",
        "பேரழிவு மேலாண்மை மையத்தின் இயக்குனர் பிரதீப் கோடிப்பிலி, வெள்ளம் பற்றிய அறிவிப்புகள் குறித்து சிலரை புறக்கணிப்பது ஒரு சக்திவாய்ந்த தவறு என்று கூறினார்.",
        "வெள்ளம் ஏற்படும்போது, ​​அந்த இடங்களில் அவற்றைப் பார்க்கவும் ரசிக்கவும் செல்கிறது.. பல்வேறு பாக்டீரியாக்களின் தொற்றுநோய்க்கான திறன் கவனக்குறைவால் அதிகம் என்று சுகாதாரத் துறை கூறுகிறது.",
        "வெள்ளம் ஏற்படும் போது, ​​வெள்ளம், படகுகள் மற்றும் பீப்பாய்கள் மற்றும் வெள்ள நீச்சல் மிகவும் ஆபத்தானது.",
        "வெள்ளம் தண்ணீரில் வெள்ளத்தில் மூழ்கும் பகுதிகளில் மின் கொள்கலன்களைப் பிடிப்பதில் இருந்து செய்யுங்கள்.",
        "வெள்ளம் உள்ள பலர் வாகனங்கள், பேருந்துகள் போன்றவற்றை எவ்வாறு ஓட்டுவது என்பது கண்டறியப்பட்டுள்ளது.",
        "இருப்பினும், தொடர்புடைய சாலைகளைப் புரிந்துகொள்ளாதது மற்றும் நீர் நிலைகளைப் புரிந்துகொள்ளாதது ஆபத்தானது.",
        "நீர் வழங்கல் நீர் அல்லது பாட்டில் தண்ணீரைப் பயன்படுத்துங்கள், வெள்ளம் மற்றும் வெள்ளம் ஆகியவற்றை சமைக்க மற்றும் பிற நீரின் தேவைகள் ஆகியவற்றில் கவனம் செலுத்துங்கள்.",
        "பேரழிவு மேலாண்மை மையத்தில் வானிலை அதிகாரிகள் மற்றும் பேரழிவு மேலாண்மைத் துறைகள் வழங்கிய அறிவிப்புகள் குறித்து.",
        "உலகக் கோப்பை போட்டி: இலங்கை அணி உதவியற்றது",
        "இலங்கை சமுதாயத்தில் \"ஒற்றை அம்மா\" ஆக இருப்பது எவ்வளவு சவாலானது?",
        "சர்வதேச பள்ளிகளை வரையறுப்பதன் மூலம் \"கலாச்சார எதிர்ப்பு பிரச்சினைகள் ';ஒழுங்குபடுத்த என்ன செய்ய வேண்டும்?"
      ]
    },
    "en": {
      "title": "What should you not do when floods?",
      "body_lines": [
        "Black, Kelani, Ginny, Nilwala and Attnangali are flowing with heavy rains.",
        "The Department of Irrigation has announced that floods are already flooded in Colombo, Kalutara, Galle and Matara.",
        "The BBC Sinhala service was an inquired of the Director of the Disaster Management Center (DMC).",
        "He said that 10 deaths due to the activities of floods and related activities have been reported.",
        "How to change the weather in 'El Ni'o' and 'La Nina'",
        "Due to heavy rains, 17 persons have died on the first rainy weather this morning (June 4).",
        "The Disaster Management Center has reported that five deaths in the Ratnapura district, two deaths in the Colombo district and one death in the Gampaha District and one death in the Gampaha District.",
        "The Disaster Management Center announced that 159,728 persons belonging to 40,728 families have been affected due to heavy rains.",
        "1. Avoid ignoring announcements about disasters",
        "The Director of the Disaster Management Center Pradeep Kodippili said that it was a powerful mistake to ignore some people about the announcements of flooding.",
        "When floods occur, they go to watch and enjoy them in those places. Do not take away the danger at times.. The health sector says that the ability to infection of various bacteria is high by carelessness.",
        "When floods occur, floods, boats, and barrels, and the flood swimming can be extremely dangerous.",
        "Do out of catching electrical containers in areas where floods are flooded with water.",
        "Many people with the flooding are found how to drive vehicles, buses etc.",
        "However, the lack of understanding of the relevant roads and the lack of understanding of the water levels can be dangerous.",
        "Use water supply water or bottled water, focusing on the floods, and the floods to cook and other needs of water.",
        "Concerning the announcements issued by the weather authorities and disaster management sectors. Call the 117 telephone number at the Disaster Management Center",
        "World Cup Tournament: Sri Lankan team is helpless",
        "How challenging to be a \"Single Mom\" ​​in Sri Lankan society?",
        "\"Anti-cultural problems 'by defining international schools';What should be done to regulate?"
      ]
    }
  },
  "summary_lines": [
    "During floods, avoid ignoring disaster warnings, watching floods from unsafe locations, swimming in floodwaters, touching electrical equipment, driving through flooded roads without knowing water levels, and using contaminated water. Stay informed and safe."
  ]
}