{
  "translated_text": {
    "si": {
      "title": "ජීවන් තොන්ඩමන් යනු තරුණ ලෝකයේ නායකයා ය",
      "body_lines": [
        "තරුණ ලෝක ආර්ථික සංසදය ලෙස ජල සම්පාදන හා වතු යටිතල පහසුකම් අමාත්ය ජීවන් තොන්ඩමන් මහතා තේරී පත් වී තිබේ.",
        "ලෝක තරුණ නායකයාගේ තනතුරට ශ්රී ලංකා ඇමතිවරයෙක් තේරී පත්වූ පළමු අවස්ථාව මෙයයි.",
        "ජීවන රටාව ප්රවර්ධනය කිරීමෙන් පසු විප්ලවවාදී වෙනස්කම්, සමාජ යුක්තියේ හ voice, සමාජයේ හ voice, සමාජ යුක්තියේ හ voice ,, සෞඛ්ය ආරක්ෂණ පානීය ජලය, ජල සැපයුමේ ප්රතිෂ් oration ාපනයෙන් පසුව ඔහු විප්ලවවාදී වෙනස්කම් සඳහා ක්රියාකාරීව කටයුතු කර ඇත. ඔහු ව්යාපෘති සඳහා හොඳම නායකත්වය ද සපයයි.",
        "නව ප්රවේශයේ ඔහුගේ කැපවීම සහ නව ප්රවේශයේ ඔහුගේ නායකත්වය නිසා ජාතික වශයෙන් අවධානය යොමු කර ඇත. තරුණ ලෝක ප්රධානියා ලෙස තේරී පත්වීමෙන් ඔහු මේ වන විට ජාත්යන්තරව පිළිගැනීම.",
        "Ygl ප්රජාව යනු ගෝලීය අනාගතයක් ලෙස ස්ථාවරත්වය බෙදා ගන්නා තරුණ නායකයින් 1000 කට වැඩි පිරිසක් සිටින අද්විතීය සමාජයකි. මෙය අමාත්ය ජීවන් තොන්ඩමන්ගේ දැක්ම, නායකත්වය සහ උත්සාහය පිළිගැනීමයි.",
        "අමාත්ය ජීවන් තොන්ඩමන්ගේ මෙම පිළිගැනීම මෙම පිළිගැනීම ගැන ආඩම්බර වේ. අමාත්යාංශය වෙනුවෙන් අපි ඔහුට සුබ පතන්නෙමු. රටේ සංවර්ධන අරමුණු ඉදිරියට ගෙන යාම, තරුණ ශක්තිමත් කිරීම ප්රවර්ධනය කිරීම සහ ලෝක අදියරේදී ශ්රී ලංකාවේ භූමිකාව වැඩිදියුණු කිරීම සඳහා අමාත්යවරයාට රටේ සංවර්ධන අරමුණු ඉදිරියට ගෙන යාම සඳහා අපි ශක්තිමත් වන්නෙමු.. රීල්"
      ]
    },
    "en": {
      "title": "Jeevan Thondaman is the leader of the young world",
      "body_lines": [
        "Jeevan Thondaman, Minister of Water Supply and Estate Infrastructure, has been elected as the Young World Economic Forum.",
        "This is the first time a Sri Lankan minister has been elected to the post of World Youth Leader.",
        "He has been actively working for revolutionary changes since the promotion of the Ministry of Lifestyle, Voice of Social Justice, Voice of Social Justice, Realizing Clean - Health Safety Drinking Water, Restoration in Water Supply. He is also providing the best leadership for the projects.",
        "His dedication in public service and his leadership in the new approach have had a better -positive impact on nationally. He has now been recognized internationally by being elected as the Young World Head.",
        "The YGL community is a unique society with more than 1000 young leaders who share stability in the form of a global future. This is the recognition of Minister Jeevan Thondaman's vision, leadership and effort.",
        "This recognition of Minister Jeevan Thondaman is proud of this recognition. We congratulate him on behalf of the Ministry. We will be strong for the Minister to advance the country's development goals, promote youth reinforcement and improve Sri Lanka's role on the world stage.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Jeevan Thondaman, Sri Lanka's Minister of Water Supply and Estate Infrastructure, is the first Sri Lankan minister elected as the Young World Economic Forum's World Youth Leader. Recognized for his leadership in promoting clean water, restoring water supply, and public service, he is celebrated for his vision and impact on Sri Lanka and internationally."
  ]
}