{
  "translated_text": {
    "ta": {
      "title": "நீதிக்காக 7,733 மில்லியன் பேர் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "கடந்த ஆண்டு டிசம்பர் 17 முதல் நாட்டின் செயல்பாட்டின் மூலம் 56,541 சந்தேக நபர்கள் நாட்டின் செயல்பாட்டால் கைது செய்யப்பட்டுள்ளனர்.",
        "அவர்களில் போதைப்பொருள் பிழைகள் பொறுப்பில் 49,558 சந்தேக நபர்கள் கைது செய்யப்பட்டனர், 1,817 சந்தேக நபர்கள் மறுவாழ்வுக்காக 1,981 போதைக்கு அடிமையானவர்கள் மீது தடுத்து வைக்கப்பட்டனர்.",
        "சந்தேக நபர்களின் எண்ணிக்கை விசாரணையைத் தொடங்கியது 234 சந்தேக நபர்கள் மற்றும் 3,083 சந்தேக நபர்கள் பொலிஸ் சிறப்பு பொலிஸ் போதைப்பொருள் பணியகம் மற்றும் போலீஸ் சிறப்பு பணியகத்தில்.",
        "மொத்த போதைப்பொருள் சந்தை மதிப்பு கிட்டத்தட்ட 7,733 மில்லியன் ஆகும், இது கிட்டத்தட்ட 7,733 மில்லியன் ஆகும், மேலும் தடையின் சந்தை மதிப்பு கிட்டத்தட்ட 726 மில்லியன் ஆகும்.",
        "குற்றவியல் பிரிவுகளின் பட்டியலில் கைது செய்யப்பட்ட 6,983 சந்தேக நபர்களில் மற்றும் போதைப்பொருள் தோல்வியில் 5,286 திறந்த வாரண்டுகள்.",
        "அலெஸர்கள் நடவடிக்கைகளில் கைது செய்யப்பட்டனர் மற்றும் 318 சந்தேக நபர்கள் அடையாளம் காணவும் கைது செய்யவும் முடியவில்லை."
      ]
    },
    "en": {
      "title": "7,733 million for justice arrested",
      "body_lines": [
        "56,541 suspects have been arrested by the operation of the country by the operation of the country from December 17 last year.",
        "Among them were 49,558 suspects arrested in charge of drug errors, 1,817 suspects were detention on 1,981 drug addicts for rehabilitation.",
        "The number of suspects commenced inquiry was 234 suspects and 3,083 suspects in the Police Special Bureau of Police Narcotics Bureau and the Police Special Bureau.",
        "The total narcotics market value is nearly 7,733 million, which is nearly 7,733 million, and the market value of the prohibition is nearly 726 million.",
        "Among the 6,983 suspects arrested on the list of the criminal sections and 5,286 open warrants in the drug failure.",
        "The Alessers were arrested in operations and 318 suspects who were unable to identify and be arrested."
      ]
    }
  },
  "summary_lines": [
    "Since December 17, 56,541 suspects have been arrested, including 49,558 for drug offenses and 1,817 for rehabilitation. The total narcotics market value is nearly 7,733 million, with 726 million in prohibition. 6,983 suspects are on the criminal sections list, and 5,286 have open warrants."
  ]
}