{
  "translated_text": {
    "si": {
      "title": "දකුණු ආසියානු ජනගහනයේ කැරැල්ලේ කම්පනයෙහි ප්රති ulted ල නිසා;ඉන්දියාව සඳහා පාඩම්",
      "body_lines": [
        "මෙම දශකය ආරම්භයේ සිට ඉන්දියාව විදේශයන්හි සිදුවීම් වලින් පසුව එකට කම්පනයට පත්විය.",
        "2021 දී මියන්මාරයේ කුමන්ත්රණය සහ ඇෆ්ගනිස්ථානයේ නැවතත් තලේබාන් සමයේ කුමන්ත්රණය. අග්රාමාත්ය ඉම්රාන් 2022 දී පාකිස්තානයේ පෙරළා දමා ඇත. ජනාධිපති ගෝතභය රාජපක්ෂ මහතා ශ්රී ලංකාවේ ජනතාවගේ උද් itation ෝෂණය හේතුවෙන් බලයෙන් teraced පන්නා දැමුවා.",
        "නේපාලයේ සභාග ආණ්ඩුවේ වැටීම එකම බලපෑමක් ඇති කළ අතර ජනාධිපති සොලිජන් මැතිවරණය ඉන්දියාව සමඟ සමීප සබඳතා සමඟ මාලිකියානු මැතිවරණය පරාජය කළේය.. ඉන්දියාව සමඟ ඇත්තේ අවම මිත්රත්වය ඇති අගමැති ඔලයිගේ රජය.",
        "ඊළඟට, බංග්ලාදේශ ජනතාවගේ කැරැල්ල හදිසියේම අගමැති ෂෙයික් හසීනා ධුරයෙන් පලවා හැර තිබේ. ඔහු ඉන්දියාවට පලා ගොස් ඇත. ඉන්දියාව හසනා රජය කෙරෙහි බොහෝ විශ්වාසයක් ඇති ආකාරය මත පදනම්ව, ඉන්දියාවට ඉන්දියාවේ කම්පනය අවබෝධ කර ගත හැකිය.",
        "හසනාට පසු ධුරය ලබන අය සමඟ සබඳතා ඇති ආකාරය ඉන්දියාව පැකිලී ඇත.",
        "පසුගිය වසර කිහිපය තුළ සිදුවීම් පදනම් කරගෙන දකුණු ආසියාවේ ප්රධාන වෙනස්කම්වල ප්රතිවිපාක වළක්වා ගැනීමට ඉන්දියාව ගත් පාඩම් මොනවාද?",
        "පළමු පාඩම නම්, තමන්ගේ අසල්වැසි සිදුවීම්වල ප්රතිවිපාකවලට මුහුණ දීමට ඉන්දීය රජය සූදානම් නොවිය යුතුය.",
        "ඉන්දියාවේ බංග්ලාදේශයේ සිටීම සම්බන්ධයෙන් අගනුවරට චිතකොං, රෝයාෂි, ගල්නා සහ සිල්ත් නගරවල තානාපති කාර්යාලවල ඩකාහි අගනුවර වන ඩකාහි ඩකා සහ සුමෙත් නගරවල තානාපති කාර්යාල තිබේ.. බොහෝ ඉන්දියානු සංවිධාන එම රටේ විවිධ ව්යාපෘති සඳහා කටයුතු කරමින් සිටී.",
        "පසුගිය මාස කිහිපය තුළ පමණක් නොව, පසුගිය වසර කිහිපය තුළ හසිනා රජයට එරෙහිව වැඩෙන විපක්ෂයේ තොරතුරු පිළිබඳ තොරතුරු සම්පුර්ණයෙන්ම බලමුලු ගැන්වූ අතර නවදිල්ලියට යවා ඇති බව තහවුරු වී තිබිය යුතුය.",
        "අවාසි ලීග් රජය අත්තනෝමතික, වෙනම පක්ෂ පාලනයක් බවට පත්ව ඇත. බොහෝ විරුද්ධ දේශපාලන politicians යන් සිරගත වී ඇති අතර තවත් බොහෝ අය විදේශයන්හි සිටිති.",
        "සිවිල් සමාජයේ විවිධ නිකායන් නිසා ඒවා වෙන් කර ඇති බවත් කරදරවලට ලක්ව ඇති බවත්ය. තත්වය තිබියදීත්, ඉන්දීය රජය එය තේරුම් ගැනීමට හෝ එහි ගැටළු ප්රකාශ කිරීමට කිසිවක් කර නැත.",
        "එපමණක් නොව, ඉන්දීය තානාපතිවරු බංග්ලාදේශ විරුද්ධවාදිකම් සමඟ සමීප සම්බන්ධතාවයක් පැවැත්වීමට අසමත් වූහ.හිටපු අගමැති කලේිටා සියාරියගේ නායකත්වයෙන් යුත් බංග්ලාදේශ ජාතිකවාදී පක්ෂ නායකයින් ඉන්දියාව නැරඹීමට අවසර දීම ප්රතික්ෂේප කළහ. එපමණක් නොව, වරෙක ඉන්දියානු රජය හසනා රජයේ ඉල්ලීම පරිදි බංග්ලාදේශ ජාතික පක්ෂයේ බ්රිතාන්ය නීති lawyer යෙකු පිටුවහල් කළේය.",
        "දේශපාලන පවුරේ එක් පැත්තක සිට පැමිණි ඉන්දීය විදේශ අමාත්යාංශය ගත් තීරණය මෙයින් පැහැදිලිවම හෙළි වේ. ඉතිහාසයට එවැනි පැත්තක් - සහෝදර අන්තර්ක්රියාකාරිත්වය කිහිප වතාවක් අවශ්ය වේ.",
        "බංග්ලාදේශ ජාතිකවාදී පක්ෂ ආණ්ඩුවේ ධුර කාලය තුළ ඉන්දියාව සහ බංග්ලාදේශය අතර ආතතිය ඉතා බැරෑරුණු වූයේ බංග්ලාදේශ ජාතිකවාදී පක්ෂ ආණ්ඩුවේ ධුර කාලය තුළදී, දීර් distory ත අන්ත පක්ෂය දිගු කලක් නොසලකා හැරීමට ඉන්දියාවට තීරණය කළ නොහැකි වීම හේතුවෙනි.",
        "ඇෆ්ගනිස්ථානයේ ඉන්දීය තානාපති කාර්යාලවලට බරපතල ප්රහාරයකට තලේබාන් නායකයින් සම්බන්ධ වී සිටියද, ව්යාපාරය සමඟ සබඳතා ශක්තිමත් කිරීමට ඉන්දියාව තීරණය කර තිබේ.",
        "ශ්රී ලංකාවේ ජනතා විමුක්ති පෙරමුන (ජේවීපී) බොහෝ විට පිටි ජාතික තනතුරු මත ගෙන ගොස් තිබුණද ඉන්දීය රජය සිය නායකයින් පිළිගත්තේය. කේ. පී.. ෂර්මා ඔලයි විසින් මෙහෙයවනු ලබන නේපාල කොමියුනිස්ට් ඉන්දියාව පක්ෂය විසින් දැඩි ලෙස පුදුමයට පත් වී ඇති සිතියම් පිළිබඳ දේශපාලන ක්රියාමාර්ග ගෙන ඇති අතර එය පක්ෂය සමඟ පක්ෂය සමඟ කටයුතු කළේය.",
        "මෙම සියලු ක්රියාකාරකම්වලින් පෙනී යන්නේ ප්රායෝගික ප්රවේශය විදේශ රටවල් සමඟ අන්තර්ක්රියා අවශ්ය බවයි.",
        "මාලදිවයිනේ ජනාධිපති ඉබ්රාහිම් මුහම්මද් සොලිටි සඳහා ඉන්දියාවේ පූර්ණ සහයෝගය සහ මුහම්මද් මුහෙන්සු විරෝධී නායකයා ලෙස මුහම්මද් මුෂුට පූර්ණ සහයෝගය ලබා දුන්නේය. ඉන්දීය විදේශ ඇමති එස්.. ජනාධිපති මිස්නුගේ රජය සමඟ ජයන්හාන්කාර් සමීප අන්තර් සම්බන්ධකම් පැතුවේය.",
        "නවදිල්ලිය සිය ඉදිමුණු ආකල්ප අතහැර දමා විදේශීය රටවල් සමඟ අන්තර්ක්රියා පවත්වා ගැනීමෙන් වළක්වා ගත හැකිය.. පක්ෂ පාලන තන්ත්රයක් තීරණය කිරීම වෙනුවට නවදිල්ලිය රටේ බහුකාර්ය -සම් -සොට් දේශපාලන මතයන්ට සහාය දැක්විය යුතු අතර සහාය දැක්විය යුතුය.",
        "බංග්ලාදේශය සහ ෂකී හසිනාගේ ප්රශ්නය සම්බන්ධයෙන් අපට ලැබී ඇති තවත් පාඩමක් නම් ඉන්දියාව කිසි විටෙකත් තම මිතුරන් කිසිදා අමතක නොකළ යුතු බවයි.",
        "කාබුල්ගේ වැටීමෙන් පසු කාබුල් වැටීමෙන් පසු සිය ගණනක් ඇෆ්ගනිස්ථාන වැටීමෙන් සිය ගණනක් ඇෆ්ගනිස්ථානයකට වීසා බලපත්රයක් ලබා දීම ගැන නවදිල්ලියට විශ්වාසදායක සහකරුවෙකුගේ කීර්තිය අහිමි වී තිබේ.. ඇෆ්ගනිස්ථාන රජයට පෙර ඇෆ්ගනන් රජයේ ජ්යෙෂ් Senior ආරක්ෂක නිලධාරීන් ඇතුළත් වේ.",
        "ඔවුන් තමන්ගේම අන්තරායන් නොසලකා ඉන්දියානු රාජ්ය තාන්ත්රිකයින් ආරක්ෂා කළහ. ඉන්දියාවේ දොර වැසීමට තීරණය කිරීම ද කටුක භීතියක් ලෙස පවතී. න්යායෙන් ඔබ්බට ප්රායෝගික විභව ප්රවේශය පිළිපැදිය යුතුය.",
        "දකුණු ආසියාවේ බොහෝ විට බලය අහිමි වන නායකයින් ටික වේලාවකට පසු බලයට පත්වේ. ෂෙයික් හසනා වෙනත් ආරක්ෂිත රටක් සොයමින් සිටීමට ඉඩ දීමෙන් ඉන්දියාව හොඳ දෙයක් කර තිබේ. ඔහුව නැවත ඉන්දියාවට යවා ඇත්නම්, එය ද්රෝහිකමක් වනු ඇත. අනාගතයේදී ඔහු සමඟ ගනුදෙනු කිරීමේ අනාගතයේදී වඩාත් සැහැල්ලු ආකල්පය නිරීක්ෂණය කළ යුතුය",
        "නව රජය සමඟ සබඳතා සංකීර්ණ කිරීම සඳහා හසනා දිගටම ඉන්දියාවේ නැවතී සිටියි. ඔවුන් පිටුවහල් කරන ලෙස ඔවුන් ඉල්ලා සිටියත්, අවාමි ලීග් පක්ෂ ඉන්දියාව භාවිතා කිරීම සඳහා සලකා බැලුවහොත් ගැටලුව කළ හැකිය.",
        "ජාතිවාදය පදනම් කරගෙන විදේශ රටවල සබඳතා ළඟා වීම වැරැද්දකි.දකුණු ආසියාව ආගමික බහුතර ප්රජාවන් සමඟ භූමි ප්රදේශයකි. හින්දු, මුස්ලිම්වරුන් සහ බෞද්ධයන් විවිධ රටවල ජනගහනයේ විශාලතම නිකාය ලෙස ජීවත් වෙති. හොඳහිත කෙසේ හෝ ආගම සමඟ බැඳුම්කර යැයි සිතීම වැරදිය.",
        "ඉන්දියාවේ නේපාලය සමඟ ඉතා සංකීර්ණ සම්බන්ධතාවයක් ඇති අතර, බෞද්ධයන්ගෙන් බහුතරය සහ මුස්ලිම් ජාතිකයන්ගෙන් බහුතරයකගේ බහුතරය වන හින්දු භක්තිකයන්ගෙන් බහුතරයක් වන අතර බොහෝ විට ඉන්දියාව සමඟ වඩා හොඳ සබඳතා පැවැත්වේ.",
        "මුස්ලිම්වරුන්ගෙන් බහුතරය (ඇෆ්ගනිස්ථානය, පාකිස්තානය, පාකිස්තානය, පාකිස්තානය, පාකිස්තානය සහ බංග්ලාදේශය) රටවල්වල පුරවැසිභාවය ලබා දීම කඩිනම් කිරීම සඳහා වූ ඉන්දියානු රජයේ ක්රියාමාර්ගය (ඉහත රටවල පමණක් ප්රතිවිරුද්ධ බලපෑමක් ඇති කර තිබේ.",
        "බංග්ලාදේශයේ සුළු ජාතීන් කෙරෙහි මෝඩි රජය දැක්වූ සැලකිල්ල හැස්ටාගේ ඉල්ලා අස්වීම නිවැරදි ය.. එහෙත් ඉන්දියානු නිවාස අමාත්යාංශයේ-මර්බර් සමූහය පස්වන කාණ්ඩයේ මෙවලම ලෙස නොව කනස්සල්ල ප්රකාශ කළ යුතුය.",
        "ඉන්දියානු රජය විසින් සියළුම මස මස්වල ජීවීන් තුළ ජීවත්වන සුළුතරයන් ආරක්ෂා කිරීමට ඉන්දීය රජය විසින් අපේක්ෂා කරන නමුත්, සුළුතරය ගැන ඉන්දියාව ගැන දක්වන සැලකිල්ල පෙන්වීමෙන් බංග්ලාදේශයේ සුළුතරය ගැන ඉන්දියාව ගැන දක්වන සැලකිල්ල දැක්වීමෙන් බව පැවසේ.",
        "සිව්වන පාඩම වන්නේ පළමු සුපිරි බලය ලෙස ඉන්දියාවේ තත්වය නැවත ලබා ගැනීමයි. කලාපයේ චීනයේ ආක්රමණයට විරුද්ධ වීම අවශ්ය වන අතර, කලාපය චීනය සහ එක්සත් ජනපදය අතර තරගය සඳහා කෙත නොවිය යුතුය.",
        "වෙළඳාම, සබැඳිය, ආයෝජන සහ උපායමාර්ගික සබඳතාවලදී ඉන්දියාව කොන් කිරීම සඳහා චීනය දරන උත්සාහය හොඳින් දනී. බංග්ලාදේශයේ හසනා රජයට එරෙහි එක්සත් ජනපද ක්රියාමාර්ග ඉන්දියාවේ අවශ්යතා යටපත් කර තිබේ.",
        "එක්සත් ජනපදයේ පසුබිම තුළ එක්සත් ජනපදය පාකිස්තාන මැතිවරණය ගැන අදහස් දක්වා නොමැති අතර, බංග්ලාදේශයේ ප්රජාතන්ත්රවාදය ආරක්ෂා කිරීමේ පියවර සමඟ බංග්ලාදේශයේ විශේෂ වීසා ප්රතිපත්තියක් බැඳ තබන බව වටහා ගත හැකිය. බංග්ලාදේශයේ ප්රජාතන්ත්රවාදය ආරක්ෂා කිරීමේ පියවර කුහක ය.",
        "කලාපීය කලාපීය සහයෝගීතාව (සාර්) වැනි අද්විතීය දකුණු ආසියානු යාන්ත්රණයන් (සාර්) නැවත යථා තත්ත්වයට පත් කළ යුතු අතර නිරාවරණයකින් තොරව විදේශ රටවල් සමඟ මාධ්ය කිරීමට ක්රම සොයා ගත හැකිය.. පාකිස්තානය සමඟ දෙපාර්ශ්වයම පාකිස්තානය සමඟ දෙපාර්ශ්වයම ඉන්දියාවට සාර්ක් පද්ධතිය දශකයකට සාර්ක් පද්ධතිය වර්ජනය කිරීමට පෙළඹී ඇත.",
        "බංග්ලාදේශය සමඟ ඇති සබඳතා නරක අතට හැරෙන්නේ නම් (සර්පාර් අතහැර දැමීම), බහු - ආංශික තාක්ෂණික හා ආර්ථික සහයෝගීතාවයට හෝ බිම්ස්ටෙක් හෝ බිම්ස්ටෙක් සඳහා බෙංගාල බේ මිත්රකම්.",
        "අවසාන වශයෙන්, නවදිල්ලියක් පමණක් නවදිල්ලියක් පමණක් පසුගිය වසර කිහිපය තුළ කැලඹිලි හා මැතිවරණ ප්රති results ලවලින් ලබා ගත හැකි ඇතැම් පොදු පාඩම් කෙරෙහි අවධානය යොමු කළ යුතුය.. වෘත්තීය කටහ, සහ අසමාන සංවර්ධනය නිසා මිනිසුන් වීදි වලට මිය යයි. නමුත් ආර්ථික ප්රගතිය නොතකා ප්රජාතන්ත්රවාදී පසුබෑම ආවරණය කළ නොහැක.",
        "ඔබට වසරක කාලයක් සඳහා බෝගයක් වගා කිරීමට අවශ්ය නම් ඉරිඟු වගා කිරීම ..... ඔබට නියමිත වේලාවට බෝගයීමට අවශ්ය නම් ප්රජාතන්ත්රවාදය වර්ධනය කරන්න. \"පරණ හිමිකම් පෑමක් තිබේ. මෙය ඉන්දියාවට සහ අසල්වැසියන් සමඟ ඇති සම්බන්ධතාවය සඳහා සත්ය වේ."
      ]
    },
    "en": {
      "title": "The resulting impacts of the shock of the rebellion of the South Asian population;Lessons for India",
      "body_lines": [
        "Since the beginning of this decade, India has been shocking together after its abroad events.",
        "The conspiracy in Myanmar in 2021 and the reign of the Taliban again in Afghanistan. Prime Minister Imran was overthrown in Pakistan in 2022. President Gotabhaya Rajapakse was chased away from power due to the agitation of the people in Sri Lanka.",
        "The fall of the coalition government in Nepal had the same impact, while the President Soli government defeated the Maldivian elections with close ties with India.. Prime Minister Olayi's government, which has the lowest friendship with India.",
        "Next, the Bangladesh People's Rebellion has suddenly chased Prime Minister Sheikh Hasina from office. He has fled to India. Based on how India has been greatly confident on the Hasina government, India can realize the shock of India.",
        "India has stumbled on how to have ties with those who take office after Hasina.",
        "What are the lessons that India has taken to avoid the consequences of the major changes in South Asia, based on the events of the past few years?",
        "The first lesson is that the Indian government should not have been prepared to face the consequences of events in its own neighborhood.",
        "As for India's presence in Bangladesh, the capital has the embassies in the cities of Chittakong, Royashi, Gulna and Silheth, in the capital city of Dhaka, Dhaka.. Many Indian organizations are working on various projects in that country.",
        "Not only for the past few months, it must have been confirmed that the details of the growing opposition that has been growing against the Hasina government over the past few years have been fully mobilized and sent to New Delhi.",
        "The Awami League government has become an autocratic, separate party rule. Many opposition politicians have been jailed and many others are abroad.",
        "Various sects of civil society felt that they were reserved and inflicted on troubles. In spite of the situation, the Indian government has done nothing to understand it or to express its concerns.",
        "Moreover, Indian diplomats failed to have close contact with the Bangladesh opposition.Bangladesh Nationalist Party leaders, led by former Prime Minister Begum Khalita Zia, refused permission to visit India. Not only that, at one time, the Indian government deported a British lawyer of the Bangladesh Nationalist Party at the request of the Hasina government.",
        "All of this clearly reveals the decision taken by the Indian Foreign Ministry to stand on one side of the political wall. History requires such a side -by -side interaction several times.",
        "The tension between India and Bangladesh was very serious due to issues relating to terrorism and border killings during the tenure of the Bangladesh Nationalist Party government under Begum Khalita Zia, while India could not have decided to ignore the main opposition party for a long time.",
        "Although Taliban leaders have been involved in serious attacks on Indian embassies in Afghanistan, India has decided to strengthen relations with the movement.",
        "The Indian government welcomed its leaders, despite the fact that Sri Lanka's Janata Vimukthi Peramuna (JVP) had often taken on anti -Indian positions. K.P.. The Nepal Communist India, led by Sharma Olai, has taken up the political action on the maps that has been severely impressed by the party, but also dealt with the party with the party.",
        "All these activities show that the practical approach requires interactions with the foreign countries.",
        "India's full support for President Ibrahim Muhammad Solley in the Maldives and showed Muhammad Muzhu as anti -Indian leader. Indian Foreign Minister S S.. Jaishankar sought close interconnects with President Missu's government.",
        "New Delhi can be avoided by abandoning its swollen attitudes and maintaining the interactions with foreign countries.. New Delhi must support and support the multi -faceted political views of the country and outside the borders rather than the determination of a party regime.",
        "Another lesson we have received on the issue of Bangladesh and Shaykh Hasina is that India should never forget its friends.",
        "New Delhi has lost the reputation of a trusted partner when hundreds of Afghanis refused to grant a visa to hundreds of Afghanis after the fall of Kabul after the fall of Kabul.. The Afghan government includes senior security officials in the previous Afghan government.",
        "They defended Indian diplomats, regardless of the dangers of themselves. India's decision to close the door continues to be a bitter affair. It is necessary to adhere to the practical potential approach beyond the theory.",
        "Leaders who often lose power in South Asia come to power after some time. India has done a good thing by allowing Sheikh Hasina to stay in search of another safe country. If he was sent back into India, it would be a treachery. The most relaxed attitude must be observed in the future of dealing with him in the future",
        "Hasina continues to stay in India to complicate relations with the new government. The problem is possible if they demanded that they be deported, or if the Awami League parties were considered to be using India to re -mobilize themselves.",
        "It is a mistake to approach relationships in foreign countries on the basis of racism.South Asia is a territory with religious majority communities. Hindus, Muslims and Buddhists live as the greatest sect of population in different countries. It is wrong to think that goodwill are somehow bonds with religion.",
        "While India has a very complex relationship with Nepal, which is the majority of Hindus, Bhutan, who is the majority of Buddhists and the majority of Muslims, has often had better relationships with India.",
        "The action of the Government of India (Citizenship Amendment) has had the opposite effects (not only in the above countries) to expedite the granting of citizenship to non -Muslims in countries where the majority of Muslims (Afghanistan, Pakistan and Bangladesh) are.",
        "The Modi government's concern for minorities in Bangladesh following Hasina's resignation is correct.. But the concern must be expressed, not as the instrument of the five -member group of the Indian Home Ministry.",
        "It is said that the Indian government is looking to protect the minority people who live within all its all -life, but by showing India's concern for the minority of Bangladesh by showing India's concern for the minority.",
        "The fourth lesson is to regain the status of India as the first superpower. While it is necessary to oppose China's infiltration in the region, the region should not become the field for the match between China and the United States.",
        "China's efforts to marginalize India in trade, link, investment and strategic relations are well known. The US action against the Hasina government in Bangladesh has suppressed India's interests.",
        "In the backdrop of the US, the US has not commented on the Pakistani elections, it can be understood that the Washington Hasina government and the Amarak resolution that binds a special visa policy in Bangladesh with the steps to protect democracy in Bangladesh are hypocritical.",
        "India must restore unique South Asian mechanisms such as regional cooperation (SAAR) and find ways to do media with foreign countries without exposure.. Both sides issues with Pakistan have led India to boycott the SAARC system for a decade.",
        "If relationships with Bangladesh are worsening (as the abandonment of Sark), the Bay of Bengal Bay Initiative for Multi - Sectoral Technical and Economic Cooperation, or Bimstec, or Bimstec.",
        "Finally, New Delhi, not just New Delhi, should focus on certain general lessons that have been able to get from the turmoil and election results over the past few years.. Occupational voice and unequal development dies people to the streets. But despite the economic progress, the democratic setback cannot be covered.",
        "Cultivation of corn if you want to grow a crop for a period of one year ..... Grow Democracy if you want to crop in time. \"There is an old claim that. This is true for India and its relationship with neighbors."
      ]
    }
  },
  "summary_lines": [
    "India faces significant challenges in navigating political upheavals across South Asia, highlighted by events like the overthrow of governments in Myanmar, Afghanistan, Pakistan, Sri Lanka, Nepal, and Bangladesh. These events underscore the need for India to adopt a more nuanced diplomatic approach, engaging with a broader range of political actors and avoiding alignment with specific factions. Lessons learned include the importance of understanding local dynamics, supporting democratic processes, and maintaining relationships with all political stakeholders, regardless of their stance towards India. Additionally, India must balance its geopolitical interests with its commitment to regional cooperation and avoid being drawn into conflicts between larger powers."
  ]
}