{
  "translated_text": {
    "ta": {
      "title": "நாய் மவுண்டிற்கு உட்படுத்தப்பட்ட நான்கு உயிர்களைக் காப்பாற்றியது",
      "body_lines": [
        "மணமகனில் உள்ள மணமகனில் ஒரு வீட்டின் பின்னால் ஒரு மேடு, மணமகனில், நிலச்சரிவுக்கு 15 நிமிடங்களுக்கு முன்பு, வீடு வீட்டில் தயாரிக்கப்பட்டது, நிலச்சரிவுக்கு 15 நிமிடங்களுக்கு முன்பு, நான்கு உயிர்கள்.",
        "அகலவட்டா நெக்லஸின் வாழ்க்கையின் வீழ்ச்சியின் வாழ்க்கை மனிதனும் அவரது குழந்தைகளும் பெல்லானா விடனதனலா.",
        "இந்த குழந்தை தங்கள் உறவினரில் தங்கியிருப்பதை அறிந்த பிறகு, நாங்கள் அவுரானாவின் கழுத்துக்குச் சென்றோம். சோமசிரியின் மகன் பெல்லானா விதனதனலாவின் திரு. சாந்தா குமாரா (33) கூறினார்:",
        "நானும் என் மனைவி ஹார்விஸ்டி ஷுஷ்கர் ஹெதி ஷுஷுகா, ஷித் சோமசிரியும் நானும் இந்த வீட்டில் வசிக்கிறோம், இதில் பி.வி.சொமசிரி மற்றும் நான் ஆஷா வாழ்கிறேன்,",
        "அந்த நேரத்தில், அந்த நேரத்தில் என் பெற்றோர் மற்றும் என் சிறிய மகளுடன் மனைவி இல்லை, ஆனால் வீட்டில், ஆனால் அந்த நேரத்தில் என் பெற்றோர் மற்றும் என் சிறிய மகளுடன் வீட்டில் இல்லை அவள் வீடு. நாங்கள் அனைவரும் கேட்டுக்கொண்டிருந்தோம், சாமி ஏசாவின் இரண்டு வயது மகளுக்கு நான் கேள்விப்பட்டேன், ஆனால் அவளும் புறக்கணிக்கப்பட்டதால் அவள் ஏன் புறக்கணிக்கப்பட்டாள். அதிகாலையில், வீட்டைச் சுற்றியுள்ள வீட்டைச் சுற்றி நாய் கேட்டது மற்றும் வீட்டின் பின்புறத்தில் சத்தம் கேட்டது. குரைக்கும் குரல் முன்னெப்போதையும் விட கண்டிப்பாக உணரப்பட்டது, நான் வீட்டின் பின்புறம் சென்று வீட்டின் பின்புறம் சென்றேன்.. நான் உடனடியாக வீட்டிற்கு குதித்தேன், என் தந்தை, என் தந்தை, வீட்டின் பக்கவாதத்தில் உடல்நிலை சரியில்லாமல், படுக்கையில் இருந்து வெளியேறினார், நாய் எங்களிடம் வந்தது",
        "ஐந்து மீட்டர் வாகனங்கள் வரை வரவில்லை, ஆனால் எனது வீடு பூமிக்கு கண்ணுக்கு தெரியாதது, ஆனால் எங்கள் வாழ்க்கை இப்படித்தான் இருக்க வேண்டும்.",
        "நான் என் மனைவி ஹர்ஷானி தனுஷ்கா, என் மனைவி, என் அம்மா, என் பெற்றோர் மற்றும் என் குழந்தையும், என் குழந்தையின் குடும்பத்தினரும் உதவியற்றவர்கள்.நாங்கள் தற்காலிகமாக என் சிறிய தாயின் வீட்டில் நிறுத்தப்பட்டோம், ஆனால் இப்போது நாங்கள் எங்களுடன் இந்த வீட்டில் வருவோம், இப்போது ஒரு மா மரத்தின் கீழ் அழுகிறது. மக்களும் எங்களுக்கு இங்கு தங்குவதற்கு அதிகம். இப்போது, ​​நாங்கள் எஞ்சியிருக்கிறோம், உடைகள், கருப்பு, இப்போது இந்த உதவியற்றவர்களிடமிருந்து வெளியேற எங்களுக்கு உதவ வேறு எதுவும் இல்லை,",
        "அகலவட்டா பிரதேச செயலகத்தின் பிரிவு செயலகத்திற்கு இது எனக்குத் தெரிவிக்கப்பட்டது, இப்போது நான் ஒரு நிலத்தை வாங்க ஒரு வீட்டைக் கட்டவில்லை. நீங்கள் வீட்டிற்கு வந்தால், அது ஒரு பெரிய பயணமாகும் என்று நான் சொல்ல வேண்டும்.",
        "கணவரின் கணவரின் கணவர் லாசந்தா அஜித் குமாரா, இராணுவ அதிகாரி கூறினார்:. யதியந்தோட்டா பகுதி சம்பவத்தைப் பற்றி நான் அறிந்ததிலிருந்து, நான் உடனடியாக ஒரு வீட்டையும் குடும்பத்தினரையும் வாழ வந்திருக்கிறேன், அதனால் அவர்கள் உதவ விரும்புகிறார்கள், அதனால் வேறு ஏதாவது செய்வது கடினம். மூன்று குழந்தைகளுடன் ஒரு குடும்பம், எனவே, ஒரு அரசாங்கமோ அல்லது மற்றொரு ஆபாசமும் இரக்கமுள்ளவராக இருந்தால், அவர்களுக்கு ஒரு வீட்டைக் கட்ட அவர்களுக்கு வழி இல்லை. இருபத்தைந்து மில்லியன் ரூபாய் இப்போது ஒரு வீட்டை வாங்க வேண்டும். இந்த மக்கள் இப்போது உருவாகவில்லை. ஆகையால், இந்த மக்கள் விழும் ஒரு வீட்டைக் கொடுக்கும்படி நானும் பொறுப்பான நபரிடம் சொல்கிறேன். பின்னர் என் மைத்துனர் வேலை செய்து பெற்றோர் உட்பட இந்த குடும்பத்தை காப்பாற்றுவார்."
      ]
    },
    "en": {
      "title": "The dog saved four lives that were subjected to the mound",
      "body_lines": [
        "A mound of a mound behind a house in the groom in the groom in the groom, 15 minutes before the landslide, the house was produced in the house, 15 minutes before the landslide, and four lives.",
        "The life of the fell of the lives of the Agalawatta necklace is the man and his children named Bellana Vidanadanala.",
        "After learning that this child is staying in their cousin, we went to the neck of aurana. Mr. Shantha Kumara (33) of Bellana Vidanadanala, son of Somasiri, said:",
        "I and my wife Harvesthi Schushkar with Hethi Schushuka, Shith Somasiri and I LIVE in this house, including BV Somasiri and I Living Asha,",
        "At that time, the wife was not home with my parents and my little daughter at the time, about the early morning, but in the house, but was not at home with my parents and my little daughter at the time. She had gone to her house. We were all hearing and I was hearing for a two-year-old daughter of Sammy Aeza, but why was she ignored because she was also ignored. One of the early morning, we heard the dog round the house around the house and hearing the noise on the back of the home. The barking voice was felt more strictly than ever, I went back to the back of the house and went to the back of the house.. I immediately jumped home and my father, my father, who was sick in a paralysis of the house, and dropped out of the bed, and the dog came to us",
        "Didn't come down as far as a five-meter vehicles, but my home was not invisible to the earth, but our lives were to be like this.Save.",
        "I was a tea growing with my wife Harshani Danushka, my wife, and my mother, and my parents, and my child, and my child's family is helpless.We're temporarily stopped at my little mother's house, but now we will come with us in this house now crying under a mango tree. The people too is too much to us too much for us to stay here. Now, we are left, is clothes, black, and now I don't have anything else to help us get out of this helpless,",
        "I was informed of this informed the Divisional Secretariat of the Agalawatta Divisional Secretariat and I have not built a house to buy a land now. If you get home, I have to say that it is a big go.",
        "The husband's husband's husband Lasantha Ajith Kumara, a army officer, said:. The land has been destroyed and destroyed by my wife's Mahagia, since I learned about the Yatiyantota area incident, I immediately have come to live a house and the family so that they want to helpIt's hard for me to do something else but. A family with three children, so I mean, if a government or another pornography is compassionate, so they have no way to build a house. Twenty-five million rupees will now have to buy a house. These people are not formed now. Therefore, I too tell responsible person to give them a home where these people fall. Then my brother-in-law will work and save this family, including the parents."
      ]
    }
  },
  "summary_lines": [
    "A dog alerted a family to danger just before a landslide struck their home, saving four lives, including a man and his children from the Agalawatta area. The family, including a paralyzed grandfather, managed to escape despite the chaos. They are now seeking temporary shelter and assistance to rebuild their lost home, highlighting the need for support from local authorities and compassionate individuals."
  ]
}