{
  "translated_text": {
    "ta": {
      "title": "பட்டதாரி பெண் நீர்வீழ்ச்சி பாதுகாப்பற்ற மாடிக்கு நீர்வீழ்ச்சி",
      "body_lines": [
        "தலங்காமா காவல்துறையினரின் துரதிர்ஷ்டவசமான அகால மரணம், இரு உயிர்களுக்கும் ஒரு நிலத்தை விட்டு வெளியேற மாதத்தின் மாதாந்திர முன்கூட்டிய மரணத்தை அறிவித்ததாக கூறப்படுகிறது.",
        "இரண்டு மாடி வீட்டின் பாதுகாப்பற்ற பகுதியால் ஏராளமான பாதுகாப்பற்ற பட்டதாரி பெண் இறந்துவிட்டதாக தலங்காமா போலீசார் கூறுகின்றனர்.",
        "இறந்தவர் உள்நாட்டு வருவாய் உதவியாளர் துறையில் வசிப்பவர் ஹன்ஸி பாஷே ஜெயதியா என அடையாளம் காணப்பட்டுள்ளார் (30)",
        "பொலிஸ் விசாரணையில், அவர் மற்ற மூன்று சிறுமிகளுடன் பட்டரமுல்லாவின் பட்டரமுல்லாவில் உள்ள இரண்டு மாடி வீட்டின் வளிமண்டலத்திற்கு வந்ததாக தெரிவித்துள்ளது.",
        "அவளுடன் அறையில் வசித்து வந்த நில பதிவாளர் அலுவலகத்தில் ஒரு நண்பரிடம் அவள் வந்திருந்தாள்.",
        "இதற்கிடையில், நண்பர் குளியலறையை கழுவி குளியலறையை கழுவினார், அவள் அறையிலிருந்து ஒரு நண்பரைப் பார்க்கவில்லை, அவள் தரையில் விழுந்து அறையின் பின்புறத்தில் குடியேறினாள்",
        "பின்னர் இறந்த நிர்வாகம் இரண்டு மாடி வீட்டின் முதல் தளத்தின் முதல் தளத்தின் முதல் தளத்தின் முன்புறத்தில் விழுந்து முதல் தளத்தின் பின்புறத்தில் காணப்பட்டது.",
        "இறாலின் நிராகரிக்கப்பட்ட பங்குகளைக் கொண்ட இடத்தில் அவர் விழுந்ததாக போலீசார் தெரிவித்தனர்",
        "தேசிய மருத்துவமனைக்கு முன்னால் உள்ள தேசிய மருத்துவமனைக்கு முன்னால் உள்ள கொழும்பு தேசிய மருத்துவமனையில் அவர் வீட்டு உரிமையாளருடன் அனுமதிக்கப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "இறந்தவரை மேல் அறையின் பின்புறத்தில் உள்ள மேல் அறையின் பின்புறத்தில் மேல் அறையின் மேல் அறையின் பின்புறத்தில் நழுவ வேண்டும் என்று போலீசார் தெரிவித்தனர்.",
        "இறந்தவர் முன்பு ரேடர் அலுவலகத்தில் உள்ள நிலத்தில் பணிபுரிந்தார், சுமார் இரண்டு ஆண்டுகளுக்கு முன்பு, அவர் உள்நாட்டு வருவாய் துறைக்கு வந்திருந்தார்",
        "கொழும்பு தேசிய மருத்துவமனையில் நடைபெற்ற மரணத்திற்கு பிந்தைய நடவடிக்கைகளுக்குப் பிறகு குறைபாடுகள் உறவினர்களிடம் ஒப்படைக்கப்பட்டன"
      ]
    },
    "en": {
      "title": "Graduate girl falls falls off unprotected upstairs",
      "body_lines": [
        "The unfortunate untimely death of the Talangama Police have reportedly reported the monthly premature death of the month to leave a land for the two lives.",
        "Talangama Police say that a large number of unsecured graduate girl has died of the unprotected portion of the two storied house.",
        "The deceased has been identified as Hansni Bashe Jayathiyya, a resident of the Department of Inland Revenue Assistant, (30)",
        "Police investigations have revealed that she had come to the atmosphere of the two storied house in Battaramulla, Battaramulla with three other girls.",
        "She had come to a friend at the Land Registrar's Office, who was living in the room with her.",
        "In the meantime, the friend washed the bathroom and washing the bathroom, and she had not seen a friend from the room, she had fallen to the ground and settled in the back of the room.Police say house has been told",
        "Then the dead management comprises had fallen on the front of the first floor of the first floor of the first floor of the two storied house and was seen in the back of the first floor.",
        "Police said she had fallen in the place that contains the discarded shares of prawn",
        "The police said that he was admitted to the Colombo National Hospital in front of the National Hospital in front of the National Hospital with a relative of the home owner.",
        "The police said that the deceased had to be slipped in the back of the upper room in the back of the upper room in the back of the upper part of the upper room, police said.",
        "The deceased has previously worked at the land on the Radter office and about two years ago, he had arrived in the Department of Inland Revenue",
        "Abstilities were handed over to relatives after the post-death measures held at the Colombo National Hospital"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "A 30-year-old woman named Hansni Bashe Jayathilaka fell to her death while visiting friends in a two-story house in Battaramulla. She was a Department of Inland Revenue employee. The incident occurred when she was alone in the bathroom, likely due to lack of supervision."
  ]
}