{
  "translated_text": {
    "si": {
      "title": "මානව හිමිකම් කවුන්සිලයේ යෝජනාව ඊස්රායල් ආයුධ අලෙවිය නතර කරන ලෙස ඉල්ලා සිටී",
      "body_lines": [
        "ඊශ්රායලය සඳහා සියලු ආයුධ අලෙවිය නතර කිරීම එක්සත් ජාතීන්. මානව හිමිකම් කවුන්සිලය අවධාරණය කර තිබේ.",
        "යෝජනාව අද සම්මත විය. රටවල් 28 ක කොටස්වල කොටසක් වන රටවල් 47 ක් යෝජනාවට පක්ෂව ඡන්දය ප්රකාශ කළහ. රටවල් 6 ක් විරුද්ධව ඡන්දය ප්රකාශ කළහ. ඡන්ද විමසීමට රටවල් 13 ක් සහභාගී නොවීය.",
        "ගාසා තීරය විසින් 33,000 කට වැඩි පිරිසක් were ාතනය කර ඇති බැවින් ජන සංහාර අවදානමක් ඇති බව පෙන්වා දී මෙම යෝජනාව සම්මත කර තිබේ."
      ]
    },
    "en": {
      "title": "Human Rights Council resolution demanding Israeli stopping arms sales",
      "body_lines": [
        "UN to stop all arms sales for Israel. The Human Rights Council has emphasized.",
        "The resolution was passed today. The 47 countries, which are part of the 28 countries, voted in favor of the resolution. 6 countries voted against. 13 countries did not participate in the vote.",
        "The resolution has been passed, pointing out that there is a risk of genocide as more than 33,000 people have been killed by the Gaza War."
      ]
    }
  },
  "summary_lines": [
    "The Human Rights Council passed a resolution demanding Israel stop arms sales, with 47 out of 28 countries voting in favor, 6 against, and 13 abstaining. The resolution highlights the risk of genocide due to the Gaza War, with over 33,000 deaths."
  ]
}