{
  "translated_text": {
    "ta": {
      "title": "පොල් හොරාට වෙඩි - තුවාලකරු රෝහලට",
      "body_lines": [
        "கோஹுகெட்ஸில் தேங்காய் தோட்டத்திற்குள் நுழைந்த ஒருவர், தேங்காயின் காவலரால் சுட்டுக் கொல்லப்பட்டார் மற்றும் காயமடைந்தவர்கள் மாடேல் மாவட்ட பொது மருத்துவமனையில் அனுமதிக்கப்பட்டனர்.",
        "අද (02) අලුයම අක්කර 20ක පමණ විශාල මෙම පොල් වත්තේ පොල් සොරකම් කිරීම සඳහා තුවාලකරු සහ තවත් පුද්ගලයෙකු ගොස් තිබේ.",
        "அந்த நேரத்தில், துப்பாக்கிச் சூடு இந்த நபர்களை நோக்கி சுட்டுக் கொல்லப்பட்டது, அங்கு ஒரு ஷாட் சுடப்பட்டது.",
        "அந்த நபர் சுமார் ஐந்து மீட்டர் மற்றும் கோஹோலன்வாலாவில் பிரதான சாலையின் அருகே விழுந்தார் என்று மருத்துவமனையில் அனுமதிக்க அப்பகுதியில் வசிப்பவர்கள் நடவடிக்கை எடுத்துள்ளனர்.",
        "பல சந்தர்ப்பங்களில் பாதிக்கப்பட்டவர் தேங்காய் தோட்டத்திற்குள் நுழைந்ததாக மகாவேலா போலீசாரிடம் மகாவேலா போலீசார் புகார் அளித்துள்ளனர்.",
        "தேங்காய் தோட்டத்திற்கு அங்கீகரிக்கப்படாத மற்ற சந்தேக நபர்களை கைது செய்ய மகாவேலா போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்.",
        "இந்த சம்பவம் குறித்து மஹாவெலா போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "Shooting Coconut Surra - Hospital hospitalized",
      "body_lines": [
        "A person who entered coconut estate in Kohukets, had been shot dead by the guard of coconut and the wounded was admitted to the Matale District General Hospital.",
        "The injured and another person has gone to steal coconuts in this early 20 acres today.",
        "At that time, the gunshot was shot towards these people, where one shot was shot.",
        "The residents of the area have taken measures to hospitalize that the man was about five meters and fell near the main road in Koholanwala.",
        "The Mahawela Police have lodged a complaint with the Mahawela Police that the victim had taken into the coconut estate in several occasions.",
        "The Mahawela Police are conducting further investigations to arrest the other suspects who were unauthorized to the coconut estate.",
        "The Mahawela Police are conducting further investigations into the incident."
      ]
    }
  },
  "summary_lines": []
}