{
  "translated_text": {
    "si": {
      "title": "රට පුරා තත්වය;සැකකරුවන් තිදෙනෙකු මත්ද්රව්ය සමඟ අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "සඳුදා (23) මේ සඳුදා (23) පොලීසිය විසින් අත්අඩංගුවට ගත් වැටලීමකදී සැකකරුවන් තිදෙනෙකු අයිස් drugs ෂධ හා හෙරොයින් සමඟ අත්අඩංගුවට ගෙන තිබේ.",
        "කර්සිස්සා පොලිස් කොට් in ාශයේ වෙරළබඩ මාර්ගයේ පිහිටි සමගි මාවත ප්රදේශයේදී සැකකරුවන් දෙදෙනෙකු අයිස් drugs ෂධ සහ හෙරොයින් සමඟ අත්අඩංගුවට ගෙන තිබේ.",
        "අත්අඩංගුවට ගත් සැකකරුවන් 44 සහ 24 වයස අවුරුදු 4 සහ 24 දෙහිවල සිට ය.",
        "හෙරොයින් කිලෝග්රෑම් 700 ක් සහ අයිස් ග්රෑම් 11 ක ග්රෑම් 10 ක් සහ අයිස් ග්රෑම් 11 ක් සැකකරුවන්ගෙන් අත්අඩංගුවට ගෙන තිබේ.",
        "මේ අතර, කන්දනාහි පෙලියගොඩ අපරාධ විමර්ශන දෙපාර්තමේන්තුව විසින් වට 150 ක් වටයකින් අයිස් මිලි ලීටර් 10 ක ග්රෑම් 10 ක් සමඟ සැකකරු අත්අඩංගුවට ගෙන තිබේ.",
        "ඊට අමතරව මත්ද්රව්ය නුවරදී අත්අඩංගුවට ගත් සැකකරුවන් පිළිබඳ වැඩිදුර පරීක්ෂණ විමර්ශනය කරන බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "Circumstance across the country;Three suspects arrested with drugs",
      "body_lines": [
        "Three suspects were arrested with ice drugs and heroin in a raid carried out by police across the country on Monday (23).",
        "Two suspects have been arrested with ice drugs and heroin in the Samagi Mawatha area on the coastal road of the Kalkissa police division.",
        "The arrested suspects are from Dehiwala, aged 44 and 24.",
        "10 grams of 700 kilograms of heroin and 11 grams of ice have been seized from the suspects.",
        "Meanwhile, the suspect has been arrested with 10 grams of 150 ml of ice in a roundup by the Peliyagoda Criminal Investigation Department in Kandana.",
        "In addition, the police have said that further investigations into the suspects arrested with drugs are being investigated."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Police arrest 3 drug suspects nationwide: 2 in Samagi Mawatha with heroin & ice, 1 in Kandana with ice. Seized: 700g heroin, 11g ice, 150ml ice. Investigations ongoing.\""
  ]
}