{
  "translated_text": {
    "ta": {
      "title": "ஜப்பானிய வெளியுறவு மந்திரி இலங்கையை பார்வையிடுகிறார்",
      "body_lines": [
        "ஜப்பானிய வெளிவிவகார அமைச்சர் யோகோ கிகாவா 2024 மே 3 முதல் இலங்கையை பார்வையிட உள்ளார்.",
        "அவரது வருகையின் போது, ​​ஜனாதிபதி ரணில் விக்ரமசிங்க மற்றும் பிரதமர் தினேஷ் குணவர்தேனா ஆகியோரை சந்திப்பதில் அவர் நடத்தப்பட உள்ளார்.",
        "உத்தியோகபூர்வ கலந்துரையாடல்கள் வெளிவிவகார அமைச்சர் அமைச்சர் அலி சப்ரியுடன் உத்தியோகபூர்வ கலந்துரையாடல்களை நடத்த திட்டமிடப்பட்டுள்ளது.",
        "ஜப்பான் வெளியுறவு அமைச்சகத்தின் மூத்த அதிகாரிகளின் குழு மற்றும் வெளியீட்டு விவகாரங்கள்"
      ]
    },
    "en": {
      "title": "Japanese Foreign Minister visits Sri Lanka",
      "body_lines": [
        "Japanese Minister of External Affairs Yoko Kikawa is scheduled to visit Sri Lanka from 4 May 3, 2024.",
        "During his visit, she is to be held in meeting President Ranil Wickremesinghe and Prime Minister Dinesh Gunawardena.",
        "The official discussions are scheduled to hold official discussions with the External Affairs Minister of External Affairs Minister Ali Sabri.",
        "A group of senior officials of the Ministry of External Affairs along with Japan External Affairs"
      ]
    }
  },
  "summary_lines": [
    "Japanese Foreign Minister Yoko Kikawa visits Sri Lanka from May 4, 2024, meeting President Ranil Wickremesinghe, Prime Minister Dinesh Gunawardena, and External Affairs Minister Ali Sabri."
  ]
}