{
  "translated_text": {
    "si": {
      "title": "විකාරය. ඊලාම් මහජන විප්ලවවාදී විමුක්ති පෙරමුණේ ගැඹුරු ශෝකය",
      "body_lines": [
        "දෙමළ ජනතාව වෙනුවෙන් හ oic ලද සම්පන්තන් අයියර්ගේ හ voice ශ්රී ලංකා දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) සහ ත්රිකුණාමලයේ සාමාජික රාජවොරොතියම් සම්පත්තන්ගේ අභාවයට පත් කිරීම සඳහා ඊලාම් ජනතාවගේ විප්ලවවාදී විමුක්ති පෙරමුණ නිහ ced කළේය.",
        "ඊලාම් මහජන විප්ලවවාදී විමුක්ති පෙරමුණේ නායක සූරෝෂ් ප්රේමචන්ද්රන් විසින් නිකුත් කරන ලද මාධ්ය වාර්තාව පිළිබඳ සම්පූර්ණ තොරතුරු: -",
        "මෙම පසෙහි ඇති සියලුම අයිතිවාසිකම් සමඟ ජීවත් වන අතර ගෞරවයෙන් හා ආරක්ෂාව සමඟ ජීවත් වන දෙමළ ජනතාවගේ අයිතිවාසිකම්වල දෙමළ ජනතාව දෙමළ ජනතාවගේ අයිතිවාසිකම් වෙනුවෙන් නිර්දය ලෙස දෙමළ ජනතාවගේ අයිතිවාසිකම් වෙනුවෙන් නිර්දය ලෙස කටයුතු කර ඇති අතර ගෞරවය හා ආරක්ෂාවක් සමඟ ජීවත් වෙති .",
        "ඔහු දිගු කලක් තිස්සේ පැවති ප්රජාතන්ත්රවාදී උරුමයක් එක්රැස් වූ අතර සන්නද්ධ අරගලයේදී සන්නද්ධ අරගලය සමඟ කටයුතු කළේය.",
        "ශ්රී ලංකා දූපතේ පද්ධතියක් නිර්මාණය කිරීම සහ ස්වාධීනව හා ගෞරවනීය ලෙස ජීවත් විය යුතු බවට දැඩි ප්රතිපත්තියක් සහිත එක්සත් රටක ක්රියා කිරීම පමණක් නොව, සෑම කෙනෙකුටම රාජ්ය තාන්ත්රික මට්ටමේ රැස්වීම්වලදී මෙය එක්සත් රටක ක්රියා කිරීම පමණක් නොව ජාත්යන්තර ප්රජාව.",
        "සිංහල ප්රජාව දෙමළ ජනතාව විශ්වාස කරන පදනම මත, එක්සත් පක්ෂයේ බෙදුණු රට තුළ අභ්යන්තර ස්වයං-නොවැළැක්විය හැකි කාලයක් පිහිටුවන ලෙස ඔහු දෙමළ ජනතාවගෙන් ඉල්ලා සිටී.",
        "මේ සඳහා ඔහු පාර්ලිමේන්තුවේ සිංහල දේශපාලන politicians යින්ගේ හ voice ක් සහ ජාත්යන්තර ස්ථානවල හ voice ක් විය. සෙල්වා මහතා සහ අමීර්තලිංගම් මහතා ශ්රී ලංකා දිවයිනේ මානව හිමිකම් ආරක්ෂා කිරීම සඳහා ප්රජාතන්ත්රවාදය සහ මානව හිමිකම් වෙනුවෙන් පෙනී සිටි ශ්රේෂ් leaders නායකත්වයට සහ මානව හිමිකම් වෙනුවෙන් පෙනී සිටි ශ්රේෂ් leaders ක නායකයින්ගේ හ the ට දෙමළ ජාතික සන්ධානයෙහි නායකයා ලෙසත්, දෙමළ නායකයින්ගේ හ ices නඟා සිටියහ.. කවුරුහරි.",
        "මහතා.. සම්පන්තන්ගේ විවිධ විවේචන විවිධ පක්ෂ විසින් විවිධ පක්ෂ විසින් දරනු ලැබුවද, දෙමළ ජාතිකවාදය විසඳීම සඳහා ඔහුගේ සීමාවන් නිසා ඔහු සටන් කළ බව කිසිවෙකුට ප්රතික්ෂේප කළ නොහැකිය.",
        "මට මතකයි ඊලාම් මහජන විප්ලවවාදී විමුක්ති පෙරමුණ දෙමළ ජනතාවගේ අයිතිවාසිකම් දිනා ගැනීම සඳහා දෙමළ ජනතාවගේ අයිතිවාසිකම් දිනා ගැනීම සඳහා දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) සාමාජිකයෙක් විය.. ඊලාම් මහජන විප්ලවවාදී විමුක්ති පෙරමුණ අන්නර්ගේ අභාවයට පත්වීම සඳහා එහි ගැඹුරු ශෝකය ප්රකාශ කරයි.",
        "අපේ පක්ෂය වෙනුවෙන්, දෙමළ ජාතික පක්ෂයේ සාමාජිකයින් වන අනාර්, දෙමළ ජාතික පක්ෂයේ සාමාජිකයින්, දෙමළ ජාතික පක්ෂයේ සාමාජිකයින් සහ පක්ෂයේ මිතුරන් වෙනුවෙන් මගේ පක්ෂය වෙනුවෙන් මම මගේ ගැඹුරු ශෝකය පළ කරමි."
      ]
    },
    "en": {
      "title": "Nonsense. The deepest condolences of the Eelam People's Revolutionary Liberation Front",
      "body_lines": [
        "The voice of Sampanthan Iyer, who voiced for the Tamil people, silenced the Eelam People's Revolutionary Liberation Front to express its deepest condolences to the demise of Rajavarothayam Sampanthan, a member of the Sri Lanka Tamil National Alliance (TNA) and Trincomalee.",
        "The full details of the media report issued by Surosh Premachandran, the leader of the Eelam People's Revolutionary Liberation Front:-",
        "The news that the Tamil people of the Eelam Tamil people have been relentlessly for the rights of the Tamil people, who has been in the mood for the rights of the Tamil people to live with all the rights on this soil and live with dignity and security.",
        "He came together in a long -standing democratic heritage and worked with the armed struggle during the armed struggle.",
        "It was not only for the Tamil people to create a system for themselves on the island of Sri Lanka and acted in a united country with a firm policy that they should live independently and dignified, but also emphasized this at meetings and diplomatic level meetings with every international community.",
        "On the basis of the fact that the Sinhala community believes in the Tamil people, he has urged the Tamil people to set up an internal self -determination within the unitedly divided country.",
        "For this, he was a voice of Sinhala politicians in parliament and international venues. Mr. Selva and A. Amirthalingam served as the leader of the TNA, but also the voices of the great leaders who voiced democracy and human rights to protect human rights on the island of Sri Lanka.. Someone.",
        "Mr.. No one can deny that although various criticisms of Sampanthan have been put forward by various parties, he fought from his limits to solve the Tamil nationalism.",
        "I remember the time when the Eelam People's Revolutionary Liberation Front was a member of the Tamil National Alliance (TNA) to win the rights of the Tamil people to win the rights of the Tamil people.. The Eelam People's Revolutionary Liberation Front expresses its deepest condolences to Annar's demise.",
        "On behalf of our party, I extend my deepest condolences to all the family of the Annar, the members of the Tamil National Party and the friends of the party."
      ]
    }
  },
  "summary_lines": [
    "The Eelam People's Revolutionary Liberation Front mourns the loss of Rajavarothayam Sampanthan, a key figure in the Tamil National Alliance advocating for Tamil rights in Sri Lanka. Sampanthan, known for his efforts towards establishing a dignified and secure life for Tamils, both through peaceful means and armed struggle, leaves behind a legacy of fighting for self-determination within a unified Sri Lanka. Despite criticism, his contributions to Tamil nationalism and human rights advocacy are undeniable."
  ]
}