{
  "translated_text": {
    "ta": {
      "title": "வாகன இறக்குமதியைத் தயாரிக்க குழு",
      "body_lines": [
        "வாகன இறக்குமதியை நடத்தும் திட்டத்தைத் தயாரிக்க ஒரு குழு நியமிக்கப்பட்டுள்ளது என்று வெளியுறவுத்துறை அமைச்சர் டாக்டர் ரஞ்சித் சியாம்பலபிட்டியா தெரிவித்தார்.",
        "மேலும் பேசிய அமைச்சர், இலங்கையில் வழிகாட்டுதலாக மாறிய சர்வதேச நாணய நிதியத்துடன், பல நிதி விஷயங்களில் ஒப்பந்தங்களை விவாதித்து அடைவார் என்று அமைச்சர் கூறினார்.",
        "அதன்படி, வாகனங்களை இறக்குமதி செய்வது நாட்டின் வெளிநாட்டு இருப்புக்களுக்கு நேரடி தாக்கத்தை ஏற்படுத்துகிறது என்று அமைச்சர், வாகன இறக்குமதியின் சாலை வரைபடம் சர்வதேச நிதி நிறுவனத்தில் சமர்ப்பிக்கப்பட்டதாக அமைச்சர் கூறினார்.",
        "சாலை வரைபடத்தின்படி, பொது போக்குவரத்து சேவைகளுக்கு பயன்படுத்தப்படும் வாகனம் ஒரு குறிப்பிட்ட அமைப்புக்கு தாராளமயமாக்கப்படும் என்று அமைச்சர் கூறினார்.",
        "வாகனங்களை இறக்குமதி செய்தல், தொழில்துறை சங்க அமைச்சகம், தொழில்துறை அமைச்சர், தொழில்துறை அமைச்சகம், தொழில்துறை அமைச்சகம், தொழில்துறை துறை, மோட்டார் அசோசியேஷன் துறை, மோட்டார் அசோசியேஷன், தொழில்துறை துறை, மோட்டார் போக்குவரத்து துறை ஆகியவை அனைத்து செல்வாக்குமிக்க குழுக்களாக நியமிக்கப்பட்டன உள்ளிடவும்.",
        "மோட்டார் சைக்கிள்கள் மற்றும் பிற சொகுசு வாகனங்கள், மோட்டார் சைக்கிள்கள் மற்றும் கார் மற்றும் பொதுமக்கள் பயன்படுத்தும் பிற வாகனங்களாகப் பயன்படுத்தப்படும் பொதுவான பொது மற்றும் மின் வாகனங்கள் போக்குவரத்துக்கு பயன்படுத்தப்படும் போக்குவரத்து வாகனங்களுக்குப் பயன்படுத்தப்படும் இறக்குமதி செய்யப்பட்ட மோட்டார் சைக்கிள்கள் அமைச்சர் கூறினார் வாகனங்கள் சிறப்பு கவனம் செலுத்தப்படும் என்று அமைச்சர் கூறினார்."
      ]
    },
    "en": {
      "title": "Committee to prepare vehicle imports",
      "body_lines": [
        "Minister of State Dr. Ranjith Siyambalapitiya says that a committee has been appointed to prepare the program of conducting vehicle imports.",
        "Speaking further, the Minister said that with the International Monetary Fund, who has become a guideline in Sri Lanka, will discuss and reach agreements on many financial matters.",
        "Accordingly, the importal imports of vehicles is a direct impact on the country's foreign reserves, the Minister said that the road map of vehicle imports were submitted to the international financial institution.",
        "The Minister said that according to the road map, the vehicle used for public transport services will be liberalized to a specific system.",
        "Importation of vehicles, the Ministry of Industrial Association, the Minister of Industries, Ministry of Industries, Department of Industries, Department of Motor Association, Department of Motor Association, Department of Industries, Department of Motor TrafficThe committee was appointed as all the influential groups enter.",
        "The Minister said that the imported motorbikes used for the transportation vehicles used for the transportation of the common public and the electrical vehicles, which are used as motorbikes, and other luxury vehicles, which are used as motorbikes and car and other vehicles used by the public vehicles.Special attention will be paid, the Minister said."
      ]
    }
  },
  "summary_lines": [
    "A committee has been formed under Dr. Ranjith Siyambalapitiya to manage vehicle imports in Sri Lanka, aiming to liberalize public transport vehicles and negotiate financial agreements with the IMF. This initiative directly impacts the country's foreign reserves and involves key stakeholders including the Ministry of Industries and various departments. The focus includes importing motorcycles, electric vehicles, and other luxury cars for public use, ensuring careful consideration of each aspect."
  ]
}