{
  "translated_text": {
    "si": {
      "title": "ස්වාමිපුරුෂයා සංසර්ගය: බිරිඳ අත්අඩංගුවට",
      "body_lines": [
        "තම ස්වාමිපුරුෂයා සමඟ සම්බන්ධතාවයක සිටින කාන්තාවකට රුපියල් ලක්ෂ පනහක් ඉල්ලා සිටින නිසා මෙම පුද්ගලයාගේ බිරිඳ අත්අඩංගුවට ගෙන තිබේ.",
        "ලිංගික දර්ශනවල වීඩියෝ පළ කරන බවට තර්ජනය කිරීමේ චෝදනාව මත විශ්රාමික කාන්තා පොලිස් කොස්තාපල් ලිස් ළමා හා කාන්තා අපයෝජන කාර්යාංශය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "අපරාධයට සහාය වීම සැක කෙරෙන පොලිස් හා පොලිස් නිලධාරී සහ පොලිස් කොස්තාපල් අමාත්යවරයා අත්අඩංගුවට ගෙන තිබේ.",
        "ඇමතිගේ ආරක්ෂක ඒකකයේ පොලිස් කොස්තාපල්.  இருவரும் பல தடவைகள் உடலுறவு கொண்டுள்ளனர் என கூறப்படுகிறது.",
        "දෙදෙනාට සංසර්ගයේ යෙදෙන විට පොලිස් කොස්තාපල්වරයා එය ඔහුගේ ජංගම දුරකථනයේ පටිගත කර තිබේ.",
        "මේ අවස්ථාවේ දී, ඇය තම සැමියා සමඟ තම ස්වාමිපුරුෂයා සමඟ වීඩියෝව වීඩියෝව ප්රකාශයට පත් නොකරන්නේ නම් රුපියල් ලක්ෂ පනහක් ගෙවන ලෙස කාන්තාව ඇයට තර්ජනය කර තිබේ.",
        "මේ සම්බන්ධයෙන් කාර්යාංශයේ කාර්යාංශයේ බලධාරීන් කාන්තා පොලිස් නිලධාරීන් සහ කාන්තා අපයෝජන වැළැක්වීමේ කාර්යාංශය විසින් කරන ලද පැමිණිල්ල පිළිබඳව පරීක්ෂණ පවත්වන ලදී.",
        "විශ්රාමික කාන්තා කොස්තාපල් සහ ඇගේ සැමියා, කොස්තාපල්වරයා අත්අඩංගුවට ගෙන තිබේ."
      ]
    },
    "en": {
      "title": "Husband intercourse: wife arrested",
      "body_lines": [
        "The man's wife has been arrested for demanding fifty lakhs of rupees for a woman who has been in a relationship with her husband.",
        "Retired Female Police Constable Liz has been arrested by the Children's and Women's Abuse Bureau for allegedly threatening to publish videos of sexual footage.",
        "The Minister of Police and the Police Constable, which is suspected of assisting the crime, has been arrested.",
        "Police Constable of the Minister's Security Unit.  இருவரும் பல தடவைகள் உடலுறவு கொண்டுள்ளனர் என கூறப்படுகிறது.",
        "When the two have intercourse, the police constable has recorded it on his mobile phone.",
        "In this case, the woman has threatened her to pay her fifty lakhs of rupees if she does not publish the videos on her husband's cell phone with her husband.",
        "In this regard, the authorities of the Bureau of the Bureau were investigating the complaint lodged by the Woman Police Children and Women's Abuse Prevention Bureau.",
        "The retired female Constable and her husband, Constable, have been arrested."
      ]
    }
  },
  "summary_lines": [
    "A retired female police constable and her husband, also a police constable, were arrested for allegedly extorting money by threatening to release explicit videos. The woman demanded 50 lakh rupees from another woman involved with the husband. The constable had recorded their intimate moments, leading to the arrest of both parties."
  ]
}