{
  "translated_text": {
    "ta": {
      "title": "බස් රථවල අනවශ්‍ය උපාංග ඉවත් කිරීමට මාස 3ක්‍",
      "body_lines": [
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் எஸ்.எஸ்.பி புத்திகா மனதுங்கா, பேருந்துகளில் தேவையற்ற கூடுதல் சாதனங்களை அகற்ற மூன்று மாதங்கள் முடிவு செய்யப்பட்டுள்ளதாகக் கூறினார்.",
        "இந்த முடிவுக்கு இந்த முடிவுக்கு தனியார் பஸ் உரிமையாளர்களுக்கும் செயல்படும் ஐ.ஜி.பி பிரியந்தா வீரசூரியாவுக்கும் இடையிலான கலந்துரையாடலில் இன்று (8) வந்தது என்றார்.",
        "මෙම සාකච්ඡාවේදී පොලිස්පතිවරයා පවසා ඇත්තේ රටක මාර්ග විනය යනු රටක තත්ත්වය පිළිබඳ මිනුම් දණ්ඩයක් බවය.",
        "அதன்படி, சாலை ஒழுக்கத்தைத் தயாரிப்பது குறித்து அரசியல் தாக்குதலுக்கு தெரிவிக்கப்பட்டுள்ளது.",
        "இந்த நடவடிக்கைகள் காரணமாக நடிப்பு ஐ.ஜி.பி தினசரி 4 அல்லது 5 இறந்த விபத்துக்களாக குறைந்துள்ளது என்பதையும் நடிப்பு ஐ.ஜி.பி காட்டுகிறது.",
        "கலந்துரையாடலின் போது, ​​ஐ.ஜி.பி ஐ.ஜி.பி.",
        "விபத்தின் தன்மையை அகற்ற அல்லது விபத்தில் விபத்தின் தன்மையை அதிகரிக்க இந்த சாதனங்கள் செயல்படுகின்றன என்று சாதனங்கள் தெரிவிக்கப்பட்டுள்ளதாக ஐ.ஜி.பி தெரிவித்துள்ளது.",
        "இருப்பினும், விமானம் என்னவென்றால், அவர்கள் சட்டப்பூர்வமாக வாகன பதிவு சான்றிதழில் ஒப்படைக்கப்படலாம் அல்லது அவற்றை அகற்றி மூன்று மாதங்களுக்கு அகற்றலாம்.",
        "இதற்கிடையில், பஸ் பல்கலைக்கழகங்கள் ஐ.ஜி.பி.",
        "இந்த செயல்முறை இனி பொதுமக்களுக்கு சாத்தியமில்லை என்று ஐ.ஜி.பி கூறியுள்ளது."
      ]
    },
    "en": {
      "title": "3 months to remove unwanted devices on buses",
      "body_lines": [
        "Police Media Spokesperson SSP Buddhika Manatunga said that three months have been decided to remove unwanted extra devices on buses.",
        "He said this decision came to this decision at a discussion held between the private bus owners and acting IGP Priyantha Weerasuriya today (8).",
        "The IGP has said that the road discipline of a country is a register of a country.",
        "Accordingly, political assault has been informed of the preparation of road discipline.",
        "The acting IGP has also shown that the acting IGP has decreased to 4 or 5 dead accidents daily due to these operations.",
        "During the discussion, the IGP has requested the IGP that two weeks given to remove the parts for the decorating or to be legitimized.",
        "The IGP has informed that the fixtures have been informed that these fixtures are functioning to remove the nature of the accident or increase the nature of the accident in the accident.",
        "However, the flight is that they can be legally entrusted to the vehicle registration certificate or remove them and remove them for three months.",
        "Meanwhile, the Bus Universities had requested the IGP to be demanded into the buses of civilian weapons and restricted as much as possible.",
        "The IGP has said that this process is no longer impossible to the public."
      ]
    }
  },
  "summary_lines": []
}