{
  "translated_text": {
    "ta": {
      "title": "இலங்கையில் மாலத்தீவுக்கு சிறப்பு அறிவிப்பு",
      "body_lines": [
        "இலங்கையில் சுற்றுலா விசாவில் ஏற்பட்ட மாற்றங்கள் குறித்து மாலத்தீவு ஒரு அறிக்கையை வெளியிட்டுள்ளது.",
        "தற்போதைய நடைமுறையின்படி, மாலத்தீவு மக்கள் மாலத்தீவுக்கு வந்த பிறகு 30 நாள் சுற்றுலா விசாவை இலவசமாகப் பெறலாம் என்று அவர்கள் கூறியுள்ளனர்.",
        "30 நாட்களுக்கு மேல், மாலத்தீவு நாட்டவர்கள் https://www.srilankaevisa.lk/ ஐப் பார்வையிடலாம்.",
        "இல்லையெனில், இலங்கையில் உள்ள மாலத்தீவு உயர்நீதிமன்றம் ஏற்கனவே கொழும்பில் உள்ள மாலத்தீவு உயர் கமிஷனுடன் தொடர்பு கொள்ளப்பட்டுள்ளது என்று கூறப்படுகிறது.",
        "இலங்கையில் சமீபத்திய மாற்றங்கள் சமீபத்திய மாற்றங்களின் விளக்கத்தை எதிர்பார்க்கிறது என்று அவர்கள் கூறுகிறார்கள்.",
        "இலங்கையில் ஒரு புதிய மின்னணு விசா முறையை உறுதி செய்வதற்காக இலங்கையின் பிரதிநிதிகளுடன் மாலத்தீவுகள் விவாதிக்கப்படுவதாக அந்த அறிக்கையில் கூறுகிறது.",
        "இலங்கைக்கு வருவார் என்று எதிர்பார்க்கப்படும் மாலத்தீவு மக்கள் தேவைப்பட்டால் அமைச்சகத்தை தொடர்பு கொள்ளுமாறு கேட்டுக்கொள்ளப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "Special notice to Maldives in Sri Lanka",
      "body_lines": [
        "The Maldives has issued a statement regarding the changes in the tourism visa in Sri Lanka.",
        "They have stated that according to the current procedure, the Maldivian people can receive a 30-day tourist visa for free after arriving in the Maldives.",
        "For more than 30 days, Maldivian nationals can visit https://www.srilankaevisa.lk/.",
        "Otherwise, it is said that the Maldivian High Commission in Sri Lanka has already been contacted to the Maldives High Commission in Colombo.",
        "They say that the recent changes in Sri Lanka is looking forward to an explanation of recent changes.",
        "The statement states that the Maldives is being discussed with representatives of Sri Lanka to ensure a new electronic visa system in Sri Lanka.",
        "The Maldivesians who are expected to come to Sri Lanka have been asked that they can contact the Ministry if necessary."
      ]
    }
  },
  "summary_lines": [
    "Maldives issues a statement about changes in Sri Lanka's tourism visa policy, allowing Maldivian citizens to get a free 30-day visa upon arrival. For stays longer than 30 days, they must apply online via https://www.srilankaevisa.lk/. The Maldives High Commission in Colombo has been reached out to for further inquiries. The Maldives is in discussions with Sri Lanka to implement a new electronic visa system, advising potential visitors to contact the Ministry for any necessary assistance."
  ]
}