{
  "translated_text": {
    "ta": {
      "title": "இன்று சந்திக்க பாராளுமன்றம்",
      "body_lines": [
        "பாராளுமன்றத்தை சபாநாயகர் அசோகா ரன்வாலா சந்திக்க திட்டமிடப்பட்டுள்ளது.",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்கத்தால் இன்று வழங்கப்படும் திட்டத்தை பாராளுமன்றம் பூர்த்தி செய்ய உள்ளது.",
        "செயலகத்தின் பொதுச்செயலாளர் இன்றும் நாளையும் நடைபெற திட்டமிடப்பட்டுள்ளது, மேலும் நாளை மாலை 5 மணிக்கு நாளை நடைபெற திட்டமிடப்பட்டுள்ளது.",
        "இந்த வாரம் 6 ஆம் தேதி வரை பாராளுமன்றம் நடைபெறும், மேலும் 2025 ஆம் ஆண்டின் முதல் நான்கு மாதங்களின் முதல் நான்கு மாதங்களுக்கான திட்டம் டிசம்பர் 5 ஆம் தேதி நாடாளுமன்றத்திற்கு வழங்கப்பட உள்ளது.",
        "விவாதம் டிசம்பர் 5 மற்றும் 6 வது நாளில் நடைபெறும்.",
        "10 வது நாடாளுமன்றத்தின் தேர்வுக் குழுவை நிறுவவும் இது திட்டமிட்டுள்ளது.",
        "இதற்கிடையில், எதிர்க்கட்சித் தலைவர்கள் பாராளுமன்றக் குழுவின் தலைவரான எம்.பி. டாக்டர் ஹர்ஷா டி சில்வா திரு. டாக்டர் ஹர்ஷா டி சில்வா முன்மொழிய முடிவு செய்துள்ளனர்.",
        "புதிய ஜனநாயக முன்னணி யு.என்.பி உட்பட பல எதிர்க்கட்சிகளை நியமிக்க ஒப்புக் கொண்டுள்ளது என்று கூறப்படுகிறது.",
        "டாக்டர் ஹர்ஷா டி சில்வா முந்தைய இரண்டு சந்தர்ப்பங்களில் பணக் குழுவின் தலைவராக இருந்தார்."
      ]
    },
    "en": {
      "title": "Parliament to meet today",
      "body_lines": [
        "Parliament is scheduled to meet by Speaker Ashoka Ranwala.",
        "The Parliament is due to meet the proposal to be presented by President Anura Kumara Dissanayake today.",
        "The Secretary General of the Secretariat is scheduled to be held today and tomorrow, and the election is scheduled to be held tomorrow at 5 pm tomorrow.",
        "The Parliament will be held until the 6th this week, and the proposal to the first four months of the first four months of the year 2025 is due to be presented to Parliament on 5th December.",
        "The debate will be held on December 5 and 6th Day.",
        "It also plans to establish the Select Committee of the 10th Parliament.",
        "Meanwhile, opposition leaders have decided to propose Mr. Dr. Harsha De Silva, MP Dr. Harsha De Silva, the Chairman of the Committee of Parliament.",
        "It is said that the New Democratic Front has agreed to appoint several opposition parties including the UNP.",
        "Dr. Harsha de Silva was the Chairman of the Cash Committee on two previous occasions."
      ]
    }
  },
  "summary_lines": [
    "Parliament meets today under Speaker Ashoka Ranwala. President Anura Kumara Dissanayake presents proposal. Secretary General meeting scheduled today and tomorrow. Election set for 5 PM tomorrow. Parliament session continues until December 6th. Debate planned for December 5-6. Select Committee formation announced. Opposition leaders propose Dr. Harsha De Silva as Chairman. New Democratic Front agrees to appoint several opposition parties. Dr. Harsha de Silva previously chaired Cash Committee twice."
  ]
}