{
  "translated_text": {
    "si": {
      "title": "බීජරට් නුවර සිට ගජරත් වල රැඳී සිටීමට පන්ජාබ් කඩුලු 3 කින් ජයග්රහණය කළේය",
      "body_lines": [
        "බ්රහස්පතින්දා (04) අහමධාබාද් නරේන්රා මෝඩි ක්රීඩාංගණයේ අඩක් හමුවේ භාරකාරත්වයෙන් යුත් ගුජරාට් ටයිටන්ස් හි රැඳී සිටිමින් පන්ජාබ් රජවරු කඩුලු 3 කින් ජය ගත්හ.",
        "ඉන්දියාවේ 17 වන ඉන්දීය ප්රිමියර් ලීග් පරිච්ඡේදයේ 17 වන තරඟයේ දී ලකුණු 200 කදී ලකුණු 200 ක් රැස් කළ පන්ජාබ් රජවරු ගුජරාට් ටයිටන්ස් විසින් ලකුණු 200 කට දැවී ගිය අතර ඕවර 19.5 කදී කඩුලු 7 ක් අහිමි විය.",
        "ශල්ංග සිංගේ නොදැවී අඩ-කේන්ද්රීය අර්ධ-සෙන්ට්රි, ප්රබලන් සිං සහ අෂුටෝෂ් ෂර්මාගේ දක්ෂ වවුලන් පන්ජාබ් රජවරුන්ගේ සාර්ථකත්වය තහවුරු කළහ.",
        "එහි ප්රති As ලයක් ලෙස ආරම්භක පිතිකරුවා ලෙස ගුජරාට් ටයිටන්ස් කපිතාන් ෂබ්මන් මරළ වැටුනි, අර්ධ ශතකයක් විය.",
        "2 වන ඕවරයේදී එක් ධාවන පථයක් සමඟ එක්ව තරගය එක්ව තරගය පරාජයට පත්වූ අතර පන්ජාබ් රජවරුන්ගේ ආරම්භය යහපත් නොවීය.",
        "පසුව, ජොනී බෙස්ට්කොව් (22) සහ බිබිස්එකර්න් සිං (35) කාර්යක්ෂමව සෙල්ලම් කරමින් සිටියද ඔවුන්ට දිගු කලක් පහර දීමට නොහැකි විය.",
        "සෑම් කරන් (5) කෙටි කාලයක් තුළ ක්රීඩාව අහිමි විය.",
        "සිම්බාබ්වේ සියලුම ක්රීඩකයාගේ සිකන්දර් රාජා ලකුණු 15 ක් රැස් කරමින් තරගය අහිමි විය. (111 - 5 විග්.)",
        "6 වන කඩුල්ලෙන් පන්දු 19 කදී ෂැෂන්ක් සිං සහ ජිතස් ෂර්මා පන්දු 19 කදී ලකුණු 39 ක් රැස් කළහ.",
        "ජිතෙෂ් ෂර්මා පරාජයට පත්වූයේ පන්දු 8 කදී පන්දු 8 කදී ලකුණු 16 ක් රැස් කළ අතර පන්ජාබ් රජවරු ජනාකීර්ණ වූහ.",
        "කෙසේ වෙතත්, ශෂාං සිං සහ අෂුටෝෂ් ෂර්මා ක්රියාවෙන් බැස පන්දු 22 කදී ලකුණු 43 ක් බෙදා ගත්හ.",
        "පන්දු 17 කදී ලකුණු 31 ක් රැස් කළ අෂුටෝෂ් ෂර්මා අන්තිම ඕවරයේ පළමු පන්දුව අහිමි විය.",
        "ඊළඟ බෝලය සුදු සහ හේබ්රයිට් සිං 2 වන පන්දුව තුළ ධාවනය කිරීමට නොහැකි විය.",
        "පන්ජාබ් රජවරුන්ගේ ජයග්රහණය සඳහා පසුගිය බෝල 4 සඳහා ලකුණු 6 ක් අවශ්ය විය. 3 වන පන්දුව තුළ, හබ්රට් සිං එක එකක්වත් රැගෙන ෂැෂාන්ක් සිංට පන්දුවට පහරදීමට අවස්ථාව ලබා දුන්නේය.",
        "ඊළඟ බෝලයට වැඳ වැටී සිටි ශෂංක සිං, ලෙගි විසින් ජයග්රාහී ධාවන පථය ජය ගත්තේය.",
        "උච්චතම තරඟයේදී පන්දුවට පහර දීමට පළමු වරට ආරාධනා කරන ලද ගුජරට් ටයිටන්ස් පන්දුවාර 20 කදී කඩුලු 4 ක් පමණක් කඩුලු 4 ක් පමණක් අහිමි කරමින් ලකුණු 195 ක් රැස් කළේය.",
        "ආරම්භක ක්රීඩකයා වන ෂබ්මන් මරා දමා, කේන්ද්රීය හා කේන්ද්රීය හා කේන්ද්රීයත්වයක් රැස්කර ගසා ගජරට් ටයිටන්ස් මුළු සංඛ්යාවට එකතු කළේය.",
        "ආරම්භක පිතිකරු රිටිමාන් සාහා ලකුණු 11 ක් ලබා සිටියදී ලබා ගත් ගජරට් ටයිටන්ස් සංඛ්යාව ලකුණු 29 ක් ලබා ගත්තේය.",
        "ෂබ්මන් ගිල් පසුව 2 වන කඩුල්ලෙන් ලකුණු 40 ක් බෙදා ගනිමින් විජේ සුදර්ශන් සහ ලකුණු 42 ක් සමඟ ලකුණු 53 ක කඩුල්ලකින් ලකුණු 40 ක් රැස් කළේය.",
        "කේන් විලස්සන් ලකුණු 26 ක් රැස් කළ අතර සායි සුදර්ශන් 33 සහ විජේ ශංකර් ලකුණු 8 ක් රැස් කළේය.",
        "5 වන කඩුල්ලේ රාහුල් ඩෙවියා සමඟ ෂබ්මන් ගිල් තවත් 35 ක් බෙදා ගත්තේය.",
        "මුල් ක්රීඩකයෙකු ලෙස ක්රීඩා නොකළ, පන්දු 43 කදී ක්රීඩා නොකළ ෂබ්මන් ගිල්, පවුම් 6 ක් සහ හයේ පහර 4 ක් සමග ලකුණු 89 ක් රැස් කළේය.",
        "මෙම සංඛ්යාව මෙම වසරේදී පුද්ගලයෙකුට ලැබුණු වැඩිම ලකුණු සංඛ්යාවයි.",
        "ටෙලි කැපිටල්ස් කණ්ඩායමට එරෙහිව කොල්කටා නයිට් රයිඩර්ස් ලකුණු 85 ක් බදාදා ලකුණු 85 ක් රැස් කළේය."
      ]
    },
    "en": {
      "title": "Punjab won by 3 wickets to remain in Gujarat in the midst of a stir",
      "body_lines": [
        "Punjab Kings won by 3 wickets to remain in Gujarat Titans with the help of a half -century in the Ahmedabad Narendra Modi Stadium on Thursday (04).",
        "In the 17th match of the 17th Indian Premier League chapter in India, the Punjab Kings, who were bowled out for 200 runs, were bowled out for 200 runs by Gujarat Titans, who lost 7 wickets in 19.5 overs.",
        "Shashanga Singh's unbeaten half -century, Prabsimran Singh and Ashutosh Sharma's talented bats confirmed the success of Punjab Kings.",
        "As a result, Gujarat Titans captain Shubman Kill fell as the opening batsman and was half a century.",
        "Team captain Shikhar Dhawan lost the match with one run in the 2nd over and the start of Punjab Kings was not good.",
        "Subsequently, Johnny Bestov (22) and Bribsimran Singh (35) were playing efficiently, but they could not attack for a long time.",
        "Sam Karan (5) lost the game at a short time.",
        "Zimbabwe all player Sikandar Raja lost the game while scoring 15 runs. (111 - 5 wig.)",
        "Shashank Singh and Jitesh Sharma played the action and shared 39 runs off 19 balls in the 6th wicket.",
        "Jitesh Sharma lost 16 runs off 8 balls with 2 sixes and the Punjab Kings were crowded.",
        "However, Shashang Singh and Ashutosh Sharma got down in action and shared 43 runs in 22 balls.",
        "Ashutosh Sharma, who scored 31 runs off 17 balls, lost the first ball of the last over.",
        "The next ball was White and Habrite Singh could not run in the 2nd ball.",
        "The last 4 balls needed 6 runs for the winning of Punjab Kings. In the 3rd ball, Habreet Singh took a single one and gave Shashank Singh a chance to bat.",
        "Shashank Singh, who was bowing down to the next ball, won the winning run by leggie.",
        "The Gujarat Titans, who were first invited to bat in the upting match, scored 195 runs for the loss of only 4 wickets in 20 overs.",
        "The opening player, Shubman Kill, scored a half -century and made a half -century and added to the total number of Gujarat Titans.",
        "The total number of Gujarat Titans was 29 runs when the opening batsman Ritiman Saha lost 11 runs.",
        "Shubman Gill then shared 40 runs in the 2nd wicket with Kane Williamson, 53 runs in 3rd wicket with Sai Sudarshan and 42 runs with Vijay Shankan.",
        "Kane Williamson scored 26 runs, Sai Sudarshan 33 and Vijay Shankar scored 8 runs.",
        "Shubman Gill shared 35 more runs with Rahul Devatia in the 5th wicket.",
        "Shubman Gill, who did not play as an early player, faced 43 balls and scored 89 runs with 6 pounds and 4 sixes.",
        "This number is the highest number of runs received by an individual this year.",
        "The Kolkata Knight Riders scored 85 runs against the Telhi Capitals team on Wednesday."
      ]
    }
  },
  "summary_lines": [
    "Punjab Kings won by 3 wickets against Gujarat Titans in IPL, thanks to Shashanga Singh's half-century and Prabsimran Singh's 35. Gujarat's Shubman Kill scored 50, but Punjab's Shikhar Dhawan lost the match early."
  ]
}