{
  "translated_text": {
    "si": {
      "title": "යාපනයේ රාජ්ය විශ්ව විද්යාල 28 සහ 29 යන දිනවල වැඩ වර්ජනය. විශ්ව විද්යාල කාර්ය මණ්ඩලය",
      "body_lines": [
        "යාපනය විශ්ව විද්යාලයේ සේවක සංගමය නිවේදනය කර ඇත්තේ බදාදා (28) සහ බ්රහස්පතින්දා (29) බ්රහස්පතින්දා (29) බ්රහස්පතින්දා (29) බ්රහස්පතින්දා (29) දිවයින පුරා පිහිටි රාජ්ය විශ්වවිද්යාලවලදී සිදුකරන බවයි.",
        "සියලුම විශ්ව විද්යාල ප්රදාන කොමිෂන් සභාවේ සභාපති වෙත නිකුත් කළ ලිපියකට අනුව, සියලුම විශ්ව විද්යාල අධ්යයන කම්කරුවන්ගේ වැටුප් ගැටුම් ගැටුම් ගැටුම්, වැටුප් වැඩිවීම් හා ගැටළු වලදී විශ්ව විද්යාලයේ ගැටළු සහ විශ්ව විද්යාලය. අවිශ්වාසය නොවන අයට විරෝධය දැක්වීමට සහ වහාම විසඳුමක් සෙවීමට වැඩ වර්ජනයක යෙදීමට තීරණය කර ඇති අතර, 2014.02.29 බ්රහස්පතින්දා විශ්ව විද්යාල ප්රතිපාදන කොමිෂන් සභාව ඉදිරිපිට විරෝධතා දැක්වීමක්.",
        "ඒ අනුව විශ්ව විද්යාල සේවක සංගමය යාපනය විශ්ව විද්යාලයේ දිනය හා 2010.02.28 දින සහ 29.02.29 දින 1 සහ 29.02.29 දින දෙකෙහිම වැඩ වර්ජනය පවත්වනු ඇත.",
        "2014.02.28 28 වන බදාදා පෙ.ව."
      ]
    },
    "en": {
      "title": "Strike Strike on 28th and 29th of State Universities - Jaffna. University staff",
      "body_lines": [
        "The Jaffna University Employees Union has announced that a two -day strike will take place on Wednesday (28) and Thursday (29) at state universities across the country.",
        "According to a letter issued to the Chairman of the University Grants Commission on 20.02.2024 of the All University Trade Union Federation, the two days of 28.02.2024 and 29.02.2024 in all university academic workers' salary conflict, salary increases and problems of university's issues and university.It has been decided to go on strike to protest the non -provision and seek an immediate solution, while on Thursday 29.02.2024, a protest demonstration in front of the University Grants Commission.",
        "Accordingly, the University Employees Union will take the strike on both the day of the Jaffna University and the two days of 28.02.2024 and 29.02.2024.",
        "It has also been decided to take up a protest demonstration at the Jaffna University premises at 11.00 am on Wednesday 28.02.2024 and to participate in the View Demonstration in front of the University Grants Commission in Colombo on Thursday 29.02.2024."
      ]
    }
  },
  "summary_lines": [
    "The Jaffna University Employees Union announced a two-day strike on 28th and 29th February 2024 at state universities nationwide, protesting salary conflicts and university issues. Demonstrations will be held at Jaffna University and in front of the University Grants Commission in Colombo."
  ]
}