{
  "translated_text": {
    "si": {
      "title": "දෙමළ පාසල් සඳහා නිවාඩු දිනවල ප්රධාන ආරංචිය",
      "body_lines": [
        "පළමු දිනයේ නිවාඩු දින ලබා දීමට දකුණු පළාතේ සියලුම දෙමළ පාසල් තීරණය කර ඇති බව අධ්යාපන ලේකම්වරයා පැවසීය.",
        "දීපවාලි උත්සවය හෙට සැමරීමට නියමිත බැවින් ඊළඟ දවසේ සිසුන් හා ගුරුවරුන්ගේ අපහසුතාවයන් සලකා බැලීමට තීරණය ගෙන තිබේ.",
        "මේ අතර, සබරගමුව, මධ්යම සහ va පළ පළාත්වල සියලුම දෙමළ භාෂා පාසල් විශේෂ පාසල් නිවාඩුවක් ලෙස වසා දමන බව මීට පෙර එය නිවේදනය කළේය.R"
      ]
    },
    "en": {
      "title": "The main news on the holidays for Tamil schools",
      "body_lines": [
        "The Secretary of Education said that all Tamil schools in the Southern Province have been decided to grant holidays on the first day.",
        "Since the Diwali festival is to be celebrated tomorrow, the decision has been taken to consider the inconveniences for students and teachers the next day.",
        "Meanwhile, it was previously announced that all Tamil language schools in the Sabaragamuwa, Central and Uva provinces will be closed as a special school holiday.R"
      ]
    }
  },
  "summary_lines": [
    "Tamil schools Southern Province granted holiday first day due to Diwali celebration. Special holiday announced for Sabaragamuwa, Central, Uva provinces. Decision aims to minimize inconvenience for students and teachers."
  ]
}