{
  "translated_text": {
    "si": {
      "title": "\"දින 30 ක් තුළ වැටුප් වැඩිවීම\" ජීවන්",
      "body_lines": [
        "කඳු වැවිලි කම්කරුවන්ට ඉදිරි දින 30 තුළ වැටුප් වැඩිවීමක් ලැබෙනු ඇත. සීඩබ්ලිව්සී හි ප්රධාන ලේකම් ජීවන් තොන්ඩමන් සහ ජල සම්පාදන හා වතු යටිතල පහසුකම් අමාත්යවරයා කියා සිටියේ රුපියල් දහසක රු.",
        "සංගණනය අතරතුර තම ජාතික අනන්යතාවය දෙමළ ජනතාව ලෙස හෙළිදරව් කිරීම සඳහා මෙම විධිවිධානය භාර ගැනීමට ජනාධිපතිවරයා එකඟ වී ඇති බව ද අමාත්යවරයා පැවසීය.",
        "ලංකා කම්කරු සම්මේලනයේ සංවර්ධන හා ප්රධාන ලේකම් ජීවන් තොන්මාල්, පානීය ජලය, විදුලිය හා යටිතල පහසුකම් සහ ලංකා කම්කරු සම්මේලනයේ මහලේකම්වරයා ඇතුළු සියලු පහසුකම් සපයා ඇත.",
        "මෙම අවස්ථාවට ප්රධාන ආරාධිත අමුත්තා ලෙස රැස්ව සිටි පිරිස අමතමින් ඔහු පැවසීය.",
        "\"රුපියල් දහසක් ලබා ගැනීම දුෂ්කර බව අපි අවධාරණය කර ඇත්තෙමු.. ඔවුන් කිව්වා අපි එදා බොරු කිව්වා කියලා. නමුත් අද කුමක් සිදුවේද?",
        "නඩුව කුමක් වුවත්, ඉදිරි දින 30 තුළ ඔබට රුපියල් දහසක් රුපියල් දහසක් ලබා ගනී. නමුත් අපගේ ඉලක්කය ස්ථිර විසඳුම් යාන්ත්රණයකි.",
        "අප ඉන්දියානු නිවාස යෝජනා ක්රමයේ දේශපාලනය කරන බවට දේශපාලන චරිතයක් මට විරුද්ධව පැමිණිල්ලක් කර තිබේ.2015 සහ 2019 දී නොසලකා හරින ලද ජනතාවට නිවාස ලබා දෙන බවට දැන් දේශපාලනය ද?එය උයනේ නිවස නොවන දේශපාලනයක් ද?කාන්තා නායකත්ව පවුල්වලට ආර්ථික අර්බුදයකට මුහුණ දී සිටී. ඔවුන්ට ප්රමුඛතාවය ලබා දීම දේශපාලනයද?වතු කම්කරුවන්, ගුරුවරුන් සහ කලාකරුවන් සඳහා වෙනම නිවාස ලබා දීම දේශපාලනයද?",
        "සමහරු පවසන්නේ අමර පොල්ලමර්ති තොන්ඩමන් එසේ කර ඇති අතර, කොංග්රස් නායකයින්ගේ නායකයින් විසින් සටන් කර ඇති නමුත් රණසිංහ බ්රේමණ්ඩසා කඳුකරයේ වැසියන්ට පුරවැසිභාවය ලබා දීම සඳහා කඳුකරයේ ජනතාවට එය කඳුකරයේ ජනතාවට ලබා දී ඇතැයි කියනු ලැබේ.. ඔහු ඔහුට පුරවැසියන්ට ඇති අයිතිය ලබා දුන්නාද?දේශපාලනයේ තරඟකාරිත්වයක් තිබිය හැකි නමුත් ආත්මාර්ථකාමී දේශපාලනය සඳහා ඉතිහාසය සොයා ගැනීම හොඳ අදහසකි.",
        "කඳුකරයේ පවුල් 176,000 ක් සඳහා සෝපාන්රි ඉඩම් අයිතිය අයිතිය ආරම්භ වන්නේ අමරර් අරුමුගන් තොන්ඩමන්ගේ උපන්දිනයෙනි. අවුරුදු දෙකක වේදනාව තවත් මාස දෙකකින් තුරන් කරනු ඇත.",
        "මෙතෙක්, ඔබේ (කඳු දෙමළ ජනයා) ජාතික අනන්යතාවය ඉන්දියානු දෙමළ ජාතිකයෙකි. ඔබේ ජාතික අනන්යතාවය මවුන්ටන් දෙමළ ය. සංගණනය අතරතුර මෙම විධිවිධානය පැවැත්වේ. මේ සඳහා දේශපාලන politicians යන් වගකිව යුතු නොවේ. මෙම වෙනස පිළිබඳව මහජන හා සිවිල් සංවිධාන පීඩනය යොදවා තිබේ. \"කිව්වා. රීල්"
      ]
    },
    "en": {
      "title": "“Salary increase within 30 days” Jeevan",
      "body_lines": [
        "Hill plantation workers will get a pay hike within the next 30 days. Jeevan Thondaman, General Secretary of the CWC and Minister of Water Supply and Estate Infrastructure Development, said that a thousand rupees can be obtained for Rs.",
        "The Minister also said that the President has agreed to take up the arrangement to reveal their national identity as the Tamil people during the census.",
        "Jeevan Thondamal, the Minister of Development and General Secretary of the Ceylon Workers Congress, has been provided with all the amenities, including drinking water, electricity and infrastructure, and the general secretary of the Ceylon Workers Congress.",
        "Addressing the gathering as the chief guest at the event, he added.",
        "“We have stressed that it is difficult to get a thousand rupees.. They said we lied on that day. But what's going on today?",
        "Whatever the case, you get a thousand 700 rupees within the next 30 days. But our goal is a permanent solution mechanism.",
        "A political figure has lodged a complaint against me that we are doing politics in the Indian Housing Scheme.Is it politics now that houses are being provided to people who have been ignored during the 2015 and 2019?Is it a politics that is not the home of the garden?Female leadership families face economic crisis. Is it politics to give them priority?Is it politics to provide separate houses for plantation workers, teachers and artists?",
        "Some say that Amara Soumiyamoorthy Thondaman has done so, how the leaders of the Congress have fought, but Ranasinghe Bramedasa has given it to the people of the hill country to give citizenship to the people of the hill country.. Did he just give him the right to citizens?There may be competition in politics, but it is a good idea to seek history for selfish politics.",
        "Soumya Poomi Land Rights Scheme for 176,000 families in the hill country begins on the birthday of Amarar Arumugan Thondaman. 200 years of pain will be eliminated in two more months.",
        "So far, the national identity of your (hill Tamils) is Indian Tamil. Your national identity is the mountain Tamil. The arrangement will be held during the census. Politicians are not responsible for this. The public and civil organizations have put pressure on this change. ”said. Remble"
      ]
    }
  },
  "summary_lines": [
    "Jeevan Thondaman, CWC General Secretary, announced a Rs. 1000 pay hike for plantation workers within 30 days. He also highlighted efforts to recognize Tamil national identity in the census and criticized political accusations of favoritism in housing schemes."
  ]
}