{
  "translated_text": {
    "ta": {
      "title": "8 வயது குழந்தை விபத்தில் இறக்கிறது",
      "body_lines": [
        "மூன்று சக்கர வாகனம் விபத்துக்குள்ளானதை அடுத்து மூன்று வயது குழந்தை கொல்லப்பட்டார்.",
        "டாங்கல்லே பிரதான சாலையில் உள்ள டங்கல்லே பிரதான சாலையில் உதகம்பாலா சாலையில் ஒரு முச்சக்கர வண்டியின் முகத்தை எதிர்கொள்ளும் ஒரு டிப்பர் மற்றும் முச்சக்கர வண்டி.",
        "இந்த மூன்று சக்கர வாகனம் விபத்தில் ரோஜா இருந்தது மற்றும் ஒரு பெண் மற்றும் அவரது பையனுடன் டங்கல்லே மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "இறந்தவர் டான்டகாமாவின் பிபிலாவில் வசிக்கும் பள்ளி மாணவியாக அடையாளம் காணப்பட்டுள்ளார்.",
        "விபத்தில் பலத்த காயமடைந்த பெண் டங்கல்லே மருத்துவமனையில் சிகிச்சை பெற்று வருகிறார், மேலும் மூன்று சக்கர வாகனம் மருத்துவமனையில் அனுமதிக்கப்பட்டு போலீசில் சரணடைந்துள்ளார்.",
        "டிப்பரின் ஓட்டுநர் கைது செய்யப்பட்டு இந்த சம்பவம் குறித்து விசாரணைகள் இருப்பதாக டிக்வெல்லா போலீசார் கூறுகின்றனர்.",
        "இதற்கிடையில், அனமதுவா நேற்று நாமனதுவா சாலையில் இருந்தார்.",
        "உஸ்வேவா பகுதியில் பாதசாரி மாற்றத்தில் பயணித்த 13 வயது சிறுமி லாரியைத் தாக்கியுள்ளார், விபத்தில் அவர் இறந்துவிட்டார்."
      ]
    },
    "en": {
      "title": "8 year old child dies in accident",
      "body_lines": [
        "A three-year-old child was killed after a three-wheeler was crashed.",
        "A tipper and three-wheeler facing the face of a three-wheeler in Udakampala road on the Tangalle main road in the Tangalle main road.",
        "The three-wheeler was rose in the accident and was admitted to the Tangalle Hospital with a woman and her boy who was traveling seriously in the back seat.",
        "The deceased has been identified as a schoolgirl residing in Bibila, Dantagama.",
        "The woman who was seriously injured in the accident is being treated at the Tangalle Hospital and the three-wheeler driver has been admitted to the hospital and surrenders to the police.",
        "Dickwella police say that the driver of the Tipper has been arrested and investigations into the incident.",
        "Meanwhile, Anamaduwa was also in the Naamanaduwa road yesterday.",
        "A 13-year-old girl who was traveling on the pedestrian shift in the Uzwewa area has hit a lorry and she has died in the accident."
      ]
    }
  },
  "summary_lines": [
    "An 8-year-old child died in a three-wheeler crash on Udakampala road, Tangalle. A 13-year-old girl also died after hitting a lorry in Uzwewa."
  ]
}