{
  "translated_text": {
    "ta": {
      "title": "தொழிலதிபர் 400 லட்சம் பிறந்தநாளை நன்கொடையாக வழங்கினார்",
      "body_lines": [
        "அனுராதபுராவில் நன்கு அறியப்பட்ட தொழிலதிபர் சரத் குமாரா முனசிங்க, கற்பித்தல் மருத்துவமனை மற்றும் அனுராதபுரா கற்பித்தல் மருத்துவமனை 400 மில்லியன் ரூபாய் மூலம் நன்கொடையாக வழங்கப்பட்டது.",
        "55 வது பிறந்தநாளையும், சரத் முனிங்கேஜின் ஐம்பது -56 வது ஆண்டுவிழாவையும் குறிக்க மருந்து நன்கொடையாக வழங்கப்பட்டது.",
        "கடந்த ஆண்டு முதல் மருத்துவமனைகளில், லயன் கிளப்புடன் இணைந்து மருத்துவத்தின் அத்தியாவசியங்களை மருத்துவமனைக்கு நன்கொடையாக வழங்கியுள்ளார்.",
        "குழந்தைகள், இதயப்பூர்வமான, ஹை பிரிட்டனில் இருந்து இறக்குமதி செய்யப்படும் இருதய நோய் உள்ளிட்ட பிற நோய்களுக்கு மொத்த மருந்துகள் மற்றும் வைட்டமின்கள் அவசியம்.",
        "திரு. சரத் குமாரா முனசிங்க எதிர்காலத்தில் அவர் மருத்துவமனைக்கு வழங்கப்படுவார் என்று எதிர்பார்க்கப்படுகிறது, மேலும் சின்ஹா ​​கிளப் மற்றும் லயன்ஸ் கிளப் மற்றும் வங்கி முறையின் ஆதரவு.",
        "இந்த திட்டம் புற்றுநோய் நோயாளிகளுடன் செய்யப்பட வேண்டும் என்றும், சமூகத்திற்கு ஒரு முன்னுதாரணமாக இருப்பவர்கள் சமூகத்திற்கு ஒரு முன்னுதாரணத்தைக் கொண்டிருப்பதாகவும், அவர்கள் அனுராதபுரா மக்களுக்கு எந்த பற்றாக்குறையும் இல்லாமல் வழங்க முடியும் என்றும் அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "Businessman Donated 400 lakhs of birthday",
      "body_lines": [
        "Sarath Kumara Munasinghe, a well known businessman in Anuradhapura, was donated by the Teaching Hospital and the Anuradhapura Teaching Hospital with 400 million rupees.",
        "The medication was donated to mark the donation of the 55th birthday and the fifty-56th anniversary of Sarath Muningaage.",
        "From last year at hospitals, he has donated the essentials of the medicine to the hospital in collaboration with the Lion Club.",
        "A total of drugs and vitamins are essential for other diseases, including children, heartfelt, cardiocism imported from high Britain.",
        "Mr. Sarath Kumara Munasinghe stated that he is expected to be presented to the hospital in the future and the Sinha Club and the support of the Lions Club and Banking system.",
        "He said that the project is to be done with the cancer patients, and those who have a precedent for the society have a precedent for the society, they will be able to provide the people of Anuradhapura without any shortage."
      ]
    }
  }
}