{
  "translated_text": {
    "ta": {
      "title": "විදුලි පද්ධතියේ ස්ථායිතාවයට ගෙන ඇති පියවර බලශක්ති ඇමති කියයි",
      "body_lines": [
        "தேசிய கட்டத்தின் ஸ்திரத்தன்மையைப் பாதுகாக்க குறுகிய காலம் மற்றும் நீண்ட கால நடவடிக்கைகள் எடுக்கப்பட்டுள்ளன என்பதை பாராளுமன்றத்தில் இன்று வெளிப்படுத்தியது. ඒ පාර්ලිමේන්තු මන්ත්‍රී කාවින්ද ජයවර්ධන මහතා නැගූ පැනයකට පිළිතුරු ලබා දෙමිනි.",
        "சூரிய சக்தி அமைப்புகளில் இன்வெர்ட்டர் அளவுருக்களைப் புதுப்பித்தல், இது உடனடியாக உடனடியாக மின் அமைப்பில் உடனடியாக உடனடியாக.",
        "கூரைகளின் சூரிய சக்தி அமைப்புகளால் மாற்றப்படும் இடம் / பரிசுகளுக்குள் மின் உற்பத்தியை உட்கொள்ள ஆற்றல் உற்பத்தியை ஊக்குவிப்பதற்கான தொழில்நுட்ப மற்றும் ஒழுங்குமுறை நடவடிக்கைகளை அறிமுகப்படுத்துதல்.",
        "ஒவ்வொரு முறையும் நீர் மற்றும் வெப்ப மின் உற்பத்தி நிலையங்களை செயல்படுத்துவதில் வேலை செய்யுங்கள்",
        "ஞாயிற்றுக்கிழமை ஞாயிற்றுக்கிழமை போன்ற ஞாயிற்றுக்கிழமை போன்ற தேவை குறைந்த விடுமுறை நாட்களில் கணினி ஸ்திரத்தன்மையை பராமரிப்பது கடினம் என்பதால்,",
        "தற்போது கணினி கட்டுப்பாட்டு மையத்தை கட்டுப்படுத்தக்கூடிய சூரிய மற்றும் காற்றாலை மின் நிலையங்களை வழங்குவதன் மூலம் தேசிய மின்சார நெட்வொர்க் நிலையானது.",
        "கணினி கட்டுப்பாட்டு மையத்தின் (டெலிவரி) கட்டுப்படுத்தப்பட்ட ஆலைகளில் (டெலிவரி) ஜெனரேட்டர்களை உருவாக்க உட்பொதிக்கப்பட்ட ஜெனரேட்டர்கள் (உட்பொதிக்கப்பட்ட ஜெனரேட்டர்கள்) கோரப்படுகின்றன. செயற்கை நுண்ணறிவு, விநியோக கட்டுப்பாட்டு மையம் (விநியோக கட்டுப்பாட்டு மையம்) ஆகியவற்றைப் பயன்படுத்தும் ஒரு காலத்தின்படி, ஜெனரேட்டர் விநியோக வலையமைப்புடன் இணைக்கப்பட்டுள்ளது, மேலும் பல உரிமையாளர்கள் வளர்க்கப்படுகிறார்கள்.",
        "நேர அடிப்படையிலான ஒப்புதலைப் பெற்ற பின்னர் இந்த திட்டம் செயல்படுத்தப்பட்டுள்ளது மற்றும் புதுப்பிக்கத்தக்க எரிசக்தி மின் நிலையங்களை தேசிய கட்டத்துடன் இணைக்க நேர அடிப்படையிலான TARFF ஐப் பெறுகிறது.",
        "தேசிய கட்டம் மற்றும் சூரிய மின் உற்பத்தி நிலையங்களுடன் இணைக்கப்பட வேண்டிய அனைத்து காற்று மற்றும் சூரிய மின் உற்பத்தி நிலையங்களும், கணினி கட்டுப்பாட்டு மையம் மின் கொள்முதல் ஒப்பந்தம் (மின் கொள்முதல் ஒப்பந்தம்) மூலம் எடுக்கப்பட்டுள்ளன.",
        "தேசிய கட்டம் உறுதிப்படுத்தப்படுவதால், தொழில்நுட்ப அளவுருக்களின் தேவை (யுஎஃப்எல்) குறைந்த அதிர்வெண்களில் பகுப்பாய்வு செய்யப்படுகிறது.",
        "பில்க் மின் உற்பத்தி நிலையங்களை உருவாக்க இரண்டு முக்கிய இடங்கள் அடையாளம் காணப்பட்டுள்ளன (பம்ப் சேமிப்பக மின் உற்பத்தி நிலையமும் அவற்றில் சிறந்தவை தளத்தை அடிப்படையாகக் கொண்டவை மற்றும் விரிவான மதிப்பீட்டை செயல்படுத்துகின்றன.",
        "2026 மற்றும் 2027 க்குள், தேசிய குப்பை 100 மெகாட் மற்றும் 160 பெரிய அளவிலான பேட்டரி மின் உற்பத்தி நிலையங்கள் கட்டப்படும். டெண்டர்கள் 160 மெகாவாட்டிற்கும், ஆசிய அபிவிருத்தி வங்கி ADB ஆல் நிதியளிக்கப்பட்டன. எதிர்காலத்தில் 100 தாவரங்களுக்கு டெண்டர்கள் அழைக்கப்பட வேண்டும்.",
        "புதுப்பிக்கத்தக்க எரிசக்தி கட்டுப்பாட்டு அலகு கட்டுப்படுத்தவும், புதுப்பிக்கத்தக்க எரிசக்தி மூலத்தை முன்னறிவிப்பதற்கும் மின் கட்டுப்பாட்டு மையத்தையும் கட்டுப்படுத்த நிதிகளைப் பயன்படுத்தி டெண்டர்களை அழைக்க டெண்டர் ஆவணங்கள் தயாராக உள்ளன.",
        "அரை-பிரிப்பு அமைப்பின் ஸ்திரத்தன்மையை எதிர்கொள்ள மின் சாதனங்களை (STATCOM மற்றும் SYNCHONOUSE MENTER) சேகரிக்க திட்டமிடல் வடிவமைக்கப்பட்டுள்ளது.",
        "புதுப்பிக்கத்தக்க ஆற்றல் பெரிய சக்தியில் உறிஞ்சப்படும்போது, ​​நெகிழ்வான மின் உற்பத்தி நிலையங்கள் தேசிய கட்டத்தின் தேசிய கட்டத்தில் செயல்படுகின்றன.",
        "தொலைநிலை மேற்பார்வை மற்றும் அவசரநிலையிலிருந்து துண்டிக்க ஸ்மார்ட் மீட்டர்களுக்குத் தேவையான கூடுதல் செயல்பாடுகளை அறிமுகப்படுத்துதல்.",
        "பாரம்பரியமற்ற புதுப்பிக்கத்தக்க ஆற்றலின் நிகழ்நேர தெரிவுநிலை மற்றும் கட்டுப்பாட்டை உறுதி செய்வதற்காக விநியோக கட்டுப்பாட்டு மைய திட்டம் தொடங்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Steps to stabilize the power of the energy ministers say",
      "body_lines": [
        "In Parliament today revealed that a short period and long term measures have been taken to protect the stability of the national grid. Mr. Kavinda Jayawardena was answering a question.",
        "Updating the Inverter Parameters in the solar Power Systems, which instantly instantly instantly instantly in the electrical system.",
        "Introducing technical and regulatory measures to encourage energy generation to consume power generation within the location / gifts that are replaced by the solar power systems of the roofs.",
        "Work on the implementation of the water and thermal power plants in each time possible",
        "Since demand like Sunday, such as the daylight Sunday Sunday, is difficult to maintain system stability at low holidays,",
        "The National Electricity network is stable by the provision of the provision of solar and wind power plants that can control the system control center at present.",
        "Embedded Generators (Embedded Generators) are requested to generate generators in controlled plants (delivery) of the system control center (delivery). According to a period of time using synthetic intelligence, the Delivery Control Center (Delivery Control Center), the generator is connected to the distribution network, and many owners are raised.",
        "The scheme has been implemented after obtaining a time-based approval and obtain a time based tarff to combine the renewable energy power plants to the national grid.",
        "All the winds and solar power plants to be connected to the national grid and solar power plants, system control center have been taken through the Power Purchase Agreement (Power Purchase Agreement).",
        "The need for technical parameters (UFLs) is being analyzed on low frequencies, as the national grid is stabilized.",
        "Two major places have been identified to build the pilk power plants (Pump Storage Power Plant and the best of them is based on the site and implementing a detailed estimate.",
        "By 2026 and 2027, the national grise will be built 100 megats and 160 large scale battery power plants. Tenders have been called for 160 MW and the Asian Development Bank funded by the ADB. Tenders are to be called in the future for the 100 plant.",
        "Tender documents are being prepared to call tenders using funds to control the renewable energy control unit and to control the renewable energy source foretold and the power control center.",
        "Planning is designed to collect electrical devices (STATCOM and SYNCHONOUSE CONDENSER) to encounter the stability of the semi-separation system.",
        "When the renewable energy is absorbed to the larger power, the flexible power plants are working on the national grid of the national grid.",
        "Introduction of additional functions required for smart meters in time to disconnect from remote supervision and emergency.",
        "The distribution control center project has been launched to ensure the real-time visibility and control of non-traditional renewable energy."
      ]
    }
  },
  "summary_lines": []
}