{
  "translated_text": {
    "ta": {
      "title": "ශ්‍රී ලංකාවට තියුණු ජයක්",
      "body_lines": [
        "ஹாங்காங்கிற்கு எதிரான 4 விக்கெட் வெற்றியில் இலங்கை 4 விக்கெட் வித்தியாசத்தில் வென்றது.",
        "இது கி.மு. போட்டியாக துபாயில் இருந்தது, மேலும் போனஸ் மார்க்கில் இலங்கை முதல் இடத்தை அடைய முடிந்தது.",
        "මෙහිදී ශ්‍රී ලංකාවට හොංකොං කණ්ඩායමෙන් හිමිවූ ලකුණු 150 ඉලක්කය පන්දුවාර 18යි පන්දු 05ක් අවසානයේ කඩුලු 06ක් දැවී ලකුණු 153ක් රැස්කරමින් පසුකළේය.",
        "இலங்கை அணியின் விருப்பங்கள் 68 ரன்கள் எடுக்க முடிந்தது.",
        "இலங்கை கேப்டன் சரித் முதலில் போட்டியின் டாஸை வென்றார், முதலில் பந்து வீச முடிவு செய்தார்.",
        "அதன்படி, ஹாங்காங் அணி 4 விக்கெட் இழப்புக்கு 149 ரன்கள் எடுத்தது.",
        "சேஷான் அலியின் கட்டணம் வசூலிப்பதன் மூலம் உறவு சரிந்தது.",
        "மூன்றாவது விக்கெட்டுக்கு 61 ரன்கள் உருவாக்க ஹாங்காங் இன்னிங்ஸையும் ஆர்மியன் ராத் மற்றும் தமன் பலப்படுத்தினர்.",
        "தம்மஹாந்த் சமீரா பந்துவீச்சில் இரண்டு விக்கெட்டுகளை எடுத்து தலா விக்கெட் எடுத்துள்ளார்.",
        "அதுமனன் ராத் 48 ரன்கள் மற்றும் போதைப்பொருள் மற்றும் கான் 52 ரன்கள் எடுத்தார்.",
        "இலங்கை மற்றும் ஹாங்காங் சர்வதேச கிரிக்கெட்டுக்கு விரோதமாக இருப்பது இதுவே முதல் முறை."
      ]
    },
    "en": {
      "title": "Sri Lanka beat Sri Lanka",
      "body_lines": [
        "Sri Lanka won the match by 4 wickets in a 4 wicket win against Hong Kong.",
        "This was in Dubai as a BC competition, and Sri Lanka was able to reach the first place in the bonus mark.",
        "The 150 runs in the Hong Kong group to Sri Lanka scored 150 runs for the loss of 6 wickets at the end of 18 overs.",
        "The wishes of the Sri Lankan team were able to score 68 runs.",
        "Sri Lanka captain Charith won the toss of the match first, decided to bowl first.",
        "Accordingly, Hong Kong team completed a score of 149 runs for the loss of 4 wickets.",
        "The relationship was collapsed with the loss of a charging of Seshan Ali.",
        "Armyan Rath and Daman also strengthened Hong Kong innings to build 61 runs for the third wicket.",
        "Dammahanth Chameera has taken two wickets in bowling and took the wicket each.",
        "Athumanan Rath scored 48 runs and Drugs and Khan scored 52 not out.",
        "This is the first time Sri Lanka and Hong Kong has been hostile to the international cricket."
      ]
    }
  },
  "summary_lines": []
}