{
  "translated_text": {
    "si": {
      "title": "නල්ලූර් පාර",
      "body_lines": [
        "නල්ලූර් කන්දස්වාමිගේ පන්සල් පරිසරයේ පිහිටුවා ඇති මාර්ග බාධකවලට එළඹීම සඳහා යාපනය මහ නගර සභාවේ කොමසාරිස්වරයාට සහ උතුරු පළාත් සභා කොමසාරිස්වරයාට ශ්රී ලංකාවේ මානව හිමිකම් කොමිෂන් සභාවේ ප්රාදේශීය සම්බන්ධීකාරක සහ උතුරු පළාත් සභා කොමසාරිස්. කනකාරාජ් කැඳවා තිබේ.",
        "යාල්. නාගරික කවුන්සිලය විසින් පාලනය කරන ලද පේද්රෝ පාරේ යාපනය. මහ නගර සභාව විසින් මහජනයාට යන මාර්ගවල බොහෝ පක්ෂ විසින් ශ්රී ලංකා මානව හිමිකම් කොමිෂන් සභාවේ අවධානයට යොමු කරන ලද පැමිණිල්ල කෙරෙහි කොමිසම අවධානය යොමු කර තිබේ.",
        "එබැවින්, මේ පිළිබඳව සාකච්ඡා කිරීම සඳහා හෙට (09). පෙරවරු 11.30 ට අංක 42 ට පන්සල් පාරේ පිහිටි ශ්රී ලංකාවේ මානව හිමිකම් කොමිසම පිහිටා ඇත. ප්රාදේශීය කාර්යාලයට සහභාගී වන ලෙස යාපනයේ මහ නගර සභාවේ කොමසාරිස්වරයාට සහ උතුරු පළාත් සභා කොමසාරිස් වෙත ලිපියක් යවා තිබේ."
      ]
    },
    "en": {
      "title": "Nallur Road",
      "body_lines": [
        "Regional Coordinator of the Human Rights Commission of Sri Lanka to the Commissioner of the Jaffna Municipal Council and the Northern Provincial Council Commissioner to address the roadblocks set up in the Nallur Kandaswamy temple environment. Kanakaraj has called.",
        "Yall. Jaffna on the Point Pedro Road ruled by the Municipal Council. The Commission has focused on the complaint brought to the notice of the Jaffna Regional Office of the Sri Lanka Human Rights Commission by many parties on the road to the public by the Municipal Council.",
        "Therefore, tomorrow (09) to discuss the matter. Sri Lanka's Human Rights Commission, Jaffna, located on Temple Road, No. 42 at 11.30 am. A letter has been sent to the Commissioner of the Jaffna Municipal Council and the Northern Provincial Council Commissioner to attend the Regional Office."
      ]
    }
  },
  "summary_lines": [
    "The Human Rights Commission of Sri Lanka's Jaffna office will meet on 09/09 at 11:30 AM to address complaints about roadblocks near the Nallur Kandaswamy temple, set up by the Jaffna Municipal Council. The meeting aims to resolve issues affecting public access, as raised by various parties."
  ]
}