{
  "translated_text": {
    "ta": {
      "title": "ஒரு போலீஸ் சார்ஜெண்டிற்கு ஒரு சார்ஜென்ட் நிர்வாணமாக ஒரு சார்ஜெண்டைத் தாக்கினார்",
      "body_lines": [
        "வீட்டை முடிக்க பொலிஸ் சார்ஜெண்டில் ஒரு போலீஸ் சார்ஜென்ட் அழைத்துச் செல்லப்பட்டு காயமடைந்ததாக தலைமையக தலைமை ஆய்வாளர் பிரேதரால் ஹெட்டியாராச்சி தெரிவித்தார்.",
        "இவ்வாறு கடத்தப்பட்டால், நுவரா எலியா காவல் நிலைய காவல் நிலையத்தின் மேலும் இரண்டு மாதங்களில் பொலிஸ் செர்ஜர் ஓய்வு பெற வேண்டும்.",
        "தாக்கப்பட்ட பொலிஸ் சார்ஜென்ட் மாலை 6 மணியளவில் தங்கள் கடமைகளை வாங்குவதற்காக சென்று ஒரு பெரிய கல்லுக்குப் பின்னால் உள்ள பகுதியைத் தாக்கியுள்ளார், மேலும் போலீசார் தரையில் விழுந்து போலீசார் தாக்கப்பட்டனர். நுவரா எலியாவில் உள்ள தனுலில் சார்ஜென்ட்.",
        "பாட்வ்ரூம் தோட்டத்தில் வசிப்பவருடன் நுவரா எலியா மாவட்ட பொது மருத்துவமனையில் நுவரா எலியா போலீசார் அனுமதிக்கப்பட்டுள்ளனர்.",
        "காவல்துறை சார்ஜென்ட், ஒரு போலீஸ் சார்ஜெண்டின் நடவடிக்கையில் இந்த தாக்குதல் இருந்தது, அவர் நேற்றிரவு இரவு வேலை செய்வதாகக் கூறப்பட்டது, மேலும் தாக்குதல் நடத்தியவர்கள் தங்கள் சீருடை மற்றும் மொபைலை கொள்ளையடித்தனர். நுவரா எலியாவின் பாட்விங் தோட்டத்தால் தாக்கப்பட்டது.",
        "காண்டிவாரா மாவட்டத்தில் உள்ள மருத்துவமனையில் சிகிச்சை பெறும் காவல்துறை சார்ஜென்ட், தாக்குதல்களால் தாக்கப்பட வேண்டும் என்று காத்திருக்கிறார், அவர்கள் அச்சுறுத்தப்படுவதாக அச்சுறுத்தியுள்ளதாக அவர்களைத் தாக்கியுள்ளனர்.",
        "காவல்துறை சார்ஜென்ட் வாவ்னியா பொலிஸ் பிரிவில் இருந்து கடந்த ஆண்டு டிசம்பர் மாதம் நுவரா எலியா வரை இயக்கப்படுவதாக சந்தேகிக்கப்படுகிறது.",
        "இரண்டு அதிகாரிகளும் நியாயமற்றவர்கள் என்று கூறியுள்ளதாக நுவரா எலியா போலீசார் தெரிவித்துள்ளனர்.",
        "தாக்குதல் நடந்த தாக்குதலின் இரவு நுவரா எலியா காவல்துறையினரால் நுவரா எலியா போலீசார் கைது செய்யப்பட்டுள்ளனர்.",
        "தலைமை ஆய்வாளர் பிரேமலால் ஹெட்டியாராச்சி, காவல்துறை தலைமை ஆய்வாளர், வீட்டின் போலீஸ் சார்ஜென்ட் மற்றும் கைது செய்யப்பட்ட சந்தேக நபர்களின் பொலிஸ் சார்ஜென்ட்."
      ]
    },
    "en": {
      "title": "Naked a sergeant to a police sergeant and hits a sergeant",
      "body_lines": [
        "Headquarters Chief Inspector Premalal Hettiarachchi said that a police sergeant was taken up and injured in the police sergeant to end the house.",
        "Thus abducted, the police sergeor to be retired in another two months of the Nuwara Eliya Police Station Police Station.",
        "The assaulted police sergeant has gone to Boralanda to purchase their duties around 6 pm and have attacked the area behind a large stone and the policeman had been assaulted after falling into the ground.The police said that the police stumbled on a lorry and took the police sergeant at the Thanul in Nuwara Eliya.",
        "The Nuwara Eliya Police have been admitted to the Nuwara Eliya District General Hospital with a resident of the Padwroom Estate.",
        "The assault was on the operation of the police sergeant, a police sergeant, who was reported to work on the night of the last night, and the assailants had plundered their uniforms and mobile.The police sergeant has been assaulted by the police sergeant who was assaulted by the Nuwara Eliya's Padwing Garden.",
        "The police sergeant who is being treated at the hospital in the Kandywara District, who has been waiting to be assaulted by the assailants, have assaulted them that they have threatened them to be threatened.",
        "The Police Sergeant who is suspected to be operated from the Vavuniya Police Division to the Nuwara Eliya of December last year.By the police sergeant.",
        "The Nuwara Eliya Police have said that the two officers have claimed that they had been unreasonable.",
        "The Nuwara Eliya Police have been arrested by the Nuwara Eliya Police on the night of the attack on the attack.",
        "Chief Inspector Premalal Hettiarachchi, Chief Inspector General of Police, the Police Sergeant of the House and the Police Sergeant of the arrested suspects."
      ]
    }
  },
  "summary_lines": [
    "A police sergeant was attacked and injured near a house in Nuwara Eliya. The incident occurred when he went to purchase supplies around 6 pm. The assailants, who stole his uniform and mobile, were apprehended by the Nuwara Eliya Police. The victim, expected to retire soon, is receiving treatment at the Nuwara Eliya District General Hospital."
  ]
}