{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාව එක්සත් ජනපදයේ කලාපීය නොවේ - රජය එක්සත් ජනපද තානාපතිවරයාගේ මතයට ප්රතිචාර දක්වයි",
      "body_lines": [
        "ශ්රී ලංකාව එක්සත් ජනපදයේ කලාපය නොවේ. අපේ රටේ ස්වාධීන පාර්ලිමේන්තුවේ ස්වෛරීභාවයට නීතිමය වැඩසටහන් සඳහා අයිතියක් ඇති බවට රජය එක්සත් ජනපද තානාපතිවරයාට ප්රතිචාර දක්වා තිබේ.",
        "වත්මන් උපස්ථ නීතිය ගැන ඔහු සැලකිලිමත් වූ මාධ්ය ප්රධානීන්, මාධ්යවේදීන් සහ සිවිල් සමාජ සංවිධාන සමඟ එක්සත් ජනපද තානාපති ජුලී ගායනා කළ සාකච්ඡාවකදී.",
        "කැබිනට් ප්රකාශක බන්දුල ගුණවර්ධන මහතා මේ බව පැවසුවේ අඟහරුවාදා (20) කැබිනට් තීන්දු තීරණ නිවේදන මාධ්ය හමුවකදීය.",
        "ශ්රී ලංකාව එක්සත් ජනපද කලාපීය නොවේ. අපේ රට ස්වෛරීභාවයේ ස්වාධීන රටකි. එබැවින් අපේ රටේ, ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ ක්රියාත්මක කරන ලද නීතිමය සැලසුම් සඳහා අයිතිය ඇති අයිතිය නිපදවන සමාගමක පාර්ලිමේන්තු පාර්ලිමේන්තුව, සමාගමක්.",
        "ඒ අනුව පසුගිය සතියේ කැබිනට් මණ්ඩලයේ සංශෝධන සිදු කරන ලදී. ඔවුන් පාර්ලිමේන්තුවට ඉදිරිපත් කර ඇත. මේවා දින 14 ක් ඇතුළත උසාවිය ලබා ගත හැකිය. අධිකරණය ඔවුන් සමාලෝචනය කරන අතර සංශෝධන නිර්දේශ කරනු ඇත.",
        "සමාජ වෙබ් අඩවි පාලනය කිරීමට රජයට අවශ්ය නැත. කෙසේ වෙතත්, ජාතිය සහ ආගම් අතර ගැටුම් රජය විසින් විසඳිය යුතුය. මෙම නීතිමය ප්රභවයේ පරමාර්ථය වන්නේ පෞද්ගලික බලපෑම වළක්වා ගැනීමයි.",
        "එබැවින් සමාජ වෙබ් අඩවිය හරහා ඔවුන්ගේ පෞද්ගලික අදහස් ප්රකාශ කිරීමට කිසිදු බාධාවක් නොමැති බව පුරවැසියෙක් පැවසුවේ නැත."
      ]
    },
    "en": {
      "title": "Sri Lanka is not the regional of the United States - the government responds to the US ambassador's opinion",
      "body_lines": [
        "Sri Lanka is not the region of the United States. The government has responded to the US ambassador that the sovereignty of our country's independent parliament has the right to legal programs.",
        "US Ambassador Julie Sang said at a meeting with media chiefs, journalists and civil society organizations that he was concerned about the current backup law.",
        "Cabinet spokesman Bandula Gunawardena said this at a press conference announcing the Cabinet decisions on Tuesday (20).",
        "Sri Lanka is not the US regional. Our country is an independent country of sovereignty. Therefore, in our country, the Parliament of Parliament, a company that produces the Right to Legal Plans, implemented in the Constitutional Council.",
        "Accordingly, amendments were made in the Cabinet last week. They have been submitted to Parliament. These can seek court within 14 days. The court will review them and recommend amendments.",
        "The government has no need to control social websites. However, the government needs to solve the conflicts between races and religions. The purpose of this legal source is to avoid personal impact.",
        "So no citizen said there was no obstacle to expressing their personal opinions through the social website."
      ]
    }
  }
}