{
  "translated_text": {
    "ta": {
      "title": "දුව හෙල්මට් දාලා හිටියේ නෑ  මරණ පරීක්ෂණයේදී පියා කියයි",
      "body_lines": [
        "\"மகள் ஹெல்மெட் விடவில்லை. ත්‍රී රෝද රථයක් අපේ ඉස්සරහට ආවා. திடீரென்று அதைத் தொடர்ந்து வந்த வேன் மூன்று சக்கர வாகனத்தை கடக்க சாலையின் வலது பக்கத்திற்கு அழைத்துச் சென்றது. நாங்கள் சென்ற மோட்டார் சைக்கிள் வேனின் வலது பக்கத்தில் சுழலும். நான் நனவாக இருந்தபோது, ​​நான் மருத்துவமனையில் இருந்தேன். \"கார் விபத்தில் காயமடைந்த பல்கலைக்கழகத்தின் பல்கலைக்கழக மாணவரின் பல்கலைக்கழக மாணவர் இறந்தபோது அவரது தந்தை கூறினார்.",
        "இறந்தவர் கோகாவலேஜின் கோகாவலேஜ், ஹெவா கோகவாலா 22 வயதான வசிப்பவர்.",
        "இந்த மாதம் 8 ஆம் தேதி காலே தேசிய மருத்துவமனையில் திடீர் மரணம் நடைபெற்றது.",
        "சிறுமியின் தந்தையின் நந்தா திலகாசிரி சேல்ஸி (57) சாட்சிகள்:",
        "\"ஆகஸ்ட் 29 அன்று, மகள் கொழும்பு பல்கலைக்கழகத்தில் இருந்து வீட்டிற்கு வந்தாள். மோட்டார்னிகல் மோட்டரிஸ் பல்லமலாலா சந்திக்குச் சென்று உங்கள் மகளை மாலையில் பேருந்துகளை அகற்றுவதற்காக அழைத்துச் சென்றார். ஓடும் போது மாலை 6.30 மணி. பல்லேரா சந்திக்கு சுமார் 3 கிலோமீட்டர் மற்றும் கிடங்கு சந்திக்கு அருகிலுள்ள கிடங்கு சந்தியின் பக்கத்திலிருந்து ஒரு முச்சக்கர வண்டியான. அதன் பின்னால் இருந்து வேன் மூன்று சக்கர வாகனத்தை கடந்து செல்ல சாலையின் வலது பக்கத்திற்கு ஒரு வேனை எடுத்துச் சென்றார்.",
        "எனது மோட்டார் பேக் வேனின் முன்புறத்தில் மோதியது. அதே நேரத்தில், நான் மகளை சாலையில் புரட்டினேன். நான் சுயநினைவை இழந்தேன். அதற்குப் பிறகு எனக்கு எதுவும் தெரியாது, நான் ஹம்பந்தோட்டாவில் மருத்துவமனையில் சேர்க்கப்பட்டபோது. என் வலது கால் மற்றும் வலது கையும் காயமடைந்தது. மகளின் தலை இரத்தப்போக்கு ஏற்பட்டது. மகள் ஹெல்மெட் வைக்கவில்லை. එදා ම රෑ දුව ගාල්ල ජාතික රෝහලට යැව්වා මම දුව බලන්න ආවේ පසුගිය 05 වැනි දා එතකොට දුවගේ හිසට සැත්කමක් කරලා සිහිය තිබුණේ නෑ. தீவிர சிகிச்சை பிரிவில் இருந்தது. மகள் 8 ஆம் தேதி இறந்தாள். \"",
        "இறந்த பெண்ணின் தாய் கூறினார்:",
        "\"அந்த நேரத்தில், திரு. கணந்தி ஆபத்தில் இருக்கிறார் என்ற செய்தியை நாங்கள் பெற்றோம். மகன் விரைவில் அங்கு சென்றார். நான் என் மகளை அழைத்தேன், ஆனால் அவர் பேசவில்லை. அங்குள்ளவர்கள் வீட்டிற்கு வந்தார்கள். அப்பாவும் மகளும் மருத்துவமனைக்கு கொண்டு செல்லப்பட்டனர். நான் விரைவாக தேவையான பொருட்களை எடுத்து மருத்துவமனைக்குச் சென்றேன். கணவர் பேசினார். மகள் கவனமாக இருக்கவில்லை. அவர் தனது நரம்பின் வாயிலிருந்து இரத்தப்போக்கு ஏற்பட்டது. அதே இரவில் அப்பா காலே தேசிய மருத்துவமனைக்கு கொண்டு செல்லப்பட்டார். நானும் மகளுடன் சென்றேன். அவர் கனமான மருத்துவமனையின் தலைவரின் தலைவராக அறுவை சிகிச்சை செய்தார். எட்டாவது இடத்தில், மகள் எட்டாவது இடத்தில் இறந்தாள். \"",
        "சிறப்பு நீதித்துறை மருத்துவ நீதித்துறை மருத்துவ நீதித்துறை மருத்துவ மருத்துவ மருத்துவ மருத்துவ மருத்துவ டாக்டர் டி.டி.கார்வீராவின் அறிக்கை மற்றும் அவசரகால விழா சந்திரசேனா லோகுகே விபத்து காரணமாக தலை மற்றும் மூளைக் காயங்கள் காரணமாக முடிவு செய்ய முடிவு செய்தது."
      ]
    },
    "en": {
      "title": "The daughter did not leave the helmet at the death inspection",
      "body_lines": [
        "\"The daughter did not leave Helmet. Three-wheeler came to our front. Suddenly the van that followed it took to the right side of the road to pass the three-wheeler. The motorcycle we had gone rotate on the right side of the van. When I was conscious, I was in the hospital. \" Her father said in the death of a university student of a university student of a university injured in a car accident.",
        "The deceased is a 22 year old resident of the Kokawalage of Kokawalage, Hewa Kokawala.",
        "Sudden Death was held at the Galle National Hospital on the 8th of this month.",
        "The girl's father's Nanda Thilakasiri Salesi (57) witnesses:",
        "\"On August 29, the daughter came home from the University of Colombo. Motornical Motories went to Pallamalala Junction to get your daughter to get rid of buses in the evening. Was about 6.30 pm when the run. About 3 kilometers to the pallerala junction and a three-wheeler from the side of the Warehoral Junction near the Warehoral Junction. The van from behind it took a van to the right side of the road to pass the three-wheeler.",
        "My motorback collided the front of the van. At the same time, I also flipped the daughter on the road. I lost consciousness. I don't know anything after that, when I was in Hambantota hospitalized. My right leg and right hand was also hurt. The daughter's head was bleeding. Did not put the daughter Helmet. Dad was sent to the Galle Hospital at the Galle National Hospital, I came to the daughter on the 5th of this morning and did not mind the daughter's head. Was in the intensive care unit. The daughter died on the 8th. \"",
        "The mother of the deceased girl said:",
        "\"At that time, we received the message that Mr. Gananthi was in danger. Son went there soon. I was calling on my daughter, but he didn't talk. The ones there came home. Dad and daughter were taken to the hospital. I quickly took the items needed and went to the hospital. The husband talked. The daughter was not mindful. He had bleeding from the mouth of his nervant. Dad was taken to the Galle National Hospital at the same night. I also went with the daughter. He was surgery in the head of the head of the heavy hospital. On the eighth, the daughter died on the eighth. \"",
        "Specialist Judicial Medical Judic Medical Judic Medical Judic Medical Dr. DDCareweera's Report and Emergency Ceremony Chandrasena Lokuge decided to be due to the head and brain injuries due to the accident."
      ]
    }
  },
  "summary_lines": []
}