{
  "translated_text": {
    "si": {
      "title": "මසකට කුකුළු බිත්තර ලක්ෂ 6 ක් නිෂ්පාදනය කිරීම",
      "body_lines": [
        "මේ මසකට මසකට චිකන් බිත්තර ලක්ෂ 6 ක් නිපදවනු ලැබේ. දෙසැම්බර් දක්වා බිත්තරවල මිල වැඩි නොකරන බව සමස්ත ලංකා බිත්තර නිෂ්පාදකයින්ගේ සංගමයේ ලේකම් රත්නසිරි ඇලැවල් මහතා පැවසීය.",
        "2022 දී පහත වැටුණද, දැන් 2023 අග භාගයේ සිට රට යථා තත්ත්වයට පත්වෙමින් පවතින අතර බිත්තර නිෂ්පාදනය මසකට ලක්ෂ 6 ක් දක්වා ඉහළ ගොස් තිබේ.",
        "ඇත්ත වශයෙන්ම, බිත්තරවල මිල රුපියල් 30 දක්වා අඩු කළ හැකිය. මෙය අපගේ කර්මාන්තයේ දැවැන්ත පරිහානියකට හේතු විය හැක.",
        "\"දිවා ආහාර සැලැස්මට බිත්තර අපනයනය කිරීම සහ බිත්තර අපනයනය කිරීම පිළිබඳව සොයා බලන ලෙස අපි රජයෙන් ඉල්ලා සිටිමු.\"",
        "මේ අතර, කුකුළු ආහාරයේ මිල රුපියල් 180 දක්වා පහත වැටී ඇති බව සමස්ත ලංකා බිත්තර නිෂ්පාදකයින්ගේ සංගමයේ සභාපති ආර්.එම්. සරත් රත්නායක මහතා පැවසීය.",
        "2022 දී රුපියල් 240 ක කුකුළු කිලෝග්රෑමයක මිල දැන් රුපියල් 180 දක්වා පහත වැටී තිබේ. එබැවින් ගොවීන්ට රුපියල් 40 ක් ලැබුනේ නම්, අපට මෙම ව්යාපාරය කරගෙන යා හැකිය.",
        "බිත්තරවල මිල රුපියල් 35 ක් දක්වා පහත වැටුණහොත් කුඩා හා මධ්යම හා මධ්යම බිත්තර නිෂ්පාදකයින් දැඩි දුෂ්කරතාවන්ට මුහුණ දෙති.",
        "රජය 2023 වන විට තවත් කුකුළන් ආනයනය කර ඇත. එහි ප්රති As ලයක් වශයෙන්, 2025 මුල් භාගයේ බිත්තර හා පැටවුන් සංඛ්යාව රට තුළ වැඩිවේ."
      ]
    },
    "en": {
      "title": "Production of 6 lakhs of chicken eggs per month",
      "body_lines": [
        "6 lakh chicken eggs are being produced per month in the country. The price of eggs will not be increased till December, said Ratnasree Alagoon, Secretary of the All Ceylon Egg Manufacturers Association.",
        "Despite the fall in 2022, the country is now recovering from the late 2023 and the increase in egg production to 6 lakhs per month.",
        "In fact, the price of eggs can be reduced to 30 rupees. This can cause a massive decline in our industry.",
        "\"We have requested the government to investigate the export of eggs to the lunch plan and export the eggs.\"",
        "Meanwhile, the price of poultry fodder has fallen to 180 rupees, said RM Sarath Ratnayake, president of the All Ceylon Egg Manufacturers Association.",
        "The price of a kilo of poultry, which was sold for 240 rupees in 2022, has now fallen to 180 rupees. Therefore, if the farmers get 40 rupees, we can continue this business.",
        "Small and medium egg manufacturers face severe difficulties if the price of eggs falls to Rs 35.",
        "The government has imported more chickens by 2023. As a result, the number of eggs and chicks in the early 2025 will increase in the country."
      ]
    }
  },
  "summary_lines": [
    "The country produces 6 lakh chicken eggs monthly, with prices expected to remain stable until December. Despite a 2022 downturn, recovery is underway, with egg production increasing to 6 lakh per month. The price of eggs could drop to 30 rupees, potentially harming the industry. The government has been asked to investigate egg exports. Poultry fodder prices have fallen to 180 rupees, benefiting farmers. If egg prices drop to 35 rupees, small and medium manufacturers may struggle. More chickens are being imported, leading to an increase in eggs and chicks by early 2025."
  ]
}