{
  "translated_text": {
    "si": {
      "title": "மனித புதைகுழிகள் தொடர்பில் சர்வதேச விசாரணைகளை மேற்கொள்வதற்கு அரசாங்கம் நடவடிக்கை எடுக்க  வேண்டும் – யாழ். විනිසුරු සාම කොමිෂන් සභාවේ කතෝලික රළුකම",
      "body_lines": [
        "நல்லிணக்கம் ஏற்படவேண்டுமாயின் தமிழ் மக்கள் மீது நடாத்தப்பட்டுள்ள குண்டுதாக்குதல்கள் ,புதைகுழிகள், காணாமல் ஆக்கப்பட்டோர் தொடர்பிலாவது சர்வதேச விசாரணைகளை   மேற்கொள்வதற்கு அரசாங்கம் நடவடிக்கை மேற்கொள்ள வேண்டும் என யாழ் கத்தோலிக்க மறைமாவட்ட நீதி சமாதான ஆணைக்குழு வேண்டுகோள் விடுத்துள்ளது.",
        "මේ සම්බන්ධයෙන් ඔවුහු පැවසූහ.. වාර්තාව තවදුරටත් සඳහන් කළේ:",
        "1996 දී සර්ගින්කුලි කාන්තා විද්යාලයේ සිසුවියක් වන ක්රිෂාන්ති කුමාරස්වාමි විභාගයෙන් ආපසු නිවසට පැමිණ, මරණයේ තත්වයක සිටි සොල්දාදුවන් සහ ඇයව histor ාතනය කළ සහ එහි වළලනු ලැබූ සොල්දාදුවන් විසින් were ාතනය කරන ලදී. ඉතිහාසය වූයේ 2015 න් පසු රාජපක්ෂ ජනාධිපති වූ අතර රාජපක්ෂ මහතා ජනාධිපති ධුරයට පත්වූ බවයි.",
        "ක්රිෂාන්ති කුමාරස්වාමි murder ාතනය කිරීමේ ප්රධාන වැරදිකරු වූ සෝමරත්න රාජපක්ෂ මහතා විසින් කරන ලද දිවුරුම් ප්රකාශයේ දී තවත් දෙමළ ජනයා සමහර දෙමළ ජනයා මිය ගොස් බැටළුවන් තුළ වළලනු ලැබූ නමුත් කිසිවෙකු ඒ ගැන කතා කළහ.",
        "කෙසේ වෙතත්, මීට මාස කිහිපයකට පෙර, ආදාහනාගාරයක් සඳහා ආදාහනාගාරයක් සිදු කරන විට, මිනිස් සිරුර කොටස් සොයාගෙන අධිකරණයේ අවධානයට යොමු කරන ලදී.",
        "ඉන්පසුව ප්රදේශයේ අධිකරණයක් නිල වශයෙන් සිදු කරන ලදී. තවත් බොහෝ අස්ථි කුට්ටි හමු විය.",
        "අදියර දෙකක කැණීම් 10.7.2025 තාවකාලිකව අත්හිටවූ විට දළ වශයෙන් මිනිස් ෆිට්ල්ස් 65 ක් කැණීම් කරන ලදී. මේවා තවමත් විශ්ලේෂණය කර නැතත්, ඔවුන් බැලීමට කම්පනයට පත්ව සිටිති.",
        "ඔවුන්ගෙන් සමහරක් පිරිමි ළමයින්ගේ ය. එක් ස්ථානයක, පිරිමි ළමයාගේ සෙල්ලම් බඩු, පාසල් පොත, දැරියගේ ඇඳුම සහ සමහර වළලු සොයාගෙන තිබේ.",
        "15.7.2025. ආනන්දරාජා සහ නීති නිලධාරියා වන සෙල්වයා ප්රණවන් මහතා ඉදිරියේ කැණීම් කාලය තුළ පැමිණ සිටි පුරාවිද්යා මහාචාර්ය රාජසෝමා දේවා සහභාගී වූහ.",
        "පුරාවිද්යා මහාචාර්ය සහ නීති වෘත්තිය ඔවුන්ගේ අතුරු වාර්තා වලදී, කෙතේ ඇටසැකිල්ලේ අස්ථි කෝණයන් සාපරාධී හා මානව හිමිකම් උල්ලං in නය කිරීමක් ලෙස සලකන අතර, 4-5 හැවිරිදි මිනිසා, විශේෂයෙන් ක්රිෂාන්ති (1996) හි ශරීරය විශ්ලේෂණය කරයි. වීථියේ ද තිබුණා.",
        "අත්අඩංගුවට ගත් අය අත්අඩංගුවට ගැනීම සහ අතුරුදහන් වීම. 2025 අනා ඩායි හි පාර්ලිමේන්තු සැසිවාරයේදී යාපනයේ පාර්ලිමේන්තු මන්ත්රී ශ්රී ared ාතන් මේ බව සඳහන් කළේය.",
        "ඉංග්රීසියෙන් 'අයිස් කුට්ටියේ ඉඟිය' ලෙස හැඳින්වෙන වාක්ය ඛණ්ඩයක් (ජල පාවෙන අයිස් වලින් පිටත දෘශ්යමාන අයිස් සහිත කුඩා ප්රදේශයක් වන අතර එය කුඩා අයිස්ක් ගැන දක්නට ලැබෙන කුඩා අයිස්ක් ගැන දක්නට ලැබේ.. නමුත් බැටළුවන් සින්දුපාතිප්තිපති මාතිපති මාතිපති මාතිපති මාතිපති මාතිපති මාතිපති මාතිපති මාර්ගයේ 65 දෙනා (පාසල් දැරියන් ද ඇතුළුව) කැණීම් කර ඇති බව නොදනී.",
        "මීට අමතරව, මරණ මන්නාරම පාලමේ පිහිටි තරුණ තරුණියන්ගේ 'ඇටසැකිල්ල', තරුණියන්ගේ ඇටසැකිලි, සහ මිසේපෙට්ටුවේ ඇටලොටන්, සහ මේ සඳහා අමතරව යම් කැණීම්, තරුණියන්ගේ ඇටතර, සහ මන්නාරම් පාලමේ 'සැතෝසා පරිශ්රය පිළිබඳ අස්ථි තොරතුරු, ඇටසැකිලි අවසන් වේ.",
        "මෑතකදී එක්සත් ජාතීන්ගේ මානව හිමිකම් කොමිෂන් සභාවේ කොමසාරිස් වචාර් තාරා ශ්රී ලංකාවට පැමිණි විට යාපනයට පැමිණියේය. මෙම අවස්ථාවට සහභාගී වීම සහ ඒ වන විට සිවිල් සමාජ ක්රියාකාරීන් විසින් සංවිධානය කරන ලද 3 දින අවධානය යොමු කිරීම.",
        "කෙසේ වෙතත්, ඔහුගේ අදහස් විමර්ශනය සඳහා ජාත්යන්තර දායකත්වය පෙන්වා නොදීම මහත් බලාපොරොත්තු සුන්වීමකි. යුද්ධයෙන් පසු ඔවුන්ගේ සබඳතා අතුරුදහන් වූ ස්ථානය පිළිබඳව දින 3000 ක් ගතවී ඇති අතුරුදහන් වූවන්ගේ සම්බන්ධතා ඔවුන්ගේ අවධානය යොමු කර තිබේ. මෙම දින 3000 තුළ සම්බන්ධ වූ 200 කට වැඩි පිරිසක් ඔවුන්ගේ සබඳතා නොමැතිව මියගොස් ඇති බව සැලකිය යුතු කරුණකි.",
        "විවිධ පොරොන්දු සහ නව පොරොන්දු සමඟ අඛණ්ඩව බලයට පත්වන වර්තමාන රජයේ ක්රියා. රජයේ ක්රියාමාර්ග අතුරුදහන් වූ අඟලක් වැඩිදියුණු කළේ නැත. ප්රතිසන්ධානය සඳහා බලයට පත්ව ඇති වත්මන් රජය දෙමළ ජනතාවගේ මූලික නිකුතුව පදනම් කරගෙන ය.",
        "මාර්ග විවෘත වුවද, අනෙක් අතට හමුදා වාඩිලා ගැනීමේ සමහර මාර්ග තවමත් විධිමත් ලෙස නිකුත් කර නොමැත. සාම්ප්රදායික ආත්මයන් නැගෙනහිර දෙමළ ජාතිකයන්ගෙන් බහුතරයකට ලිබරල් ය.",
        "වෙටූ නිරි, කුතුරාර් සහ තායිටී හි දෙමළ ජනතාව විසඳී නොමැත. ත්රස්ත පනත තවමත් ඔසවා නැත.",
        "2009 යුද්ධයෙන් පසු දස දහස් ගණනක් දෙමළ ජනයා දස දහස් ගණනක් යුද අපරාධවල වගකීම අවසන් කර අවසන් කළහ (යටත් වූවන් killing ාතනය කිරීම: සසපාර්, බාලචන්ද්රන්).",
        "සෙමනී, කොක්කුට්ටුවායි සහ මන්නාර් තිරුකිස්වරම් වැනි ස්ථානවල නිවසේ විශේෂ ise දැනුමක් නොමැති බව විදේශ මැදිහත්වීම් ප්රතික්ෂේප කරයි.. යුද්ධයේ සමූල re ාතනයන්, නාවාලි සෙන්ට් පීටර්ස් පල්ලිය, ශාන්ත ජේම්ස් කෝවිලේ බෝම්බ ප්රහාරය, ශාන්ත ජේම්ස් කෝවිලේ බෝම්බ ප්රහාරය, මුත්තූර් විදේශ රාජ්ය නොවන සංවිධානවල බෝම්බ ප්රහාරය, ත්රිකුණාමලයේ අවුරුදු පහ සමූල re ාතනය කිරීම.",
        "දෙමළ ජනයා සංහිඳියාවක් ඇති වුවහොත්, ඉහත සමහරුන් සමහර කරුණු විදේශ මැදිහත්වීමක් විය යුතුය.. සද්වෙවියෙරාසේකර විමලවන්සා සහ විමා රත්නෙඩඩෙරේගේ වාර්ගික අදහස්වලට රජය යටත් බව පෙනේ.",
        "2009 දී වසර 30 ක දරුණු ගැටුම්වල සිවිල් වැසියන් දහස් ගණනක්, ඒවා පැහැරගෙන ගොස්, වධහිංසා පැමිණවීම, dered ාතනය කිරීම, dered ාතනය කිරීම, වළලනු ලැබූවන්, ජන සංහාරයේ හෝ ජනවාර්ගික පිරිසිදු කිරීම.",
        "මීට අමතරව, යාපනයේ පුස්තකාලයේ ඉන්ධන, මහජනතාවගේ ඉඩම්වල ධාරිතාව, වාඩිලාගෙන සිටින ප්රදේශවල බෞද්ධ පිළිම ඉදිකිරීම ජනවාර්ගික පිරිසිදු කිරීමේ විවිධ මානයන් වේ. මීට අමතරව, සෑම වසරකම 2009 න් පසු සමරනු ලබන අතර නාවික හමුදාව, ගුවන් හමුදාව සහ යුද වීරයෙකු හා පදක්කම් සඳහා හේතු විය.",
        "ඉහත සඳහන් වීරයන්ගෙන් සහ උසස්වීම් වීරෝදාර ක්රියා සඳහා ලබා දෙන්නේ කුමක්ද? එවැනි ඛේදජනක සිදුවීම් තවදුරටත් සිදු නොවන බවත්, අපගේ ඉලක්කය ප්රතිසන්ධානය බවත්, මේ වසරේ සාර්ථකත්වයට මෙම වීර ක්රියාකාරකම් සඳහා උමතුවෙන් හා පදක්කම් පිරිනමන බවත් සඳහන් කළ යුතු කරුණකි."
      ]
    },
    "en": {
      "title": "The government should take international investigations into human burials - Jaffna. Catholic Diocese of Justice Peace Commission",
      "body_lines": [
        "The Jaffna Catholic Diocese Justice Peace Commission has appealed to the government to take international investigations into the bombings, burials and disappearances of the Tamil people if there is a reconciliation.",
        "In this regard, they said in a statement that they were referring to \"some of the ideas that are stirred by the sheep.\". The report further stated:",
        "In 1996, Krishanthi Kumaraswamy, a student of Sundikuli Women's College, returned home from the exam and was murdered by the soldiers who were in a state of death and her mother and relationships who were murdered and buried there. The histories were that Rajapakse was sentenced to death after 2015 when Gotabhaya Rajapakse was president.",
        "In the affidavit made by Somaratna Rajapaksa, the main culprit of the murder of Krishanthi Kumaraswamy, some more Tamil people were killed and buried in the sheep, but no one talks about it.",
        "However, a few months ago, when a crematorium was carried out for a crematorium, human body parts were discovered and brought to the notice of the court.",
        "Then officially carried out a court -sponsored work in the area. Many more bone blocks were found.",
        "Approximately 65 human fitls were excavated when excavations in two phases were temporarily suspended 10.7.2025. Although these have not yet been analyzed, they are shocking to look up.",
        "Some of them are of the boys. In one place, the boy's toy, the school book, the girl's dress, and some bracelets have been found.",
        "On 15.7.2025. Archaeological professor Rajsoma Deva, who was present during the excavation in the presence of Anandarajah, and the legal officer, Selvaya Pranavan, were present.",
        "Archaeological Professor and Legal Profession in their interim reports, there are evidence that the skeletal skeletons in the skeleton in the field are considered to be a criminal and human rights violation, and the analysis of the 4-5-year-old man, especially the body of the body of Krishanthi (1996) (1996). There were also on the street.",
        "All of the arrests and the disappearance of those arrested. Jaffna Parliamentarian Sreedharan mentioned this at the parliamentary session of 2025 Ani Audi.",
        "There is a phrase that is known as 'TIP of the Iceberg' in English (a small area of ​​visible ice outside the water floating ice, which refers to a small ice that is visible when massive glaciers float in the sea.. But it is not known that the 65 human skeletons (including school girls) have been excavated in the sheep Sindhupathippatippatippatippatippatippatippati.",
        "In addition to this, some excavation, which was found in the crane, which was found in the 2024 papaya, the dead youth, the skeletons of the young women, the skeletons of the young women, the 'skeleton' in the Mannar Bridge, and the skeletal details of the 'Sathosa' premises in the Mannar Bridge Come to the conclusion of skeletons.",
        "Recently, the United Nations Human Rights Commission Commissioner Wochar Duck came to Jaffna when he came to Sri Lanka. It is welcome to attend the event and the 3 -day attention event organized by civil society activists at the time.",
        "However, it is a great disappointment that his comments do not point to international contribution to the investigation. The relations of the missing who have passed 3000 days have been conducting their attention to where their relations have disappeared after war. It is noteworthy that more than 200 people who were involved in these 3000 days have died without their relationships.",
        "The current government's actions that continue to come to power with a variety of promises and renewed promises. The government's actions did not improve an inch of the disappearance. The current government, which has come to power to reconciliation, is on the basis of the basic issue of the Tamil people.",
        "Although the roads are opened, some roads in the military occupation on the other hand have not yet been formally released. Traditional souls are liberal to the majority of Tamils ​​in the East.",
        "In Vettu Niri, Kuruthur and Taiti, the Tamil people have not been resolved. The Terrorism Act has not yet been lifted.",
        "After the war in 2009, tens of thousands of Tamil people ended and ended the responsibility of war crimes (killing those who surrendered: Sasapriya, Balachandran).",
        "Foreign interventions are refusing to know that there is no expertise at home in places like Semmani, Kokkuttuvai and Mannar Thirukethiswaram.. Example of the massacre during the war, Nawali Sen Peters Church, Nagercoil bomb blast, St. James Temple bombing, Madhu Church, Muttur Foreign NGO employee assassination, Muttur foreign charity assassination",
        "This is why if the Tamil people are to be reconciliation, some of the above issues must have been foreign intervention.. The state seems to be subordinate to the communal ideas of Sadveerasekera Wimalawansa and Vimala Ratnaderera.",
        "Thousands of civilians in the 30 -year fierce conflicts before 2009, when they were abducted, arrested, tortured, murdered, buried, buried, and killing of ordinary passengers (Kumudini massacre), the manifestations of genocide or ethnic cleansing.",
        "In addition, the Jaffna Library Fuel, the Capacity of the Lands of the public, the construction of Buddhist idols in the occupied areas are the various dimensions of ethnic cleansing. In addition, every year is celebrated after 2009 and awarded the Navy, Air Force and Grounds for war heroic activities and medals.",
        "Which of the above mentioned heroes and promotions are given for the heroic actions? It is worth noting that such tragic events will no longer happen, and that our goal is to reconciliation, and that this year's success was awarded promotion and medals for these heroic activities."
      ]
    }
  },
  "summary_lines": []
}