{
  "translated_text": {
    "ta": {
      "title": "குடெல்லாவில் குடு ஷிரோ கைது செய்யப்பட்டார்",
      "body_lines": [
        "சரணபாலா தேராவில் டெபாசிட் செய்யப்பட்ட வங்கி புத்தகத்தில் டெபாசிட் செய்யப்பட்ட வங்கி புத்தகமான குடு ஷிரோ என்று அழைக்கப்படும் பெரிய அளவிலான போதைப்பொருள் வியாபாரி என்று கொழும்பு குற்றப் பிரிவு கூறுகிறது.",
        "கூடுதலாக, ரூ.",
        "கொழும்பு குற்றப் பிரிவின் செயலாளர் உட்பட, சந்தேக நபர் போதைப்பொருள் மற்றும் வங்கி பாஸ் சபையில் சோதனை நடத்தப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "காவல்துறையினர் சமீபத்தில் ரூ.",
        "ஒரு போலீஸ் அதிகாரி சந்தேக நபர் வங்கியை கேள்விக்குள்ளாக்குவதில் நியாயமான பதிலை வழங்கத் தவறிவிட்டார் என்று கூறினார்",
        "மேலும் பரிமாறிக்கொள்ளப்பட்ட பணத்தை மேற்கொண்டுள்ள ஒரு போலீஸ் அதிகாரி, சந்தேக நபரில் ஸ்மார்ட்போன் மொபைல் தொலைபேசியைச் சரிபார்க்கும்போது இணையத்தில் பரிமாறிக்கொள்ளப்பட்டார்.",
        "போதைப்பொருள் கடத்தல் தொடர்பாக 46 வயதான சந்தேக நபர் விசாரிக்கப்பட வேண்டும்",
        "துணை ஆய்வாளர் ஹேஷன் மற்றும் பிற அதிகாரிகள், கொழும்பு குற்றப் பிரிவின் தலைமை காவல்துறை ஆய்வாளர், காவல்துறை உதவி கண்காணிப்பாளர் விசாரணை நடத்தி வருகின்றனர்."
      ]
    },
    "en": {
      "title": "Kudu Shiro arrested in Borella",
      "body_lines": [
        "The Colombo Crimes Division says that the large scale drug dealer called Kudu Shiro, a bank book deposited with a bank book deposited in Saranapala Thera.",
        "In addition, a sum of Rs. 95,000 / = has been taken into custody by drugs and a mobile earn of 3180 grams of drugs in possession of the suspect",
        "Police said the suspect was raided the house of the Narcotics and Bank Pass, including the Secretary to the Colombo Crimes Division.",
        "The police have recently recovered a sum of Rs.",
        "A police officer said that the suspect had failed to give a reasonable answer in questioning the banking",
        "A police officer who is conducting further exchanged money has been exchanged in the Internet while checking the Smartphone mobile phone in the suspect.",
        "46-year-old suspect is to be questioned in relation to drug trafficking",
        "Deputy Inspector Heshan and other officials are investigating the Chief Inspector of Police, Assistant Superintendent of Police of the Colombo Crimes Division."
      ]
    }
  },
  "summary_lines": [
    "Kudu Shiro, a large-scale drug dealer, was arrested in Borella. The Colombo Crimes Division found Rs. 95,000 and 3.18 kg of drugs in his possession. The police raided his house, seizing bank documents and questioning him about his financial activities. The 46-year-old suspect is being investigated for drug trafficking."
  ]
}