{
  "translated_text": {
    "ta": {
      "title": "எங்லேண்ட் ஒரு ஹோட்டலில் கொல்லப்பட்டார்",
      "body_lines": [
        "அனுராதபுராவில் உள்ள ஒரு சுற்றுலா ஹோட்டலில் தங்கியிருந்த இங்கிலாந்தின் குழு அனுராதபுரா தலைமையகம் தெரிவித்துள்ளது.",
        "இறந்தவர் இங்கிலாந்தில் அடையாளம் காணப்பட்டுள்ளார், எண் 5, எண் 5, கி 77 பி, அனுராதபுராவில் உள்ள ஹிசந்திர மவதாவிலிருந்து மற்றும் அனுராதபுராவில் வசிப்பவர் சாமுக்கு வந்துள்ளார். 84 வயதான 84 வயது வெளிநாட்டு.",
        "இரவு 10.30 மணியளவில் OPD இல் OPD இல் தூதுக்குழு கொல்லப்பட்டது, அதே நேரத்தில் 8 ஆம் தேதி அனுராதபுரா கற்பித்தல் மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "இந்த மரணம் குறித்து பிரேத பரிசோதனை மேற்கொள்ளப்பட வேண்டும். அனுராதபுரா காவல்துறை மேலும் விசாரணைகளை மேற்கொண்டு வருகிறது."
      ]
    },
    "en": {
      "title": "Engkland killed in a hence hotel",
      "body_lines": [
        "A group of England who had been staying at a tourist hotel in Anuradhapura, the Anuradhapura Headquarters said.",
        "The deceased has been identified in England, NO.5, NO.5, Ki77P, from Harischandra Mawatha in Anuradhapura and the resident of Anuradhapura has come to the SAM. The 84-year-old is a 84 year old foreign.",
        "The delegation was killed in the OPD at the OPD at about 10.30 pm while admission to the Anuradhapura Teaching Hospital on the 8th.",
        "The post mortem was to be carried out on this death. The Anuradhapura Police is conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "An 84-year-old English tourist was found dead in a hotel in Anuradhapura, Sri Lanka. The incident occurred at the hotel's OPD around 10:30 pm on the 8th, following admission to the Anuradhapura Teaching Hospital. A post-mortem is pending, and the Anuradhapura Police are investigating."
  ]
}