{
  "translated_text": {
    "ta": {
      "title": "இலங்கை மகளிர் குழு இலங்கையை வீழ்த்தியது",
      "body_lines": [
        "மேற்கிந்திய தீவுகள் மகளிர் குழு மற்றும் இலங்கை மகளிர் குழுவுக்கு இடையிலான ஒருநாள் போட்டியை 6 விக்கெட்டுகளால் இலங்கை வென்றது.",
        "இலங்கை அணி டாஸை வென்று முதலில் பேட் செய்யத் தேர்ந்தெடுக்கப்பட்டது.",
        "அதன்படி, வெஸ்ட் இண்டீஸ் பெண்கள் 195 ஓவர்களை இழந்ததற்காக 195 ரன்கள் எடுத்தனர்.",
        "சுகந்திகா குமாரி மற்றும் கவித் தில்ஹாரி தலா மூன்று விக்கெட்டுகளை வீழ்த்தினர்.",
        "196 ஐத் துரத்தும், இலங்கை பெண்கள் 34 ஓவர்களையும், ஒரு பந்தில் 4 விக்கெட்டுகளை இழந்தனர்."
      ]
    },
    "en": {
      "title": "Sri Lanka women's group beat Sri Lanka",
      "body_lines": [
        "Sri Lanka won the ODI between the West Indies women's group and the Sri Lanka women's group by 6 wickets.",
        "The Sri Lankan team won the toss and elected to bat first.",
        "Accordingly, West Indies women scored 195 runs for the loss of 197 overs.",
        "Sugandika Kumari and Kavith Dilhari took three wickets each.",
        "Chasing 196, Sri Lanka women scored 34 overs and the loss of 4 wickets in one ball."
      ]
    }
  },
  "summary_lines": [
    "In a thrilling match, Sri Lanka's women's cricket team secured a victory against the West Indies women's team by 6 wickets. After winning the toss and choosing to bat first, the West Indies managed to score 195 runs in 197 overs. Sri Lanka's bowlers, Sugandika Kumari and Kavith Dilhari, were instrumental in this feat, each taking three wickets. In their chase, Sri Lanka reached the target of 196 runs in just 34 overs, losing only 4 wickets in the process."
  ]
}