{
  "translated_text": {
    "ta": {
      "title": "19 வயதுக்குட்பட்ட இறுதிப் போரின் குறிக்கோள் இங்கே",
      "body_lines": [
        "19 வயதுக்குட்பட்ட உலகக் கோப்பை இறுதிப் போட்டியில் ஆஸ்திரேலியாவிற்கும் இந்தியாவிற்கும் இடையிலான இறுதி போட்டி தென்னாப்பிரிக்காவில் நடைபெறும்.",
        "முதலில், இலங்கைகள் 50 ஓவர்களின் முடிவில் 7 விக்கெட் இழப்புக்கு 253 ரன்கள் எடுத்தனர்.",
        "ஹர்ஜாஸ் சிங் 64 பந்துகளில் மூன்று சிக்ஸர்கள் மற்றும் 3 பவுண்டரிகளுடன் 55 ரன்கள் எடுத்தார்.",
        "தலைவர் ஹக் வெய்ப்கென் 48 ரன்கள் எடுத்தார், ஹாரி டிக்சன் 42 ரன்கள் எடுத்தார்.",
        "முடிவில், ஆலிவர் சிகரத்தை ஆலிவர் பீக் குழு ஸ்கோர்போர்டின் மேல் ஆலிவர் பீக்கை உருவாக்க முடிந்தது.",
        "அவர் 43 பந்துகள் மற்றும் இரண்டு பவுண்டரிகளில் 46 ரன்கள் எடுத்தார்.",
        "ராஜ் லிம்பானி, ஒரு பந்துவீச்சு, ஆஸ்திரேலியாவுடன் ஒரு விக்கெட் எடுத்தார்.",
        "நமன் திவாரி விக்கெட்டுகளுடன் ஒரு விக்கெட் எடுத்து தலா ஒரு விக்கெட் எடுத்தார்."
      ]
    },
    "en": {
      "title": "Here is the goal of the under 19 final battle",
      "body_lines": [
        "The final match between Australia and India in the Under-19 World Cup final will be held at South Africa.",
        "At first, Sri Lankans scored 253 runs for the loss of 7 wickets at the end of 50 overs.",
        "Harjas Singh scored 55 runs in 64 balls with three sixes and 3 fours.",
        "Leader Hugh WeIBGEN scored 48 runs while Harry Dixon scored 42 runs.",
        "At the end, the OLIER PEAKED OLIVER PEAK has been able to build the oliver peake on top of the group scoreboard.",
        "He scored 46 runs off 43 balls and two fours.",
        "RAJ Limbani, a bowling, took a wicket with Australia.",
        "Naman Tiwari took a wicket with wickets and took one wicket each."
      ]
    }
  }
}