{
  "translated_text": {
    "ta": {
      "title": "பின்னர் ஜனாதிபதிகளில் ஒருவர் மற்றும் ஆதரவு உள்ள ஒருவர்",
      "body_lines": [
        "போர் மோதல்கள் காரணமாக வாழ்க்கைச் செலவு அதிகரித்துள்ளது ...",
        "தீயில் இருந்தவர்கள் இன்று ஜனநாயகம் பற்றி பேசுவார்கள் ...",
        "தலைமை அமைப்பாளர், நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டுவசதி அமைச்சர் பிரசன்னா ரனாதுங்கா கூறுகையில், இந்த அதிகரிப்பு வாழ்க்கைச் செலவில் அதிகரிப்பு இருப்பது கடினம்.",
        "போர் காரணமாக வாழ்க்கைச் செலவு அதிகரித்துள்ளது என்று அமைச்சர் வலியுறுத்துகிறார்.",
        "ஜனாதிபதி ரணில் விக்கிரமசிங்கத்தால் மேற்கொள்ளப்படும் பொருளாதார திட்டத்தின் முகத்திற்கு நாடு திரும்பும்.. எதிர்க்கட்சி மற்றும் சதிகாரர்களால் ஏமாற்றப்படக்கூடாது என்றும் அவர் பொதுமக்களிடம் கேட்டுக்கொள்கிறார்.",
        "கம்பாஹாவில் இடுகையிடப்பட்ட கம்பாஹாவின் புனரமைப்பைப் பார்வையிட அமைச்சர் பிரசன்னா ரணத்துங்கா. அந்த நடைப்பயணத்தைப் பயன்படுத்தும் நபர்களின் குழுவின் வேண்டுகோளின்படி.",
        "நடைபயிற்சி லாண்ட் 2011 மற்றும் கம்பாஹா நகராட்சி மன்றத்தில் உருவாக்கப்பட்டுள்ளது.",
        "பாதையை சீர்திருத்தப் பயன்படுத்தப்படும் மக்கள் சீர்திருத்தப்பட வேண்டும்.",
        "நகர்ப்புற மேம்பாட்டு அதிகாரத்தின் தலையீட்டால் நல்லிணக்கத்தைத் தொடங்க முடிவு செய்யப்பட்டது.",
        "கேள்வி: \"மக்கள் மக்களுக்கு நிவாரணம் வழங்க முடியுமா?\"",
        "இறைவன் - கேரட்டின் விலை வாட் காரணமாக இல்லை. பொதுவாக, காய்கறிகளின் விலை அதிகரிக்கிறது.",
        "கர்த்தர் - உண்மையால் மக்களை தாங்க முடியாது. அது ஏற்றுக்கொள்கிறது. உலகில் பல நாடுகளில் போர் மோதல்கள் உள்ளன. உலகில் இதுதான். திரு. அனுரா குமாரா இதை அடிக்கடி அறிவார். ஜனாதிபதி ரணில் விக்ரமேசிங்கால் மேற்கொள்ளப்படும் பொருளாதார திட்டத்தின் முகத்திற்கு நாடு திரும்பும். நாட்டின் முன் சிறப்பாக இருக்கும். எனவே, எதிர்க்கட்சி மற்றும் சதிகாரர்களால் ஏமாற்றப்பட வேண்டாம் என்று மக்களை நாங்கள் கேட்கிறோம்.",
        "இறைவன் - நாட்டிற்கு கடின உதவி. ஆனால் திரு. அனுரா குமாரா நாட்டிற்கு அராஜகத்திற்கு செல்கிறார். அவர்கள் வெளிநாடு சென்று பணத்தை இலங்கைக்கு அனுப்புகிறார்கள்.",
        "பதில், மூன்று சதவீதம். அவர்கள் OYA 225 இல் உள்ளனர். நிர்வாகி, சட்டமன்றம் மற்றும் நீதித்துறை ஆகியவற்றைக் கொடுத்தால். அவர்கள் நாட்டை அராஜகமாக்குகிறார்கள்.",
        "இறைவன் பல கடைசி ஐந்து சிவில் தேர்தலில். வாக்குகளில் 10 வாக்குகள். பாட்டிலில் சஜித் பிரேமடாசா மற்றும் 55 லட்சம் வாக்குகளைப் பெற்றார். புத்திசாலித்தனமான மக்கள் இந்த அரசியல் வாசிப்பு தேர்வுகளை எடுத்துக்கொள்கிறார்கள். ஜே.வி.பி ஒரு பேஸ்புக் அலை.",
        "கே: தற்போதைய ஜனாதிபதிக்கு குறைந்தது ஐந்து மில்லியன் வாக்குகள் இல்லையா?",
        "பதில் என்னவென்றால், சுட்டிக்காட்டி ஆதரவு நாட்டின் எதிர்கால ஜனாதிபதி என்று நாங்கள் கூறுகிறோம்.",
        "கே: இருப்பினும், மேற்கோள் திரு. ரங்கில் விக்ரெமேசிங்கை ஆதரிக்க ரணில் விக்ரமேசிங்கை முடிவு செய்யவில்லை என்று கூறுகிறது?",
        "பதில் - சரியான நேரத்தில் நாட்டைக் கட்டக்கூடிய மனிதனை நாங்கள் ஆதரிக்கிறோம். இந்த பையன் மட்டுமே கிரிசுடுனாவிலிருந்து நாட்டை மீட்டெடுக்க முன்வந்தான். பொருளாதார நெருக்கடியைத் தீர்க்க இது ஒரு பார்வை உள்ளது. இன்று அதிர்ச்சியடைந்து போரை நீக்கிய மக்கள். வரலாற்றில் அவர்களின் நடத்தையைப் பாருங்கள்.",
        "கே: அமைச்சர் இரண்டு ஆண்டுகளுக்கு இருவருக்கும் வந்தாரா?எனவே நீங்கள் எடுக்க முடியுமா?",
        "ஜனாதிபதித் தேர்தலில் 51 சதவீத வசனங்கள். இது இன்று நாட்டில் ஒரு தேசிய கேள்வி அல்ல. தற்போதைய ஜனாதிபதி பொருளாதார நெருக்கடியைத் தீர்க்க கூட்டத்தின் தலைவராக உள்ளார். அதனால்தான் நாங்கள் அவரை ஆதரிக்கிறோம். පොහොට්ටුව හැම තිස්සේම වැඩ කළේ රට ගැන හිතලයි. ஆனால் போராட்டத்தில் இருந்தவர்கள் இன்று ஜனநாயகத்தைப் பற்றி பேசுகிறார்கள்.",
        "கோரோனுக்கு பதில், வளர்ந்த நாடுகளின் மக்கள் அபாயகரமான நிலங்களைக் கொண்டுள்ளனர். ஆனால் ஜனாதிபதி கோத்தாபயாவுக்கு நம் நாட்டில் அத்தகைய நிலைமை வழங்கப்படவில்லை. அவர் மூன்று தடுப்பூசிகளையும் நாட்டில் விட்டுவிடுகிறார். இன்று திரையிடுபவர்களால் அவர் வாழ்கிறார்.",
        "கோத்தாபயா எதிர்ப்பு தெரிவிக்க ஒரு தனி இடத்தைக் கொடுத்தார் என்று கர்த்தர் சரிபார்க்கிறார். முடிவுக்கு என்ன நடந்தது. அவ்வாறு செய்யக்கூடிய நாடுகள் உள்ளன. ஜனநாயகம் என்பது மக்களை எரிப்பதும் எரிப்பதும் அல்ல.",
        "கே: ஜனாதிபதியால் இதை மீண்டும் செய்ய முடியுமா?",
        "கே: ஆனால் யு.என்.பி ஜனாதிபதித் தேர்தலுக்கு ஜனாதிபதித் தேர்தலைக் கோரியால்?",
        "பதில். ஆனால் அந்த பையன் யார் என்பது கட்டாயமானது. அதுதான் பூமியில் உள்ள உண்மை."
      ]
    },
    "en": {
      "title": "Then one of the presidents and someone who has support",
      "body_lines": [
        "The cost of living has increased due to war conflicts ...",
        "The people who were on fire would talk about democracy today ...",
        "The Chief Organizer, Minister of Urban Development and Housing, Prasanna Ranatunga says that the increase is difficult to hold the increase in the cost of living.",
        "The Minister emphasizes that the cost of living has increased due to the war.",
        "The country will be returned to the face of the economic program that is being carried out by President Ranil Wickremesinghe.. He also requests the public to not be deceived by the opposition and conspirators.",
        "Minister Prasanna Ranatunga to visit the reconstruction of the Gampaha posted in Gampaha. According to the request of a group of people who use that walk.",
        "The walking laund has been created in 2011 and the Gampaha Municipal Council.",
        "The people used to reform the lane should be reformed.",
        "It was decided to commence the reconciliation by the intervention of the Urban Development Authority.",
        "Question: \"Is it possible for people to give relief to the people?\"",
        "The Lord - The price of carrot was not because of VAT. Generally, the price of vegetables increases.",
        "The Lord - The truth cannot bear the people. It is accepting. There are war conflicts in many countries in the world. This is the case in the world. Mr. Anura Kumara frequently know this. The country will return to the face of the economic program that is being carried out by President Ranil Wickremesinghe. The country's front will be better. Therefore, we ask the people not to be deceived by the opposition and conspirators.",
        "The Lord - Hard aid to the country. But Mr. Anura Kumara goes to the country to anarchy. They go abroad and send the money to Sri Lanka.",
        "The answer is that, the three percent. They're in Oya 225. Given the executive, legislature and the judiciary. They make the country anarchy.",
        "The Lord Several Last Five Civil Election. 10 of the votes cast. Sajith Premadasa at Pattle and took 55 lakh votes. Intelligent people take these political reading choices. The JVP is a Facebook wave.",
        "Q: The present President did not have at least five million votes?",
        "The answer is that we say the support of the pointer is the future president of the country.",
        "Q: However, the quotation is saying that Ranil Wickremesinghe has not decided to support Mr. Ranil Wickremesinghe?",
        "The answer - We support the man who can build the country at the right time. This guy was the only one who came forward to recover the country from crisuduna. It has a vision to resolve the economic crisis. The people who are shocking today and fired the war. See their behavior in history.",
        "Q: Did the Minister Brawn the Years of two to the two?So will you be able to take?",
        "The Lord Verses 51 percent of the presidential election. It was not a national question in the country today. The present President is the leader of the meeting to resolve the economic crisis. That is why we support him. The poult has always worked about the country. But the people who were on the struggle speak of democracy today.",
        "The answer to the Koron, people of developed countries have fatal land. But President Gotabhaya was not given such a situation in our country. He leaves all three vaccines in the country. He is living because of those who screen today.",
        "The Lord Verifies Gotabhaya gave a separate place to protest. What happened to the end. There are countries that can do so. Democracy is not the burning and burning of people.",
        "Q: Will the President be able to do this again?",
        "Q: But if the UNP is requesting the presidential election for the presidential election?",
        "The answer. But whoever is that guy is compulsory. That's the truth in the earth."
      ]
    }
  },
  "summary_lines": [
    "The text discusses the impact of war on the cost of living, with Minister Prasanna Ranatunga highlighting the challenges. It mentions the economic program by President Ranil Wickremesinghe and the reconstruction of Gampaha's walking lane. The text also addresses political questions, including the support for the current President and the future of the country."
  ]
}