{
  "translated_text": {
    "ta": {
      "title": "பல பகுதிகளில் மோட்டார் சைக்கிளைத் திருடிய ஒருவரை போலீசார் கைது செய்தனர்",
      "body_lines": [
        "பல பகுதிகளில் மோட்டார் சைக்கிள்களை திருடிய ஒருவரை கஹதுடுவா காவல்துறை கைது செய்துள்ளது.",
        "ரூ.",
        "சந்தேக நபரிடமிருந்து மூன்று திருடப்பட்ட மொபைல் போன்களையும் போலீசார் கண்டுபிடித்துள்ளனர்.",
        "விசாரணையை எதிர்கொண்டு, சந்தேக நபர் ரூ.",
        "அதன்படி, மோட்டார் சைக்கிள்களை கைது செய்ய காவல்துறையினர் நடவடிக்கை எடுத்துள்ளனர்.",
        "மோட்டார் சைக்கிள் அடமானம் மற்றும் உயிரிழப்புகளைத் தயாரிக்க சந்தேக நபர் பயன்படுத்தப்பட்டார்.",
        "சந்தேக நபர் பட்டுவிதாவில் 53 வயதானவர்."
      ]
    },
    "en": {
      "title": "Police arrested a person who stole motorbike in several areas",
      "body_lines": [
        "Kahathuduwa police have arrested a person who stole motorbikes in several areas.",
        "Police said three motorbikes worth over Rs.",
        "Police have also found three stolen mobile phones from the suspect.",
        "In the face of interrogation, the suspect had been mortgaged at Rs.",
        "Accordingly, the police have taken steps to be taken into custody motorbikes.",
        "The suspect was used to prepare the motorcycle mortgaged and the casualties.",
        "The suspect is a 53-year-old resident of Batuwita."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Kahathuduwa police arrested a 53-year-old man for stealing motorbikes in several areas. Three bikes valued over Rs. were seized along with stolen mobile phones. The suspect was interrogated about mortgaging motorcycles and causing casualties."
  ]
}