{
  "translated_text": {
    "ta": {
      "title": "ஆடைத் தொழிலுக்கு ஒரு பெரிய நம்பிக்கையை விட்டுவிட முடியாது",
      "body_lines": [
        "அரசாங்கத்தின் நன்மைகளை அரசாங்கத்தின் நன்மைகளை வழங்குதல் மற்றும் மக்களுக்கும் நாட்டிற்கும் நன்மைகளை வழங்குதல்",
        "மாவட்ட செயலாளர்கள் மற்றும் பிரதேச செயலாளர்களுடன் ஜனாதிபதித் தேர்தலை ஜனாதிபதி வலியுறுத்துகிறார்.",
        "வளர்ச்சியின் வளர்ச்சியில் அரசாங்கத்தின் பணத்தை ஊக்குவிக்குமாறு அனைத்து உள்ளூர் அரசாங்க அதிகாரிகளையும் ஜனாதிபதி ரணில் விக்ரமேசிங்குக் கோரியுள்ளார்.",
        "இந்த திட்டங்களின் நன்மைகள் தேசிய பொருளாதாரத்திற்கும், மக்களுக்காக செயல்படுத்தப்பட்ட \"பரம்பரை\" மரபுரிமையும், \"பரம்பரை\" க்கும் தீவிரமாக பங்களிக்குமாறு கேட்டுக்கொள்ளப்பட்டதாகவும் ஜனாதிபதி கூறினார்.",
        "அரசாங்கத்தின் மேம்பாட்டுத் திட்டங்களின் முன்னேற்றம் குறித்து மாவட்ட செயலாளர்கள் மற்றும் பிரதேச செயலாளர்களுடனான கலந்துரையாடலில் ஜனாதிபதி ரணில் விக்ரமேசிங்க் இந்த அறிக்கையை வெளியிட்டார்.",
        "\"கடுமையான எதிர்காலம் - 2024 'மேம்பாட்டுத் திட்டங்கள் அரசாங்கத்தால் செயல்படுத்தப்பட்டு செயல்படுத்தப்பட்டவை என்ற கருப்பொருளால் தீம் ஏற்பாடு செய்யப்பட்டது, அரசாங்கத்தால் செயல்படுத்தப்பட்ட மேம்பாட்டுத் திட்டங்களுக்கு விரிவாக விவாதிக்கப்பட்டது.",
        "2 மில்லியன் குடும்பங்கள் \"நிவாரணம் 'திட்டத்திலிருந்து பயனடைகின்றன, மேலும் குடும்பங்களின் எண்ணிக்கை 2.4 மில்லியன் குடும்பங்களாக அதிகரிக்கப்படும். இந்த நோக்கத்திற்காக ஒதுக்கீடு ரூ. 183 பில்லியன்.",
        "மேலும், ரூ.",
        "25 மாவட்டங்களில் பரவலாக்கப்பட்ட பட்ஜெட் திட்டத்தை செயல்படுத்த அரசாங்கம் ரூ.",
        "11 மாவட்டங்களில் 4,401 கிராம நிலதரி பிரிவுகளை இயக்க 'கந்துராடோமா தசாப்தம்' திட்டத்தில் ரூ .10 பில்லியன் ஒதுக்கப்பட்டுள்ளது.",
        "26 பிரதேச செயலகப் பிரிவுகளில் 26 பிரதேச செயலகப் பிரிவுகளில் 26 பிரதேச செயலகப் பிரிவுகளை அமல்படுத்த ரூ .2,500 மில்லியன் ஒதுக்கப்பட்டுள்ளது.",
        "இந்த பணத்தை முறையாக அடைவதன் முக்கியத்துவத்தை ஜனாதிபதி வலியுறுத்தினார்.",
        "ஒவ்வொரு பிரதேச செயலாளரும் நவீன விவசாய பொருளாதாரத்தை உருவாக்க திட்டமிட்டுள்ளதாகவும், தொழிலாளர் பேரழிவில் பெண்களின் பிரதிநிதித்துவத்தை அதிகரிக்க எடுத்துக் கொள்ளப்படுவதாகவும் ஜனாதிபதி ரணில் விக்ரெமேசிங் மேலும் கூறினார்.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கால் தயாரிக்கப்பட்ட முழு கதையும் பின்வருமாறு,",
        "இந்த ஆண்டு நாட்டின் பொருளாதாரத்தின் வீழ்ச்சிக்குப் பிறகு பொருளாதார வளர்ச்சியை மீண்டும் விளக்கும் என்று எதிர்பார்க்கப்படுகிறது. 2019 இல் ஈஸ்டர் குண்டுவெடிப்பு காரணமாக நாட்டின் பொருளாதார வளர்ச்சி குறைந்தது. அதன்பிறகு, 2022 வாக்கில், பொருளாதாரத்தின் வளர்ச்சி விகிதம் 2022 க்குள் வேகமாக குறைந்தது.",
        "அதன்பிறகு, 2024 ஆம் ஆண்டில் 2% பொருளாதார வளர்ச்சியை அடைய விரும்புகிறோம். இந்த ஆண்டு நாங்கள் 2% பொருளாதார வளர்ச்சியை அடைந்துள்ளிருந்தாலும், 2019 ஆம் ஆண்டுக்கு வர இரண்டு முதல் மூன்று ஆண்டுகள் ஆகும். இருப்பினும், 2027 ஆம் ஆண்டின் இலக்கை எட்டுவது எனது குறிக்கோள்.",
        "2022 ஆம் ஆண்டில் நான் நாட்டைக் கைப்பற்றியபோது, ​​நாட்டின் பொருளாதாரம் இடிந்து விழுந்தது. யலா பருவத்தை வெற்றிகரமாக மாற்ற நான் முன்னுரிமை அளித்தேன். மஹா பருவத்தில் வெற்றிபெற நடவடிக்கை எடுத்தார். அப்போது எங்களிடம் பணம் இல்லை.",
        "உலக உணவு அமைப்பு மூலம் அமெரிக்கா எங்களுக்கு 36,000 மெட்ரிக் டன் உரத்தை வழங்கியது. யூரோயா இந்தியாவில் இருந்து 40,000 மெட்ரிக் டன் கொடுத்தது. உலக வங்கிக்கு 135,000 மெட்ரிக் டன் உரங்கள் கிடைத்தன. இதன் விளைவாக, யலா பருவத்தையும் மஹா பருவத்தையும் நாங்கள் செய்ய முடிந்தது.",
        "நாம் இப்போது முன்னேற வேண்டும். அடுத்த 10-15 ஆண்டுகளில் குறைந்த வருமானம் கொண்ட குடும்பங்களின் எண்ணிக்கையை குறைப்பதே எங்கள் நோக்கம். இருப்பினும், நிவாரணம் தேவைப்படும் மக்களுக்கு இப்போது சலுகைகளை வழங்கியுள்ளோம். அதன்படி, நிவாரணத்தில் நாம் கொடுக்கும் பணத்தின் அளவு அதிகரித்துள்ளது. அந்த பயனாளிகளின் எண்ணிக்கையை அதிகரிக்க நாங்கள் நடவடிக்கை எடுத்துள்ளோம். இந்த திட்டத்தில் சில குறைபாடுகள் இருக்கலாம். இந்த ஆண்டு அந்த குறைபாடுகளைப் பயன்படுத்தி நாம் முன்னேற வேண்டும்.",
        "இந்த குறைந்த வருமானம் கொண்ட மக்களுக்கு நாம் கொடுக்கும் அனைத்து பணமும் நாட்டின் பொருளாதாரத்தில் சேர்க்கின்றன.. அதன்படி, இந்த ஆண்டு நாட்டின் பொருளாதாரத்தில் இந்த பணம் சேர்க்கப்படுகிறது. மேலும், அரசாங்கம் சம்பளத்தை அதிகரித்துள்ளதால் தனியார் துறை அதிகரிப்பு ஏற்படுகிறது. மேலும் தோட்டமும் அதைப் பற்றி விவாதித்தது. எனவே, இந்த சம்பள அதிகரிப்பின் நன்மையை பொருளாதாரம் பெறுகிறது.",
        "மூன்றாவதாக, ஒரு பரவலாக்கப்பட்ட பட்ஜெட் உள்ளது. கடந்த பருவத்தின் வளர்ச்சி நிறுத்தப்பட்டது. எனவே ஒப்பந்தக்காரர்கள் மற்றும் சப்ளையர்கள் தங்கள் பணத்தை இழந்தனர். இந்த பணம் இந்த ஆண்டு பொருளாதாரத்திற்குத் திரும்புகிறது. கூடுதலாக, நாங்கள் முகாம்ஷிப்பைத் தொடங்கினோம். கந்தகரா பகுதிகள் சரியாக உருவாக்கப்படவில்லை. அதற்காக பணம் கொடுக்க நாங்கள் செய்துள்ளோம். இந்த பணம் செலவிடப்படும்போது, ​​அது நாட்டின் பொருளாதாரத்திலும் சேரும்.",
        "எனவே, அரசாங்கம் முறையாகக் கோருகிறது என்று நான் கேட்டுக்கொள்கிறேன். தொடர்புடைய பாடங்களுக்கு இந்த பணத்தைப் பயன்படுத்தவும். பணம் பின்னர் நாட்டின் பொருளாதாரத்தில் சேரும்.",
        "அவர்கள் மக்களுக்கு \"\" பாரம்பரிய \"மரபுரிமையை\" பரம்பரை \"செயல்படுத்தினர். இது மக்களின் நீண்டகால பிரச்சினையை தீர்க்கும். அதன்படி, நில உரிமையின் அனைத்து விஷயங்களும் ரூ .1 க்கு முதல் கட்டத்தின் கீழ் முடிக்கப்பட்டுள்ளன. சிக்கல்களில் உள்ள சிக்கல்களில் அந்த சிக்கல்களை இது செயல்படுத்தும் என்று எதிர்பார்க்கப்படுகிறது. மக்களுக்கு மக்களின் உரிமையை வழங்க நடவடிக்கைகளும் எடுக்கப்பட்டுள்ளன.",
        "தற்போதுள்ள பொருளாதார அமைப்பில் நாம் முன்னேற முடியாது. நாட்டை திவால்நிலையிலிருந்து விடுவிக்க அரசாங்கம் இப்போது செயல்பட்டு வருகிறது. பணம் செலுத்துவதற்கு சலுகை நேரத்தைக் கேட்டுள்ளோம். எங்கள் ஏற்றுமதிகள் விட இறக்குமதி செய்யப்பட்டவை என்பதை இங்கே நாம் நினைவில் கொள்ள வேண்டும். இறக்குமதியை ஈடுகட்ட ஒவ்வொரு ஆண்டும் நாங்கள் கடன் வாங்க வேண்டும், ஏற்றுமதி இடைவெளி. எனவே, நாம் ஒரு திட்டத்தில் செயல்பட வேண்டும்.",
        "கடைசி பொருளாதார நெருக்கடியின் முகத்தில், நாம் அனைவரும் பாதிக்கப்படுகிறோம். நாம் அதற்குத் திரும்பினால், எங்கள் கடமைகளின் முடிவு எதுவும் இல்லை. எனவே நாட்டின் பொருளாதாரத்தை வலுப்படுத்த நாம் அனைவரும் ஈடுபட வேண்டும்.",
        "இந்த திட்டத்தை சுற்றுலாவிலிருந்து தொடங்கினோம். டிசம்பருக்குள் ஏராளமான சுற்றுலாப் பயணிகள் நம் நாட்டிற்கு வருவார்கள் என்று நம்புகிறோம். ஆடைத் தொழிலால் ஆடைத் தொழிலுக்கு பெரும் நம்பிக்கையை அமைக்க முடியாது. நாம் விவசாயத்தில் கவனம் செலுத்த வேண்டும். சிங்கள ராஜாவின் இறுதி வரை நாங்கள் ஒரு விவசாய தேசம். எங்கள் விவசாய ஏற்றுமதி தொழில் அன்று வலுவாக இருந்தது. நாம் மீண்டும் அந்த நிலையில் இருக்க வேண்டும்.",
        "பயங்கரவாதத்தை நவீனமயமாக்குவதில் நாங்கள் கடமைப்பட்டுள்ளோம். நாங்கள் 26 பிரதேச செயலகர்களைத் தேர்ந்தெடுத்துள்ளோம். விவசாய சேவை அலுவலகங்கள் விவசாய நவீனமயமாக்கல் அலுவலகங்களாக மாற்றப்படும். அனைத்து விவசாயங்களையும் ஒரே அமைச்சரின் கீழ் கொண்டுவர நாங்கள் நடவடிக்கை எடுத்துள்ளோம். நெல் சாகுபடியில் அறுவடையை அதிகரிக்க திட்டமிட்டுள்ளோம். நாங்கள் பயிர் சாகுபடி மற்றும் இலவங்கப்பட்டை சாகுபடியைத் தொடங்கினோம்.",
        "எதிர்காலத்தில் ஒவ்வொரு பகுதியிலும் வேளாண் நவெனமென்ட் திட்டம் செயல்படுத்தப்பட உள்ளது. ஒவ்வொரு பிரிவு செயலகப் பகுதியின் நவீன வேளாண் பொருளாதாரத்தை உருவாக்க நாங்கள் திட்டமிட்டுள்ளோம்.",
        "தொழில் பயிற்சி மையங்களைச் சேர்ப்பதற்கும் தொழில் பயிற்சியை அமைப்பதற்கும் நாங்கள் நடவடிக்கை எடுப்போம்.",
        "நாங்கள் முதன்மையாக சுற்றுலா மற்றும் வேளாண் மேம்பாட்டுத் திட்டங்களுடன் தொடர வேண்டும்.",
        "கடன் மறுசீரமைப்பு திட்டத்திற்குப் பிறகு வெளிநாட்டு முதலீட்டுடன் புதிய முதலீட்டு மண்டலங்களை உருவாக்க திட்டமிட்டுள்ளோம். தெற்கு மாகாணத்திலும் மலைகளிலும் சுற்றுலாவை மேம்படுத்துவதை ஊக்குவிப்பதற்காக திருகோணமாலீ, இங்கிரியா, கண்டி, கண்டி மற்றும் யாஃப்னா போன்ற பல பகுதிகள் ஊக்குவிக்கப்பட்டுள்ளன.",
        "டிஜிட்டல் மற்றும் பசுமை பொருளாதாரத்திற்கு செல்வதே எங்கள் குறிக்கோள். இந்த அனைத்து நடவடிக்கைகளிலும், நாங்கள் ஒரு புதிய பொருளாதாரத்தை உருவாக்க முடியும்.",
        "நாங்கள் பெண்களுக்கு புதிய விதிகளை கொண்டு வந்துள்ளோம். நாங்கள் பெண்களின் உரிமைகளுக்காகவும், பெண்களை பணியாளர்களுக்கு மேம்படுத்தவும் வேலை செய்கிறோம்."
      ]
    },
    "en": {
      "title": "Can't leave a great hope of the apparel industry",
      "body_lines": [
        "Provide the benefits of the government with the benefits of the government and provide benefits to the people and the country",
        "President emphasizes the presidential election with the District Secretaries and Divisional Secretaries.",
        "President Ranil Wickremesinghe requested all local government officials to promote the government's money on the development of the development.",
        "The President also said that the benefits of all these programs were also requested to actively contribute to the national economy as well as the \"inheritance\" inherited, \"inheritance\", which has been implemented for the people.",
        "President Ranil Wickremesinghe made this statement at a discussion with District Secretaries and Divisional Secretaries on the progress of the government's development programs implemented.",
        "The theme was organized by the theme of \"the stringent future - 2024 'development programs implemented and implemented by the government was discussed at length to the development programs implemented by the government.",
        "2 million families benefit from the \"relief 'program and the number of families will be increased to 2.4 million families. The allocation for this purpose is Rs. 183 billion.",
        "Also, Rs.",
        "The Government has resulted in Rs. 11,250 million to implement the decentralized budget program in the 25 districts.",
        "The 'Kanduratoma decade' program has been allocated Rs. 10 billion to operate 4,401 Grama Niladhari Divisions in 11 districts.",
        "Rs. 2,500 million has been allocated for implementation of 26 Divisional Secretariat Divisions in 26 Divisional Secretariat Divisions in 26 Divisional Secretariat Divisions.",
        "The President emphasized the importance of achieving this money properly.",
        "President Ranil Wickremesinghe added that every Divisional Secretariat has planned to create a modern agricultural economy and will be taken to increase women representation in labor calamity.",
        "The full story made by President Ranil Wickremesinghe is as follows,",
        "This year is expected to re-exploit economic growth after the collapse of the economy of the country. The country's economic growth slowed down due to the Easter bombing in 2019. After that, by 2022, the growth rate of the economy dropped rapidly by 2022.",
        "Thereafter, we are looking to achieve 2% economic growth in 2024. Although we have achieved 2% economic growth this year, it will take about two to three years to come to the year 2019. However, it is my goal to reach that goal of 2027.",
        "When I took over the country in 2022, the economy of the country had collapsed. Where I gave priority to make Yala season successful. Then took steps to succeed in the Maha season. We didn't have money then.",
        "The US gave us 36,000 metric tons of fertilizer through the World Food Organization. Euroia gave 40,000 metric tons from India. World Bank got 135,000 metric tons of fertilizer. As a result, we were able to make the Yala season and the Maha season.",
        "We must move forward now. Our aim is to reduce the number of low income families in the next 10-15 years. However, we have now provided the concessions to the people who need relief. Accordingly, the amount of money we will give in the relief has been increased. We have taken steps to increase the number of those beneficiaries. There may be some shortcomings in this program. We must move forward using those shortcomings this year.",
        "All the money we give to these low income people add to the economy of the country.. Accordingly, this money is added to the economy of the country this year. Also, the private sector increases occur as the government has increased salaries. And the plantation also discussed it. Therefore, the economy gets the advantage of this salary increase.",
        "Third, there is a decentralized budget. The development of the last season stopped. So the contractors and suppliers lost their money. This money is returning to the economy this year. In addition, we have started the campship. Kandakara areas have not been properly developed. We have done to give money for it. When this money is spent, it will also join the economy of the country.",
        "Therefore, I request that the government is demanding properly. Use this money for the relevant subjects. The money will then join the country's economy.",
        "They also implemented the \"\" \"heritage\" inherited \"inheritance\" to the people. This will solve the long-term problem of the people. Accordingly, all matters of land ownership for Rs. 1 have been completed under the first phase. It is expected to implement those issues in problems with problems. Steps have also been taken to give the people's right to the people.",
        "We can't move forward in the existing economic system. The government is now working to free the country from bankruptcy. We have asked for a concessionary time for the payment of payments. Here we must remember that our exports are more imported than. We have to borrow every year to cover the imports, export gap. Therefore, we must act on a plan.",
        "In the face of the last economic crisis, all of us suffer. If we return to it, there is no result of our commitments. So all of us should commit to strengthen the economy of the country.",
        "We started this program from tourism. Hopefully a large number of tourists will come to our country by December. The garment industry cannot set a great hope of the apparel industry. We must focus on agriculture. We are an agricultural nation until the end of the Sinhalese king. Our agricultural export industry was strong that day. We should be back in that position.",
        "There we are committed to modernizing terrorism. We have selected 26 Divisional Secretariats. Agrarian Services Offices will be converted into agricultural modernization offices. We have taken steps to bring all agriculture under one minister. And we are planning to increase the harvest at paddy cultivation. We have started crop cultivation and cinnamon cultivation.",
        "Agriculture Navinnament Program is to be implemented in every area in the future. We are planning to create a modern agro-economy of every Divisional Secretariat area.",
        "We will also take steps to add vocational training centers and set up career training.",
        "We are primarily to proceed with tourism and agro developmental programs.",
        "We are planning to create new investment zones with foreign investment after the loan restructuring program. Several areas like Trincomalee, Ingiriya, Kandy, Kandy and Jaffna have been promoted to promote the promotion of tourism in the Southern Province and the mountains.",
        "And our goal is to go to a digital and green economy. With all these activities, we will be able to build a new economy.",
        "And we have brought new rules for women. We also work for women's rights and to enhance women into the workforce."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the importance of government programs for economic development, aiming for 2% growth by 2024. He highlighted the benefits of relief programs, decentralized budgets, and the \"heritage\" inheritance initiative, focusing on agriculture and modernizing the economy."
  ]
}