{
  "translated_text": {
    "ta": {
      "title": "ஆண்டுக்கு 4.5 மில்லியன் டன் பிளாஸ்டிக் இறக்குமதி, ஆனால் 50,000 டன் மறுசுழற்சி",
      "body_lines": [
        "QR குறியீட்டின் அடிப்படையில், செல்லப்பிராணி பிளாஸ்டிக் பாட்டில்கள் சுற்றுச்சூழல், இயற்கை வளங்கள் மற்றும் வளர்ச்சியைத் தக்கவைத்துக்கொள்வது தொடர்பான துறைசார் மேலதிக குழுவுடன் குறிப்பிடப்பட்டன.",
        "சுற்றுச்சூழல், இயற்கை வளங்கள் மற்றும் சூசார் மேம்பாட்டு அஜித் மன்னானாபெமா தொடர்பான துறை மேற்பார்வைக் குழுவும் பாராளுமன்றத் தலைவராக கலந்து கொண்டது.",
        "குழுவின் தலைவர் க .ரவ.",
        "இது பிளாஸ்டிக்கில் அதிக கவனம் செலுத்துகிறது, மேலும் மாதத்திற்கு சுமார் 1,200 மெட்ரிக் டன் சுற்றுச்சூழலுக்கு மறுசுழற்சி செய்கிறது, மீதமுள்ள 900 டன் திறந்த சூழலில் புதைக்கப்பட்டுள்ளது.",
        "பிளாஸ்டிக் பாட்டில்களைச் சேர்க்காததற்கு மிகப்பெரிய காரணம் அவற்றை சேகரிப்பதில் ஆர்வம் காட்டவில்லை என்பதும் தெரியவந்தது.",
        "QR குறியீட்டின்படி, துறையில் உள்ள திட்டங்கள், துறையில் தொழில்நுட்ப மற்றும் நிதித் தகவல்கள், செல்லப்பிராணி பிளாஸ்டிக் பாட்டில்களின் வைப்புத் துறையில், ஜூலை 18 க்கு முன்னர் செய்தித்தாள் விளம்பரங்கள் செய்யப்பட்டுள்ளன, ஆனால் கொடுக்கப்பட்ட காலம் போதுமான தொழில் பிரதிநிதிகள் கூறியது இல்லை. அதன்படி, திட்டங்கள் மற்றும் விரிவான தயாரிப்பு அமைப்பு (விரிவாக்கப்பட்ட உற்பத்தி) அமைப்பை மேம்படுத்துவதற்காக திட்டங்கள் வழங்கப்பட்டன என்று கட்சி சட்டப்பூர்வமாக்குமாறு கோருகிறது.",
        "ஆகஸ்ட் 27 முதல் ஆகஸ்ட் 27 வரை திட்டங்களை விரிவுபடுத்துவதற்கான திட்டங்களை சட்டப்பூர்வமாக்க இதன் அனைத்து நீளங்களுடனும் விவாதிக்கப்பட்ட குழு விவாதிக்கப்பட்டது.",
        "QR குறியீட்டின் அடிப்படையில் செல்லப்பிராணி பிளாஸ்டிக் பாட்டில்களை மறுசுழற்சி செய்ய உலகின் பிற நாடுகளின் நடைமுறைகள் குறித்து அறிக்கை செய்யுமாறு சுற்றுச்சூழல் அமைச்சகம் அமைச்சின் அதிகாரிகளுக்கு அறிவுறுத்தியது."
      ]
    },
    "en": {
      "title": "4.5 million tons of plastic per year imports, but recycling 50,000 tonnes",
      "body_lines": [
        "Based on the QR code, PET plastic bottles were noticated with the sectoral oversion committee on the environment, natural resources and sustain development.",
        "The sectoral Oversight Committee on Environment, Natural Resources and Susar Development Ajith Mannapperuma was also present at the Chairman of Parliament.",
        "The Chairman of the Committee Hon.",
        "This is the most focused on plastic and that about 1,200 metric tons of mine per month is recycling to the environment, and the remaining 900 tons are buried in the open environment.He said he was sabotized in the soil.",
        "It was also revealed that the main reason for the largest reason for not adding plastic bottles is not interested in collecting them.",
        "According to the QR code, the proposals in the field, technical and financial information in the field, in the field of deposit of the PET plastic bottles, newspaper advertisements have been made before July 18, but the given period is adequateIndustry representatives said that not. Accordingly, the party calls for legalization that the proposals were given to promote the proposals and the comprehensive product system (extended productive) system).",
        "The Committee discussed with all part of the lengths of this was recommended to legalize the proposals to extend the proposals until 27th August to 27 August.",
        "The Ministry of Environment instructed the officials of the Ministry to report on the procedures of other countries in the world to recycled the PET plastic bottles based on the QR code."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka imports 4.5 million tons of plastic annually, recycling only 50,000 tonnes. The Sectoral Oversight Committee on Environment, chaired by Ajith Mannapperuma, focuses on plastic waste management. It's noted that while 1,200 metric tons of plastic are recycled monthly, 900 tons are improperly disposed of. The main obstacle to increasing recycling is the lack of interest in collecting plastic bottles. Proposals for improving plastic recycling, including deposit schemes for PET bottles, were insufficiently advertised. The committee recommends legalizing these proposals and extending the submission deadline to August 27th. The Ministry of Environment will investigate international recycling practices for PET bottles."
  ]
}