{
  "translated_text": {
    "ta": {
      "title": "நியூசிலாந்திற்கு எதிராக இலங்கை முதல் சோதனையை வென்றது",
      "body_lines": [
        "நியூசிலாந்திற்கு எதிரான முதல் டெஸ்ட் போட்டியில் இலங்கை நியூசிலாந்தை 63 ரன்கள் வித்தியாசத்தில் வீழ்த்தியது.",
        "275 ரன்கள் என்ற இலக்கைத் துரத்த, நியூசிலாந்து, 275 ரன்கள் எடுத்தது, அவர்களின் இரண்டாவது இன்னிங்சில் 211 மட்டுமே.",
        "பேட்டிங் முதல் இலங்கை முதல் இன்னிங்ஸில் அனைத்து விக்கெட்டுகளையும் இழந்ததற்காக 305 ரன்கள் எடுத்தது.",
        "இலங்கை அணி பின்னர் இரண்டாவது இன்னிங்ஸில் விளையாடியது மற்றும் அனைத்து விக்கெட்டுகளின் இழப்புக்காக 309 ரன்கள் எடுத்தது. அதன்படி, நியூசிலாந்து 275 ரன்கள் என்ற இலக்கை வென்றது."
      ]
    },
    "en": {
      "title": "Sri Lanka wins first Test against New Zealand",
      "body_lines": [
        "Sri Lanka beat New Zealand by 63 runs in the first Test match against New Zealand.",
        "Chasing a target of 275 runs, New Zealand, who was chaired by 275 runs, was only 211 in their second innings.",
        "Batting first Sri Lanka scored 305 runs for the loss of all wickets in the first innings.",
        "The Sri Lankan team then played the second innings and scored 309 runs for the loss of all wickets. Accordingly, New Zealand won a target of 275 runs."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka defeats New Zealand in first Test match by 63 runs. Sri Lanka scores 305 and 309 runs in two innings, while New Zealand manages 211 in its second innings chasing 275 target."
  ]
}