{
  "translated_text": {
    "si": {
      "title": "விளையாட்டு அனைத்து தடைகளையும் வேறுபாடுகளையும் கடந்து மக்களை ஒன்றிணைக்கும் - ஜனாதிபதி",
      "body_lines": [
        "පසුගිය ජනාධිපතිවරණයෙන් හා මහ මැතිවරණයෙන් අඩි දහසක් ඉදිරියට ගෙන යාමේ අරමුණින් උතුරු ජනයාගේ ජනතාව පහරක් ගෙන ඇති බවත්, ශ්රී ලංකා ජාතිය ගොඩනඟන තුරු ජනතාව අත් පත්රව නොසිටින බවත් ජනාධිපති අනුරමුර දිසානායක අවධාරණය කළේය.",
        "யாழ்ப்பாணம் மண்டைதீவில் நிர்மாணிக்கப்படும் யாழ் சர்வதேச கிரிக்கட் மைதானத்தின் நிர்மாணப்பணிகளை திங்கட்கிழமை (01) பிற்பகல் ஆரம்பித்து வைக்கும் நிகழ்வில் கலந்து கொண்ட போதே ஜனாதிபதி இதனைக் குறிப்பிட்டுள்ளார்.",
        "දිගුකාලීන සැලැස්ම යටතේ, මැන්ඩා දූපත ජාත්යන්තර පහසුකමක් බවට පරිවර්තනය කිරීමේ වැඩසටහනක් යනු 'ක්රීඩා නගරයකි' ය.",
        "පිහිනුම් පටිපාටිද, වෙනත් ක්රීඩා සමඟ, නගරයට පූර්ණ අභ්යන්තර ක්රීඩා සංකීර්ණ, ස්ටාර් හෝටල් සහ ආපනශාලා, සුඛෝපභෝගී මහල් නිවාස, ව්යාපාරික සංකීර්ණ මධ්යස්ථාන, ව්යාපාරික සංකීර්ණ මධ්යස්ථාන ඇත.",
        "යාපනයේ ජාත්යන්තර ක්රිකට් භූමිය අදියර හතරකින් සහ ක්රීඩාංගනය සහ ක්රීඩාංගනය පළමු වරට පිහිටුවනු ඇත.",
        "ප්රධාන අමුත්තන් ක්රීඩාංගනයේ දෙවන අදියරේදී සහ මාධ්ය ක්රීඩාංගණයේ දෙවන අදියරේදී සහ ඉතිරි ප්රේක්ෂක ශාලා අවසන් අදියරේදී ස්ථාපනය කිරීමට සැලසුම් කර ඇත.",
        "යාපනයේ වේලානායි ප්රදේශ් සභාව විසින් ඉදිකරන ජාත්යන්තර ක්රිකට් ක්රීඩාංගණය ශ්රී ලංකා ක්රිකට් සමාගම විසින් ඉදිකරනු ලැබේ.",
        "යාපනය ජාත්යන්තර ක්රිකට් පිටිය ශ්රී ලංකාවේ පස්වන ක්රීඩාංගනය වන අතර ජාත්යන්තර තරඟ සඳහා සත්කාරකත්වය දැක්වීම සඳහා ජාත්යන්තර දිවා / රාත්රී තරඟ සහ හත්වන ක්රීඩාංගනය සත්කාරකත්වය දැක්වීමේ පහසුකම් සහිතව.",
        "මෙම අවස්ථාවට එක්වෙමින් ජනාධිපතිතුමා ජනාධිපති අනුර කුමාර දිසානායක මහතා පැවසුවේ ශ්රී ලංකාවේ ලෝකයට ආඩම්බර වූ ක්රීඩාවක් ක්රිකට් ක්රීඩාව බවයි.",
        "අද ඉදිකිරීම් කටයුතු ආරම්භ කළ යාපනය ජාත්යන්තර ක්රිකට් ක්රීඩාංගණය රට තුළ එක්සත්කම ගොඩනැගීමට මෙම තරගය සියලු බාධක හා වෙනස්කම් පිළිබඳව එක්සත් කරන බව ජනාධිපතිතුමා අවධාරණය කළේය.",
        "අනාගතයේ දී සිංහල, දෙමළ සහ මුස්ලිම් තරුණයින් නියෝජනය කරන ජාතික ක්රිකට් කණ්ඩායමක් නිර්මාණය කිරීම ඔහුගේ සිහිනය බවත්, සියලු දෙනා එකම ක්ෂේත්රයේ ප්රීති වන රටක් බවත් ජනාධිපතිතුමා පැවසීය.",
        "පළමු ක්රිකට් තරගය මේ වසර අවසන් වන විට යාපනයේ ජාත්යන්තර ක්රිකට් ක්රීඩාංගණයේදී පැවැත්වීමට නියමිත බව ජනාධිපතිතුමා සිය බලාපොරොත්තුව ප්රකාශ කළේය. පළමු ජාත්යන්තර තරගය වසර තුනක් ඇතුළත පැවැත්වේ.",
        "ධීවර, ජල පථ හා සමුද්ර සම්පත් අමාත්ය සුනිල් කුමාර කමගේ, උතුරු පළාත් ආන්දාල් නගලිංගම් වෙඩනායකන් හි රාමත්තම් චන්ද්රසේකා"
      ]
    },
    "en": {
      "title": "The game will unite people over all obstacles and differences- the president",
      "body_lines": [
        "President Anuragumara Dissanayake stressed that the people of the Northern people have taken a blow with the intention of taking a thousand feet forward in the last presidential election and general election and that the people will not leave the hands until the Sri Lankan nation is built.",
        "The President made this statement while attending the inauguration of the construction of the Jaffna International Cricket Ground in Jaffna Mandi Island on Monday afternoon.",
        "Under the long -term plan, a program to convert the Manda Island into an international facility is a 'sports city'.",
        "Swimming lack, with other games, the city will have full -fledged internal sports complexes, star hotels and restaurants, luxury apartments, business complexes and entertainment centers.",
        "The Jaffna International Cricket Ground will be constructed in four phases and the stadium and stadium will be set up for the first time.",
        "The main visitors are planned to be constructed in the second phase of the stadium and the media stadium and the remaining audience halls are scheduled to be installed in the final stage.",
        "The International Cricket Ground, which is being constructed by the Velanai Pradeshiya Sabha in Jaffna, is being constructed by the Sri Lankan Cricket Company.",
        "The Jaffna International Cricket Ground will be the fifth stadium in Sri Lanka with the facilities to host international day/night competitions and the seventh stadium to host international competitions.",
        "Speaking at the event, President Anura Kumara Dissanayake added that cricket was a game that took Sri Lanka's pride to the world.",
        "The President stressed that the game will unite the people over all obstacles and differences, pointing out that the Jaffna International Cricket Ground, which begins construction work today, is an opportunity to build unity in the country.",
        "The president said that it was his dream to create a national cricket team that represents Sinhala, Tamil and Muslim youth in the future and a country that all races cheer in the same arena.",
        "The President expressed his hope that the first cricket match would be held at the Jaffna International Cricket Ground by the end of this year and the first international match would be held within three years.",
        "Youth Affairs and Sports Minister Sunil Kumara Kamage, Minister of Fisheries, Aquaticity and Marine Resources Ramalingam Chandrasekhar, Minister of Public Security and Parliamentary Affairs Ananda Wijepala, Northern Province Governor Nagalingam Vedanayakan"
      ]
    }
  },
  "summary_lines": []
}