{
  "translated_text": {
    "ta": {
      "title": "இலங்கையிலிருந்து காமிபியாவுக்கு அரிசி",
      "body_lines": [
        "முந்திரி சாகுபடியில் பயன்படுத்தப்படும் சாகுபடி தொழில்நுட்பத்தை வழங்க இலங்கைக்கான இலங்கையின் தூதர் இலங்கைக்கு ஆதரவளித்து வருகிறார்.",
        "காம்பியா இலங்கை போன்ற ஒரு சிறிய நாடாக ஒரு சிறிய நாடு என்று காம்பியன் தூதர் முஸ்தபா ஜவாரா கூறினார்.",
        "காம்பியன் தூதர் சமீபத்தில் வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சர் மஹிந்த அமராவீரா சந்தித்து இலங்கையில் நாட்டின் விவசாயத் துறையைப் பற்றி விவாதித்தார்.",
        "காம்பியா இந்தியாவின் பெரிய வருமானம் உட்பட பல நாடுகளுக்கு அவர் ஏற்றுமதி செய்யப்படுவதாக அவர் கூறினார்.",
        "வேளாண் அமைச்சர் மஹிந்த அமராவீரா இந்த நாட்டில் முந்திரி சாகுபடியில் சில வீழ்ச்சியை ஏற்படுத்தியுள்ளார், மேலும் புதிய முந்திரி சிறப்புகளை அடையாளம் காணவில்லை. எனவே, நாட்டில் முந்திரி சாகுபடி தொழில்நுட்பத்தைப் பயன்படுத்த தொழில்நுட்பத்தைப் பயன்படுத்த தொழில்நுட்ப உதவிகளைப் பயன்படுத்துமாறு காம்பியன் தூதரிடம் அமைச்சர் கேட்டுக்கொண்டார்.",
        "இலங்கையில் காம்பியாவிற்கான இருதரப்பு ஒப்பந்தத்திற்கு இருதரப்பு ஒப்பந்தம் எடுக்கப்பட்டது என்றும் அது விவாதித்தது.",
        "இலங்கைக்கு தன்னிறைவு நிலை உள்ளது. மஹா பருவத்தில் பெரிய விளைச்சலுடன், அமைச்சர் வேளாண் அமைச்சகத்திற்கு தகவல் கொடுத்தார் என்று அமைச்சர் கூறினார்.",
        "காம்பியாவுக்கு அரிசி வழங்க இரு நாடுகளுக்கும் இடையே இருதரப்பு ஒப்பந்தத்தில் கையெழுத்திட இரு நாடுகளும் முடிவு செய்தன.",
        "இந்நிகழ்ச்சியில் வேளாண் மற்றும் தோட்டத் தொழில்கள் அமைச்சின் பல அதிகாரிகளும் கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "Rice to Gamibia from Sri Lanka",
      "body_lines": [
        "Sri Lanka's Ambassador to Sri Lanka has been supporting Sri Lanka to provide the cultivation technology used in cashew cultivation.",
        "Gambian Ambassador Mustapha Javara said that the Gambia is a small country as a small country like Sri Lanka, he said.",
        "The Gambian Ambassador recently met Minister of Agriculture and Plantation Industries Mahinda Amaraweera and discussed the country's agricultural department in Sri Lanka.",
        "He said that he said that he was exported to several countries, including a large income from Gambia India.",
        "He said that Minister of Agriculture Mahinda Amaraweera has caused some downturn in cashew cultivation in this country, and not to identify new cashew specials. Therefore, the Minister requested the Gambian Ambassador to the use of technical assistance to use the technology to use the cashew cultivation technology in the country.",
        "It also discussed that the bilateral agreement was taken into a bilateral agreement for the gambia in Sri Lanka.",
        "Sri Lanka has a self sufficient level. The minister said that with the large yields in the Maha season, the Minister informed the Ministry of Agriculture.",
        "The two countries also decided to sign a bilateral agreement between the two countries to supply rice to the gambia.",
        "Several officials of the Ministry of Agriculture and Plantation Industries were also present at the occasion."
      ]
    }
  }
}