{
  "translated_text": {
    "ta": {
      "title": "மக்கள் தொகை கணக்கெடுப்பு மற்றும் வீட்டுவசதி",
      "body_lines": [
        "மக்கள் தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிவரங்கள் திணைக்களத்தால் நடத்தப்பட்ட குறைபாடுகள் போன்ற நபர்களின் சேகரிப்பு நேற்று (18) குறிப்பிட்ட பிச்சைக்காரர்கள் இல்லாத நபர்கள் மீது தகவல்களை சேகரித்துள்ளது.",
        "நேற்று இந்த பணியை உள்ளடக்கிய இந்த நிகழ்வு நேற்று வெற்றிகரமாக முடிக்கப்பட்டது.",
        "கூடுதலாக, இன்றைய மக்கள் தொகை கணக்கெடுப்பு தேதியின் அடிப்படையில் \"மக்கள் தொகை கணக்கெடுப்பு தினத்தின்\" திருத்தம் இன்று திருத்தப்படும்.",
        "தாராளமான ஆதரவை வழங்கவும் திணைக்களம் பொதுமக்களிடம் கோருகிறது.",
        "நாட்டின் தேசிய கொள்கை கருவிகள், திட்டங்கள் மற்றும் பொது நிர்வாக பொறிமுறையை வழங்க இந்த மக்கள் தொகை கணக்கெடுப்பின் தகவல்கள் முக்கியம்.",
        "மக்கள் தொகை கணக்கெடுப்பு மற்றும் வீட்டுவசதித் துறையின் மக்கள் தொகை கணக்கெடுப்பு ஒவ்வொரு பத்து வருடங்களுக்கும் மக்கள் தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிவரத் துறையால் நடத்தப்படுகிறது.",
        "இந்த மக்கள் தொகை கணக்கெடுப்பின் முதல் கட்டம் முழு தீவின் சிறிய பகுதிகளுக்கும், ஜி.என் இன் கிராமா நிலதரி பிரிவுகளையும், 2023 ஆம் ஆண்டில் கட்டடங்களின் இரண்டாம் கட்ட கட்டிடங்கள் மற்றும் சிவப்பு லேபிள்களின் அலகுகளையும் அடிப்படையாகக் கொண்டது.",
        "இந்த பட்டியல் அக்டோபர் 7, 2024 அன்று, டிசம்பர் 7, 2024, பட்டியலின் அடிப்படையில் தொடங்கப்பட்டது.",
        "மக்கள் தொகை கணக்கெடுப்புக்கு ஒதுக்கப்பட்ட அதிகாரங்களுக்கு ஒதுக்கப்பட்ட அதிகாரங்களுக்கு ஒதுக்கப்பட்ட அதிகாரங்களுக்கு ஒதுக்கப்பட்ட அதிகாரங்களுக்கு ஒதுக்கப்பட்ட மக்கள் தொகை கணக்கெடுப்பின் மக்கள் தொகை கணக்கெடுப்பில் துல்லியமான தகவல்களை வழங்க மக்கள் கடமைப்பட்டுள்ளனர்.",
        "மக்களின் சராசரி குடியிருப்பாளர், கல்வி, மொழித் திறன்கள், கணினி கல்வியறிவு, கணினி கல்வியறிவு, கணினி கல்வியறிவு, தகவல் மற்றும் தகவல்கள் பற்றிய தகவல்கள் மற்றும் தகவல்கள் பற்றிய தகவல்கள் பற்றிய தகவல்கள் மற்றும் தகவல்கள் பற்றிய தகவல்கள்."
      ]
    },
    "en": {
      "title": "Special Message to Census of Population and Housing",
      "body_lines": [
        "The collection of persons such as the deficiencies that have been conducted by the Department of Census and Statistics have collect information on persons with no specific beggars yesterday (18).",
        "The event was successfully completed yesterday, covering this task yesterday.",
        "In addition, a revision of the \"Census Day\" will be revised by today, based on today's census date.",
        "The Department also requests the public to provide generous support.",
        "The information from this census is important to provide the country's national policy tools, plans and public administration mechanism.",
        "Census of the Department of Census and Housing is conducted by the Department of Census and Statistics every ten years.",
        "The first phase of this census was allocated to small parts of the entire island, based on the Grama Niladhari Divisions of the GN and the second stage of buildings and units of red labels in 2023.",
        "The list was started on October 7, 2024, on the 7th of December 2024, on the basis of the list.",
        "People are obliged to provide accurate information in the census of the census assigned to the powers assigned to the powers assigned to the powers assigned to the powers assigned to the census.",
        "The population of the people's average resident, education, language skills, computer literacy, computer literacy, computer literacy, information and information on information and information on information and information on the information."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Census update: Data collected on homeless individuals. Revision of Census Day announced. Public support requested. Census crucial for national policies & governance. Conducted every 10 years. Phase 1 covers selected areas. Phase 2 begins Dec 7, 2024. Accurate information mandatory.\""
  ]
}