{
  "translated_text": {
    "ta": {
      "title": "டெலீல்ஸ் வைத்திருக்கும் துறைகள்",
      "body_lines": [
        "ஒரு ஒழுங்கமைக்கப்பட்ட குற்றவாளியின் போதைப்பொருள் உறுப்பினரான ருவான் சாமாரா அல்லது ருவான் சாமாரா அல்லது மந்தாரா ருவான் இன்று தீவுக்கு கொண்டு வரப்பட்டார் (31).",
        "நேற்று (30) துபாயை விட்டு வெளியேறிய பயங்கரவாத அதிகாரிகள் குழு அவரை அழைத்துச் சென்றது.",
        "சந்தேக நபர் குறுகிய காலத்தில் தடுத்து வைக்கப்பட்டு குற்றவியல் விசாரணைத் துறையை விசாரித்தார் (கட்டனாயகே விமான நிலையத்தில் சிஐடி.",
        "அவர் கொழும்பு பயங்கரவாத தடுப்பு பிரிவுக்கு அழைத்து வரப்பட்டார், இப்போது அவர் கேள்வி எழுப்பப்படுகிறார்.",
        "மிடிகாமா ருவான் துதிவாஹா மற்றும் துதுவதாவில் ஏற்பட்ட மோதலுக்காக போலீசாரால் கைது செய்யப்பட்டார்.",
        "சர்வதேச போலீசார் அவருக்கு எதிராக சிவப்பு அறிவிப்புகளை வெளியிட்டனர்.",
        "ஆகஸ்ட் 4, 2022 அன்று மவுண்ட் லாவினியா மாஜிஸ்திரேட்டில் துப்பாக்கிச் சூடு வழக்கின் முக்கிய திட்டமிடுபவராக சந்தேக நபர் பெயரிடப்பட்டார், மேலும் குற்றவியல் விசாரணைத் துறை அவருக்கு எதிராக சிவப்பு அறிவிப்புகளுக்கு அழைப்பு விடுத்துள்ளது.",
        "துபாயில் அவர் கைது செய்யப்பட்டபோது, ​​கோஸ்கோடா ஜிவ் என்ற குற்றவாளி அவருடன் இருந்தார்.",
        "ருவான், சிந்தகா அல்லது மாட்டிறைச்சியின் சகோதரர், அவரது ஆலோசனையின் பேரில் செய்யப்பட்ட பல குற்றங்களின் மனைவியாகவும் இருந்துள்ளார் என்று போலீசார் தெரிவித்தனர்.",
        "மிடிகாமா ருவான் மாட்டிறைச்சி குற்றவியல் விசாரணையின் திட்டமிடுபவராக அடையாளம் காணப்பட்டுள்ளது.",
        "சந்தேக நபர் சந்தேக நபர் தொடர்பாக சிஐடியின் பொறுப்பில் தோண்டிய ரோஹரன் பிரேமரத்னே மீது முன்கூட்டியே இருக்கிறார்."
      ]
    },
    "en": {
      "title": "Departments held by Deleales with heated",
      "body_lines": [
        "Ruwan Chamara alias Ruwan Chamara alias Mandara Ruwan, a narcotic member of an organized criminal criminal, was brought to the island today (31).",
        "He was taken by a group of terrorist officers who left Dubai yesterday (30).",
        "The suspect has been detained in a short time and interrogated the Criminal Investigation Department (CID at the Katunayake airport.",
        "He was brought to the Colombo Terrorism Prevention Division and is now being questioned by him.",
        "Midigama Ruwan was arrested by police for a clash at Duthiwaha and Duthuwatha.",
        "The international police issued red announcements against him.",
        "The suspect was named the main planner of the shooting case in Mount Lavinia Magistrate on August 4, 2022 and the Criminal Investigation Department has called for red announcements against him.",
        "When he was arrested in Dubai, the criminal named Kosgoda Ziv has been with him.",
        "Ruwan, Chinthaka, or the brother of the beef, has also been the wife of the many crimes committed on his advice, police said.",
        "The Midigama Ruwan has also been identified as the planner of the beef criminal investigation.",
        "The suspect is in advance on DIG Roharan Premaratne in charge of the CID regarding the suspect."
      ]
    }
  },
  "summary_lines": [
    "Ruwan Chamara, a key narcotics figure linked to organized crime, was arrested in Sri Lanka after being extradited from Dubai. He faces charges including terrorism and is implicated in several high-profile cases, including a shooting incident in Mount Lavinia. The Criminal Investigation Department has issued red notices for his arrest internationally."
  ]
}