{
  "translated_text": {
    "si": {
      "title": "රුසියාවේ රුසියාවේ යුක්රේන සොල්දාදුවන් 1000 ක් - ගම් 28 ක් අත්අඩංගුවට ගෙන තිබේ.",
      "body_lines": [
        "යුක්රේන සොල්දාදුවන් දෙදෙනාගේ දෙවන ස්ථානයේ පළමු වතාවට යුක්රේනයේ පාලනය යටතේ පැවතුනි.",
        "ඔහු කියා සිටියේ මාලිගීන සොල්දාදුවන් පැටියා කලාපයේ ඔවුන්ගේ හමුදා ක්රියාමාර්ගය දිගටම කරගෙන යන බවයි.",
        "රුසියාවේ යුද්ධය අන් අයගේ දොරකඩට ගෙන ඇති බව යුක්රේන ජනාධිපති වොලයිමීමිර් ජෙලේන්ස්කි පවසයි.",
        "යුක්රේනයේ ප්රහාරය විස්තර කර ඇති රුසියානු ජනාධිපති ව්ලැදිමීර් පුටින් පවසා ඇත්තේ තමා යුක්රේනයේ සොල්දාදුවන් තම රටෙන් පයින් ගැසීමට යන බවයි.",
        "ගම්මාන 28 ක් යුක්රේන සොල්දාදුවන් වෙත වැටී ඇති අතර, සිවිල් වැසියන් 12 දෙනෙකු මියගොස් තත්වය වඩාත් නරක අතට හැරී තිබේ."
      ]
    },
    "en": {
      "title": "Russia's 1000 squaremm of Ukrainian soldiers - 28 villages were seized.",
      "body_lines": [
        "Ukrainian soldiers have been under the control of Ukraine for the first time in the two -and -a -half -year war, with Ukrainian soldiers under their control, as Ukrainian soldiers have been attacked into Russia.",
        "He said that Ukrainian soldiers are continuing their military action in the Garks region.",
        "Ukrainian President Wolidemir Jelensky says that Russia's war has been taken to the door of others.",
        "Russian President Vladimir Putin, who has described Ukraine's attack, has said that he is going to kick Ukraine soldiers from his country.",
        "28 villages have fallen to Ukraine soldiers, 12 civilians have been killed and the situation is worse, a locals said."
      ]
    }
  },
  "summary_lines": [
    "In a significant turn during the ongoing conflict, Ukrainian forces have reclaimed control over 28 villages previously held by Russian troops, marking the first time in two-and-a-half years that Ukrainian territory has been retaken. This development comes amidst ongoing military actions in the Garks region, with Ukrainian President Volodymyr Zelensky stating that Russia's aggression has escalated, affecting neighboring countries. In response, Russian President Vladimir Putin has vowed to expel Ukrainian soldiers from Russian soil, indicating a potential escalation in tensions. The situation remains dire, with reports of civilian casualties adding to the urgency of the conflict."
  ]
}