{
  "translated_text": {
    "ta": {
      "title": "ஆசிரியர்களை அணிவகுத்துச் செல்ல ஜனாதிபதி",
      "body_lines": [
        "பள்ளி ஆய்வின் போது தங்கள் கல்வியை நாசப்படுத்த நேரடியாகவோ அல்லது மறைமுகமாகவோ எடுக்க வேண்டிய நடவடிக்கைகள் குறித்து அட்டர்னி ஜெனரலின் ஆலோசனையை கோரியுள்ளதாக ஜனாதிபதி ரங்கில் விக்ரமேசிங்க் கூறுகிறார்.",
        "இன்று காலை கோயில் மரங்களில் ஆசிரியர் நியமனங்களை வழங்குவதற்கான விழாவில் உரையாற்றிய ஜனாதிபதி, நாசவேலை அனுமதிக்க மாட்டார் என்று கூறினார்.",
        "\"ஒழுக்கத்துடன் வேலை செய்யுங்கள். ஒழுக்கம் இல்லாமல் கல்வி சேவையை எடுக்க முடியாது. முன்பு இருந்த வேலைநிறுத்தங்கள். அந்த வேலைநிறுத்தங்கள் பள்ளிகளில் நன்றாக இல்லை. காரணம் ஏதுமில்லை. 2022 ஆம் ஆண்டில், கோத்தாபய ராஜபக்ஸ் ஜனாதிபதியின் ஒரே எடையை அதிகரிப்பதைக் கொடுத்தார். இந்த ஆண்டு ஒவ்வொரு 10,000 ரூபாயும் ரூ .10,000 கொடுத்தோம். அதனால்தான் இது ஒரு வேலைநிறுத்தத்துடன் வகுப்பறைகளுக்கு வரவில்லை. அடுத்த நாள் சொல்வதை நிறுத்தியது. இரண்டு முறை நாட்களை உடைத்தது. யாருக்கு சேதம் இருந்தது. இந்த மாணவர்கள் குறிப்பாக பொதுப் பள்ளிகளில், குறிப்பாக பொதுப் பள்ளிகளில் சிங்கள ஊடக மாணவர்கள். யாஃப்னாவில் ஒரு எம்.பி., அதை வேலைநிறுத்தம் செய்ய நாங்கள் அனுமதிக்கவில்லை என்று என்னிடம் கூறினார். அனைத்தும் வந்தன. அனைத்து பள்ளிகளும் கொண்டு வந்தன. பல முஸ்லீம் பள்ளிகள் இருந்தன. எங்களிடம் லேடி கல்லூரி உள்ளது, மற்ற அனைத்து தனியார் பள்ளிகளும் கொண்டுவரப்படுகின்றன. இந்த மக்கள் என்ன செய்கிறார்கள்?இந்த தலைவர்கள் சிங்கள மீடியத்தில் உள்ள அனைத்து பள்ளிகளையும் உருவாக்கினர். மாணவர் நிலங்களில் சிலர் ஜனாதிபதியிடம் கேட்டார்கள், இந்த மக்களை ஒழுக்கமாக எப்படி கற்பிக்க வேண்டும். ஆசிரியர்கள் அந்த நிலைக்கு வந்துள்ளனர். சில பள்ளிகளில் ஆசிரியர்களை அச்சுறுத்த வேண்டாம். அதை விளையாட அனுமதிப்பது நல்லதல்ல. காலையில் 7.30 க்கு கொடுக்க எனக்கு ஒரு ஆலோசனையை வழங்குவதற்காக அட்டர்னி ஜெனரலுடன் விவாதித்தேன், ஒருபோதும் வகுப்புகளை நாசப்படுத்த வேண்டாம். பள்ளி மற்றும் புறக்கணிக்கப்பட்ட அல்லது புறக்கணிக்கப்பட்ட அல்லது வேறுவிதமாக. எதிர்கால தலைமுறையினருக்கு நாம் அந்த நடவடிக்கையை எடுக்க வேண்டும். இதற்குப் பிறகு, கடினமாக செயல்பட என் மீது கோபப்பட வேண்டாம். மால்வாட்டாவின் துறவியுடன் மால்வாட்டாவிடம் சொன்னேன்."
      ]
    },
    "en": {
      "title": "President to march at teachers",
      "body_lines": [
        "President Ranil Wickremesinghe says he has requested the Attorney General's advice on the steps to be taken against people who directly or indirectly to sabotage their education during school studies.",
        "Addressing a ceremony to provide teacher appointments at Temple Trees this morning, the President said he would not allow sabotage.",
        "\"Work with discipline. Can't take an education service without discipline. Strikes that were before. Those strikes are not good in schools. There is no reason. In 2022, Gotabhaya Rajapakse gave increasing the only weights of the President. This year we gave each 10,000 rupees Rs 10,000. That's why it did not come to classrooms with a strike. The next day stopped saying. Twice broken the days. To whom was the damage. These students are especially Sinhala media students in public schools, especially in public schools. A MP in Jaffna told me that we did not allow it to strike. All came. All schools brought. There were many Muslim schools. We have the lady college, and all other private schools brought. What do these people do?These leaders made all schools in Sinhala medium. A few of the student lands asked the president, how to go and teach these people to be disciplined. Teachers have fallen to that level. Don't threaten teachers in some schools. It's not good to let play it. I discussed with the Attorney General to give me a suggestion to give it to 7.30 in the morning and never sabotage classes. School and boycotted or boycotted or otherwise. We have to take that step for future generations. After this, don't get angry with me to act harder. I told Malwatta with the monk of Malwatta."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe has sought legal advice on handling saboteurs of education, vowing not to tolerate disruptions. He emphasized the importance of discipline in education, criticizing past strikes as detrimental. Highlighting financial support for students and teachers, he urged for a disciplined approach to schooling, hinting at potential legal actions against those hindering educational progress."
  ]
}