{
  "translated_text": {
    "si": {
      "title": "ඇයගේ පිටුවහල් කිරීමට එරෙහිව බ්රිතාන්ය ඉන්ස්ටග්රැමර්ගේ අභියාචනය නිෂ්ප්රභ කළේය",
      "body_lines": [
        "කොළඹ, පෙබරවාරි 22 (ඩේලි මිරර්) - බලධාරීන් 'ශ්රී ලංකාව පිටුවහල් කිරීම සඳහා ගත් තීරණයට අභියෝග කරමින් බ්රිතාන්ය කාන්තාවකගේ ඉන්ස්ටග්රෑම්ර් කයිලි ෆ්රේලර් විසින් ගොනු කරන ලද අභියාචනා අයදුම්පතක් ශ්රේෂ් Supreme ාධිකරණය විසින් නිෂ්ප්රභ කරන ලදී.",
        "ශ්රී ලංකාවේ රාජ්ය මාධ්ය පිළිබඳ ශ්රී ලංකාවේ රාජ්ය විරෝධී විරෝධතා ලේඛනගත කරමින් කයලී ෆ්රේසර් විසින් මෙම අභියාචනයක් ඉදිරිපත් කළේ ඇගේ රිට් පෙත්සම බැහැර කිරීම සඳහා අභියාචනාධිකරණයේ නීත්යානුකූලභාවය මදන බවයි. ඇයගේ රිට් පෙත්සමේදී, අභියාචනාධීනත්වය අත්තනෝමතික ලෙස පිටුවහල් කිරීම සඳහා ආගමන විගමන හා සංක්රමණ දෙපාර්තමේන්තුවේ තීරණය අවලංගු කිරීමට අභියාචනාධිකම නියෝගයක් ඉල්ලා සිටියේය.",
        "අධිකරණය ඉදිරියේ නිසි දිවුරුම් ප්රකාශයක් නොමැති බවත්, අභියාචකයාට ද්රව්යමය කරුණු ද්රව්යමය කරුණු යටපත් කර ඇති බවත්, අභියාචකයා ද්රව්යමය කරුණු යටපත් කර ඇති බවත් අධිකරණයට කරුණු වැරදි ලෙස නිරූපණය කර ඇති බවත් නීතිපතිවරයා අභියාචනයට එරෙහිව මූලික විරෝධතා මතු කර තිබුණි.",
        "වීසා බලපත්ර තත්ත්වය උල්ලං for නය කිරීම සඳහා ෆ්රේසර් වෙත නිකුත් කරන ලද වීසා බලපත්රය අවසන් කිරීමට ආගමන හා සංක්රමණ දෙපාර්තමේන්තුව තීරණය කර ඇති අතර 2022 අගෝස්තු 15 වන විට රට හැර යන ලෙස දැනුම් දී තිබේ."
      ]
    },
    "ta": {
      "title": "நாடுகடத்தப்படுவதற்கு எதிரான பிரிட்டிஷ் இன்ஸ்டாகிராமரின் முறையீடு தள்ளுபடி செய்யப்பட்டது",
      "body_lines": [
        "கொலம்போ, பிப்ரவரி 22 (டெய்லி மிரர்) - பிரிட்டிஷ் பெண் இன்ஸ்டாகிராமர் கெய்லீ ஃப்ரேசர் தாக்கல் செய்த மேல்முறையீட்டு விண்ணப்பம் இலங்கையிலிருந்து அவரை நாடு கடத்த அதிகாரிகளின் முடிவை சவால் செய்தது உச்சநீதிமன்றத்தால் தள்ளுபடி செய்யப்பட்டுள்ளது.",
        "சமூக ஊடகங்களில் இலங்கையின் அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டங்களை ஆவணப்படுத்திக் கொண்டிருந்த கெய்லீ ஃப்ரேசர் இந்த முறையீட்டை தாக்கல் செய்தார். தனது ரிட் மனுவில், மேல்முறையீட்டாளர் குடிவரவு மற்றும் குடியேற்றத் துறையின் முடிவை தன்னிச்சையான முறையில் நாடு கடத்துவதற்கான முடிவை ரத்து செய்ய உத்தரவிட்டார்.",
        "நீதிமன்றத்தின் முன் முறையான பிரமாணப் பத்திரம் இல்லை என்பதையும், மேல்முறையீட்டாளர் பொருள் உண்மைகளை அடக்கியதாகவும், உண்மைகளை நீதிமன்றத்திற்கு தவறாக சித்தரித்ததாகவும் அட்டர்னி ஜெனரல் மேல்முறையீட்டிற்கு எதிராக பூர்வாங்க ஆட்சேபனைகளை எழுப்பினார்.",
        "விசா நிபந்தனைகளை மீறியதற்காக ஃப்ரேசருக்கு வழங்கப்பட்ட விசாவை நிறுத்த குடிவரவு மற்றும் குடியேற்றத் துறை முடிவு செய்திருந்தது, மேலும் ஆகஸ்ட் 15, 2022 க்குள் நாட்டை விட்டு வெளியேறும்படி அறிவித்தது."
      ]
    }
  }
}