{
  "translated_text": {
    "si": {
      "title": "තැපැල් ස්ථානයක මුවාවෙන් මත්ද්රව්ය ජාවාරමකදී අත්අඩංගුවට ගැනීම",
      "body_lines": [
        "බොරෙල්ලා පොලිසියේ සැකකරුවෙකු බොරෙල්ලා හි වනතාවතමුල්ල ප්රදේශයේ පශ්චාත් සභිකයෙකු වන හෙරොයින් ජාවාරම සම්බන්ධයෙන් හෙරොයින් ජාවාරම සම්බන්ධයෙන් අත්අඩංගුවට ගෙන තිබේ.",
        "බොරෙල්ලා පොලිසියට ලැබුණු තොරතුරු සම්බන්ධව සැකකරු අත්අඩංගුවට ගෙන තිබේ.",
        "සැකකරු කොළඹ කොටතන්චෙනෙයිහි වයස අවුරුදු 34 කි.",
        "හෙරොයින් drug ෂධය සැකකරුගෙන් රුපියල් ලක්ෂ 20 කට වැඩි ගණනක පොලිසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "තැපැල්කරුගේ මුවාවෙන් වසර 12 ක් පමණ පමණ හෙරොයින් ජාවාරමට සැකකරු සම්බන්ධ වී ඇති බව පොලිස් පරීක්ෂණවලින් හෙළි වී තිබේ.",
        "පසුව සැකකරු මහේස්ත්රාත් අධිකරණයට ඉදිරිපත් කිරීමෙන් දින හතකට පසු රඳවා තබා ගැනීමේ පරීක්ෂණයක් පැවැත්වීමට අධිකරණය නියෝග කර තිබේ."
      ]
    },
    "en": {
      "title": "Arrested in drug trafficking under the guise of a postman",
      "body_lines": [
        "A suspect in the Borella police has been arrested by the Borella police for allegedly smuggling heroin under the guise of a postman in Vanathamulla area in Borella.",
        "The suspect has been arrested in connection with the information received by the Borella police.",
        "The suspect was 34 years old from Kottanchenai, Colombo.",
        "Heroin drug has been seized by the police at more than Rs 20 lakh from the suspect.",
        "Police investigations have revealed that the suspect has been involved in heroin trafficking for about 12 years under the guise of the postman.",
        "Subsequently, the court has ordered an inquiry to be detained for seven days after the suspect was produced before the Magistrate's Court."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Postman caught smuggling heroin in Borella. 34-year-old suspect from Kottanchenai. Police seized over Rs 20 lakh worth of drugs. Arrested after 12 years of trafficking. Detained for 7 days pending investigation."
  ]
}