{
  "translated_text": {
    "si": {
      "title": "கடந்த 24 மணி நேர காலப்பகுதியில் மதுபோதையில் வாகனம் செலுத்திய குற்றச்சாட்டில் 529 பேர் உள்ளடங்களாக 7,264 சாரதிகளுக்கு எதிராக சட்ட நடவடிக்கை",
      "body_lines": [
        "රියදුරන් 529 ක් ද ඇතුළුව රියදුරන් 529 කට පමණ මෙම නියෝගය මත රියදුරන් 529 කට එරෙහිව රියදුරන් 7,264 දෙනෙකුට එරෙහිව නීතිමය පියවර ගෙන ඇති අතර එය බදාදා පෙ.ව.",
        "பண்டிகைக் காலங்களில் வாகன விபத்துகளை குறைக்கும் நோக்கில் பதில் பொலிஸ் மா அதிபரின் பணிப்புரைக்கமைய கடந்த 23 ஆம் திகதி முதல் நாடளாவிய ரீதியில் விசேட போக்குவரத்து நடவடிக்கை அமுல்படுத்தப்பட்டுள்ளது. මේ අවස්ථාවේ දී, ඊයේ පෙරවරු 6.00 ට අවසන් වූ කෘතියෙන් අවසන් වූ කාලගුණයේ 24 වන ස්ථානයේ රිය පැදවීමේ චෝදනාව මත රියදුරන් 529 දෙනෙකුට එරෙහිව නීතිමය ක්රියාමාර්ග ගෙන තිබේ.",
        "මීට අමතරව, රියදුරන් 57 ක්, රියදුරන් 57 ක්, රියදුරන් 57 ක්, රියදුරන් 54 දෙනෙකුගේ රියදුරන් 54 ක්, රියදුරන් 547 ක්, රියදුරන් 6114 ක්, රියදුරන් 414 හැදි, රියදුරන් 514 ක්, රියැදුරු 4143 ක් රියදුරු 414 ක්, රියැදුරු 4733 ක් රියැදුරු 414 ක්, රියැදුරු 4753 ක් රියදුරු 414 ක්.. ඒ අනුව විශේෂ රථවාහන මෙහෙයුම ඊයේ ක්රියාත්මක කිරීම යටතේ රිය පැදවීමේ චෝදනාව මත රියදුරන්ට එරෙහිව නීතිමය පියවර ගෙන තිබේ.",
        "ආකාශ අනතුරු හේතුවෙන් සිදුවන හානිය මැඩපැවැත්වීම සඳහා මෙම පියවර ගෙන ඇති බැවින් මහජනතාව මෙය සලකා බැලිය යුතුය.. මත්පැන් මධ්යයේ රිය පැදවීමේ රියදුරන්ට එරෙහිව රියදුරු බලපත්රය මාස 12 ක් අත්හිටුවනු ඇත.. රජයේ ප්රවාහන රියදුරන් චෝදනා මත අත්අඩංගුවට ගෙන තිබේ නම් රියදුරු බලපත්රය අවලංගු කරනු ලබන බව සැලකිල්ලට ගැනීම වැදගත්ය.",
        "ඉදිරි දිනවලදී, මත්පැන් පානය කිරීමේදී වාහනය පැදවීමෙන් වැළකී සිටින ලෙස මම සියලු වාහන රියදුරම් ඉල්ලා සිටිමි. විශේෂ රථවාහන පරීක්ෂණය දිගටම කරගෙන යනු ඇති බව ද ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Legal action against 7,264 drivers, including 529 people, on charges of driving in the last 24 hours.",
      "body_lines": [
        "Police Superintendent of Police, Attorney -at -Law, said that legal action has been taken against 7,264 drivers, including 529 drivers, on the allegations that only 529 people were charged in the 24 -hour period, which was completed at 6.00 am on Wednesday, 01st, on the 01st of Wednesday.",
        "Special traffic operations have been implemented across the country since the 23rd of this month, in response to the Directorate of the Inspector General of Police for the purpose of reducing vehicle accidents during the festive season.. In this case, legal action has been taken against 529 drivers on charges of driving in the 24 -hour period, which ended at 6.00 am yesterday.",
        "In addition, 7,264 drivers, including 57 drivers, 57 drivers, 54 drivers, 1,057 drivers, 614 drivers and other traffic violations, 4,953 drivers, including 57 drivers in violation of the rule, and 4,953 drivers in connection with the violation of permitting rights.. Accordingly, legal action has been taken against the drivers on charges of driving under the fact that the special traffic operation was implemented yesterday.",
        "The action has been implemented to curb the casualties caused by celestial accidents, so the public should consider this.. The driver's licensing will be suspended for 12 months against the drivers who are driving in the midst of intoxication.. It is also important to note that the driver's license will be canceled if the public transport drivers are arrested on the charges.",
        "I request all motorists to avoid driving in the next days. He also said that the special traffic test will continue to be carried out."
      ]
    }
  },
  "summary_lines": []
}