{
  "translated_text": {
    "ta": {
      "title": "මුත්තියාන්කට්ටු වැවෙහි තිබී හමු වූ පුද්ගල මළ සිරුර ගැන විශේෂ විමර්ශනයක්",
      "body_lines": [
        "முத்தியான்கங்கட்டு தொட்டியில் காணப்பட்ட ஒரு நபரின் கூட்டம் தொடர்பாக வடக்கு மாகாணத்தின் மூத்த தோண்டத்தால் சிறப்பு விசாரணை தொடங்கப்பட்டுள்ளது.",
        "පොලිසිය පැවසුවේ මුත්තියාන්කට්ටු ශිවනගර් යුද හමුදා කඳවුරට අනවසරයෙන් ඇතුළු වූ පිරිසක් පළවා හැරීමේදී එක් අයෙක් මෙලෙස වැවෙහි ගිලී මියගොස් ඇති බවය.",
        "ஒரு நபரின் உடல் 9 ஆம் தேதி முல்லெய்டிவுவில் உள்ள தொட்டியில் மிதந்து கொண்டிருந்தது.",
        "பொலிஸ் ஊடக பிரிவு நேற்று ஒரு அறிக்கையை வெளியிட்டுள்ளது.",
        "சவானாகர், முத்தியான்கட்டு, துருப்புக்களின் துருப்புக்களில் அங்கீகரிக்கப்படாத ஒரு குழுவை ஆராய அதிகாரிகள் நடவடிக்கை எடுத்துள்ளனர்.",
        "இந்த நாட்களில் இராணுவத் தளத்தை அகற்றுவது நடைபெறும், நேற்றிரவு 7 களில் ஐந்து பேர் முகாமுக்குள் நுழைந்தனர்.",
        "முகாம் அதிகாரிகள் அவர்களைப் பார்த்திருந்தனர், மேலும் அதிகாரிகள் குழுவை விரட்ட நடவடிக்கை எடுத்தனர்.",
        "வடக்கு மாகாணத்தின் பொறுப்பில் மூத்த தோண்டலின் அறிவுறுத்தல்கள் குறித்து சிறப்பு விசாரணை தொடங்கப்பட்டுள்ளதாகவும், மூன்று வீரர்கள் கைது செய்யப்பட்டுள்ளதாகவும் போலீசார் தெரிவித்தனர்.",
        "முகாம்கள் தாக்கப்பட்டதால் ஒரு சிப்பாய் கைது செய்யப்பட்டார்.",
        "முகாமுக்குள் நுழைந்த மற்றும் திருட்டுக்கு ஆதரவளித்த குற்றச்சாட்டில் அவர்கள் கைது செய்யப்பட்டதாக மற்ற இரண்டு வீரர்கள் கைது செய்யப்பட்டனர்.",
        "மூன்று வீரர்களும் முல்லைடிவு மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட்டு இந்த மாதம் 19 ஆம் தேதி வரை ரிமாண்ட் செய்யப்பட்டனர்.",
        "பொலிஸ் மீடியா வெளியீட்டின் படி, முட்டர்ரிகட்டு தொட்டியில் இறந்த நபருடன் யாஃப்னா மருத்துவமனையில் ஒரு திறந்த முடிவு எடுக்கப்பட்டுள்ளது, மேலும் இது ஒரு திறந்த முடிவு வழங்கப்பட்டுள்ளது.",
        "விசாரணைகள் நடந்து வருகின்றன, இப்பகுதியின் பாதுகாப்பு செயலிழந்துவிட்டது."
      ]
    },
    "en": {
      "title": "Special investigation into the body found in Mutthiankickattu tank",
      "body_lines": [
        "A special investigation has been launched by the Senior DIG of the Northern Province regarding the meeting of a person found in Mutthiankankattu tank.",
        "Police said that one of those who had entered the Shivanagar Army Base, one person drowned in the tank.",
        "The body of a person was floating in the tank in Mullaitivu on the 9th.",
        "The Police Media Division has issued a statement yesterday.",
        "The officials have taken steps to explore a group of people who have been unauthorized in Shivanagar, Mutthiankattu, the Troops of Troops.",
        "The removal of the army base will be held these days and five persons have been entered into the camp on the 7s last night.",
        "The camp officials had seen them and the officers had taken steps to chase away the group.",
        "Police said that a special investigation has been launched on the instructions of the Senior DIG in charge of the Northern Province and three soldiers have been arrested.",
        "One soldier was arrested by the fact that the camps were assaulted.",
        "The other two soldiers were arrested by the police said that they were arrested on charges of entry into the camp and supporting theft.",
        "The three soldiers were produced before the Mullaitivu Magistrate's Court and remanded until the 19th of this month.",
        "According to the Police Media Release, an open decision has been made in the Jaffna hospital with the deceased person in Mutrikattu tank and had been given an open decision.",
        "Investigations are underway and the security of the area has been defunct."
      ]
    }
  },
  "summary_lines": []
}