{
  "translated_text": {
    "si": {
      "title": "මෝඩිගේ තුන්වන අදියරෙහි ඉන්දියානු - ෂීනීස් සබඳතා",
      "body_lines": [
        "\"චීන මූල්ය මූල්ය හා සංවර්ධනය සඳහා වූ ජාතික ආයතනයට අනුව, නාමික දළ දේශීය නිෂ්පාදිතයේ කොටසක් වන සාර්ව ගරා ගැනීමේ අනුපාතය 2023 දී සියයට 287.8 දක්වා ඉහළ ගොස් තිබේ. එය වසරකට පෙර සියයට 13.5 ක් වැඩිය. එම වර්ෂයේම ඉන්දියාවේ අනුපාතය චීනයට සාපේක්ෂව ඉන්දියාවේ අනුපාතය සියයට 18.7 දක්වා අඩු විය. දෙරටටම ශක්තිමත් ජාතිකවාදී අවශ්යතා තිබේ \""
      ]
    },
    "en": {
      "title": "Indian -Chinese relations in Modi's third phase",
      "body_lines": [
        "“According to the National Institute for Chinese Financial Finance and Development, the Macro Laverage rate, which is a share of nominal gross domestic production, increased to 287.8 percent in 2023. It stated that it was 13.5 percent more than a year ago. Whereas India's rate declined to 18.7 per cent compared to China in the same year. Both countries have strong nationalist interests ”"
      ]
    }
  },
  "summary_lines": [
    "In Modi's third term, Indian-Chinese relations saw a significant shift. The Macro Laverage rate, indicating economic strength, rose to 287.8% in China, surpassing India's 18.7%. Despite nationalist interests, economic dynamics favor China over India."
  ]
}