{
  "translated_text": {
    "ta": {
      "title": "ஒரு தொழிலதிபர் நாட்டிலிருந்து வெளியேற தடை விதித்தார்",
      "body_lines": [
        "குடிவரவு மற்றும் குடியேற்றத் துறையின் குடிவரவு மற்றும் குடியேற்றத் துறையின் (குடியேற்றத் துறையின்) அதிகாரிகள் குழு குடிவரவு மற்றும் குடியேற்றத் துறையால் கைது செய்யப்பட்டுள்ளது.",
        "அவர் கொழும்பைச் சேர்ந்த 64 வயது தொழிலதிபர். தாய்லாந்தை விட்டு வெளியேற தாய் ஏர்லைன்ஸில் உள்ள தாய் ஏர்லைன்ஸில் 04/27 அன்று தாய்லாந்தை விட்டு வெளியேற தாய் விமான நிறுவனங்கள்.",
        "விமான நிலைய அனுமதிக்கு வந்த தொழிலதிபர், விமான நிலையத்தின் குடியேற்றப் பிரிவில் பணிபுரிந்த வணிக அதிகாரி, விமான நிலையங்களில் ஈடுபட்ட குடியேற்ற அதிகாரி ஆகியோர் சந்தேகத்தின் பேரில் தலைமை குடிவரவு அதிகாரியிடம் அனுப்பப்பட்டனர்.",
        "தொழிலதிபர் குடிவரவு மற்றும் குடியேற்றத் துறை மற்றும் குடியேற்றத் துறையின் தொழில்நுட்ப சோதனை மற்றும் தொழில்நுட்ப சோதனை ஆகியவற்றிடம் ஒப்படைக்கப்பட்டார்.",
        "பாஸ்போர்ட்டுக்கு முன்னர் தொழிலதிபர் பயன்படுத்திய பாஸ்போர்ட் ஒரு சிறியதாக பயன்படுத்தப்பட்டது என்பதையும் அது வெளிப்படுத்தியுள்ளது.",
        "தொழிலதிபர் ஒரு இலங்கை இத்தாலிக்கு அனுப்ப முயன்றார், மேலும் தற்போதுள்ள வழக்குகள் நாட்டை விட்டு வெளியேற தடை விதித்துள்ள மினுவாங்கோடா மாஜிஸ்திரேட் நீதிமன்றங்களுக்கு முன்பாக தயாரிக்கப்பட்டது.",
        "அவர் நாட்டிலிருந்து தப்பிக்க பயண அனுமதியைப் பயன்படுத்த முயன்றார்.",
        "தொழிலதிபர் குடிவரவு மற்றும் குடியேற்றத் துறை அதிகாரிகள் மற்றும் கண்காணிப்பு நிறுவனம் பிரிவு கைது செய்யப்பட்டார்."
      ]
    },
    "en": {
      "title": "A businessman banned from exit from the country",
      "body_lines": [
        "A group of officers of the Immigration and Emigration Department (Immigration) of the Immigration and Emigration Department have been arrested by the Department of Immigration and Emigration.",
        "He is a 64 year old businessman from Colombo. The Thai Airlines to leave Thailand on 04/27 on 04/27 at Thai Airlines, Thai Airlines, to leave Thailand.",
        "The businessman who arrived in the airport clearance, the business officer who was working to the Emigration Division of the airport, the Immigration Officer who was involved in the airports was directed to the Chief Immigration Officer on suspicion.",
        "The businessman had been handed over to the officers of the Department of Immigration and Emigration and the Technical Testing of the Department of Immigration and the Technical Testing.They have been confirmed.",
        "It has also revealed that the passport used by the businessman before the passport also was also used as a small.",
        "The businessman had tried to send a Sri Lankan to Italy and was produced before the Minuwangoda Magistrate's Courts with the civilian filing.The existing cases have banned a flight ban in leaving the country.",
        "He had tried to use the travel permit to escape the country.",
        "The businessman was arrested by officials of the Department of Immigration and Emigration and the Institute of Surveillance Unit."
      ]
    }
  },
  "summary_lines": [
    "A 64-year-old businessman from Colombo was arrested by immigration officers for attempting to leave Thailand on Thai Airlines on 04/27. He was suspected of using a fake passport and had previously been banned from leaving Sri Lanka."
  ]
}