{
  "translated_text": {
    "ta": {
      "title": "கலைத்திறனின் பணி இடைநிறுத்தப்பட்டது",
      "body_lines": [
        "மகாரகமாவில் மகாரகம காவல்துறையினரின் காவலில் உள்ள கடமைகளை ஹினிடுமா பொலிஸ் சார்ஜென்ட் கடமை தடை செய்துள்ளதாக பொலிஸ் தலைமையகம் தெரிவித்துள்ளது.",
        "பொலிஸ் அவசர கால் சென்டரின் உறுப்பினரின் கூற்றுப்படி, பொலிஸ் அவசர கால் சென்டரைச் சேர்ந்த ஒரு குழு, பொலிஸ் அவசர அழைப்பு மையத்தைச் சேர்ந்த குழு, போலீசாருக்குச் சென்று சந்தேக நபரை கைது செய்ததாகக் கூறுகிறது.",
        "பொலிஸ் விசாரணையில் சந்தேக நபர் காவல்துறைக்கு அழைத்துச் செல்லப்பட்டு, அரசாங்க ஆய்வாளர் அலுவலகங்களுக்கு ஏற்றுமதி செய்து, அரசாங்க ஆய்வாளர் அலுவலகங்களுக்கு கடமைகளைப் பெற்றார்.",
        "சந்தேக நபர் நேஜிகோடா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட்டு அடுத்த மாதம் 3 ஆம் தேதி வரை ரிமாண்ட் செய்யப்பட்டார்.",
        "சந்தேக நபரின் தவறான நடத்தை காரணமாக கேலன் மாவட்ட கண்காணிப்பாளரை கேலி எஸ்எஸ்பி தடை செய்துள்ளது."
      ]
    },
    "en": {
      "title": "The work of the artistry was suspended",
      "body_lines": [
        "Police headquarters said that the duty of the Hiniduma Police Sergeant has banned the duties of the custody of the Maharagama Police in Maharagama.",
        "According to a Member of the Police Emergency Call Center, a group from the Police Emergency Call Center, a group from the Police Emergency Call Center, had gone to the police and to arrest the suspect.Says.",
        "Police investigations revealed that the suspect was taken to the police and exported the work to the Government Analyst offices and obtaining the duties to the Government Analyst Offices.There was.",
        "The suspect was produced before the Nugegoda Magistrate's Court and remanded until the 3rd of next month.",
        "The Galle SSP has banned the Galle District Superintendent of the Galle District due to the suspect's misconduct."
      ]
    }
  },
  "summary_lines": [
    "A Hiniduma Police Sergeant was suspended after being accused of misconduct, including exporting work to the Government Analyst Offices. The suspect was arrested by a team from the Police Emergency Call Center and later remanded until the 3rd of next month by the Nugegoda Magistrate's Court. Additionally, the Galle District Superintendent was banned due to the suspect's actions."
  ]
}