{
  "translated_text": {
    "si": {
      "title": "එංගලන්තය සමඟ ටෙස්ට් තරගයේ ශ්රී ලංකාව.ලකුණු 82 ක් ඉතිරිව ඇත්තේ කඩුලු 4 ක් පමණි",
      "body_lines": [
        "එමිරේට්ස් පැරණි ට්රැෆර් ක්රීඩාංගණයේදී එංගලන්තයට එරෙහි -මං අයිසීසී ලෝක ටෙස්ට් ශූරතාවලියේ පළමු තරඟයේදී ශ්රී ලංකාව ලැජ්ජාවට පත්වෙමින් තිබේ.",
        "ටෙස්ට් තරගයේ පළමු ඉනිමේදී ශ්රී ලංකාවේ ලකුණු 132 ක් ලබා ගනිමින් තරගයේ තුන්වන දිනය වන අතර එය දෙවන ඉනිමේදී කඩුලු 6 ක් අහිමි කර ලකුණු 204 ක් රැස් කළේය.",
        "ශ්රී ලංකාව ලකුණු 82 ක් පමණයි. මෙම තරඟය තවත් දින 2 ක් ඉතිරිව ඇති නිසා ප්රාතිහාර්යය සිදු නොවන්නේ නම්, ආශ්චර්යය සිදු නොවන්නේ නම් ශ්රී ලංකාවේ අසාර්ථකත්වය අනිවාර්යයෙන්ම සිදු වේ.",
        "දෙවන ඉනිමේදී නිෂාන් මධුෂ්කා සහ කුසාල් මෙන්ඩිස්ට ක්රීඩාව අහිමි නොවී ක්රීඩාව අහිමි විය. (1 - 2 විග්.)",
        "3 වන කඩුල්ලෙන් හිටපු කණ්ඩායම් නායකයින් තිමතු කරුණාරත්න සහ ඇන්ජලෝ මැතිව්ස් ලකුණු 51 ක් රැස් කළහ.",
        "මෙයින් පසු දිනේෂ් චන්දිමාල්ගේ මුළු සංඛ්යාව ලකුණු 74 ක් ලබා සිටියදී දිනේෂ් චන්දිමාල් තුවාල ලැබීය.. සලකුණු ලීයේ පැයට කිලෝමීටර 149 / එච් වේග බෝල. දිනේෂ් සන්ඩිමල් ඔහුගේ දකුණු ඇඟිල්ලට පහර දුන් අතර ඔහුට ලකුණු 12 ක් විශ්රාම ගැනීමට සිදුවිය.",
        "නිරන්තරයෙන් තන්ජය ද සිල්වා ලකුණු 11 ක් ලබා ගත්තේය. (95 - 4 විග්.)",
        "මේ අවස්ථාවේදී, ඇන්ජලෝ මැතිව්ස් සහ කමවුන් මෙන්ඩිස් 5 වන කඩුල්ල තුළ ඉවසිලිවන්තව පන්දු යැවූ අතර ලකුණු 78 ක් රැස් කළ අතර එංගලන්ත අර්බුදයක් ලබා දුන්නේය.",
        "එතෙක් ඉතා සැහැල්ලුවෙන් සිටි මැතිව්ස් පන්දු 145 කදී ලකුණු 65 ක් රැස් කළේය.",
        "ක්ෂේත්ර මැදිහත්කරු ක්රිස් ක්රිෂ්ණන් පාලනය කළේ මිලාන් රත්නායක සහ පසුව කමින්ද මෙන්ඩිස් එල්බීඩබ්ලිව් හි ක්රීඩා කරමින් සිටි බවයි.",
        "නමුත් මිලාන් රත්නායක සහ කමවුන් මෙන්ඩිස් සමාලෝචනය සමාලෝචනය කරන විට, ක්රිස්ගේ අවධානයට ලක්වූ විනිශ්චයන් දෙකක් ආපසු හැරවිය.. අවස්ථා දෙකේදීම සංක්රමණිකයේ පන්දුවෙහි බෝලය පැහැදිලිව දැකගත හැකි බැවිනි.",
        "අනෙක් අතට, කමින්දු මෙන්ඩිස් සිය 3 වන අර්ධ ශතවර්ෂය ආරම්භ කළේ කුඩා ආක්රමණශීලී බවයි.",
        "පළමු ඉනිමේදී මිලාන් රත්නායක පළමු ඉනිමේදී අඩ සියවසක් අහිමි වූ අතර දෙවන ඉනිමේදී ලකුණු 10 ක් රැස් කළේය.. (190 - 6 විග්.)",
        "මුළු සංඛ්යාව ලකුණු 74 ක් වූ විට, 18 වැනි ඕවරයේ සිටි දිනේෂ් චන්දිමාල්ගේ 18 වැනි ඕවරයේදී සැහැල්ලු වී 66 වැනි ඕවරයේදී 6 වන කඩුල්ල කඩා වැටෙන විට මෙම ක්ෂේත්රය නැවත ආරම්භ කළේය.",
        "තරගයේ 3 වන දින තරගය අවසන් වූ විට කමවුන් මෙන්ඩිස් ලකුණු 56 ක් සහ දිනේෂ් චන්දිමාල් ලකුණු 20 ක් ලබා ගත්තේ නැත. පන්දු 109 කදී කවත්න්ඩු මෙන්ඩිස්ගේ ඉනිමේදී හයක් සහ හයේ පහරක් ද විය.",
        "තරගයේ තුන්වන දිනයේදී එංගලන්ත කඩුලු 6 ක දුරක් ලකුණු 256 කින් පරාජයට පත්වූ අතර ලකුණු 358 ක් රැස් කළේය.",
        "4 වන ටෙස්ට් තරගයේ ක්රීඩා කළ ජෙයි ස්මිත් ඇගේ වර්ජින් ශතවර්ෂයේ ඉටු කළේය.",
        "පන්දු 148 කට මුහුණ දුන් ජෙයි ස්මිත්ගේ ලකුණු 111 ක් රැස් කළේ රාත්තල් 8 ක් සහ හයේ පහරක් සමඟ ලකුණු 111 ක් රැස් කළේය.",
        "කැස් ඇට්කින්සන් ලකුණු 20 ක් රැස් කළේය.",
        "පන්දු යැවූ ප්රනාන්දු ලකුණු 103 කට කඩුලු 4 ක් දවා ගනිමින් ජයසූරිය ලකුණු 85 කට කඩුලු 3 ක් දවා ගනිමින් ලකුණු 73 කට කඩුලු 2 ක් දවා ගත්හ.",
        "මිලාන් රත්නායක සිය පළමු ටෙස්ට් කඩුල්ල ලබා දුන්නේ ගුස් ඇට්කින්සන් නැති වී ය.",
        "ටෙස්ට් තරගයේ පළමු ඉනිමේදී ශ්රී ලංකාව ලකුණු 236 ක් රැස් කළේය."
      ]
    },
    "en": {
      "title": "Sri Lanka in a predicament in Test with England;Only 4 wickets remaining by 82 runs",
      "body_lines": [
        "Sri Lanka is facing embarrassment in the first match of the three -match ICC World Test Championships against England at the Emirates Old Traford Stadium.",
        "In the first innings of the Test match, Sri Lanka, with 132 runs, was the third day of the match, losing 6 wickets in its second innings at the end of the match and scoring 204 runs.",
        "Sri Lanka is only 82 runs with 4 wickets remaining. Sri Lanka's failure will inevitably unless the miracle happens because the competition remains for another 2 more days.",
        "In the second innings, Nishan Madushka and Kusal Mendis lost the game without running. (1 - 2 wig.)",
        "Former team leaders Timuth Karunaratne and Angelo Mathews shared 51 runs in the 3rd wicket.",
        "Following this, Dinesh Chandimal was injured when the total number was 74 runs.. 149 km / h speed ball at Mark Wood. Dinesh Sandimal hit his right finger and he had to retire with 12 runs.",
        "Constantly Tanjaya de Silva got 11 runs. (95 - 4 wig.)",
        "At this juncture, Angelo Mathews and Kamundu Mendis patiently bowled and shared 78 runs in the 5th wicket and gave England a crisis.",
        "Mathews, who had been very relaxed until then, faced 145 balls with 65 runs.",
        "Field mediator Chris Krishnan ruled that Milan Ratnayake and later Kaminda Mendis were playing in LBW.",
        "But when Milan Ratnayake and Kamundu Mendis reviewed the review, two judgments were reversed in the notice of Chris.. Because in both cases, the ball of the ball was clearly visible in the migration.",
        "On the other hand, Kamindu Mendis started his 3rd half century, starting with a small aggressive.",
        "Milan Ratnayake lost half a century in the first innings and lost 10 runs in the second innings.. (190 - 6 wig.)",
        "When the total number was 74 runs, Dinesh Chandimal, who was in the 18th over, relaxed in the 18th over and re -entered the field when the 6th wicket fell in the 56th over.",
        "When the match ended on the 3rd day of the match, Kamundu Mendis did not lose 56 runs and Dinesh Chandimal 20 runs. In the innings of Kamundu Mendis, who faced 109 balls, had a six -fours and a six.",
        "On the third day of the match, England lost their first innings from 256 runs for the loss of 6 wickets and scored 358 runs.",
        "Jemi Smith, who played in her 4th Test match, fulfilled her virgin century.",
        "Jemi Smith, who faced 148 balls, scored 111 runs with 8 pounds and one six.",
        "Cass Atkinson scored 20 runs, Mathew Potts 17 and Mark Wood 22.",
        "Fernando, who bowled, took 4 wickets for 103 runs, Prabhat Jayasuriya took 3 wickets for 85 runs while Vishwa Fernando took 2 wickets for 73 runs.",
        "Milan Ratnayake made his first Test wicket to lose Gus Atkinson.",
        "Sri Lanka scored 236 runs in the first innings of the Test match."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka faces a challenging position in the first ICC World Test Championship match against England, trailing by 82 runs with four wickets left. Despite efforts from players like Nishan Madushka, Kusal Mendis, and Angelo Mathews, injuries and controversial LBW decisions have hindered progress. England, led by Jemima Smith's maiden century, holds a strong position after scoring 358 runs in their first innings."
  ]
}