{
  "translated_text": {
    "ta": {
      "title": "அமெரிக்கா இரண்டு",
      "body_lines": [
        "பாரிஸ் ஒலிம்பிக்கில் சீனா அமெரிக்காவை மீற முடிந்தது.",
        "சீனா இப்போது 40 தங்கப் பதக்கங்களையும், அமெரிக்காவில் 38 தங்கப் பதக்கங்களையும் மட்டுமே கொண்டுள்ளது.",
        "இதற்கிடையில், 2024 ஒலிம்பிக்கில் பெண்கள் மராத்தான் தங்கப் பதக்கத்தை வென்ற நெதர்லாந்தில் நெதர்லாந்தில் சிஃபா ஹஸ்ஸான்.",
        "31 வயதான சிஃபா மராத்தான் 2 மணி நேரம் 25 நிமிடங்களின் முடிவில் முடிக்கப்பட்டது. இது ஒரு புதிய ஒலிம்பிக் அறிக்கை.",
        "எத்தியோப்பியாவின் இரண்டாவது இடம் எத்தியோப்பியாவின் டிக்ஸ்டாவை வென்றது மற்றும் கென்யாவில் ஹெலன் மாவோய் மூன்றாவது இடத்தைப் பிடித்தார்.",
        "இந்த ஆண்டு ஒலிம்பிக்கில் 10,000 மற்றும் 5,000 மீ நிகழ்வுகளிலிருந்து செப்பு பதக்கங்களை சிஃபான் வென்றார்."
      ]
    },
    "en": {
      "title": "The US is two",
      "body_lines": [
        "China has been able to override the US in the Paris Olympics.",
        "China has now won 40 gold medals and the US has only 38 gold medals.",
        "Meanwhile, Sifa Haszan in the Netherlands in the Netherlands to win the women's marathon gold medal at the 2024 Olympics.",
        "The 31-year-old Sifa marathon was completed during the end of 2 hours and 25 minutes. It is a new Olympic report.",
        "The second place in Ethiopia won the Tigsta of Ethiopia and helen Maoi was placed third in Kenya.",
        "SiFAN won the copper medals from 10,000 and 5,000m events in this year's Olympics."
      ]
    }
  },
  "summary_lines": [
    "In the Paris Olympics, China surpassed the US in gold medals, leading 40 to 38. Meanwhile, SiFAN from the Netherlands set a new record winning the women's marathon in 2:25, securing her first gold medal. She had previously won bronze in the 10,000m and silver in the 5,000m events."
  ]
}