{
  "translated_text": {
    "ta": {
      "title": "ரயில்வே டிரைவர்களின் வேலைநிறுத்தம் இன்னும்",
      "body_lines": [
        "ரயில்வே பொறியாளர் ஓட்டுநர்களால் தொடங்கப்பட்ட வேலைநிறுத்தம் இன்று தொடரும் என்று லோகோமோட்டிவ் எதிர்க்கட்சி சங்கம் தெரிவித்துள்ளது.",
        "இரண்டாம் நிலை பதவி உயர்வு இன்று காலை 6 ஆம் தேதி தொடங்கியது, தாமதம், ஆட்சேர்ப்பு தாமதம், தாமதம், ஆட்சேர்ப்பு தாமதம் ஆகியவற்றை எடுத்துக் கொண்டது.",
        "இரண்டு ரயில் ஓட்டுநர்கள் வேலைநிறுத்தத்தில் மட்டுமே இணைகிறார்கள் மற்றும் மின் தொகுப்புகளுக்கு காரணம் அல்ல.",
        "இருப்பினும், லாக்மோமோட்டிவ் ஓபக்கெட் இன்ஜினியரிங் செயலாளர் அதிகாரிகள் தங்கள் கோரிக்கைகளுக்கு இனி பதிலளிக்கவில்லை என்ற உரிமத்தின் செயலாளராக உள்ளார்.. R. C. எம். சேனநாயக்க கூறினார்.",
        "இருப்பினும், வேலைநிறுத்த நடவடிக்கை குறித்து போக்குவரத்து அமைச்சின் (சிஐடி) செய்தித் தொடர்பாளர் சிஐடியுக்கு புகார் அளிப்பார் என்று எதிர்பார்க்கப்படுகிறது.",
        "21 பேர் அரசாங்கத்தை சங்கடப்படுத்த அரசாங்கத்தால் இந்த புகார் நடத்தப்பட உள்ளது என்று தெரிவிக்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "Railway Drivers' strike still",
      "body_lines": [
        "The Lokomotive Opposition Association says that the strike commenced by Railway Engineer drivers will continue today.",
        "The second level promotions commenced on the 6th of the 6th of this morning, taking delay, recruitment delay, delay, recruitment delay.",
        "Two train drivers are only joining the strike and is not the cause of the power sets.",
        "However, the Secretary of the Lockmomotive Opaket Engineering is the Secretary to the License that the authorities are no longer responding to their demands.. R. C. M. Senanayake said.",
        "However, a spokesperson of the Ministry of Transport (CID) is expected to file a complaint to the CID regarding the strike action.",
        "It is reported that the complaint is to be conducted by the government to embarrass the government by 21 people."
      ]
    }
  },
  "summary_lines": [
    "Railway Engineers' strike continues due to promotion delays and unaddressed demands. Two drivers join; others aren't striking over power issues. The opposition claims the government isn't responding to their concerns. A transport ministry spokesperson plans to report the strike to the CID, potentially involving 21 individuals."
  ]
}