{
  "translated_text": {
    "ta": {
      "title": "தேசிய கொடி மற்றும் மத அடையாளங்கள் குறித்து தேர்தல் ஆணையம் அறிவித்தது",
      "body_lines": [
        "தேர்தல் பிரச்சாரத்திற்காக தேசிய கொடி அல்லது மத அடையாளங்களைப் பயன்படுத்த வேண்டாம் என்று தேர்தல் ஆணையம் அறிவித்துள்ளது.",
        "ஜனாதிபதித் தேர்தல் பிரச்சாரத்திற்கு பயன்படுத்தப்படும் கட்சிகளுக்கு கடுமையான நடவடிக்கைகளை எடுக்க தேசிய கொடி எடுக்கப்பட வேண்டும் என்று தேர்தல் ஆணையம் கூறுகிறது.",
        "தேர்தல் ஹவுஸ்கள் தயாரிப்பது தொடர்பாக இது குறித்து சுற்றறிக்கை தெரிவிக்கப்பட்டுள்ளது.",
        "பிரச்சாரத்திற்கு மத அடையாளங்களைப் பயன்படுத்துவதும் தடைசெய்யப்பட்டுள்ளது என்று தேர்தல் ஆணையம் கூறுகிறது."
      ]
    },
    "en": {
      "title": "Elections Commission announced on national flag and religious symbols",
      "body_lines": [
        "The Elections Commission has announced not to use the national flag or religious signs for election propaganda.",
        "The Elections Commission says that the National Flag is to be taken to take heavy measures for parties used for presidential election campaign.",
        "The circular has also been informed of this regarding the preparation of electionhouses.",
        "The Elections Commission says that the use of religious symbols for propaganda is also prohibited."
      ]
    }
  },
  "summary_lines": [
    "The Elections Commission banned the use of the national flag and religious symbols in election propaganda, threatening severe actions against violators. This directive applies to all parties involved in the upcoming presidential election campaign and has been communicated to election officials."
  ]
}