{
  "translated_text": {
    "si": {
      "title": "අප්රිකානු සූකර උණ: වැළැක්වීමේ පියවර පිළිබඳ ගැසට් ප්රකාශනය",
      "body_lines": [
        "රට පුරා ඇති සියලුම ප්රාදේශීය ලේකම් කොට් isions ාශ ලෙස රට පුරා සියලුම ප්රාදේශීය ලේකම් කොට් isions ාශ ලෙස ප්රකාශයට පත් කිරීම සඳහා පශු සම්පත් නිෂ්පාදන හා සෞඛ්ය දෙපාර්තමේන්තුව ගැසට් නිවේදනයක් නිකුත් කර තිබේ.",
        "මෙම ගැසට් පත්රය 25 වන දින පළමු මාස ​​3 සඳහා ක්රියාත්මක වේ.",
        "රටේ බොහෝ ප්රදේශවල for රන් අප්රිකානු සූකර උණ (AFS) ඇති බව හඳුනාගෙන ඇත.",
        "අප්රිකානු සූන් උණ යනු ගෘහස්ථ උණ යනු ගෘහස්ථ හා වල් කල්ලන්ගේ වඩාත්ම බෝවන වෛරස් රෝගය වන අතර ප්රජනක හා ශ්වසන රෝගය තරුණ තරුණියන් බිහි වන විට නිතර ශ්වසන රෝගයක රෝග ලක්ෂණයකි.",
        "අප්රිකානු සූකර උණ මුලින්ම බටහිර පළාතේ වාර්තා වූ අතර දැන් දැන් va ව, උතුරු හා වයඹ පළාත්වල දක්නට ලැබේ."
      ]
    },
    "en": {
      "title": "African swine flu: Gazette publishing on preventive measures",
      "body_lines": [
        "The Department of Livestock Production and Health has issued a gazette notification to declare all the Divisional Secretariat Divisions across the country as African swine flu.",
        "This gazette will be in effect for the first 3 months of the 25th.",
        "Pigs have been diagnosed with African swine flu (AFS) in many parts of the country.",
        "African swine flu is the most infectious viral disease of home and wild boars, while reproductive and respiratory disease is a symptom of a frequent respiratory disease in young developing pigs.",
        "The African swine flu was first reported in the Western Province and is now found in the Uva, North and North Western provinces."
      ]
    }
  },
  "summary_lines": [
    "African swine flu outbreak declared nationwide. Pigs infected in multiple regions. Symptoms include respiratory issues. Preventive measures announced."
  ]
}