{
  "translated_text": {
    "si": {
      "title": "878 අත්අඩංගුවට",
      "body_lines": [
        "බ්රහස්පතින්දා (01) අවසන් වී පැය 24 සිට අලුයම 12.30 ට පැය 24 තුළ විශේෂ ක්රියාමාර්ගයක් ගැනීමේදී 878 දෙනෙකු අත්අඩංගුවට ගෙන ඇති බව මහජන ආරක්ෂාව පිළිබඳ අමාත්යාංශය පවසයි.",
        "අත්අඩංගුවට ගත් සැකකරුවන් 649 ක් මත්ද්රව්ය චෝදනාවක් මත අත්අඩංගුවට ගත් අතර අපරාධකරුවන් ලැයිස්තුවේ 229 ක්.",
        "මත්ද්රව්ය වැරදි වලට සම්බන්ධ සැකකරුවන් 649 දෙනාගෙන්, සැකකරුවන් 6 දෙනෙකු රඳවාගෙන විමර්ශනය කර ඇති අතර පුනරුත්ථාපන මධ්යස්ථාන සඳහා ඇබ්රාන්ට් සිව් දෙනෙකු යවා ඇත.",
        "මීට අමතරව, පොලිස් මත්ද්රව්ය තුරන් කිරීමේ ඒකකයේ සහ විශේෂ පොලිස් කාර්යාංශයේ ලැයිස්තුවෙන් සැකකරුවන් 15 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "මීට අමතරව, අත්අඩංගුවට ගත් සැකකරුවන් 229 දෙනා අපරාධ විමර්ශන දෙපාර්තමේන්තුව සඳහා නිර්දේශිත ලැයිස්තුවට ඇතුළත් කර ඇති අතර, මත්ද්රව්ය වැරදි පිළිබඳ විවෘත කර ඇති සැකකරුවන් 26 දෙනෙකු සහ අපරාධ විවෘත කිරීම.",
        "මෙම අපරාධය සම්බන්ධයෙන් සැකකරුවන් සහ සැකකරුවන් තිදෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "මෙම මෙහෙයුමේදී හෙරොයින් ග්රෑම් 130 ක්, අයිස් ග්රෑම් 130 ක්, අයිස් ග්රෑම් 130 ක්, මැනෝ ග්රෑම් 1 ක් සහ 200 ක්, අඹ ග්රෑම් 136 ක්, මෝගෝ ග්රෑම් 136 ක්, මංගල ග්රෑම් 136 ක්, කිලෝග්රෑම් 136 ක්, මෝගෝ ග්රෑම් 136 ක්, මංගල ග්රෑම් 136 ක්, මෝගෝ ග්රෑම් 136 ක්, කිලෝග්රෑම් 136 ක් සහ පෙති ග්රෑම් 100 ක් සහ පෙති ග්රෑම් 22 ක් සහ drug ෂධ පෙති 2,211 ක් සොයා ගන්නා ලදී."
      ]
    },
    "en": {
      "title": "878 arrested",
      "body_lines": [
        "The Ministry of Public Safety said that 878 people have been arrested in a special action in the 24 hours after the end of Thursday (01) at 12.30 am today.",
        "The arrested include 649 suspects arrested on a drug charge and 229 on the list of criminals.",
        "Of the 649 suspects involved in drug offenses, 6 suspects have been detained and investigated and four addictions have been sent to rehabilitation centers.",
        "In addition, 15 suspects have been arrested from the list of the Police Drug Eradication Unit and the Special Bureau of Police.",
        "In addition, the 229 suspects who were arrested were included in the list recommended for the Criminal Investigation Department, including 26 suspects who had been opened on drug offenses and 192 opening crimes.",
        "Three suspects and three suspects have been arrested in connection with the crime.",
        "The Ministry of Public Safety further said that 130 grams of heroin, 134 grams of ice, one kg and 200g of cannabis, 136 grams of mango, one kg and 100g of pills and 2,211 drug pills were recovered during the operation."
      ]
    }
  },
  "summary_lines": [
    "878 arrested in 24 hours, including 649 drug suspects and 229 criminals. 6 drug suspects detained, 4 sent to rehab. 15 from Police Drug Eradication Unit. 229 recommended for Criminal Investigation Department. Recovered: 130g heroin, 134g ice, 1kg cannabis, 136g mango, 1kg pills, 2,211 drug pills."
  ]
}