{
  "translated_text": {
    "si": {
      "title": "කම්කරුවන්ට අයිතිය: බාධකය කවුද?",
      "body_lines": [
        "කම්කරුවන්ට ඉඩම් අයිතිවාසිකම් ලබා දීමට දේශපාලන පීඩනයක් නොමැත. පාගමන් ඇතුළු අනෙකුත් පක්ෂ අගමැති දිනේෂ් ගුණවර්ධනට මෙය ක්රියාත්මක නොකළ යුතු බව වාර්තා වේ.. ලංකා කම්කරු සම්මේලනය මහින්ද රාජපක්ෂ සමඟ සන්ධානය බිඳ දැමීමට මෙය එක් හේතුවකි.",
        "රජයේ නිත්ය ඉඩම් සපයන යෝජනා ක්රමය රජය විසින් සාර්ථකව ක්රියාත්මක කරනු ලැබේ.. ජනාධිපති රනිල් වික්රමසිංහ රටට ගොස් යෝජනා ක්රමය යටතේ බඳවාගෙන ඇති ජනතාවට ඉඩම් ලබා දෙයි.. එහෙත් ඔහුගේ නායකත්වය යටතේ කැබිනට් මණ්ඩලයේදී අමාත්යවරුන් තිදෙනෙකු විසින් ඉදිරිපත් කරන ලද වතු කම්කරුවන්ට ඉඩම් අයිතිය ලබා දීමට අවසර ඇත.",
        "කැබිනට් මණ්ඩලයේ අනුමැතිය නොතකා, වතුකරයට ඉඩම් අයිතිවාසිකම් ලබා දීමේ සැලසුම වහාම ක්රියාත්මක නොකෙරේ. ප්රතිපත්තිමය සැලසුම් ලේඛනයක් සකස් කිරීමට කාලය ගතවේ.. මෙම ලේඛනය දැනට සූදානම් වුවද, සමාගම් සහ සමහර දේශපාලන පක්ෂ මෙම ව්යාපෘතියට විරෝධය පළ කර තිබේ.",
        "වැවිලි කර්මාන්ත අමාත්ය ජීවන් තොන්ඩමන්, ඉඩම් අමාත්යංශ අමාත්ය හරින් ෆර්නැන්ඩෝ සහ රමේෂ් පතිරාන, වතු කර්මාන්ත අමාත්යවරයා වූ ඉඩම් අමාත්ය හරින් ප්රනාන්දු සහ රමේෂ් පතිරාන කැබිනට් පත්රිකාවක් ඉදිරිපත් කළහ.. අවසර පත්රය ලබා දුන්නද, ප්රතිපත්ති ලේඛනයක් සකස් කිරීම සඳහා අග්රාමාත්ය දිනේෂ් ගුණවර්ධනගේ නායකත්වය යටතේ කැබිනට් අනුකමිටුවක් පත් කරන ලදී.",
        "වතුකළු ප්රදේශවල භූමියේ ප්රමාණය, පවත්නා කම්කරුවන්ගේ සංඛ්යාව සහ ඉඩම් සඳහා වෙන් කර ඇති ඉඩම් ප්රමාණය ඇතුළුව වෙනත් තොරතුරු ඇතුළත් කිරීමට ප්රතිපත්ති ලේඛනය සකස් කරන ලදී.. වතුයාය රජයට අයත් බැවින් සමාගම්වල අවසරය එයට අවශ්ය වේ. විශේෂ සංවර්ධන ව්යාපෘති හා ඉන්දීය නිවාස ව්යාපෘති සඳහා කැබිනට් පත්රිකාවක් සහ ඉන්දීය කඩදාසි ව්යාපෘති ලබාගත් සමාගම්, කම්කරුවන්ට ස්ථිර ඉඩම් අයිතිය ලබා දීමට ඔවුන්ගේ විරෝධය පෙන්වන සමාගම්.. තේ කර්මාන්තයට ඉදිරියට යා යුතු කම්කරු හිඟයකට ඔවුන් වෙහෙස මහන්සි වී වැඩ කරන බැවින් ඔවුන් කියා සිටියේ කම්කරුවන්ට ඔවුන් සම්පූර්ණයෙන්ම ඉවත් වන බවයි.",
        "ඒ අතරම, කම්කරුවන්ට ඉඩම් අයිතිවාසිකම් ලබා දීමට දේශපාලන පීඩනයක් නොමැත. පාගමන් ඇතුළු අනෙකුත් පක්ෂ අගමැති දිනේෂ් ගුණවර්ධනට මෙය ක්රියාත්මක නොකළ යුතු බව වාර්තා වේ.. මෙය ලංකා කම්කරු කොන්ග්රසය සමඟ සන්ධානයේ බිඳවැටීමට හේතුවක් විය හැකිය. මහින්දගේ පාලන සමයේදී ඔහු වතු ප්රදේශවලට ලබා දී ඇති පොරොන්දු ඉටු නොකළ බව මතක් කර දිය යුතුය.. සමහර උද්යාන සඳහා කොන්ක්රීට් මාර්ග සැකසීම සහ ඔහුගේ වැඩ කටයුතු අවසන් විය. තම ආණ්ඩුවේ ශක්තිමත්ම දේවසේවකයා වූ අමරා අරුමුගන් තොන්මාන් කම්කරුවන්ගේ ඉඩම්වල මුඛය විවෘත කළේ නැත. නමුත් ඔහු ඇමතිවරයකු වූ විට ඔහු ඔහුව දැන සිටියේ නැත.",
        "සෑම කෙනෙකුම දැන් සංකීර්ණ කාලයකදී කම්කරු ඉඩම් අයිතිවාසිකම් ගැන කතා කිරීමට පටන් ගෙන තිබේ. ජනාධිපති රනිල් වික්රමසිංහ මහතා දහස් ගණනකට ඉඩම් ලබා දෙයි. වැඩකරන නිලධාරීන්ට දිවා රෑ නොරු රාමයා ව්යාපෘතිය සඳහා වතු කම්කරුවන්ගේ ඉඩම් සම්බන්ධය දකින්නේ නැත. අග්රාමාත්යවරයා වන ඩිනීජ් ගුණවර්ධන, තීරණ ගැනීමේදී දුර්වල එකක් වේ. ඒ නිසා ඔහුට මේ රටේ බොහෝ දෙපස පීඩනය සමඟ කටයුතු කිරීමට නොහැකි විය.",
        "එහි ප්රති As ලයක් ලෙස රජයට සහාය දෙන ලංකා කම්කරු සම්මේලනය, මේ සම්බන්ධයෙන් හපන්නට හා ගිල දැමීමට නොහැකි ය.. මීට පෙර, සීඩබ්ලිව්සී පොරොන්දු වූ සෝපාස් පෘථිවි භූමිය සපුරා නොමැත.කම්කරුවන්ට ඇති අයිතියට එරෙහිව සටන් කරන්නේ කවුරුන්ද යන්න සීඩබ්ලිව්සී දනී. නමුත් ඔවුන් ආණ්ඩුවේ පැත්තෙන් අමාත්යාංශය ගෙන ඇත. දේවසේවය සඳහා ඔවුන් දීමනා ද භුක්ති විඳිති. එය එතරම් පහසුව තැබිය නොහැක. ආණ්ඩුවේ පැත්තෙන් පිටවිය නොහැක. සීඩබ්ලිව්සී මීළඟ ජනාධිපතිවරණයේදී රනිල්ට සහාය දැක්වීමේ තීරණය සමඟ සිටී.",
        "ඔබ රනිල් හැර ගියහොත් සීඩබ්ලිව්සී තනිකම වනු ඇත. ඒවා පිළිගැනීමට වෙනත් පාර්ශ්වයන් නොමැත. දේශපාලනයේ බංකොලොත් භාවයට පැමිණි මහින්දගේ පැත්ත. එය සියදිවි නසා ගැනීමට සමාන වේ. එබැවින් සීඩබ්ලිව්සී වත්මන් රජයේ පැත්ත වීමට බල කෙරුනි. එහෙත් රජය හා සම්බන්ධ වීමෙන් පසු සීඩබ්ලිව්සී විසින් කිසිදු පොරොන්දු සපුරා නොමැති බව මතක තබා ගැනීම අවශ්ය වේ.උඩරට විශ්ව විද්යාලය ඇතුළු කම්කරුවන්ගේ වේදනාවට ස්ථිර විසඳුමක් වැනි ඉඩම් අයිතිය ක්රියාත්මක කර ඇත.. ජනාධිපතිවරයා කියා සිටියේ සැනසිල්ලේ පද සපුරා ඇති බවයි.",
        "ඉන්දීය රජයේ නිවාස යෝජනා ක්රම දසදහසක් ප්රමාද වී ඇත. පළමු වෙළුම් නිවාස මේ වසරේ අගෝස්තු වන විට ප්රතිලාභීන්ට භාර දෙන නමුත් නිවාස 1075 ක් සඳහා මුල්ගල් සමඟ මෙම ව්යාපෘතිය තවමත් වේගවත් කර නොමැත.",
        "ජනාධිපතිවරණය පැවැත්වීමට මාස තුනක කාලයක් ගත වේ. රනිල් වික්රමසිංහගේ සහාය ඇතිව ජනතාව සීඩබ්ලිව්සී, රනිල් වික්රමසිංහ මහතා ඉදිරියේ පෙනී සිටි බව දන්නේ නැත. රජයේ සුභසාධන වැඩසටහන් රජයේ පැත්තෙන් සිදු කිරීමට නොහැකි වීම. අනෙක් අතට, ජනාධිපති රනිල්ට සහය දක්වන වෙනත් පාර්ශවයන්ට තමාට බලපෑම් කරන බව මෙම ඉඩම් ප්රශ්නයට වැටහෙනු ලැබේ."
      ]
    },
    "en": {
      "title": "Land Right to Workers: Who is the obstacle?",
      "body_lines": [
        "There are no political pressures to grant land rights to workers. Reports suggest that other parties, including the PA, should not implement this to Prime Minister Dinesh Gunawardena.. This is one of the reasons why the Ceylon Workers Congress broke the alliance with Mahinda Rajapaksa.",
        "The government is being successfully implemented by the government's permanent land providing scheme.. President Ranil Wickremesinghe goes to the country and gives land to the people who have been enrolled under the scheme.. But under his leadership, the plantation workers submitted by three ministers in the Cabinet are allowed to grant land rights.",
        "Despite the approval of the Cabinet, the plan to provide land rights to the plantation people is not immediately implemented because it takes time to prepare a policy plan document.. Although the document is currently being prepared, the companies and some political parties have expressed their opposition to the project.",
        "Plantation Infrastructure Minister Jeevan Thondaman, Land Minister Harin Fernando and Ramesh Pathirana, who were the Minister of Plantation Industries, submitted a cabinet paper to obtain land for plantation workers.. Although the permit was granted, a Cabinet Subcommittee was appointed under the leadership of Prime Minister Dinesh Gunawardena to prepare a policy document.",
        "The policy document was prepared to include other details, including the size of the land in the plantation areas, the number of existing workers and the hectares of land allocated to the land.. It requires the permission of the companies as the plantation is owned by the government. Companies that have obtained the permission of a cabinet paper for special development projects and Indian housing projects, show their opposition to giving workers a permanent land rights.. Now that they are facing a shortage of labor to advance the tea industry, they said that they would be completely out of their way to the workers.",
        "At the same time, there are no political pressures to grant land rights to workers. Reports suggest that other parties, including the PA, should not implement this to Prime Minister Dinesh Gunawardena.. This may be a reason for the breakdown of the Alliance with the Ceylon Workers Congress Mahinda Rajapaksa. It must be reminded that he did not fulfill any promises he had made to the plantation areas during the reign of Mahinda.. Setting the concrete paths to some gardens and his work ended. Amara Arumugan Thondaman, who was the strongest minister in his government, did not open his mouth on the land rights of the workers. But it is important to note that when he was a minister, he did not know him.",
        "Everyone has started talking about workers' land rights in a complex period now. President Ranil Wickremesinghe is offering land to thousands. Working officials do not see the plantation workers' land affair for the Urumaya project day and night. Dinej Gunawardena, who is the Prime Minister, is a weak one in making decisions. So he could not cope with the pressure from many sides of this land.",
        "As a result, the Ceylon Workers Congress, which is supporting the government, is unable to chew and swallow in this regard.. Earlier, the Soumya Earth's land promised by the CWC has not been fulfilled.The CWC knows who is against the land right to workers. But they have taken the ministry from the side of the government. They also enjoy the offers for the ministry. It cannot be left in that easy. Cannot exit from the side of the government. The CWC is with the decision to support Ranil in the next presidential election.",
        "CWC will be lonely if you leave Ranil. There are no other parties to accept them. Mahinda's side, which has reached the bankruptcy in politics. It is equal to suicide. Therefore, the CWC is forced to be the side of the current government. But it is necessary to remember that no promises made by the CWC have been fulfilled after joining the government.Land ownership, such as a permanent solution to workers' agony, including the University of Upcountry University, have been put in place.. The president is only saying that the consolation verses are being fulfilled.",
        "Ten thousand housing schemes of the Indian government have been delayed. The first volume houses will be handed over to the beneficiaries by August this year, but the project has not yet been accelerated with the foundation stone for 1075 houses.",
        "There is a period of three months to take place presidential election. It is not known that the people are going to stand before the CWC, Ranil Wickremesinghe, with the support of Ranil Wickremesinghe. Unable to carry out people's welfare programs from the government's side. On the other hand, this land issue is realized that other parties that support President Ranil have pressure on him."
      ]
    }
  },
  "summary_lines": [
    "The obstacle to granting land rights to workers includes internal government delays, opposition from companies owning plantation lands, and lack of political pressure. Despite Cabinet approval, policy preparation and company consent delay implementation. Political alliances and promises unfulfilled contribute to the complexity."
  ]
}