{
  "translated_text": {
    "si": {
      "title": "දෙමළ දේශපාලනයට විසඳුම: ජනාධිපති ව්යාජ පොරොන්දු තවදුරටත් ජයගත නොහැක - දෙමළ ජාතික සන්ධානය",
      "body_lines": [
        "දෙමළ ජනයාගේ ගැටළු විසඳීම සඳහා ජනාධිපතිවරයා ජාත්යන්තර රැවටිලිකාර ක්රියාකාරකම් ලබා ගනී. ජනාධිපතිවරණය මැතිවරණය ඉලක්ක කරන්නේ 'දෙමළ ජනතාවට දේශපාලන විසඳුමක් ලෙස'. දෙමළ ප්රශ්නය විසඳීම සඳහා රජය මේ වසරේ දියුණුව නොගන්නේ නම් රජය අසාර්ථක වන බව දමිළ ජාතික සන්ධානය (ටීඑන්ඒ) පාර්ලිමේන්තු මන්ත්රී චානකන් රසානිකියම් මහතා පැවසීය.",
        "පනත් කෙටුම්පතේ පනත් කෙටුම්පත, පනත් කෙටුම්පතේ පනත් කෙටුම්පත සහ පනත් කෙටුම්පතේ පනත අඟහරුවාදා (20) පාර්ලිමේන්තුවේදී පැවැත්වෙන සැසිවාරයකදී දෙවන වර කියවීමේ පනත් කෙටුම්පතක් සඳහා ගෙන යන ලදී.. ඔහු ඉහත සඳහන් කළ බව සඳහන් කළේය.",
        "ආර්ථික අර්බුදයෙන් මිදීමට නව නීති ගෙන එනු ලබන බව රජය පවසයි. නමුත් පසුගිය වසරේ පමණක් කුඩා හා මධ්යස්ථ කර්මාන්ත ලක්ෂ දෙකකට වැඩි ප්රමාණයක් වසා දමන ලදී. මේ වන විට ඉන්ඩස්ට්රීස් 11,000 ක් පමණ වසා දමා ඇත.",
        "මහින්ද රාජපක්ෂ, ගෝතභය රාජපක්ෂ සහ මහ බැංකුවේ හිටපු මහ බැංකුවේ හිටපු මහ බැංකුවේ හිටපු ආණ්ඩුකාරවරුන් වන ශ්රේෂ් Supreme ාධිකරණය නිවේදනය කර ඇත්තේ රට බංකොලොත් නඩුවකට ඇතුළත් කර ඇති බැසිල් රාජපක්ෂ මහතා ඇතුළු මහ බැංකුවේ හිටපු ආණ්ඩුකාරවරුන් වන බවයි.. ශ්රේෂ් Supreme ාධිකරණයේ තීන්දුව පණිවිඩයක් පමණක් වන අතර රජය තීන්දුව භාරගෙන නොමැත.",
        "ඉරිදා බෝම්බ ප්රහාරය සහ ප්රහාරයට පහර දුන්නේ ඇයි?. ජීව රුධිරයේ ජීව රුධිරය පිළිබඳ ජාත්යන්තර පරීක්ෂණයක් සඳහා අවශ්යතාවයක් නොමැති බව පවසමින් ජනාධිපති රනිල් වික්රමසිංහ මහතා විශේෂ කමිටුවක් පත් කළේය.. කාරණය මෙන්ම කාරණය ආවරණය කරන ලදී.",
        "රජය අතීතයේ දී සාකච්ඡා කර ඇති ගැටළු සහ මිනිසුන් දැනට මුහුණ දී සිටින අර්බුදය පිළිබඳව අවධානය යොමු කර නැත. ජනාධිපතිවරණයට ඉදිරිපත් වන්නේ කෙසේද සහ අපේක්ෂකයෙකු ලෙස ක්ෂේත්රයක් ඉදිරිපත් කළ හැක්කේ කාටද යන්න පිළිබඳව විශේෂ අවධානයක් යොමු වී තිබේ.",
        "උතුරු හා නැගෙනහිර පළාත්වල මූලික ගැටලුවලට විසඳුමක් ලබා දීමට දෙමළ ජනතාව අවධානය යොමු නොකෙරේ. දෙමළ ජනතාවගේ සුභසාධනය සඳහා බිල්පත් කිසිවක් ඉදිරිපත් කර නොමැත. රජය විසින් සත්යයක් නිර්මාණය කිරීම ගැන සඳහන් කරයි.. එහෙත් උතුරු හා නැගෙනහිර පළාතේ ජනතාව මෙම ක්රියාවලියට විරුද්ධ ය.",
        "දේශපාලන විසඳුම බව ජනාධිපතිතුමා සඳහන් කරයි. නමුත් ප්රගතිශීලී පියවරක් ගෙන නොමැත. දෙමළ ජනතාවගේ ඡන්ද ලබා ගැනීම සඳහා ඔහු ජනාධිපතිවරණය 'දෙමළ ජනතාවගේ මූලික ගැටලුවලට විසඳුමක් ලෙස' ඔහු දැන් සඳහන් කරයි.",
        "උතුරු හා නැගෙනහිර පළාතේ ජනතාවගේ ගැටලුවලට අවධානය යොමු කරන්න. දෙමළ ප්රදේශවල ගෙවනු ලබන්නේ සිංහල බෞද්ධ වෘත්තීන් පමණි. ජනාධිපති ලේකම් කාර්යාලයේ මෑතදී පැවති සාකච්ඡාවකදී නැගෙනහිර පළාතේ පිළිම හතර ආරක්ෂා කළ යුතු බව පැවසේ.",
        "මඩකලපුව දිස්ත්රික්කයේ හමුදා කඳවුරක් තුළ බෞද්ධ ආරාමයක් ඉදිකිරීමට මූලික පියවර ගෙන තිබේ. දෙමළ සහ සිංහල ජීවත්වන ප්රදේශවල පවා බෞද්ධ පිළිම ඉදිකරනු ලැබේ.. නමුත් එම නියෝග ක්රියාත්මක කළ නොහැකි බව ආරක්ෂක ඇමතිතුමා සඳහන් කරයි.",
        "දෙමළ ජනතාවගේ මූලික ගැටලු විසඳීම සඳහා ආණ්ඩුක්රම ව්යවස්ථාව හරහා පියවර ගත යුතුය. අපගේ දේශපාලන බලය ලබා නොදී බලයට පත්වන බොරු සාර්ථක නොවනු ඇතැයි මම රජය සඳහන් කරමි."
      ]
    },
    "en": {
      "title": "Solution to Tamil Politics: President's fake promises no longer win - Tamil National Alliance",
      "body_lines": [
        "The president only takes the international deceptive activities to address the problems of Tamils. The presidential election targets the election 'as a political solution for Tamils. Tamil National Alliance (TNA) parliamentarian Chanakyan Rasamanikam said that if the government does not take progress this year to address the Tamil issue, the government is sure to fail.",
        "Seven Bill Bill, including the Bill of the Bill, the Bill of the Bill, and the Bill of the Bill, were taken for a second reading at a session held in Parliament on Tuesday (20).. He mentioned the above.",
        "The government notes that new laws are being brought in to recover from the economic crisis. But last year alone, more than two lakhs of small and medium industries were closed. At present, about 11 thousand industries have been shut down.",
        "The Supreme Court has announced that Mahinda Rajapaksa, Gotabhaya Rajapakse, and former Governors of the Central Bank, including Basil Rajapaksa, who have put the country into a bankruptcy case, are economic assassinations.. The Supreme Court's decision is only a message and the government has not taken up the verdict.",
        "There were many issues on Channel -4 television as to who did the lifeblood Sunday bombing and why the attack was attacked. President Ranil Wickremesinghe appointed a special committee, saying that there is no need for an international investigation into the lifeblood of the lifeblood.. As well as the matter was covered.",
        "The government has not focused on the issues that have been talked about in the past and the crisis that people are currently facing. Special attention has been paid to how to contest the presidential election and who can field as a candidate.",
        "The Tamil people are not focused on providing a solution to the basic issues of the Northern and Eastern Provinces. No bills have been submitted for the welfare of the Tamil people. The government refers to the creation of a truth -finding commission to deceive the international. But the people of the North and Eastern Province oppose this process.",
        "The President notes that the political solution is. But no progressive measures have been taken. He now refers to the presidential election as a 'solution to the basic problems of Tamils' in order to get the votes of the Tamils.",
        "Leave the attention to the problems of the people of the North and Eastern Province. Only the Sinhala Buddhist occupations are paid in Tamil areas. In a recent talks at the Presidential Secretariat, it has been said that the four idols in the Eastern Province should be protected.",
        "Preliminary steps have been taken to construct a Buddhist monastery within a military camp in Batticaloa district. Buddhist idols are being constructed even in areas where Tamils and Sinhalese do not live.. But the Defense Minister notes that those orders cannot be implemented.",
        "Action must be taken through the Constitution to address the basic problems of Tamils. I will mention the government that the lies that come to power without giving our political power will not succeed."
      ]
    }
  }
}