{
  "translated_text": {
    "si": {
      "title": "ජනාධිපති අනුර කුමාර දිසානායක ජනතාවගේ විශ්වාසය - වජිර අබේවර්ධනගේ විශ්වාසය ඉටු කරනු ඇතැයි අපි බලාපොරොත්තු වෙමු",
      "body_lines": [
        "රනිල් වික්රමසිංහ මහතා ජාත්යන්තර මූල්ය අරමුදලේ සහාය ඇතිව රට බේරාගෙන ඇති අතර එම වගකීම ජනාධිපති අනුර කුමාර දිසානායකගේ වගකීම භාර දී තිබේ.. \"නව ජනාධිපතිවරයා එම වගකීම ඉටු කරනු ඇතැයි අපි බලාපොරොත්තු වෙමු,\" එක්සත් ජාතීන්ගේ පාර්ලිමේන්තු මන්ත්රී වජිර අබේවර්ධන මහතා පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (24) සිරිකෝතා හි එක්සත් ජාතීන්ගේ මූලස්ථානයේ පැවති මාධ්ය හමුවකදීය.",
        "ජනාධිපතිවරණයේදී ස්වාධීන අපේක්ෂකයෙකු ලෙස තරඟ කළ රනිල් වික්රමසිංහ විවිධ දේශපාලන තනතුරු සඳහා ඡන්දය ප්රකාශ කළේය. අපේ පක්ෂය ගැන අපි ඔවුන්ට ස්තූතිවන්ත වෙමු.",
        "ඒ හා සමානව, රටේ ජනතාවගෙන් සියයට 42 කට වැඩි පිරිසක් නව ජනාධිපති අනුරගුමර දිසානායක සමඟ සහයෝගයෙන් කටයුතු කළ යුතුය.. ප්රකාශිත කරුණු ක්රියාත්මක කිරීම සඳහා ජනතාව විශාල ලෙස අපේක්ෂා කෙරේ.",
        "එපමණක් නොව, ශ්රී ලංකාවේ සමස්ත ජනගහනය මීට වසර දෙකකට පෙර ශ්රී ලංකාවේ මැතිවරණයක් පැවැත්වීම හෝ ප්රජාතන්ත්රවාදයට තර්ජනය කිරීම සහ ශ්රී ලංකාව ස්ථාවර කර ප්රජාතන්ත්රවාදය සහතික කිරීම සඳහා ශ්රී ලංකාවේ සමස්ත ජනගහනයම නිර්මාණය කරන ලදී.. ඒ සඳහා ශ්රී ලංකාවේ ජනතාව ඔහුට ස්තූති කළ යුතුය.",
        "එපමණක් නොව, රට මුදා හැරීමේ රට වන රට, ජාමූඅ, ජාත්යන්තර මූල්ය අරමුදල, ජාමූඅ, ජාත්යන්තර මූල්ය අරමුදල, ලෝක බැංකුව සහ ආසියානු සමාජයන්, ජාමූඅ, ජාත්යන්තර මූල්ය අරමුදල, ලෝක බැංකුව සහ ආසියානු සමාජයන්, ජාමූඅ, ජාත්යන්තර මූල්ය අරමුදල, ලෝක බැංකුව සහ ආසියානු සමාජයන් ඉදිරියට ගෙන යාම සඳහා රනිල් වික්රමසිංහගේ වැඩපිළිවෙල රාජ්යයෙන් නිදහස් කර තිබේ ශ්රී ලංකාවේ නව ජනාධිපති අනුරගමිරා සඳහා සූදානම් වෙමින් සිටි ශ්රී ලාංකික ජනතාවගේ ජනතාව..",
        "එසේ නම්, ශ්රී ලංකාවේ ජනතාව එම වගකීම භාර ගනී. ශ්රී ලාංකික ජනතාවගේ වගකීම ජනාධිපති අනුර කුමාර දිසානායක විසින් ඉටු කරනු ඇතැයි අපි අපේක්ෂා කරමු.. රටට රේ-හෝරා නොමැති වන පරිදි එම වගකීම් රටට ඉටු කළ යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "We hope that President Anura Kumara Dissanayake will fulfill the confidence of the people -Vajira Abeywardena",
      "body_lines": [
        "Ranil Wickremesinghe has rescued the country with the help of the International Monetary Fund and handed over the responsibility to President Anura Kumara Dissanayake.. \"We hope the new president will fulfill that responsibility,\" said UNP MP Vajira Abeywardena.",
        "He was speaking at a press conference held at the UNP headquarters in Sirikotha on Tuesday (24).",
        "Ranil Wickremesinghe, who contested as an independent candidate in the presidential election, voted for various political positions. We thank them as our party.",
        "Similarly, more than 42 percent of the people in the country should cooperate with the new President Anuragumara Dissanayake, or to implement the issues stated in the election policy proposed by him.. People are hugely anticipated to implement the stated issues.",
        "Moreover, the entire population of Sri Lanka was created by Ranil Wickremesinghe to hold an election in Sri Lanka two years ago or threatened with democracy and stabilize Sri Lanka and ensure democracy.. The people of Sri Lanka should thank him for that.",
        "Moreover, Ranil Wickremesinghe's program to advance the country, the IMF, the International Monetary Fund, the World Bank and the Asian Societies, with the donation groups in the world, the country, which has been releasing the country, has been liberated from the state of Sri Lanka, the people of the Sri Lankan people who have been preparing for the new President's Anuragumara..",
        "If so, the people of Sri Lanka are accepting that responsibility. We expect the responsibility of the Sri Lankan people to be fulfilled by the current President of the President Anura Kumara Dissanayake.. He said that the country has to fulfill those responsibilities so that the country does not have a re -era."
      ]
    }
  },
  "summary_lines": [
    "UNP MP Vajira Abeywardena hopes President Anura Kumara Dissanayake fulfills public trust after Ranil Wickremesinghe's IMF-backed rescue."
  ]
}