{
  "translated_text": {
    "si": {
      "title": "රුසියාව යුක්රේනයේ බොහෝ නගරවලට පහර දෙයි - ළමා රෝහල",
      "body_lines": [
        "නගර කිහිපයකට එල්ල වූ ප්රහාරයෙන් 30 කට වැඩි පිරිසක් යුක්රේනයේ අගනුවර ළමා රෝහලක් ඇතුළු ප්රහාරයකින් මිය ගොස් තිබේ.",
        "යුක්රේනයේ නිලධාරීන් පවසා ඇත්තේ යුක්රේනයේ බොහෝ නගරවලට එදිනෙදා ප්රහාරයක් එල්ල වී ඇති බවයි.",
        "යුක්රේනයේ අගනුවර පිහිටි ඔක්මාටිට් එඩ්මතිටිට් එල්ල කළ ප්රහාරය කියා සිටියේ මෙම ප්රහාරය එල්ල කළ බවයි.",
        "මෙම ප්රහාරය සිදුකරන අතරතුර දරුවන් දරුවන් බේරා ගැනීමට උත්සාහ කළ ආකාරය විස්තර කරන රෝහලේ කාර්ය මණ්ඩලයේ පින්තූර තිබේ.",
        "මම භීතියට පත් වූ නමුත් මම දිවි ගලවා ගතිමි.",
        "අනතුරු ඇඟවීමේ සං signal ාව ශබ්දයක් ඇති විට, ළමයින් ආරක්ෂිත ස්ථාන වෙත ගෙන යන ලදී. මුළු දුම සොයා ගන්නා ලදී. වෛද්යවරුන්ට හුස්ම ගැනීමට නොහැකි විය. බෝම්බ හෙලීමෙන් වෛද්යවරුන්ට තුවාල සිදුවිය.",
        "මවක් කිව්වා ඇගේ 11 දෙනා - අවුරුදු 11 ක පුතා පිළිකාවෙන් ආරක්ෂිතව නෙරපා හරින ලදි."
      ]
    },
    "en": {
      "title": "Russia attack on many cities of Ukraine- Children's Hospital",
      "body_lines": [
        "More than 30 people have been killed in the attack on several cities, including a children's hospital in Ukraine's capital.",
        "Ukraine officials have said that there have been a day -to -day attack on many cities of Ukraine.",
        "Ukraine officials said that the attack on Okmatit, the main children's hospital in the capital of Ukraine, said.",
        "There have been pictures of the hospital's staff describing how the children tried to save the children while the attack was carried out and the search was carried out inside the hospital.",
        "I was terrified but I survived.",
        "When the alarm signal sounded, the children were taken to safe places. The whole smoke was found. Doctors were unable to breathe. Doctors were injured with bombshell.",
        "A mother said her 11 -year -old son was safely expelled from cancer."
      ]
    }
  },
  "summary_lines": [
    "In a devastating attack on Ukraine, including its capital's main children's hospital, over 30 lives were lost. Daily assaults on various Ukrainian cities continue, with horrific scenes at Okmativ hospital where staff heroically attempted to rescue children amidst chaos and destruction."
  ]
}