{
  "translated_text": {
    "si": {
      "title": "සිත්ගන්නා තීරණය සඳහා ත්රිත්වය - ඇන්ටෝනියානු සමර්",
      "body_lines": [
        "ත්රිත්ව පළමු දිනය - මහනුවර අස්ගිරියා පිටියේදී අස්ගිරියා පිටියේදී ඇන්ටෝනියානු 105 වන (කඳුකර) නිල් මැණික් අබලන් වූ අතර එය නොනවතින තීරණය කරා ගමන් කරයි.",
        "සමහර විට, ශාන්ත අන්තෝනි ත්රිත්ව කණ්ඩායම දෙවරක් අහිමි වුවහොත්, තරගය සෑදිය හැකිය.",
        "තරගයේ මුළු දවසම ක්රීඩා කළ ශාන්ත අන්තෝනි කණ්ඩායම සිකුරාදා (15) තරගය ආරම්භ කළ අතර පළමු ඉනිමේදී කඩුලු 9 ක් දැවී ලකුණු 232 ක් රැස් කළේය.",
        "බොහෝ විට ශාන්ත අන්තෝනි කණ්ඩායම ඔවුන්ගේ පළමු ඉනිම පැවැත්වීමට අපේක්ෂා කරන අතර ත්රිත්ව කණ්ඩායමට දෙවන දිනට පන්දුවට පහර දීමට අවස්ථාවක් ලබා දෙයි (16).",
        "ආරම්භක ක්රීඩකයා වන දිනිරා කනේගොඩ (0) ත්රිත්ව කණ්ඩායමේ මුලින් මැනුල ගිටරත්න ලෙස ශාන්ත අන්තෝනිගේ කණ්ඩායම දැඩි කොටසකට මුහුණ දුන්නේය.",
        "කෙසේ වෙතත්, ඔවුන් දෙදෙනාගෙන් කණ්ඩායම් නායක දිසානායක කෞෂිකා කුමාරසිංහ 2 වන කඩුල්ලේ ලකුණු 66 ක් බෙදා ගත්තේය.",
        "පසුව, තෙවැනි කඩුල්ලෙන් ලකුණු 36 බැගින් ලකුණු 36 බැගින් ලබා ගත්හ.",
        "තිසර ඒකනායක පන්දු 161 කදී පන්දු 161 ක් සහ රාත්තල් 6 ක් ඇතුළුව ලකුණු 63 ක් රැස් කළේය.",
        "පසුව, ජනිත් රත්නසිරි සහ කාවාන් රාමන් 5 වන කඩුල්ලේ කණ්ඩායම බදා ගැනීමට උත්සාහ කළහ.",
        "නමුත් ඔවුන් දෙදෙනාම ලකුණු 34 ක් බෙදා ගත් අතර තරගය පරාජයට පත්විය.",
        "6 වන කඩුල්ලෙන් ලකුණු 6 වන කඩුල්ලේදී ලකුණු 30 ක් රැස් කළ ජන්ත්ත් රත්නසාරි හින්දු සුළඟට හින්දු සුළඟින් ලකුණු 30 ක් බෙදා ගත්තේය.",
        "ටික වේලාවකින් කලෆේතකේ හතරේ පහර 6 ක් ඇතුළුව ලකුණු 59 ක් රැස් කළේය.",
        "ත්රිත්ව කණ්ඩායම ලකුණු 14 කට කඩුලු 2 ක් දවාගනිමින් ලකුණු 33 ක් කඩුලු 2 ක් දවාගනිමින් පසුව තෙන්නකුන් ලකුණු 37 කට කඩුලු 2 ක් දවා ගත්තේය."
      ]
    },
    "en": {
      "title": "Trinity towards the Interesting decision - Antonian Samar",
      "body_lines": [
        "The first day of the Trinity - Antonian 105th (Mountaineer) sapphire at the Asgiriya Ground in Kandy is moving towards the uninteresting decision.",
        "Perhaps, if St. Anthony loses the Trinity team twice, it is possible to make the match.",
        "St. Anthony's team, who played the entire day in the match, started the match on Friday (15) and scored 232 runs for the loss of 9 wickets in the first innings when the game was stopped due to inadequate lighting.",
        "Often the St. Anthony's team is expected to hold their first innings and give the Trinity team a chance to bat on the second day (16).",
        "St. Anthony's team faced a stumbling block as the opening player Dinura Kanegoda (0) was playing in the first over of Trinity team man Manula Gularatne.",
        "However, team captain Dissanayake Kaushika Kumarasinghe, both of them, shared 66 runs in the 2nd wicket.",
        "Subsequently, Ekanayake shared 36 runs each in the 3rd wicket with Januka Ratnayake and Janith Ratnasiri 4.",
        "Tisara Ekanayake was bowled out for 161 balls with 161 balls and 63 runs, including 6 pounds.",
        "Subsequently, Janith Ratnasiri and Kavan Ramen tried to hug the team in the 5th wicket.",
        "But they both shared 34 runs and lost the game with 13 runs.",
        "Janith Ratnasari, who continued to bat, shared 30 runs in the 6th wicket with the Hindu Galapitake.",
        "In a short while, Kalapithake lost the game with 59 runs, including 6 fours.",
        "The Trinity team bowled 2 wickets for 14 runs, 2 wickets for 33 runs while Thennakoon took 2 wickets for 37 runs."
      ]
    }
  },
  "summary_lines": [
    "Trinity's Antonian 105th (Mountaineer) sapphire at Asgiriya Ground, Kandy, is heading towards an uninteresting decision. St. Anthony's team, after a strong start, faces challenges. Despite a promising opening, they struggle to maintain their lead, losing the match with 13 runs."
  ]
}