{
  "translated_text": {
    "si": {
      "title": "නොවැම්බර් 1 සබරගමුව පළාතේ දෙමළ පාසල් සඳහා නිවාඩු",
      "body_lines": [
        "සබරගමුවා පළාත් අධ්යාපන අමාත්යාංශයේ අධ්යාපන අමාත්යාංශයේ ලේකම්වරයා පැවසුවේ සබරගමුවා පළාතේ සියලුම දෙමළ භාෂා පාසල් නොවැම්බර් පළමුවැනිදා විශේෂ නිවාඩුවක් ලෙස ප්රකාශයට පත් කර ඇති බවයි.",
        "සබරගමුවා පළාත් අධ්යාපන අමාත්යාංශයේ අධ්යාපන අමාත්යාංශයේ ලේකම් කියා සිටියේ නිවාඩු කාලය වෙනුවට නොවැම්බර් 9 වන සෙනසුරාදා පාසල් පැවැත්වීමට පියවර ගෙන ඇති බවයි.",
        "පළාත් අධ්යාපන ලේකම්වරුන් පවසන්නේ මධ්යම හා va ව පළාතේ දෙමළ භාෂා පාසල් හෙට (01) නිවාඩුවක් ලබා දෙන බවයි."
      ]
    },
    "en": {
      "title": "November 1st holiday for Tamil schools in Sabaragamuwa Province",
      "body_lines": [
        "The Secretary of the Ministry of Education of the Sabaragamuwa Provincial Ministry of Education said that all Tamil language schools in Sabaragamuwa Province have been announced as a special holiday on the first of November.",
        "The Secretary of the Ministry of Education of the Sabaragamuwa Provincial Ministry of Education said that steps have been taken to hold schools on Saturday 9th November instead of the holiday.",
        "Provincial Education Secretaries say that the Tamil language schools in the Central and Uva Province will be given a holiday tomorrow (01)."
      ]
    }
  },
  "summary_lines": [
    "Tamil schools in Sabaragamuwa Province get Nov 1 holiday; classes shifted to Nov 9 due to unforeseen circumstances."
  ]
}