{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරයා විසින් නිකුත් කරන ලද ක්රියාකාරී නියෝගයක්",
      "body_lines": [
        "දිවයිනේ අයහපත් කාලගුණය විසින් පීඩාවට පත් ජනතාවට ක්ෂණික සහනයක් ලබා දෙන ලෙස ජනාධිපති අනුර කුමාර දිසානායක බලධාරීන්ට නියෝගයක් නිකුත් කර තිබේ.",
        "ගංවතුර හා නායයෑම් මගින් පීඩාවට පත් දිස්ත්රික්කවල ජනතාවගේ ආරක්ෂාව පිළිබඳව විශේෂ අවධානයක් යොමු කරන ලෙස ජනාධිපති අනුර කුමාර දිසානායක ආරක්ෂක අමාත්යාංශයේ ලේකම්වරයාට දන්වා තිබේ.",
        "ආපදා හේතුවෙන් ජනතාවට සහන සැලසීමට රජය කටයුතු කරන්නේ මෙම සහන සේවා සඳහා රුපියල් මිලියන 50 ක් වෙන් කරන ලෙස මුදල් අමාත්යාංශයට නියෝග කර ඇති බවයි.",
        "සුදුසු සහනයක් ලබා දීම සඳහා හොඳින් කටයුතු කිරීමට ඔහු රජයේ නිලධාරීන්ට එක්ත් විය.",
        "ආපදා කළමනාකරණ මධ්යස්ථානය පැවසුවේ පසුගිය දින කිහිපය තුළ දිස්ත්රික්ක 11 ක දිස්ත්රික්ක 11 ක ගංවතුර හා නායයෑම් හේතුවෙන් පවුල් 6,018 ක පුද්ගලයින් 24,492 ක් පීඩාවට පත්ව ඇති බවයි.",
        "පවුල් 584 කින් පුද්ගලයින් 2,200 ක් සහන මධ්යස්ථාන 23 ක ආරක්ෂිතව පවත්වා ඇත.",
        "ආපදාවන්ට ලක්වූ සියලුම දිස්ත්රික්කවල ආරක්ෂක අංශ ප්රධානීගේ කාර්යාලය හරහා සහන කටයුතු ආරම්භ කර ඇති බව ජනාධිපති මාධ්ය ඒකකය පවසයි.",
        "ආපදා කළමනාකරණ ඇමතුම් ඇමතුම් කාමරය 117 සහ 0112 136 136, 0112 136 222, 0112 136, 0112 670 002, 0112 670 002, 0112 670. රීල්"
      ]
    },
    "en": {
      "title": "An action order issued by the President",
      "body_lines": [
        "President Anura Kumara Dissanayake has issued a directive to the authorities to provide immediate relief to the people affected by the inclement weather in the country.",
        "President Anura Kumara Dissanayake has informed the Secretary of the Ministry of Defense to pay special attention to the safety of the people in the districts affected by the floods and landslides.",
        "The President said that the government is working to provide relief to the people due to disasters and has directed the Finance Ministry to allocate 50 million rupees for these relief services.",
        "He added to government officials to work well to provide people with appropriate relief.",
        "The Disaster Management Center said that 24,492 people from 6,018 families have been affected by floods and landslides in 11 districts over the past few days.",
        "2,200 people from 584 families have been safely housed in 23 relief centers.",
        "The Presidential Media Unit said that relief work has begun with the coordination of state officials through the office of the Chief of Safety forces in all districts affected by the disaster.",
        "Disaster Management Call Call Room 117 and 0112 136 136, 0112 136 222, 0112 670 002. Remble"
      ]
    }
  },
  "summary_lines": [
    "President Anura Kumara Dissanayake issues directive for flood relief, allocates 50 million rupees, coordinates efforts across ministries and districts."
  ]
}