{
  "translated_text": {
    "ta": {
      "title": "மாலத்தீவு மற்றும் இலங்கைக்கு இடையில் ஆம்புலன்ஸ் சேவை",
      "body_lines": [
        "கேப்டன் முகமது அமிமாட் (கேப்டன்), மாலத்தீவு, போக்குவரத்து மற்றும் விமான சேவைகள் (கேப்டன்). இன்று (30) இன்று (30) மொஹமட் அமீன் மற்றும் அமைச்சர் நிமல் சிரிபாலா டி சில்வா இடையே ஒரு சிறப்பு கலந்துரையாடல் நடைபெற்றது.",
        "காயங்கள் மற்றும் நோய்களால் சிகிச்சையளிக்க இலங்கைக்கு ஆம்புலன்ஸ் போக்குவரத்து சேவையின் காரணம் குறித்து மாலத்தீ மக்கள் விவாதித்துள்ளனர்.",
        "மாலத்தீவு விமான போக்குவரத்து அமைச்சர் உடனடி சிகிச்சை பெற மாலத்தீவுகள் இந்தியாவுக்கு அழைத்துச் சென்றதாகக் கூறினர், ஆனால் மாலத்தீவு அவர்களை இலங்கையில் உள்ள மருத்துவமனைக்கு அனுப்ப முடிவு செய்துள்ளது.",
        "அமைச்சர்கள் கட்டனாயக்க விமான நிலையத்திலிருந்து கட்டுனாயகே விமான நிலையம் வரை, மாலத்தீவு மற்றும் கட்டனாயக்க விமான நிலையத்தைச் சேர்ந்த மாலத்தீவு முதல் மார்ச் 1 அன்று விவாதித்தனர்.",
        "கட்டூனாயக்க விமான நிலையத்தில் ஒரு சிறப்பு அலகு நிறுவ விமான நிலைய அதிகாரிகளுக்கும் சிவில் ஏவியேஷன் ஆசிரியருக்கும் அமைச்சர் நிமல் சிரிபாலா டி சில்வா வழங்கப்பட்டார்.. ரத்மலானா விமான நிலையத்திற்கும் மலேசியாவிற்கும் இடையில் இதேபோன்ற சேவையைத் தொடங்க முடிவு செய்யப்பட்டது."
      ]
    },
    "en": {
      "title": "Ambulance service between the Maldives and Sri Lanka",
      "body_lines": [
        "Captain Mohammed Amimad (CAPT), Maldives, Transport and Aviation Services (CAPT). A special discussion was held between the Mohamed Ameen and Minister Nimal Siripala de Silva today (30) this morning.",
        "The people of the Maldives have discussed the cause of the ambulance transport service to Sri Lanka to be treated due to injuries and illnesses.",
        "The Maldivian Aviation Minister said that the Maldives had taken into India to take immediate treatment, but the Maldives has decided to send them to the hospital in Sri Lanka.",
        "Ministers discussed at length from the Katunayake airport to the Katunayake Airport, from the Maldives from the Maldives and Katunayake Airport on March 1.",
        "Minister Nimal Siripala de Silva was given to the authorities of the airport and the Civil Aviation Authoror to establish a special unit at the Katunayake Airport.Adached to S. Therachandra. It was decided to start a similar service between the Ratmalana Airport and the Malaysia."
      ]
    }
  },
  "summary_lines": [
    "Maldives and Sri Lanka discuss ambulance service for medical emergencies. Initially, Maldives sent patients to India for treatment, but now plans to send them to Sri Lankan hospitals. Discussions include establishing a special unit at Katunayake Airport and starting a similar service between Ratmalana Airport and Malaysia."
  ]
}