{
  "translated_text": {
    "si": {
      "title": "குழந்தைக்கு அப்பா யாரு? நீலமான லிஸ்டை காட்டிய  19 வயசு மாணவி",
      "body_lines": [
        "දරුවාගේ පියා කවුද? 19 හැවිරිදි සිසුවිය මිනිසුන් හත් දෙනෙකුගෙන් යුත් අතක් පෙන්නුම් කළේය.",
        "வேலூர் மாவட்டத்தின் அழகிய தனியார் கல்லூரி, பசுமையான காம்பஸ், இளைஞர்களின் சிரிப்பும், கனவுகளின் ஓட்டமும் நிறைந்த இடம்.",
        "එහි ඉගෙනුම ලැබූ ප්රියා සිනමා නිළි ස්නේහා මෙන් ලස්සනයි. දිගු කෙස්, තරුණ මුහුණේ සිනහවක්, ශරීරයේ ව්යුහය සෑම කෙනෙකුටම ආකර්ෂණය විය.",
        "විද්යාලයේ සිසුන් ඇය සමඟ පෝෂණය නොවේ. \"ප්රියා එනවා\". නමුත් ඇගේ ජීවිතය පිටත දන්නා තරම් ලස්සන නැත.",
        "කුඩා කල සිටම තම මව අහිමි වූ ප්රියා හැදී වැඩුණේ ඇගේ පියාගේ දෙවන බිරිඳ වන ගයිලිගේ උණුසුමෙනි. ඇගේ පළමු සැමියා හරහා ක්විලි පුතෙකු සිටී. ප්රියාට වඩා අවුරුදු දෙකක වැඩිමයි. ඔවුන් දෙදෙනාම සහෝදරයෙකු හා සහෝදරයෙක් මෙනි.",
        "ප්රියාගේ පියා 2019 දී කොරෝනාට ගොදුරු විය. 2020 දී බලාපොරොත්තු සුන් වූ සිද්දි ක්විල් 2020 දී අතුරුදහන් වූ අතර ඇය සහ ඇගේ සහෝදරයා පමණක් නිවසේ තනිව ජීවත් වූහ.",
        "ඔවුන්ගේ පියා - අත්හදා බැලූ සාප්පු හා නිවාස ඔවුන්ගේ ජීවිත වලින් රුපියල් දහසක ආදායම දහසකි. ආදරණීය හා දැඩි නොවන ජීවිතය ප්රියා නිදහස් කුරුල්ලෙකු බවට පත් කළේය.",
        "පෙම්වතියන් සමඟ පිටතට යාම නිතර නිතර, හෝටල්වල කතා කරමින්, සති අන්තයන් වටා ඇවිදීම - මේ ඇගේ මාර්ගයයි.",
        "2024 ඔක්තෝම්බර් මාසයේදී ලස්සන සන්ධ්යාවක්. විද්යාල පන්ති කාමරය, ප්රියා සහ පෙම්වතියන් සිනාසෙමින් සිටියහ. \"මම වැසිකිළියට යනවා\" කියා ප්රියා පැවසීය.. එය ඇගේ ජීවිතය වෙනස් කළ සිදුවීමකි.",
        "වැසිකිළියේ තනිකම, වේදනාවෙන් කෑගැසීම. හදිසියේම පිරිමි ළමයෙක් උපත ලැබීය. රුධිරය ඉසින ලද අතර ඇය මවිතයට පත් විය. දරුවා ඇගේ දූපට්ටා වටා සඟවා තිබූ දරුවා සමඟ කුමක් කළ යුතු දැයි ඇය දැන සිටියේ නැත. එසේ වුවද, ලේ වැසිකිළියේ දොරෙන් එළියට පැමිණියේය.",
        "මේ ගැන දැනගත් වෙලාම්මා, සනීපාරක්ෂක තුවා වලින් එකක් ලබා ගත් අතර එය සිසුන්ගේ හදිසි අවශ්යතාව සඳහා තබා ඇති අතර ඇතුල් විය.",
        "\"මොකක් ද වෙන්නේ?\". ඔබ යාළුවා යනු එඩිතර ය.. වෙලාමා.. නමුත් ඇගේ ඇඳුම රුධිරයෙන් පිරී තිබේ.. සෙල්ලම් බඩුවක් වැනි දර්ශනය ඩුපතා එකක ඔතා ඇත.. ප්රියා ඇසූ විට ඇය දරුවාගෙන් ඇසූ විට.",
        "වෙලාමා මේ නිසා කම්පනයට පත් විය.. එළිමහනේ දී එළිමහනේ වැඩ කරමින් සිටි වයෝවෘද්ධ ආරක්ෂක පුද්ගලයෙක්.. \"නියමයි, බබා ඉපදුණා.. හැකි ඉක්මනින් එය මිලදී ගන්න, \"ඇය පැවසුවාය.",
        "වහාම විද්යාල පරිපාලනයට දැනුම් දුන්නේය. ගිලන් රථය ඉදිරි මිනිත්තු කිහිපය තුළ පැමිණි ප්රියා සහ දරුවා රෝහල වෙත යවා ඇත. හොඳයි, දම්මාව ගලායාම නිසා දරුවා ගැළවුණේය.",
        "එසේ නොවේ නම්, එය හුස්ම ගැනීමට හා මිය යාමට කාලයයි. ලස්සන පිරිමි ළමයෙක්, නමුත් ප්රියා තවම විවාහ වී නැත. 19 හැවිරිදි සිසිල් කළ සිසුවෙක් සිටියේ විද්යාලයේ අවසන් වසරේදීය.",
        "සිද්ධිය විද්යාලය පුරා ව්යාප්ත විය. ඉදිරි පැය කිහිපය තුළ ප්රවෘත්ති නාලිකා තමිල්නාඩුවේ \"විද්යාලයේ විවේකාගාරයේ දරුවෙකු\" ලෙස තමිල්නාඩුවේ කම්පනයට පත් කළේය.",
        "\"කාලය නරක් වී ඇත. \"මම දන්නවා ළමයි විද්යාලයට යන බව!\". තේ අනෙක් අතට තබා ගන්න.. SSRB.. රසයේ රසය පිළිබඳ තට්ටුව.",
        "දින ගෙවී ගිය දින, නව පුවත් මෙය සඟවා ඇත. නමුත් ළමා සුභසාධන කොමිෂන් සභාව පරීක්ෂණ ආරම්භ කර තිබේ. \"මේ දරුවාගේ පියා කවුද?\" ප්රශ්නය.",
        "නිලධාරීන් විසින් ප්රියාගේ පෙම්වතා අපේක්ෂා කළහ. නමුත් සත්යය ඊට වඩා කුරිරු ය. ඇය ප්රියා ගැන විමසූ විට, ඇය සෙසු සිසුන් හත් දෙනෙකු හඳුනා ගත්තාය.",
        "\"මෙයින් එකක් එක පමණයි\". ඒ සෑම කෙනෙකුගෙන්ම විමසූ විට ඔහු පැවසුවේ, \"මම සම්පූර්ණ ආරක්ෂාවෙන් සිටියෙමි. මම කොන්ඩම් ඇඳගෙන හිටියා, \"හැමෝම කිව්වා. නිලධාරීන් කම්පනයට පත් විය.",
        "ප්රියා මිනිසුන් හත් දෙනෙකුගෙන් වට වී ඇත. ඇගේ හදා වඩා ගත් මව අතුරුදහන් වූ පසු, ඇය ගිම්හාන නිවාඩුවට ගියහ, ඇය ආදරය සොයමින් පෙම්වතියන් සමඟ නිවාඩු නිකේතන සහ නේවාසිකාගාර. එය සති අන්තයේ සුපුරුදු ය.",
        "නමුත් හිම හතක් ප්රතික්ෂේප විය. \"අපි වගකිව යුතු නැහැ\" කියා ඔවුහු එම හ voice ින් ඩීඑන්ඒ පරීක්ෂා කළහ. ඔව්, හත්දෙනාම පැවසීම එයයි. ඔවුන්ගෙන් කිසිවෙකු පියාණන් වහන්සේ නොවේ! \"අටවෙනි මිනිසෙක් සිටී\" කියා නිලධාරීන් විසින් ප්රියා විමර්ශනය කළහ.",
        "එවිට සත්යය නිකුත් කරන ලද සත්යය - සිද්ධිගේ පුත් කාර්තික්! කාර්තික් ප්රියාට වඩා අවුරුදු දෙකක පැරණි ය. සිද්දිගේ අතුරුදහන් වීමෙන් පසු දෙදෙනා තනිවම ජීවත් වූහ. එම තනිකම තුළ, උණුසුම සෙවීමේදී, සම්බන්ධතාවයෙන් ඔබ්බට ගිය සම්බන්ධතාවය සෑදී ඇත.",
        "නිවසේදී දිය වේ. වරක්, කාර්තික්ව ආරක්ෂාව සඳහා කොන්ඩම් ඇඳ නොගැනීම සමඟ සම්බන්ධතාවයක් ඇති බව පිළිගත්තේය. කලලරූපය ඇති කළේ එයයි.",
        "කාර්තික් අත්අඩංගුවට ගත්තා. නීතිය යටතේ පාසලේ සිරගෙදර. ඔහු එළියට එන තෙක්, දරුවාගේ පියා වන කිසිවෙක් නැත. මෙම සිද්ධිය ඉලම්පෙලාදේශයේ නවතම සාලි දිස්ත්රික්කයේ භේදය සිහිපත් කරයි.",
        "එහිදී, බිරිඳ අහිමි වූ ස්වාමිපුරුෂයෙක් විවාහ වූයේ තත්පරයකට ය. அந்த இரண்டாவது மனைவியின் மகள், கணவரின் மகனுடன் காதல் கொண்டாள். දෙමාපියන් අවහිර කළා. කෝපයෙන්, පැමිණිලිකරු දෙදෙනෙකු killed ාතනය කළේය. කැබලිවලට කපන්න. කුරිරුකම්වල උච්චතම අවස්ථාව.",
        "ප්රියාගේ කතාවෙන් හෙළි වන්නේ සමාජය විසිරීමයි. නීති, පවුල් ආරවුල්, තනිකම, තරුණයාගේ නිදහස නොතකා - සියල්ලන්ටම එවැනි කුරිරුකම් ලැබේ.",
        "සැබෑ සිදුවීම් මත පදනම්ව නම්වල මන fant කල්පිතය එයයි. නමුත්, සිදු වූ කාරණය. එවැනි කරුණු ප්රජාව සිතයි. අපරාධ දෙමළ නාඩුම් නාලිකාව පිළිබඳ එවැනි සත්ය කථා කියවීම. පා ers කයන් 100 කට වැඩි පිරිසක් දැනටමත් එකතු වී ඇත. දැනුවත්භාවය, ආරක්ෂාව පමණි. අපරාධය හානිකර නිසා."
      ]
    },
    "en": {
      "title": "Who is the father of the baby? 19 -year -old student who showed the blue list",
      "body_lines": [
        "Who is the father of the baby? The 19 -year -old student showed a hand of seven people.",
        "The beautiful private college of Vellore district, the green compass, the laughter of the youth and the flow of dreams.",
        "Priya, who was studying there, was beautiful like cinema actress Sneha. Long hair, a smile on the young face, and the body structure attracted everyone.",
        "College students are not fed up with her. \"Priya is coming\". But her life is not as beautiful as she knows outside.",
        "Priya, who lost her mother at an early age, grew up in the warmth of her father's second wife, Guili. Quili has a son through her first husband. Priya is two years older than. Both of them came to be like a brother and brother.",
        "Priya's father fell victim to Corona in 2019. Siddhi Quil, who fell in despair, disappeared in 2020, and only she and her brother lived alone in the house.",
        "Their father -owned shops and houses are a few thousand rupees income from their lives. Life, which is not affectionate and strict, made Priya a free bird.",
        "Going out with girlfriends frequently, talking at hotels, walking around the weekends - this is her way.",
        "In October 2024, a beautiful evening. College classroom, Priya and girlfriends were smiling. Priya said, \"I am going to the toilet.\". It was an incident that changed her life.",
        "Lonely in the toilet, screaming in pain. Suddenly, a baby boy was born. Blood spilled and she was stunned. She did not know what to do with the baby, hidden around her dupatta. Even then, the blood was out of the toilet through the door.",
        "Seeing this, Velamma, who was working on this, took one of the sanitary napkin, which had been placed for the urgent need of the students, and entered.",
        "\"What's up?\". If you extend the napkin that is buddy.. Velamma.. But, her dress is full of blood.. The scene like a toy is wrapped in a dupata.. Priya when she asked the baby when he asked.",
        "Velamma was shocked by this.. An elderly security person who was working on the outdoors immediately.. \"Great, baby is born.. Buy it as soon as possible, ”she said.",
        "Immediately informed the college administration. The ambulance came in the next few minutes and sent Priya and the baby to the hospital. Well, the child was saved as Velamma rushed.",
        "If not, it would be time to breathe and die. Beautiful baby boy, but Priya is not married yet. A 19 -year -old student was in the final year of college.",
        "The incident spread throughout the college. Over the next few hours, news channels shocked Tamil Nadu as \"a child in the college restroom.\"",
        "“Time is spoiled. \"I know the children go to college!\". Keep the tea in the other hand.. Ssrb.. Tasted as a taste of the deck.",
        "Days passed, new news hidden this. But the Child Welfare Commission has begun the investigation. \"Who is the father of this baby?\" The question.",
        "Officers expected Priya's boyfriend. But the truth is more cruel than that. When she inquired about Priya, she identified seven fellow students.",
        "\"One of these is just one\". When inquired from each of them, he said, “I was in full security. I was wearing condoms, ”everyone said. Officers were shocked.",
        "Priya is surrounded by seven people. After her foster mother disappears, she has gone to summer vacation, resorts and hostels with girlfriends in search of love. It is usual on the weekends.",
        "But the seven refused to. \"We are not responsible,\" they said in the same voice that DNA examined. Yes, that's the fact that all seven are said. None of them are the father! \"There is a man in the eighth,\" officials investigated Priya.",
        "The truth released then - Siddhi's son Karthik! Karthik is two years older than Priya. After Siddhi's disappearance, the two lived alone. In that loneliness, in search of warmth, the relationship beyond the relationship was formed.",
        "Melt at home. Once, Karthik admitted that he had a relationship with not wearing condoms for safety. That is what made the embryo.",
        "Karthik arrested. Prison at school under law. Until he comes out, there is no one who is the father of the child. The incident recalls the horror of the latest Salem district in Ilampillai.",
        "There, a husband who lost his wife, was married for a second. The daughter of the second wife, fell in love with her husband's son. Parents blocked. In anger, the plaintiff killed two. Cut into pieces. The peak of cruelty.",
        "Priya's story reveals the scattering of society. Despite the laws, family disputes, loneliness, the freedom of the youth - all get such atrocities.",
        "It is the fantasy of changing names, based on true events. But, the fact that happened. Such facts make the community think. Read such true stories on Crime Tamil Nadu Telegram Channel. More than 100 readers have already joined. Awareness, just safety. Because the crime is harmful."
      ]
    }
  },
  "summary_lines": []
}