{
  "translated_text": {
    "ta": {
      "title": "44 அரசு சி.டி ஸ்கேன்களில் 7 முடக்கப்பட்டுள்ளது",
      "body_lines": [
        "அரசு கதிரியக்கவியல் தொழில்நுட்ப வல்லுநர்கள் சங்கத்தின் கூற்றுப்படி, ஏழு சம்பவங்கள் குற்றம் சாட்டத் தவறிவிட்டதாக அரசு வானொலி தொழில்நுட்ப சங்கம் கூறுகிறது.",
        "கரவனெல்லா அடிப்படை மருத்துவமனை, எம்பிலிபிட்டியா மாவட்ட பொது மருத்துவமனை, கலுதாரா பொது மருத்துவமனை, கலுதாரா பொது மருத்துவமனை, கொழும்பு பொது மருத்துவமனை மற்றும் கொழும்பு தேசிய மருத்துவமனையின் OPD என்று தொழிற்சங்கம் சுட்டிக்காட்டியது.. கரவனெல்லா மருத்துவமனை பிப்ரவரி 15 முதல் உடைந்துவிட்டது. போக்குவரத்து நோயாளிகள் கெகல்லே பொது மருத்துவமனைக்கு கொண்டு செல்லப்படுவார்கள். ரத்னாபுரா மருத்துவமனையில் நடந்த போட்டி 2 வாரங்கள் மற்றும் எம்பிலிபிட்டியா மாவட்ட பொது மருத்துவமனை ஆகியவற்றிலிருந்து சரிந்தது.",
        "அதன்படி, ஹம்பந்தோட்டா மாவட்டத்தின் புற்றுநோய் சிகிச்சை பிரிவின் சி.டி.ஐ மற்றும் ஹம்பாண்டோட்டா பொது மருத்துவமனையில் உள்ள புற்றுநோய் மருத்துவமனையின் எம்பைலிபிடியா மாவட்டம் ஆகியவை ஒரு வருடத்திற்கும் மேலாக சரிந்துவிட்டன, மேலும் இயந்திரம் ஒன்றரை வருடங்களுக்கும் மேலாக சரிந்தது மாநிலங்களில்.",
        "இயந்திர இயந்திரம் ஒரு மாதம் மற்றும் ஒரு மாதத்திற்கு சரிந்தது மற்றும் பட்டிகலோவா மற்றும் அம்பாரா மருத்துவமனைகளுக்கு கொண்டு செல்லப்படும். OPD இல் உள்ள புதிய சி.டி சமீபத்தில் இலங்கை தேசிய மருத்துவமனையில் சமீபத்தில் திறக்கப்பட்ட சி.டி.",
        "நோய்களைக் கண்டறிவதன் காரணமாக நோய் கண்டறிதலைக் கண்டறிவதில் தாமதம் மற்றும் நோயாளிகளுக்கு சிகிச்சையளிப்பதில் தாமதம் ஆகியவை பிற மருத்துவமனைகளை கொண்டு செல்வதில் வழக்குகள் செலவிடப்படும்போது சில நவீன இயந்திரங்களை வாங்கும் திறன் ஆகும்.சில மருத்துவமனையிலிருந்து மற்றொரு மருத்துவமனைக்கு போக்குவரத்து செலவுகள் ரூ."
      ]
    },
    "en": {
      "title": "7 out of 44 government CT scans is disabled",
      "body_lines": [
        "According to the Government Radiology Technicians Association, the Government Radio Technology Association states that seven incidents have been failed to be blamed.",
        "The union pointed out that the Karawanella Base Hospital, Embilipitiya District General Hospital, Kalutara General Hospital, Kalutara General Hospital, the Colombo General Hospital and the OPD of the Colombo National Hospital.. Karawanella Hospital has broken from 15th February. Transport patients will be transported to the Kegalle General Hospital. The Match in Ratnapura Hospital has been collapsed from 2 weeks and the Embilipitiya District General Hospital.",
        "Accordingly, the CTI of the Cancer Treatment Unit of the Hambantota district and the Embilipitiya district of Cancer Hospital at Hambantota General Hospital has collapsed for more than one year and the machine is collapsed for more than a year and a half a yearThe Society of Radiology states.",
        "The machine machine has been collapsed for a month and a month and will be transported to Batticaloa and Ampara hospitals. The new CT in the OPD has been broken recently from the recently opened CT at the Sri Lanka National Hospital.Recovery is delayed.",
        "The delay in the detection of disease detection due to the detection of diseases and the delay in the treatment of patients is the ability to purchase a few modern machines when the cases were spent on transporting other hospitals.It is said that the transportation costs from some hospital to another hospital will spend between Rs."
      ]
    }
  },
  "summary_lines": [
    "Seven government hospitals face CT scan issues, affecting patient care. Incidents include breakdowns at Karawanella Base Hospital since February, Match in Ratnapura Hospital for two weeks, and prolonged downtimes at Embilipitiya District General Hospital, Hambantota district's Cancer Treatment Unit, and others. The Society of Radiology mentions delays in disease detection and treatment due to these breakdowns and the lack of modern machines, highlighting the need for better equipment and maintenance to improve healthcare services."
  ]
}