{
  "translated_text": {
    "ta": {
      "title": "சுகாதார குறிப்புகள் 213 ஆல் துண்டிக்கப்பட்டுள்ளன",
      "body_lines": [
        "நவம்பர் 16 அன்று வெளியிடப்பட்ட சமீபத்திய தணிக்கை அறிக்கை, தேசிய முடிவு இயந்திரங்கள் வெளியிட்டது 21.3 மில்லியனை சுகாதார அமைச்சகத்திற்கு தெரிவிக்க பயன்படுத்தப்படவில்லை.",
        "சுகாதார அமைச்சின் செயலாளர் வெளியிட்ட கடிதத்தின்படி, சுகாதார ஊழியர்களின் வருகை மற்றும் உள்துறை எஸ்சியின் வருகைக்கு வெளியேறுதல், தற்போதைய சம்பளத்தை தற்போதைய சம்பளத்திற்கு ஏற்ப கூடுதல் நேரத்தை செலுத்தக்கூடாது என்பதை உறுதிப்படுத்த வேண்டும்.",
        "38,236,83 மில்லியன் டாலர் சுகாதார ஊழியர்களுக்காக 38,236,83 மில்லியனுக்கு ஜனவரி 2023 முதல் சுகாதார ஊழியர்களுக்கு செலுத்தப்பட்டது.. கூடுதல் நேரம் மற்றும் விடுமுறை நாட்களில் செலவிடப்பட்ட மொத்த தொகை சம்பள செலவினங்களில் 72% என்று தணிக்கை அறிக்கை கூறுகிறது.",
        "பொது நிர்வாக வட்ட சேவையின் தணிக்கைக்கு சுகாதார அமைச்சின் முக்கிய வழிமுறைகளின் முக்கிய எண்ணிக்கை வழங்கப்படுகிறது, ஆனால் தொழிற்சங்க ஆர்ப்பாட்டங்கள் காரணமாக அதை செயல்படுத்த சுகாதார அமைச்சகத்தை செயல்படுத்துவதற்கு அது இயங்க முடியாது."
      ]
    },
    "en": {
      "title": "Health Notes have been discroomed by 213",
      "body_lines": [
        "The latest audit report released on November 16, the National Conclusion Report issued by the National Conclusion Machines were not used to report 21.3 million to the Ministry of Health..",
        "According to a letter issued by the Secretary of the Ministry of Health, the health staff's arrival and exit to the arrival of the interior SC, the current salary should be made sure that overtime should not be paid according to the current salary.",
        "38,236,83 million was paid for 38,236,83 million for the health staff from January 2023 to health staff.. The audit report states that the total amount spent on overtime and holidays is 72% of the salary expenditure.",
        "The main number of Health Ministry's main number of instructions is issued to the Audit of the Public Administration Circular Service, but to implement the Ministry of Health to implement it due to trade union protestsIt is not possible to run."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Audit reveals 21.3 million unreported to Health Ministry. Overtime payments questioned. Trade unions protest implementation of new instructions."
  ]
}