{
  "translated_text": {
    "si": {
      "title": "පස් දෙනෙක් මැරිලා",
      "body_lines": [
        "නාවික හමුදා ප්රකාශක කපිතාන් ගයාන් වික්රමසූරිය පවසන්නේ ජාත්යන්තර මුහුදේ අසාධ්ය තත්ත්වයේ පසුවූ ධීවරයින් 6 දෙනාගෙන් පස්දෙනෙකු මියගොස් නාවික වෛද්යවරු ඇතුළු නාවික හමුදා කණ්ඩායම අනෙක් ධීවරයා බේරා ගැනීමට උත්සාහ කරන බවයි.",
        "පසුගිය මාසයේ 4 වන දින, \"ඩෙවොන් 5\" හි ධීවර නෞකාව 4 වන දින තංගල්ලේ වරායෙන් මසුන් ඇල්ලීම සම්බන්ධයෙන් ධීවරයින් 6 දෙනෙකු පත් කළේය.",
        "තංගල්ලේ වරා සිට කිලෝමීටර් 675 ක් පමණ කිලෝමීටර් 675 ක් පමණ දුරින් පිහිටි ධීවරයින් මුහුදේ පාවෙන මත්පැන් බෝතලයක් පානය කර ඇත.. ඔවුන් අනතුරේ වැටීමෙන් පසුව පමණි.",
        "නාවික හමුදාවට අනුව නෞකාවේ කපිතාන් විනාඩි කිහිපයකම නැවෙහි දියර බීම පානය කළේය. අනෙක් සිව්දෙනා මිය ගියහ.",
        "ධීවර හා ජලජ සම්පත් දෙපාර්තමේන්තුව නාවික මූලස්ථානයේ පිහිටි කොළඹ සමුද්රීය සෙවීම සහ ගලවා ගැනීමේ සම්බන්ධීකරණ මධ්යස්ථානය හරහා නාවික මූලස්ථානයට පණිවිඩයක් යවා තිබේ.",
        "නාවික හමුදාව සෙනසුරාදා (29) විජයබාහු නෞකාව මුහුදට යවා ඇති අතර ප්රමුඛ ධීවරයා ඉරිදා සවස විජයබාහු නෞකාව විසින් ගෙන එන බව නාවික හමුදා ප්රකාශකවරයා පැවසීය.",
        "ධීවර යාත්රාවේ \"දේවාන් 5\" මියගිය ධීවරයින් 5 දෙනාගේ මළ සිරුරු විජයබාහු නෞකාවට ගෙන එනු ඇති බව කපිතාන් ගයාන් වික්රමසූරිය මහතා පවසා තිබේ."
      ]
    },
    "en": {
      "title": "Five people killed",
      "body_lines": [
        "Navy spokesman Captain Gayan Wickramasuriya says that five of the 6 fishermen who were in critical condition in the international sea have died and the Navy team, including a navy doctor, is trying to save the other fisherman.",
        "On the 4th of last month, the fishing ship, \"Devon 5\", loaded 6 fishermen for fishing from the port of Tangalle on the 4th.",
        "Fishermen who have been fishing in the international deep sea, about 675 kilometers from the port of Tangalle, have drank a bottle of liquor floating in the sea.. It was only after that that they fell in danger.",
        "According to the Navy, the ship's captain died in a few minutes of drinking the liquid of the ship. The other four died afterwards.",
        "The Department of Fisheries and Aquatic Resources has sent a message to the Naval Headquarters through the Colombo Maritime Search and Rescue Coordination Center located at the Naval Headquarters.",
        "The Navy spokesman said that the Navy had sent the Vijayabahu ship to the sea on Saturday (29), and that the prominent fisherman would be brought by the Vijayabahu ship on Sunday evening.",
        "Captain Gayan Wickramasuriya has said that the bodies of the 5 fishermen who died on the fishing vessel \"Devan 5\" will be brought to the Vijayabahu ship."
      ]
    }
  },
  "summary_lines": [
    "In an tragic incident at sea, five out of six fishermen aboard the \"Devon 5\" died after consuming alcohol from a floating bottle while fishing 675 km off Tangalle. The Navy, including a doctor, is attempting to save the remaining fisherman. The ship's captain died instantly, followed by the others. The Department of Fisheries alerted the Navy, which dispatched the Vijayabahu ship for rescue."
  ]
}