{
  "translated_text": {
    "ta": {
      "title": "சுதந்திரத்திற்குப் பிறகு வந்த ஒவ்வொரு மாநிலத் தலைவரும் கர்ப்பமாகிவிட்டனர்",
      "body_lines": [
        "UNP தலைவர், வஜிரா அபேவர்தேனா, ரணில் விக்ரமேசிங்கை ஜனாதிபதி முன் மேற்கொள்ளப்பட்டால் கூறினார்.",
        "தோன்றிய பிரச்சினைகள் தோன்றிய உண்மையின்படி, தேசிய புகழ் ரணில் விக்ரமேசிங்குக்குச் செல்லும் பாதையில் பயணிக்கிறது, அதை எதிர்க்கக்கூடாது.",
        "திரு. வஜிரா அப்வவர்தேனா கடந்த ஆண்டு உலுவிடிகே யு.என்.பி தலைமை அலுவலகத்தில் நடைபெற்ற ஒரு இளம் கூட்டத்தில் இந்த அவதானிப்பை மேற்கொண்டார்.",
        "\"யு.என்.பி.. இந்த வாரத்தின் அனைத்து நடவடிக்கைகளையும் முடிப்போம் என்று நம்புகிறோம்.",
        "மேலும்.",
        "இன்று சிலர் ஒரு ஒற்றுமை பற்றி பேசுகிறார்கள். ஆனால் நாடு திவாலாக இருந்தபோது நாடு திவாலானது என்று ரணில் விக்ரமேசிங் கூறினார். இன்று சேர பேசுவோர் அந்த பொறுப்பை புறக்கணித்துள்ளனர். அதே விஷயத்திற்கு இணங்குவது எளிதல்ல. ஆனால் எப்படியாவது நாம் செயல்பட வேண்டும்.",
        "தேசிய மக்கள் சவால் இப்போது சவாலானது, ஏனெனில் அவர்கள் கடந்த ஜனாதிபதித் தேர்தலில் 42 சதவீதத்தைப் பெற்றனர், எனவே அவர்களின் இலக்குகளை 50 சதவீதத்தை தாண்டுவது எப்படி. தேசிய கொள்கை கட்டமைப்பின் தேசிய கொள்கை கட்டமைப்பின் தேசிய கொள்கை கட்டமைப்பை நாங்கள் அங்கீகரிக்கிறோம்.",
        "எடுத்துக்காட்டாக, பொருளாதார மொழிபெயர்ப்புச் சட்டம், பொருளாதார மொழிபெயர்ப்பு சட்டம், மறு மதிப்பீட்டுச் சட்டம் ஆகியவை அவை முழுமையாக வரவேற்கப்படுகின்றன.",
        "எனவே, ரணில் விக்ரெமேசிங் தேசிய திட்டத்தை முன்னேற்றியிருந்தால், அதை ஒரு வழியில் பார்ப்போம். அதைப் பார்க்க வேறு வழியை நீங்கள் மாற்றினால். எனவே இது அவருக்கான நேரம் அல்ல. இருப்பினும், ரணில் விக்ரமேசிங்கின் ஃபோலிகு ஜனாதிபதியின் அடிச்சுவடுகளில் சவாரி செய்து வருவது ஒரு விஷயம். நாங்கள் அதை எதிர்ப்பதற்கு எந்த காரணமும் இல்லை.",
        "சமூக ஊடகங்களில் ரணில் விக்ரமசிங்கின் செலவுகள் குறித்த பல்வேறு தவறான கருத்துக்கள் இப்போது கண்டறிந்துள்ளோம். நான் அதைப் பற்றி என்னிடம் சொல்கிறேன். துரதிர்ஷ்டவசமாக, நம் நாட்டின் மக்கள் இது போன்ற தாழ்வான அரசியல் நிலைமைகளாக மாற வேண்டும்.",
        "ரணில் விக்ரெமேசிங்க எரிக்கப்பட்ட பிறகும், ஜனாதிபதி ரணில் விக்கிரெமேசிங்கின் சபையை எரிக்க வேண்டிய பிறகும் ஜனாதிபதியின் வீடு அல்லது பிரதமரின் மாளிகையைத் தேர்ந்தெடுக்க அவர் அவரைத் தேர்ந்தெடுத்தார்.. அவர் ஜனாதிபதியின் வீட்டிற்குச் சென்றிருந்தால், நாட்டிற்கு மாநிலத் தலைவர் இல்லாதபோதுதான் அதுதான்.",
        "அவதூறான மாற்று அறுவை சிகிச்சைகள் சமூக ஊடக வண்ணங்கள் மூலம் இடமாற்றம் செய்யப்படுவதை நான் கண்டேன். உதாரணமாக, நான் ஒரு முந்திரி பார்த்தேன். துறைமுகத்தில் அல்லது துறைமுகத்தில் அல்லது பிற அமைச்சகத்தில் பாராளுமன்றக் குழுவின் குரல் வெட்டுக்களின் ஒரு பகுதியும் இந்த பதவி.",
        "மேலும், பாதுகாப்புத் தலைவரின் தலைவர் கவனித்திருந்தால், ஆயுதப்படைகளில் உள்ள பல்வேறு நபர்களின் பெயர் பல்வேறு வழிகளில் இருக்கலாம்.",
        "உதாரணமாக, ஒரு இயக்கி உள்ளது. எலக்ட்ரீஷியனாக இருக்கலாம். மற்றொரு பெயரளவு இடுகை இருக்கலாம். ஒரு தலைவரின் பாதுகாப்பைத் தேர்ந்தெடுப்பதில் உளவுத்துறை பிரிவு வழங்கிய அறிக்கைகளின்படி. அவர்களின் நிலை 15 வரை வருந்தத்தக்கது. இருப்பினும், உளவுத்துறை உளவுத்துறையின் முடிவுகளின் பாதுகாப்பைப் பொறுத்தது.",
        "இந்த நாட்டில் மனதில் கொள்ள வேண்டிய மற்ற விஷயம் சுதந்திரத்தின் ஒவ்வொரு நிலைக்கும் ஒரு முன்கூட்டிய மரணம். இல்லையெனில், 99 பேர் 99 இல் இருந்து தப்பித்துள்ளனர். இதை ஒவ்வொரு முறையும் சொல்லியிருக்கிறேன். அப்படியானால், அத்தகைய நாட்டின் தலைவர்களைப் பாதுகாப்பது முக்கியம் என்பதை அனைத்து ஆட்சியாளர்களும் நினைவில் கொள்ள வேண்டும். \""
      ]
    },
    "en": {
      "title": "Every state leader who has come after independence has been pregnant",
      "body_lines": [
        "UNP Chairman, Vajira Abeywardena stated that if Ranil Wickremesinghe is being carried out before the President.",
        "According to the fact that the issues that have come to appear, the national popularity is traveling along the road to Ranil Wickremesinghe and should not oppose it.",
        "Mr. Vajira Abeywardena made this observation at a young meeting held at the Uluvitike UNP Head Office last year.",
        "\"The nomination panel is meeting under the patronage of the UNP leader Ranil Wickremesinghe leader Ranil Wickremesinghe.. We hope to complete all the activities of this week.",
        "Also, the cylinder is also being discussed to compete with the President of Ranil Wickremesinghe and compete with the Vanni district to the Vanni district and the elephant sign to the Vanni district.",
        "Some people today talk about an unity. But Ranil Wickremesinghe said the country was bankrupt when the country was bankrupt. Those who talk to join today have neglect that responsibility. It is not easy to conform to the same thing. But somehow we need to act.",
        "The national popular challenge is now challenging because they obtained 42 percent of the last presidential election, so how to complete their goals exceeding 50 percent. We recognize that the National Policy Framework of the National Policy Framework of the National Policy Framework.",
        "For example, the Economic Translation Act, the Economic Translation Act, Re-restructuring ActThey are fully welcoming.",
        "Therefore, if Ranil Wickremesinghe has taken advancing the National Program, we will look at it in one way. If you change it another way to look at it. So it is not time for his. However, it is a matter that Ranil Wickremesinghe's folligue has been riding at the footsteps of the President. There is no reason for us to oppose it.",
        "And now we have found that various misconceptions about Ranil Wickremesinghe's expenditures in social media. I'm telling me about it. Sadly, the people of our country have to become inferior political conditions like this.",
        "Even after Ranil Wickremesinghe was burnt, he chose him to select the President's House or Prime Minister's mansion even after he had to burn the house of President Ranil Wickremesinghe.. If he had traveled to the President's House, it was only when there was no state leader to the country.",
        "I saw the blasphemous transplants are transplanted through social media colors. For example, I saw a cashew. The post is also part of the voice cuts of a Committee of Parliament in the port or other ministry in the port or other ministry.",
        "Also, the name of the various people in the Armed Forces may be in various ways if the head of the security chief has looked upon.",
        "For example, there is a driver. There may be as an electrician. There may be another nominal post. According to reports provided by intelligence unit in selecting a leader's safety. It is regrettable that their position as many as 15. However, intelligence depends on the protection of the decisions of the intelligence.",
        "The other thing that should be kept in mind in this country is a premature death for every state of independence. Otherwise, 99 have survived the 99. I've said this every time. If so, all the rulers must keep in mind that it is important to protect the leaders of such a country. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "UNP Chairman Vajira Abeywardena supports Ranil Wickremesinghe, stating he shouldn't oppose the president. He emphasizes national unity and economic policies. Criticizes misinformation about Wickremesinghe's expenses on social media. Highlights the importance of protecting leaders in a country with a history of premature deaths."
  ]
}