{
  "translated_text": {
    "si": {
      "title": "பெண்களின் சமத்துவத்தைத் தடுக்கும் புதிய வடிவமாக சைபர் வன்முறை -  அம்பிகா சற்குணநாதன்",
      "body_lines": [
        "ස්ත්රී පුරුෂ සමානාත්මතාවයේ ප්රගතිය ගෝලීය වශයෙන් පිටුබලය දෙයි. කාන්තාවන් මහජන ජීවිතයෙන් විනාශ වේ; ඔවුන්ගේ අයිතිවාසිකම් සහ හ o පැහැදිලිවම හා වක්රව පාලනය වේ. சட்டங்கள், கொள்கைகள், திட்டங்கள் பெண்களை ஒதுக்கி அமைதியாக்குகின்றன. සමාජ මාධ්ය වැනි මෙවලම් කාන්තාවන්ට එරෙහි හිංසනය රැක ගැනීමට සහ මහජන ජීවිතය, වෘත්තිය, රැකියාව, සහ පොදු මනාපයන් වැළැක්වීම සඳහා කාන්තාවන් පොළඹවා ගැනීමට පෙළඹවීම සඳහා යොදා ගනී. මානව හිමිකම් කොමසාරිස් අම්බිකා සකුනානාදන් මහතා පැවසීය.",
        "ශ්රී ලංකාවේ දකුණු ආසියානු කාන්තා මාධ්ය සංවිධානයේ 16 වන සංවත්සරය බදාදා (01) කොළඹ මැන්ඩරිනා හෝටලයේදී පැවැත්විණි.",
        "උත්සවයේ විශේෂ ආරාධිත අමුත්තා ලෙස හිටපු මානව හිමිකම් කොමසාරිස් අම්බිකා සකුත්වතාන් මහතා මෙම රැස්වීම ඇමතීය.",
        "\"ස්ත්රීන්ගේ කටහ of ශක්තිමත් කිරීම ශක්තිමත් කිරීම\" යන මාතෘකාව සිද්ධියට සුදුසු වුවද කාංසාවද ඇත. මෙයට හේතුව අප අද ජීවත් වන කාල පරිච්ඡේදය තුළ ගෝලීය වශයෙන් ස්ත්රී පුරුෂ සමානාත්මතාවයේ ප්රගතිය. කාන්තාවන් මහජන ජීවිතයෙන් විනාශ වේ; ඔවුන්ගේ අයිතිවාසිකම් සහ හ o පැහැදිලිවම හා වක්රව පාලනය වේ. නීති, ප්රතිපත්ති සහ වැඩසටහන් කාන්තාවන් කෙරෙහි නිහ is ය.",
        "මීට අමතරව, සමාජ මාධ්ය වැනි මෙවලම් කාන්තාවන්ට එරෙහි හිංසනය, වෘත්තිකයින්, නිවසින් කාන්තාවන් ප්රවර්ධනය කිරීම සහ පොදු මනාපයන් වැළැක්වීම සඳහා සමාජ මාධ්යයන් ප්රවර්ධනය කිරීම සඳහා යොදා ගනී.",
        "Instagram සහ ඩික්ටෝක් වැනි වෙබ් අඩවි වල \"සාම්ප්රදායික බිරිඳ\" නමින් නව ප්රවණතාවක් තිබේ.",
        "තරුණියන් තම වෘත්තිය, ආර්ථික ස්වාධීනත්වය සහ මහජන ජීවිතය ඉස්මතු කිරීමට අනෙක් කාන්තාවන් නිර්දේශ කරයි.",
        "ජාත්යන්තර කම්කරු සංවිධානයේ 2023 වාර්තාව හා සසඳන විට කෝටි 74.8 ක් ගෝලීය වශයෙන් නඩත්තු වගකීම් හේතුවෙන් භාවිතා නොකරයි.. කෝටි 70.8 ක කාන්තාවන් 70.8 ක් සහ ක්රොම් පිරිමින් 4 දෙනෙකු ඇතුළත් වේ.",
        "ළමයින්ට පෙනී යන්නේ කාන්තාවන්ට ළමා රැකවරණය, විශේෂ අවශ්යතා, වැඩිහිටි රැකවරණය, ගෙදර වැඩ යනාදිය මත අසාමාන්ය බරක් ඇති බවයි.. අද මාතෘකාව කලබල වෙමින් සිටින්නේ එබැවිනි. 2025 දී, අපි තවමත් කාන්තාවන්ගේ හ voice ශක්තිමත් කිරීමට ක්රම සොයමින් සිටිමු.",
        "මීට දින කිහිපයකට පෙර, \"කාන්තාවන් වෙඩි තැබීම\" ලෙස හැඳින්වෙන යූ ටියුබ් නාලිකාවක්. එහි අඩංගු වූයේ කාන්තා හිස වෙඩි තැබීම පෙන්වීම AI විසින් නිර්මාණය කරන ලද වීඩියෝ පමණි. එය 4o4 මාධ්ය හෙළි කිරීමෙන් පසු යූ ටියුබ් එය ඉවත් කළේය. නමුත් ඒ තුළ ලක්ෂ 2 ක නරඹන්නන් එය දැක තිබේ. මෙම කාල පරිච්ඡේදය තුළ පවා එවැනි ප්රචණ්ඩකාරී රූප පුළුල් ලෙස පිළිගෙන ඇති බව කනස්සල්ලට කරුණකි.",
        "අප මේකට පිළිතුරු දිය යුත්තේ කෙසේද? අන්තර්ගත පරීක්ෂාව අත්යවශ්යයි, නමුත් එය ප්රමාණවත් නොවේ. කාන්තා සමානාත්මතාවය වළක්වා ගන්නා historical තිහාසික, සංවිධානය සහ ව්යුහාත්මක බාධක දැන් නව ස්වරූපයෙන් ප්රකාශ වේ - විශේෂයෙන් සයිබර් හිංසනය.",
        "එක් පුද්ගලයෙකුගේ අනන්යතාවයේ විවිධ අංශ (ස්ත්රී පුරුෂ භාවය, ආගම, ප්රජනනය, පංතිය, ආදිය වැනි) අවිනිශ්චිතතාවයෙන් පෙළෙන බව. නිදසුනක් වශයෙන්, කෙනෙකුගේ පන්තියේ තත්වය ඔහුට ආරක්ෂාව හා විශිෂ්ටත්වය ලබා දිය හැකි නමුත් ඔහුගේ ආගම හෝ ප්රජනනය නිසා ඔහු අවදානමක් ඇති කරයි. කාන්තාවන් ද බොහෝ ස්ථරවලට මුහුණ දෙයි.",
        "ප්රචණ්ඩත්වය හදිසි සිදුවීමක් ලෙස අපි සලකමු. නමුත් එය එදිනෙදා ජීවිතයේ අඛණ්ඩ පැවැත්මකි. ලිංගික හිංසනය ඉතා කතාබහට ලක්ව ඇත, නමුත් එය වෙනම සිදුවීමක් නොවේ; දෛනික ප්රචණ්ඩත්වයේ කොටසක්. ගුරුවරයා ශිෂ්යයාට පොලිස් පෙලපාලිකරුවෙකු පරාජය කරමින්, කාර්යාල නිලධාරීන්ගේ වචන අනිසි ලෙස භාවිතා කිරීම - ඒ සියල්ල දෛනික ප්රචණ්ඩත්වයයි.",
        "සංස්කෘතික සාරධර්ම යනු නාමයේ මර්දනය සාධාරණීකරණය කිරීම, ප්රචණ්ඩත්වය සාමාන්යකරණය කරන භාවිතයන් වේ. එය සමාජ අනුකම්පාව හා සමගිය සොලවයි. ලෝකයේ බොහෝ රටවල පවා අමානුෂික කුරිරුකම් ස්වාභාවික යැයි සැලකේ.",
        "ප්රජාවක් ලෙස අපි ප්රචණ්ඩත්වයට දැඩි ද punishment ුවම් ලබා දෙන ලෙස ඉල්ලා සිටිමු (උදාහරණයක් ලෙස). නමුත් එවැනි ද punishment ුවමක් ලැබීමෙන් පසු ප්රචණ්ඩත්වය අඩු නොවේ. වෙනත් හේතුවක් නිසා - පුරුෂත්වයේ සමාජ සංකල්ප නොසලකා හරිනු නොලැබේ.",
        "ප්රජාවේ ප්රචණ්ඩත්වය, අහංකාරය සහ ආධිපත්යය පුහුණු කරනු ලැබේ. කාන්තාවන් සමාන අයිතිවාසිකම් ලෙස දැකීම ප්රතික්ෂේප කිරීම, කාන්තාවන් එය වස්තුවක් ලෙස සලකන ආකල්පය හා ලිංගික හිංසනය නිර්මාණය කරයි.",
        "නීතිය සහ උසාවි මධ්යස්ථ නොවේ. පුරුෂාධිපත්ය, පංතිය, ආගම යනාදිය මගින් ද ඒවා බලපායි.. ජාත්යන්තර අපරාධ අධිකරණය (අයිසීසී) කාන්තාවන්ගේ සේවකයින්ට එරෙහිව ලිංගික හිරිහැර කිරීම් වැනි ගැටලුවලට සම්බන්ධ වේ. මෙයින් පෙනී යන්නේ වෙනත් හේතු නොමැති නම්, යුක්තිය සැපයිය යුතු සංවිධාන ශක්තිමත් වනු ඇති බවයි.",
        "ආර්ථික වර්ධනය හා තාක්ෂණික ප්රගතිය ස්ත්රී පුරුෂ සමානාත්මතාවය සහතික කරනු ඇත. මන්ද ඔවුන් වර්තමාන අසමානතාවය නව ස්වරූපයෙන් ප්රතිනිෂ්පාදනය කරන බැවිනි. නිදසුනක් වශයෙන්, ශ්රී ලංකාවේ උතුරු හා නැගෙනහිර ප්රදේශවල යුද්ධයෙන් පසු කාන්තාවන්ට ලබා දුන් ක්ෂුද්ර හිමියන් විශාල බරක් ඇති කළහ. සියදිවි නසා ගැනීමට බොහෝ දෙනෙකුට බල කෙරුනි.",
        "කාන්තාවන් ප්රචණ්ඩත්වයට මුහුණ දෙන විට පවා, සමාජ අපේක්ෂාවන් නිසා \"ප්රජාව තුළ හැසිරීමට\" සමාජ අපේක්ෂාවන් ඔවුන්ට බල කරයි. බොහෝ අය \"ස්ත්රීවාදය\" යන වචනය භාවිතා කිරීමට බිය වෙති. නොබෙල් ත්යාගයක් පවා - විද්යා ist යා තමාට ස්ත්රීවාදයක් ලෙස හැඳින්වීමට පසුබට විය.",
        "\"අනවශ්ය\" හෝ \"වැඩිවීම\" ලෙස කාන්තාවන්ගේ කෝපය ද චෝදනා කරයි. නමුත් එම කෝපය අයුක්තියට එරෙහිව ස්වාභාවික හා සාධාරණ පිළිතුරකි."
      ]
    },
    "en": {
      "title": "Cyber ​​Violence as a new form of preventing women's equality -Ambika Sakkunathan",
      "body_lines": [
        "The progresses of gender equality are back down globally. Women are destroyed from public life; Their rights and voices are obviously and indirectly controlled. Laws, policies, programs make women silent. Tools like social media are used to uphold violence against women and to persuade women to prevent public life, career, home, and to prevent public preferences. Former Commissioner of Human Rights Commission, Ambika Sakthunanathan said.",
        "The 16th anniversary of the South Asian Women's Media Organization in Sri Lanka was held on Wednesday (01) at the Mandarina Hotel in Colombo.",
        "Ambika Sakthunanathan, the former Commissioner of the Human Rights Commission, the special guest of the event, addressed the gathering.",
        "Although the title of \"strengthening women's voices\" is appropriate for the event, while also anxiety. This is because the progress of gender equality globally during the period we live in today. Women are destroyed from public life; Their rights and voices are obviously and indirectly controlled. Laws, policies and programs are silent on women.",
        "In addition, tools such as social media are used to uphold violence against women, and to promote women from public life, career, home, and to prevent public preferences.",
        "There is a new trend called \"Traditional Wife\" on sites like Instagram and Dictock.",
        "Young women recommend other women to highlight their career, economic independence and public life.",
        "Compared to the 2023 report of the International Labor Organization, 74.8 crore globally is not employed due to maintenance responsibilities.. It includes 70.8 crore women and simply 4 crore men.",
        "Women shows that women have an extraordinary burden on child care, special needs, elderly care, homework, etc.. That's why today's topic is upsetting. In 2025, we are still looking for ways to strengthen the voice of women.",
        "A few days ago, a YouTube channel, known as “Women Shot AI”. It contained only videos created by AI showing women's head shooting. YouTube removed it after revealing it 4O4 Media. But within that, 2 lakh viewers have seen it. Even during this period, it is worrying that such violent images are widely accepted.",
        "How should we answer this? Content moderation is essential, but it is not enough. Historical, organization, and structural obstacles that prevent women's equality are now expressed in new forms - especially cyber violence.",
        "Different aspects of one person's identity (such as gender, religion, reproduction, class, etc.) deepened inequality. For example, one's class status may give him protection and excellence, but his religion or reproduction may make him a risk. Women also face many layers.",
        "We consider violence as a sudden occurrence but it is a continuation of everyday life. Sexual violence is very talked about, but it is not a separate event; A part of daily violence. The teacher beating the student, the beating a police demonstrator, and the abuse of the words of the office officials - all of which are daily violence.",
        "Cultural values ​​are the practices that justify repression in the name, normalize violence. It shakes social sympathy and unity. Even in many parts of the world, inhuman atrocities are considered as natural.",
        "As a community we demand severe punishment for violence (for example). But after such punishment, violence does not diminish. Because other reason - social concepts of masculinity are not overlooked.",
        "Violence, arrogance, and dominance for men in the community are trained. The refusal to see women as equal rights, creates the attitude and sexual violence that women treat it as an object.",
        "The law and the courts are not even neutral. They are also affected by patriarchy, class, religion, etc.. The International Criminal Court (ICC) is also involved in problems such as sexual harassment against women's employees. This shows that if there are no other reasons, the organizations that need to provide justice will strengthen.",
        "Economic growth and technical progress will not only ensure gender equality. Because they will reproduce current inequality in a new form. For example, micro -loans given to women after the war in the northern and eastern parts of Sri Lanka caused heavy loads. Many were forced to commit suicide.",
        "Even when women face violence, social expectations compel them to “behave in the community”. Many people are afraid to use the word \"feminism\". Even a Nobel Prize -winning scientist hesitated to call himself a feminist.",
        "Women's anger is also accused of being “unnecessary” or “increasing”. But that anger is a natural and fair answer against injustice."
      ]
    }
  },
  "summary_lines": []
}