{
  "translated_text": {
    "si": {
      "title": "වට්ටක්කා වල බෝට්ටු පැදීම පිළිබඳ ගිනස් වාර්තාවක්",
      "body_lines": [
        "ව්යංජන පිසීමට සහ වට්ටක්කා සමඟ රසය සකස් කිරීමට එය භාවිතා කරයි.. හැලොවීන් දිනය සඳහා භාවිතා කරන බව අපි දැන ගන්නෙමු.",
        "නමුත් වට්ටක්කා වල කොතැනක හෝ බෝට්ටු ගමනක් යන සිද්ධිය ගැන අප නොදැන සිටියි.",
        "වට්ටක්කා කෙරෙහි ඇල්මක් ඇති එක්සත් ජනපදයේ කැරී ක්රිස්ටින්සන් වට්ටක්කා කිලෝග්රෑම් 555 ක් වගා කර එය බෝට්ටුවක් ලෙස භාවිතා කරයි.",
        "ගැරී 2011 සිට විශාල වට්ටක්කා ලබා ගැනීමට පටන් ගත්තේය. නමුත් වට්ටක්කා බෝට්ටුවේ ගමන් කිරීමේ ඔහුගේ සිහිනය යෝධ වට්ටක්කා රෙගට්ටා හි 2013 බටහිර වෙරළ තීරයේ දී සිදු වූයේ සිද්ධියකි.",
        "වසර ගණනාවකට පසු, ඔහු මේ වසරේ නිසි වට්ටක්කා ප්රමාණයක් සෑදීමට තීරණය කළේය.",
        "මැද භාගයේදී, වට්ටක්කා පරාග වලට භාජනය වූ අතර ඔක්තෝබර් මුලදී අස්වැන්න නෙළා ඇත. එහි පරිමිතිය මීටර් 169.26 (අඟල් 169) සහ කිලෝග්රෑම් 555.2 ක් වී තිබේ.",
        "එය විශාල විශාල පියානෝවක් හෝ වැඩිහිටි ඔටුවන්ගේ ස්කන්ධයක් ලෙස වාර්තා වේ.",
        "වට්ටක්කා කැටයම් කිරීමෙන් පසු ඔහු ඔක්තෝබර් 11 වන දින \"විනෝදජනක ලෝපර්\" යන නම තැබීය.",
        "ඔක්තෝබර් 12 සිට 13 දක්වා ඔහු කොලොම්බියා ගඟ හරහා අමාරුවෙන් කිලෝමීටර් 26 කින් කිලෝමීටර් 73.50 කි.මීතා බෝට්ටුව තරණය කළේය.",
        "මෙම ගමන ඔහුට එතරම් අපහසු විය. මුලදී, ඔහු කිලෝමීටර් 56 ක සුළඟ හමන අතර ඔහු තරංගවල ද විය.",
        "\"ෆන්ක් ලොෆ්ස්ටර්\" හොඳින් පාවීම සඳහා ගැරී රාත්රියේ ඔහුගේ ගමන දිගටම කරගෙන ගියේය.",
        "ආරක්ෂිත නැංගුරමක් සොයමින් හේඩන් දූපතට යන ලෙස තමා මුළු රාත්රිය පුරාම ගමන් කර ඇති බව ඔහු පැවසීය.",
        "මේ අතර, මම වාර්තාව කඩ නොකළේ නම්, මම විශ්වාස කළ නොහැකි වික්රමයක් කළ බව කීවෙමි.",
        "ගැරී කිලෝමීටර් 73.50 ක වට්ටක්කා බෝට්ටුවේ කිලෝමීටර් 63.04 ක් කැඩී ගියේය.",
        "පොම්පකින් පොම්පයේ උනන්දුව, නොපසුබට උත්සාහය සහ කුඩා මැජික් බලයක් ඔහුගේ සාර්ථකත්වයට හේතු වී තිබේ."
      ]
    },
    "en": {
      "title": "Guinness record of boat riding in pumpkin",
      "body_lines": [
        "It is used to cook curry and prepare the taste with pumpkin.. We will know that Halloween is used for the day.",
        "But we are not aware of the incident of a boat ride somewhere in the pumpkin.",
        "Carrie Christenson from the United States, who has a love for pumpkin, has grown 555 kg of pumpkin and uses it as a boat.",
        "Gary started raising large pumpkins since 2011. But his dream of traveling on the Pumpkin boat appeared in the 2013 West Coast area of ​​the Giant Pumpkin Regatta-An Event.",
        "After many years, he decided to develop the proper amount of pumpkin this year.",
        "In mid -July, the pumpkin was subjected to pollen and harvested at the beginning of October. Its perimeter has been 429.26 meters (169 inches) and 555.2 kg.",
        "It is reported to be a large big piano or an adult camel mass.",
        "After carving the pumpkin, he named it \"Funky Lopter\" on October 11.",
        "From October 12 to 13, he crossed the Pumpkin boat 73.50 km in 26 hard hours across the Columbia River.",
        "This journey was so hard for him. Initially, he blew the wind at 56 km / h, and he was also in the waves.",
        "Gary continued his journey at night, in order to float the \"funk lofster\" well.",
        "He said he had traveled all night to go to Hayden Island in search of a safe anchor.",
        "In the meantime, if I did not break the record, I said that I did an incredible adventure.",
        "Gary broke the 63.04 kilometers of Pumpkin Boat's record of 73.50 kilometers.",
        "Interest, perseverance and a small magic power of the pumpkin are attributed to his success."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Gary breaks Guinness record with 73.5km pumpkin boat ride across Columbia River. He grew massive 555kg pumpkin, carved it into \"Funky Lopter,\" and navigated treacherous waters for 26 hours. His perseverance and pumpkin's buoyancy helped him succeed where others failed."
  ]
}