{
  "translated_text": {
    "si": {
      "title": "දෙවන ස්ථානය අතර බයිපෝලර් ක්රීඩා",
      "body_lines": [
        "දේශපාලන විශ්ලේෂක සහ හිටපු රාජ්ය තාන්ත්රිකයින් වන දයාන් ජයතිලක මහතා කියා සිටියේ ජනාධිපතිවරණය සජිත් බ්රියාමෙදාස අනුරමුමාරා අතර බයිපෝල ක්රීඩාවක් බවයි.",
        "මැතිවරණ ව්යාපාර අවසන් අදියර කරා ළඟා වී ඇති බැවින් ප්රමුඛ පෙළේ අපේක්ෂකයින්ගේ මැතිවරණ ව්යාපාරය පිළිබඳ ඔබේ අදහස කුමක්ද?",
        ". අනුර සජිත් රනිල් අතර. ඔබට ඕනෑම අනුපිළිවෙලකින් ලැයිස්තු ගත කිරීමට අවශ්ය එක් ක්රමයක් නම්, එය සජිත් ප්රේමදාස සහ අනුරමුර දිසානායක අතර බයිපෝල ක්රීඩාවක් බව පෙනේ.",
        "මෙය ගෝලීය වශයෙන් ඉතිහාසයේ කාල පරිච්ඡේදයක් වන අතර ධුරයේ සිටින පුද්ගලයාට එරෙහිව දැවැන්ත තරංගයක් ඇත. ටයිම්ස් සඟරාව වැනි චින්තකයින් සහ ප්රකාශන මගින් ද එය සඳහන් වේ. මෙය විශ්වීය සිදුවීමකි.",
        "ජනාධිපති වික්රමසිංහ සහ ජාත්යන්තර මූල්ය අරමුදල අතර ඇති කර ගැනීම හේතුවෙන් ඔබට ශ්රී ලංකාවේ කප්පාදු පැකේජයක් ඇත.. එබැවින් ඡන්දදායකයින් මැසොකමක් ලෙස නොසැලකෙන තුරු ඡන්දදායකයින් වෙනස් කිරීම සඳහා ඡන්දය ප්රකාශ කරනු ඇතැයි යමෙකු තර්කානුකූලව සලකා බැලිය යුතුය.",
        "ජනාධිපති වික්රමසිංහ ද ඔහුගේම අඩුපාඩු ද ඇත. ඔහුගේම පක්ෂය, නේචර් ඉතා දුර්වල වන අතර එය ක්රියාත්මක නොවේ. ඔහුගේ උද් campaign ෝෂනය ඇත්ත වශයෙන්ම පාලක පක්ෂයේ අධ්යක්ෂවරුන් වන ශ්රී ලංකා පීඒ විසින් පවත්වනු ලැබේ",
        "ඔවුන් ඇමතිවරුන් සහ නියෝජ්ය අමාත්යවරු.. වික්රමසිංහට සහාය දුන් මහජනතාවගේ ඇස් හමුවේ පුළුල් ලෙස අගය කරන බැවින් නාමල් රාජපක්ෂගේ අපේක්ෂක පී ulty ය හරහා වේදිකාවේ කකුල් දෙකක් පමණක් සෝදා හරිනු ඇතැයි ඔබට අපේක්ෂා කළ හැකිය.",
        "එබැවින් ජනාධිපතිවරයාට 'අර්බුදය' පිළිබඳ සැලකිය යුතු වෙළඳ දැන්වීමක් හෝ උද් campaign ෝෂනයක් ලබා ගත්තද, එය තරඟයේ ඉදිරියෙන්ම සිටින්නේ නැත.",
        "වික්රමසිංහ වෙනස් කිරීමේ ප්රතිවිරුද්ධය නියෝජනය කරන අතර වත්මන් තත්වය නියෝජනය කරයි. ඔහු වත්මන් තනතුර සඳහා තර්ක කරන අඛණ්ඩතාවයට වඩා හොඳ කිසිවක් ඔහු ඉදිරිපත් නොකරයි. ශ්රී ලාංකික ඡන්දදායකයින් සෑම විටම ආර්ථික අර්බුදයට එරෙහිව ඡන්දය ප්රකාශ කර තිබේ",
        "අපේක්ෂකයින් විසින් නිකුත් කරන ලද මැතිවරණ පොරොන්දු සහ මැතිවරණ ප්රකාශයන් පිළිබඳ ඔබේ අදහස් මොනවාද?",
        "ඔබට ඒවා කාණ්ඩ තුනක් හෝ හතරකට බෙදිය හැකිය. අත්යවශ්ය ප්රතිපත්ති අඛණ්ඩතාව හතරක් ඇත;වික්රමසිංහ විසින් නිරූපණය කෙරේ .මර්ට් වෙනස් කරන්න;ප්රේමදාස නියෝජනය කරන රැඩිකල් වෙනස;නාමල් රාජපක්ෂ මහතා ලෙස දිසානායකගේ නියෝජිතයින් සහ පූර්ව රිල්කොතබායා වෙත ආපසු යාම පොරොන්දු වී තිබේ",
        "නාමල් රනිල් වෙතින් ශ්රී ලංකාවේ පීඒපී ඡන්ද ලබා ගත හැකි වැදගත් අපේක්ෂකයෙකු වන නමුත් මේ වසරේ ප්රමුඛ පෙළේ මැතිවරණයක් ලෙස කිසිවෙකු නොසලකයි.",
        "එබැවින් ඔබ ඉහළම ස්ථාන තුන දෙස බැලුවහොත්, සමස්ත වෙනස නියෝජනය කරන රනිල්ගේ නියෝජනය සහ සුබන්ගේ නිරූපණය සහ අනුර දිසානායක අනුර දිසානායක නියෝජනය කරන රනිල්ගේ නියෝජනය හා සුබන්ගේ සමස්ත සමතුලිතතාවය ඔබට ඇත.",
        "මෙම මැතිවරණය තීරණාත්මක මැතිවරණයක්. මෙම ජනාධිපතිවරණය ශ්රී ලංකාවේ අනාගත මාවතට බලපානු ඇතැයි ඔබ සිතන්නේ කෙසේද?",
        "2005 න් පසු ඔහු ශ්රී ලංකා මහින්ද රාජපක්ෂ මහතා තේරී පත් වූ අතර වසර තුනකින් වසර තිහම ගැටුම අවසන් කළේය.",
        "ප්රති result ලය ස්ථාවරත්වයක් නම්, එය විශාල අස්ථාවරත්වයක් අනුගමනය කරනු ඇතැයි මම සිතමි.",
        "මෙයට හේතුව ශ්රී ලංකාවේ දේශපාලන ඉතිහාසය අඛණ්ඩව උත්සාහ කිරීම වඩාත් භයානක කාල පරිච්ඡේදයට හේතු වී ඇති බවයි.",
        "මෙය 1982 දී සිදු වූ බව පැහැදිලිය.ජයවර්ධන ජනාධිපතිවරණය ජයග්රහණය කිරීමෙන් පසුව, 1983 දී පැවැත්වූ පාර්ලිමේන්තු මැතිවරණය කල් දමා එය ප්රතිස්ථාපනය කිරීමට ඔහු තීරණය කළේය.",
        "ජනමත විචාරණය එතරම් නරක විය. ඔහු ජනමත විචාරණය ජය දිනා ගත්තේ එක්රැස්වීමේ එක්සත් ජාතික පක්ෂයයි",
        "බහුතරයකගේ අඛණ්ඩ පැවැත්මක් විය. අඛණ්ඩතාව අඛණ්ඩව දිවයිනේ ඉතිහාසයේ නරකම අස්ථාවරත්වයට තුඩු දුන්නේය. එහි ප්රති ing ලයක් ලෙස උතුරේ සහ දකුණේ කැරලි දෙකක් සහ විදේශ මැදිහත්වීමකි.",
        "මට හිතෙන්නේ අප වර්තමාන තත්වයට පක්ෂව ඡන්දය දුන්නොත්, අප ස්ථාවරත්වය නැති කර ගන්නා පරිසරයක් නිර්මාණය කිරීමයි.",
        "දරිද්රතාවයේ වර්ධනය ශ්රී ලංකාව මුහුණ දෙන ණය අර්බුදය නිසා පමණක් නොව, ජාමූඅ විසින් ක්රියාත්මක කරන කප්පාදු පියවරයන් නිසා පමණක් නොව, ණය අර්බුදයට විසඳුම ද වේ.",
        "ජනතාව එකම තත්වය අඛණ්ඩව වෙනස් කරන්නේ නම්, බොහෝ විට අරලායා විධිමත් අනුවාදයක් වර්ධනය වීමට ඉඩ තිබේ.. මෙය ගැටුමකට තුඩු නොදෙන බව මම විශ්වාස කරමි.",
        "සජිත් ප්රේමදාස ජයගත්තේ නම්;මැතිවරණය තරමක් අස්ථාවරභාවයක් ඇති වන නිසා මැතිවරණය මැතිවරණය තුළින් ජාතියේ නායකත්වය පිළිගැනීම ප්රතික්ෂේප කරන නිසා මම බලාපොරොත්තු වෙමි.",
        "කෙසේ වෙතත්, සජිත්ගෙන් පසුව, එය සැලකිය යුතු අස්ථාවරත්වයක් ඇති කරනු ඇත. ඔහු දරිද්රතාවයේ වේගයෙන් කටයුතු කරනු ඇත.",
        "එබැවින් ප්රේමදාස ආකෘතිය යනු 'කකුල් දෙකක ප්රතිකාර පාද දෙකක ප්රතිකාර' යන්නයි.",
        "සමාජ දේශපාලන ස්ථාවරත්වය සහතික කිරීම සඳහා හොඳම ක්රමය මෙයයි. මම හිතන්නේ නැහැ ඔහු මෙම ක්රමය සමඟ ක්රියාශීලීව අත්හදා බලන බව.",
        "ඔහුගේ NPP යනු ප්රධාන වශයෙන් තරුණ තරුණියන් විසින් මෙහෙයවනු ලබන පක්ෂය නොවේ. බොහෝ විශ්ව විද්යාල ශාස්ත්ර ics යන්ගේ සහාය මෙයටද වෙනස් විය හැකිය.",
        "කෙසේ වෙතත්, වාමාංශික විකල්පයන්ට සානුකම්පිත වුවද. දිසානායකගේ මැතිවරණ ප්රතිපත්ති ප්රකාශනය ගැන මට බරපතල සැකයක් තිබේ.",
        "නිදසුනක් වශයෙන්, දිසානායක \"අවුරුදු 76 ආපදා ආපදා\" තල්ලු කරන බවට මෙම මතය මම ප්රතික්ෂේප කරමි. නිදහසින් පසු ශ්රී ලංකාව බොහෝ ජයග්රහණ ලබා ඇත. ලෝකයේ දකුණේ ඇති සමහර දේවල්වල බොහෝ රටවල අපි ඉදිරියෙන්ම සිටිමු. සමහර අවස්ථාවලදී එය උතුරේ උතුරේ සමහර රටවලට වඩා වැඩි ය. අපි සැලකිය යුතු ජයග්රහණ නිර්මාණය කර ඇත්තෙමු. මිනිසුන් අප මුහුණ දෙන ආර්ථික කම්පනය වැනි කප්පාදුවට අප පුරුදු වී නොමැති නිසා පශ්චාත්-වගකීම් ව්යසනය ගැන මිනිසුන් සිතති.",
        "1948 සිට අප අර්බුදයක සිටින බව පැවසීම හාස්යජනක ය.",
        "එය පදනම් වී ඇත්තේ වැරදි රෝග විනිශ්චය මගින් සුව කළ නොහැකි මෙම නඩුවේ ආර්ථික අර්බුදයේ වැරදි රෝග විනිශ්චය මත ය.",
        "නවතම NPP ලේඛනවල පවා 1977 විවෘත වෙළඳපල ආර්ථිකය විසින් නිදහසින් හා විවෘත වෙළඳපල ආර්ථිකය විසින් මෙම තත්ත්වය ආරම්භ වූ අතර මෙම තත්ත්වය ආරම්භ වූ අතර 1977 විවෘත වෙළඳපල ආර්ථිකය විසින් මෙම තත්ත්වය ආරම්භ වූ බවය.",
        "සමහර අවාසි තිබියදීත්, සියලු තාර්කික පුද්ගලයින් පිළිගෙන ඒවා .ණාත්මකව වඩා උඩු යටිකුරු බව පිළිගනු ඇත. එබැවින්",
        "අනුරගේ ව්යුහය අසත්ය නම් ඔවුන් එය නිවැරදි කරන්නේ කෙසේදැයි මට නොපෙනේ. එය 1977 සිට එය නරක අතට හැරී තිබේ නම්.",
        "මම හිතන්නේ ඔවුන් පාලන තන්ත්රය පිහිටුවා ගන්නේ නම් අර්බුදය වැඩි වනු ඇත. ඔහු ජයග්රහණය කරන්නේ නම් ඔහු අර්බුදය විසඳා ගනු ඇතැයි මම අපේක්ෂා නොකරමි.",
        "මම හිතන්නේ සජිත් යනු තේරීම් තුනේ (අපේක්ෂකයින්) - රනිල් සජිත් සහ අනුර.",
        "මිනිසුන් අතර දීර්-කාලීන දේශපාලන ක්රමයක් ගැන පිළිකුලක් පිළිබඳ හැඟීමක් තිබේ. සමහරු පවසන්නේ ඔවුන්ට ඡන්දය දීමට අවශ්ය නැති බවයි. ඡන්දය ප්රකාශ කිරීම ගැන තීරණය නොකරන අය ඡන්දය දිය යුතු යැයි ඔබ සිතනවාද?",
        "ඡන්දය ප්රකාශ කිරීම සම්පූර්ණයෙන්ම වැදගත් ය. ජනතාවට ඡන්දය දිය යුතුයි. එය සැමවිටම එසේ ය. පුරවැසියන් සඳහා ඇති එකම ප්රයෝජනවත් ආයුධය 1931 සිට එක්සත් ජනපදයෙන් මෙය එක්සත් ජනපදයේ සිට ඇති බව ඡන්දය ප්රකාශ කිරීමකි. මම ඔබෙන් ඉල්ලා සිටින්නේ සැමට ඡන්දය දෙන ලෙසයි. එසේ නොමැතිනම් ඔබව වෙනත් කෙනෙකුගේ කැමැත්තකට පූජා කරනු ඇත.",
        "මැතිවරණයට ඉදිරිපත් වන සියල්ලන්ම බොහෝ පොරොන්දු ලබා දීම. අපේක්ෂකයින් විසින් කරන ලද මැතිවරණ පොරොන්දු කොතරම් දුරට සපා කෑවාද?",
        "ජනාධිපති වික්රමසිංහ විසින් නිර්මාණය කරන ලද ප්රතිපත්ති මම සලකන්නේ නැත. ඔහුගේ රේඛාව දැනට කැමති නැත. ඔහු සම්භාව්ය මාග්රට් තැචර්ගේ ආකල්පය ලබා ගන්නා බව පෙනේ - විකල්පයක් නොමැත. ඔබ මිනිසුන්ට එය පැවසූ විට, එය ලෝකයේ වෙනත් තැනක සිටින බැවින් එය පසුබෑමක් ඇති කරයි. මිනිසුන් දුක් විඳින බව ඇසෙන්නේ නැත. විකල්ප මාර්ගය ලබා ගැනීමට උත්සාහ කරනු ඇත. ඔවුන්ට එකක් ලබා ගත නොහැකි නම්, ඔවුන් 2022 දී ජනාධිපතිවරයා පෙරළා දැමීමට උත්සාහ කරනු ඇත. මෙම පාඩම උත්තර් ප්රදේශ්වල උත්තර ප්රදේශ්හි ඉගැන්වීය. ඉතින්, මට ලබා දිය නොහැකි එකම පැකේජය වික්රමසිංහ ය.",
        "ශ්රී ලාංකික ඡන්දදායකයින් වැඩි ආර්ථික අර්බුදයක් දැක්වීමට විකල්පයක් තෝරාගෙන නොමැති අතර, වැඩි අසමානතාවයක් ලබා දීමේ විකල්පය තෝරා නොගත්තේ ද නැත.",
        "අනුරගේ යෝජනාවල දෙවන කාරණයට පටහැනි යෝජනා මම දකිමි. ඔවුන්ගේ දේශපාලන ආර්ථිකයේ තර්කනයේ මූලික අඩුපාඩු මම දකිමි. ඔවුන් සිතන්නේ NPP පුරෝකථනය වැරදියි කියායි. එය සුව කළ හැක්කේ ඔවුන්ට පමණක් බවයි.",
        "ඔවුන්ගේ ආකල්පය වම් පස ඇති ඕනෑම ජාත්යන්තර විශේෂ experts යින් විසින් හඳුනාගෙන හෝ පිළිගන්නේ නැත. ඔබ විකාරය විශ්වාස කරන්නේ නම්, අවසානයේදී ඔබට ආර්ථික හිංසාවන් ඇති කරනු ඇත. මෙය ඉතා නරක තත්වයකට හේතු විය හැක. මම හිතන්නේ ඔබ ඔහුගේ සැලැස්ම අනුගමනය කිරීමට උත්සාහ කළහොත් එය සිදුවිය හැකිය. ඔහු කවදා හෝ ජනාධිපති වීමට සුදුසු නැත"
      ]
    },
    "en": {
      "title": "Bipolar Games between the two -year -old",
      "body_lines": [
        "Political analyst and former diplomat, Dayan Jayatilaka, said that the presidential election seems to be a bipolar game between Sajith Breamedasa Anuragumara.",
        "What is your view on the campaign campaign by the leading candidates as the election campaigns have reached its final stage?",
        ". Between Anura Sajith Ranil. One way you want to list in any order, it seems to be a bipolar game between Sajith Premadasa and Anuragumara Dissanayake.",
        "This is a period of history globally there is a massive wave against the person in office. It is also mentioned by thinkers and publications such as Times Magazine. This is a universal event.",
        "You have austerity package in Sri Lanka as a result of the agreement between President Wickremesinghe and the International Monetary Fund.. So one must logically consider that voters will vote for change until voters are not considered a masochistic.",
        "President Wickremesinghe also has his own flaws. His own party, UNPE, is very weak and not functioning. His campaign is actually conducted by the directors of the ruling party, the Sri Lanka PA",
        "They are ministers and deputy ministers.. You can expect that only two legs of the platform will be washed through Namal Rajapaksa's candidature because the Adult Facial Faculty of Wickremesinghe is widely valued in the eyes of the public who supported Wickremesinghe.",
        "So even if the president receives a significant advertisement or campaign about the 'crisis', it will not keep him in the forefront of the competition.",
        "Wickremesinghe represents the opposite of change and represents the current status. And he does not offer anything better than the continuity he argues for the current position. Sri Lankan voters have always voted against economic crisis",
        "What are your thoughts on the election promises and election manifestations issued by candidates?",
        "You can divide them into three or four categories. There will be four - essential policy continuity;Represented by Wickremesinghe .Mart change;The radical change represented by Premadasa;Representatives by Dissanayake and returning to the pre -Ranilkottabhaya as Namal Rajapaksa has pledged",
        "An important candidate who can get the votes of the Sri Lanka PA from Namal Ranil, but no one regarded this year as a leading contestant election.",
        "So if you look at the top three places, you have the balance of Ranil's representation and Sajid representing the total change and the total change that Anura Dissanayake represents Anura Dissanayake.",
        "This election is a decisive election. How do you think this presidential election will affect Sri Lanka's future path?",
        "After 2005, he elected Sri Lanka Mahinda Rajapaksa and put an end to the thirty -year conflict in three years.",
        "I think that if the result is a stability, it will follow a great instability.",
        "This is because the political history of Sri Lanka has proved that the continuous endeavor has led to the most terrible period.",
        "It is obvious that this happened in 1982;After Jayawardene won the presidential election, he decided to postpone the parliamentary elections scheduled in 1983 and replace it.",
        "The referendum was so bad. He won the referendum so the United National Party in the Assembly",
        "There was a continuation of the majority. The continuity led to the worst instability in the history of the island, resulting in two rebellions in the north and south and a foreign intervention.",
        "I feel that if we vote in favor of the present situation, we create an environment where we are losing stability.",
        "We must understand that the development of poverty is not only due to the debt crisis facing Sri Lanka, but also due to the austerity measures implemented by the IMF and the solution to the debt crisis.",
        "If the people continue to change the same situation, it is likely that the Arakalaya is likely to develop a formal version.. I hope this does not lead to conflict.",
        "If Sajith Premadasa wins;I am hoping that the election will be somewhat instability because the people refuse to accept the fairness of the nation's leadership through the election.",
        "However, if Sajith succeeds, it will create a significant instability. He will be working on the speed of poverty.",
        "Therefore, the model of Premadasa is the 'Treatment of two legs on two feet' that the Chinese did what the Chinese did.",
        "This is the best way to ensure social political stability. I do not think he will be actively experimenting with this system.",
        "His NPP is not the party that is mainly operated by young people. This includes the support of many university academics and can change.",
        "However, it is obvious that although sympathetic to the left -wing alternatives. I have some serious doubts about Dissanayake's election manifesto.",
        "For example, I reject this notion that Dissanayake pushes \"76 years of disaster\". Sri Lanka has achieved many achievements since independence. We are at the forefront of many countries in some things that are in the south of the world. In some cases, it is even more than some countries in the north of the north. We have created significant achievements. People think of the post -independence disaster because we are not accustomed to austerity such as the economic trauma we face.",
        "It is ludicrous to say that we are in crisis since 1948.",
        "It is based on the wrong diagnosis of the economic crisis in this case that cannot be healed by the wrong diagnosis.",
        "Even the latest NPP documents suggest that the situation began from independence and deteriorated by the open market economy of 1977.",
        "Despite some disadvantages, all rational -minded people will admit that they are more upside down than negative. Therefore",
        "I don't really see how they will fix it if Anura's structure is false and it has worsened since 1977.",
        "I think the crisis will increase if they set up the regime. I do not expect him to resolve the crisis if he wins.",
        "I think Sajith is a safe bet on the three choices (candidates) - Ranil Sajith and Anura.",
        "There is a sense of disgust over a long -term political system among people. Some say that they do not want to vote. Do you think those who do not decide on voting should vote?",
        "Voting is absolutely important. People have to vote. That is always like that. Voting is the only useful weapon for citizens this has been from us since 1931. I ask you to vote for all. Otherwise you will be sacrificed to someone else's wishes.",
        "All who contest the election are making many promises. To what extent are the election promises made by candidates?",
        "I do not consider the policies created by President Wickremesinghe. His line is currently like not like. He seems to be taking a classic Margaret Thatcher's attitude - no alternative. When you tell people it, it causes a setback as it looks elsewhere in the world. Will not hear people suffer. Will try to get the alternative way. If they cannot get one, they will try to topple the president in 2022. This lesson was taught in Uttar Pradesh he failed to Modi. So, for me, the only package that cannot be provided is Wickramasinghe.",
        "Sri Lankan voters have never selected an alternative to indicating the greater economic crisis, nor did they choose the option of providing greater inequality.",
        "I see the proposals that are contrary to the second fact of Anura's proposals. I see the basic flaws in the logic of their political economy. They think that the prognosis of NPP is incorrect and only they can cure it.",
        "Their attitude is not recognized or accepted by any international experts on the left. If you believe in absurdities you will eventually make some economic atrocities. This can lead to a very bad state. I think that it can happen if you try to follow his plan. He does not deserve to be president someday"
      ]
    }
  },
  "summary_lines": [
    "<PHIND_TIMEOUT>"
  ]
}