{
  "translated_text": {
    "ta": {
      "title": "යුක්‍රේන රජයේ ගොඩනැගිල්ලකට රුසියාවෙන් ප්‍රහාරයක්",
      "body_lines": [
        "உக்ரைன் மீதான உக்ரைனின் பாரிய தாக்குதலில் ஒரு பெரிய கட்டிடத்தால் ரஷ்யா சேதமடைந்துள்ளது என்று வெளிநாட்டு ஊடக அறிக்கைகள் தெரிவிக்கின்றன.",
        "ரஷ்யா ஏவுகணைகளையும் ட்ரோன்களையும் தாக்குதலுக்கு பயன்படுத்தியதாகவும், அவர்கள் கியேவின் மையத்தில் உள்ள கட்டிடங்களை குறிவைத்துள்ளதாகவும் வெளிநாட்டு ஊடகங்கள் தெரிவித்துள்ளன.",
        "එමෙන්ම නගරයේ ඇති බහු මහල් නේවාසික ගොඩනැගිලි කිහිපයකටම රුසියාව විසින් ප්‍රහාර එල්ල කර ඇති අතර එම ප්‍රහාර හේතුවෙන් එම ගොඩනැගිලි කිහිපයක්ම අර්ධ වශයෙන් හානියට පත්ව ඇතැයිද විදෙස් මාධ්‍ය වාර්තා හී සඳහන් වේ.",
        "தாக்குதல்களின் விளைவாக உக்ரேனில் மூன்று பேர் கொல்லப்பட்டனர், மேலும் 13 பேர் காயமடைந்துள்ளனர்.",
        "இதற்கிடையில், ரஷ்யா ரஷ்யாவைத் தாக்கியுள்ளது, ரஷ்யா, ப்ரூலர் செலென்ஸ்கியின் சொந்த ஊரின் சொந்த ஊரான வெளிநாட்டு ஊடக அறிக்கைகளில்.",
        "உக்ரேனிய விமானப்படையின் கூற்றுப்படி, ரஷ்யா ஒரே இரவில் 805 ட்ரோன்களையும் 13 ஏவுகணைகளையும் அறிமுகப்படுத்தியுள்ளது.",
        "உக்ரேனிய விமானப்படை நீரில் மூழ்கி சுட்டுக் கொல்லப்பட்டதாகவும் அவர்கள் கூறியுள்ளனர்.",
        "யுத்த நிறுத்தத்திற்கு சம்மதித்த பின்னர் அமைதி காக்கும் துருப்புக்களை உக்ரேனுக்கு அனுப்புவதற்கு எதிராக ரஷ்ய ஜனாதிபதி விளாட்மிர் புடினால் இந்த தாக்குதலை மேற்கொண்டதாக வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன.",
        "அமைதி காக்கும் இராணுவத்தை உக்ரேனுக்கு அனுப்புவது குறித்து ரஷ்ய ஜனாதிபதி மேற்கத்திய நாடுகளை எச்சரித்தார்.",
        "அமைதி காக்கும் படையினருடன் ரஷ்ய ஜனாதிபதி கூறியுள்ளார், உக்ரைனுக்கு அனுப்பப்படும் எந்தவொரு இராணுவமும் முறையான இலக்குகளாக இருக்கும்.",
        "எவ்வாறாயினும், இந்த தாக்குதல்களால் உக்ரேனில் அமைச்சரவை கட்டிடம் சேதமடைந்துள்ளதாக ரோதாடேன் அதிகாரப்பூர்வமாக உறுதிப்படுத்தியுள்ளார்.",
        "உக்ரேனிய ஜனாதிபதி வாவ்ஹோட்மியர் செலென்ஸ்ஸ்கி மாஸ்கோவில் உக்ரேனிய ஜனாதிபதியுடன் நடத்தப்பட வேண்டும் என்ற திட்டத்தை நிராகரித்தார்.",
        "ஒரு அமெரிக்க ஊடக நிறுவனத்திற்கு அளித்த பேட்டியில், உக்ரைன் உக்ரேனில் பயங்கரவாதியின் தலைநகருக்கு செல்ல முடியாது என்று உக்ரைன் கூறியுள்ளது என்று ஜனாதிபதி கூறியுள்ளார்.",
        "எவ்வாறாயினும், ரஷ்ய ஜனாதிபதி உக்ரைன் தலைநகரில் கலந்து கொள்ள முடிகிறது என்று செலென்ஸ்ஸ்கி கூறியுள்ளார்.",
        "அமெரிக்க அதிபர் டொனால்ட் டிரம்ப் உக்ரேனியப் போரை முடிவுக்குக் கொண்டுவர உக்ரைன் மற்றும் ரஷ்ய ஜனாதிபதிகளுடன் ஒரு சந்திப்பை மேற்கொள்ள முயன்றார்.",
        "ரஷ்ய தலைநகர் மாஸ்கோவில் ரஷ்ய தலைநகர் மாஸ்கோவை சந்திக்கத் தயாராக இருப்பதாக உக்ரேனிய ஜனாதிபதி விளாட்மினிர் புடின் கூறியிருந்தார்."
      ]
    },
    "en": {
      "title": "Russia attacked Ukrainian government building",
      "body_lines": [
        "According to foreign media reports, Russia has been damaged by a major building at Ukraine's massive attack on Ukraine.",
        "Foreign media has said that Russia has used missiles and drones to the attack and that they have targeted the buildings in the center of Kiev.",
        "Also, Russia has also attacked several major factories residential buildings in the city and several buildings have been partially damaged due to the attacks.",
        "Three people in Ukraine have been killed and 13 more were injured as a result of attacks.",
        "Meanwhile, Russia has also attacked Russia, the hometown of Broolor Celenceky's hometown in foreign media reports.",
        "According to the Ukrainian Air Force, Russia had launched 805 drones and 13 missiles in one night.",
        "They have also stated that the Ukrainian Air Force has been shot dead by the drowning.",
        "The foreign media reports that the attack was carried out by Russian President Vladmir Putin against the sending of peacekeeping troops to Ukraine after consent to the ceasefire.",
        "The Russian president warned the Western countries regarding the sending peacekeeping military to Ukraine.",
        "The Russian president has said in connection with the peacekeepers and that any army deployed to Ukraine will be legitimate targets.",
        "However, Rothaudene has officially confirmed that the cabinet building in Ukraine was damaged due to these attacks.",
        "Ukrainian President Wowhotmier Selenceky has rejected the proposal to be held with the Ukrainian President in Moscow.",
        "In an interview with an American media institution, the President has said that Ukraine has stated that Ukraine is unable to go to the capital of the terrorist in Ukraine.",
        "However, Celenceky has stated that the Russian President is able to attend the Ukraine capital.",
        "US President Donald Trump has tried to make a meeting with Ukraine and Russian presidents to end the Ukrainian war.",
        "The Ukrainian President Vladminir Putin had stated that he was ready to meet the Russian capital Moscow in the Russian capital Moscow."
      ]
    }
  },
  "summary_lines": []
}