{
  "translated_text": {
    "si": {
      "title": "මහින්දනන්දට ඡන්ද 348 කින් පාර්ලිමේන්තු ආසනය මග හැරුණි.",
      "body_lines": [
        "පාර්ලිමේන්තු ආසනය ඡන්ද 348 කින් අතුරුදහන් වීමෙන් අනතුරුව තමා දේශපාලනයෙන් විශ්රාම ගන්නා බව හිටපු අමාත්ය මහින්දනන්ද අළුත්ගමගේ මහතා ප්රකාශ කර තිබේ.",
        "මහනුවර දිස්ත්රික් මැතිවරණයේ ප්රති results ලවලට අනුව සිලින්ඩර සංකේතයට තරඟ කළ මහීයව ජයරත්නට ඡන්ද 348 ක් ලැබුණි.",
        "ඔහු මේ බව ප්රකාශ කළේ සෙනසුරාදා (16) නවාලිපිටියේ සිය පක්ෂ ආධාරකරුවන් අමතමින්.",
        "ඔහු මධ්යම පළාත් සභාවට සහ පාර්ලිමේන්තුවට කිහිප වතාවක්ම නවලපිටිය මැතිවරණ කොට් constituency ාශයේ සිට කිහිප වතාවක්ම තේරී පත් වූ අතර මධ්යම රජයේ විවිධ අමාත්යාංශවල පළාත් සභා අමාත්ය සහ රාජ්ය අමාත්යවරයා ලෙස තේරී පත්ව ඇත.. අළුත්ගමගේ පවුල නවාලපිටිය ප්රදේශයේ දිගු කලක් තිස්සේ දේශපාලනය කර ඇති බවත්, මහජනතාව දැන් ඔහුව ප්රතික්ෂේප කර ඇති බැවින් අළුත්ගමේගේ පවුල බොහෝ කලක සිට දේශපාලනයෙන් පෙළෙන බවත් ඔහු නිවේදනය කර තිබේ.",
        "පසුගිය පාලන සමයේ කෘෂිකර්ම අමාත්යවරයා විසින් කෘෂිකර්ම අමාත්යවරයා විසින් අතිශයින්මම කතා කරන හා විවේචනය කරන මහින්දනන්ද අළුත්ගමගේ ද දැඩි ලෙස පුළුස්සා දැමූ පිරිමි ළමයෙකි.",
        "තවද, වෙල්කුමාර්ගේ ඡන්ද බැංකුව අතීතයේ දෙවරක් පාර්ලිමේන්තුවට 7539 දක්වා පහත වැටී අසමත් විය.",
        "මේ අතර, හිටපු මධ්යම පළාත් සභා සාමාජික ජයිවල් අෆ්ඩීන් ලෙෆෙයාර් හජියර්ට ලැබුණේ ඡන්ද 3442 ක් පමණි."
      ]
    },
    "en": {
      "title": "Mahindananda missed parliamentary seat by 348 votes:",
      "body_lines": [
        "Former minister Mahindananda Aluthgamage has announced that he will retire from politics after missing the parliamentary seat by 348 votes.",
        "According to the results of the Kandy district election, Mahindananda, who contested the cylinder symbol, got 348 votes more than the Anuradhara Jayaratne.",
        "He made this statement while addressing his party supporters on Saturday (16) in Nawalapitiya.",
        "He has been elected to the Central Provincial Council and Parliament several times from the Nawalapitiya constituency and has been elected as the Minister of Provincial Council and the Minister of State for various ministries of the central government.. He has announced that the Aluthgamage family has long been politics in the Nawalapitiya area and that he is retiring from politics as the public has now rejected him.",
        "Mahindananda Aluthgamage, a massively spoken and criticized by the Minister of Agriculture in the previous regime, was also a man who was a heavily burned toy.",
        "Also, Velukumar's vote bank fell to 7539 in Parliament twice in the past and failed.",
        "Meanwhile, former Central Provincial Council member Jainul Afdeen Lafir Hajiyar received only 3442 votes and failed."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Mahindananda Aluthgamage loses parliamentary seat by 348 votes. Retiring from politics after decades in Nawalapitiya constituency. Former Minister of Agriculture faces criticism and low voter support."
  ]
}