{
  "translated_text": {
    "ta": {
      "title": "தேசாபந்து டென்னகூன்: ஐ.ஜி.பி.யை நியமிக்க சட்டமன்ற சபை ஒப்புக் கொள்ளவில்லையா?",
      "body_lines": [
        "தேசாபந்து டென்னகூன்: ஐ.ஜி.பி.யை நியமிக்க சட்டமன்ற சபை ஒப்புக் கொள்ளவில்லையா?",
        "தேசாபந்து டென்னகூன் (ஐ.ஜி.பி) காவல் துறையின் 3 வது ஐ.ஜி.பி.",
        "ஜனாதிபதி ஊடக பிரிவு 41 சி. (1) மற்றும் 61 இ. (1) மற்றும் 61 இ.",
        "இருப்பினும், புதிய ஐ.ஜி.பி புதிய ஐ.ஜி.பி, சீனியர் டிக் டென்னகூன், அவர் பல கட்சிகளை அனுபவித்தார்.",
        "தேஷாபந்து டென்னகூனை ஐ.ஜி.பி.எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசாவின் காரணத்தில் ஒரு சர்ச்சைக்குரிய நிலைமை இருந்தது.",
        "பொலிஸ் கொள்கை பதவிக்கு மூத்த டிக் டென்னகூன் சீனியர் டிக் தேஷாபந்து டென்னகூனின் பெயரை முன்மொழிந்தார்.",
        "இருப்பினும், எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசா பிப்ரவரி 26 அன்று ஒப்புதல் முறை குறித்து சமாஜித் பிரேமதாசிடம் கேள்வி எழுப்பியிருந்தார்.",
        "ட்விட்டர் போஸ்ட்ட்விட்டரைத் தவிர்க்கவும் உள்ளடக்கத்தை அடைய நீங்கள் ஒப்புக்கொள்ள முடியுமா? இந்த கட்டுரையில் ட்விட்டர் வழங்கிய உள்ளடக்கம் உள்ளது. அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். ட்விட்டர் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'ஒப்புக்கொள்ளப்பட்ட முன்னோக்கி' என்பதைத் தேர்ந்தெடுக்கவும். இறுதி ட்விட்டர் இடுகையின் உள்ளடக்கத்திற்கு மேலே உள்ளவை பொறுப்பல்ல.",
        "\"ஐ.ஜி.பி நியமனம் செய்ய சட்டமன்ற கவுன்சில் அங்கீகரிக்கவில்லை. நான்கு வாக்குகள் வெளிப்படுத்தப்பட்டன. இரண்டு வாக்குகளுக்கு எதிராக 2 வாக்குகள். ஒரு முடிவை எடுக்க குறைந்தது 5 வாக்குகள் தேவை. வாக்களிப்பு மட்டுமே இருக்கும் போது மட்டுமே வாக்கு. ஜொனதி 4/2 ஒரு தேடுபவர் அல்ல. இரண்டாவது முறையாக அரசியலமைப்பு. சபாநாயகர், ஷேவ்ஃபுல் பேச்சாளர், \"எதிர்க்கட்சித் தலைவர் தனது எக்ஸ்.",
        "இலங்கை நீதிமன்றம் ஐ.ஜி.பி.",
        "\"ஜனாதிபதி காவல்துறை இன்ஸ்பெக்டர் ஜெனரலாகவும், இலங்கை காவல்துறையில் ஒரு போலீஸ் அதிகாரியாகவும், இலங்கையில் இலங்கையில் ஒரு அடிப்படை நீதிமன்றமாகவும் இலங்கையில் அதிகாரியாக நியமிக்கப்பட்டார்.\"தரிந்து ஜெயவர்தனா அனுப்பிய கடிதம் தோன்றுகிறது.",
        "ஒரு பத்திரிகையாளராக, 2021 ஆம் ஆண்டில் இலங்கை மனித உரிமைகள் ஆணையம் மற்றும் தேசிய காவல் ஆணையத்தின் அச்சுறுத்தல் குறித்து இலங்கை மனித உரிமைகள் ஆணையம் மற்றும் தேசிய காவல் ஆணையத்தில் புகார் அளித்துள்ளார்.",
        "பொலிஸ் புகார் குறித்த புகார்கள் நியாயமான விசாரணை அல்ல என்றும் அவர் கூறினார்.",
        "இதுபோன்ற சூழ்நிலையின் ஐ.ஜி.பி என தேஷாபந்து டென்னகூனை நியமிப்பது விசாரணைகள் மற்றும் அதன் பாதுகாப்பிற்கு கடுமையான அச்சுறுத்தல் என்று பத்திரிகையாளர் தரிந்து ஜெயவர்தேனா சுட்டிக்காட்டுகிறார்.",
        "இதற்கிடையில், இலங்கையின் தொழில்முறை பத்திரிகையாளர்கள் சங்கத்தின் (சி.எஸ்.ஆர்) தலைவர்",
        "\"தற்போதைய தகவல்களின்படி நிர்வாகிக்கும் சட்டமன்றத்திற்கும் இடையே ஒரு மோதல் உள்ளது\"",
        "\"ஐ.ஜி.பி சட்டமன்றத்தின் பெரும்பான்மை ஒப்புதலாக நியமிக்கப்பட்டுள்ளது. \"",
        "\"இந்த ஐ.ஜி.பி குற்றச்சாட்டுகளுக்கு குற்றம் சாட்டப்பட்டுள்ளது. அத்தகைய சூழ்நிலையில், ஜனாதிபதியின் ஜனாதிபதியின் சம்மதத்திற்கு ஒரு பொது ஒழுங்கை அழித்த ஒரு நபரின் நியமனம் இலங்கையில் ஜனநாயகத்திற்கு ஒரு தீவிரமான சூழ்நிலை. \"",
        "\"ஐ.ஜி.பி.யால் ஐ.ஜி.பி நியமிக்கப்பட்டதற்கு ஊடக அமைப்பாக எந்த ஊடக அமைப்பும் இல்லை.\"",
        "\"அடக்குமுறை திட்டத்திற்கு அரசாங்கத்தின் கட்டளைகள் தேவை என்று அரசாங்கத்தின் ஒப்பந்தங்களை வைத்திருக்க எங்களுக்கு ஒரு கடுமையான சிக்கல் உள்ளது.\"அவன் சொன்னான்.",
        "இலங்கை காவல்துறை மனித உரிமை நீதிபதிகள்: பாதிக்கப்பட்டவர்களுக்கு ரூ .15 மில்லியனை ஈடுசெய்யும் காவல்துறை அதிகாரிகள்?",
        "2010 ல் நேஜிகோடா பிரதேச உரிமைகளில் மூலதன உரிமைகள் சட்டவிரோதமாக தடுத்து வைக்கப்படுவதற்கும், ஒரு நபரை சட்டவிரோதமாக கைது செய்வதற்கும், தடுத்து வைக்கப்பட்டிருப்பதற்கும் உச்ச நீதிமன்றம் ஒரு அடிப்படை உரிமையாகும்.",
        "குற்றவாளிகள் தங்கள் தனிப்பட்ட பணத்தை ஈடுசெய்ய தங்கள் தனிப்பட்ட பணத்தில் குற்றவாளிகள் என்றும் தற்போதைய காவல்துறை இன்ஸ்பெக்டர் ஜெனரல் உட்பட பணியாளர்களாகவும் உச்ச நீதிமன்றம் கூறியுள்ளது.",
        "பஸ்கா தாக்குதலின் இறுதி அறிக்கைக்கு கூடுதலாக, ஜனாதிபதி விசாரணை ஆணையம் ஜனாதிபதிக்கு கடைசியாக தாக்குதல் ஒரு துணை ஐ.ஜி.பி.",
        "ஈஸ்டர் தற்கொலை குண்டுதாரி தொடர்பான விசாரணையின்படி, அப்போதைய தோண்டி, தேசாபந்து டென்னகூனின் கூட்டாண்மை பகுதி அதை விசாரித்தது.",
        "பொலோனாருவாவின் கேலி முகம் தொடர்பாக மூத்த டிக் டென்னகூனை சந்தேக நபராக பெயரிடுமாறு அட்டர்னி ஜெனரல் போலீசாருக்கு அறிவுறுத்தியுள்ளார்.",
        "சீனியர் டிக் தேசபண்டுலு டென்னகூன் தீர்ப்புக்கு எதிராக உச்சநீதிமன்றத்தை நிறுத்தியுள்ளார்.",
        "தற்போதைய ஐ.ஜி.பி தொடர்பாக நீதிமன்றத்தில் பல வழக்குகள் தாக்கல் செய்யப்பட்டுள்ளன.",
        "இதற்கிடையில், சிபிஏவின் நிர்வாக இயக்குனர், உணர்ச்சிவசப்பட்ட சரவணமுட்டுததி, பிபிசி சிங்களவலாவுக்குத் தொடங்கினார் என்று புதிய ஐ.ஜி.பி.",
        "\"அவர் சித்திரவதை குற்றவாளி என்று உச்ச நீதிமன்றம் முடிவு செய்துள்ளது.\"",
        "\"சித்திரவதையைச் செய்த மனிதனை எவ்வாறு நியமிப்பது? எந்த நாட்டில் அது முற்றிலும் தவறானது.\"",
        "\"சட்டமன்ற தேவாலயம் ஒப்புக் கொண்டதா இல்லையா என்பதில் சிக்கல் உள்ளது. இது முழுமையாக இல்லை. \"",
        "\"நாங்கள் முன்னால் என்ன செய்ய முடியும்.\"டாக்டர் வசசோதி சரவணமுட்டு கூறினார்.",
        "புதிய ஐ.ஜி.பி. நியமனம் தொடர்பாக அரசியலமைப்பு கவுன்சிலின் நியமனம் குறித்து எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசா எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசாவிடம் விசாரித்தார்.",
        "\"(அரசியலமைப்பு தேவாலயம்) இல் இருந்த விஷயங்களுக்கு வெளியே நாங்கள் பேசுவதில்லை. எல்லோரும் ஒப்புக்கொண்ட ஒரு முடிவு அது. \"",
        "\"எதிர்க்கட்சித் தலைவர் ஏன் அப்படி ஒரு அறிக்கையை வெளியிட்டார் என்று எனக்குத் தெரியவில்லை.\"",
        "\"ஆனால் இடமாற்றங்களின் உட்புறத்தில் ஒரு அடிப்படை ஒப்பந்தம் உள்ளது.\"பேச்சாளர் கூறினார்.",
        "புதிய ஐ.ஜி.பி.யாக தேஷாபந்து டென்னகூனை நியமித்ததன் காரணமாக சட்டமன்ற உரிமைகளுக்கு சட்டமன்ற சபை வழங்கப்படவில்லை என்ற குற்றச்சாட்டு குறித்து பிபிசி விசாரிக்கப்பட்டது.",
        "பதிலளித்த அவர், விசாரணையில் வெளியிடப்படவில்லை என்று கூறினார்.",
        "\"எங்களால் கண்டுபிடிக்க முடியவில்லை. அவர் மீது குற்றம் சாட்டப்படவில்லை. காவல் துறை ரூ .50,000 செலுத்த வேண்டும். எங்களுக்கு கிடைத்த தகவல்களின்படி. \"பேச்சாளர் கூறினார்.",
        "இதற்கிடையில், தேஷாபந்து டென்னகூனை புதிய ஐ.ஜி.பி ஆக நியமிப்பது தொடர்பான முடிவுகள் தொடர்பான அனைத்து ஆவணங்களையும் தரவுகளையும் படமாக்க உச்சநீதிமன்றத்திற்கு இன்று அனுமதி வழங்கப்பட்டது.",
        "ஐ.ஜி.பி. என கொழும்பின் பேராயரின் (பிப்ரவரி 27) சிறந்த மால்கம் கார்டினல் ரஞ்சித், முன்னர் உச்சநீதிமன்றத்தின் அடிப்படை உரிமை மனுக்களாக (பிப்ரவரி 27) அடையாளம் காணப்பட்டார். இந்த உத்தரவு மூன்று உறுப்பினர்களைக் கொண்ட உச்சநீதிமன்ற நீதிபதியால் வெளியிடப்பட்டது.",
        "இந்த மனு இன்று (பிப்ரவரி 27) அழைக்கப்பட்டபோது, ​​அட்டர்னி ஜெனரலுக்காக ஆஜரான கூடுதல் சொலிசிட்டர் ஜெனரல், விமானத்தின் நியமனத்தை நியமிப்பது இதுவரை முடிக்கப்பட்டதாகக் கூறினார்.",
        "மனுக்களுக்கு பதிலளித்தவராக பரிந்துரைக்கப்பட்ட ஜனாதிபதியின் ஆலோசகர் ரோமேஷ் டி சில்வா, பதிலளித்தவராக நியமிக்கப்பட்ட தேசாபண்டு டென்னகூனுக்கும் பெயர் பெற்றவர்.",
        "\"ஆண்டவரே. இந்த மனுக்கள் செயல்படும் ஐ.ஜி.பி. ஆக செயல்படும் ஐ.ஜி.பி.. பிப்ரவரி 26 (பிப்ரவரி 26) அன்று அரசியலமைப்பு கவுன்சிலின் பரிந்துரைகளின் பேரில் ஜனாதிபதி எனது வாடிக்கையாளரை ஐ.ஜி.பி.. நிலைமையை எதிர்கொண்டு, இந்த மனுக்களை பராமரிக்க முடியாது. அவரது நியமனத்திற்கு சில சிக்கல்கள் இருந்தால், வேறு வழக்கு இருக்க வேண்டும். மனுதாரர்கள் இந்த உண்மைகளை சவால் செய்ய முடியாது. \"ஜனாதிபதி வழக்கறிஞர் ரோமேஷ் டி சில்வா கூறினார்.",
        "போராட்டத்தின் ஆர்வலர்களாக ஆஜரான வழக்கறிஞர்-சட்டத்தின் சல்லியா, தேசாபந்து டென்னகூனை நியமிப்பது சட்டத்தின் ஆட்சிக்கு ஒரு சவால் என்று கூறினார்.",
        "சீனியர் டிக் தேஷாபந்து டென்னகூன் ஐ.ஜி.பி ஆக நியமிக்க என்ன நடந்தது?",
        "\"ஐ.ஜி.பி.யைப் பார்க்கும் தேசாபண்டு டென்னகூனின் ஐ.ஜி.பி.. அதனால்தான் இன்று மனுக்களைக் கருத்தில் கொள்ள நீதிமன்றம் நாள் தண்டனை விதித்தது. இருப்பினும், பதிலளித்தவர் நேற்று ஐ.ஜி.பி.. இது சட்டத்தின் ஆட்சிக்கு ஒரு சவால். ஐ.ஜி.பி நியமனம் எனது மனுவையும் சவால் செய்துள்ளது. எனவே, இந்த மனுவை பராமரிக்க சட்டப்பூர்வ தடையாக இல்லை. \"ஜனாதிபதி வழக்கறிஞர் சல்லியா பீரிஸ் கூறினார்.",
        "பாதிக்கப்பட்டவர்களுக்கு ஆஜரான ஜனாதிபதியின் ஆலோசகர் ஜெஃப்ரி அலகரத்னம், அரசியலமைப்பின் இரண்டு உறுப்பினர்கள் மற்றொரு மனுவை நியமிப்பதற்கு எதிராக வாக்களித்ததாகக் கூறினார்.",
        "பவர் மற்றும் டென்னகூன் ஏன் ஐ.ஜி.பி.காடினல் தெரோ விளக்குகிறார்",
        "மூன்று உறுப்பினர்களைக் கொண்ட ஜோடி நீதிபதிகள் நீதிபதி நீதிபதி சுரசேனா நீதிமன்றங்கள் முன் வழங்கப்பட்டனர், \"என்று கூறினார்:\" இந்த வழக்குகள் தொடர்பாக நேற்று ஒரு சிறப்பு நிலைமை உருவாக்கப்பட்டுள்ளது என்று தெரிவிக்கப்பட்டுள்ளது. இந்த மனுக்களில் இந்த மனுக்கள் சேர்க்கப்படவில்லை. புதிய நிபந்தனைகளைப் பற்றிய தகவல்கள் இல்லாமல், நீதித்துறையை தீர்மானிப்பது கடினம். \"",
        "நீதிமன்றத்தில் நீதிமன்றங்கள் முன் தயாரிக்கப்பட்ட பின்னர் மனுக்கள் பரிசீலிக்கப்படுவதாகவும் நீதிபதி சுட்டிக்காட்டினார்.",
        "அரசியலமைப்பு கவுன்சிலின் எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசா மற்றும் அரசியலமைப்பு கவுன்சிலின் அரசியலமைப்பு கவுன்சிலின் எதிர்க்கட்சித் தலைவர் மேலாளர், உறுப்பினர் தலைவர் மேலாளர், நடவடிக்கை எடுக்கப்படுகிறது.",
        "அதன்படி, மூன்று உறுப்பினர்களைக் கொண்ட உச்சநீதிமன்ற பெஞ்ச், உச்சநீதிமன்ற பெஞ்ச், உச்சநீதிமன்றம் பதுல் மற்றும் மனுக்கள் புதிய ஐ.ஜி.பி.",
        "பொருளாதார நெருக்கடியின் இருண்ட சுயவிவரம்: குழந்தைகள் மற்றும் மன அழுத்தத்தின் இளம் தாய்",
        "தேசாபந்து டென்னகூன்: ஐ.ஜி.பி.யை நியமிக்க சட்டமன்ற சபை ஒப்புக் கொள்ளவில்லையா?"
      ]
    },
    "en": {
      "title": "Deshabandu Tennakoon: Didn't the legislative council agreed to appoint IGP?",
      "body_lines": [
        "Deshabandu Tennakoon: Didn't the legislative council agreed to appoint IGP?",
        "Deshabandu Tennakoon (IGP) was appointed as the 3rd IGP of the Police Department by President Ranil Wickremesinghe.",
        "The Presidential Media Unit said the President said 41 C. (1) and 61 e. (1) and 61 e.",
        "However, the new IGP as the new IGP, Senior DIG Tennakoon, he suffered many parties.",
        "Would you not agree to appoint Deshabandu Tennakoon as IGP?There was a controversial situation in the cause of opposition leader Sajith Premadasa.",
        "Senior DIG Tennakoon has proposed the name of Senior DIG Deshabandu Tennakoon for the post of Police Policy.",
        "However, Opposition Leader Sajith Premadasa had questioned the Samajith Premadasa on the methodology of approval on February 26.",
        "SKIP Twitter PostTwitter Can you agree to reach content? This article contains the content provided by Twitter. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Twitter cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The above is not responsible for the content of the END Twitter post.",
        "\"The Legislative Council did not approve the appointment of IGP. Four votes were expressed. 2 votes against two votes. At least 5 votes are required to make a decision. The Speaker is only a vote when the vote is only. Jonathi 4/2 is not a searcher. Constitution for the second time. Speaker, Shaveful Speaker, \"The Leader of the Opposition said in his X.",
        "Journalist Tharindu Jayawardena has stated in a letter to the Leadership Assembly that the Sri Lankan court has been named as the IGP.",
        "\"The President was appointed as the Inspector General of Police as well as a police officer in the Sri Lanka Police and a fundamental court in Sri Lanka as a officer in Sri Lanka.\"The letter sent by Tharindu Jayawardena appears.",
        "As a journalist, he has complained to the Sri Lanka Human Rights Commission and the National Police Commission regarding the threat of the Sri Lanka Human Rights Commission and the National Police Commission in 2021.",
        "He also stated that the complaints were not a fair investigation into the police complaint.",
        "Journalist Tharindu Jayawardena points out that the appointment of Deshabandu Tennakoon as the IGP of such a situation is a serious threat to investigations and its safety.",
        "Meanwhile, President of the Institute of Professional Journalists Association of Sri Lanka (CSR)",
        "\"There is a conflict between the executive and the legislatism according to the current information\"",
        "\"The IGP is appointed as the majority consent of the Legislative. \"",
        "\"This IGP has been accused of accusations. In such a situation, an appointment of a person who desjected a public order to the president's consent of the President is a serious situation to democracy in Sri Lanka. \"",
        "\"There is no media organization as a media organization for what the IGP has been appointed by the IGP.\"",
        "\"We have a serious problem to keep the contracts of the government that the government's commandments are needed for the repression program.\"He said.",
        "Sri Lanka Police Human Rights Magistrates: Are the police officers to compensate Rs. 15 million to victims?",
        "The Supreme Court is a fundamental right of the Capital Rights in the Nugegoda Divisional Rights in 2010 to be illegally detained, detaineing a person illegally and detention.Has been done.",
        "The Supreme Court has stated that the offenders are guilty of their personal money to compensate their personal money and the personnel, including the present Inspector General of Police.",
        "In addition to the final report of the Passover attack, the Presidential Investigation Commission was presented to the president at the last time the attack had been presented to a deputy IGP.",
        "That was inquired by the then DIG, Deshabandu Tennakoon's partnership area, according to investigations into an Easter suicide bomber.",
        "The Attorney General has instructed the police to name Senior DIG Tennakoon to be named as a suspect in connection with the Galle Face of Polonnaruwa.",
        "Senior DIG Deshabandulu Tennakoon has stopped the Supreme Court against the verdict.",
        "There are several cases filed in court regarding the current IGP.",
        "Meanwhile, Executive Director of the CPA, Passionate Saravanamututathi, commenced to BBC Sinhala, said the new IGP.",
        "\"The Supreme Court has decided that he is guilty of torture.\"",
        "\"How to appoint the man who committed the torture? In what country do it? It is completely wrong.\"",
        "\"There is a problem with the Legislative Church has agreed or not. This is not fully right. \"",
        "\"What we can do ahead.\"Dr. Wasasothy Saravanamuttu said.",
        "The Leader of Opposition Leader Sajith Premadasa inquired from the Opposition Leader Sajith Premadasa on the appointment of the Constitutional Council regarding the appointment of the new IGP.",
        "\"We do not speak out outside the things that were in the (constitutional church). It was a decision that everyone agreed. \"",
        "\"I don't know why the Opposition Leader made a statement like that.\"",
        "\"But there is a basic agreement that is in the inside of the transfers.\"The Speaker said.",
        "BBC was inquired about the allegation that the Legislative Council was not given to the legislative rights due to the appointment of Deshabandu Tennakoon as the new IGP.",
        "Responding, he said that it was not revealed in the investigation.",
        "\"We have not been able to find out. He was not charged against him. The police department has to pay Rs 50,000. According to the information we have received. \"The Speaker said.",
        "Meanwhile, the Supreme Court today was granted permission to film all the documents and data related to the decisions relating to the appointment of Deshabandu Tennakoon as the new IGP.",
        "Excellent Malcolm Cardinal Ranjith, President of the Archbishop of Colombo (February 27), as the IGP, had previously been identified as the Supreme Court's fundamental rights petitions (February 27).The order was issued by a three-member Supreme Court judge.",
        "When the petition was called today (Febru 27), the Additional Solicitor General, who appeared for the Attorney General, said that the appointment of the Aviation's appointment was completed so far.",
        "President's Counsel Romesh de Silva, who is nominated as a respondent of the petitions, was also known for Deshabandu Tennakoon, designated as a respondent.",
        "\"Lord. These petitions were asked to issue a prevention order to act as the acting IGP acting as the acting IGP.. The President has appointed my client as IGP on recommendations of the Constitutional Council on the 26th of February (26th February).. In the face of the situation, these petitions cannot be maintained. If his appointment has some problematic, there should be a different case. Petitioners cannot challenge these facts. \"President Attorney Romesh de Silva said.",
        "Attorney-at-Law Saliya, who appeared as the activists of the struggle, said that the appointment of Deshabandu Tennakoon was a challenge to the rule of law.",
        "What happened to Senior DIG Deshabandu Tennakoon to be appointed as the IGP?",
        "\"The IGP of Deshabandu Tennakoon, who is looking at IGP, was scheduled to be completed by the 29th of this month. That is why the court sentenced the day to consider the petitions today. However, the respondent has been appointed as the IGP yesterday. This is a challenge to the rule of law. The appointment of IGP has also challenged my petition. Therefore, there is no legal obstacle to maintain this petition. \"President Attorney Saliya Peiris said.",
        "The President's Counsel Jeffrey Alagaratnam, who appeared to the victims, said that two members of the Constitution had voted against the appointment of another petition.",
        "Why should Power and Tennakoon not appoint an IGP?Cadinal Thero explains",
        "The three-member pair of judges were given before the Judge Judge Surasena Courts, \"said:\" It is reported that a special situation has been created in connection with these cases yesterday. These petitions are not included in these petitions. Without information about new conditions, the judiciary is difficult to decide. \".",
        "The judge also pointed out that the petitions were considered to be considered after they were produced before courts in the court.",
        "Opposition Leader of the Constitutional Council, Sajith Premadasa and Member Leader Manager, Opposition Leader Manager, the Constitutional Council of the Constitutional Council, said:Action is taken to do.",
        "Accordingly, the three-member Supreme Court Bench, the Supreme Court Bench, the Supreme Court Badule and the petitions were ordered to be considered before the court to fill the new IGP.",
        "Dark Profile of the Economic Crisis: Children and a young mother of stressful",
        "Deshabandu Tennakoon: Didn't the legislative council agreed to appoint IGP?"
      ]
    }
  },
  "summary_lines": [
    "Deshabandu Tennakoon, appointed as the 3rd IGP by President Ranil Wickremesinghe, faced controversy. The Legislative Council did not approve his appointment, requiring at least 5 votes. Journalist Tharindu Jayawardena criticized the appointment, highlighting potential threats to investigations and safety. The Supreme Court has ordered the government to compensate victims of illegal detention, and the Presidential Investigation Commission has presented a report on the Easter suicide bombings. The Attorney General has accused Tennakoon of torture, and the Supreme Court has decided he is guilty. The appointment has sparked debates on the rule of law and the role of the Legislative Council."
  ]
}