{
  "translated_text": {
    "si": {
      "title": "චීන නිලධාරි කිං පොයොන්ග් හම්බන්තොට ආයෝජන කලාපයේ සභාපතිවරයාට වාර්තා කරයි",
      "body_lines": [
        "හම්බන්තොට ආයෝජන කලාපය අසල චීන සමාගම් පිහිටුවීමට චීන ජනරජයේ චීන ජනරජය (සීපීපීසීසී) ජාතිකයාගේ චීන ජනරජයේ ජාතික කමිටුවේ (සීපීපීසී) උප සභාපති ජනාධිපතිවරයා පැවසීය",
        "මේ අතර, ආර්ථික අර්බුදය මධ්යයේ ජනාධිපති අනුර කුමාර දිසානායක චීන රජයට චීන රජයට ස්තූතිය පුද කළේය.",
        "ජනාධිපතිවරයා මේ බව ප්රකාශ කළේ බදාදා (18) ජනාධිපති අනුර කුමාර දිසානායක සහ මහජන චීන ජනරජයේ ජාතික කමිටුවේ උප සභාපති (සීපීපීසීසී) අතර පැවති රැස්වීමකදී ජනාධිපතිවරයා මේ බව ප්රකාශ කළේය.",
        "කිං පොයොන්ග් පැවසුවේ චීනය සහ ශ්රී ලංකාව අතර දීර්-කාලීන සබඳතා ශක්තිමත් කිරීමට සහ නව ආණ්ඩුව සමඟ අඛණ්ඩව කටයුතු කිරීමට තමා අපේක්ෂා කරන බවයි.",
        "ආපදා තත්වයන් තුළ ආධාර සැපයීම සහ පාසල් දරුවන්ට නිල ඇඳුම් ලබා දීම සඳහා රටට ස්තූති කළ චීන රජයට චීන රජයට සහයෝගීතාවයට ජනාධිපතිතුමා ස්තූතිය පුද කළේය.",
        "පාර මැද පවතින මධ්යම අධිවේගී මාර්ගයේ චීනයට වගකිව යුතු ප්රදේශ සහ කොළඹ වරාය නගරය සහ හම්බන්තොට දිස්ත්රික්කය දියත් කරන බව ජනාධිපතිවරයා චීනයෙන් ඉල්ලා සිටි අතර, ඔහු ඉක්මනින් සැපයුම් සමතුලිතතාව සහ ආයතනික වැඩසටහන් දියත් කිරීමට අපේක්ෂා කරන බව ඔහු ඉල්ලා සිටියේය.",
        "මෙම ව්යාපෘතිය දියත් කිරීමට අපේක්ෂා කරන බවත් විවිධ හේතූන් මත මුහුද නැවත ආරම්භ කිරීමට අපේක්ෂා කරන උප සභාපති උප සභාපති පැවසීය.",
        "එළඹෙන වසරවලදී ජනාධිපතිවරයාට ජනාධිපතිවරයා පිළිගැනීම, හම්බන්තොට ආයෝජන කලාපයේ චීන සමාගම් පිහිටුවීම සහ ලොව පුරා ශ්රී ලංකාවට හොඳම ප්රවේශය ආරම්භ කරන ලෙස ජනාධිපතිවරයා පිළිගැනීමට සියලු කටයුතු සූදානම් කර ඇති බව ද ඔහු පැවසීය.",
        "මහජන චීන සමූහාණ්ඩුවේ දේශපාලන උපදේශක කවුන්සිලයේ නියෝජ්ය කථානායක රිෂ්වා සාලි සහ එම්."
      ]
    },
    "en": {
      "title": "Chinese officer Kin Poyong reports to the President of the Hambantota Investment Zone",
      "body_lines": [
        "The Vice President of the National Committee of the People's Republic of China (CPPCC), Kin Poyong, told the president that the Chinese Republic of India (CPPCC) was looking to set up Chinese companies near the Hambantota Investment Zone",
        "Meanwhile, President Anura Kumara Dissanayake thanked the Chinese government for the cooperation of the debt restructuring program and the loan to Sri Lanka amid the economic crisis.",
        "The President made this statement during a meeting held at the Parliament building on Wednesday (18) between President Anura Kumara Dissanayake and the Vice President of the National Committee of the People's Republic of China (CPPCC).",
        "Kin Poyong said he was looking forward to strengthening the long -term relations between China and Sri Lanka and continues to work with the new government.",
        "The President also thanked the Chinese government's cooperation to the Chinese government, who thanked the country for providing assistance during the disaster conditions and providing uniforms to school children.",
        "The President urged China to complete the areas responsible for China on the Central Expressway, which is in the middle of the road, and that he expects to launch the Colombo Port City and Hambantota district and expect to launch the supply mediation and corporate programs quickly.",
        "The Vice President said that the project is expected to be launched and the sea is expected to resume for various reasons.",
        "He also said that all arrangements have been made to welcome the president to welcome the President to China in the coming years, setting up the Chinese companies in the Hambantota Investment Zone and setting up the best entry to Sri Lanka worldwide.",
        "Minister of Foreign Affairs, Foreign Employment and Tourism Minister Vijitha Herath, Deputy Speaker Rishwi Sally and MA Youxiang, Member of the Political Advisory Council of the People's Republic of China, were also present."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Chinese VP Kin Poyong met Sri Lankan Pres. Dissanayake about Chinese firms in Hambantota. Pres. thanked China for economic aid & debt restructuring. Both discussed strengthening ties & completing projects like Central Expressway & Colombo Port City."
  ]
}