{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தலில் வெற்றிபெற புதிய ஜனாதிபதிக்கு இந்த சவால்களை நாம் வெல்ல முடியுமா?",
      "body_lines": [
        "ஜனாதிபதித் தேர்தலில் வெற்றிபெற புதிய ஜனாதிபதிக்கு இந்த சவால்களை நாம் வெல்ல முடியுமா?",
        "இலங்கையில் 9 வது நிர்வாகத் தலைவரால் தேர்ந்தெடுக்கப்பட்ட ஜனாதிபதித் தேர்தலுக்கு மற்றொரு முறை உள்ளது.",
        "39 வேட்பாளர்கள் இலங்கை அடுத்த ஜனாதிபதியாக மாற்றுவதற்கான நோக்கத்துடன் முன்வருகிறார்கள். முந்தைய ஜனாதிபதித் தேர்தல்களின் முக்கிய வேட்பாளர்கள் இருந்தபோதிலும், இந்த ஆண்டு நிலைமை மாற்றப்பட்டுள்ளது என்று நிலைமை மாற்றப்பட்டுள்ளது என்று ஆய்வாளர்கள் சுட்டிக்காட்டினர்.",
        "இதற்கிடையில், 50% வாக்குகளை வேட்பாளராகப் பெறலாம்.",
        "இந்த சவால்கள் அனைத்தும் இருந்தபோதிலும், ஜனாதிபதித் தேர்தலில் வெற்றி பெறும் வேட்பாளர் பல கடுமையான சவால்களை எதிர்கொள்வார்.",
        "அடுத்த சவாலின் சவால் ஒரு நிலையான பொருளாதாரத்தை உருவாக்குவதற்கான சவால் என்று பல ஆய்வாளர்கள் நம்புகின்றனர்.",
        "இலங்கை திறந்த பல்கலைக்கழகத்தின் அரசியல் அறிவியல் மற்றும் சர்வதேச ஆய்வுகள் குறித்த மூத்த விரிவுரையாளர் டாக்டர் தடுலாசிரி சமராகூன் பிபிசி சிங்கள சேவையிடம் தெரிவித்தார்.",
        "\"பெரிய சவால் என்னவென்றால், பொருளாதாரம் மீட்டெடுக்கப்படுகிறது,\" என்று அவர் கூறினார்.",
        "ஜனாதிபதித் தேர்தல் 2024: ஜனாதிபதியின் சண்டைக்கு 39 வேட்பாளர்களில் ஒருவர் என்ன?",
        "சர்வதேச நாணய நிதியைக் கையாள்வது யுபிஎஃப்ஏவுக்கு ஒரு சவால் என்று அவர் சுட்டிக்காட்டினார்.",
        "\"ஒரு முக்கிய விஷயம் என்னவென்றால், எந்தவொரு அரசாங்கமும் எந்தவொரு எதிர்காலத்திற்கும் சர்வதேச நாணய நிதியுடன் இணைந்து செயல்பட வேண்டும். இது ஏற்கனவே இருக்கும் உண்மை. இருப்பினும், அந்த அரசியல் கட்சிகள் தங்கள் கொள்கைகளில் ஒரு வித்தியாசத்தை ஏற்படுத்த வேண்டியிருந்தால், நீங்கள் மீண்டும் சர்வதேச நாணய நிதியத்துடன் விவாதிக்கலாம். வாய்ப்பு உள்ளது. சில நிபந்தனைகளை மாற்ற நீங்கள் பேச வேண்டும். ஆனால் சர்வதேச நாணய நிதியுடனான ஒப்பந்தம் செயல்படுத்தப்பட வேண்டும். \"",
        "இலங்கையில் வறுமைக் கோடு 2019 உடன் ஒப்பிடும்போது இரண்டு முறை உயர்ந்துள்ளது. வறுமைக் கோடு என்பது ஒரு நபரின் அடிப்படைத் தேவைகளுக்கு ஒரு மாதம் வாழ குறைந்தபட்ச பணம்.",
        "வறுமைக் கோடு ரூ.. 6966.00 குறிப்பிடப்பட்டது, மே 2024 க்குள், மதிப்பு ரூ.. 16,326.00 வரை சென்றுவிட்டது. இது ஏறக்குறைய மூன்று மடங்கு அதிகம்.",
        "2019 முதல் வறுமைக் கோடு எவ்வாறு உயர்ந்துள்ளது என்பதை பின்வரும் விளக்கப்படம் காட்டுகிறது.",
        "மேற்கண்ட பொருளாதார பிரச்சினைகளை நிர்வகிப்பதற்கான சவால் அடுத்த ஜனாதிபதி என்று டாக்டர் தடலாசிரி சமராகூன் சுட்டிக்காட்டுகிறார்.",
        "பேராசிரியர் நாலின் அபேசேகரா சுட்டிக்காட்டுகிறார், பேராசிரியர் நாலின் அபேசெக்கேரா இலங்கை பொருளாதாரம் மீண்டும் நிறுத்தப்பட வேண்டும் என்று சுட்டிக்காட்டுகிறார்.",
        "வரவிருக்கும் ஜனாதிபதித் தேர்தலை கைப்பற்றுவது மிகப்பெரிய சவால் என்று பேராசிரியர் சுட்டிக்காட்டினார்.",
        "\"1965 முதல், சர்வதேச நாணய நிதியிலிருந்து கடன்களை 17 முறை எடுத்துள்ளோம். அடுத்த சவாலுக்கு முன் பெரிய சவால் இந்த மாதத்திற்கான சர்வதேச நாணய நிதியிலிருந்து கடன் வாங்க வேண்டுமா?சொல்கிறது. கடன் சார்பு இல்லாமல் அரசாங்க வருவாயை உருவாக்குவது ஒரு சவால். \"",
        "பேராசிரியர் நிர்மல் ரஞ்சித் தேவாசிரி இந்த ஆண்டு ஜனாதிபதித் தேர்தல் எதிர்கொள்ளும் முக்கிய சவால்.",
        "பிபிசி சிங்கள சேவையுடன் பேசிய பேராசிரியர், நாட்டின் பாரிய நெருக்கடி உள் அரசியல் நெருக்கடி என்று கூறினார்.",
        "\"நாட்டின் முக்கிய பிரச்சினை அரசியல் நிச்சயமற்ற தன்மையின் பிரச்சினை. பல மக்கள் பொருளாதாரப் பிரச்சினையைப் பற்றி பேசுகிறார்கள், அரசியல் ஸ்திரத்தன்மை தேவை ”என்று பேராசிரியர் நிர்மல் ரஞ்சித் தேவாசிரி கூறுகிறார்.",
        "கட்சிகளின் அரசியல் அமைப்பு மாறிவிட்டது என்று அவர் சுட்டிக்காட்டினார், இதன் விளைவாக அரசு மற்றும் மக்களிடையே ஒருமித்த கருத்தை ஏற்படுத்த ஒரு சவால் ஏற்பட்டது.",
        "\"அரசியல் கட்சிகள் சமூகத்தில் நிறைய ஆதிக்கத்தை பலவீனப்படுத்தியுள்ளன. 2022 சலசலப்புடன் நிலைமை மிகவும் தீவிரமடைந்துள்ளது. இப்போது, ​​பாரம்பரிய கட்சிகள் அல்ல, நிறைய நேரம் பிரபலமானது. ஓரிரு விருந்துகள் உள்ளன.",
        "தலைமை வேட்பாளர்கள், ரணில் விக்ரமேசிங்கே ஒரு சுயாதீன வேட்பாளர் மற்றும் சஜித் பிரேமடாச நல்லிணக்கத்தின் கூட்டாண்மையை பிரதிநிதித்துவப்படுத்துகிறார். இதற்கிடையில், அனுரா குமாரா டிஸ்டனாயக்கும் தேசிய கூட்டமைப்பு கூட்டணியுடன் போட்டியிடுகிறார்.",
        "அதன்படி, யு.என்.பி., இலங்கை சுதந்திரக் கட்சி இன்னும் வழங்கப்படவில்லை.",
        "மறுபுறம், ஜனாதிபதித் தேர்தலில் இரண்டு முகாம்களுக்கு இடையிலான போட்டி, இது மூன்று முகாம்களுக்கு இடையில் இருப்பதாகத் தெரிகிறது.",
        "\"முந்தைய இரண்டு முகாம்களுக்கு முன்பே இருந்தது. இப்போது பல முகாம்கள் உள்ளன. வாக்களிப்பு மூன்று முக்கிய வேட்பாளர்களிடையே பகிரப்படுகிறது. இது ஒரு பெரிய அறிகுறி. இது எதிர்கால அரசியலின் மிகப்பெரிய சவால். அடுத்த பாராளுமன்றம் ஒரு ஏழை பாராளுமன்றம். அரசியல் உறுதியற்ற தன்மையை நிர்வகிப்பது ஒரு பெரிய சவால் ”என்று பேராசிரியர் நிர்மல் ரஞ்சித் தேவாசிரி சுட்டிக்காட்டினார்.",
        "அடுத்த ஜனாதிபதி சமூகத்தில் அதிருப்தியின் முகம் என்று டாக்டர் அலாசிரி சமராகூன் கூறுகிறார்.",
        "தற்போதைய அரசாங்கத்தின் விளைவாக பொருளாதாரத்தை வலுப்படுத்த தற்போதைய அரசாங்கத்தை எடுத்துள்ள சில நடைமுறைகள் அதிருப்தி என்று அவர் சுட்டிக்காட்டுகிறார்.",
        "AI என்பது மேற்கு மாகாணத்தில் ஒரு குழந்தை, அவர் கழிப்பறைகளை எடுக்க முடியவில்லை, இது நாட்டின் நாட்டின் கழிப்பறைகளைப் பேசும் கேனிலெட்டுகள் செலுத்தும் வரி:",
        "\"சமுதாயத்தில் அதிருப்தியும் இப்போது ஒரு பெரிய பிரச்சினை. ஒரே பொருளாதார நீதி இல்லாத மக்களிடையே அதிருப்தியை இது தீர்க்கத் தெரியவில்லை. பில்லியன் நாணய நிதியத்தின் கடுமையான கொள்கைகளைப் பின்பற்ற அரசாங்கம் என்ன செய்து கொண்டிருக்கிறது. இல்லையெனில், சமூக நீதியைப் பார்த்து தீர்வுகளைத் தீர்ப்பது மிகப்பெரிய சவால். \"",
        "நாட்டின் ஒவ்வொரு நடைப்பயணத்தின் மக்களும் வறுமைக் கோட்டில் கடுமையாக அதிருப்தி அடைந்துள்ளனர் என்றும் அவர் சுட்டிக்காட்டினார்.",
        "புதிய ஜனாதிபதி இலங்கையில் அதன் வெளிநாட்டு மற்றும் அரசியல் நிலைமையை கையாள வேண்டும் என்று டாக்டர் அனுலாசிரி சமராகூன் கூறுகிறார்.",
        "\"இந்தியா, சீனா மற்றும் அமெரிக்கா எவ்வாறு முன்னால் நடந்து கொள்ள வேண்டும் என்பதை புதிய ஜனாதிபதி தீர்மானிக்க வேண்டும். அவர் இந்தியாவுடன் நெருக்கமாக பணியாற்ற வேண்டும். இதற்கிடையில், சீனா புண்படுத்த முடியாது. அமெரிக்காவும் முக்கியமானது. ஒரு நடுநிலைமையில் தொடர்புபடுத்தும்போது சாகரை இயக்குவது ஒரு சவால். \"",
        "இதற்கிடையில், பேராசிரியர் நலின் அபேசேகரா இலங்கை ஏற்றுமதி வருவாயை வெளிநாடுகளுடன் கையாள வேண்டும் என்று கூறினார்.",
        "எதிர்கால ஜனாதிபதியின் கட்டுப்பாட்டின் கீழ் இலங்கையின் கல்வி மாற்றப்பட வேண்டும் என்று மூன்று அறிஞர்களிடம் கூறப்பட்டது.",
        "தற்போதுள்ள கல்வி முறை முற்றிலும் வேறுபட்டதாக இருக்க வேண்டும் என்றும் பேராசிரியர் நாலூசி கூறினார்.",
        "ஒரு தொழில் முனைவோர் பொருளாதாரத்திற்காக கல்வி செய்யப்பட வேண்டும் என்பது அவரது கருத்து.",
        "\"எங்கள் நாட்டின் கல்வி முறை ஆக்கபூர்வமானதல்ல. இதன் விளைவாக, படித்தவர்களைப் படித்தவர்கள் நாட்டின் முன்னேற்றத்திலிருந்து பயனடைய மாட்டார்கள். எனவே, நினைவு அமைப்பு ஒரு படைப்பு கல்வி முறையை அறிமுகப்படுத்த வேண்டும். \"",
        "பொது ஊழியர்களின் செயல்திறனை அதிகரிக்கவும் ஊழலைக் குறைக்கவும் நடவடிக்கைகள் எடுக்கப்பட வேண்டும் என்று பேராசிரியர் கூறினார்.",
        "\"இந்த பிரச்சினைகளை நீங்கள் தீர்த்தால், உலகின் 10 நாடுகளில் நாங்கள் செல்லலாம்.\"",
        "பொருளாதார நெருக்கடியிலிருந்து இலங்கையை மீட்டெடுக்க பாரம்பரிய ஏற்றுமதி பொருட்கள் வர்த்தகம் போதுமானதாக இல்லை என்று பேராசிரியர் நலின் அபேசேகரா கூறுகிறார்.",
        "\"இப்போது தேநீர், தேங்காய் மற்றும் ரப்பர் தேநீர், தேங்காய் மற்றும் ரப்பரை ஏற்றுமதி செய்வது கடினம். அதற்கு பதிலாக, சினிமா, சிறுவர்கள், இசையை ஒரு சர்வதேச நிலைக்கு உயர்த்த நாங்கள் செய்ய வேண்டும். \"",
        "உலகம் இப்போது பணம் சம்பாதித்து வருகிறது என்று பேராசிரியர் கூறினார்.",
        "\"தொழில் முனைவோர் பள்ளி கல்வியில் இருந்து கற்பிக்கப்பட வேண்டும். இந்த நாட்டை உருவாக்க தொழில்முனைவோர் தேவை. இது ஒரு சவால். \"",
        "எதிர்காலத்தில் ஒரு ஜனாதிபதி எதிர்கொள்ளும் மற்றொரு பெரிய சவால் மனித உரிமைகள் மீது நம்பிக்கையை உருவாக்குவதாகும்.",
        "கொழும்பு பல்கலைக்கழகத்தின் மூத்த விரிவுரையாளர் டாக்டர் பிரதிபா மகானமஹேவா, மனித உரிமைகள் பிரச்சினையின் வருகை எதிர்காலத்திற்கு முன்னர் கடுமையான சவால் என்று சுட்டிக்காட்டினார்.",
        "அவர் அந்த சவால்களை இரண்டு பகுதிகளாகவும் உள்நாட்டிலும் விநியோகிக்கிறார்.",
        "டாக்டர் பிரதிபா மகராமா கூறியது போல், சர்வதேச மனித உரிமை சவால்கள் பின்வருமாறு.",
        "51/5 முன்மொழிவு இலங்கையில் இலங்கையின் நல்லிணக்கம் மற்றும் புனரமைப்பு குறித்து ஒரு கலப்பின நீதிமன்றத்தின் விசாரணை குறித்து சமர்ப்பிக்கிறது.",
        "கூடுதலாக, மனித உரிமை மீறல்களைக் குறைக்க பல நடவடிக்கைகள் எடுக்கப்பட்டுள்ளன என்று டாக்டர் பிரதிபா மகானமஹேவா கூறினார்.",
        "1978 அரசியலமைப்பிற்குப் பிறகு, அரசியலமைப்பின் மனித உரிமைகள் அத்தியாயம் உரிமைகள் மசோதாவை நியமிப்பது உரிமைகளுக்காக ஒரு மனித உரிமை அதிகாரியை நிறுவுவதாகும்.",
        "\"புதிதாக தேர்ந்தெடுக்கப்பட்ட ஜனாதிபதி இந்த சவால்கள் அனைத்தையும் கடக்க வேண்டும். அப்படியானால், இலங்கை எதிர்காலத்தில் பொருளாதாரத் தடைகள் போன்ற பொருளாதாரத் தடைகளை ஏற்படுத்தக்கூடும் \"என்று டாக்டர் பிரதிபா மகானமஹேவா மேலும் கூறினார்.",
        "ஜனாதிபதித் தேர்தலில் வெற்றிபெற புதிய ஜனாதிபதிக்கு இந்த சவால்களை நாம் வெல்ல முடியுமா?",
        "இலங்கையில் ஜனாதிபதித் தேர்தலில் பெண்கள் ஏன் பெண்கள் மக்கள்தொகையுடன் முன்வைக்கவில்லை?",
        "லானெட்டரில் மதிப்பீடு: இலங்கை இலங்கையிலிருந்து 'பாலியல் அறிக்கை' '' விலக்கு புதுப்பிப்பு: செப்டம்பர் 2 2021"
      ]
    },
    "en": {
      "title": "Can we win these challenges to the new President to win the presidential election?",
      "body_lines": [
        "Can we win these challenges to the new President to win the presidential election?",
        "Another time left for the Presidential Election Elections, elected by the 9th Executive President in Sri Lanka.",
        "39 candidates come forward with the objective of making Sri Lankan next President. The analysts pointed out that the situation has been changed, despite the main candidates of previous presidential elections, this year's situation has been changed.",
        "In the meantime, 50% of the votes can be obtained as a candidate.",
        "Despite all these challenges, the candidate who will win the presidential election will face many serious challenges.",
        "Many analysts believe that the challenge of the next challenge is the challenge of building a fixed economy.",
        "Senior Lecturer on political science and international studies of the Sri Lanka Open University Dr. Athulasiri Samarakoon told BBC Sinhala service.",
        "\"The big challenge is that the economy is restored,\" he said.",
        "Presidential Election 2024: What is one of 39 candidates to the President's fight?",
        "He pointed out that dealing with the International Monetary Fund is a challenge for the UPFA.",
        "\"One of the key is that any government has to work with the International Monetary Fund to any future. It's an existing reality. However, if those political parties need to make a difference in their policies, you can discuss again with the IMF. There's the chance. You'll have to talk to change some conditions. But the agreement with the International Monetary Fund has to be implemented. \"",
        "The poverty line in Sri Lanka has risen to twice compared to 2019. The poverty line is the minimum amount of money to live a month to a person's basic needs.",
        "Poverty line is Rs.. 6966.00 was noted, and by May 2024, the value was Rs.. 16,326.00 has gone up to. It's approximately three times high.",
        "The following chart shows how the poverty line has risen from 2019.",
        "Dr. Athulasiri Samarakoon points out that the next president is the challenge to manage the above economic problems.",
        "Professor Nalin Abeysekara points out that Professor Nalin Abeysekera points out that the Sri Lankan economy should be stopped again.",
        "The professor pointed out that it is the greatest challenge that the conquest of the coming presidential election.",
        "\"Since 1965, we have taken loans from the International Monetary Fund 17 times. Is the major challenge before the next challenge be borrowing from the International Monetary Fund for this month?Saying. It is a challenge to generate government revenue without dependence on credit. \"",
        "Prof. Nirmal Ranjith Devasiri is the main challenge facing a presidential election this year.",
        "Speaking to the BBC Sinhala service, the professor said that the massive crisis in the country is the internal political crisis.",
        "\"The main problem in the country is the problem of political uncertainty. Many people talk about the economic problem and need political stability, \"Professor Nirmal Ranjith Devasiri says.",
        "He pointed out that the political system of parties has changed, resulting, resulting in a challenge to establish a consensus among the state and people.",
        "\"Political parties have weakened a lot of domination in society. 2022 The situation has become more intensified with the uproar. Now, not the traditional parties, a lot of time is popular. There are a couple of parties. \"",
        "Chief candidates, Ranil Wickremesinghe, is an independent candidate and represents the partnership of Sajith Premadasa reconciliation. Meanwhile, Anura Kumara Dissanayake is also contesting with the National Federation Alliance.",
        "Accordingly, the UNP, the Sri Lanka Freedom Party, has not yet been offered.",
        "On the other hand, the match between two camps in presidential election, it seems to be between three camps.",
        "\"It was before the previous two camps. There are many camps now. Voting is shared among three main candidates. This is a big symptom. This is the biggest challenge of future politics. The next Parliament is a poor parliament. It is a big challenge to manage political instability, \"Professor Nirmal Ranjith Devasiri pointed out.",
        "Dr. Allasiri Samarakoon says that the next President is the face of dissatisfaction in society.",
        "He points out that some of the procedures that have taken the current government to strengthen the economy are a discontent as a result of the present government.",
        "AI is a child in the Western Province, who is unable to take toilets, which canilets who speak the toilets of the country of the country, is PAYE TAX:",
        "\"The dissatisfaction in society is also a big problem now. It does not seem to solve the dissatisfaction between the people who are not the only economic justice. What is the government is doing to follow the rigorous policies of the Piliyan Monetary Fund. Otherwise, it is a huge challenge to look into social justice and solve solutions. \"",
        "He also pointed out that the people of every walk in the country is severely dissatisfied with the poverty line.",
        "Dr. Anulasiri Samarakoon says that the new President should handle its foreign and political situation in Sri Lanka.",
        "\"The new President must decide how India, China and America should behave in front of. He has to work closely with India. In the meantime, China can't get offending. America is also important. It is a challenge to run the sakar when associating in a neutrality. \"",
        "Meanwhile, Professor Nalin Abeysekara stated that Sri Lankan export earnings should be dealt with foreign countries.",
        "The three scholars were told that Sri Lanka's education should be transformed under the control of a future president.",
        "Prof. Nalusee also said that the existing education system should be completely different.",
        "It is his view that education should be made for an entrepreneurial economy.",
        "\"Our country's education system is not creative. As a result, people who have studied educated people do not benefit from the country's advancement. Therefore, the memorial system must introduce a creative education system. \"",
        "The professor said that steps should be taken to increase the efficiency of public servants and to reduce corruption.",
        "\"If you solve these problems, we can go among the 10 countries in the world.\"",
        "Prof. Nalin Abeysekara says that traditional export goods trade is not sufficient to recover Sri Lanka from the economic crisis.",
        "\"Now it is hard to export tea, coconut and rubber exporting tea, coconut and rubber. Instead, we should do to lift cinema, boys, music to an international position. \"",
        "The world is now making money, professor, said the professor.",
        "\"The entrepreneuriality should be taught from school education. The need for entrepreneurs to build this country. This is a challenge to win. \"",
        "Another major challenge facing a president in the future is to create a confidence in human rights.",
        "Senior Lecturer of the University of Colombo Dr. Prathibha Mahanamaheva pointed out that the coming of the human rights issue is a serious challenge before the future.",
        "He distributes those challenges into two parts and locally.",
        "As Dr. Prathiba Maharama said, the international human rights challenges were as follows.",
        "The 51/5 proposal submits the Human Rights Committee in Sri Lanka on the reconciliation and reconstruction of Sri Lanka. Activity of criminal charges.Investigation of a hybrid court on title violation.",
        "In addition, there are several steps that have been taken to minimize human rights violations, Dr. Prathibha Mahanamahewa said.",
        "After the 1978 Constitution, the Human Rights Chapter of the Constitution The Appointment of a Bill of Rights is to establish a Human Rights Officer for the rights.",
        "\"The newly elected president has to overcome all these challenges. If so, Sri Lanka can cause economic sanctions in the future, such as economic sanctions, \"Dr. Prathibha Mahanamahewa added.",
        "Can we win these challenges to the new President to win the presidential election?",
        "Why does women not present the presidential election in Sri Lanka with more women's population?",
        "Rating in the Lanterior: Sri Lanka 'SEX report' from Sri Lanka '' Exemption Update: September 2 2021"
      ]
    }
  },
  "summary_lines": [
    "The upcoming presidential election in Sri Lanka faces significant challenges, including managing a struggling economy, addressing rising poverty levels, navigating political instability, and ensuring social justice. Candidates must also navigate international relations, particularly with India, China, and the United States, and address educational reform and human rights issues. Despite these hurdles, the election presents an opportunity for the next president to lead Sri Lanka towards economic recovery and political stability."
  ]
}