{
  "translated_text": {
    "ta": {
      "title": "ஒரு காதலனின் வீட்டிற்குச் சென்ற ஒரு சிறு பெண்ணை தனது தாயுடன் தீவிரமாக பாலியல் துஷ்பிரயோகம் செய்தார்",
      "body_lines": [
        "தனது தாயை ஆதரித்த சந்தேக நபரின் தாய் தனது தாய்க்கும் 15 வயது சிறுமியையும் கைது செய்யப்பட்டார், அவர் 15 வயது சிறுமிக்காக கடுமையாக பாலியல் துஷ்பிரயோகம் செய்யப்பட்டார்.",
        "ராஜங்கனய பொலிஸ் பிரிவில் வசிப்பவர்கள் குடியிருப்பு மகன் மற்றும் ஒரு தாய். பாதிக்கப்பட்ட பெண் தனது தாயுடன் அனுராதபுராவில் உள்ள ஒரு கிராமத்தில் இருந்தாள், தாயுடன் கடும் வாக்குவாதத்திற்குப் பிறகு வீட்டை விட்டு வெளியேறினான் என்று போலீசார் தெரிவித்தனர்.",
        "பொலிஸ் புகார் குறித்து தாய் விசாரணை நடத்தி ராஜங்கனயாவுக்குச் சென்று சிறுமியை அணிவகுத்துச் சென்றபோது துஷ்பிரயோகம் தெரியவந்தது.",
        "சந்தேக நபரும் சந்தேக நபரும் அனுராதபுரா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட வேண்டும்.",
        "அனுராதபுரா தலைமையகம் பொலிஸ் ஓ.ஐ.சி அனுராதபுரா காவல் நிலைய, தலைமை ஆய்வாளர் ஆர். .குழந்தைகள் பணியகத்தின் அதிகாரிகள் ஜெயவீராவின் அறிவுறுத்தல்கள் குறித்து மேலும் விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "Angered with her mother seriously sexually abused a minor girl who went to a boyfriend's home",
      "body_lines": [
        "The mother of the suspect who supported his mother had been arrested for his mother and a 15-year-old girl who had been seriously sexually abused for a 15-year-old girl.",
        "The residents of the Rajanganaya Police division have been a residential son and a mother. The victim girl was with his mother in a village in Anuradhapura and had left the house after a heated argument with mother, police said.",
        "According to police, the abuse was revealed when the mother had an investigation into the police complaint and went to Rajanganaya and marching the girl.",
        "The suspect and the suspect were to be produced before the Anuradhapura Magistrate's Court.",
        "Anuradhapura headquarters police OIC of Anuradhapura Police Station, Chief Inspector R. M.Officers of the Children's Bureau are conducting further investigations on the instructions of Jayaweera."
      ]
    }
  },
  "summary_lines": [
    "A mother and her son are under arrest for allegedly sexually abusing a minor girl. The incident came to light during a police investigation triggered by a complaint. The victim, a 15-year-old, had argued with her mother and left home, leading to the discovery of the abuse. Both the suspect and his mother will face charges in court, with ongoing investigations by child protection officers."
  ]
}