{
  "translated_text": {
    "si": {
      "title": "රුපියල් මිලියන 9,622 ක වියදමින් ප්රාදේශීය ලේකම් කොට් 97 ාශ 97 ක වැඩසටහන් 97 ක වැඩසටහන් යටතේ \"කන්නාකර දාසාගයා\" යටතේ",
      "body_lines": [
        "යුද්ධයෙන් අවතැන් වූ අවතැන්වූවන්ගේ නිවාස අවශ්යතා වලින් 89% ක් 2023 අවසන් වන විට අවසන් කර ඇත. - නාගරික සංවර්ධන හා නිවාස අමාත්යාංශයේ ලේකම්. S අනුමානන්ද",
        "පසුගිය රජයන් විසින් අවසන් කර නොමැති සියලුම නිවාස ව්යාපෘති වහාම නිම කරන ලදී - ජාතික නිවාස සංවර්ධන අධිකාරියේ සභාපති රජීව් සූරියරච්චි",
        "සැලසුම් හා ආයෝජන බලපත්රය වේගවත් කිරීම සඳහා එක් නැවතුම් ඒකකයක් දියත් කර ඇත - නාගරික සංවර්ධන අධිකාරියේ සභාපති නිමේෂ් හේරත්",
        "කොන්ත්රාත්කරුවන්ට ගෙවිය යුතු රුපියල් බිලියන 200 කට වැඩි මුදලක් ගෙවා ඇත - ඉදිකිරීම් කර්මාන්ත සංවර්ධන අධිකාරියේ සභාපති ආර්.. එච්. රක්වින්ස්",
        "\"කන්නාකර දසගයා\" හි විශේෂ ඒකාබද්ධ ග්රාමීය සංවර්ධන වැඩසටහන යටතේ වැඩසටහන් 14,088 ක් ප්රාදේශීය ලේකම් කාර්යාල 97 ක දියත් කර ඇති අතර මේ වසරේදී රුපියල් මිලියන 9,622 ක් රුපියල් මිලියන 9,622 ක් වෙන් කර ඇත.. එස් සයන්නන්ද මහතා පැවසීය.",
        "අවතැන්වූවන්ගේ නිවාස අවශ්යතා 89 ක් 2023 අවසන් වන විට අවසන් කර ඇති අතර මුළු නැවත පදිංචි කිරීමේ වැඩසටහනේ පවුල් 275,127 ක් නැවත පදිංචි කර ඇති බව ද ඔහු පැවසීය.",
        "අද (19) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී නාගරික සංවර්ධන හා නිවාස අමාත්යාංශයේ ලේකම්. එස්. සත්යනන්ද මහතා පැවසීය.",
        "මෙන්න නාගරික සංවර්ධන හා නිවාස අමාත්යාංශයේ ලේකම්. එස්. සත්සනන්ද,",
        "නාගරික සංවර්ධන හා නිවාස අමාත්යාංශයේ ප්රධාන දෙපාර්තමේන්තු නාගරික සංවර්ධන, නිවාස හා ඉදිකිරීම් සේවා වේ. 2023 අවසන් වන විට අවතැන්වූවන් සඳහා අපගේ අමාත්යාංශය නිවාස 151,662 ක් ඉදිකර තිබේ.",
        "දේශීය අරමුදලට අමතරව, මෙම නිවාස ඉදිකර ඇත්තේ ඉන්දියානු ආධාර, දේශීය රාජ්ය නොවන සංවිධාන සහ ජාත්යන්තර රාජ්ය නොවන සංවිධානවල සහාය ඇතිව ය.. ඒ අනුව අවතැන් වූ යුද්ධයේ නිවාස අවශ්යතා 89% ක් සපුරා ඇත.",
        "නැවත පදිංචි කිරීමේ වැඩසටහනට අනුව, නැවත පදිංචි කළ පවුල් සංඛ්යාව 275,127 කි. ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ වසරේ නැවත පදිංචි කිරීම කඩිනම් කිරීම සඳහා රුපියල් මිලියන 500 ක් වෙන් කර තිබේ.",
        "මෙම වසරේදී අවතැන් වූ පවුල්වලට අවතැන් වූ පවුල් සඳහා පිරිසිදු පානීය ජලය සහ විදුලි සම්බන්ධතා ලබා දෙනු ඇත.",
        "වකුගඩු රෝගයේ තත්වය සැලකිල්ලට ගනිමින්, විශේෂයෙන් උතුරු හා නැගෙනහිර පළාත්වල විශේෂයෙන් නැනෝ ජල පවිත්රක ඒකක 50 ක් ඉදිවෙමින් පවතී. එපමණක් නොව, රට නිදහස් රටකට පරිවර්තනය කිරීමේ ගෞරවය නාගරික සංවර්ධන හා නිවාස අමාත්යාංශය සතු වගකීමකි.",
        "2028 මාර්තු 23 වන විට රජය ශ්රී ලංකාව පතල් කැණීමක් වනු ඇතැයි රජය අපේක්ෂා කරයි.. ඒ අනුව උතුරේ හා නැගෙනහිර සහ වර්ග කිලෝමීටර් 25.0 කි තරම් වර්ග හිමිකා කිලෝමීටර් 131,969 ක් ඉවත් කර ඇත.. මේ වසරේදී රුපියල් මිලියන 50 ක් වෙන් කර ඇත.",
        "මීට අමතරව, විශේෂ ව්යාපෘති රාශියක් අපගේ අමාත්යාංශය යටතේ ඇත. බස්නාහිර පළාතේ මෙට්රොපොලිටන් ප්රධාන ව්යාපෘතිය, නැගෙනහිර පළාතේ උපායමාර්ගික සංචාරක සංවර්ධන ව්යාපෘතිය, හම්බන්තොට දිස්ත්රික් සංවර්ධනය හා ප්රධාන සංවර්ධන වැඩසටහන, තිරසාර සංචාරක සංවර්ධන සංවර්ධන ව්යාපෘතිය, කොළඹ නගර පුනරුත්ථාපන ව්යාපෘතිය පුහුණු කිරීමට සැලසුම් කිරීම",
        "මීට අමතරව, නාගරික සංවර්ධන හා නිවාස අමාත්යාංශය යටතේ කොළඹ ආපදා කළමනාකරණ වැඩසටහන ක්රියාත්මක කෙරේ.",
        "මෙයින්, \"කන්නාකර දසගයා\" විශේෂ ඒකාබද්ධ ග්රාමීය සංවර්ධන වැඩසටහන සඳහා මේ වසරේ රුපියල් මිලියන දසදහසක් වෙන් කර ඇති අතර එය ජනාධිපතිවරයාගේ විශේෂ අවධානයට ලක්විය.",
        "මෙයින්, ප්රාදේශීය ලේකම් කොට් 97 ාශ 97 ක වැඩසටහන් 14,088 ක් දියත් කර ඇති අතර රු. මෙම ව්යාපෘති සඳහා මිලියන 9,622 ක් නිකුත් කර ඇත.. එස්. සත්යනන්ද මහතා පැවසීය.",
        "\"අතීතයේ දී, ආර්ථික අර්බුදය සහ ඇවිදීමේ ආසාදනය හේතුවෙන් ජාතික නිවාස සංවර්ධන අධිකාරිය විසින් සිදු කරන ලද ව්යාපෘති ගණනාවක්ම පසුබෑමකට ලක්ව තිබේ.. කෙසේ වෙතත්, පසුගිය වසර දෙක තුළ, නිවාස ආධාර ලෙස පසුගිය වසර දෙක තුළ, ප්රතිලාභී පවුල් 18,123 ක් නිවාස ආධාර ලෙස රුපියල් මිලියන 10,288 ක් ලබා දී ඇත. ඒ අනුව පවුල් 16,670 ක් සිය මව් සිහිනය සැබෑ කර තිබේ. ඉරිදා ප්රහාරයෙන් දිවි ගලවා ගත් පුද්ගලයින් 50 දෙනෙකුට රුපියල් මිලියන 50.05 කට රුපියල් මිලියන 50.05 කට නිවාස ආධාර ද අපි ලබා දී ඇත්තෙමු.",
        "මීට අමතරව, ඉන්දියාවේ රජයේ සහාය ඇතිව දියත් කරන ලද නිවාස 2,072 ක් සහ නිවාස 732 ක් මුළුමනින්ම ඉදිකර ඇත.. මේ සඳහා ඉන්දියානු රජය විසින් ඉන්දියානු මහ කොමසාරිස් කාර්යාලය හරහා ජාතික නිවාස සංවර්ධන අධිකාරියට රුපියල් මිලියන 1,244 ක් ලබා දී තිබේ.",
        "මීට අමතරව, අඩු ණය යෝජනා ක්රමය යටතේ පවුල් 13,405 ක් සඳහා රුපියල් මිලියන 5,234 ක් වෙන් කර ඇත. ඒ අනුව පවුල් 13,197 ක් සඳහා නිවාස ඉදිකර ඇත.",
        "මාසික ප්රතීතනය රුපියල් මිලියන 310 ක් දක්වා වැඩි කිරීමට ජාතික නිවාස සංවර්ධන අධිකාරිය පියවර ගෙන තිබේ.. මේ යටතේ තවත් නිවාස ණය ගෙවා ඇති අතර රු.. භාණ්ඩාගාරයෙන් රුපියල් මිලියන 2,000 කට භාග්යයක් දක්වා වෙන් කරන ලද අරමුදල් මෙය බව සඳහන් කිරීම වටී.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් 2024 දෙනෙකුට යෝජනා කරන ලද අයවැය වාර්තාවට අනුව නිවාස සංවර්ධන අධිකාරියට අයත් මහල් නිවාසවල ජීවත්වන පවුල් සඳහා නොමිලේ නිවාස ලබා දීමට නිවාස සංවර්ධන අධිකාරිය සැලසුම් කරයි.. ඒ අනුව, මේ වසර අවසන් වන විට පවුල් 1,070 ක් කොළඹ මහ නගර සභාවේ ස්වදේශ කටයුතු සඳහා ලබා දෙනු ඇත.. ඒ හා සමානව, යාපනය ගුරු නගර් නිවාස යෝජනා ක්රමයේ පවුල් 160 කට නොමිලේ නිවාස ලබා දිය යුතුය.. මීට අමතරව නිවාස 742 ක් නිකුත් කරනු ලැබේ.",
        "1979 සිට වර්තමානය දක්වා, මැතිවරණ, 10, මැතිවරණ නිවාස 20, උදකම්මන සහ ආදර්ශ ගම්මානවල නිවාස පහසුකම් ලබා දී ඇති නමුත් ඔවුන්ගේ යෝජනා 32,000 කි.",
        "මීට අමතරව, 2015 - 2019 දී ක්රියාත්මක කරන ලද නිවාස යෝජනා ක්රමය 07 යටතේ කුටුම්භ 44,053 ක් ඉදිකිරීම අවසන් කරන ලෙස රුපියල් මිලියන 15,244 ක් ඉල්ලා තිබේ.. එම අරමුදල් තිබේ නම්, නිවාස ඉදිකිරීම අවසන් වේ.",
        "ජාතික නිවාස සංවර්ධන අධිකාරියේ සභාපති රජීවී සූරියරච්චි මහතා කියා සිටියේ ජනතාවට සහන සැලසීම සහ ජනතාවට සහන සැලසීම සඳහා නාගරික සංවර්ධන හා නිවාස අමාත්ය ප්රසන්න රණතුංග නියෝගයක් නිකුත් කර ඇති බවයි.",
        "\"නාගරික සංවර්ධන අධිකාරියේ වගකීම වන්නේ රටේ නාගරික ප්රදේශවල පරිසරය කළමනාකරණය කිරීමයි. ආසාදනය හේතුවෙන් ව්යාපෘති 22 ක වැඩ කටයුතු නතර වී ඇති අතර ආර්ථික අර්බුදය නැවත ආරම්භ කර ඇත. මෙම ව්යාපෘති 22 සඳහා භාණ්ඩාගාරය රුපියල් මිලියන 1,900 ක් වෙන් කර තිබේ.",
        "මීට අමතරව, ව්යාපෘති හා ආයෝජන සඳහා අවසර වේගවත් කිරීම සඳහා එක් නැවතුම් ඒකකයක් දියත් කර ඇත. 2025 වන විට, ශ්රී ලංකාවේ සියලුම නගර සංවර්ධන මායිම තුළ මෙම මාර්ගගත පද්ධතිය ක්රියාත්මක කිරීමට අපි සැලසුම් කරමු.",
        "මීට අමතරව, නාගරික සංවර්ධන ක්ෂේත්ර ලෙස ප්රකාශයට පත් කරන ලද ප්රදේශ 276 ක් ආර්ථික විද්යාව, සමාජය, පරිසරය සහ සෞඛ්ය සඳහා සූදානම් වෙමින් පවතී.. පළාත් පාලන ආයතන 87 ක් සඳහා වන සංවර්ධන ව්යාපෘති මේ වසරේ ගැසට් පත්රයේ මේ වසරේදී සංවර්ධන ව්යාපෘති 26 ක් නිකුත් කිරීමට නියමිතය.. ඉදිරි වර්ෂවලදී සංවර්ධන ව්යාපෘති 22 ක් පදනම් කරගෙන ගැසට් පත්රය ප්රකාශයට පත් කෙරේ.",
        "ඊට අමතරව, නගර පුනරුද ක්රමය යටතේ, අඩු ආදායම්ලාභීන් සඳහා නිවාස යෝජනා ක්රම 22 ක නිවාස ප්රති-පත්රිකා 13,814 ක් ඉදිකර ඇති අතර පවුල් 11,967 ක් එහි පදිංචි වී තිබේ.. අක්කර 116 ක ඉඩමක් නැවත -ඩෙවලෙලයකට නාගරික සංවර්ධන අධිකාරියට හැකි විය.",
        "මීට අමතරව, කොවිට් ආසාදනය හේතුවෙන් නිවාස ව්යාපෘති 06 ක් අත්හිටුවා ඇති අතර ආර්ථික අර්බුදය නැවත ආරම්භ කර ඇත. ඒ අනුව කොළඹ මාවත, ඇපල් වත්ත, ක්රීඩාංගණ ගම්මානයේ, මැඩම්පිටියාන් පාර, ෆර්ගපිටන් පාර සහ ඕබෙබෙගින් පාර, ෆර්ගපිටිය පාර, ෆර්ගපිටිය පාර, මස්ති.",
        "ඊට අමතරව, අඩු වාර්ෂික ශිෂ්යත්ව මිලියන 552 ක් මත නිවාස 1696 ක් ඉදිකිරීම මේ වසරේ සැප්තැම්බර් මාසයේදී ආරම්භ වීමට අපේක්ෂා කෙරේ.",
        "මෙරට ආයෝජන ගෙන ඒම සඳහා මෙම අධිකාරිය විශේෂ වැඩසටහනක් ද දියත් කර තිබේ. ජනාධිපති මාළිගාව යාපනයේ විශේෂ ව්යාපෘතියක් ලෙස ජනාධිපති මාළිගාව තොරතුරු තාක්ෂණ විශ්ව විද්යාලයට පරිවර්තනය කිරීමට කටයුතු යොදා ඇත.. සහ කොළඹ ටී. කෘෂි සංවර්ධන මධ්යස්ථානයක් ලෙස විජේවර්ධන මාවත සංවර්ධනය කරන ලෙස ආයෝජකයින්ට ආරාධනා කර ඇති බව නාගරික සංවර්ධන අධිකාරියේ සභාපති නිමේෂ් හේරත් පැවසීය.",
        "\"ඉදිකිරීම් කර්මාන්ත සංවර්ධන අධිකාරිය විසින් මේ වන විට නිම කරන ලද ව්යාපෘති සඳහා ඉදිකිරීම් කොන්ත්රාත්කරුවන්ට රුපියල් බිලියන 200 කට වඩා ගෙවා තිබේ.. මීට අමතරව, එම ව්යාපෘති නැවත ආරම්භ කිරීම සඳහා විශේෂ ව්යාපෘති රාශියක් ගෙවීම ආරම්භ කර තිබේ.",
        "මීට අමතරව, ඉදිකිරීම් කොන්ත්රාත්කරුවන් ලියාපදිංචි කිරීම ප්රමාදයකින් තොරව දියත් කර ඇත.. 2020 ට පෙර ලියාපදිංචි කළ නොහැකි කොන්ත්රාත්කරුවන්ට නැවත ලියාපදිංචි කළ හැකි කොන්ත්රාත්කරුවන්ට ලබා දීම සඳහා ජාතික ඉදිකිරීම් සංගමයේ, කුඩා හා මධ්ය පරිමාණ සංගමයේ (සී 4 - සීඒ 9) ඉල්ලීම පරිදි.",
        "නාගරික සංවර්ධන අධිකාරියේ සභාපති නිමේෂ් හේරත් කියා සිටියේ ඉදිකිරීම් කම්කරුවන්ට NVQ සහ හැඳුනුම්පත් සඳහා හැඳුනුම්පතක් සැපයීම වැනි වාසිදායක ක්රියාමාර්ග අප විසින් සිදු කර ඇති බවයි.",
        "\"ශ්රී ලංකා ඉඩම් සංවර්ධන සංස්ථාව සඳහා අයවැය යටතේ රුපියල් මිලියන 2,190 ක් වෙන් කර ඇත.. එය මෙතෙක් රුපියල් මිලියන 843.91 ක් වියදම් කර ඇත. ඒ යටතේ ප්රධාන කරුණු 4 ක් යටතේ ව්යාපෘති 31 ක් ක්රියාත්මක කෙරේ.",
        "ඇළ මාර්ග, විල් සහ පදික වේදිකා නඩත්තු කිරීමේ යෝජනා ක්රමය යටතේ, කිලෝමීටර් 54 ක්, ද්විතීයික ඇළ මාර්ග කිලෝමීටර් 44 ක් සහ හැමිල්ටන් ඇළ නඩත්තු කිලෝමීටර් 22 ක්, වලට්ටා ජල පාලන ක්රමය කිලෝමීටර් 22 ක්, ගේට්ටුව සවිකිරීමේ ව්යාපෘතිය ඇතුළුව සැලැස්ම ඇතුළුව .",
        "මේ වන විට මර්ෂන්ඩ් සංවර්ධනය, සැලසුම් වැඩ, සිතියම්කරණය සහ හැකියාවන් යන අංශ දෙක යටතේ ව්යාපෘති 9 ක් ක්රියාත්මක වන බව ශ්රී ලංකා ඉඩම් සංවර්ධන සංස්ථාවේ සභාපති හිරාන් බාලසුරිය මහතා පැවසීය.",
        "මාධ්ය සාකච්ඡාවට නාගරික සංවර්ධන හා නිවාස අමාත්යාංශයේ නියෝජිතයින් කණ්ඩායමක් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "Under the \"Kandukara Dasagaya\", 14,088 programs in 97 Divisional Secretariat Divisions at a cost of Rs 9,622 million",
      "body_lines": [
        "89% of the home needs of the displaced people who have been displaced by the war have been completed by the end of 2023. - Secretary of the Ministry of Urban Development and Housing. S Satyananda",
        "All housing projects that have not been completed by the last governments will be completed immediately - the Chairman of the National Housing Development Authority Rajeev Suriyarachchi",
        "One Stop Unit has been launched to accelerate planning and investment permit - Nimesh Herath, Chairman of Urban Development Authority",
        "More than 200 billion rupees to be paid to contractors has been paid - the Chairman of the Construction Industry Development Authority R.. H. Ruvinis",
        "Under the Ten Special Integrated Rural Development Program of the \"Kandukara Dasagaya\", 14,088 programs have been launched in 97 Divisional Secretariats and the Ministry of Urban Development and Housing has been allocated Rs 9,622 million this year.. S Satyananda said.",
        "He also said that 89 percent of the home needs of the displaced people have been completed by the end of 2023 and 275,127 families have been resettled in the total resettlement program.",
        "Secretary to the Ministry of Urban Development and Housing at a media briefing held at the Presidential Media Center today (19). S. Sathiyananda said.",
        "Here's the Secretary of the Ministry of Urban Development and Housing. S. Sathiyananda,",
        "“The main departments of the Ministry of Urban Development and Housing are Urban Development, Housing and Construction Services. By the end of 2023, our ministry has constructed 151,662 houses for the displaced persons.",
        "In addition to the domestic fund, these houses were constructed with the support of Indian assistance, domestic NGOs and international NGOs.. Accordingly, 89% of the home needs of the war displaced have been met.",
        "According to the total resettlement program, the total number of resettled families is 275,127. President Ranil Wickremesinghe has allocated 500 million rupees to expedite resettlement this year.",
        "This year, the displaced families will be provided with clean drinking water and electricity connections to the displaced families.",
        "Considering the condition of kidney disease, in particular in the Northern and Eastern Provinces, 50 nano water treatment units are being constructed. Moreover, the Ministry of Urban Development and Housing is responsible for transforming the country into a free country.",
        "By 23 March 2028, the government expects Sri Lanka to be a mines -free country. Accordingly, 131,969 square kilometers of landlords have been removed in the North and East and 25.09 sq. Km. 50 million rupees has been allocated this year.",
        "In addition, many special projects are under our ministry. The Western Province Metropolitan Main Project, Eastern Province Strategic Tourism Tourism Development Development Project, Hambantota District Development and Main Development Program, Sustainable Tourism Development Development Project, Planning to Practice the Colombo City Rehabilitation Project",
        "In addition, the Colombo Disaster Management Program is being implemented under the Ministry of Urban Development and Housing.",
        "Of these, ten thousand million rupees has been allocated this year for the \"Kandukara Dasagaya\" Special Integrated Rural Development Program, which received the President's special attention.",
        "With this, 14,088 programs have been launched in 97 Divisional Secretariat Divisions and Rs. 9,622 million has been issued for these projects.. S. Sathiyananda said.",
        "“In the past, a number of projects carried out by the National Housing Development Authority have suffered a setback due to the economic crisis and the gait infection.. However, in the last two years, 18,123 beneficiary families have been given 10,288 million rupees as housing assistance. Accordingly, 16,670 families have made their home dream come true. We have also provided housing assistance to 50.05 million rupees to 50 people affected by the survival Sunday attack.",
        "In addition, 2,072 houses have been started under the Housing Scheme launched with the help of the Government of India and 732 houses have been fully built.. For this purpose, the Government of India has given Rs 1,244 million to the National Housing Development Authority through the Indian High Commission.",
        "In addition, 5,234 million rupees has been allocated to 13,405 families under the low -interest loan scheme. Accordingly, the houses for 13,197 families have been built.",
        "The National Housing Development Authority has taken steps to increase the monthly re -department to 310 million rupees.. Under this, more home loans have been paid and Rs.. It is also worth noting that this is the funds allocated from the Treasury to over 2,000 million rupees.",
        "According to the budget report proposed by President Ranil Wickremesinghe for 2024, the Housing Development Authority is planning to provide free housing for families living in apartments owned by the Housing Development Authority.. Accordingly, by the end of this year, 1,070 families will be given home affairs at the Colombo Municipal Council.. Similarly, 160 families of the Jaffna Guru Nagar Housing Scheme are to be given free housing.. In addition, 742 houses will be issued.",
        "From 1979 to the present, the National Housing Development Authority has been provided with houses in the elections - 10, election residences - 20, Udakammana and model villages, but 32,000 people who have not been able to find their resolutions.",
        "In addition, 15,244 million rupees has been requested to complete the construction of 44,053 households under the 07 Housing Scheme implemented in 2015 - 2019.. Once that funds are available, the construction of the houses will be completed.",
        "The National Housing Development Authority Chairman Rajeev Suriyarachchi said that the Minister of Urban Development and Housing Prasanna Ranatunga has issued a directive to provide relief to the people and provide relief to the people.",
        "“The responsibility of the Urban Development Authority is to manage the environment in the urban areas of the country. The work of 22 projects stopped in between due to the infection and the economic crisis has been resumed. The Treasury has allocated 1,900 million rupees for these 22 projects.",
        "In addition, the One Stop Unit has been launched in order to expedite permission for projects and investments. By 2025, we are planning to implement this online system within all city development border of Sri Lanka.",
        "In addition, 276 areas declared as urban development areas are being prepared for economics, society, environment and health.. Development projects for 87 local bodies have been released and 26 development projects are to be released this year in the Gazette.. The Gazette will be announced on the basis of 22 development projects in the coming years.",
        "In addition, under the City Renaissance Scheme, 13,814 housing constituencies have been constructed in 22 housing schemes for low income earners and 11,967 families have been settled there.. The Urban Development Authority was able to re -develop 116 acres of land.",
        "In addition, 06 housing projects suspended due to the Kovit infection and economic crisis have been restarted. Accordingly, 4,074 housing constituencies are being constructed at Colombo Mawatha, Apple Garden, Stadium Village, Madhampitiya Road, Fergusan Road and Obebegarapura.",
        "In addition, the construction of 1696 houses for low -income people on 552 million Yuan Scholarships is expected to begin in September this year.",
        "This authority has also launched a special program to bring investments to the country. Arrangements have been made to convert the President's Palace into Information Technology University in Jaffna as a special project.. And Colombo TR. Investors have been invited to develop Wijewardena Mawatha as a hobby center, said Nimesh Herath, Chairman of the Urban Development Authority.",
        "“The Construction Industry Development Authority has paid the construction contractors for more than 200 billion rupees for the completed projects so far.. In addition, the payment of many special projects has been launched to resume those projects.",
        "In addition, the registration of the construction contractors has been launched without a delay.. At the request of the National Construction Association, small and middle -class contractors (C4 - C9) have been released from delayed fees for a period of three years to give re -registered contractors who cannot register before 2020.",
        "Urban Development Authority Chairman Nimesh Herath said that we have taken a number of favorable measures, such as the provision of NVQ and the ID card to the construction workers.",
        "“2,190 million rupees has been allocated under the budget for the Sri Lanka Land Development Corporation.. It has spent 843.91 million rupees so far. Under it, 31 projects are implemented under 4 main issues.",
        "Under the canals, lakes and sidewalk maintenance scheme, 44 kilometers of main canals, 52 kilometers of secondary canals and 22 kilometers of Hamilton Canal Maintenance, Valla Water Control SchemeNine major projects will be implemented, including the GATE MOUNTED PUMP project proposed under the plan.",
        "In addition, 9 projects are underway under the two sectors of marshland and lowland development, design work, mapping and possibilities, said Hiran Balasuriya, president of the Sri Lanka Land Development Corporation.",
        "A team of representatives of the Ministry of Urban Development and Housing participated in the media briefing."
      ]
    }
  },
  "summary_lines": [
    "It seems like you've shared a comprehensive update regarding various initiatives and achievements in the field of urban development, housing, and construction in Sri Lanka. This includes updates on housing projects for displaced individuals, financial allocations, the launch of the One Stop Unit for accelerated planning, payments to contractors, and numerous other development programs.",
    "",
    "If you have any specific questions or need further clarification on any part of this information, please let me know how I can assist you further"
  ]
}