{
  "translated_text": {
    "si": {
      "title": "ඉන්දීය විදේශ කටයුතු අමාත්ය ජයන්හාන්කාර් සජිත් ඇතුළු විපක්ෂ නියෝජිතයින් හමුවෙයි",
      "body_lines": [
        "ශ්රී ලංකාවේ නිල සංචාරයක යෙදී සිටින ඉන්දීය විදේශ කටයුතු අමාත්ය එස්. ජයන්හාන්කර් විපක්ෂ නායක සජිත් ප්රේමදාස ඇතුළු විපක්ෂ පක්ෂවල නියෝජිතයින් හමුවී තිබේ.",
        "විපක්ෂ නායක සජිත් ප්රේමදාස, ජී.එල්. පීරිස්, එරන් වික්රමරත්න, නිරෝෂන් පෙරේරා, පලනී තිකම්බරම්, රවුෆ් හකීම් සහ රාධක්රිෂ්ණන් ද සහභාගී වූහ.",
        "එය ඉන්දු-සුවි-සුවිශේෂා සම්බන්ධතාවය ශක්තිමත් කිරීම සහ සහාය සහාය ශක්තිමත් කිරීම පිළිබඳ ගැඹුරු සාකච්ඡාවකි."
      ]
    },
    "en": {
      "title": "Indian External Affairs Minister Jaishankar meets opposition representatives including Sajith",
      "body_lines": [
        "Indian External Affairs Minister S. Jaishankar, who is on an official visit to Sri Lanka, has met with representatives of opposition parties including Opposition Leader Sajith Premadasa.",
        "Opposition Leader Sajith Premadasa, GL. Peiris, Eran Wickremaratne, Nirosan Perera, Palani Thikambaram, Rauf Hakeem and Radhakrishnan were also present.",
        "It was a deep discussion on strengthening the Indo -Sri Lanka relationship and supporting support."
      ]
    }
  },
  "summary_lines": [
    "Indian External Affairs Minister S. Jaishankar, during his visit to Sri Lanka, held discussions with opposition leaders including Sajith Premadasa to bolster bilateral ties. The meeting covered various aspects of enhancing the Indo-Sri Lanka relationship."
  ]
}