{
  "translated_text": {
    "si": {
      "title": "කන්නකි අම්මාන් පන්සල",
      "body_lines": [
        "කන්නකි අම්මාන් පන්සලේ වාර්ෂික පොංගල් උත්සවය සනිටුහන් කිරීම සඳහා සඳුදා (13) උත්සවය පැවැත්විණි.",
        "Nist තිහාසික වකපාලෙයි, කන්නපි අම්මාන් කෝවිලේ වාර්ෂික පොංගල් උත්සවය මෙම මස 20 වන දින පැවති සඳුදා පැවැත්වේ.",
        "මුහුදු ටර්තා අල්ලාගෙන සිටින සෑම අවස්ථාවකම පොංගල් උත්සවය පන්සලේදී පැවැත්වීම සිරිතකි.",
        "ඒ අනුව, මේ වතාවේ, මුහුදු ටර්තිය (ලුණු ජලය) ගෙන මුල්ලියාවලෙයි කත ගනේහා පන්සලට ගෙන ගොස් ලුණු වතුර ලාම්පුව පුළුස්සා දමනු ලැබේ.",
        "පොංගල් උත්සවය ඉරිදා (19) කත ගනේෂේ පන්සලේදී පැවැත්වේ.",
        "ඊළඟ දවසේ (20), කට්ටා විනයකර් කෝවිලේ සිට කත්ත විනයකර් කෝවිලට ජල ලාම්පුව ලබා ගනු ඇත."
      ]
    },
    "en": {
      "title": "Kannaki Amman Temple",
      "body_lines": [
        "The event was held on Monday (13) to mark the annual Pongal festival of the Kannaki Amman Temple.",
        "The Annual Pongal Festival of the Kannaki Amman Temple, the historic Vadapalai, will be held on Monday, the 20th of this month.",
        "It is customary for the Pongal event to be held at the temple every time the sea tirtha is held.",
        "Accordingly, this time, the sea tirtha (salt water) will be taken and taken to the Mulliyawalai Katha Ganesha Temple and then the salt water lamp will be burned.",
        "The Pongal event will be held at the Katha Ganesha Temple on Sunday (19).",
        "The next day, the next day (20), the water lamp will be taken from the Katta Vinayakar Temple to the Kannaki Amman Temple with the Katta Vinayakar Temple with the staircase."
      ]
    }
  },
  "summary_lines": [
    "The annual Pongal festival at the historic Kannaki Amman Temple in Vadapalai will be held on Monday, 20th, following the tradition of the sea tirtha ceremony. This year, the salt water from the sea tirtha will be taken to the Mulliyawalai Katha Ganesha Temple, where a lamp will be lit. The Pongal event will then move to the Katta Vinayakar Temple on Sunday, 19th, and finally to the Kannaki Amman Temple on Monday, 20th."
  ]
}