{
  "translated_text": {
    "si": {
      "title": "ෂන්තන්ගේ මවගේ ලිපිය උපුටා දක්වමින් තමිල්නාඩුවේ මහ ඇමති වෙත ශ්රීධරන්ගේ ලිපිය",
      "body_lines": [
        "රජීව් ගාන්ධි ination ාතන නඩුවේදී අත්අඩංගුවට ගෙන නිදහස් කරන ලෙස සංගාගේ මවගේ ඉල්ලීම නිදහස් කරන ලෙස පාර්ලිමේන්තු මන්ත්රී සිවග්නානානම් මහඇණික මහ ඇමති එම්.කේ. ස්ටාලින් වෙත ලිපියක් යවා තිබේ.",
        "ඉන්දියානු ශ්රේෂ් Supreme ාධිකරණය විසින් 2017 :-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11-11 වර්ෂයෙන් පසු වසර 32 කට පසුව ඔහුගේ ශ්රේෂ් Supreme ාධිකරණය විසින් නිකුත් කරන ලද ශාන්තන්ගේ මව විසින් ඉදිරිපත් කරන කුරිරු ඉල්ලීම් ලිපිය කෙරෙහි මම ඔවුන්ගේ අනුකම්පාව සහ අවධානය ඉල්ලා සිටිමි.",
        "32 බන්ධනාගාර ද sentence ුවම 32 න් වසරකට පසුව ශ්රී ලංකා පුරවැසියන්, ශ්රී ලංකා පුරවැසියන් වන ශාන්තන් මුරුග් නැංගුරම් නැංගුරම් ලා රථකාරිය විසින් ට්රිචි විශේෂ ist ජයකුමාර් විසින් ට්රිචි විශේෂ ist යාහීස් හි රැඳේ.",
        "මේ අවස්ථාවේ දී, වකුගඩු අක්මාව හානි මගින් දැඩි ලෙස පීඩාවට පත් වූ ශාන්තන්, ඔහුගේ තරුණ තරුණියන්ගේ සහ මහලු විය මුළු වයස පුරාම තර්ජනයට ලක්විය හැකි අතර, දැන් මහලු විය මුළු කාලයම රෝහලට ඇතුළත් කර ඇත.",
        "පසුගිය අවුරුදු 33 ක කාලය පුරාම තම පුතා අතුරුදහන් වූ ශාන්තන්ගේ මව තම පුතාට අවම වශයෙන් වරකට වරක්වත් තම පුතා බැලීමට දරුණු ආයාචනයක් කර තිබේ.",
        "තමිල්නාඩුවේ මහ ඇමති ධුරයට පත්වීමෙන් පසු, ඊලාම් දෙමළ ජනයාගේ අසනීපයේ රෝගාබාධ හා ඔහුගේ පවුලේ අයගේ වි ness ානය සහ ශාන්තන් ඇතුළු සිව්දෙනාගෙන් විමසීමක් කිරීමටත් ඔබ ඊලාම් දෙමළ ජනයාගේ ප්රශ්නය සම්බන්ධයෙන් කටයුතු කරමින් සිටින අතර, ශාන්තන් ඇතුළු පුද්ගලයින් සිව්දෙනාගෙන් ඉල්ලා ඇත ශ්රී ලංකාවට ඉදිරිපත් කරන්න."
      ]
    },
    "en": {
      "title": "Sridharan's letter to the Chief Minister of Tamil Nadu, citing Shantan's mother's letter",
      "body_lines": [
        "Parliamentarian Sivagnanam Sreedharan has sent a letter to Tamil Nadu Chief Minister MK Stalin to release Santhan's mother's request to release the Sri Lankan Tamils who have been arrested and released in the Rajiv Gandhi assassination case.",
        "I am demanding their compassion and attention on the brutal request letter submitted by Shantan's mother, who was released by the Supreme Court of India on 2022-11-11 after his sentence of 32 years after his sentence and 32 years in prison.",
        "One year after the 32 -year prison sentence has been released by the court, the Sri Lankan citizens, Shantan Murugan Robert Bias Jayakumar, have been detained at Trichy specialist as they have not benefited from any effort to summon.",
        "In this case, Shantan, who has been severely affected by the kidney liver damage that can threaten the entire age of his youth and the entire age of old age, has now been admitted to the hospital.",
        "Shantan's mother, who has been missing her son for the past 33 years, has made a fierce appeal to her son to visit his son at least once in a while.",
        "Since taking over as the Chief Minister of Tamil Nadu, you have been working on the issue of the Eelam Tamils to consider the sickness of the sickness and the consciousness of his family, and the four persons, including Shantan, have been asked to submit to Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "Sridharan demands Tamil Nadu Chief Minister MK Stalin's compassion for Shantan, a Sri Lankan Tamil arrested in the Rajiv Gandhi assassination case, who has been released but is now detained in Trichy. Shantan, suffering from kidney liver damage, is in hospital. His mother, who has been separated from him for 33 years, appeals for a visit."
  ]
}