{
  "translated_text": {
    "ta": {
      "title": "2025 වසරේ මේ දක්වා වෙඩිතැබීම් 96ක් - මරණ 50යි තුවාල 53යි",
      "body_lines": [
        "கடந்த 12 மணி நேரத்தில் தீவில் நான்கு துப்பாக்கிச் சூட்டில் ஒருவர் கொல்லப்பட்டார், மேலும் 4 பயங்கரவாதிகள் கொல்லப்பட்டனர், மற்றொருவர் காயமடைந்துள்ளனர்.",
        "அதன்படி, 2025 ஆம் ஆண்டிற்கான மொத்த ஷாட்ஃபிலிட்டியின் எண்ணிக்கை 96 ஆக அதிகரித்தது.",
        "ඉන් පුද්ගලයන් 50ක් ඝාතනය වී ඇති අතර, 53න් දෙනෙකු තුවාල ලබා ඇත.",
        "12 மணி நேர காலத்தின் முதல் ஷாட் கிராண்ட்போஸில் இரவு 11.45 மணியளவில் நடந்தது, அங்கு ஒருவர் கொல்லப்பட்டார்.",
        "ஹெஷான் சோத்தா புஷ்பகுமாரா என்ற இளைஞன், ஹெஷான் என்ற 27 வயது சிறுமி.",
        "அந்த நபர் துப்பாக்கிச் சூடு மற்றும் துப்பாக்கிச் சூடு குறித்து தொலைபேசியில் தொடர்பு கொண்டதாக போலீசார் தெரிவித்தனர்.",
        "மற்றொன்று பங்கிகாவாட்டா பகுதியில் 1.40 மில்லியன் துப்பாக்கிச் சூடு.",
        "மோட்டார் சைக்கிளில் இருந்து வந்த இரண்டு பேர் மேற்கொள்ளப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "அவர் தற்போது கொழும்பு தேசிய மருத்துவமனையின் நனிசிபல் பிரிவில் சிகிச்சை பெற்று வருகிறார்.",
        "காயமடைந்த நபர் பஞ்சிகட்டாவில் வசிக்கும் 44 வயது.",
        "அவர் ஒழுங்கமைக்கப்பட்ட குற்றவாளியின் நெருங்கிய கூட்டாளியாக இருந்தால், அவர் ஒழுங்கமைக்கப்பட்ட குற்றவாளியின் நெருங்கிய கூட்டாளியாக இருந்தால், பஞ்சிகாவட் என்று பெயரிடப்பட்டது.",
        "மோட்டார் சைக்கிளில் வந்த இரண்டு பேர் இன்று காலை 1.30 மணியளவில் தப்பி ஓடிவிட்டனர்.",
        "9 மிமீ விலை துப்பாக்கியால் சுட்டுக் கொல்லப்பட்டதாக போலீசார் தப்பி ஓடிவிட்டதாக போலீசார் தெரிவித்தனர்.",
        "தனிப்பட்ட தகராறு காரணமாக துப்பாக்கிச் சூடு நிகழ்ந்துள்ளது, ஆனால் யாரும் காயமடையவில்லை.",
        "மற்ற துப்பாக்கிச் சூடு இன்று காலை சாண்டலாவாட்டாவின் அலுகுல்லாவில் நடந்தது.",
        "இன்று காலை 9.45 டாலர் என்ற இடத்தில் ஒரு படப்பிடிப்பு குறிவைக்கப்பட்டது.",
        "இது பாதிக்கப்படவில்லை மற்றும் படப்பிடிப்புக்கான காரணம் வெளிப்படுத்தப்படவில்லை."
      ]
    },
    "en": {
      "title": "96 shot of 2025 to date - 50 deaths and 53 deaths",
      "body_lines": [
        "One person was killed and another 4 terrorists have been killed and another injured in four shootings in the island during the past 12 hours.",
        "Accordingly, the total number of shotility to the year 2025 increased to 96.",
        "50 of them have been killed and 53 were injured.",
        "The first shot of the 12 hour period took place at Grandpos at around 11.45 pm, where one person was killed.",
        "A young man named Heshan Sotha Pushpakumara, a 27 year old girl named Heshan.",
        "The police said that the person had telephoned the shooting and shooting.",
        "The other is a shooting in Pankikawatta area around 1.40 million.",
        "The police said that two people who came from a motorcycle had been carried out.",
        "He is currently receiving treatment at the Nunicipal Unit of the Colombo National Hospital.",
        "The injured person is a 44 year old resident of Panchikatta.",
        "If he is the close associate of the organized criminal, if he is the close associate of the organized criminal, named Panchikawatte.",
        "Two people who came on a motorbike had fled around 1.30 this morning.",
        "Police said that the police had fled the shot by a 9mm priced firearm.",
        "The shooting has occurred due to a personal dispute, but no one has been injured.",
        "The other shooting took place this morning occurred in Alugulla, Sandalawatta.",
        "A shooting was targeted at 9.45 this morning targeting a woman with a market.",
        "It has not been harmed and the reason for shooting is not revealed."
      ]
    }
  },
  "summary_lines": []
}