{
  "translated_text": {
    "si": {
      "title": "පාසල් සිසුවිය අනතුරකින් මිය ගියේය",
      "body_lines": [
        "14 හැවිරිදි විසි කළ සිසුවෙක් සමතුරායි මුස්ලිම් මධ්යම විද්යාලයේ අධ්යාපනය ලැබූ සිසුවෙක් වාහන අනතුරකින් ඛේදජනක ලෙස මිය ගොස් තිබේ.",
        "අම්පාඩිපිපානි පෙරියපාලෙයි ගේට්ටුව ඉදිරිපිට මාවඩිපෙලි පෙරියපාලි ගේට්ටුව ඉදිරිපිට පිහිටි බදාදා (18) උදේ 08.15 ට පමණ දැරියන් 14 දෙනෙකු මියගොස් තිබේ.",
        "ඔහු සමතුරායි කලාප අධ්යාපන වැඩමුළුවේදී විශේෂ අධ්යාපනයේ ගුරුවරයාගේ දියණියගේ දියණියයි.",
        "පෞද්ගලික ප්රවාහන බස් රථයක් තම පියා සමඟ යතුරුපැදියකින් ගමන් කරමින් සිටි සිසුවෙකු සමඟ අනතුරෙන් අනතුර සිදුව ඇති බව මෙම අනතුරෙන් සිදුවිය.",
        "සමන්තුරෙයි සිසුවෙකුගේ මරණය පිළිබඳ පුවත ලැව් ගින්නක් මෙන් පැතිර ගියේය.",
        "අනතුර සිදු වූ ස්ථානයෙන් බස් රථයේ රියදුරු පලා ගොස් ඇති බවත් බස් රථයේ රියදුරු කරද් පොලිසියට භාර වී ඇති බව වාර්තා වේ."
      ]
    },
    "en": {
      "title": "School student killed in accident",
      "body_lines": [
        "A 14 -year -old student who studied at the Samanthurai Muslim Central College was tragically killed in a vehicle accident.",
        "A 14 -year -old girl has died in a vehicle accident on Wednesday (18) at 08.15 am in front of the Mavadipalli Periyapalli gate on Ampara -Kalmunai Road.",
        "He is the daughter of the Teacher Advisor to the Special Education at the Samanthurai Zonal Education Workshop.",
        "The accident seems to have occurred when a private transport bus crashed into a student who was traveling with his father on a motorcycle.",
        "The news of the death of a student from Samanthurai spread like a wildfire.",
        "It is reported that the driver of the bus has fled the scene of the accident and that the bus driver has surrendered to the Karadivu police."
      ]
    }
  },
  "summary_lines": [
    "14-year-old student killed in vehicle accident near Ampara-Kalmunai Road. Private bus crashes into motorcycle carrying student and father. Driver flees scene, later surrenders to police. News spreads quickly in Samanthurai community."
  ]
}