{
  "translated_text": {
    "ta": {
      "title": "ஓ. உரை 6 பாடமாக இருக்குமா?அழகியல் பள்ளி கல்வியை விட்டு வெளியேறுமா?புதிய சீர்திருத்தங்கள் என்ன?",
      "body_lines": [
        "ஓ. உரை 6 பாடமாக இருக்குமா?அழகியல் பள்ளி கல்வியை விட்டு வெளியேறுமா?புதிய சீர்திருத்தங்கள் என்ன?",
        "\"கல்வி என்பது உலகை மாற்றக்கூடிய மிக சக்திவாய்ந்த ஆயுதம்\" - நெல்சன் மண்டேலா, \"நாளை சிந்திப்பதில் வாழ்க. நித்திய வாழ்க்கையைப் பற்றி சிந்திக்க கற்றுக்கொள்ளுங்கள் \"- மகாத்மா காந்திக்கு திருடனில் பெரிய ஆர்வம் கிடைக்கும்,\" பெஞ்சமின் பிராங்க்ளின் \", பாதுகாக்கிறது ...",
        "மேலே உள்ள ஒவ்வொரு மேற்கோளும் கல்வியின் முக்கியத்துவத்தை வலியுறுத்துகிறது.",
        "இன்று, கல்வியில் பல ஆராய்ச்சி நடத்தப்பட்டுள்ளது, மேலும் பல வளரும் முறைகள் சிறந்த கல்வி முறைகளைப் பின்பற்றுகின்றன.",
        "இலங்கையில் கல்வி முறை குறித்து நீண்ட காலமாக பல விமர்சனங்கள் உள்ளன.",
        "பெரும்பாலும், இலங்கையில் கல்வி முறையின் பொதுவான குற்றச்சாட்டு என்னவென்றால், குழந்தைகளின் படைப்பாற்றலை மதிப்பிடுவதற்கு பதிலாக, கல்வி முறை இயங்குகிறது.",
        "இலங்கையில் கல்வி முறையை சீர்திருத்துவதற்கான தொடர்ச்சியான திட்டங்கள்.",
        "இந்த புதிய கல்வி சீர்திருத்தங்கள் 2025 முதல் காலப்பகுதியில் செயல்படுத்தப்படும் என்று கல்வி அமைச்சகம் கூறுகிறது.",
        "புதிய கல்வி சீர்திருத்தங்களின் கீழ் உள்ள பள்ளிகளின் எண்ணிக்கை 13 முதல் 12 வரை குறைக்க முன்மொழியப்பட்டுள்ளது என்று கல்வி அமைச்சகம் கூறுகிறது.",
        "அதன்படி, முன்மொழியப்பட்ட புதிய கல்வி சீர்திருத்தங்கள் ஒவ்வொரு குழந்தைக்கும் 17 ஆண்டுகளில் பள்ளி முடிக்க உதவும்.",
        "பள்ளி கல்வி 1-5 ஆகவும், ஜூனியர் துறை 6-8 முதல் 12 ஆண்டுகள் வரை வகைப்படுத்தப்பட்டுள்ளது என்றும் கல்வி அமைச்சகம் கூறுகிறது.",
        "தரம் 5 உதவித்தொகை தேர்வுக்கு பள்ளி அடிப்படையிலான மதிப்பீடுகளின் மதிப்பெண் வழங்க கல்வி அமைச்சகத்திற்கு முன்மொழியப்பட்டுள்ளது, மேலும் தேர்வுக்கு ஒரு மதிப்பெண் வழங்க முன்மொழியப்பட்டது.",
        "இந்த புதிய சீர்திருத்தங்களின் தனித்துவமான சீர்திருத்தம் O / L தேர்வைக் கற்பிக்கும் பாடங்களின் எண்ணிக்கையை குறைப்பதாகும்.",
        "GCE சாதாரண நிலை தேர்வு மற்றும் GCE A / L தேர்வு தரம் 12 ஐ நடத்த முன்மொழியப்பட்ட புதிய கல்வி சீர்திருத்தங்களை கல்வி அமைச்சகம் முன்மொழிந்தது.",
        "GCE O / L தேர்வுக்கான பாடங்களின் எண்ணிக்கையை குறைக்க முடிவு செய்யப்பட்டுள்ளது.",
        "கல்வி அமைச்சின் கூற்றுப்படி, கல்வி அமைச்சகம் 7 ​​பாடங்களில் தகவல் மற்றும் தகவல் தொடர்பு தொழில்நுட்பத்தை (ஐ.சி.டி) ஆய்வு செய்ய திரித்துவத்தைப் படிக்க முன்மொழியப்பட்டதாகக் கூறியுள்ளது.",
        "கல்வி அமைச்சர் டாக்டர் சுசில் பிரேமாஜயந்தா கல்வி அமைச்சகத்தில் கல்வி அமைச்சகத்தின் கல்வி அமைச்சகம் டாக்டர் சுசில் பிரேமாஜயந்தா தலைமை தாங்கினார்.",
        "வளர்ந்த கல்வி அமைப்பில் வளரும் நடைமுறையின் திட்டமான நீராவி அமைப்பின் கீழ் மாநில கல்வி அமைச்சர் செயல்படுத்தப்பட்டுள்ளது. எர்வாட் குமார் பிபிசியிடம் சிங்களிடம் கூறினார்.",
        "உலகெங்கிலும் வளரும் நாடுகளில் இயங்கும் நீராவி முறை. கடிதங்களின் கடிதங்கள் போன்றவை:",
        "இந்த முறை முன்பு S.T.E.M ஐ இயக்கியது. முறையில் பரிணாமமாக கருதப்படுகிறது. இந்த அமைப்பின் கீழ் அறிவியல், தொழில்நுட்பம், பொறியியல் மற்றும் கணிதம் பாடங்களில் கலைஞர்கள் சேர்க்கப்பட்டுள்ளனர்.",
        "இந்த முறை குழந்தைகளின் நடைமுறை திறன்களைப் பயிற்றுவிப்பதையும், கட்டமைப்பைப் பற்றிய பயிற்சியையும் நோக்கமாகக் கொண்டுள்ளது.",
        "கல்வி அமைச்சர். இந்த புதிய சீர்திருத்தங்கள் எதிர்காலத்தில் புதிய வேலை சந்தையை குறிவைக்க அறிமுகப்படுத்தப்பட்டதாக குமார் கூறினார்.",
        "இந்த புதிய கல்வி சீர்திருத்தங்கள் மூலம் பள்ளி நீரோட்டத்திலிருந்து அழகியல் பாடங்களை அகற்றுவதன் மூலம் ஒரு திட்டம் செயல்படுத்தப்படுகிறது.",
        "பள்ளி சேமிப்பு அமைப்பு மற்றும் பல சங்கங்கள் ஆர்ப்பாட்டங்களில் காணப்பட்டன.",
        "எவ்வாறாயினும், ஜூலை 16 அன்று ஒரு அறிக்கை வெளியிடப்பட்டதாக கல்வி அமைச்சகம் கூறியது, இது ஒரு தவறான குற்றச்சாட்டு என்று கூறியது.",
        "முன்மொழியப்பட்ட கல்வி சீர்திருத்தங்களின்படி, அழகியல் பாடங்கள் O / L கல்வியின் முக்கிய பகுதியாகும் என்றும் அது கூறியது.",
        "அழகியல் பாடங்களை ஜூனியர், இடைநிலைக் கல்வி மற்றும் மூத்த இடைநிலைக் கல்வி நிலைகள், மற்றும் க.பொ.த. சாதாரண நிலை மற்றும் க.பீ.இ ஓ / எல் ஆகியவற்றில் மேலும் ஆய்வு செய்யலாம். குழந்தைகள் ஏ / எல் பாடங்களுக்கான அழகியல் பாடங்களுக்காகவும் நிற்க முடியும் என்றும் அறிவித்துள்ளது.",
        "இருப்பினும், கூட்டு ஆசிரியர் சேவை சங்கத்தின் பொதுச் செயலாளர் அமிலா சந்தாருவான் பிபிசி சிங்கள சேவையிடம் தெரிவித்தார்.",
        "வளர்ச்சிக்கும் அவரது உயிர்வாழ்விற்கும் அழகியல் பாடங்களைக் கற்றுக்கொள்ள கற்றுக்கொள்ள அவர் செய்யப்பட வேண்டும் என்று அவர் கூறினார்.",
        "இதற்கிடையில், சமூக ஊடகங்கள் மூலம் பல்வேறு நடவடிக்கைகளிலிருந்து அழகியல் பாடங்களை அகற்றுவதற்கான முயற்சி உள்ளது என்று ஒரு கருத்து உள்ளது.",
        "இருப்பினும், கட்டாய பாடங்களிலிருந்து அழகியல் பாடங்களின் விஷயத்தை அகற்ற ஒப்புதல் அளிக்கும் ஒரு குழுவினரும் உள்ளனர்.",
        "இருப்பினும், பல பெற்றோர்கள் 7 ஆகக் குறைப்பதற்கு நேர்மறையான பதிலைக் கொண்டுள்ளனர்.",
        "தொடர்பு கொண்டபோது, ​​பல பெற்றோர்கள் பிபிசி சிங்களவலாவுக்கு பதிலளிக்கும் விதமாக, பல பெற்றோர்கள் மேலும் அறிய தங்களுக்கு ஒரு சுமை இருக்க மாட்டார்கள் என்று கூறினர்.",
        "\"பாடங்களின் எண்ணிக்கை குறைவது மிகவும் நல்லது. குழந்தைகள் அதிலிருந்து ஒரு பெரிய சுமையைப் பெறுகிறார்கள். குறைந்த பட்சம் குழந்தைகளின் பையின் எடையைக் குறைத்தது. சில பாடங்கள் உள்ளன, \"பனாதுராவில் ஒரு குழந்தை 10 மாணவரின் தாய்\" என்று அவர் பிபிசி சிங்களிடம் கூறினார்.",
        "முன்மொழியப்பட்ட புதிய கல்வி சீர்திருத்தம் மற்றும் ஆன்லைன் மதிப்பாய்வின் அறிக்கை, 2018 ஆம் ஆண்டில் தேசிய கல்வி நிறுவனம் மேற்கொண்ட அறிக்கையில் வெளியிடப்பட்ட, சராசரி பாடங்களின் எண்ணிக்கையை 6 ஆக குறைக்க வேண்டும் என்று பரிந்துரைக்கப்படுகிறது.",
        "'தற்போதைய க.பொ.த.. O / L தேர்வுக்கு அமர்ந்திருக்கும் ஒரு மாணவர் ஒன்பது பாடங்களுக்கு அமர வேண்டும். கற்றல் மூலம், இந்த விஷயத்தின் எடை இந்த விஷயத்திலிருந்து வேறுபட்டது, ஆனால் முழு தேர்வுப் பாத்திரமும் பெரும்பான்மையான மாணவர்களால் உடல் ரீதியாக உணர்ச்சி ரீதியாக சாத்தியமில்லை என்று தோன்றுகிறது. உலகளாவிய வசதிகள் பிற நாடுகளின் குறிகாட்டிகள். (OD). ஒரு உரையின் பொருள்) ஒரு மாணவரில் தோன்றுவது ஐந்து அல்லது ஆறு.",
        "இதற்கிடையில், இலங்கையில் தகவல் தொழில்நுட்பத் துறையின் கோட்நேன் உற்பத்தியாளரின் நிறுவனர் மற்றும் உரிமையாளர் டாக்டர் ஹர்ஷா சுபாசிங்கே, அறிவு அடிப்படையிலான கல்வி சகாப்தம் முடிந்தது என்று சுட்டிக்காட்டினார்.",
        "அதற்கு பதிலாக, அவர் ஞானத்தின் சகாப்தத்திற்கு வந்துள்ளார்.",
        "சாட்ஜிப்ட் பெற்ற பேஸ்புக் பக்கத்திலும் அவர் பதிலளித்தார்.",
        "பங்களாதேஷ் ஆர்ப்பாட்டங்கள்: ஆசியாவில் ஒரு சக்திவாய்ந்த பெண் ஷேக் ஹுசனிக் சவாலாக இருந்தார்"
      ]
    },
    "en": {
      "title": "Oh. Will the text be 6 subject?Will aesthetics leave school education?What are the new reforms?",
      "body_lines": [
        "Oh. Will the text be 6 subject?Will aesthetics leave school education?What are the new reforms?",
        "\"Education is the most powerful weapon that can change the world\" - Nelson Mandela, \"live in thinking tomorrow. Learn to think of everlasting life \"- Mahatma Gandhi will get a large interest in the thief,\" Benjamin Franklin \", preserves ...",
        "Each quotation above emphasizes the significance of education.",
        "Today, many research has been conducted in education, and many developing methods are following the best education methods.",
        "There have been many criticism for a long time regarding the education system in Sri Lanka.",
        "Often, the common accusation of the education system in Sri Lanka is that instead of evaluation of children's creativity, the education system is operating.",
        "A series of proposals to reform the education system in Sri Lanka.",
        "The Ministry of Education states that these new educational reforms will be implemented in the first term of 2025.",
        "The Ministry of Education says that the number of schools under the new education reforms have been proposed to reduce 13 to 12.",
        "Accordingly, the proposed new education reforms will enable each child to finish school at 17 years.",
        "The Ministry of Education says that the school education has been categorized to 1-5 and the junior sector 6-8 to 12 years.",
        "The Ministry of Education has proposed to be given a score of school-based evaluations for the Grade 5 Scholarship Examination and the examination has been proposed to be given a score of the examination.",
        "The unique reform of these new reforms is to reduce the number of subjects that teach the O / L examination.",
        "The Ministry of Education has proposed the proposed new education reforms to hold the GCE Ordinary Level Examination and the GCE A / L examination grade 12.",
        "It has been decided to reduce the number of subjects for the GCE O / L examination.",
        "According to the Ministry of Education, the Ministry of Education has said that it has been proposed to study the Trinity to study Information and Communication Technology (ICT) in the 7 subjects.",
        "The Minister of Education Dr. Susil Premajayantha was headed by Education Dr. Susil Premajayantha, the Ministry of Education on December 5, 2023, was held at the Ministry of Education.",
        "State Minister of Education has been implemented under Steam system, a program of developing procedure in developed education system. Erwad Kumar told the BBC to Sinhala.",
        "Steam methodology operating in developing countries around the world. The letters of the letters are like:",
        "This method has previously operated the S.T.E.M. Regarded as evolution in method. Artists have also included among the subjects science, technology, engineering and mathematics under this system.",
        "This method is aimed at aimed at the objective of training children's practical skills and training on the framework.",
        "State Minister of Education. Kumar stated that these new reforms are introduced to targeting the new job market in the future.",
        "Some parties that a plan is being implemented with the removal of aesthetic subjects from the school stream through these new education reforms.",
        "The school saving organization and several other associations were found in the protests.",
        "However, the Ministry of Education stated that a statement was issued on July 16, saying it was a false accusation.",
        "It also stated that according to the proposed educational reforms, aesthetic subjects are an essential part of the O / L education.",
        "Aesthetic subjects can be studied further at the junior, secondary education and senior secondary education levels, and the GCE Ordinary Level and GCE O / L. The announcement also stated that children can also stand for Aesthetic subjects for A / L subjects.",
        "However, the General Secretary of the Joint Teacher Service Association Amila Sandaruwan told BBC Sinhala service.",
        "He said that he must be done to learn to learn aesthetic subjects to the growth and his survival.",
        "Meanwhile, there is an opinion that there is an attempt to remove aesthetic subjects from various activities through social media.",
        "However, there are also a group of people who approve the removal of the subject of aesthetic subjects from compulsory subjects.",
        "However, many parents have a positive response to reducing the average number of subjects to 7.",
        "When contacted, many parents said that in response to the BBC Sinhala served, many parents said that they would not have a burden to learn more.",
        "\"It's very good that the number of subjects decreases. Kids get a big burden from it. At least reduced the weight of the children's bag. There are some subjects, \"a mother of a child 10 student in Panadura,\" he told the BBC Sinhala.",
        "The report of the proposed new education reform and online review, published on a statement made by the National Institute of Education in 2018, is recommended that the average number of subjects should be reduced to 6.",
        "'Current GCE. A student who sit for the O / L examination will have to sit for nine subjects. By learning, the weight of this subject is different from this subject, but the entire examination role appears that the majority of students cannot be physically emotionally possible. Global facilities indicators of other countries. (OD). The subject of a text) to appear in a student is five or six. '",
        "Meanwhile, the founder and owner of the codgne manufacturer of the IT industry in Sri Lanka, Dr. Harsha Subasinghe pointed out that the knowledge based educational era has ended.",
        "Instead, he has come to an era of wisdom.",
        "He also responded on the Facebook page received by Chatgpt.",
        "Bangladesh protests: Shaikh Husanic, a powerful woman in Asia, was challenging"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's education reforms aim to streamline the curriculum, potentially reducing subjects from 13 to 12, allowing students to graduate at 17. These changes include categorizing education into primary (1-5), junior (6-8), and senior (9-12) sectors, introducing school-based assessments, and focusing on practical skills through the STEM approach. Despite concerns about removing aesthetic subjects, the Ministry assures their importance and plans for further study options. Parents generally support the reduction in subjects, citing less academic pressure."
  ]
}