{
  "translated_text": {
    "ta": {
      "title": "செனகா படகோடா: அறுவை சிகிச்சைக்காக மருத்துவமனைக்குச் சென்ற பிரபல பாடகர் என்றென்றும் அமைதியாக இருக்கிறார்",
      "body_lines": [
        "செனகா படகோடா: அறுவை சிகிச்சைக்காக மருத்துவமனைக்குச் சென்ற பிரபல பாடகர் என்றென்றும் அமைதியாக இருக்கிறார்",
        "இலங்கை இசைத் துறையில் வேறுபடுத்தப்பட்ட பாடல்களின் குழுவான செனக் பட்டார்ட் புதன்கிழமை (செப்டம்பர் 11) புதன்கிழமை காலமானார்.",
        "அவரது குடும்பத்தினர் பிபிசி சிங்கள சேவையிடம் கால் நோயின் மீது சொன்னார்கள், அவர் இரண்டு அறுவை சிகிச்சைகளுக்கு உட்படுத்தப்பட்டார்.",
        "இரண்டாவது அறுவை சிகிச்சை மேற்கொள்ளப்பட்ட பின்னர் அவர் சுவாச சிரமங்களை ஏற்படுத்தியதாக அவர் கூறினார்.",
        "செனகா படகோடா ஒரு இசைக்கலைஞர் ஆவார், அவர் இலங்கை ரசிகர்களிடையே வித்தியாசமான மீதமுள்ள மேலாண்மை மற்றும் பாடல்களில் பிரபலமாகிவிட்டார்.",
        "ஜூன் 25, 1958 இல் பிறந்த படோடா, செனகா, சீடலா பகுதியில் வசித்து வந்தார்.",
        "ஆரம்பத்தில் அவர் ஒரு கிட்டார் தொகுப்பாளராக செயல்பட்டார் மற்றும் மூத்த நிறுவனங்களின் படைப்புகளுக்கு பங்களித்தார்.",
        "\"ஹூ இஸ்\" தி பாடல் \"யார்\" தி பாடல் \"வாவோ\" பாடல் சமவோத் விஜெசூரியாவின் 'வாவ்' இசைக்குழு தலைவரைப் பாடியது.",
        "பாடலின் விளம்பரம் மற்றும் அவரது சொந்த பாடலை செனகா படகோடா உருவாக்கியதால், அவரது சக திட்டங்கள் பல பிரபலமாக இருந்தன.",
        "\"தி சனசில்லா\" மிகவும் பிரபலமாக இருந்ததால் அவர் மிகவும் பிரபலமாக இருந்தார்.",
        "குழந்தை பருவத்திலிருந்தே பாடல்களையும் டிரம்ஸையும் பாடுவதற்கு அவர் விரும்பப்பட்டதாக அவரது அதிகாரப்பூர்வ வலைத்தளம் கூறுகிறது.",
        "இளம் வயதிலேயே, அவர் தனது திறமையை ஒரு பாடல் மற்றும் கிதார் என்றும், ராக், ரெகோ மற்றும் பாப் என்றும் காட்டினார்.",
        "அதிகாரப்பூர்வ வலைத்தளம் அவர் 1994 இல் வெளியானதாகக் கூறுகிறது, இது பல்வேறு இசை பாணிகளைப் படிப்பதற்கான தனது அர்ப்பணிப்பை பிரதிபலிக்கிறது.",
        "பல்வேறு வழக்குகளின் நீரில் பெரும்பான்மையான நீரில் செனகா படகோடாவின் தனித்துவமான படுகொலை என்று அளவுகோல்கள் கருதுகின்றன.",
        ". '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' 'நாங்கள் முன்னணி காவ் குழு. பாடல் மிகவும் பிரபலமாக இருந்ததால், செனகா படகோடா படைப்பாளரிடம் ஈர்க்கப்பட்டார். அவரது பாடல்களின் ஆரம்ப நாட்களில் ரசிகர்கள் அவரது குரலைக் கேட்டுக்கொண்டிருந்தனர், \"என்று OSC இன் தலைவரான OSC இன் தலைவர் ஆஸ்கார் பிபிசி சிங்கள சேவையிடம் தெரிவித்தார்.",
        "\"ஒரு ரசிகர் இருந்தார், ஆரம்ப நாட்களில் அவரை அறிந்தவர். அவர் மேலும் பங்களித்திருக்கலாம். ஆனால் நான் பொது ரசிகர்களைப் பற்றி நினைக்கிறேன், நான் கொஞ்சம் நினைக்கிறேன். அந்த நேரத்தில் அவர் சில சிறந்த படைப்புகளைச் செய்தார். அவர்கள் ரசிகர்களை காதலித்தனர். அவர் மேலும் செய்ய வேண்டியிருந்தால், அது மிகவும் நன்றாக இருக்கும். 66 ஆண்டுகளுக்குப் பிறகு, இசையில் இசை ஒரு பெரிய இழப்பு \"என்று கீர்தி பாஸ்குவேல் கூறினார்.",
        "அவர் பாடல்களை உருவாக்கி பாடினார், நாங்கள் வசதியாக இருக்கிறோம், வெற்றி, முடிவிலி, மற்றும் உடைக்க, மற்றும் சிறந்த பாடல்கள்.",
        "கபிலா சூரியாராச்சி இயக்கிய 'சிட்மா' பின்னணியாக அவர் திரையுலகில் நுழைந்தார்.",
        "அவர் துஷ்பிரயோகம் செய்த ஏழு பாடல்கள் தொடர்பாக ஏப்ரல் 3 ஆம் தேதி தடை உத்தரவு பிறப்பிக்கப்பட்டது.",
        "கொழும்பு உயர்நீதிமன்றம் 'யார் நாங்கள் ஆறுதல் அளித்தோம்,' மற்றும் \"நல்ல விஷயங்கள்\" மற்றும் 7 பாடல்கள் ஆகியவற்றை வெளியிட்டனர்.",
        "கொழும்பு உயர்நீதிமன்ற நீதிபதி பிரியந்தா பெர்னாண்டோ இந்த கட்டளையிடும் உத்தரவை பிறப்பித்தார், மேலும் 7 பாடல்களுக்கு தலையங்க தண்டனைகள் செலுத்தப்படவில்லை.",
        "பாடல்களுக்கான ஆசிரியரின் கூற்றுக்களை கோருவது ஏற்றுக்கொள்ள முடியாது என்று செனகா படகோடாவின் கட்சி தெரிவித்துள்ளது.",
        "சமூக ஊடகங்களின் மறைவை செனகா படகோடா கண்டித்துள்ளார்.",
        "பேஸ்புக் இடுகையைத் தவிர்க்கவும், இந்த கட்டுரையில் பேஸ்புக் வழங்கிய உள்ளடக்கத்தை அடைய ஒப்புக்கொள்கிறீர்களா?. அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். பேஸ்புக் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'முன்னோக்கி ஒப்புக் கொள்ளப்பட்டது' என்பதைத் தேர்ந்தெடுக்கவும்.",
        "ஸ்கிப் பேஸ்புக் இடுகையை அடைய ஒப்புக்கொள்கிறீர்களா, 2 ஃபெஸ்புக் உள்ளடக்கம் பேஸ்புக் வழங்கிய உள்ளடக்கங்கள். அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். பேஸ்புக் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'முன்னோக்கி ஒப்புக் கொள்ளப்பட்டது' என்பதைத் தேர்ந்தெடுக்கவும்.",
        "பிபிசி சிங்களத்தில் பணியாற்றுவதற்கான செனகா படகோடாவின் மேலாளரின் கூற்றுப்படி, அவரது உடல் பொது மரியாதைக்காக டெபாசிட் செய்யப்படும், போரெல்லா, ஜெயரத்னே இறுதி மண்டபத்தில்.",
        "செனகா படகோடா: அறுவை சிகிச்சைக்காக மருத்துவமனைக்குச் சென்ற பிரபல பாடகர் என்றென்றும் அமைதியாக இருக்கிறார்",
        "அமெரிக்க ஜனாதிபதி தேர்தல் கொள்கை: ஹாரிஸில் கலந்து கொள்ளுங்கள்டிரம்ப்?"
      ]
    },
    "en": {
      "title": "Senaka Batagoda: The popular singer who went to the hospital for surgery is silenced forever",
      "body_lines": [
        "Senaka Batagoda: The popular singer who went to the hospital for surgery is silenced forever",
        "Senak Battaard, a group of songs that have been distinguished in the Sri Lankan music industry, passed away on Wednesday Wednesday (Sept. 11).",
        "His family told the BBC Sinhala service on a sickness of the foot, he had been subjected to two surgeries.",
        "He said he had caused respiratory difficulties after the second surgery was carried out.",
        "Senaka Batagoda is a musicioner who has become popular among Sri Lankan fans across a different remaining management and songs.",
        "Born on June 25, 1958, Senaka, Batoda, lived in the Seedala area.",
        "Early he had acted as a guitar manuctor and contributed to the creations of veteran companies.",
        "The song \"Who is\" the song \"Who is\" the song \"Whao\" sang the 'Wow' band leader of Samaoath Wijesuriya.",
        "With the publicity of the song and his own song was created by Senaka Batagoda, a number of his fellow plans were popular.",
        "He was very popular as \"the Sanasilla 'was very popular.",
        "His official website states that he was preferred to sing songs and drums since childhood.",
        "At a young age, he showed his talent as a singing and a guitar, and the rock, rego and pop.",
        "The official website states that he was released in 1994, reflecting his dedication to studying various music styles.",
        "Criterians think that Senaka Batagoda's unique massacre in the vast majority of the waters of various cases.",
        "\"He was Janadhip between the Commonwealth of the Sinhala music industry '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' '' We are the leading gao group. As the song was extremely popular, Senaka Batagoda was attracted to the Creator. The fans were listening to his voice in the early days of his songs, \"the Chairman of the Osc Chasing Association, Chairman of the Osc, Oscar, told the BBC Sinhala service.",
        "\"There were a fan, who knew him in the early days. He may have contributed to more and. But I think of the public fans, I think a little. He did some excellent creations in that time. They embraced them in love with fans. If he had to make more, it would be very good. After 66 years, the music is a big loss in the music, \"said Keerthi Pascuel added.",
        "He created and sang songs, and we are comfortable, hits, infinity, to, and break down, and the best songs.",
        "He entered the film industry as a background of 'Sidma' directed by Kapila Sooriyarachchi.",
        "An injunction order was issued on April 3 regarding seven songs he had abused.",
        "The Colombo High Court issued the injunction, 'Who are we comforted,' and \"good things\" and 7 songs.",
        "Colombo High Court Judge Priyantha Fernando issued this enjoining order and the editorial sentences were not paid for the 7 songs.",
        "Senaka Batagoda's party said that it was not acceptable to request editor's claims for the songs.",
        "Senaka Batagoda has condemned the demise of the social media.",
        "Skip Facebook Post, you agree to reach the content of 1facebook content? This article contains content provided by Facebook. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Facebook cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The content is not responsible for the content of the external web sites.",
        "Do you agree to reach the Skip Facebook Post, 2FECEBOOK content? Contains the contents provided by Facebook. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Facebook cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The content is not responsible for the content of the external web sites.",
        "According to Senaka Batagoda's manager to serve in the BBC Sinhala, his body would be deposited for public respect at the Borella, Jayaratne Funeral Hall.",
        "Senaka Batagoda: The popular singer who went to the hospital for surgery is silenced forever",
        "US Presidential Elections Policy: Attend HarrisTrump?"
      ]
    }
  },
  "summary_lines": [
    "Sri Lankan singer Senaka Batagoda dies after surgery. Popular musician known for hits like \"Who is\". Born 1958, active in music industry since 1990s. Died September 11, 2023."
  ]
}