{
  "translated_text": {
    "ta": {
      "title": "பற்றாக்குறை இல்லாமல் முட்டை சந்தையில் முட்டை",
      "body_lines": [
        "முட்டை உற்பத்தியாளர்கள் எந்த பற்றாக்குறையும் இல்லாமல் முட்டை தயாரிப்புகளுக்கு வேலை செய்கிறார்கள் என்று இலங்கை விலங்குகள் சங்கத் தலைவர் அஜித் குணசேகெரா கூறுகையில்.",
        "ஒரு ஊடக மாநாட்டில் உரையாற்றிய அவர், ஒரு முட்டையின் சில்லறை விலை ரூ. இருப்பினும், முட்டைகளின் விலை நாட்டின் தேவை மற்றும் விநியோகத்திற்கான தேவையை அதிகரிக்கும் என்பதால், முட்டைகளின் விலை ஒரு முட்டையின் சில்லறை விலையை அதிகரிக்கும் மற்றும் இயக்க முடியும்.",
        "தற்போது விலைகள், அரிசி மற்றும் சோளத்தின் விலை அதிகரித்ததால் முட்டையின் உற்பத்தி விலைகள் அதிகரித்துள்ளன என்றார்.. கோழி உற்பத்தியின் உபரி உள்ளது என்று அவர் கூறினார், அவர் ஏற்கனவே கோழி சந்தையில் விடுவிக்கப்பட்டார்.",
        "சமீபத்திய காலங்களில் சமீபத்திய பாதகமான வானிலை காரணமாக கோழியின் தேவை அதிகரித்துள்ளது என்று அவர் கூறினார்.",
        "சிங்கள காலங்களில் விலங்கு பொருட்கள் தொடர்ந்து பராமரிக்கப்படுகின்றன என்றும் அவர் கூறுகிறார், அவர் கூறுகிறார். இருப்பினும், சைவ உணவு பற்றாக்குறை இருந்தால், அதை நிவர்த்தி செய்வதற்கான பொறுப்பு அது என்று அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "Egg in the egg market without deficit",
      "body_lines": [
        "Sri Lanka Animals Association President Ajith Gunasekera says that egg manufacturers are working to the egg products without any deficit.",
        "Addressing a media briefing, he said that the retail price of an egg is between Rs. 35-36. However, as the price of eggs can increase the demand for the demand and supply of the country, as the price of eggs can increase and operate the retail price of an egg.",
        "He said the production prices of the egg had gone up due to rising prices at present, the price of rice and corn.. He said that there is a surplus of poultry production, he has already been released to the poultry market.",
        "He said that the demand for chicken has increased due to the recent adverse weather conditions in the recent past, he said.",
        "He also says that the animal products are continuously maintained during the Sinhala Season, he says. However, he said that if there is a vegan deficit, it is the responsibility of remedying to address it."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Egg producers in Sri Lanka maintain supply without deficit. Retail price: 35-36 Rupees. Production costs increased due to higher rice and corn prices. Surplus poultry in market. Chicken demand rose after bad weather. Animal products stable during Sinhala season. Vegan shortage needs addressing.\""
  ]
}