{
  "translated_text": {
    "ta": {
      "title": "பாரம்பரியத்தை மீறுவதற்கான ஜனாதிபதி வேட்பாளர்",
      "body_lines": [
        "அமெரிக்கன் டெமோகாட் கட்சி (உ.பி.) நேற்று சிகாகோவில் நேற்று தொடங்கியது.",
        "அமெரிக்க ஜனாதிபதித் தேர்தல், ஜனநாயகக் கட்சி வேட்பாளர், உஸ்ஸோ பிடே, முன்னாள் அமெரிக்க வெளியுறவுத்துறை செயலாளர் ஹிலாரி கிளிண்டன் முக்கிய ஜனநாயக ஆதரவாளர்களின் முக்கிய ஜனநாயக ஆதரவாளர்களாக உள்ளார்.",
        "ஜனநாயகக் கட்சி கட்சி மாநாட்டை உரையாற்றியது ஜனாதிபதி ஜோ பிடானுக்கு நன்றி.",
        "ஜனநாயகக் கட்சியினர் எப்போதுமே ஜனாதிபதி பிடானால் கடன்பட்டுள்ளனர் என்று அவர் வலியுறுத்தினார்.",
        "ஜனாதிபதி வேட்பாளர் முதல் நாளில் மாநாட்டில் சேர்ந்தார், அதே நேரத்தில் மாநாடு திருச்சபையை கடைசி நாளில் உரையாற்றும் சாதாரண வழக்கம்.",
        "சில ஆண்கள், ஹாரிஸ் பாரம்பரியத்தை உடைக்கும் பாரம்பரியம், மற்றும் அவர் கட்சி வேட்பாளரின் அசாதாரண தன்மையை ஏற்படுத்தியிருக்கலாம்.",
        "யுஎஸ்ஏ பிடென் தேசிய கூட்டமைப்பில் உரையாற்றினார், ஜனாதிபதி கட்சியிடமிருந்து அன்பான வரவேற்பைப் பெற்றார்.",
        "ஜனாதிபதியின் பிடன் கட்டத்திற்கு உணர்திறன் வெளிநாட்டு ஊடக அறிக்கைகள்.",
        "மாநாட்டில் உரையாற்றிய ஜனாதிபதி பிடென், அமெரிக்க ஜனாதிபதி பதவியாக இருப்பதற்கான பாக்கியம் என்று கூறினார்.",
        "அவரது அரசியல் வாழ்க்கையின் துல்லியம் 2020 ஜனாதிபதித் தேர்தலை ஜனாதிபதித் தேர்தலின் துணைத் தலைவராக பெயரிடும் முடிவாகும்."
      ]
    },
    "en": {
      "title": "Presidential candidate for breaking the tradition",
      "body_lines": [
        "The American Democott Party (UP) commenced yesterday at Chicago yesterday.",
        "The US presidential election, the Democratic Party candidate, USriso Biday, former American Secretary of State Hillary Clinton is the main democratic supporters of the main democratic supporters.",
        "The Democratic Party addressed the party convention was a matter of gratitude to President Joe Bidan.",
        "She emphasized that Democrats were always indebted by President Bidan.",
        "The presidential candidate joined the convention on the first day, while the convention is the ordinary custom to address the church on the last day.",
        "Some men, the tradition of Harris breaking the tradition, and she may have caused the unusual character of party candidate.",
        "USA Biden addressed the National Federation and the President received a warm welcome from the party.",
        "The sensitive to the President's Biden stage was foreign media reports.",
        "Addressing the conference, President Biden said that he was the privilege of being the US presidency.",
        "The accuracy of his political career was the decision to name the 2020 presidential election as Vice President of the Presidential Election."
      ]
    }
  },
  "summary_lines": [
    "The American Democrat Party launched its presidential campaign in Chicago, led by USriso Biday, a former Secretary of State backed by Hillary Clinton. This marks a break from tradition as candidates usually address the church on the last day of the convention. The event was highlighted by President Joe Biden's warm reception and his emphasis on the importance of his decision to run for vice president in the 2020 election."
  ]
}