{
  "translated_text": {
    "si": {
      "title": "නුවර එලියා හි පණ්ඩුවක් පදින්නෙකු වන විදේශීය පුරවැසියෙක්",
      "body_lines": [
        "සිකුරාදා (09) නුවර මහ නගර සභා ආසන්නයේ අන්යෝන්ය තිරයක් පැදවූ ඉතාලි පුරවැසියෙකු රෝහලට ඇතුළත් කර තිබේ.",
        "මේ මස 6 වන අඟ වන අඟහරුවාදා, ශ්රී ලංකාවට පැමිණි අය, 16 හැවිරිදි නුවර එලියා දිස්ත්රික් මහ රෝහලේදී සිකුරාදා නුවර එලියා දිස්ත්රික් මහ රෝහලේ ගමනක් යන ලදී නුවර එලියා නාගරික භූමිය සිකුරාදා. සංචාරක පොලිසිය පරීක්ෂණ පවත්වයි.",
        "පොලිස් නිලධාරියෙකු නුවර එලියා වෙත යන විට ආරක්ෂිත හිස් ආවරණවල නොමැති වීම නිසා මෙය පළමු වරට නොපැමිණි පළමු අවස්ථාව මෙය නොවන බව පොලිස් නිලධාරියෙකු බව පොලිස් නිලධාරියෙකු බව පොලිස් නිලධාරියෙකු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "A foreign citizen who ride a pundit in Nuwara Eliya",
      "body_lines": [
        "An Italian citizen, who was riding a mutual screen on Friday afternoon (09) near the Nuwara Eliya Municipal Ground, has been admitted to the hospital.",
        "Those who visited Sri Lanka with a group of 16 people on Tuesday, Tuesday, 6th of this month, were riding in the Nuwara Eliya District General Hospital on Friday when a 16 -year -old woman was riding a ride while riding a ride near the Nuwara Eliya Municipal Ground on Friday.Tourist police are investigating.",
        "He said that it is not the first time a police official said that this is not the first time it is not the first time a police official said that such injuries are caused by the lack of safety helmets when traveling to Nuwara Eliya."
      ]
    }
  },
  "summary_lines": [
    "An Italian tourist, part of a group visiting Sri Lanka, suffered injuries after falling from a \"pundit\" (likely a local term for a type of vehicle) near Nuwara Eliya Municipal Ground. The accident occurred on Friday, and the victim was hospitalized. Authorities are investigating, noting previous incidents involving lack of safety helmets as a contributing factor."
  ]
}