{
  "translated_text": {
    "si": {
      "title": "අරගොන් - චිත්රපට සමාලෝචනය",
      "body_lines": [
        "නළු නිළියන්: මයිකල් තංගමදුරෙයි, කාවි ප්රියා මනෝහාරන්, ශ්රී රන්ජනී, කලන්නි, යසර් සහ තවත් බොහෝ අය",
        "'අරකුකා' යන කතාවේ වීරයා 'අරකුකා' යන කතාවේ වීරයා සියලු රසිකයන් ආකර්ෂණය කර ගෙන තිබේද?නැත්ද?අපි දිගටම දකින්නෙමු.",
        "අග්ගිස් යනු මෙම ශරීරය තරුණව තබා ගැනීම අග්ගිස් ය - ඔහුගේ ජීවිතය බේරාගත් කුමාරයෙකි.",
        "එහි නවීන සංසිද්ධිය කුමක්ද?මිදී අධ්යක්ෂවරයා ස්වාභාවික තිර රචනය විස්තර කිරීමට උත්සාහ කර ඇත.",
        "කතාවේ වීරයා වන මයිකල් තංගමදුරෙයි, අනාථ නිවාසයේ හැදී වැඩුණු කතාවේ වීරවරියයි.",
        "මයිකල් තංජාඩු පෙම්වතියට පොරොන්දු වෙයි කියා පෙම්වතියට පොරොන්දු වෙනවා ඔහුට තමාගේම ව්යාපාරයක් ආරම්භ කර ඒ සඳහා අරමුදල් රැස් කළ යුතු බව.",
        "පෙම්වතිය තම පෙම්වතාගේ අභිලාෂයට ඇහුම්කන් දීමෙන් විනෝද වන අතර, තනිකම කාන්තාවකගේ තනිකම කාන්තාවක සිටින හෙදියෙකු ලෙස වැඩ කිරීමට එකඟ වෙති.",
        "ඊට පසු, ඔහු වංචා කර ඇති බවත් ඇගේ පෙම්වතා ව්යාප්ත උගුලක සිරවී සිටින බවත් ඔහුට හැඟේ.",
        "ඊට පස්සේ ඔහු මොනවද කරන්නේ?චිත්රපටයේ කූටප්රාප්තිය එයයි.",
        "චිත්රපටයේ පළමු භාගය ස්වභාවික වුවත්, අපේක්ෂාවෙන් චලනය වේ. පළමු භාගයේ අවසාන ස්ථානයේ අධ්යක්ෂකවරයා විස්තර කර ඇත්තේ චිත්රපටයේ අපේක්ෂාවයි.",
        "තරුණයින් රඳවා ගැනීම සඳහා සූත්රය විස්තර කිරීම සඳහා අධ්යක්ෂවරයා වැඩි සැලකිල්ලක් දක්වන්නට ඇත.",
        "එය හරියට ජනතාවගේ යහපත සඳහා පමණක් සියුම් ලෙස ක්රියා කරන සිද්ධාර්ථවල ව්යාජ රූපයක් ගොඩනැගීම වැනිය.",
        "චිත්රපටයේ වීරයා ලෙස රඟපාන මයිකල් තන්තදුරෙයි, චරිතය ගැන හොඳින් දනී.",
        "එහෙත් ඔහු බොහෝ දර්ශනවල පැකිළෙයි. වීරවරිය වාදනය කරන කවි ප්රියා මනෝරන්, ආරම්භක නිළියක් මෙනි, ඇයගේ වැඩ හා දායකත්වය සමඟ රසිකයන්ගේ මනසෙහි සිටිමි.",
        "ඔහු පිලෝනියේ මනසෙහි අලංකාර ලෙස ක්රියා නොකරයි.",
        "චිත්රපටයේ සිනමාකරණය, පසුබිම් සංගීතය, කලා ව්යාපාරය, චිත්රපටය. චිත්රපට නිෂ්පාදකයා තුළ අගය කරන රසිකයන්ගේ පළමු භාගය හොඳම අත්දැකීම සහ දෙවන භාගයේ හොඳම අත්දැකීම සහ හුරුපුරුදු අත්දැකීම් ලබා දෙයි."
      ]
    },
    "en": {
      "title": "Aragon - Film Review",
      "body_lines": [
        "Actors: Michael Thangadurai, Kavi Priya Manoharan, Sri Ranjani, Kalarani, Yasser and many others",
        "The famous actor Michael Thangadurai - The hero of the story, 'Arakan', has attracted all the fans?Or not?We will continue to see.",
        "A sage is a sage to keep this body young - a prince who saved his life.",
        "What is its modern phenomenon?The debut director has tried to describe the natural screenplay.",
        "Michael Thangadurai, the hero of the story, is the heroine of the story that grew up in the orphanage.",
        "Michael Thangadurai promises to the girlfriend that he has to start his own business and raise funds for it.",
        "The girlfriend also enjoys listening to her lover's ambition and agrees to work as a nurses who are lonely in a distant lonely woman to help him.",
        "After that, he feels that he has been cheated and that her boyfriend is trapped in an expanding trap.",
        "What does he make after that?That is the culmination of the film.",
        "The first half of the film moves with anticipation, though natural. The director's described in the final scene of the first half increases the expectation of the film.",
        "The director may have taken more concern for describing the formula for retaining youth.",
        "It is like building a false image of the Siddhas who have been acting as a subtle only for the benefit of the people.",
        "Michael Thangadurai, who plays the hero of the film, is well aware of the character.",
        "Yet he stumbles in many scenes. Kavi Priya Manoharan, who plays the heroine, is like a debut actress, and she has been in the minds of fans with her work and contribution.",
        "He is not weak, not psychologically powerful, acting elegantly in the minds of the fans.",
        "Cinematography in the film, background music, art movement, film. The first half of the fans who admire in the filmmaker gives the best experience and the familiar experience in the second half."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary of the Aragon film review:",
    "",
    "\"Aragon\" stars Michael Thangadurai and Kavi Priya Manoharan. Director explores themes of youth preservation and deception. Michael Thangadurai shines as the protagonist, while Kavi Priya Manoharan impresses as the debut actress. Cinematography and background music praised in the first half. Overall, a promising debut from the director."
  ]
}