{
  "translated_text": {
    "ta": {
      "title": "உலக உணவு விலைகள்",
      "body_lines": [
        "உலக உணவு மற்றும் வேளாண் அமைப்பு (மே 28 அன்று வெளியிடப்பட்ட லேஷன்ஸ், மே 28 அன்று வெளியிடப்பட்ட சமீபத்திய கணக்குகள், உலக உணவு விலைகள் கணிசமாக உள்ளன.",
        "ஏப்ரல் 2023 இல் 128.07 உணவு விலைக் குறியீடு இருந்தது மற்றும் ஏப்ரல் 2024 க்குள் 8% குறைந்து 119.1 ஆகக் காட்டப்பட்டது. அவர் 2024-06.2010, பெரடேனியா பல்கலைக்கழகத்தில் பேராசிரியர் வசந்தா அதுகோரலா குறித்து விசாரித்தபோது தெரியவந்தது.",
        "காலப்பகுதியில் தொடர்ச்சியான உணவு விலைகள் உள்ளன. மேலும், இந்த நேரத்தில் இறைச்சி உணவு விலைகள் நிலையானவை, மேலும் பால் உற்பத்தியின் விலைகள் கணிசமாகக் குறிக்கின்றன. ஏப்ரல் 2023 இல் பால் உற்பத்தி குறியீடு 129.3 ஆக இருந்தது, இது ஏப்ரல் 2024 க்குள் 123.7 வரை காட்டப்பட்டுள்ளது.",
        "தானிய விலைகளுக்கான விலைக் குறியீடு 136.1, ஏப்ரல் 2024 க்குள், ஏப்ரல் மாத தொடக்கத்தில், சுமார் 23% முதல் 111.1 வரை இருந்தது. இந்த குறியீடு தொடர்புடைய குறியீட்டுக்கு அதிக ஃப்ளோரைக் கொண்டுள்ளது, மேலும் இது படிப்படியாக வீழ்ச்சியடைந்து ஜனவரி 2024 முதல் விலகிவிடும்.",
        "ஏப்ரல் 2023 க்குள், குறியீட்டில் 130 கி.மீ."
      ]
    },
    "en": {
      "title": "World Food Prices Down",
      "body_lines": [
        "World Food and Agriculture Organization (LATIONALS released on May 28, the latest accounts released on May 28, world food prices have been substantially.",
        "There was 128.07 food price index in April 2023 and by April 2024 showed an 8% down to 119.1. It was revealed when he inquired about 2024-06.2010, Prof. Wasantha Athukorala at the University of Peradeniya.",
        "There is a continuous food prices over the period. Further, meat food prices are stable during this time, and the prices of milk production indicate significantly. The milk production index in April 2023 was 129.3, showing up to 123.7 by April 2024.",
        "The price index for cereal prices was 136.1, and by April 2024, as early in April, was about 23% to 111.1. This index has a higher fluor to the relevant index, and it gradually fell and turns away from January 2024.",
        "By April 2023, the index showed 130 km."
      ]
    }
  },
  "summary_lines": [
    "World food prices decreased by 8% from 128.07 in April 2023 to 119.1 in April 2024, according to the World Food and Agriculture Organization. Meat prices remained stable, while milk production prices dropped from 129.3 to 123.7. Cereal prices also fell by 23%, from 136.1 to 111.1, after peaking in January 2024."
  ]
}