{
  "translated_text": {
    "ta": {
      "title": "மின்னணு ஜனாதிபதியில் அனுரா சத்தியம் செய்கிறார்",
      "body_lines": [
        "அனுரா குமாரா டிசனாயக்க 9 வது நிர்வாகத் தலைவராக இன்று தனது பதவியில் பதவியேற்ற உள்ளார்.",
        "தலைமை நீதிபதி ஜெயந்தா ஜெயசூரியா முன் ஜனாதிபதி செயலகத்தில் ஜனாதிபதியாக அனுரா குமாரா டிசனாயக்க பதவியேற்பார்.",
        "நவம்பர் 24, 1966 அன்று தம்புட்டிகாமா தொடக்கப்பள்ளியில் அனுரா குமாரா டிசனாயக்க தனது ஆரம்பக் கல்வியைப் பெற்றார்.",
        "அதன்பிறகு, தம்புட்டேகாமா மத்திய கல்லூரியில் சேர்க்கப்பட்ட க.ப.இய நிறுவனமான மேம்பட்ட நிலை தேர்வு உட்பட, க.ப.இய நிறுவனமான மேம்பட்ட நிலை தேர்வில் சேர்க்கப்பட்ட க.ப.இ.டி மேம்பட்ட நிலை தேர்வு.",
        "1992 இல் கெலானியா பல்கலைக்கழகத்தின் வித்யாலயாவில் அனுமதிக்கப்பட்ட அனுரா குமாரா டிசனாயக்க, 1995 இல் அறிவியலில் பட்டம் பெற்றார்.",
        "1987 ஆம் ஆண்டில் 1987 இல் கொண்டாடப்பட்ட இந்தோ-லங்கா ஒப்பந்தத்திற்கு எதிராக நாடு முழுவதும் பாரிய பிரபலமான ஆர்ப்பாட்டங்களுக்கு அவர் பங்களித்தார்.",
        "பாரிய மாநில அடக்குமுறை அடக்குமுறைக்கு உட்பட்ட பின்னர் 1997 ஆம் ஆண்டில் சோசலிச மாணவர் சங்கத்தின் தேசிய அமைப்பாளர் பதவியை அனுரா குமாரா டிசனாயக்க வென்றுள்ளார்.",
        "1997 ஆம் ஆண்டில், அவர் 1998 இல் ஜே.வி.பியின் மத்திய குழுவில் தேர்ந்தெடுக்கப்பட்டார், அவர் ஜே.வி.பியின் அரசியல் பணியகத்தில் சேர்க்கப்பட்டார்.",
        "1999 மாகாண சபை வேட்பாளருக்கான ஜே.வி.பி வேட்பாளர் மத்திய மாகாண சபைக்கு போட்டியிட இருந்தார்.",
        "2000 பாராளுமன்றத் தேர்தலில் முதல் உறுப்பினர் நாடாளுமன்றத் தேர்தலுக்காக அனுரா குமாரா டிஸ்டனாயக்க பாராளுமன்ற உறுப்பினராக தேர்ந்தெடுக்கப்பட்டார்.",
        "குருணேகலா மாவட்டத்திற்கு அதிக எண்ணிக்கையிலான முன்னுரிமை வாக்குகளைப் பெற்று குருனேகலா மாவட்டத்திற்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "அனுரா குமாரா டிசனாயக்க 2008 ஆம் ஆண்டில் ஜே.வி.பியின் தலைவராக 2010 இல் தேசிய பட்டியல் எம்.பி. ஆக பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "அவர் பிப்ரவரி 2, 2015 அன்று ஜே.வி.பியின் 7 வது தேசிய கூட்டமைப்பில் ஜே.வி.பி.யில் ஜே.வி.பி.க்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "அரசியல் கட்சிகள், பொதுமக்கள் அமைப்புகள் மற்றும் அரசியல் ஆர்வலர்கள் உட்பட ஜே.வி.பி உட்பட ஜே.வி.பி உட்பட ஜே.வி.பி ஒரு புதிய அரசியல் இயக்கத்தை உருவாக்கியது.",
        "2019 ஜனாதிபதித் தேர்தலுக்கான வேட்பாளராக இருந்த அனுரா குமாரா டிஸ்டனாயக்க, 3.16 சதவீத வாக்களிப்பு முடிவுகளைப் பெற்றார், பொதுத் தேர்தலுடன் பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "டிசம்பர் 20, 2021 அன்று நடந்த முதல் தேசிய மாநாட்டில் நடைபெற்ற தேசிய மூலதன வேகம், முதல் தேசிய மாநாட்டில் தேசிய நாட்டுப்புற கவுன்சிலின் தலைமையிலான திரு. அனுரா குமாரா டிசனாயக்கே தேசிய நாட்டுப்புறப் படையால் வென்றார்.",
        "அனுரா குமாரா டிசனாயக்கின் தேர்தலின் நடவடிக்கை குறித்து முடிவு செய்வார் என்றும், சத்தியம் செய்தபின் நடவடிக்கை எடுக்க முடிவு செய்தார் என்றும் கூறினார்."
      ]
    },
    "en": {
      "title": "Anura's swearing in electronic president",
      "body_lines": [
        "Anura Kumara Dissanayake is due to be sworn in as his post today as the 9th Executive President.",
        "Anura Kumara Dissanayake is to be sworn in as the President at the Presidential Secretariat before Chief Justice Jayantha Jayasuriya.",
        "Anura Kumara Dissanayake received his primary education at Thambuttegama Primary School on November 24, 1966.",
        "Thereafter, the GCE Advanced Level examination included in the GCE Advanced Level Examination, including the GCE Advanced Level Examination included in the Thambuttegama Central College.",
        "Anura Kumara Dissanayake, who was admitted to the Vidyalaya of University of Kelaniya in 1992, has graduated in Science in 1995.",
        "He contributed to the massive popular protests throughout the country against the Indo-Lanka Accord celebrated in 1987 in 1987.",
        "Anura Kumara Dissanayake has won the post of National Organizer of the Socialist Students Union in 1997 after the massive state repression was undergoing repression.",
        "In 1997, he was elected to the Central Committee of the JVP in 1998 he included in the Political Bureau of the JVP.",
        "The JVP candidate for the 1999 provincial council candidate was to contest for the Central Provincial Council.",
        "Anura Kumara Dissanayake was elected as a Member of Parliament for the first member parliamentary election in the 2000 parliamentary election.",
        "He was elected to the Kurunegala District by representing the Kurunegala District with the highest number of preferential votes.",
        "Anura Kumara Dissanayake was elected to the Parliament as a National List MP in 2010 as Leader of the JVP in 2008.",
        "He was elected to the JVP at the JVP at the 7th National Federation of the JVP on February 2, 2015.",
        "The JVP, including the JVP, including the JVP, including political parties, civilian organizations and political activists, created a new political movement.",
        "Anura Kumara Dissanayake, who was the candidate for the 2019 Presidential Election, obtained a voting results of 3.16 percent and was elected to parliament with the general election.",
        "The National Capital Speed ​​held in the first national convention on December 20, 2021, Mr. Anura Kumara Dissanayake, who is headed by the National Folk Council at the First National Conference, was won by the National Folk Force.",
        "Anura Kumara Dissanayake said that he would decide on the action of the election and decided to take action after the swearing in of action."
      ]
    }
  },
  "summary_lines": [
    "Anura Kumara Dissanayake set to become Sri Lanka's 9th President. Born in 1966, educated at Thambuttegama Primary School and University of Kelaniya. Joined JVP in 1997, elected MP in 2000. Ran for president in 2019, won 3.16% votes. Recently elected National Folk Council leader. To be sworn in today at Presidential Secretariat."
  ]
}