{
  "translated_text": {
    "si": {
      "title": "පක්ෂ ප්රජාව පක්ෂ තුළ නායකයින් සොයමින් ..!",
      "body_lines": [
        "කඳුකරයේ, පක්ෂ නායකයින් පමණක් පැමිණෙන්නේ පක්ෂ නායකයින් පමණි. කම්කරු අයිතිවාසිකම් ගැන කතා කරන පුද්ගලයින්ගේ නායකයින් ජනතාව දකින්නේ නැත. අවුරුදු දෙසීයකට පසු, කම්කරු කාරණා පිළිබඳ කිසිදු විසඳුමක් සොයාගත නොහැකි අතර රජයේ ඡන්ද ඉතා දුර්වල තත්වයකට පත් කර ඇත.",
        "කඳුකරයේ කිරි හා මී පැණි ධාවනය වන බව පැවසීම පුදුම සහගතය. සිනමික් ශෛලිය තුළ වේදිකාවේ ඇති පද කථා කළ අය මිනිසුන්ගෙන් බොහෝ දුරක් ගොස් ඇත. මැතිවරණය බොහෝ විට ප්රකාශ කළ පසු මිනිසුන් සුපුරුදු පරිදි පැමිණෙනු ඇත. මෙම පුද්ගලයින් ඔවුන්ව පිළිගැනීම සඳහා වැරදි මාලාවක් ඉදිරිපත් කිරීමට යන බවට දැන් සහතික වී තිබේ.",
        "කම්කරු කටයුතු අසාර්ථකත්වයට ගමන් කරමින් සිටී. සාකච්ඡාවලදී, රුපියල් දහසකට වැඩි ප්රමාණයකට වඩා සමාගමට අනුකූල නොවන බව අනාවරණය වී තිබේ.. සමහර වෘත්තීය සමිති සමාගම් සෘජුවම හමුවීමට බියෙන් තබා ගැනීමට උත්සාහ කළත් එය සිදු නොවේ. ජනතාවට සහය නොදක්වන වෘත්තීය සමිතිවලට ජනාධිපතිවරයාගේ වැඩවලට ඇහුම්කන් නොදෙන සමාගම් මොනවාද?",
        "කඳුකරයේ විශ්ව විද්යාලයේ ඉඩම් අයිතිවාසිකම්, කඳුකරයේ තත්වය මෙම ප්රජාවට උපත ලැබීමට නියමිතය.. අද, වැවිලි කම්කරුවන් ඡන්දය ප්රකාශ කරන කාලය තුළ මර්දනය හා නොසැලකිල්ල අත්විඳිමින් සිටී.",
        "රටේ දේශපාලන හා ආර්ථික අර්බුදවල හොඳින් සිටින සිංහල ජනතාව අද ඕනෑම ජාතික පක්ෂයක නායකයින් විශ්වාස කිරීමට සූදානම් නැති බව මාධ්ය විසින් අද අවබෝධ වේ. ඔවුන් වත්මන් ජනාධිපති විවේචනය කරයි. මෙය ප්රජාතන්ත්රවාදී ගුණාංගවලින් එකකි. එපමණක් නොව, ඔහු ඡන්දය ප්රකාශ නොකළ දේශපාලන ician යා ඔවුන්ගේ ජනතාවගේ ගැටලු ප්රශ්න කිරීමට අයිතියක් ඇත.",
        "දැන් ඔබට සිදුවන්නේ උඩරට ප්රජාවේ නැගිටීමයි. සමහර දේශපාලන පක්ෂ නායකයින්ට සහ ඒවා ග්රහණය කර ගත් අයට සමාජ මාධ්යවල ඔවුන්ගේ නියෝජිතයින්ට මතු කරන ප්රශ්නවලට පිළිතුරු දීමට නොහැකි විය. මේ නිසා ඔවුන් පක්ෂවල නායකයන් සහ වෘත්තීය සමිතිවල නියෝජිතයින් වේ. මිනිසුන්ගේ ගැටලු ගැන කතා නොකරන අයට ජනතාවගේ නායකයා විය හැක්කේ කෙසේද?ඔවුන් ද රජයට වලිගයකි ..!",
        "වර්තමාන උඩරට දේශපාලන පක්ෂ සහ එහි වෘත්තීය සමිති අංශය, ජනතාවට නායකත්වය දිය හැකි නායකයා යැයි කිව හැකි රික්තයක් තිබේ නම්.. කඳුකරයට අවශ්ය ජාතික නායකත්වයක් හැරුණු විට උද්යානයක් හෝ නගරයක් වටා නියෝජිතයෙකු නොමැත.",
        "ජනතාවට උපදෙස් දීම සඳහා ඕනෑම ක්රියාකාරකම් සිදුකිරීමට හැකියාවක් ඇති දේශපාලන පක්ෂ නියෝජිතයින් නොමැති වීම වේදනාකාරී ය. සමස්තයක් වශයෙන් ඔවුන්ට ජාතික දේශපාලනය හෝ සමාජ දේශපාලනය තේරෙන්නේ නැත. අප විපක්ෂයේ සිට සිටින්නේ ඇයිද යන්න පිළිබඳව උඩරට දේශපාලන politicians යන් ඊළඟ මැතිවරණයකට මුහුණ දීමට සූදානම් වෙමින් සිටිති.",
        "ඒ හා සමානව, උඩරට ප්රජාව ඔවුන් පවසන බොරු සඳහා බලා සිටී. මේ වසරේදී මැතිවරණයෙන් පසු පාලනය කළ රජය සමඟ ඔවුන් ඉඩම් අයිතිය ලබා ගැනීමට යනවාද?ඔවුන් උඩරට විශ්ව විද්යාලය සඳහා අඩිතාලම දමන්නේද?ඔවුන් කම්කරුවන්ගේ වැටුප් වැඩිවීම ලබා ගැනීමට යන්නේද?නායකත්වයේ ගති ලක්ෂණ උගන්වන දේශපාලන politicians යන් ඔවුන් ජනතාවට හොඳ නායකයෙකු දැයි සිතන්නේ නැත.",
        "2024 දී එය රටේ සියලු ජනතාවට විශාල අර්බුදයක් විය. අත්යවශ්ය ආහාරවල මිල ගැන කීමට කිසිවක් නැත. රටේ දරිද්රතා රේඛාව යටතේ ජීවත් වන වතු කම්කරුවන් සහනයක් ලබා දිය යුතු අතරබොහෝ සහන ඇති රාජ්ය සේවකයින් අර්බුද මධ්යයේ රාජ්ය සහනය බලාපොරොත්තුවෙන් සිටී.",
        "ජීවන වියදමකින් ඔවුන්ට රුපියල් පන්දහසක් ලබා දීමට ද රජය තීරණය කර තිබේ. මෙන්න රුපියල් දහසක් අඩකටත් වඩා අඩු කාලයක් ලැබෙන කම්කරුවන් සඳහා, සමාගම් රුපියල් පනහක් රැස් කිරීම සඳහා සහාය දක්වයි. වැටුප් සාකච්ඡාවක නමින් දිනවල රැජීය නාට්යයක් ඇත. මෙය තේරුම් ගන්නා කම්කරුවෝ සාමය බලාපොරොත්තුවෙන් සිටිති.",
        "වැටුප් වැඩිකිරීම නොමැති නම් යූනියන් අරගලය වෘත්තීය සමිති අරගලය සිදු කරනු ඇති බව අමතක කරන නියෝජිතයින්. වතුකරයේ වෘත්තීය සමිති ක්රියාකාරකම් නොමැති බව ඔවුන් පැවසූ විට කම්කරුවන් සටන් කිරීමට හා සටන් කිරීමට පටන් ගනීවිද?",
        "කඳුකර දේශපාලනයේ නායකයින් යැයි කියා ගන්නා අය මුලින්ම සලකා බැලිය යුත්තේ ඔවුන් එම නාම පදයට අදාළ දැයි සලකා බැලිය යුතුය."
      ]
    },
    "en": {
      "title": "The mountain community looking for leaders within the parties ..!",
      "body_lines": [
        "In the hill country, only the party leaders are just coming up. The union does not see people leaders who talk about labor rights. Two hundred years later, no solutions about labor issues can be found, and the government's votes have been put into a very weak position.",
        "It is amazing that those who said that milk and honey will run in the hill country. People who spoke verses on stage in cinema style have gone a long way from people. Once the election is probably declared, people will come as usual. It is now guaranteed that these people are going to make a series of mistakes to welcome them.",
        "Labor Affairs is heading towards failure. In the negotiations, it has been revealed that more than a thousand rupees has not been complied with the company.. It is not possible even if some trade unions tried to keep the president in fear of meeting the companies directly. How are companies that do not listen to the president's work back to the trade unions that are not supportive of the people?",
        "The land rights, the university of the hill country, the situation in the hill country is to be born to this community.. Today, plantation workers are experiencing repression and negligence during the time when they were free of voting.",
        "The Sinhalese people who are well -versed in the country's political and economic crises are today realized by the media that the leaders of any national parties are not ready to believe. They criticize the current president. This is one of the democratic attributes. Moreover, the politician he voted has the right to question the problems of their people.",
        "Now you can see that uprising in the upcountry community. Some political party leaders and those who capture them could not answer the questions they raise to their representatives on social media. Because of this they are the leaders of the parties and the representatives of the trade unions. How can people who do not talk about people's problems be the leader of the people?They are also a tail for the government ..!",
        "If the current upcountry political parties and its trade union wing, there is a vacuum that can be said to be the leader who can lead the people.. There are no representatives around a garden or city, except for a national leadership needed to the hill country.",
        "It is painful that there are no political party representatives who are capable of carrying out any activities to advise people. Overall they do not understand national politics or social politics. Upcountry politicians are preparing to face the next election without any sentiments as to why we are in the opposition line.",
        "Similarly, the upcountry community is waiting for the lies they are going to say. Are they going to gain land rights with the government that ruled after the elections this year?Are they going to lay the foundation for the upcountry university?Are they going to get workers' pay hike?Politicians who teach the attributes of leadership do not think about whether they are a good leader for the people.",
        "In 2024, it was a great crisis for all the people of the country. There is nothing new to say about the prices of essential foods. Did any of the hill country representative open their mouths in Parliament that the plantation workers who live under the poverty line in the country should provide relief?Public servants who have many concessions are looking forward to state relief amidst crises.",
        "The government has also decided to give them five thousand rupees as a living cost. For workers who are getting less than a thousand rupees here, the companies are backing up to raise fifty rupees. There is a drama that smuggles days in the name of a salary talks. The workers who understand this are waiting for peace.",
        "Representatives who forget that the union struggle will be carried out if the salary hike is not available. When they say that there are no union activities in the plantation areas, will the workers start to fight and fight?",
        "Those who claim to be leaders in mountain politics must first consider whether they are relevant to that adjective."
      ]
    }
  },
  "summary_lines": [
    "The hill country's political leaders, lacking in labor rights advocacy, face criticism for their inaction on labor issues. Despite the government's weakened position, no solutions are found. Labor Affairs is heading towards failure, with companies ignoring trade union demands. Land rights, university development, and plantation workers' rights are overlooked. The Sinhalese community criticizes national leaders for not addressing their concerns. The upcountry community demands effective leadership, but current party leaders fail to engage with their constituents. The upcountry's political and trade union vacuum leaves the community without representation. The 2024 crisis exacerbates the plight of plantation workers, with no relief in sight from the government."
  ]
}