{
  "translated_text": {
    "ta": {
      "title": "கோவர்ட் உடல்களை தகனம் செய்ததற்காக அரசாங்கம் மன்னிப்பு கேட்கிறது",
      "body_lines": [
        "கோவிட் -19 பிளேக்கின் போது இலங்கையில் கட்டாய உருவாக்கும் கொள்கைக்கான நடைமுறைக்கு அரசாங்கம் ஒப்புதல் அளித்துள்ளது.",
        "க .ரவ.",
        "கோவிட் -19 மருத்துவ நிர்வாகத்தில் சுகாதார அமைச்சின் தப்பிப்பிழைத்தவர்களில் இறந்த இறந்தவர்களின் உடலை நிராகரிப்பதற்கான வழிமுறையாக தகனம் பரிந்துரைக்கப்பட்டது.",
        "அதன்படி, பிப்ரவரி 2021 இல் கடுமையான எல்லைகளுடன் அவற்றை எரிக்க அனுமதித்த 276 முஸ்லீம் மக்கள் கோவ் -19 இல் இருந்தனர்.",
        "ஜூலை 2021 இல் ஸ்ரீ ஜெய்வர்டெனெபுரா பல்கலைக்கழகத்தின் உதவியுடன், கொழும்பில் உள்ள SARS-COV-2 வைரஸை அடையாளம் காண நீர் வழங்கல், மருத்துவமனைகள், மருத்துவமனைகள், தனிமைப்படுத்தப்பட்ட மையங்கள் மற்றும் பிற சாத்தியமான துறைகள் அடையாளம் காணப்பட்டுள்ளன.",
        "இந்த ஆய்வுக்கு மேற்பரப்பு நீரில் வைரஸ் இல்லை என்பது தெரியவந்துள்ளது.",
        "மார்ச் 2024 இல், சீன-இலங்கை ஒருங்கிணைந்த ஆராய்ச்சி மற்றும் ஆர்ப்பாட்ட மையம் நீர் வழங்கல் மற்றும் எஸ்டேட் உள்கட்டமைப்பு மேம்பாடு ஆகியவற்றால் முடிக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "The government apologizes for the cremated of the covard bodies",
      "body_lines": [
        "The government has approved the procedure for the compulsory creation policy in Sri Lanka during the COVID-19 plague.",
        "The Hon.",
        "Cremation was recommended as the methodology to dismiss the body of the deceased persons who died in the survivors of the Ministry of Health at Covid-19 clinical management.",
        "Accordingly, 276 Muslim people who have been in Covid-19 have been created in permission to burn them with severe boundaries in February 2021.",
        "With the help of the University of Sri Jayewardenepura in July, 2021, the Ministry of Water Supply, hospitals, hospitals, quarantine centers, and other potential sectors have been identified to identify the Sars-COV-2 virus in Colombo.",
        "It has been revealed that the study has no virus in the surface water.",
        "In March 2024, the Chinese-Sri Lanka Integrated Research and Demonstration Center has been completed by the Ministry of Water Supply and Estate Infrastructure Development.The source has been confirmed that the source is not the burial burre."
      ]
    }
  },
  "summary_lines": [
    "During the COVID-19 pandemic, Sri Lanka implemented a mandatory cremation policy for all deceased individuals, including Muslims, despite cultural preferences. This decision was made due to concerns over the spread of the virus through traditional burials. The government later collaborated with the University of Sri Jayewardenepura to test various sites, including hospitals and quarantine centers, for the presence of the virus in water sources, finding none. Additionally, a Chinese-Sri Lanka research center was established to further investigate the virus's impact, confirming that neither cremation nor burial practices were responsible for its transmission."
  ]
}