{
  "translated_text": {
    "ta": {
      "title": "5 வகையான உரங்களைக் குறைக்கிறது",
      "body_lines": [
        "5 உரத்தின் விலையை குறைக்க இன்றைய 5 உர விலையிலிருந்து மாநில உர விலைகள் தெரிவிக்கப்பட்டுள்ளன.",
        "அதன்படி, உரங்களின் விலையை ரூ.",
        "இலவங்கப்பட்டை, தேநீர் மற்றும் தேங்காய் தோட்டப் பயிர்கள் பயன்படுத்தும் உர விலையை குறைக்க வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சர் மஹிந்த அமராவீராவும் அறிவுறுத்தப்பட்டார்.",
        "வேளாண் மற்றும் தோட்டத் தொழில்கள் அமைச்சகத்தில் நடைபெற்ற கூட்டத்தில், உர விலைகள் அறிவிக்கப்பட்டன."
      ]
    },
    "en": {
      "title": "Reduces 5 types of fertilizer",
      "body_lines": [
        "State Fertilizer Prices have been informed from today's 5 fertilizer prices to reduce the price of 5 fertilizer.",
        "Accordingly, steps will be taken to reduce fertilizer prices from Rs. 1,500 to Rs. 2,000.",
        "Minister of Agriculture and Plantation Industries Mahinda Amaraweera was also instructed to reduce fertilizer prices used by cinnamon, tea and coconut plantation crops.",
        "At a meeting held at the Ministry of Agriculture and Plantation Industries, fertilizer prices had been declared."
      ]
    }
  },
  "summary_lines": [
    "Fertilizer prices across five types are set to decrease from Rs. 1,500 to Rs. 2,000. This decision follows today's announcement by the Minister of Agriculture and Plantation Industries, Mahinda Amaraweera, who directed the reduction for fertilizers used in cinnamon, tea, and coconut plantations. The move was confirmed during a meeting at the Ministry of Agriculture and Plantation Industries."
  ]
}