{
  "translated_text": {
    "si": {
      "title": "හයිටි හි කැපීඩ් කල්ලියක හිංසනය දිගටම පවතී - ඇමරිකානු ගුවන් යානා දෙකක් මත වෙඩි තැබීම",
      "body_lines": [
        "හයිටිගේ ගුවන් යානය පිළිබඳ වෙඩි හුවමාරුවෙන් එක්සත් ජනපද ජෙට් යානා දෙකක් හානි වූ එක්සත් ජනපද ජෙට් යානා දෙකක් හානි වූ බව සීඑන්එන් පැවසීය.",
        "හයිටියේ නැගී එන හතරැස් කණ්ඩායම්වල ප්රචණ්ඩත්වය මධ්යයේ රට ගුවන් යානා ප්රවාහය අත්හිටුවා ඇති බව මෙම සිද්ධියෙන් අනාවරණය වී තිබේ.",
        "ප්රාග්ධනයේ අගනුවර වන බෝට්ටුවට ගොඩබෑමට ලක්වූ ස්ප්රීතු ගුවන් සේවාවක් සඳහා වෙඩි තැබීම සුළුතරයක් ලෙස වාර්තා විය.",
        "මෙම යානය ඩොමිනික ජනරජයේ සන්තියාගෝව එහි ගොඩබෑමකින් තොරව ගොඩ බැස්සා, යානය එහි පරීක්ෂා කළ බව නිලධාරීහු පැවසූහ.",
        "මේ අතර, ජෙබුලු ගුවන් සමාගමේ කියා සිටියේ හයිටියෙන් ආපසු එන ගුවන් යානයක් වෙඩි තැබීමෙන් සොයාගෙන ඇති බවයි.",
        "ජෙදුබු 935 නිව් යෝර්ක් ජෝන් ඒව කෙනඩි ගුවන්තොටුපළට ආරක්ෂිතව ගොඩ බැස්සා නමුත් නිලධාරීන්ට වෙඩි තැබීම ගුවන් යානයෙන් පහර දී ඇති බව නිලධාරීහු පැවසූහ.",
        "හයිටි හි නව අගමැති ඇලික්ස් හිඟ බිල්පත්, ව්යාපාරිකයෙකු වන මෙම සිද්ධිය පිළිබඳව මෙම සිදුවීම් අනාවරණය වී තිබේ.",
        "එක්සත් ජනපද තානාපති කාර්යාලයේ වාහනවලට වෙඩි තැබීමෙන් පසු එක්සත් ජනපදය සිය සේවකයින්ගෙන් කිහිප දෙනෙකු ඉවත් කර තිබේ.",
        "හයිටියේ කල්ලියේ ප්රචණ්ඩත්වය මෑත වසරවල මෑත වසරවලදී භයානක මට්ටමකට පැමිණ ඇති අතර දැඩි මානුෂීය අර්බුදයක් ඇති කර ඇති අතර රට පුරා එදිනෙදා ජීවිතයට බාධා ඇති වී තිබේ.",
        "මෙම ප්රචණ්ඩත්වයේ මූලයන් සංකීර්ණ වන්නේ සංකීර්ණ වන අතර දේශපාලන අස්ථාවරත්වය ආරම්භ වන්නේ ආර්ථික දුෂ්කරතා සහ ශක්තිමත් රජයක lack නතාවයෙන් ය.",
        "2021 දී ජනාධිපති ජුවෙනෙල් මොයිස් ination ාතනය කිරීමෙන් පසුව. අද, කල්ලි වරායන් පාලනය කරන්නේ වරාය-ඕ-බඳුන් සහ රටේ අනෙකුත් ප්රදේශවල අගනුවර වන අතර එය පුළුල් ලෙස බිය ගැන්වීම සහ අවතැන්වීම පුළුල් කිරීමට හේතු වේ.",
        "හයිටි හි කල්ලි ඉතා සංවිධානාත්මක හා ප්රවාහන මාර්ග වෙළඳපල සහ අසල්වැසි ප්රදේශ පාලනය කිරීමෙන් දේශීය ආර්ථිකයට සැලකිය යුතු බලපෑමක් සපයයි. සමහර ප්රදේශවල කල්ලි නායකයින්ට නොමිලේ හෝ ව්යාපාර පැවැත්වීම සඳහා ප්රදේශවල \"බදු\" ගෙවිය යුතුය. ප්රතිසාධනය සඳහා ජාවාරම දේශීය හා විදේශීය ආධාර සේවකයින් විසින් ප්රධාන ආදායම් මාර්ගයක් බවට පත්ව ඇත. බීතිවල පරිසරය පාලනය කරන්නේ ආර්ථික වර්ධනය වැළැක්වීම සහ පුරවැසියන්ට සනීපාරක්ෂාව සහ අධ්යාපනය වැනි අත්යවශ්ය සේවාවන් සඳහා පුරවැසියන්ට පහසුවෙන් ප්රවේශ වීම දුෂ්කර කරවයි.",
        "හයිටි රජය සහ ජාත්යන්තර ප්රජාව .ලදායී ලෙස ප්රතිචාර දැක්වීමට අරගල කරමින් සිටී. මෙම කල්ලියන්ට මුහුණ දීම සඳහා සම්පත් නොමැති වෙනත් සේවකයින් සිටින අයිටියා ජාතික පොලිසියේ අඩුපාඩු හා අඩු සේවකයින් සිටී. ඔවුන් බොහෝ විට විශිෂ්ට ආයුධ සමඟ සිටිති. දූෂණය පිළිබඳ සීමිත මූල්ය හා දේශපාලන මැදිහත්වීම හේතුවෙන් නීතිය බලාත්මක කිරීමේ උත්සාහයන් පසුබෑමකට ලක්ව තිබේ. මේ අතර, ආධාර ලබා දීමට උත්සාහ කරන මානුෂීය ඒජන්සි ආරක්ෂක අවදානම් හේතුවෙන් දැඩි සීමාවන් වලට මුහුණ දී සිටින අතර අවදානමට ලක්විය හැකි ජනතාවට ළඟා වීමට හැකියාවක් ඇති කරයි.",
        "ස්ථාවරත්වය යථා තත්ත්වයට පත් කිරීම සඳහා බහුජාතික මැදිහත් වීමක් සඳහා සමහර සංවිධාන සහ රජයන් විසින් ඉල්ලා ඇති බවට ජාත්යන්තර ප්රජාව කනස්සල්ල පළ කර තිබේ. කෙසේ වෙතත්, විදේශීය මැදිහත්වීම් සඳහා හයිටි ජාතිකයන් අතර ගැඹුරු historical තිහාසික අවිශ්වාසයක් ඇති අතර, විශේෂයෙන් අතීත අත්දැකීම් නිසා, හේයිත් ස්වයං පාලනයක් නොසලකා හරිමින් බොහෝ අය සිටින බව ජනතාවට හැඟේ. හයිටියේ කල්ලි හිංසනයන්ට මුහුණ දීමට ක්ෂණික ආරක්ෂක පියවරයන් පමණක් නොව, ආර්ථික සංවර්ධනය, අධ්යාපනය සහ රජයේ ආයතන කෙරෙහි විශ්වාසය යථා තත්වයට පත් කිරීම සඳහා දිගුකාලීන ආයෝජන ද තිබේ."
      ]
    },
    "en": {
      "title": "Violence of Catier gang in Haiti continues - firing on two American planes",
      "body_lines": [
        "CNN said two US jets were damaged by the gunfire on Haiti's airplane.",
        "The incident has revealed that the country has suspended the aircraft transport amid violence of the rising quadruple groups in Haiti.",
        "According to reports, a firing on the Spirit Airlines flight, which was landing in the Bott of the capital, Bott of the capital, was reported to be a minority.",
        "The plane then landed in the Santiago of the Dominic Republic without landing there, where the plane was checked there, officials said.",
        "Meanwhile, Jedbulu Airlines said that a flight that was returning from Haiti had been found by the shootings.",
        "Jedbulu 935 New York John Eve landed safely at Kennedy Airport but officials said that the firing had been hit by the aircraft.",
        "The incidents have been revealed on the day of Haiti's new prime minister, Alix Dedier Bills, a businessman.",
        "The US has evacuated some of its employees following the firing on US embassy vehicles.",
        "Haiti's gang violence has reached a dangerous level in recent years and has created a severe humanitarian crisis and has disrupted everyday life throughout the country.",
        "The roots of this violence are complicated and political instability originates from the combination of economic hardships and a lack of a strong efficient government.",
        "Following the assassination of President Jowenel Mois in 2021. Today, gangs control the capital of Port-O-Bins and other parts of the country, which leads to widespread intimidating money laundering and displacement.",
        "The gangs in Haiti are highly organized and transport routes offer significant influence in the local economy by controlling markets and neighborhoods. In some areas, residents need to pay \"tax\" for gang leaders to go free or conduct businesses. Trafficking for recovery has become a major income source has been targeted by both local and foreign aid workers. This environment of fear controls the movement of people and materials, preventing economic growth and making it difficult for citizens to access essential services such as hygiene and education.",
        "Haitian government and the international community are struggling to respond effectively. Haitiya National Police contains low -funding and fewer employees who have no resources to confront these gangs. They are often with excellent weapons. Attempts to strengthen law enforce have faced setbacks due to limited financial and political intervention of corruption. In the meantime, humanitarian agencies that are trying to provide assistance are facing strict restrictions due to security risks, causing the ability to reach the vulnerable people.",
        "International community has expressed concern that some organizations and governments have called for a multinational intervention to restore stability. However, there are deep historical distrust among Haitians on foreign interventions, especially because of past experiences, people feel that there are many ignoring hayat autonomy. There are not only immediate security measures to face gang violence in Haiti, but also long -term investments in restoring confidence in economic development, education and government institutions."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in approximately 200 characters:",
    "",
    "Haiti gang violence escalates: US planes damaged, flights suspended. Gangs control parts of Port-au-Prince, disrupting life. Political instability, economic hardship fuel crisis. International community struggles to intervene effectively. Long-term solutions needed for stability and development."
  ]
}