{
  "translated_text": {
    "ta": {
      "title": "கொழும்பு பதுல்லா சாலை தடுக்கப்பட்டது",
      "body_lines": [
        "கொழும்பு பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) ஹபுடேலில் உள்ள உடுதலேகலாவில் உள்ள பதுல்லா மலையின் ஒரு பகுதிகளில் ஒன்று கொழும்பு படுல்லா பிரதான சாலையில் மோதியுள்ளது என்று கூறியது.",
        "ஓட்டுநர்கள் உட்பட டிரையட்ஸ், கற்கள் ஆபத்தில் இருக்கும் இடத்தில் போக்குவரத்து மிகவும் ஆபத்தானது என்று சுட்டிக்காட்டுகிறது.",
        "பெரகலா கோஸ்லாண்டாவில் உள்ள வெலகோடா ஹப்புடேல் மற்றும் பெரகலா கோஸ்லாண்டாவில் ஓட்டுநர்களை வளர்க்குமாறு போலீசார் மற்றும் பேரழிவு மேலாண்மை மையம் தெரிவிக்கிறது.",
        "தேசிய கட்டிட ஆராய்ச்சி அமைப்பு (என்.பி.ஆர்.ஓ) யுபிஎஃப்ஏவின் 60 நிலச்சரிவு அபாயத்தை ஹபுடேல் மற்றும் ஹால்டம்முல்லா பகுதிகளில் வெளியிட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Colombo Badulla road blocked",
      "body_lines": [
        "The Colombo Disaster Management Center (DMC) said that one of the parts of the Badulla Mountain in Udutalegala in Haputale has crashed into the Colombo Badulla main road.",
        "Driades, including drivers point out that traffic is very dangerous at the place where the stones are risk.",
        "The police and the Disaster Management Center informs the drivers to be raised in the Wellagoda Haputale and Beragala Koslanda on the Beragala Koslanda.",
        "The National Building Research Organization (NBRO) has issued the UPFA's 60 landslide risk in Haputale and Haldummulla areas."
      ]
    }
  },
  "summary_lines": [
    "A section of the Badulla Mountain collapsed onto the Colombo-Badulla road, causing traffic hazards. The Disaster Management Center and police advise caution in Wellagoda, Haputale, and Beragala. The National Building Research Organization warns of a high landslide risk in Haputale and Haldummulla."
  ]
}