{
  "translated_text": {
    "ta": {
      "title": "இமான் கலாயீஃப் ஒரு தங்கப் பக்கத்தை வென்றார்",
      "body_lines": [
        "பெண்கள், இது பல ஒலிம்பிக் போட்டிகளின் கண். இமான் கலாயீஃப் 66 எடை தங்கப் பதக்கத்தை வெல்ல முடிந்தது.",
        "தங்கப் பதக்கத்திற்கான போட்டியில், ஒருமனதாக தீர்ப்பில் (5-0 மதிப்பெண்கள்) சீனாவை வென்றார்.",
        "அதன்படி, முதல் அல்ஜீரிய, அரபு மற்றும் ஒரே ஆப்பிரிக்க பெண் (இன்றுவரை) முதல் அல்ஜீரிய, அரபு மற்றும் ஒரே ஆப்பிரிக்க பெண்.",
        "உயிரியல் ரீதியாக சிறுவன் என்று அழைக்கப்படும் ஒலிம்பிக் போட்டிகள், இங்கர் கலாயீஃப் மகளிர் துறையின் சோதனையின் தொடக்கத்தில் இருந்தன, இது உயிரியல் ரீதியாக மனிதன் என்று அழைக்கப்பட்டது.",
        "இருப்பினும், அவளுக்காக நிற்க அதிகமான மக்கள் முன்வந்தனர்.",
        "25 வயதான இமான் தங்கப் பதக்கத்தை வென்றார், பதக்கம் ஒரு கனவு என்று கூறினார். இந்த பதக்கத்தை வெல்ல அவர் எட்டு ஆண்டுகள் பயிற்சி பெற்றார்.",
        "இதற்கிடையில், இமான் ஒரு பெண்ணாகவும் மற்ற பெண்களாகவும் உயிரியல் ரீதியாக ஆணாக பதிலளிப்பதாகக் கூறினார்.",
        "தங்கப் பதக்கத்தை வென்ற பிறகு முதல் முறை",
        "\"போட்டியில் பங்கேற்க நான் முழுமையாக தகுதி பெற்றுள்ளேன். நான் மற்ற பெண்களைப் போலவே இருக்கிறேன். நான் ஒரு பெண்ணாக பிறந்தேன். நான் ஒரு பெண்ணாக வாழ்ந்தேன். நான் ஒரு பெண்ணாக போட்டியிட்டேன்.",
        "\"எந்த சந்தேகமும் இல்லை. இந்த கேள்வியில் ஸ்போர்ட்ஸ் ஃபிளிலன் எனக்கு ஆதரவளித்தார். அது எனக்கு அப்படி பலத்தை அளித்தது. தாங்கும் திறனைக் கொடுத்தார். எல்லாவற்றிற்கும் கடவுளுக்கு நன்றி கூறுகிறேன். எப்படியோ நான் இறுதியாக எல்லா போட்டிகளையும் வென்றேன், \"என்று கூறினார்."
      ]
    },
    "en": {
      "title": "Imaan Kalayif wins a golden page",
      "body_lines": [
        "Women, which was the eye of many of the Olympic Games. Imaan Kalayif was able to win the 66 weights gold medal.",
        "In the match for the gold medal, she conquered China in a unanimous judgment (5-0 marks).",
        "Accordingly, the first Algerian, Arabic and the only African woman (to date) was the first Algerian, Arabic and the only African woman.",
        "The Olympic Games, called a biologically boy, was in the beginning of the Test of the Inger Kalayife Women's Sector, which was called a biologically man.",
        "However, more people came forward to stand for her.",
        "The 25-year-old iman won the gold medal, said the medal is a dream. She had been trained for eight years to win this medal.",
        "Meanwhile, Iman said that he was responding as a woman as well as other women as a biologically man.",
        "The first time after winning the gold medal",
        "\"I have fully qualified to participate in the competition. I'm just like other women. I was born as a woman. I lived as a woman. I competed as a woman. \"",
        "\"There is no doubt. The sports flilen supported me in this question. That gave me the strength like that. Gave me the ability to bear. I thank God for everything. Somehow I finally won all the matches, \"said."
      ]
    }
  },
  "summary_lines": [
    "Imaan Kalayif made history by becoming the first Algerian, Arabic, and African woman to win a gold medal in the 66 kg weight category at the Olympics. Despite facing challenges due to her gender identity, she triumphed over China with a unanimous decision. This victory is a testament to her dedication, having trained for eight years to achieve this dream. Imaan emphasizes her identity as a woman and thanks the sports community for their support, expressing gratitude for her success."
  ]
}