{
  "translated_text": {
    "ta": {
      "title": "அடுத்த வெள்ளிக்கிழமை மறைந்த பாலிதா தெவரப்பெருமாவின் இறுதி சடங்கு",
      "body_lines": [
        "குடும்ப உறவினர்கள் மறைந்த பாலிதா தெர்வரப்பெருமாவின் இறுதிச் சடங்குகள் சனிக்கிழமைகளில் குடும்ப கல்லறையில் நடைபெற உள்ளன என்று கூறினர்.",
        "முன்னாள் துணை அமைச்சர் பாலிதா தெவரப்பெருமா நேற்று (16) காலமானார்.",
        "64 வது ட்ரெப்புமாவின் மரணம் இறப்பது என்று ஒரு சார்பியல் உறவினர் கூறினார்.",
        "1960 இல் பிறந்த பாலிதா குமாரா தரப்பெமா இலங்கையில் ஒரு ஃபில்ட்ராய்டு பாத்திரமாக இருந்தார்.",
        "பாலிதா தீவாராபெமாவும் 2002 இல் மேற்கு மாகாண கவுன்சிலில் உறுப்பினராக இருந்தார்.",
        "அவர் 2010 முதல் 2020 வரை கலுதாரா மாவட்டத்தில் உறுப்பினராக இருந்தார், உள்துறை, வனவிலங்கு மற்றும் கலாச்சார விவகாரங்களின் துணை அமைச்சராக இருந்தார்.",
        "அவர் உயிருடன் இருந்தபோது அவரது சூசன் உயிருடன் இருந்தபோது மற்றும் நாட்டில் மற்றொரு பட்டத்தை உயிருடன் இருந்தபோது பாலிதா தெவரப்புமா வடிவமைக்கப்பட்டார்."
      ]
    },
    "en": {
      "title": "Funeral of the late Palitha Thevarapperuma next Friday",
      "body_lines": [
        "Family relatives stated that the funeral of the late Palitha Thevarapperuma is due to be held on Saturdays on the Family Cemetery.",
        "Former Deputy Minister Palitha Thevarapperuma was passed away yesterday (16).",
        "A relative of a relativu said that the death of the 64th Trepperuma's death to die.",
        "Born in 1960, Palitha Kumara Tharapperuma was a filtroid character in Sri Lanka.",
        "Palitha Thewarapperuma was also a member of the Western Provincial Council in 2002.",
        "He was a Member of the Kalutara District from 2010 to 2020, as a Deputy Minister of Home Affairs, Wildlife and Cultural Affairs.",
        "Palitha Thevarapperuma was designed while his Susan was alive while he was alive and another title in the country."
      ]
    }
  },
  "summary_lines": [
    "Palitha Thevarapperuma, a prominent Sri Lankan figure, passed away on 16th. His funeral is scheduled for next Friday at the Family Cemetery. Born in 1960, he served as a Deputy Minister of Home Affairs, Wildlife and Cultural Affairs from 2010 to 2020."
  ]
}