{
  "translated_text": {
    "ta": {
      "title": "மகாரகம மகராகமாவில் 100 க்கும் மேற்பட்ட பாஸ்போர்ட்",
      "body_lines": [
        "மகாரகம பகுதியில் தொடங்கப்பட்ட வெளிநாட்டு வேலைவாய்ப்பு நிறுவனமான மகாரகமாவில் 100 க்கும் மேற்பட்ட பாஸ்போர்ட்டுகள் மஹாரகமாவில் தொடங்கப்பட்டுள்ளதாக தெரிவிக்கப்பட்டுள்ளது.",
        "இருப்பினும், இது தொடர்பாக எந்த காவல் நிலையங்களும் பெறப்படவில்லை என்று போலீசார் கூறுகின்றனர்.",
        "மகரகாமாவில் உள்ள வீட்டு சந்திப்பில் செயல்பட்டு வந்த ஆர்.வான்பாவர் என்ற நிறுவனம், சிங்கப்பூர் உள்ளிட்ட ஏஜென்சியால் இயக்கப்பட்டது, மேலும் நாடுகளில் வேலைவாய்ப்புக்காக வெளிநாடு செல்ல முடிந்தது. எவ்வாறாயினும், உரிமையாளர் மூடப்பட்டிருப்பதாகவும், வாக்குறுதியளிக்கப்பட்டதால் மகாரகம பகுதியில் பாஸ்போர்ட்டில் இருந்து தப்பிக்க வேண்டும் என்றும் போலீசார் இடைநீக்கம் செய்தனர்.",
        "மகாரகமாவின் உரிமையாளரான மகரகமாவின் உரிமையாளரான வெளிநாட்டு வேலைவாய்ப்பு நிறுவனம் கடைசியாக குடகாஸ் ஆர்விதுவா ஜம்காஷ்ம்பலகோடா ஜம்பலகோடாவில் தெரிவிக்கப்பட்டுள்ளது.",
        "வெளிநாட்டு வேலைவாய்ப்புக்கு மக்களை அனுப்பிய நூறாயிரக்கணக்கான ரூபாய் இருந்தது, மேலும் வெளிநாட்டு வேலைவாய்ப்புக்கு அனுப்பப்பட்டது மற்றும் மகாரகம காவல்துறையினரிடம் புகார் அளித்தது.",
        "சந்தேக நபர் பல சந்தர்ப்பங்களில் மகாரகம போலீசாருக்கு வரவழைக்கப்பட்டு மகரகம காவல்துறையினரிடம் புகார் அளித்தார்.. எவ்வாறாயினும், வாக்குறுதியளிக்கப்பட்ட பணத்தை மீண்டும் மீண்டும் கூறியதால் சந்தேக நபர் பல சந்தர்ப்பங்களில் நேஜிகோடா நீதிமன்றங்களுக்கு சமர்ப்பிக்கப்பட்டுள்ளார்.",
        "அதன்படி, ஒரு சில நபர்களின் பணத்தை மீண்டும் வாங்கிய போதிலும், அதிகமான மக்களிடமிருந்து பெறப்பட்ட பணத்தைக் குறிப்பிடுவதால் வெளிநாட்டு வேலைவாய்ப்பு பணியகம் கூட வெளிநாட்டு வேலைவாய்ப்பு பணியகம் குறித்து புகார் அளிக்கப்பட்டுள்ளது.",
        "கட்டுப்பாடற்ற சந்தேக நபரால் சில நாட்களுக்கு முன்பு வெளிநாட்டு வேலைவாய்ப்பு நிறுவனத்தை ஏமாற்ற முடியவில்லை என்று போலீசார் சந்தேகிக்கிறார்கள், மேலும் பல நாட்களுக்கு முன்பு வெளிநாட்டு வேலைவாய்ப்பு நிறுவனம் இழந்த பின்னர் அந்தப் பகுதியிலிருந்து தப்பி ஓடிவிட்டனர்.",
        "இதற்கிடையில், மிரிஹானா போலீசாரில் இருந்து மிரிஹானா போலீசாரிடமிருந்து ஓய்வு பெற்ற மேட்டகோடா காவல்துறை அதிகாரியை ஒருவர் செவ்வாய்க்கிழமை தொலைபேசியில் தொடர்பு கொண்டுள்ளார்.. அழைப்பு, \"ஐயா நான் மிரிஹானா போலீசாரில் பணிபுரிந்தேன், நான் ஒரு போலீஸ் சார்ஜென்ட், நான் இப்போது நாட்டிற்குச் செல்கிறேன், ஆனால் நாடு இப்போது மூடப்பட்டது.",
        "எனவே நான் தொடர்ந்து ஏஜென்சியுடன் பேசினேன், பணம் கேட்டேன். நீங்கள் எனது பாஸ்போர்ட்டைக் கொடுக்கச் சொன்னீர்கள் அல்லது மகாரகம இடைமுகத்தில் பாஸ்போர்ட் எடுக்கச் சொன்னீர்கள். அதன்படி, நான் அந்த இடத்திற்குச் சென்றபோது, ​​கிட்டத்தட்ட 150 பாஸ்போர்ட்டுகள் இருந்தபோது ஒரு பெரிய பார்சல் இருந்தது. நாங்கள் ஊடகங்களை விட்டு வெளியேறி குறியாக்கத்தை வெளியிட வேண்டும் என்று சர்க்கரை பரிந்துரைக்கப்படுகிறது.",
        "இருப்பினும், இந்த சம்பவம் தொடர்பாக காவல்துறை அதிகாரிக்கு எந்த புகாரும் கிடைக்கவில்லை, மேட்டகோடா பகுதியில் பார்சலைப் பெறவில்லை.",
        "இருப்பினும், மகாரகம காவல்துறையில் ஒரு உயர் காவல்துறை அதிகாரி இருந்தபோது, ​​அவர் பாஸ்போர்ட்டைக் கண்டுபிடித்ததாக எந்த புகாரும் இல்லை என்று எந்த புகாரும் இல்லை என்று கூறினார்."
      ]
    },
    "en": {
      "title": "Over 100 passports in Maharagama Maharagama",
      "body_lines": [
        "It has been reported that more than 100 passports had been placed in Maharagama, a foreign employment agency, which has been launched in the Maharagama area, has been launched in Maharagama.",
        "However, police say that no police stations have been received in this regard.",
        "An agency named R.Vanpawer, who was operating at home junction in Maharagama, has been operated by the Agency, including Singapore, and have been able to go abroad for employment in countries. However, the police suspended that the owner had been closed down and had to escape the passport in Maharagama area due to promised.",
        "The Foreign Employment Institute, the owner of the Maharagama, Maharagama, has been reported in Kudagas orwituwa jamgashmbalagoda jammbalagoda, the last time.",
        "There were hundreds of thousands of rupees to send people from the foreign employment company to foreign employment and had been sent to foreign employment and had complained to the Maharagama Police.Complained.",
        "The suspect was summoned to Maharagama Police on several occasions and had complained to the Maharagama Police.. However, the suspect has been submitted to the Nugegoda Courts in several occasions due to repeatedness of the promised cash.",
        "Accordingly, even the foreign employment bureau has been complained about the foreign employment bureau of money due to the referenced of money obtained from more people, despite the repurchasing of the money of a few persons.",
        "The police suspect that the uncontrolled suspect is unable to deceive the foreign employment agency a few days ago and fled the area after the loss of the foreign employment agency several days ago.",
        "In the meantime, a person has telephoned the Mattegoda police officer who has retired from the Mirihana Police from the Mirihana Police on Tuesday.. The call said, \"Sir I have worked at the Mirihana Police and that I was a police sergeant and I was now going to the country. But the country was now closed.",
        "So I continued to talk to the agency and asked for money. Then you told me to give my passport or told me to take a passport in the Maharagama interface. Accordingly, when I went to the place, there was a large parcel when it was nearly 150 passports. It is sugarly suggested that we leave the Media and publish the encryption.",
        "However, the police officer had not received any complaints regarding the incident and had not received the parcel in Mattegoda area.",
        "However, when an superior police officer in the Maharagama Police, he said there was no complaint that there was no complaint that he had found a passport."
      ]
    }
  },
  "summary_lines": [
    "Over 100 passports found in Maharagama foreign employment agency. Agency R.Vanpawer, involved in sending people abroad for work, closed by police. Suspects summoned, complained, and accused of fraud. Police suspect agency owner fled after loss."
  ]
}