{
  "translated_text": {
    "si": {
      "title": "අම්බන් ප්රදේශයේ නීති විරෝධී වැලි කැණීම් සම්බන්ධයෙන් පුද්ගලයින් හය දෙනෙකු අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "විශේෂ කාර්ය සාධක බලකා සෙබළුන් විසින් අත්අඩංගුවට ගත් පුද්ගලයින් හය දෙනෙකු සහ අත්අඩංගුවට ගත් පුද්ගලයින් ඊයේ ඇප මත මුදා හැර තිබේ.",
        "24 වන දින, 24 වන දින සීසංක හයක් සහ රියදුරන් හය දෙනෙකු අත්අඩංගුවට ගෙන මරුන්කෙන්කිට පොලිසියට භාර දෙන ලදී.",
        "මෙම නඩුවේදී මෙම නඩුව ඊයේ (01) පොයින්ට් පේද්රෝ අධිකරණයේ දී ඇප ලබා දීමට අවසර දී ඇති අතර සීසමින් යන්ත්ර මේ මස 22 වන දින නිකුත් කරන ලදී.",
        "මේ අවස්ථාවේ දී, නිදහස් නගුලේ ධාවකයන් ඔවුන්ගේ සතුට ප්රකාශ කිරීම සඳහා කුඩනා අම්බන් නගරයේ නගරයේ නැගෙනහිරින් සිටින සෑම කෙනෙකුගේම ද කුඩනා අම්බන් නගර දේශ සීමාවේ සිටින සෑම කෙනෙකුගේම දොයිප්ලේ පුපුරා ගොස් ඇත.",
        "ප්රදේශයේ පිරිමි ළමයින් සෝදිසියෙන් සිටින අතර සිදුවන්නේ කුමක්ද යන්න තේරුම් ගැනීම ගැන ජනතාව කම්පනයට පත්ව සිටිති."
      ]
    },
    "en": {
      "title": "Six persons arrested for illegal sand excavation in Amban area",
      "body_lines": [
        "Six plowing machines and arrested persons seized by Special Task Force soldiers were released on bail yesterday.",
        "On the 24th, on the 24th, the six plowing machines and six drivers were arrested and handed over to the Maruthankeni police.",
        "In this case, the case was filed at the Point Pedro Court yesterday (01) and was allowed to go on bail each and the plowing machines were released on the 22nd of this month.",
        "In this case, the liberated plowing drivers have exploded on the doorstep of everyone in the east of Amban, from the Kudana Amban town border to express their happiness.",
        "The boys of the area are alert and the people are shocked to understand what is happening."
      ]
    }
  },
  "summary_lines": [
    "Six individuals arrested for illegal sand excavation in Amban were released on bail after their case was filed at the Point Pedro Court. The plowing machines were released on the 22nd. The drivers celebrated their release, causing shock among locals."
  ]
}