{
  "translated_text": {
    "si": {
      "title": "\"නීතියට ඉහළින් කිසිවෙකු නැත\" (සම්පූර්ණ පෙළ සබැඳිය)",
      "body_lines": [
        "රටින් ජනතාව ඇමතූ ජනාධිපති අනුරමුර දිසානායක නීතියට ඉහළින් කිසිවෙකු නොවේ.. මීට අමතරව, අතීතයේ වඩාත්ම බිහිසුණු සිදුවීම් සම්බන්ධයෙන් පරීක්ෂණ සිදු කෙරෙන අතර නීතියට පෙර නතර කරනු ලැබේ.",
        "ජනාධිපති අනුර කුමාර දිසානායක මහතා දහවන පාර්ලිමේන්තුවේ පළමු සැසිවාරය (2024-11-21) ඉදිරිපත් කළේය.",
        "අද අපේ පාර්ලිමේන්තුවේ විශේෂ දිනයක්. අධිකාරිය කණ්ඩායම් දෙකටම භාර දෙන ලදී. අපේ පැත්ත පසුගිය ජනාධිපතිවරණයට බලය ලබා දී ඇත. එය ශ්රී ලංකා ඉතිහාසයේ වැදගත් ය.අපේ රටේ මැතිවරණ ක්රමයේ බොහෝ මන්ත්රීවරු තෝරාගෙන ඇත. සියලුම පළාත් සහ ජනතාව උතුරු හා නැගෙනහිර ලෙස එයට දායක වී තිබේ.",
        "දේශපාලන පක්ෂ විසින් ජාතිකවාදය සහ ආගම් මෙතරම් කාලයක් පළාත් වල පදනම මත පිහිටුවා ඇත. එබැවින් ඔවුන් අතර වෙන්වීම, සැකය හා වර්ගවාදය ශක්තිමත් විය. එක් පැත්තක ජාතිවාදය ශක්තිමත් වූ විට, ජාතිවාදය එයට එරෙහිව ශක්තිමත් වනු ඇත. ජාතිවාදය එකම ස්ථානයක නොසිටිනු ඇත. අපේ රටේ ඉතිහාසය, දේශපාලනය සහ සමාජයේ ඉතිහාසය අප දැක ඇත්තෙමු. නමුත් අප ගැන විශ්වාස කරන සියලු දෙනාටම අපි ස්තූතිවන්ත වෙමු.",
        "අපව විශ්වාස නොකර වෙනත් පාර්ශ්වයන් විශ්වාස කරන අය සිටිති. එය ප්රජාතන්ත්රවාදයයි. තනි පාර්ශවයක් වටා ජනතාවගේ ක්රියාකාරකම් නිර්මාණය කිරීම ප්රජාතන්ත්රවාදී නොවේ. ප්රජාතන්ත්රවාදය යනු බොහෝ තනතුරු සහිත දේශපාලන පක්ෂවල පැවැත්මයි. ඒ හා සමානව, විවිධ ප්රතිපත්ති සහිත දේශපාලන කණ්ඩායම් පැවතීම ප්රජාතන්ත්රවාදී ය. ඒ නිසා අපි බොහෝ පක්ෂ දේශපාලනයට ප්රජාතන්ත්රවාදී පාලනය ලෙස වෛර නොකරමු. අපි එයට ප්රතිපත්තිමය වශයෙන් සහාය දෙමු. අපට ඡන්දය දුන් සහ ඡන්දය දුන් සියලු ජනතාවගේ අවශ්යතා සපුරාලීමට අපි බැඳී සිටිමු. මැතිවරණය ජනතාව සහ අප අතර බැඳීමක් ඇති කරයි. මැතිවරණය අතරතුර, අපි අපගේ ප්රතිපත්ති ප්රකාශනය ඉදිරිපත් කරමු. එය විශ්වාස කරන පුද්ගලයින් අපට ඡන්දය ප්රකාශ කරති. එබැවින් මිනිසුන් එම බැඳීම තුළින් ඔවුන්ගේ කොටස සාදා ඇත. අපට තොගයක් ලබා දී ඇත. දැන් අපි අපේ කාර්යභාරය ඉටු කළ යුතුයි.",
        "එබැවින් ජනතාවගේ විශ්වාසය කොල්ලකෑමකින් තොරව මෙම තන්ත්රය ගෙන ඒමට මම සහ අපගේ රජය බැඳී සිටී. ඒ සඳහා අප වගකිව යුතුය. විවිධ ආගම් භූමිය, සංස්කෘතික වශයෙන් වෙනස් වන හා විවිධ භාෂාවන් අනුගමනය කරන්නේ භූමිය, සංස්කෘතික වශයෙන් වෙනස් වන හා විවිධ භාෂාවන් අනුගමනය කරන්නේ එම අරමුණ සඳහා මෙම මැතිවරණය එකම අරමුණක් සඳහා එකමුතුවක් බව අපි පෙන්වා දී ඇත්තෙමු.. එබැවින් අපේ රටේ දිගු කලක් සිහිනයක් නිර්මාණය කිරීමට අවස්ථාවක් තිබේ. අපට දේශපාලනිකව බොහෝ තනතුරු තිබිය හැකිය.නමුත් මේ රටේ ජාතිවාදී දේශපාලනයට තවදුරටත් ඉඩක් නැත. කෙසේ වෙතත්, ආගමික කටයුතුවල නැගීම සඳහා අපට නවාතැන් පහසුකම් නොමැත. අපට ඇති තරම් ජාතිවාදය පීඩාවට පත්ව ඇත. ගංගා කඳුළු ගොඩක් අපි දැක ඇත්තෙමු. අද රට තුළ, එක් එක් පුද්ගලයා අතර සතුරුකම් හා සැකයක් ඇති කර ගනී. අද, අපි මෙම පාර්ලිමේන්තුව නියෝජනය කරන අතර එවැනි රටක් අපේ අනාගත පරපුර සඳහා භාර නොදුන් වගකීම භාර ගන්න. දේශපාලනය කිරීම සඳහා බොහෝ ආකාර බොහෝ ආකාර තිබිය හැකිය.",
        "ආර්ථික විද්යාව, ප්රජාතන්ත්රවාදය බොහෝ විය හැකිය. එහෙත් දේශපාලන බලය අල්ලා ගැනීම සඳහා වාර්ගික හා ආගමික අරගල සිදු කිරීමට මම පොරොන්දු වෙමි.",
        "මෙම මහජන වරමෙහි තවත් අපේක්ෂාවක් සඟවා තිබුණි. දිගු කලක් තිස්සේ නුසුදුසු නුසුදුසු දේශපාලන සංස්කෘතියක් වෙනස් කිරීමට රට තුළ සිදු වූ තත්වයක් තිබුණි. මාව 2000 දී පාර්ලිමේන්තුවට තේරී පත් වූ අතර වසර 24 ක් පාර්ලිමේන්තුව නියෝජනය කළේය. මිනිසුන්ගේ වෛරය සෙවීම සඳහා මෙම පාර්ලිමේන්තුවේ දර්ශන වසර 24 ක් මම දැක ඇත්තෙමි. පාර්ලිමේන්තුව කෙරෙහි ජනතාවට විශ්වාසය නැති වී නැති බව අපි දැක ඇත්තෙමු. උස් කවුන්සිලයේ විශ්වාසය ක්රමයෙන් නිවසේ සහ නිවසේ ජනතාව අතර අතුරුදහන් විය. උසස් සභාවක සිටීම සහ මිනිසුන් නොසලකා හැරීම මිනිසුන් පිළිකුල් සහගතය. මිනිසුන් පලවා හැරීමට බල කෙරෙයි. එවැනි පාර්ලිමේන්තුවක් රටට අදාළ යැයි මම විශ්වාස නොකරමි. නායකත්වය ලබා දීම රටට සුදුසු නොවේ. ජනතාවගේ මූල්ය බලය සමඟ කටයුතු කිරීම පාර්ලිමේන්තුව නුසුදුසු ය. ජනතාවගේ අරමුදල් හැසිරවීමට පාර්ලිමේන්තුවට බලය ඇත. ජනතාවට නීති පැනවීමට පාර්ලිමේන්තුවට ද අධිකාරියට තිබේ.",
        "එබැවින් එය ජනතාවගෙන් දිගුකාලීන පාර්ලිමේන්තුවක් විය නොහැකිය. මෙම පාර්ලිමේන්තුවේ සහ පාර්ලිමේන්තුවේ පාරජම්බුල කිරණ ආරක්ෂා කිරීම සඳහා. නව මන්ත්රීවරුන් විශාල වශයෙන් පාර්ලිමේන්තුවෙන් පිරී ඇත. එය ඔවුන්ට හොඳ පුරුදු ඉක්මනින් ලබා දිය හැක්කේ පාර්ලිමේන්තුවකි. නව කථිකයා සහ මෙම පාර්ලිමේන්තුව යථා තත්ත්වයට පත් කිරීමේ කොමිසම විසින් ඔබ සියලු දෙනා තෝරාගෙන ඇති බව මම බලාපොරොත්තු වෙමි. සහයෝගය නොදක්වන්නේ නම්, එය ජනතාවට සැඟවුණු ගුහාවක් නොවිය යුතුය.. මෙම පාර්ලිමේන්තුව ජනතාවට සැඟවුණු මධ්යස්ථානයක් නොවනු ඇත.",
        "අපි දිගටම මිනිසුන්ව පෙනෙන මධ්යස්ථානයක් බවට පත් කිරීමට උත්සාහ කරමු. අප සියලු දෙනා ජනතාවගේ නියෝජිතයින් නම්, අප කතා කරන කාරණය, හැසිරීම සහ අදහස් දැක්වීම නම්, සියල්ලන්ම ජනතාව ඉදිරියේ ගවේෂණය කරන බව මතක තබා ගත යුතුය.මම යමෙකු අනවශ්ය ලෙස සිතන්නේ නම්, එය අවසානයේ එය නොවේ. ඊළඟ බල හුවමාරුව වන තෙක් සහ ඊළඟ ජනතාවගේ ඇණවුම ලබා ගන්නා තෙක් අපව පරීක්ෂා කිරීමට ජනතාවට බලය ඇත. මම හිතන්නේ මේ පාර්ලිමේන්තුව ඉදිරි වසර කිහිපය තුළ ජනතාවගේ විභාගය සමත්වූ පාර්ලිමේන්තුවකි. කථානායකවරයාගේ සහ මන්ත්රීවරුන්ගේ සහයෝගය මම බලාපොරොත්තු වෙමි.",
        "මෙම මහජන කවුන්සිලයේ, රාජ්ය සේවකයින් ශ්රී ලංකා ඉතිහාසයේ රජයට ඡන්දය ප්රකාශ කර ඇති බව අපට පෙනේ. අපගේ රාජ්ය සේවය සම්බන්ධයෙන් ජනතාව අතර හොඳ ආකල්පයක් නොමැත. රාජ්ය සේවය සම්බන්ධයෙන් මහජනතාව අතර යම් අහිතකර සිතුවිලි තිබේ. රාජ්ය සේවයේ සිටින අය ඔවුන්ගේ වැඩ ගැන සෑහීමකට පත් නොවේ. එබැවින් ජනතාව තෘප්තිමත් නොකරන රාජ්ය සේවය සහ අවධානයට ලක් නොකළ රාජ්ය සේවය ඊඑම්මීටි හි ඉතිරිව තිබේ.. එබැවින් දෙපැත්තෙන්ම තෘප්තිමත් රාජ්ය සේවාවක් නිර්මාණය කිරීම අපගේ සම්පූර්ණ වගකීමකි.",
        "මෙම ජනතාවගේ නියෝගය තුළ අප විසින් හොඳම රාජ්ය සේවය සඳහා අප විසින් ඉදිරිපත් කරන ලද යෝජනා හා ප්රතිව්යුහගත කිරීම සඳහා ඔවුන්ගේ පදික වේදිකාව ඔවුන් හෙළි කර තිබේ. ශක්තිමත් රාජ්ය සේවාවක් නොමැතිව අපට ඉදිරියට යා හැකි යැයි අපි නොසිතමු.",
        "දේශපාලන පක්ෂ කෙරෙහි කුමක් වුවත්, ඔවුන්ට කල්පනාකාරී රාජ්ය සේවාවක් නිර්මාණය කිරීමට හැකි නම් පමණක් ඔවුන්ට කළ හැකිය. එබැවින් අපි රාජ්ය සේවයේ සිට රාජ්ය සේවයට දැවැන්ත ජනතාවගේ නියෝගයක් අපේක්ෂා කරමු.",
        "විශේෂයෙන්, ඔබ ප්රජාතන්ත්රවාදය හා ස්වාධීනත්වය දෙස බැලුවහොත්, ඔවුන් අනුගමනය කරන ආගම, භාෂාව සහ සංස්කෘතිය තුළ සියලුම පුරවැසියන් හුදෙකලා වීම අවශ්ය නොවේ. ඔවුන් අනුගමනය කරන ආගම තමාට වැඩි පීඩනයක් විය යුතු නැත. ඔහුගේ සංස්කෘතිය තමාට තවදුරටත් වැඩි පීඩනයක් නොදක්වන යැයි සිතීම අවශ්ය නොවේ. ඔවුන් සහාය දක්වන දේශපාලන තවදුරටත් පීඩනය ගැන නොසිතන්න. දේශපාලන වෙනස්කම් ඇති විය හැක. එක් එක් ජනවාර්ගික කණ්ඩායම් අතර. නමුත් නිදහස සැමට පොදු ය. එබැවින් බියෙන් හෝ සැකයකින් තොරව ප්රජාතන්ත්රවාදී රටක් නිර්මාණය කිරීම අපගේ වගකීමකි. එම වගකීම අප ඉටු කරන බව අපි ඔබට සහතික වෙමු.",
        "එම වගකීම තුළ නීතියේ ආධිපත්යය සහතික කිරීම වැදගත් වේ. නීතියේ ආධිපත්යය පාර්ලිමේන්තුවෙන් සම්මත වූ නීති මගින් පමණක් නොවන බව සහතික කිරීම. මෙම පාර්ලිමේන්තුවේ, අපි බොහෝ සාකච්ඡා සහ සාකච්ඡා මාලාවක් තුළින් නීතිමය නීති සම්මත කර ඇත්තෙමු.නීති සම්මත කිරීම පමණක් ප්රමාණවත් නොවේ.",
        "ඒ හා සමානව, නීතිය නිසි ලෙස ක්රියාත්මක කර ඇති බව ජනතාවට හැඟිය යුතුය. අතීතයේ දී, නීතිය පිළිබඳ ජනතාවගේ විශ්වාසය කඩාකප්පල් වී තිබේ.ඔවුන්ට කිසියම් අසාධාරණයක් ඇත්නම්, නීතිය වැටී සිටීමට පෙර යුක්තිය තහවුරු කළ හැකි විශ්වාසය. එම අසාධාරණය සඳහා නීතියට සහයෝගය ලබා ගත හැකි බවට ඇති විශ්වාසය පහත වැටී ඇත.නීතියේ ආධිපත්යය හා නීතියේ ආධිපත්යය පිළිබඳ විශ්වාසය මහජනයා අතර වැටී ඇත. නීතියේ ආධිපත්යය හා නීතියේ ආධිපත්යය ශක්තිමත් නොකර යහපාලනයක් ගොඩනගා ගත හැකි යැයි අපි නොසිතමු. වඩා හොඳ රීතියක් ඇති කිරීම සඳහා, නීතියේ ආධිපත්යය එහි ප්රධාන ලක්ෂණය ලෙස තහවුරු කළ යුතුය.",
        "ජනාධිපති වශයෙන් අප හා රජය සහ රජය අප නීත්යානුකූලව නීත්යානුකූලව පවතී.කිසිදු දේශපාලන ician යෙක් හෝ බලයේ සිටින ඕනෑම අයෙකු තවදුරටත් නීතියට වඩා වැඩි නොවනු ඇත. සෑම කෙනෙකුම නීතියට බැඳී සිටිය යුතුය. ඒ හා සමානව, ව්යවස්ථාවේ ජනතාවගේ බිඳවැටීම නැවත ගොඩනඟා ගත යුතුය. පූජා කිරීමේ හෝ හඹා යාමේ අභිප්රාය අපට නැත.සියල්ලන්ගේ දේශපාලනය කිරීමේ නිදහස අපි සහතික කරමු. එහෙත් රට තුළ මතභේදයට තුඩු දුන් අපරාධ රාශියක් ඇත. පා course මාලාවේදී වැරදිකරුවන් නොනැසී පවතින බව වැරදිකරුවන් සිතන්නේ නම්, එය නීතිය කෙරෙහි මිනිසුන්ගේ විශ්වාසය ඇති කරයි.. නීතිය හා සම්බන්ධ ජනතාවගේ විශ්වාසය සහතික කිරීම සඳහා, මතභේදාත්මක අපරාධ නැවත ස්ථානගත කළ යුතු අතර, වින්දිතයින්ට වැරදිකරුවන් සඳහා ද punishment ුවම් ලබා දිය යුතුය.",
        "විවිධ අවස්ථා වලදී, රටේ අපරාධ දේශපාලන වේදිකාවල දේශපාලන සටන් පා ans ලෙස භාවිතා කරන ලදී. රජයට පැමිණි ඕනෑම රජයක් යුක්තිය ආරක්ෂා කිරීමට අපොහොසත් වී තිබේ.. අපි ඒවා නීතියට ඉදිරිපත් කරන්නෙමු. වින්දිතයින් සඳහා අපි සාධාරණය ඉටු කරන බව අපි ඔබට සහතික වෙමු. නීතියෙන් හා යුක්තියෙන් ස්ථාපිත කර ඇති නීතියක් අපට අවශ්යය.",
        "මහජන වරමේ අරමුණ මෙයයි. එය සංසන්දනයයි. මෙම ජනතාවගේ වරම යනු ඔවුන්ගේ මියගිය relatives ාතීන්ගේ ප්රකාශනයයි. මිනීමරුවන්ගේ මිතුරන් සංසන්දනය කිරීම මෙම ජනතාවගේ වරමෙහි ඇත. අප ඔවුන්ට සාධාරණය ඉටු නොකරන්නේ නම්, එය ඉටු කිරීමට යන්නේ කවුද?",
        "යුක්තිය සහ යුක්තිය පිළිබඳ සිහින ඔවුන් ඉටු නොකරන්නේ නම් ඔවුන් මේ රටේ මිය යනු ඇත. සිහිනයේදී පවා යුක්තිය සහ යුක්තිය අපේක්ෂා කිරීම ජාතීන් අතර නොසිතයි. එබැවින් මේ රටේ යුක්තිය හා යුක්තිය උදවිය යුතුය. අපරාධ හා දූෂණ අපකීර්තිය සම්බන්ධයෙන්, නීතිය නීතිය හා නීතියේ නීතිය පිළිබඳ ජනතාවගේ විශ්වාසය අපි සහතික කරමු.. එය කළ යුතුය. අප එය නොකරන්නේ නම්, කුමක් කරන්නේද යන්න අපට ප්රශ්නයක් තිබේ.",
        "අපිට මේ පාලන තන්ත්රය ලැබුණු විට අපි විපක්ෂ දේශපාලනයට සම්බන්ධ වුණා. ආර්ථිකයේ ගැඹුර අපි දැන සිටියෙමු. අපේ ආර්ථිකය විශාල ගැඹුරකින් කොටු වී ඇත. ඊමන් යනු කුඩාම නූලකින් එල්ලී ඇති ආර්ථිකයයි. මෙම ආර්ථිකයට දැවැන්ත කම්පන වලට ඔරොත්තු දිය නොහැක. මෙම ආර්ථිකය සඳහා දැවැන්ත විකෘති බිඳීමක් සිදු නොවේ. එබැවින් අප බලයට පත්වන විට, අපගේ අපේක්ෂාව වූයේ ආර්ථිකය හා ආර්ථික විද්යාව හා සම්බන්ධ කණ්ඩායම්වල විශ්වාසය සහතික කිරීමයි. අපගේ සුළු වැරැද්ද ආර්ථික අර්බුදයේ ප්රමාණය නිසා විශාල බලපෑමක් ඇති කළ හැකිය. කුඩා කම්පනය මෙම ආර්ථිකයට අනුකූල නොවේ.",
        "මෙම ආර්ථිකය අපට වැරැද්දක් කිරීමට අවස්ථාව ලබා නොදේ.",
        "ඒ අනුව, අපි ජනාධිපතිවරණය ජයග්රහණය කළ විට, ජාත්යන්තර මූල්ය අරමුදල සමඟ එකඟතාවකට පැමිණි පාලන තන්ත්රය එය බව අපි කීවෙමු. එබැවින් ජාත්යන්තර මූල්ය අරමුදලට අනුකූල රටාවක් ගිවිසුම අත්හැර දැමිය නොහැකි බව අපි තේරුම් ගනිමු. ඒ අනුව ආර්ථිකය ජාත්යන්තර මූල්ය ගිවිසුම සමඟ කටයුතු කරන ලෙස මහ මැතිවරණයේදී මහජනයාට සහතික විය. අපි ඒ අනුව බොහෝ ක්රියාකාරකම් සිදු කරනවා. තෙවන සමාලෝචන රැස්වීම මේ වන විට ප්රමාදයි.මෙය සැප්තැම්බර් මාසයේදී ආරම්භ කිරීමට නියමිතව තිබුණි. තෙවන සමාලෝචන රැස්වීමක් ආරම්භ කිරීමට යම් කාලයක් ගත විය. මහ මැතිවරණයෙන් පසු 17 වන දින ජාත්යන්තර මූල්ය අරමුදල් නියෝජිතයින් ශ්රී ලංකාවට පැමිණියහ. ණය ප්රතිව්යුහගත කිරීම පිළිබඳ දිගු සාකච්ඡා පවත්වා ඇත. මේ සතියේ 23 වන දින සේවක මට්ටමේ ගිවිසුම අත්සන් කිරීමට අපි බලාපොරොත්තු වෙමු. ජාමූඅ සමඟ ගමනේ ප්රධාන මුලපිරීම එයයි.ණය ප්රතිව්යුහගත කිරීම එහි ගිවිසුම් ද අඩංගු වේ. අප පාලන තන්ත්රය භාර ගන්නා විට, ණය ගිවිසුමට එළඹුණි. වෙළඳපොලේ සමාරම්භක හා ආශ්රිත සාකච්ඡා ආරම්භ කර ඇත. ජනාධිපතිවරණයට දින දෙකකට පෙර අපි මාධ්ය හරහා ඉගෙන ගත්තෙමු. සාකච්ඡා වසර දෙකකට වැඩි කාලයක් තිස්සේ සිදුවෙමින් පවතී.. අප බලයට පත්වන විට ණය ප්රතිව්යුහගත කරන ලද සාකච්ඡා වල අවසාන අදියර හමු විය. එම මුල පිරීම් වාසිදායක හෝ අහිතකරද යන්න සාකච්ඡා කිරීම ප්රයෝජනවත් නොවේ. යථාර්ථයයි. අපි සෑම රටක් සමඟම හැකි ඉක්මනින් ගිවිසුම් ඇති කිරීමට යන්නෙමු. වෙළඳ ණය මුදල සඳහා මූලික ගිවිසුමට එළඹ තිබේ. දෙසැම්බර් මස අවසානය වන විට කාර්යයන් සම්පූර්ණ කළ හැකි යැයි අපි බලාපොරොත්තු වෙමු. ජාත්යන්තර මූල්ය අරමුදල සමඟ ණය සහන ක්රියාවලිය මේ වසරේ සාර්ථකව නිම කිරීමේ හැකියාව ඇත. සේවක මට්ටමේ ගිවිසුම මේ සතියේ ළඟා වන අතර ආර්ථිකය ගොඩනැගීමට දායක වේ.",
        "අපගේ ආර්ථිකය මූලධර්මයේ ඇති ගැඹුරු අර්බුද සඳහා මෙම න්යාය පත්රය ප්රමාණවත් යැයි අපි නොසිතමු. අපගේ මූල්ය ක්ෂේත්රයේ අර්බුදය පාලනය කිරීම සඳහා මෙම ක්රියාකාරකම් ප්රමාණවත් වේ.නමුත් අපේ ආර්ථික ක්රමය දැවැන්ත පරිහානියක් දැක තිබේ. අපේ ආර්ථිකයට දැවැන්ත උපායමාර්ගික නැගීමක් අවශ්ය වේ. එයට අංශ තුනක් ඇතුළත් වේ.. ටොපිංස් ආර්ථික වර්ධනය සඳහා වැඩි භූමිකාවක් ලබා දෙයි. ඒ හා සමානව, ප්රදේශයේ අනෙකුත් ප්රදේශවල ජනතාවගේ දායකත්වය අවශ්ය වේ.. ආර්ථිකයේ ජනතාවගේ දායකත්වය අත්යවශ්ය වේ. මිනිසුන් අතහැර දැමීමේ ආර්ථික සංවර්ධනය එය වටින්නේ නැත.. සියලු ආර්ථික ක්රියාකාරකම්වල මිනිසුන් හවුල්කරුවන් බවට පත් කිරීම. එහි ප්රතිලාභය සියලු මිනිසුන් ආර්ථිකයේ කොටස් හිමියෙකු බවට පත් නොකර මිනිසුන් වෙත ළඟා නොවේ. ජාතික අරමුදල කුඩා කණ්ඩායමේ අතේ තිබෙන්නේ නම්, එය ආර්ථිකයේ රාජ්යයක් හෝ ආර්ථිකයක් ඇති නොකරයි. ස්වාභාවික සම්පත් ආර්ථික නිෂ්පාදනය සඳහා යොදා ගනී. සෑම කෙනෙකුම ආර්ථිකය ගොඩනඟන විට, එය කුඩා කණ්ඩායමේ අතට නොයනු ඇත. ප්රජාව ශක්තිමත් නැත. ආර්ථිකයේ ප්රයෝජනය මිනිසුන් සමඟ සාධාරණව කරා ළඟා වීමයි.",
        "වෙළඳපල ගනුදෙනු කිරීම සම්බන්ධයෙන් ද මෙම ප්රතිපත්තිය සකස් කර ඇත. අපේ රට දැවැන්ත වෙළඳපොළක් නොවේ. වෙළඳපොලේ ඒකාධිකාරයක් තිබේ. දෛනික සහල් භාවිතය මෙට්රික් ටොන් 6500 කි. කුඩා වෙළඳපොළවල ඒකාධිකාරී අයිතිවාසිකම් ඇති කළ හැකිය. අපගේ වෙළඳපල ආර්ථික පදනම මත තීරණය නොවේ. අපගේ වෙළඳපොල තීරණය වන්නේ ඒකාධිකාරයෙනි. ඔවුන්ට භාණ්ඩවල මිල මුදා හැරිය හැකිය. ඔවුන්ට වී මිල ද තීරණය කළ හැකිය. ඔවුන්ට සහල් මිල ද තීරණය කළ හැකිය. භාණ්ඩ සේවා ලබා ගැනීම සඳහා මෙයට දැවැන්ත දුෂ්කරතාවන්ට මුහුණ දිය යුතුය. එබැවින් නැවත වෙළඳපොලේ ගමන් මාර්ගය නැවත වෙනස් කිරීමට අපි බලාපොරොත්තු වෙමු. ජනතාවට ජනතාවට සේවය කිරීම සඳහා රජයට වගකීමක් ඇත. රජයට එය උල්ලං lat නය කළ නොහැකිය. තරඟකාරිත්වය තුළින් මෙය කළ හැකිය. මිල අනුව තීරණය කළ හැකිය. එහෙත් අධීක්ෂණය හරහා සමහර ක්ෂේත්ර කිහිපයක් හැසිරවිය හැකිය. සභා පාර්ලිමේන්තුව හරහා පිහිටුවා ඇත.. අදාළ නීති ප්රමාණවත් දැයි සොයා බැලිය යුතුය. අපි සමහර ක්ෂේත්ර කිහිපයක් පාලනය කළ යුතුයි. සමහර ක්ෂේත්ර ආර්ථිකයට වඩාත්ම වැදගත් වේ. ඔවුන් රාජ්ය දායකත්වය සමඟ කළ යුතුය. විදුලිබල වෙළඳපොළ හැසිරවීමේදී රජයට කාර්යභාරයක් තිබිය යුතුය. ඒවා ආර්ථිකයේ වැදගත් ය.. එබැවින් එවැනි අංශවල රජයේ කාර්යභාරයක් ඇති කිරීමේ අවශ්යතාවය අපි දනිමු.",
        "ඒ හා සමානව, මූල්ය අංශය ස්වාධීනව ක්රියා කිරීමට පටන් ගන්නේ නම් කුමක් සිදුවේද?. මහ බැංකුව අධීක්ෂණ ආයතනයක් ලෙස ක්රියාත්මක වේ. මූල්ය වෙළඳපොළ ද රාජ්ය කාර්යභාරයක් විය යුතුය.",
        "පුළුල් වෙළඳපල සඳහා පුළුල් වෙළඳපොළක් නිර්මාණය කිරීම. ඒ සඳහා සමෝච්ඡ පද්ධතිය ශක්තිමත් කිරීමට අපි බලාපොරොත්තු වෙමු.. භාණ්ඩ හා සේවා වැඩි දියුණු කිරීම සඳහා අපි සමහර ක්ෂේත්ර කිහිපයක් හඳුනාගෙන ඇත්තෙමු. සංචාරක කර්මාන්තයේ විශාල පිම්මක් සෑදීමේ හැකියාව ගැන අපි දනිමු. ව්යාපෘතිය සකස් කර ඇත. ඒ අනුව, සංචාරකයින් මිලියන 4 ක් රටට ගෙන ඒම සඳහා ඩොලර් බිලියන 8 ක් වටිනා සංචාරක ආර්ථිකයක් ගොඩනැගීමට අපි බලාපොරොත්තු වෙමු.. 2018 දී සංචාරකයින් මිලියන 2.3 ක් සංචාරය කළහ.",
        "ඊළඟට, සන්නිවේදන දෙපාර්තමේන්තුව ලෝකයේ සියලුම කාර්මික අංශ කෙරෙහි බලපෑමක් ඇති කරයි. තොරතුරු තාක්ෂණ විශේෂ experts යන් රටට අත්යවශ්ය වේ. මේ වන විට දැනට අපේ රටේ තොරතුරු තාක්ෂණ කර්මාන්ත කර්මාන්ත 85 දහසක් පමණි. ඔවුන්ගේ සංඛ්යාව අවුරුදු 5 කින් ලක්ෂ 2 කින් වැඩි කිරීමට අපි බලාපොරොත්තු වෙමු. තොරතුරු තාක්ෂණ අපනයන ආදායම අඩුය.ඩොලර් බිලියන 5 ක් උපයා ගැනීම සඳහා තොරතුරු තාක්ෂණ අංශ පහක විශාල වෙනස්කම් කිරීමට අපි සැලසුම් කරමු. ඒ සඳහා අපි අධ්යාපනය හා භාෂාව ඇතුළු ගැටළු කෙරෙහි අවධානය යොමු කරමු.",
        "අද ලෝක වරාය කොළඹ වරාය රේඛාවට නායකත්වය දෙයි. ස්ථානයේ අවස්ථාවෙන් අප ප්රයෝජන ගත යුතුය. එය ශක්තිමත් ව්යාපාරික නාවන්ධ මධ්යස්ථානයක් බවට පරිවර්තනය කළ යුතුය.සේවා ලබන්නන් ලබා ගත හැකිද යන්න පිළිබඳ ප්රශ්නය තිබේ. අපේ වරායවල ස්වාභාවික ස්ථානය අපගේ ශක්තිමත් ය. එබැවින් අපගේ වරාය ශක්තිමත් ආර්ථික මධ්යස්ථානයකට පරිවර්තනය කිරීමේ දැවැන්ත සැලැස්මක් ඇත.",
        "රටේ විශාලතම කෘෂිකාර්මික අංශය නොතකා. අපි කෘෂිකාර්මික අංශයට විශාල වශයෙන් සංඛ්යාවක් ආයෝජනය කර ඇත්තෙමු.. නමුත් ගොවීන් ණය සිරවී සිටිති. සෞඛ්යය, අධ්යාපනය සහ ස්ථානය නොවරදවා ඇති අතර දරිද්රතාවයේ සිරවී ඇති ප්රධාන සමාජ ගැටලුවකි. කෘෂිකාර්මික අංශය දැවැන්ත සමාජ ඛේදවාචකයක් බවට පත්ව ඇත. එබැවින් අපගේ ඉලක්කය වන්නේ කෘෂිකාර්මික අංශයේ විශාල පිම්මක් කිරීමයි. ඒ සඳහා බීජ නිෂ්පාදන මධ්යස්ථාන නැවත ආරම්භ කිරීම අවශ්ය වේ. කෘෂිකාර්මික සේවා මධ්යස්ථාන ශක්තිමත් කිරීම. ශ්රී ලංකාව තුළ අපනයන ඉලක්ක කර ගනිමින් කෘෂිකාර්මික නිෂ්පාදන කෙරෙහි අවධානය යොමු කරන්න. එබැවින් කෘෂිකාර්මික අංශයේ දැවැන්ත පිම්මක් අපි කරමු. කෘෂිකර්මාන්තය රටේ ආර්ථිකයේ වැදගත් අංගයක් බවට පරිවර්තනය කළ යුතුය.",
        "අප රු.. සැපයිය යුතු දෙපාර්තමේන්තු සභාවට ද අපි සපයන්නෙමු.",
        "ධීවර අංශය ශක්තිමත් කිරීම සඳහා මෙන්ම. බෝට්ටු ඉන්ධන ගැටලුවේ ඉවුරේ වැතිර සිටියහ.. අපගේ හයිඩ්රොලික් සම්පත් අගය සම්පත් බවට පරිවර්තනය කිරීමේ ක්රියාවලිය කෙරෙහි අපි අවධානය යොමු කර ඇත්තෙමු.",
        "සම්පත් භාවිතා කිරීමට ප්රයෝජනවත් වන්න.අපිත් එම කාර්යයේ පෞද්ගලික අංශයට බැඳෙමු. එය අපේ ආර්ථිකයේ නව හැරවුම් ලක්ෂ්යයක් වනු ඇතැයි අපි බලාපොරොත්තු වෙමු.",
        "විද්යා හා පර්යේෂණ ක්ෂේත්රය අසල. ලෝකයේ සියලුම වර්ධන රටවල් නව්යකරණය පිළිබඳ අධ්යයනය සඳහා අරමුදල් විශාල ප්රමාණයක් වෙන් කරයි. නව වෙළඳපල නිර්මාණය කරනු ලබන්නේ නව නිෂ්පාදන හා බෙදා හැරීමේ සේවාවන් විසිනි. එබැවින් විද්යා හා පර්යේෂණ අමාත්යාංශය හරහා අපි විශාලතම පිම්මකින් එකක් සෑදීමට බලාපොරොත්තු වෙමු. ආසියාවේ බොහෝ රටවල් මෙම අංශවල වැඩිදියුණු වී තිබේ. මේ සම්බන්ධයෙන් රඳා පවතින නව වෙළඳපොලේ හවුල්කරුවෙකු ලෙස අපි අසමත් වී ඇත්තෙමු. විධිමත් ක්රමවේදයන් අප ඉදිරියට යමු. එම දෙපාර්තමේන්තු සම්මිශ්රිතයන්ගෙන් බොහෝ දෙනෙක් සහාය ලබා දෙන බවට පොරොන්දු වෙති. දැවැන්ත මූලික ක්ෂේත්රයක් කරා ළඟා වීමට අපි බලාපොරොත්තු වෙමු.",
        "අපි ද ඩිජිටල් අස්ථිය කෙරෙහි අවධානය යොමු කර ඇත්තෙමු. ශ්රී ලංකාව ඩිජිටල්කරණය කිරීමේ ව්යාපෘතියට හාන්ස් විජේසූරිය ඉදිරිපත් වී තිබේ.රටේ සංවර්ධනයේ දී ඩිජිටල්කරණය වැදගත් වේ.එම අරමුණු සාක්ෂාත් කර ගැනීම සඳහා රජය පූර්ණ කැපවීමකින් කටයුතු කරනු ඇත.",
        "ඒ අනුව, අපි ජනාධිපතිවරණය ජයග්රහණය කළ විට, ජාත්යන්තර මූල්ය අරමුදල සමඟ එකඟතාවකට පැමිණි පාලන තන්ත්රය එය බව අපි කීවෙමු. එබැවින් ජාත්යන්තර මූල්ය අරමුදලට අනුකූල රටාවක් ගිවිසුම අත්හැර දැමිය නොහැකි බව අපි තේරුම් ගනිමු.",
        "ඒ අනුව ආර්ථිකය ජාත්යන්තර මූල්ය ගිවිසුම සමඟ කටයුතු කරන ලෙස මහ මැතිවරණයේදී මහජනයාට සහතික විය. අපි ඒ අනුව බොහෝ ක්රියාකාරකම් සිදු කරනවා. තෙවන සමාලෝචන රැස්වීම මේ වන විට ප්රමාදයි.එය සැප්තැම්බර් මාසයේ ආරම්භ කිරීමට සිදුවිය. තෙවන සමාලෝචන රැස්වීමක් ආරම්භ කිරීමට යම් කාලයක් ගත විය. මහ මැතිවරණයෙන් පසු 17 වන දින ජාත්යන්තර මූල්ය අරමුදල් නියෝජිතයින් ශ්රී ලංකාවට පැමිණියහ. ණය ප්රතිව්යුහගත කිරීම පිළිබඳ දිගු සාකච්ඡා දිගු කලක් තිබුණි.",
        "මේ සතියේ 23 වන දින සේවක මට්ටමේ ගිවිසුම අත්සන් කිරීමට අපි බලාපොරොත්තු වෙමු. ජාමූඅ සමඟ ගමනේ ප්රධාන මුලපිරීම එයයි.ණය ප්රතිව්යුහගත කිරීම එහි ගිවිසුම් ද අඩංගු වේ. අප පාලන තන්ත්රය භාර ගන්නා විට, ණය සේවා ගිවිසුම වෙත ළඟා විය.",
        "වෙළඳපොලේ සමාරම්භක හා ආශ්රිත සාකච්ඡා ආරම්භ කර ඇත. ජනාධිපතිවරණයට දින දෙකකට පෙර අපි මාධ්ය හරහා ඉගෙන ගත්තෙමු. සාකච්ඡා වසර දෙකකට වැඩි කාලයක් තිස්සේ සිදුවෙමින් පවතී.. අප බලයට පත්වන විට ණය ප්රතිව්යුහගත කරන ලද සාකච්ඡා වල අවසාන අදියර හමු විය. එම මුල පිරීම් වාසිදායක හෝ අහිතකරද යන්න සාකච්ඡා කිරීම ප්රයෝජනවත් නොවේ. යථාර්ථයයි. සෑම රටක් සමඟම අපි වෙන වෙනම ගිවිසුම් ගත වනු ඇත.",
        "වෙළඳ ණය මුදල සඳහා මූලික ගිවිසුමට එළඹ තිබේ. දෙසැම්බර් මස අවසානය වන විට කාර්යයන් සම්පූර්ණ කළ හැකි යැයි අපි බලාපොරොත්තු වෙමු. ජාත්යන්තර මූල්ය අරමුදල සමඟ ණය සහන ක්රියාවලිය මේ වසරේ සාර්ථකව නිම කිරීමේ හැකියාව ඇත. සේවක මට්ටමේ ගිවිසුම මේ සතියේ ළඟා වන අතර ආර්ථිකය ගොඩනැගීමට දායක වේ.",
        "අපගේ ආර්ථිකය මූලධර්මයේ ඇති ගැඹුරු අර්බුද සඳහා මෙම න්යාය පත්රය ප්රමාණවත් යැයි අපි නොසිතමු. අපගේ මූල්ය ක්ෂේත්රයේ අර්බුදය පාලනය කිරීම සඳහා මෙම ක්රියාකාරකම් ප්රමාණවත් වේ.නමුත් අපේ ආර්ථික ක්රමය දැවැන්ත පරිහානියක් දැක තිබේ. අපේ ආර්ථිකයට දැවැන්ත උපායමාර්ගික නැගීමක් අවශ්ය වේ. එයට අංශ තුනක් ඇතුළත් වේ.. ආර්ථික වර්ධනය සඳහා ඉහළ කාර්යභාරයක් සපයයි. ඒ හා සමානව, ප්රදේශයේ අනෙකුත් පුද්ගලයින්ගේ දායකත්වය අවශ්ය වේ.. ආර්ථිකයේ ජනතාවගේ දායකත්වය අත්යවශ්ය වේ. මිනිසුන් අතහැර දමා ඇති ආර්ථික සංවර්ධනය එය වටින්නේ නැත.. සියලු ආර්ථික ක්රියාකාරකම්වල මිනිසුන් හවුල්කරුවන් බවට පත් කිරීම. එහි ප්රතිලාභය සියලු මිනිසුන් ආර්ථිකයේ කොටස් හිමියෙකු බවට පත් නොකර මිනිසුන් වෙත ළඟා නොවේ. ජාතික අරමුදල කුඩා කණ්ඩායමේ අතේ තිබෙන්නේ නම්, එය ආර්ථිකයේ රාජ්යයක් හෝ ආර්ථිකයක් ඇති නොකරයි. ස්වාභාවික සම්පත් ආර්ථික නිෂ්පාදනය සඳහා යොදා ගනී. සෑම කෙනෙකුම ආර්ථිකය ගොඩනඟන විට, එය කුඩා කණ්ඩායමේ අතට නොයනු ඇත. ප්රජාව ශක්තිමත් නැත. ආර්ථිකයේ ප්රයෝජනය මිනිසුන් සමඟ සාධාරණව කරා ළඟා වීමයි.",
        "වෙළඳපල ගනුදෙනු කිරීම සම්බන්ධයෙන් ද මෙම ප්රතිපත්තිය සකස් කර ඇත. අපේ රට දැවැන්ත වෙළඳපොළක් නොවේ. වෙළඳපොලේ ඒකාධිකාරයක් තිබේ. දෛනික සහල් භාවිතය මෙට්රික් ටොන් 6500 කි. කුඩා වෙළඳපොළවල ඒකාධිකාරී අයිතිවාසිකම් ඇති කළ හැකිය. අපගේ වෙළඳපල ආර්ථික පදනම මත තීරණය නොවේ. අපගේ වෙළඳපොල තීරණය වන්නේ ඒකාධිකාරය පිළිබඳ උගත් අය විසිනි. ඔවුන්ට භාණ්ඩවල මිල මුදා හැරිය හැකිය. ඔවුන්ට වී මිල ද තීරණය කළ හැකිය. සහල්වල මිල ද ඔවුන්ට තීරණය කළ හැකිය.. එබැවින් නැවත වෙළඳපොලේ ගමන් මාර්ගය නැවත වෙනස් කිරීමට අපි බලාපොරොත්තු වෙමු. ජනතාවට ජනතාවට සේවය කිරීම සඳහා රජයට වගකීමක් ඇත. රජයට එය උල්ලං lat නය කළ නොහැකිය. තරඟකාරිත්වය තුළින් මෙය කළ හැකිය. මිල අනුව තීරණය කළ හැකිය. එහෙත් අධීක්ෂණය හරහා සමහර ක්ෂේත්ර කිහිපයක් හැසිරවිය හැකිය. සභා පාර්ලිමේන්තුව හරහා පිහිටුවා ඇත.. අදාළ නීති ප්රමාණවත් දැයි සොයා බැලිය යුතුය. අපි සමහර ක්ෂේත්ර කිහිපයක් පාලනය කළ යුතුයි. සමහර ක්ෂේත්ර ආර්ථිකයට වඩාත්ම වැදගත් වේ. ඔවුන් රාජ්ය දායකත්වය සමඟ කළ යුතුය. විදුලිබල වෙළඳපොළ හැසිරවීමේදී රජයට කාර්යභාරයක් තිබිය යුතුය. ඒවා ආර්ථිකයේ වැදගත් ය.. එබැවින් එවැනි අංශවල රජයේ කාර්යභාරයක් ඇති කිරීමේ අවශ්යතාවය අපි දනිමු.",
        "ඒ හා සමානව, මූල්ය අංශය ස්වාධීනව ක්රියා කිරීමට පටන් ගන්නේ නම් කුමක් සිදුවේද?. මහ බැංකුව අධීක්ෂණ ආයතනයක් ලෙස ක්රියාත්මක වේ. මූල්ය වෙළඳපොළ ද රාජ්ය කාර්යභාරයක් විය යුතුය.",
        "පුළුල් වෙළඳපල වෙනුවට ආදේශ කිරීම සඳහා සංවිධානාත්මක වෙළඳපල ව්යුහයක් නිර්මාණය කිරීම. ඒ සඳහා සමෝච්ඡ පද්ධතිය ශක්තිමත් කිරීමට අපි බලාපොරොත්තු වෙමු.. භාණ්ඩ හා සේවා වැඩි දියුණු කිරීම සඳහා අපි සමහර ක්ෂේත්ර කිහිපයක් හඳුනාගෙන ඇත්තෙමු. සංචාරක කර්මාන්තයේ විශාල පිම්මක් සෑදීමේ හැකියාව ගැන අපි දනිමු. ව්යාපෘතිය සකස් කර ඇත. ඒ අනුව, සංචාරකයින් මිලියන 4 ක් රටට ගෙන ඒම සඳහා ඩොලර් බිලියන 8 ක් වටිනා සංචාරක ආර්ථිකයක් ගොඩනැගීමට අපි බලාපොරොත්තු වෙමු.. 2018 දී සංචාරකයින් මිලියන 2.3 ක් සංචාරය කළහ.",
        "ඊළඟට, සන්නිවේදන දෙපාර්තමේන්තුව ලෝකයේ සියලුම කාර්මික අංශ කෙරෙහි බලපෑමක් ඇති කරයි. තොරතුරු තාක්ෂණ විශේෂ experts යන් රටට අත්යවශ්ය වේ. මේ වන විට දැනට අපේ රටේ තොරතුරු තාක්ෂණ කර්මාන්ත කර්මාන්ත 85 දහසක් පමණි. ඔවුන්ගේ සංඛ්යාව අවුරුදු 5 කින් ලක්ෂ 2 කින් වැඩි කිරීමට අපි බලාපොරොත්තු වෙමු. තොරතුරු තාක්ෂණ අපනයන ආදායම අඩුය.ඩොලර් බිලියන 5 ක් උපයා ගැනීම සඳහා තොරතුරු තාක්ෂණ අංශ පහක විශාල වෙනස්කම් කිරීමට අපි සැලසුම් කරමු. ඒ සඳහා අපි අධ්යාපනය හා භාෂාව ඇතුළු ගැටළු කෙරෙහි අවධානය යොමු කරමු.",
        "කොළඹ වරාය අද ලෝක වරායන්වල පේළියට යොමු කරයි. ස්ථානයේ අවස්ථාවෙන් අප ප්රයෝජන ගත යුතුය. එය ශක්තිමත් ව්යාපාරික නාවන්ධ මධ්යස්ථානයක් බවට පරිවර්තනය කළ යුතුය.සේවා ලබන්නන් ලබා ගත හැකිද යන්න පිළිබඳ ප්රශ්නය තිබේ. අපේ වරායවල ස්වාභාවික ස්ථානය අපගේ ශක්තිමත් ය. එබැවින් අපගේ වරාය ශක්තිමත් ආර්ථික මධ්යස්ථානයකට පරිවර්තනය කිරීමේ දැවැන්ත සැලැස්මක් ඇත.",
        "රටේ විශාලතම කෘෂිකාර්මික අංශය නොතකා. අපි කෘෂිකාර්මික අංශයට විශාල වශයෙන් සංඛ්යාවක් ආයෝජනය කර ඇත්තෙමු.. නමුත් ගොවීන් ණය සිරවී සිටිති. සෞඛ්යය, අධ්යාපනය සහ පිහිටීම අබලන් තත්වයක පවතී. කෘෂිකාර්මික අංශය දැවැන්ත සමාජ ඛේදවාචකයක් බවට පත්ව ඇත. එබැවින් අපගේ ඉලක්කය වන්නේ කෘෂිකාර්මික අංශයේ විශාල පිම්මක් කිරීමයි. ඒ සඳහා බීජ නිෂ්පාදන මධ්යස්ථාන නැවත ආරම්භ කිරීම අවශ්ය වේ. කෘෂිකාර්මික සේවා මධ්යස්ථාන ශක්තිමත් කිරීම. ශ්රී ලංකාව තුළ අපනයන ඉලක්ක කර ගනිමින් කෘෂිකාර්මික නිෂ්පාදන කෙරෙහි අවධානය යොමු කරන්න. එබැවින් කෘෂිකාර්මික අංශයේ දැවැන්ත පිම්මක් අපි කරමු. කෘෂිකර්මාන්තය රටේ ආර්ථිකයේ වැදගත් අංගයක් බවට පරිවර්තනය කළ යුතුය.",
        "අප රු.. සැපයිය යුතු දෙපාර්තමේන්තු සභාවට ද අපි සපයන්නෙමු.",
        "ධීවර අංශය ශක්තිමත් කිරීම සඳහා මෙන්ම. බෝට්ටු ඉන්ධන ගැටලුවේ ඉවුරේ වැතිර සිටියහ.. දැනට මුහුදේ මසුන් ඇල්ලීමේ නිරතව සිටී. අපගේ හයිඩ්රොලික් සම්පත් අගය සම්පත් බවට පරිවර්තනය කිරීමේ ක්රියාවලිය කෙරෙහි අපි අවධානය යොමු කර ඇත්තෙමු.",
        "සම්පත් භාවිතා කිරීමට ප්රයෝජනවත් වන්න.අපිත් එම කාර්යයේ පෞද්ගලික අංශයට බැඳෙමු. එය අපේ ආර්ථිකයේ නව හැරවුම් ලක්ෂ්යයක් වනු ඇතැයි අපි බලාපොරොත්තු වෙමු.",
        "විද්යා හා පර්යේෂණ ක්ෂේත්රය අසල. ලෝකයේ සියලුම වර්ධන රටවල් නව්යකරණය පිළිබඳ අධ්යයනය සඳහා අරමුදල් විශාල ප්රමාණයක් වෙන් කරයි. නව වෙළඳපල නිර්මාණය කරනු ලබන්නේ නව නිෂ්පාදන හා බෙදා හැරීමේ සේවාවන් විසිනි. එබැවින් විද්යා හා පර්යේෂණ අමාත්යාංශය හරහා, විශාල පිම්මක් සෑදීමට අපි බලාපොරොත්තු වෙමු. ආසියාවේ බොහෝ රටවල් මෙම අංශවල වැඩිදියුණු වී තිබේ. මේ සම්බන්ධයෙන් රඳා පවතින නව වෙළඳපොලේ හවුල්කරුවෙකු ලෙස අපි අසමත් වී ඇත්තෙමු. විධිමත් ක්රමවේදයන් අප ඉදිරියට යමු. එම දෙපාර්තමේන්තු සම්මිශ්රිතයන්ගෙන් බොහෝ දෙනෙක් සහාය ලබා දෙන බවට පොරොන්දු වෙති. දැවැන්ත මූලික ක්ෂේත්රයක් කරා ළඟා වීමට අපි බලාපොරොත්තු වෙමු.",
        "අපි ද ඩිජිටල් අස්ථිය කෙරෙහි අවධානය යොමු කර ඇත්තෙමු. ශ්රී ලංකාව ඩිජිටල්කරණය කිරීමේ ව්යාපෘතියට හාන්ස් විජේසූරිය ඉදිරිපත් වී තිබේ.රටේ සංවර්ධනයේ දී ඩිජිටල්කරණය වැදගත් වේ.එම අරමුණු සාක්ෂාත් කර ගැනීම සඳහා රජය පූර්ණ කැපවීමකින් කටයුතු කරනු ඇත.",
        "ඔහු ඔහුව අමාත්යාංශයේ ලේකම් ලෙස පත් කිරීමට, තොරතුරු හා සන්නිවේදන තාක්ෂණ සභාපති ලෙසත් ඩිජිටල්කරණය පිළිබඳ ජනාධිපති උපදේශක ලෙසත් පත් කිරීමට මම සූදානම්. මෙය එක් ස්ථානයක සිට ධාවනය කිරීමට. ආර්ථිකය නව අවධියකට ගෙන ඒම සහ ජනතාවට සේවා සැපයීම සඳහා ඩිජිටල්කරණය ඉතා වැදගත් වේ.",
        "අපේ රට නව මට්ටමට උසස් කිරීමට නම්, එම ඉහළ මට්ටම \"ඩිජිටල් ශ්රී ලංකාව\" විය යුතුය. ඒ සඳහා රජය පූර්ණ වැඩක් සමඟ කටයුතු කරනු ඇත. එහි සාර්ථකත්වය සඳහා අපට හැකි සෑම දෙයක්ම අපි කරනවා. එය කළ හැකි බව අපි ද විශ්වාස කරමු.",
        "ශ්රී ලංකා වැඩසටහන පිරිසිදු කිරීමේ මීළඟ ප්රධාන ව්යාපෘතිය අපි දියත් කරන්නෙමු. විශේෂයෙන්, පිරිසිදු ශ්රී ලංකාව පාරිසරික ක්රමය පමණක් නොවේ. මිනිසුන්ට දේශපාලන බලයේ වාසිදායක වෙනස්කම් ඇති කළ හැකිය.",
        "රජයේ නිලධාරීන්ට සංවිධානයේ හොඳ වෙනස්කම් කළ හැකිය. නමුත් හොඳ තත්වයක් ගොඩනැගීම මිනිසුන්ට මිනිසුන් තුළ හොඳ වෙනසක් කළ යුතුය. ජනගහනයේ හොඳ වෙනසක් නොමැතිව ඉහත දේශපාලන බලය අත්කර ගත නොහැක. හොඳ පුරවැසියන්, හොඳ ආකල්ප, හොඳ ක්රියාකාරිත්වයන් සහ යහපත් හැසිරීම් ඇති පුද්ගලයින් සමඟ ඔබ මිනිසුන් නිර්මාණය කළ යුත්තේ එබැවිනි.",
        "පිරිසිදු ශ්රී ලාංකික වැඩසටහනේ පරමාර්ථය එයයි. මේ රටේ පිරිසිදු වැසිකිළි ක්රමයක් තිබේද යන්නත් එය ප්රශ්න කළ නමුත් කොළඹට පැමිණෙන කාන්තාවන් නිවසින් නිවසට පැමිණෙන තෙක් ජලය පානය නොකරයි.. මෙයට හේතුව පිරිසිදු වැසිකිළි ව්යුහයක් නොමැතිකමයි.",
        "වැසිකිළි ව්යුහය ගොඩනඟා තිබුණද, ප්රජාවේ හොඳ ආකල්පය ගොඩනගා නැත. ඔවුන් සාමාන්ය ජනයාගේ පොදු ස්ථානයක් ලෙස නොව වඳ වී සිටින ස්ථානයක් බවට පත්ව ඇත. එය මොන වගේද?අපේ රටේ යම් පුද්ගලයකුගේ ප්රවේශය මෙයයි. එබැවින් පිරිසිදු ශ්රී ලංකා වැඩසටහන හරහා එවැනි ආකල්ප වෙනස් කිරීමට අපි අපේක්ෂා කරමු.",
        "සමාජයේ වගකිවයුතු පුරවැසියෙකු වන්නේ කෙසේද?අපගේ අනාගත පරම්පරාවන්ට අපේ රටේ සම්පත් ආරක්ෂා කරන්නේ කෙසේද සහ දැන් පමණක් ජීවත් වන්නේ කෙසේද යන්න අපට ජීවත් විය හැක්කේ කෙසේද?",
        "අපි මාවත තරණය කරන්නේ කෙසේද?අප ස්ථානයකට ඇතුළු වූ විට වෙනත් අයව ගෞරවයෙන් පිළිගන්නේ කෙසේද?එවැනි ප්රජාවක් ගොඩනඟන්නේ කෙසේද?. එකිනෙකා ගැන තැකීමක් නොකරන ප්රජාවක්. ගැටුම්කාරී සමාජය අද ඉදිකර ඇත.කුඩා සිදුවීමක් ගැටුම දෙසට යොමු වේ. ඉවසීමක් නැත, අන් අයට සමාව දීමට ආකල්පයක් නැත. මුළු සමාජයම අනෙකා දකින සමාජයක් ලෙස වියළි සමාජයක් බවට පත්ව ඇත.",
        "එබැවින් එවැනි සමාජයකට තෙතමනය අවශ්ය වේ. වියළි මුහුණු හා දරුණු මුහුණකින් සමාජයට දිය හැකිද?සිනහවක් ඇති සමාජයක් ඇත. අනුකම්පාවෙන් අන් අයට සලකන සමාජයක් තිබිය යුතුය. මානුෂීය ගුණාංගවලින් පිරුණු සමාජයක් අවශ්ය වේ. තවත් සමහරුන්ට දුක් විඳීමේදී දයානුකම්පිත සමාජයක් අවශ්යයි.",
        "විශේෂයෙන්, අපේ රටේ අධ්යාපනයේ, සාහිත්යය, නීතිය හා සංස්කෘතිය තුළ විශාල වෙනසක් අපේක්ෂා කරමු. ජාතික මහජන බල රජය මෙම සමාජයේ ඉතා ඉහළ හා ගුණාත්මක සමාජයක් නිර්මාණය කරනු ඇත.",
        "දුප්පත්කම තුරන් කළ යුතුය. සෑම පුරවැසියෙකුටම සාධාරණ ආහාර වේලක්, ළමුන් සඳහා හොඳ අධ්යාපනයක්, ජීවත්වීම, ජීවත්වීම, හොඳ ආදායමක් සහ මානසික නිදහසක් තිබේද?ප්රාන්තයේ ප්රධාන කර්තව්යය වන්නේ දරිද්රතාවය තුරන් කිරීමයි, විශේෂයෙන් ග්රාමීය හා නාගරික ප්රදේශවල.",
        "එළඹෙන අයවැයෙන් දරිද්රතාවය දුප්පත්කම දුරු කිරීමට උත්සාහ දරයි.. පාසල් උපකරණ ලබා ගැනීමේ දුෂ්කරතාවන්ට මුහුණ දී සිටින පාසල් සිසුන්ට ශිෂ්යත්ව ලබා දීමට කටයුතු යොදා ඇත. විශ්රාමිකයන් ගෙවීම ඔක්තෝම්බර් මාසයේ සිට ඔක්තෝම්බර් මාසයේ සිට වැඩි කෙරේ. එළඹෙන අයවැයෙන් රාජ්ය සේවකයින්ට සාධාරණ වැටුප් වැඩිවීමක් ලබා දෙනු ඇත.",
        "දරුවන්ගේ පෝෂණ iency නතාවයන් අනාගත සමාජ ව්යසනයක් බවට පත්විය හැකිය. එබැවින් දරුවන්ගේ පෝෂණ iency නතාවය සමනය කිරීම සඳහා දුප්පත් පවුල්වලට ආධාර ලබා දීමට අපි අපේක්ෂා කරමු.. ගර්භනී මව්වරුන් ආරක්ෂා කිරීම සඳහා පෝෂ්යදායී ආහාර සැපයීමට ද කටයුතු කරනු ලැබේ.",
        "වර්තමාන දරිද්රතාවය හේතුවෙන් ලබා ගත නොහැකි භාණ්ඩ හා සේවා සැපයීමට අපි තීරණය කර ඇත්තෙමු. නමුත් රජයට මෙය දිගු කලක් මෙය කළ නොහැක. ඕනෑම රටක ඕනෑම වේලාවක ආර්ථික වශයෙන් අර්බුදයක සිටින අය සිටිති. ආර්ථික වශයෙන් සම්බන්ධ නොවන ප්රජාවක් ද තිබේ. එවැනි ප්රජාවක් ලෝකයේ සංවර්ධිත රටවල ද වේ. එබැවින් එම ප්රජාව සැමවිටම රැකබලා ගැනීම රජයේ වගකීමකි. අපි අත්හරින්නේ නැහැ.",
        "ශ්රී ලංකාවේ ආබාධිත පුද්ගලයින් සිටී. ආබාධිත දරුවෙකුගේ නිවසේ, එය ගැටලුවක් බවට පත්වේ. ඔවුන්ට විධිමත් ජීවිත පද්ධතියක් ලබා ගන්නේ නැත. එම දරුවාගේ ආබාධිතභාවය හේතුවෙන් දෙමාපියන්ගේ සහ සහෝදර සහෝදරියන්ගේ මුළු ජීවිතයම වැඩ කළ යුතුය. ආබාධිත දරුවන් සිටින පවුල්වල තත්වය මෙයයි. එබැවින් ආබාධිතයන් නඩත්තු කිරීම සඳහා විශේෂ ක්රියාවලියක් සහ ශිෂ්යත්ව සැපයීමට අපි පියවර ගනිමු.",
        "අපේ රජය සියලු මිනිසුන් කෙරෙහි අවධානය යොමු කරන රජයක්. මිනිසුන් අතහැර නොයන රජයක් බවට පත්වීම. සෑම රජයකම වගකීම හා යුතුකම මෙයයි. අපි එම වගකීම ඉටු කරන්නෙමු.",
        "ද දරිද්රතාවය තුරන් කරනු ඇතැයි අපි විශ්වාස නොකරමු. සහන සහ දීමනා ලබා දීමෙන් පමණක් යැයි අපි විශ්වාස නොකරමු. දරිද්රතාවය තුරන් කිරීම සඳහා, පරාවර්තනයන් ලබා ගැනීම සඳහා ආර්ථික ප්රයත්නයන් කරා ළඟා වේ. වර්තමානයේ, දරිද්රතාවයේ යෙදී සිටින බොහෝ අයගේ ප්රධාන ආදායම කෘෂිකර්මාන්තය වේ. කෘෂිකර්මාන්තය ලාභදායී ව්යාපාරයක් බවට පත් නොකර දරිද්රතාවයෙන් එය සොයා ගත නොහැක.",
        "තව. එමනිසා, අපගේ පළමු උත්සාහය වන්නේ ඔවුන් දැනට සාර්ථක හා ලාභදායී ලෙස නිරත වන ආර්ථික ක්රියාකාරකම් වැඩිදියුණු කිරීමයි. නමුත් මෙම ආර්ථික අගනගර පමණක් ගමකට ප්රමාණවත් නොවේ. ගම් තුළ නව ආර්ථික පද්ධති සහ අවස්ථා නිර්මාණය කළ යුතුය.",
        "අපේ කුඩා හා මධ්යම වෙළෙඳුන් රට හැර ගොස් ඇත. රට හැර යාම වෙනුවට, කුඩා හා මධ්යම හා මධ්යම ව්යවසායකයෙකු වීමේ අදහස මේ රටේ නිර්මාණය කළ යුතුය. තාක්ෂණික දැනුම, ප්රාග්ධනය සහ වෙළඳපල සොයා ගැනීම රජයේ වගකීමකි.",
        "අපේ රටේ වෙළඳපල අවස්ථා ප්රමාණවත් නොවේ. අපේ වෙළඳපොලේ ඇත්තේ ලක්ෂ 38 ක් පමණි. මෙය කුඩා වෙළඳපොළකි. මෙම කුඩා වෙළඳපොළට පමණක් ආර්ථිකයේ ව්යාපාරික අයිතිකරුවන්, ව්යවසායකයින් සහ වෙළෙඳුන්ගේ ශක්තිමත් සමාජ ව්යුහයක් නිර්මාණය කළ නොහැකිය. එබැවින් රට තුළ වෙළඳපල අවස්ථා සෙවීම අවශ්ය වේ.",
        "ඒ අනුව, අපි අපගේ තානාපති කාර්යාලය සම්පූර්ණයෙන්ම ප්රතිව්යුහගත කරන්නෙමු.රාජ්ය තාන්ත්රික සබඳතා සඳහා අපට වගකීමක් සහ වගකීමක් ඇත. නමුත් මෙම ශ්රී ලාංකික නිෂ්පාදකයින්ට නව වෙළඳපොළක් සෙවීම සඳහා වගකීමක් ඇත. අපි ඒ සඳහා අපගේ තානාපති කාර්යාල ක්රියාත්මක කරන්නෙමු. අපේ රටේ වඩාත්ම තාක්ෂණික කුසලතා හා ශක්තිය සහිත ඉදිකිරීම් කර්මාන්තයක් තිබේ. මෙම ඉදිකිරීම් කර්මාන්තය ශ්රී ලංකාවෙන් පිටතට ගෙන යාමට සැලසුම් කර ඇත.",
        "අපට අද්විතීය නිෂ්පාදන කිහිපයක් තිබේ. නව කාර්මික ව්යුහයක් නිර්මාණය කිරීම සහ එම භාණ්ඩ සඳහා වැඩි සාරධර්ම හා සාරධර්ම සමඟ නව කාර්මික ව්යුහයක් නිර්මාණය කර රටින් පිටතට ගෙන ඒම අවශ්ය වේ. එබැවින් කුඩා හා මධ්ය පරිමාණ ව්යවසායන් ඔවුන්ගේ පැතුම් මත පදනම්ව තමන් විසින්ම තීරණය කරන අය නොවේ. රජයේ යෝජනාව මත පදනම්ව කුඩා හා මධ්යම අංශයේ වර්ධනය අප විසින් සාක්ෂාත් කරගත යුතුය. අපි ඒ සඳහා සැලසුම් සකස් කර ඇත්තෙමු.",
        "\"සමෘද්ධිමත් රට - සුන්දර ජීවිතයක්\" ප්රතිපත්ති ප්රකාශනයේ අපි ඒ ගැන දේවල් එකතු කර ඇත්තෙමු. අපේ ඇමතිවරු මේ වන විටත් එම වැඩසටහන සඳහා තම අමාත්යාංශ සඳහා වෙන් කළ ප්රදේශ පිළිබඳව විමර්ශනය කරමින් සිටිති.",
        "අයවැය හැකි ඉක්මනින් අයවැය ඉදිරිපත් කළ නොහැක. ඉදිරි මාස 04 සඳහා අවශ්ය අරමුදල් වෙන් කිරීම සඳහා අපි දෙසැම්බර් මුලදී අන්තර් ගිණුම් වාර්තාවක් ඉදිරිපත් කරන්නෙමු. අයවැය පෙබරවාරි මුලදී අයවැය ඉදිරිපත් කර මාර්තු මාසයේදී සම්මත කරනු ඇතැයි අපි අපේක්ෂා කරමු.",
        "එබැවින් අපි මෙම ව්යාපෘතිය ප්රායෝගික අයවැයක් බවට පත් කර ඇත්තෙමු. මෙම දෘෂ්ටිවාදාත්මකව යෝජිත අදහස් මත පදනම්ව, අයවැය ලේඛනය midmarch මැද භාගයේදී පාර්ලිමේන්තුව තුළ නිෂ්පාදනය කර සම්මත කරනු ඇතැයි අපි අපේක්ෂා කරමු.",
        "වෙනස පිළිබඳ නව යුගය අපේ රටේ ආර්ථිකය හා සමාජයේ ආරම්භ වී තිබේ. මෙම නව යුගයේ සාර්ථකත්වයට මෙම පාර්ලිමේන්තුවේ සිටින සියල්ලන්ම සහාය වනු ඇතැයි මම බලාපොරොත්තු වෙමි. අපි විවිධ දේශපාලන පක්ෂවල වැඩ කර ඇති. අප negative ණාත්මක ප්රතිපත්ති, එකඟ නොවීම් සහ දරුණු තර්ක විය හැකි නමුත් අද අප සැවොම එකම ඉලක්කය සොයා බැලීම සඳහා එක්සත් වෙමු.",
        "මහජන නියෝජිතයන් වශයෙන් වඩා හොඳ රටක් නිර්මාණය කිරීමේ වගකීමක් අප සතුව ඇත. මම සහ අපේ රාජ්යය එම වගකීමට බැඳී සිටී. සියලුම විපක්ෂ නායකයින් සහ මන්ත්රීවරුන් මේ සඳහා සහාය වනු ඇතැයි මම බලාපොරොත්තු වෙමි.",
        "අන්තිමේදී, මාටින් ලූතර් කිං වරක් පැවසුවේ \"අන්ධකාරය අන්ධකාරයෙන් ලුහුබැඳිය නොහැක. එය කළ හැක්කේ ආලෝකයෙන් පමණි. වෛරය තුරන් කළ නොහැක. එය කළ හැක්කේ ප්රේමයට පමණි."
      ]
    },
    "en": {
      "title": "“There is no one above the law” (the entire text link)",
      "body_lines": [
        "President Anuragumara Dissanayake, who is addressing the people from the country, is no one above the law.. In addition, investigations will be carried out in the case of the most horrific incidents in the past and stopped before the law.",
        "President Anura Kumara Dissanayake delivered the first session of the Tenth Parliament (2024-11-21).",
        "Today is a special day in our Parliament. The authority was handed over to both groups. Our side has empowered the last presidential election. It is important in the history of Sri Lanka.Most MPs have been selected in our country's electoral system. All the provinces and people have contributed to it as the North and East.",
        "Political parties have been formed on the basis of provinces, nationalism and religions for so long. So the separation, doubt and racism were strengthened between people. When racism is strengthened on one side, racism will be strengthened against it. Racism will not be in the same place. We have seen the history of it in our country, politics and society. But we thank all the people who believe in us.",
        "There are people who believe in other parties without trusting us. That is democracy. It is not democratic to create people's activities surrounding a single party. Democracy is the existence of political parties with many positions. Similarly, the presence of political groups with various policies is democratic. So we do not hate many party politics as democratic rule. We will support it in principle. We are obliged to meet the needs of all the people who voted for us and voted. The election causes a bond between people and us. During the election, we present our policy declaration. People who believe in it vote for us. So people have made their part in that bond. Have given us power to stock. Now we have to play our role.",
        "Therefore, I and our government are obliged to bring this regime without the spoil of the people's confidence. We will be responsible for that. We have shown that this election is united for the same purpose, even if the territory, culturally changes and different languages ​​are followed by different religions.. So there is an opportunity to create a long -standing dream of our country. We may have many positions politically.But there is no room for racist politics in this country anymore. In any way, we have no accommodation for the rise of religious activities. We have been affected by racism as we have enough. We have seen a lot of tears of rivers. In the country today, there is a lot of hostility and suspicion between each person. Today, we represent this Parliament and take responsibility for not handing over such a country to our future generations. There may be many forms of struggle to do politics.",
        "Economics, democracy, may be many. But I promise to carry out communal and religious struggles to seize political power.",
        "Another expectation was hidden in this people's mandate. There was a situation where the country had to change the long -standing improper political culture. I was elected to Parliament in 2000 and represented Parliament for 24 years. I have seen the scenes of this parliament for 24 years in search of people's hatred. We have seen people lost confidence in Parliament. The confidence of the High Council gradually disappeared among the people in the House and the people of the House. Being in a high congregation and ignoring people, people are disgusted, and forced to chase away the people. I do not believe that such a parliament will be relevant to the country. It is not appropriate for the country to give leadership. The parliament is inappropriate to deal with the financial power of the people anymore. Parliament has the power to handle people's funds. Parliament also has the authority to enact laws for the people.",
        "Therefore, it cannot be a long -awaited parliament from the people. To protect the honor of this parliament and the ultraviolet of Parliament. The parliament is full of large numbers of new MPs. It is a parliament that can quickly provide them with good habits. I expect all of you who have been elected by the new Speaker and the Commission to restore this Parliament. If not cooperate, it should not be a hidden cave for the people.. This parliament will not be a hidden center for the people.",
        "We continue to try to make people an apparent center. It must be remembered that if we are all people's representatives, the matter, behavior, and comment we speak are all explored in the presence of the people.If I think of someone as the ultimate, it is not finally. The people have the power to test us until the next power exchange and the next people's order is obtained. I think this parliament is a parliament that has passed the examination of the people in the next few years. I expect the cooperation of the Speaker and the MPs.",
        "In this People's Council, we see that public servants have voted for the government in the history of Sri Lanka. There is no good attitude among the people regarding our public service. There are some adverse thoughts among the public regarding public service. Those in public service are not satisfied with their work. So the public service that does not satisfy the people and the unattended public service is left in Emmmati.. So it is our full responsibility to create a satisfying public service on both sides.",
        "They have revealed their sidewalk for suggestions and restructuring presented by us for the best public service during these people's decree. We do not think that we can move forward without a strong public service.",
        "Whatever expectations for political parties, they can only make them possible if they are able to create a conducive public service. So we expect a massive people's order from public service to the public service.",
        "In particular, if you look at democracy and independence, all citizens do not need to be isolated in the religion, language and culture they follow. The religion they follow does not need to be more pressure on himself. It is not necessary to think that his culture does not put further pressure on himself. Do not consider the political further pressure they support. May cause political changes. Between each ethnic groups. But freedom is common to all. So it is our responsibility to create a democratic country without fear or doubt. We assure you that we will fulfill that responsibility.",
        "It is important to ensure the rule of law in that responsibility. To ensure the rule of law is not just through the laws passed in Parliament. In this Parliament, we have passed the legal laws through long discussions and a series of discussions.It is not enough to pass laws.",
        "Similarly, people need to feel that the law is properly implemented. In the past, people's confidence in law has been disrupted.If they have any injustice, the belief that justice can be established before the law has fallen. The belief that the law can get the support of the law for that injustice has fallen.The confidence in the rule of law and the rule of law has fallen among the public. We do not assume that a good governance can be built without strengthening the rule of law and law. To create a better rule, the rule of the law must be confirmed as the main feature of it.",
        "The president and the government are under legal as we as a state.No politician or anyone in power will no longer be higher than the law. Everyone should be obliged to the law. Similarly, the collapse of the people on the law must be rebuilt. We do not have the intention of sacrificing or chasing.Let us ensure the freedom of doing politics of all. But there are many crimes that caused controversy in the country. If the culprits think that they will be covered in the course of the course, it will cause people's confidence in the law.. In order to ensure the confidence of the people related to the law, the controversial crimes should be re -investigated and the victims should be given funds and punishment for the culprits.",
        "On various occasions, crimes in the country were used as political slogans on political platforms. Any government that came to the government has failed to uphold justice.. We will put them forward to the law. We assure you that we will establish justice for victims. We need a rule that is established by law and justice.",
        "This is the purpose of the people's mandate. That is the comparison. This people's mandate is the manifestation of their deceased relatives. The comparison of friends of the murderers is in this people's mandate. If we do not establish justice for them, who is going to fulfill.",
        "Dreams of justice and justice if they do not fulfill them will die in this country. Even in the dream, the expectation of justice and justice does not think among nations. So justice and justice must be created in this country. In the case of crimes and corruption scandal, we will ensure the people's confidence in the law of law and the law of law.. It must be accomplished. If we do not do it, we have the question of who is going to do.",
        "When we got this regime we were involved in opposition politics. We knew the depth of the economy. Our economy is trapped in a huge depth. Emun is the economy that hangs in a smallest thread. This economy cannot withstand massive shocks. Massive twists will not collapse for this economy. So when we came to power, our expectation was to ensure the confidence of groups associated with the economy and economics. Our minor mistake can have a huge effect because of the amount of economic crisis. The little shock is not compatible with this economy.",
        "This economy does not give us the opportunity to make a mistake.",
        "Accordingly, when we won the presidential election, we said that it would be the regime that reached an agreement with the International Monetary Fund. So we understand that a country that has reached compliance with the International Monetary Fund cannot leave the agreement. Accordingly, we assured the public in the general election that the economy is dealing with the International Monetary Agreement. We carry out many activities according to that. The third review meeting is currently delayed.This was to be started in September. It took some time to start a third review meeting. International Monetary Fund Representatives visited Sri Lanka on the 17th after the general election. Long negotiations have been held on debt restructuring. We expect to sign the Employee Level Agreement on the 23rd this week. It is the main initiative on the journey with the IMF.Credit restructuring also contains its agreements. When we took over the regime, the debt -setting agreement was reached. Inauguration related negotiations have begun in the trade market. We learned through the media that two days before the presidential election were reached. Talks are taking place for more than two years.. The final stage of the debt restructuring talks was found when we came to power. It is not useful to discuss whether those initiatives are favorable or adverse. It is the reality. We are going to make contracts separately with each country as soon as possible. The preliminary agreement has been reached on trade loan. We hope that the tasks can be completed by the end of December. The Debt Relief process with the International Monetary Fund is capable of successfully completing this year. The Employee Level Agreement is reached this week and will contribute to the building of the economy.",
        "We do not think that this agenda is sufficient for the deeper crises that our economy faces in principle. These activities are sufficient to manage the crisis in our financial sector.But our economic system has seen a massive decline. Our economy requires a massive strategic rise. It includes three aspects.. The toppings offer a greater role in economic growth. Similarly, the contribution of the people of other parts of the area is needed.. The contribution of the people in the economy is essential. The economic development of abandoning people is not worth it.. To make people partners in all economic activities. Its benefit does not reach people without making all people a shareholder in the economy. If the national fund is only in the hands of the small group, it does not cause a state or economy in the economy. Natural resources are used for economic production. When everyone is building the economy, it will not go to the hands of the small group. The community is not strengthened. The benefit of the economy is to reach people fairly.",
        "The policy is also prepared regarding the market dealing with. Our country is not a massive marketplace. There is a monopoly right in the market. Daily rice use is 6500 metric tons. Monopoly rights may be formed in small markets. Our market is not determined on the economic basis. Our market is determined by the monopoly. They can unload the prices of goods. They can also determine the price of paddy. They can also determine the price of rice. This has to face massive hardships to obtain goods services. So we expect to change the course of the market again. The government has a responsibility to provide people's services to the people. The government cannot violate it. Can do this through competitiveness. Can be determined by prices. Yet can handle some fields through supervision. The councils have been formed through Parliament.. Should see if the related laws are sufficient. We have to handle some fields. Some fields are the most important to the economy. They should be carried out with state contribution. The government must have a role in handling the power market. They are important in the economy.. So we know the need to have a government role in such sectors.",
        "Similarly, what happens if the financial sector starts acting independently. The Central Bank operates as a supervisory agency. The financial market should also be a state role.",
        "Next to create a widespread market for widespread markets. We expect to make the co -operative system strong for that.. We have identified some fields to improve goods and services. We are aware of the ability to make a huge leap in the tourism industry. The project has been prepared. Accordingly, we are looking forward to building a tourist economy worth $ 8 billion to bring 4 million tourists to the country.. In 2018, 2.3 million tourists visited.",
        "Next, the Communication Department has an impact on all industrial sectors of the world. Information Technology experts are essential for the country. There are currently only 85 thousand information technology industry in our country. We expect to increase their number to 2 lakhs in 5 years. Information technology export income is low.We are planning to make massive changes in five information technology sectors to earn $ 5 billion. For that, we focus on issues including education and language.",
        "Today the world ports are leading the Colombo port line. We need to take advantage of the opportunity of the location. It should be converted into a strong business vessel center.There is the question of whether service recipients are available. The natural place of our ports is our strong. So there is a massive plan to transform our port into a strong economic center.",
        "Despite the largest agriculture sector in the country. We have invested in large numbers for the agriculture sector.. But farmers are stuck in debt. Health, education and location are left unattended and trapped in poverty is a major social problem. The agriculture sector has become a massive social tragedy. Therefore, our aim is to make a huge leap in the agricultural sector. It is necessary to restart seed production stations for that. To strengthen agricultural service centers. Focus on agricultural products targeting exports within Sri Lanka. So let's make a massive leap in the agriculture sector. Agriculture must be transformed into an important part of the country's economy.",
        "We have increased the passenger relief of Rs.. We are also providing to the departments that need to be provided.",
        "As well as to strengthen the fishing sector. The boats were lying on the banks of the fuel problem.. We have focused on the process of converting our hydraulic resources into value resources.",
        "Be useful to use the resources.We will also join the private sector in that task. We hope that it will be a new turning point in our economy.",
        "Next to the field of science and research. All the world's growth countries allocate a large amount of funds for the study of innovation. The new market will only be created by new production and distribution services. So through the Ministry of Science and Research we expect to make one of the largest leaps. Many countries in Asia have improved in these sectors. We have failed as a partner in the new market that depends on this. We are continuing in formal methods. Many of those departmental dignitaries have promised to provide assistance. We expect to reach a massive preliminary field.",
        "We have also focused on digital ligament. Hans Wijesuriya has come forward to contribute to the project to digitize Sri Lanka.Digitalization is important in the development of the country.The government will work in full commitment to achieve those goals.",
        "Accordingly, when we won the presidential election, we said that it would be the regime that reached an agreement with the International Monetary Fund. So we understand that a country that has reached compliance with the International Monetary Fund cannot leave the agreement.",
        "Accordingly, we assured the public in the general election that the economy is dealing with the International Monetary Agreement. We carry out many activities according to that. The third review meeting is currently delayed.It had to start in September. It took some time to start a third review meeting. International Monetary Fund Representatives visited Sri Lanka on the 17th after the general election. There were long negotiations on debt restructuring.",
        "We expect to sign the Employee Level Agreement on the 23rd this week. It is the main initiative on the journey with the IMF.Credit restructuring also contains its agreements. When we took over the regime, the Debt Service Agreement was reached.",
        "Inauguration related negotiations have begun in the trade market. We learned through the media that two days before the presidential election were reached. Talks have been going on for more than two years.. The final stage of the debt restructuring talks was found when we came to power. It is not useful to discuss whether those initiatives are favorable or adverse. It is the reality. We will soon have contracts with each country separately.",
        "The preliminary agreement has been reached on trade loan. We hope that the tasks can be completed by the end of December. The Debt Relief process with the International Monetary Fund is capable of successfully completing this year. The Employee Level Agreement is reached this week and will contribute to the building of the economy.",
        "We do not think that this agenda is sufficient for the deeper crises that our economy faces in principle. These activities are sufficient to manage the crisis in our financial sector.But our economic system has seen a massive decline. Our economy requires a massive strategic rise. It includes three aspects.. Provides a higher role in economic growth. Similarly, the contribution of other people of the area is needed.. The contribution of the people in the economy is essential. Economic development that abandons people is not worth it.. To make people partners in all economic activities. Its benefit does not reach people without making all people a shareholder in the economy. If the national fund is only in the hands of the small group, it does not cause a state or economy in the economy. Natural resources are used for economic production. When everyone is building the economy, it will not go to the hands of the small group. The community is not strengthened. The benefit of the economy is to reach people fairly.",
        "The policy is also prepared regarding the market dealing with. Our country is not a massive marketplace. There is a monopoly right in the market. Daily rice use is 6500 metric tons. Monopoly rights may be formed in small markets. Our market is not determined on the economic basis. Our market is determined by the educated of monopoly. They can unload the prices of goods. They can also determine the price of paddy. They can also determine the price of rice.. So we expect to change the course of the market again. The government has a responsibility to provide people's services to the people. The government cannot violate it. Can do this through competitiveness. Can be determined by prices. Yet can handle some fields through supervision. The councils have been formed through Parliament.. Should see if the related laws are sufficient. We have to handle some fields. Some fields are the most important to the economy. They should be carried out with state contribution. The government must have a role in handling the power market. They are important in the economy.. So we know the need to have a government role in such sectors.",
        "Similarly, what happens if the financial sector starts acting independently. The Central Bank operates as a supervisory agency. The financial market should also be a state role.",
        "Next to create an organized market structure to replace the widespread markets. We expect to make the co -operative system strong for that.. We have identified some fields to improve goods and services. We are aware of the ability to make a huge leap in the tourism industry. The project has been prepared. Accordingly, we are looking forward to building a tourist economy worth $ 8 billion to bring 4 million tourists to the country.. In 2018, 2.3 million tourists visited.",
        "Next, the Communication Department has an impact on all industrial sectors of the world. Information Technology experts are essential for the country. There are currently only 85 thousand information technology industry in our country. We expect to increase their number to 2 lakhs in 5 years. Information technology export income is low.We are planning to make massive changes in five information technology sectors to earn $ 5 billion. For that, we focus on issues including education and language.",
        "Colombo port leads to the row of world ports today. We need to take advantage of the opportunity of the location. It should be converted into a strong business vessel center.There is the question of whether service recipients are available. The natural place of our ports is our strong. So there is a massive plan to transform our port into a strong economic center.",
        "Despite the largest agriculture sector in the country. We have invested in large numbers for the agriculture sector.. But farmers are stuck in debt. Health, education, and location are in a state of disrepair. The agriculture sector has become a massive social tragedy. Therefore, our aim is to make a huge leap in the agricultural sector. It is necessary to restart seed production stations for that. To strengthen agricultural service centers. Focus on agricultural products targeting exports within Sri Lanka. So let's make a massive leap in the agriculture sector. Agriculture must be transformed into an important part of the country's economy.",
        "We have increased the passenger relief of Rs.. We are also providing to the departments that need to be provided.",
        "As well as to strengthen the fishing sector. The boats were lying on the banks of the fuel problem.. Are currently engaged in fishing in the sea. We have focused on the process of converting our hydraulic resources into value resources.",
        "Be useful to use the resources.We will also join the private sector in that task. We hope that it will be a new turning point in our economy.",
        "Next to the field of science and research. All the world's growth countries allocate a large amount of funds for the study of innovation. The new market will only be created by new production and distribution services. So through the Ministry of Science and Research, we expect to make a huge leap. Many countries in Asia have improved in these sectors. We have failed as a partner in the new market that depends on this. We are continuing in formal methods. Many of those departmental dignitaries have promised to provide assistance. We expect to reach a massive preliminary field.",
        "We have also focused on digital ligament. Hans Wijesuriya has come forward to contribute to the project to digitize Sri Lanka.Digitalization is important in the development of the country.The government will work in full commitment to achieve those goals.",
        "I am ready to appoint him as the Secretary of the Ministry, the Chairman of the ICT and the President's Advisor on Digitalization. To run this from one place. Digitalization is very important in bringing the economy to a new stage and providing services to the people.",
        "If our country is to be upgraded to the new level, that high level must be \"digital Sri Lanka\". The government will work with full work for that. We are doing all we can for its success. We also believe that it is possible.",
        "We will launch the next main project Cleaning Sri Lanka program. In particular, clean Sri Lanka is not just the environmental system. மக்கள் அரசியல் அதிகாரத்தில் சாதகமான மாற்றங்களை கொண்டு வர முடியும்.",
        "Government officials can make good changes in the organization. ஆனால் ஒரு நல்ல அரசை கட்டியெழுப்புவதற்கு மக்களிலும் நல்ல மாற்றம் ஏற்பட வேண்டும். மக்களில் ஒரு நல்ல மாற்றம் இல்லாமல், மேலே இருக்கும் அரசியல் அதிகாரத்தை மாற்றுவதால் மாத்திரம் இலக்குகளை அடைந்துகொள்ள முடியாது. That is why you need to create people with good citizens, good attitudes, good functions and good behavior.",
        "That is the objective of the Pure Sri Lankan program. குறிப்பாக இப்படி ஒரு தேசிய சபையில் விவாதிக்கக் கூடாத, பிரதேச சபை மட்டத்திலான பிரச்சினையாக இருந்தாலும், நம் நாட்டுப் பெண்கள் கழிப்பறைக்குச் செல்ல இந்த நாட்டில் சுத்தமான கழிப்பறை அமைப்பு இருக்கிறதா என்பதும் கேள்விக்குரியாகும், தூர இடங்களில் இருந்து கொழும்புக்கு வரும் சில பெண்கள் வீடு வரும் வரை தண்ணீர் அருந்துவதில்லை. This is due to the lack of a clean toilet structure.",
        "Although the toilet structure is built, the good attitude in the community is not built. They have become a place of extinction, not as a public place for ordinary people. What does it look like?This is the approach to a particular group of people in our country. Therefore, we expect to change such attitudes through the Pure Sri Lanka Program.",
        "How to become a responsible citizen in society?How can we live in the streets as a driver, how to protect the resources of our country for our future generations, and how to live only now?",
        "நாம் எப்படி பாதைகளை கடப்பது? நாம் ஒரு இடத்தில் நுழையும் போது நாம் எப்படி மற்றவர்களை மரியாதையுடன் வரவேற்க முடியும்? இவ்வாறானதொரு சமூகத்தை எவ்வாறு கட்டியெழுப்புவது. A community that doesn't care about one another. ஒன்றுக்கொன்று முரண்பட்ட சமூகமே இன்று கட்டியெழுப்பட்டுள்ளது.  ஒரு சிறிய சம்பவம் மோதலை நோக்கி நகர்த்தப்படுகிறது. No patience, no attitude to forgive others. The entire society has become a dry society as a society that sees the other.",
        "எனவே, இப்படியொரு சமுதாயத்திற்கு ஈரம் தேவை. Can society progress with dry faces and severe face?Have a smiling society. There should be a society that treats others with compassion. A society full of humanitarian qualities is needed. Others need a society that is merciful in suffering.",
        "குறிப்பாக, நமது நாட்டின் கல்வி, இலக்கியம், சட்டம், கலாச்சாரம் ஆகியவற்றில் பெரிய மாற்றத்தை ஏற்படுத்த எதிர்பார்க்கிறோம். The National People's Power Government will create a very high and quality society in this society.",
        "Poverty should be eradicated. ஒவ்வொரு பிரஜைக்கும் நியாயமான உணவு வேளை, பிள்ளைகளுக்கு நல்ல கல்வி, வாழும் வீடு, நல்ல வருமானம் மற்றும் மன சுதந்திரம் ஆகியவற்றை விரும்புகிறார்கள் அல்லவா? குறிப்பாக கிராமப்புற மற்றும் நகர்ப்புறங்களில் வறுமையை ஒழிப்பது அரசின் முக்கிய பணியாக உள்ளது.",
        "In the upcoming budget, efforts are being made to increase the poverty -eradication of poverty.. Arrangements are being made to provide scholarships to school students who are facing difficulties in obtaining school equipment. Payment of pensioners will be increased from October in October. எதிர்வரும் பட்ஜெட்டில் அரச ஊழியர்களுக்கு நியாயமான சம்பள உயர்வு வழங்கப்படும்.",
        "Children's nutritional deficiency may become a future social disaster. எனவே, பிள்ளைகளின் ஊட்டச் சத்து குறைபாட்டைக் போக்க அந்த வறிய குடும்பங்களுக்கு உதவிக் கொடுப்பனவுகளை வழங்கவும் எதிர்பார்க்கிறோம். Arrangements are also made to provide nutritious food to protect pregnant mothers.",
        "We have decided to provide goods and services that cannot be obtained due to current poverty. But the government cannot do this for a long time. எந்தவொரு நாட்டிலும் எந்த நேரத்திலும் பொருளாதார ரீதியாக நெருக்கடிக்கு உள்ளாகக்கூடிய மக்கள் உள்ளனர். There is also a community that is not economically involved. Such a community is also in the developed countries of the world. Therefore, it is the responsibility of the government to always take care of that community. We will not give up.",
        "There are disabled people in Sri Lanka. In the house of a disabled child, it becomes a problem. They are not getting a formal life system. The whole life of parents and siblings has to be worked out due to the disability of that child. This is the status of families with the disabled children. Therefore, we are taking steps to provide special process and scholarships to maintain the disabled.",
        "Our government is a government that focuses on all people. To become a government that does not abandon people. This is the responsibility and duty of every government. அந்த பொறுப்பை நிறைவேற்றுவோம்.",
        "Also, we do not believe that poverty will be eliminated only by providing relief and allowances. To eradicate poverty, get into economic efforts to obtain reflections. Currently, agriculture is the main income of many people who are in poverty. விவசாயத்தை இலாபகரமான தொழிலாக மாற்றாமல், வறுமையில் இருந்து மீட்க முடியாது.",
        "More. Therefore, our first effort is to improve the economic activities they are currently engaged in as successful and profitable. But these economic capitals alone are not enough for a village. New economic systems and opportunities must be created within the villages.",
        "நமது சிறு மற்றும் நடுத்தர வர்த்தகர்கள் நாட்டை விட்டு வெளியேறும் நிலை ஏற்பட்டுள்ளது. Instead of leaving the country, the idea of ​​becoming a small and medium entrepreneur must be created in this country. It is the responsibility of the government to find the technical knowledge, capital and market needed.",
        "Market opportunities in our country are not enough. There are only 38 lakhs in our market. This is a small market. இந்த சிறிய சந்தையில் மட்டும் வியாபாரம் செய்து பொருளாதாரத்தில்  தொழில் உரிமையாளர்கள் , தொழில்முனைவோர், வர்த்தகர்கள் என்று பலமான சமூக கட்டமைப்பை உருவாக்க முடியாது. Therefore, it is necessary to seek the market opportunities in the country.",
        "அதன்படி, எங்கள் தூதரகத்தை முழுமையாக மறுசீரமைப்போம்.  இராஜதந்திர உறவுகள் தொடர்பில் எமக்கு பொறுப்பும் கடமையும் உள்ளது. But these Sri Lankan manufacturers have a responsibility for looking for a new market. We will implement our embassies for that. There is a construction industry with the most technical skills and energy in our country. This construction industry is planned to be taken out of Sri Lanka.",
        "We have some unique products. There is a need to create a new industrial structure and bring them out of the country along with more values ​​and values ​​for those goods. Therefore, small and medium enterprises are not the ones who decide on themselves based on their wishes. We must achieve the growth of the small and medium sector based on the state's resolution. We have prepared plans for it.",
        "We have added things about it in the manifesto of \"prosperous country - beautiful life\". அந்த வேலைத்திட்டத்தில் தமது அமைச்சுக்களுக்கு ஒதுக்கப்பட்டுள்ள பகுதிகளை எமது அமைச்சர்கள் தற்போது ஆராய்ந்து வருகின்றனர்.",
        "Is not able to submit the budget as soon as possible. We will submit an interim account report at early December to allocate the necessary funds for the next 04 months. We expect the budget to be submitted in early February and passed in March.",
        "Therefore, we have incorporated this project into a practical budget. Based on these ideologically proposed ideas, we expect the budget document to be produced and passed in Parliament by mid -March.",
        "The new age of change has begun in the economy and society of our country. I hope everyone in this parliament will support the success of this new era. நாங்கள் வெவ்வேறு அரசியல் கட்சிகளில் பணியாற்றியிருக்கலாம். நாம் எதிர்மறையான கொள்கைகள் இருக்கலாம், கருத்து வேறுபாடுகள் மற்றும் கடுமையான வாக்குவாதங்களில் ஈடுபட்டிருக்கலாம், ஆனால் இன்று நாம் அனைவரும் ஒரே இலக்கை நோக்கு செல்ல ஒன்றுபட்டுள்ளோம்.",
        "We have a responsibility to create a better country as people's representatives. I and our state are bound to that responsibility. I hope all opposition leaders and MPs will support this.",
        "Finally, Martin Luther King once said, “The darkness cannot be chased by darkness. Can only do it by light. வெறுப்பால் வெறுப்பை ஒழிக்க முடியாது. அன்பால் மட்டுமே அதைச் செய்ய முடியும் என்றார்."
      ]
    }
  },
  "summary_lines": [
    "N"
  ]
}