{
  "translated_text": {
    "si": {
      "title": "ආසියානු පාත්රය: නේපාලය",
      "body_lines": [
        "මැලේසියාවේ ක්වාලාලම්පූර් හි පිහිටි බොලමස් ඕවල් ක්රීඩාංගණයේ පැවති කණ්ඩායමක් සඳහා නේපාලය පකිස්ථානය කඩුලු 6 කින් කඩුලු 6 කින් පරාජය කළේය.",
        "තරගයමෙන් පසු ප්රධාන පාත්රය සඳහා දෙවන වටයේ ක්රීඩා කිරීම සඳහා ඉන්දියාව සහ නේපාලය බී කණ්ඩායමෙන් සුදුසුකම් ලබයි.",
        "වයස අවුරුදු 19 ට අඩු නේපාල කාන්තාවන් යටතේ ඕවර 19 කදී කඩුලු 4 ක් අහිමි කර ගනිමින් ලකුණු 105 ක් රැස් කළේය.",
        "කණ්ඩායමේ නායක පූජා මහේටෝ පන්දු 47 කදී ලකුණු 47 ක් ලබා නොගෙන කණ්ඩායමේ ජයග්රහණය සඳහා විශාල කාර්යභාරයක් ඉටු කළේය.",
        "5 වන කඩුලු 5 ක කඩුල්ලකින් පූජා මහතෝ සහ සීන්නාමාන ලකුණු 39 ක් බෙදා ගත් අතර නේපාලයේ ජයග්රහණය තහවුරු කළේය.",
        "සෝනි බඹරීන් මහතෝට වඩා ලකුණු 13 ක් රැස් කළ අතර, සනා පෙන්වීන් ලකුණු 10 ක් සහ සනාද ලකුණු 10 ක් රැස් කළේය.",
        "මීට පෙර පකිස්තානය පන්දුවාර 20 කදී කඩුලු 5 ක් දැවී ලකුණු 104 ක් රැස් කළේය.",
        "කොමාල් ඛාන් ලකුණු 38 ක් රැස් කළ අතර මහම් ඇනිස් ලකුණු 29 ක්, රාවිල් බාන් 13 සහ කණ්ඩායමේ නායක සුබිස්ෂාන් අයස් ලකුණු 12 ක් රැස් කළේය."
      ]
    },
    "en": {
      "title": "Asian Bowl: Nepal",
      "body_lines": [
        "Nepal won Pakistan by 6 wickets in a 19 -year -old Asian Cup cricket match for the A group held at the Bayumas Oval Stadium in Kuala Lumpur, Malaysia.",
        "India and Nepal are qualified from the B team to play in the second round for the main bowl following the match.",
        "Under -19 Nepal women under the age of 19 scored 105 runs for the loss of 4 wickets in 19 overs.",
        "Team captain Pooja Mahato played a major role in the team's victory with 47 runs without losing 47 balls.",
        "Both Pooja Mahato and Seemana shared 39 runs in the 5th wicketless 5th wicket and confirmed Nepal's victory.",
        "Sony Bagrin scored 13 runs than Mahato, Sanaa Parveen scored 10 runs and Sanaa Perveen 10 runs.",
        "Earlier, Pakistan scored 104 runs for the loss of 5 wickets in 20 overs.",
        "Komal Khan scored 38 runs, Maham Anis scored 29 runs, Ravil Barhan 13 and team captain Zubishan Ayas 12 runs."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Nepal wins against Pakistan in Under-19 Asian Cup cricket. Nepal scored 105/4 in 19 overs, led by Pooja Mahato's 47*. India and Nepal qualify for the next round. Pakistan scored 104/5 in 20 overs. Komal Khan top-scored for Pakistan with 38*."
  ]
}