{
  "translated_text": {
    "ta": {
      "title": "எரிவாயு சிலிண்டரில் ஒரு அரசாங்கத்தை எவ்வாறு உருவாக்குவது என்று தெரிந்த தனி சிறந்த குழு உள்ளது",
      "body_lines": [
        "எரிவாயு சிலிண்டரின் புதிய ஜனநாயக முன்னணியில் ஒரு பெரிய குழு புதிய ஜனநாயக முன்னணியில் பொருளாதாரத்தை பாதித்தால் மக்களைப் பாதுகாக்கும்.",
        "மேலும் பேசிய திரு. ருவான் விஜேவர்தீன் கூறினார்,",
        "\"இந்த ஆண்டு பொதுத் தேர்தலுக்கும் அனுபவமிக்க ஒரு குழுவினருக்கும் எரிவாயு சிலிண்டர் கட்சி முன்வைத்துள்ளது. ஒரு அரசாங்கமான அனுபவமற்ற குழுவிற்கு அனுபவம் இருந்தால், ஒரு அரசாங்கம் ஒரு அரசாங்கம், அது பொதுத் தேர்தலில் நாட்டிற்கு நிலையற்றதாகக் கருதப்படலாம்.",
        "கடந்த பொதுத் தேர்தலில் ஜனாதிபதி ரங்கில் விக்ரமேசிங்கை வெல்ல எங்கள் குழு முயன்றது.. தற்போதைய ஜனாதிபதி சிறுபான்மை வாக்குகளை எடுத்துள்ளார்.",
        "அனுரா பெற்ற வாக்குகளின் எண்ணிக்கையை ரானில் மற்றும் சஜித் பெற்றனர், ஜனாதிபதி வாக்குகளை விட அதிகமாக பெற்றார்.",
        "உண்மையில், அனுரா குமாரா ஜனாதிபதியை விமர்சிக்க வேண்டிய அவசியமில்லை.",
        "இருப்பினும், அவரது வேலையை வெற்றிகரமாக செய்ய விரும்புகிறோம்.",
        "இத்தகைய மாநிலம் நாட்டில் ஜனநாயகத்திற்கு ஒரு பெரிய செல்வாக்கு என்று சொல்வது முக்கியம்.",
        "நாட்டிற்கு ஒரு அரசாங்கமும் வலுவான எதிர்ப்பும் தேவை.",
        "இந்த நேரத்தில் நாம் யதார்த்தத்தை எதிர்கொள்ள வேண்டும்.",
        "நாட்டில் சில நிபந்தனைகள் குறித்து மக்கள் தங்கள் விரக்தியைக் கொண்டுள்ளனர்.",
        "எங்கள் கடன்களைச் செலுத்துவதற்கு அரசாங்கத்திற்கு சரியான வருமானம் தேவை.",
        "நாட்டின் மக்களின் எதிர்காலம் மட்டுமே நாட்டின் மக்களின் எதிர்காலம்."
      ]
    },
    "en": {
      "title": "In the gas cylinder is the solo outstanding group who know how to make a government",
      "body_lines": [
        "A large group of experiences in the new Democratic Front of the Gas Cylinder will compete in the new Democratic Front to protect the people if there is affect the economy.Said at a press conference.",
        "Speaking further Mr. Ruwan Wijewardene said,",
        "\"The Gas Cylinder party has presented to the general election this year's general election and a group of experienced. If a groupless experienceless group is having experience, a government that is a government, it may be considered unstable to the country in the general election.",
        "Our team was trying to win the President Ranil Wickremesinghe at the last general election.The public believed in the presidential election that some to change. The current president has taken over the minority votes.",
        "Ranil and Sajith received the number of votes received by Anura, the president received more than the votes.",
        "Indeed, we have no need to criticize Anura Kumara President.",
        "However, we wish to carry out his work successfully.It was reported to vote for the party.",
        "It is important to say that such stateism is a major influence on democracy in the country. If the government has a real protection of crystalism.If the faulty of the economy is taken, there is a strong opposition to show it.",
        "The country needs a government as well as a strong opposition.",
        "We must face reality at this time. The party won a presidential election in the history of Sri Lanka.",
        "The people also have their frustration on certain conditions in the country have been taxed with some of the precipitates.We must not forget that the country was bankrupt because of the lack of income of an economy.",
        "The government needs the right income to pay our debts.When it comes to power, the president and his team understand how difficult it is to govern a country to control a country and to criticize.",
        "Only the future of the people of the country is the future of the people of the country."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Gas Cylinder party leader Ruwan Wijewardene emphasizes stability and economic protection in upcoming elections. He criticizes inexperienced groups and supports President Wickremesinghe while acknowledging past challenges."
  ]
}