{
  "translated_text": {
    "si": {
      "title": "අපි මාළු විදේශයන්ගෙන් ආනයනය කරමු;ඩොලරය සෑදූ සම්පත් භාවිතා නොකර නාස්ති වේ - රිල්වින් සිල්වා",
      "body_lines": [
        "ධීවර කර්මාන්තය හා කෘෂිකර්මාන්තය ඇතුළු සියලුම කර්මාන්ත හා ව්යවසායකයින් ඇතුළු රටේ ආර්ථිකය මුළුමනින්ම පිරිහී ඇති බව ජනතා විමුක්ති පෙරමුන (ජේවීපී) හි ප්රධාන ලේකම් රිල්වින් සිල්වා මහතා පැවසීය.",
        "මෑතකදී අසල්වැසි ධීවර සමුළුව සහ සමස්ත ලංකා ධීවර සම්මේලනයේදී පැවැත්විණි. රිල්වින් සිල්වා මේ බව කියා සිටියේ රැස්වීම අමතමින්.",
        "මැරුවල නගරය ද මැණික් ගල් කර්මාන්තය ලෙස ද ජනප්රියය. ඔවුන් සියල්ලන්ම මේ වන විට පිරිහෙමින් පවතී.",
        "අපගේ සමස්ත ආර්ථිකය පිරිහී ඇත. අපි ජීවත් වෙන්නේ බංකොලොත් රටක. මහ බැංකු ප්රධානියා \"අපේ රට බංකොලොත්\" ලෙස නිල වශයෙන් නිවේදනය කර තිබේ.",
        "මෙම පාලකයින් පෙබරවාරි 04 වන දින 76 වන නිදහස් දිනය සැමරීමට සූදානම් වෙමින් සිටී. මෙම අවස්ථාවට රට රට රටාව බවට පත් කරන්නේ කෙසේද, ජනාධිපති, අග්රාමාත්යවරයාගේ රටේ සංවර්ධනය, නිදහස ලැබීමෙන් අපට ලැබී ඇති දේ, රටේ අනාගතය මුහුදෙන් වෙඩි තබා dead ාතනය කරනු ලැබේ.. නිදහස් දිනවල රට සෑදී ඇති ආකාරය ගැන ඔවුහු කතා කළහ. අයිතමය සාදන ආකාරය ගැන කතා නොකිරීම.",
        "කෙසේ වෙතත්, වසර 76 කට පසු ධීවරයාට කර්මාන්තයේ ජීවත් වීමට නොහැකි විය. මිනිසුන් විසින් නිෂ්පාදන ක්රමයක් මගින් මිනිසුන්ට ජීවත් වීමට හැකි වී තිබේ. තේ සහ රබර් කර්මාන්ත පිරිහී ඇත. මෙම පරිහානිය අහම්බයක් නොවේ.",
        "අපේ රටේ සියලුම නිෂ්පාදන පසුගිය වසර 45 තුළ පිරිහී ඇත. අපගේ ක්රීඩකයින් සොරකම් කර, සොරකම් කර ඇති අතර නිෂ්පාදන උපදෙස් වර්ධනය නොකරයි. මිලදී ගැනීමේ ණය නොගෙවා අප බංකොලොත් වී ඇත. අපට විදේශීය කෝටා නොමැත. තෙල් පේළි සම්බන්ධයෙන් අපට බලා සිටීමට සිදු විය. ඔවුන්ට ගෙවීමට ඩොලරයක් තිබේ. අපි ඉපදුනේ ඩොලරය සමඟ නොවේ. අපට ලැබිය යුතු ඩොලරය සමඟ පමණක් අපට අවශ්ය දේ ගෙවීමට සිදු විය. මෙම දෙක තේරුම් ගත නොහැකි නිසා අපි අවුරුදු දෙකක් ගෙවන්නේ නැත. එබැවින් ඩොලර් සමඟ කුඩා භාණ්ඩ ගෙන ඒමට හැකි විය.අප සිටින්නේ විදේශීය වත්කම් නොවන රටක ය. විදේශීය වත්කම් ඉහළ නැංවිය හැකි සම්පත් විශාල ප්රමාණයක් අප සතුව තිබුණද, ඒවා භාවිතා නොකර අපතේ යයි. රටක් එවැනි තත්වයක සිටිය යුතුද?",
        "මසුන් ඇල්ලීම ගැන දන්නා දක්ෂ ධීවරයින් සිටිනවා. අස්වැන්න ලබා ගැනීමට රජයට අවස්ථාව තිබේ නම්, ඩොලර් වලට වැඩ කළ හැකිය. ලෝකයේ සෑම රටකම විශාලතම කාර්මික ධීවර කර්මාන්තය මුහුදයි.",
        "මසුන් ඇල්ලීම ජපානය, දකුණු කොරියාව, චීනය, තායිලන්තය, තායිලන්තය සහ වියට්නාමය වැනි රටවල දැවැන්ත කර්මාන්තයකි. රට අවට මුහුදේ බොහෝ කර්මාන්ත අපට තේරුම් ගත හැකිය. ධීවර කර්මාන්තය, සංචාරක කර්මාන්තය. ඔවුන් තේරුම් ගැනීමට ආණ්ඩු සමත් වී නැත. ආදායම් උපයා ගත හැකි ක්ෂේත්ර නවතා දමා ඇත. පස කෘෂිකාර්මික කටයුතු සඳහා සුදුසු ය. කෙසේ වෙතත්, කාමාකරන් වෙත අවශ්ය සහයෝගය රජය විසින් ලබා නොදෙන බැවින් කෘෂිකර්මාන්තය පිරිහී ඇත.",
        "රටේ ඉවුරට පැමිණි අයමර්ස් පවසන්නේ රට ප්රතිසංස්කරණය කළ හැකි බවයි. බැංකුවට ළඟා වූවන් විසින් බැංකුව නැවත සකස් කළ නොහැක. එය ඇත්තයි. Like ලදායී ආර්ථිකයක් නිර්මාණය කළේ නැත. ඔවුන් ණය ආර්ථිකය නිර්මාණය කළහ. අපි එහි ප්රති .ල භුක්ති විඳින්නෙමු. ව්යවසායකයින් පිරිහෙමින් පවතින අතර බැංකුවලට අයත් වේ. කිහිප දෙනෙක් විකුණනු ඇත. මිනිසුන් විනාශකාරී රටක නොමැත. අපි අර්බුදය භුක්ති විඳින්නෙමු.",
        "මෙම අර්බුදය තුළ හොඳ දෙයක් තිබේ. මෙම ව්යසනයෙන් පීඩාවට පත් වූවන් historical තිහාසික අත්දැකීම් තුළින් තීරණයක් ගෙන තිබේ. වසර 76 ක් තිස්සේ පවත්වා ගෙන යනු ලබන සියලු වැරැද්ද සහ නොමඟ ගිය දේශපාලනය පලවා හැරීමට ඔවුන් රජයේ රජයක් පිහිටුවීමට සූදානම් වෙමින් සිටී.. \"සෑම කළු වලාකුළක්ම රිදී රේඛාවක් මෙනි\" යන පණිවිඩය සියලු බලවේග පෙන්වා දෙයි.",
        "අපි ඔබ සියල්ලන්ම ඡන්ද ලබා නොගෙන ගෙදර යන්න එපා. මේ රටේ නිෂ්පාදනය වැඩිදියුණු කළ යුතුයි. අපේ රට නිෂ්පාදනයට දායක වන සියලු බලවේගයන් එක්සත් විය යුතුය. අප පිහිටුවන නව ආණ්ඩුවේ මසුන් ඇල්ලීමේ නිරතව සිටින ධීවරයාගේ සමාජය අප එක් කළ යුතුය. අපේ රටේ ආර්ථිකය වෙනුවෙන් ධීවර බහුතරයකට එකතු කිරීම සඳහා සහයෝගීතාවයක් ඇති කිරීම සඳහා මෙම සමුළුව පැවැත්වේ.",
        "අපට ඇසෙන දේ දීමට හා සවන් දීමට මෙම රජය සූදානම් නැත. කතා කිරීමට හෝ අදහස් දැක්වීමට ඉඩ නොදෙන්න. අපි මොකද කරන්නේ?ඒ සඳහා අපේ රටේ සියලු බලයන්, ධීවරයින්, වාණිජ, වැඩකරන ජනතාව, ව්යවසායකයින් සහ අපගේ දහඩිය උත්සාහය සහ අපගේ දහඩිය උත්සාහය, අපේ දහඩිය උත්සාහය, අපේ දහඩිය උත්සාහය, අපේ දහඩිය දරන උත්සාහය, අපේ දහඩිය දරන උත්සාහය නව රටක් නිර්මාණය කළ යුතු අතර එය රටට යමක් එකතු කළ හැකිය.. නව නිෂ්පාදන ආර්ථිකයක් නිර්මාණය කිරීම සඳහා. අපි නව රජයක් පිහිටුවිය යුතුයි. මේ දිනවල සිදු කරන ලද සියලුම සමාලෝචන වාර්තා වලින් ජාතික මහජන බලය ඉදිරියෙන් සිටී. ජනතාවගෙන් බහුතරයක් තෝරා ගැනීම පමණක් නොවේ. බුද්ධියේ වාර්තා වල අප ඉදිරියෙන් සිටින බව ද අප අනාවරණය කර තිබේ. රට විසින් පාලනය කරනු ලබන අයමර්ස් බිය වේ. මෙයට හේතුව, ඔවුන්ට ඇති ලොකුම අභියෝගය නම් ජාතික ජනතාවගේ බලය වෙනස් වී ඇති බවයි. දැනට ඒවා අපගේ ප්රතිපත්ති ගැන නොවේ. මඩ කබා සහ අපහාස. අප බලයක් තරම් අප කොතරම් බලවත්ද යන්න පැහැදිලිය.",
        "මෙම අර්බුදයෙන් රට යථා තත්ත්වයට පත් කිරීම සඳහා ජාමූඅ ජාත්යන්තර මූල්ය අරමුදලෙන් අපට බදු අය කරයි. කිසිදු කැපවීමක් නොමැතිව අපට අපව කැප කිරීමට ඔවුන්ට අවශ්ය වේ. වැඩ කරන අතරතුර ගෙවිය යුතු බදු වලට ඔරොත්තු දීමට විශ්ව විද්යාල කථිකාචාර්යවරුන් සහ වෛද්යවරුන් රට හැර ගියහ. අයවැයට පෙර පාර්ලිමේන්තුව සම්මත වීමෙන් බද්ද වැඩි කළේය. ඔවුන් 15% කින් 18% දක්වා වැඩි කළහ.බදු වලට අනුකූල නොවන වෙළඳ භාණ්ඩ 94 ක් සඳහා ඔවුන් බද්දක් පැනවීය. එම වෙළඳ භාණ්ඩ, පාසල් උපකරණ, තෙල්, පැස්ටායි සහ කෘෂිකාර්මික උපකරණ මධ්යයේ පොදු ජීවිතයට අත්යවශ්ය සියලුම භාණ්ඩ සඳහා බදු අය කෙරේ. කලින් උපයන අයගෙන් බද්ද අය කරනු ලැබීය. දැනට, කිසිදු ආදායමක් බදු ගෙවිය යුතු නැත. සෑම කෙනෙකුටම බදු ගෙවීම් සඳහා TIN අංකයක් ලබා ගත යුතුය.වෙනත් රටවල අධ්යාපනය, සෞඛ්ය හා සුභසාධන පහසුකම් සඳහා බද්ද සපයනු ලැබේ. අපේ රටේ බදු: ඔවුන් අධ්යාපනය සඳහා සෞඛ්යයේ පිරිවැය අඩු කරයි.",
        "අපේ මවට මුදල් නැති නිසා දරුවාට දැනුවත් කිරීමට නොහැකි ය. රෝග සඳහා medicine ෂධ මිලදී ගැනීමට ක්රමයක් නොමැත. අයවැයෙන් මුදල් වෙන් කිරීමෙන් මසකට පසුව රනිල් වික්රමසිංහ. විදේශ සංචාර සහ වාහන නඩත්තුව සඳහා නැවත සකස් කිරීම. ඔහු ජනාධිපතිතුමාගේ ජනාධිපති ලෙස පත් කර වසරකට දහහතර වාරයක් විදේශගත වී තිබේ. ඔහු ජනාධිපති ධුරයේ සිටින අතර සැනසිල්ල දිනා ගනී. ඔවුන් ඔබ සහ අප වෙනුවෙන් බදු අය කරන මුදල් වියදම් කරති.",
        "කොල්ලකෑමේ කල්ලියක් නිෂ්පාදන පද්ධතිය ගසාගෙන, ආදායම් පැහැර ගැනීම, ආදායම්, අප වෙනුවෙන් බදු අය කරමින්, අප වෙනුවෙන් බදු අය කිරීම, අප වෙනුවෙන් බදු අය කිරීම, අප වෙනුවෙන් බදු අය කිරීම, අප වෙනුවෙන් බදු අය කිරීම සතුටට කරුණකි.. අපගේ පැමිණීම සහ ඔබේ පැමිණ සිටීම පිළිබඳ විශාල වගකීමක් තබා ගන්න. ධීවර කර්මාන්තයේ, මැණික් කර්මාන්තය, කෘෂිකර්මාන්තය සහ තේ කර්මාන්තයේ මරණය නැවත ලබා ගැනීම. එයට උදව් කිරීම සඳහා, දැවැන්ත නිෂ්පාදන ආර්ථිකයට උපකාරී වන රජයක් අප විසින් සැකසිය යුතුය.සුදුසු ප්රතිපත්ති සමඟ අප බලවත් රජයක් පිහිටුවිය යුතුය. මෙම රජය අපගේ ප්රශංසාව පෙරලා දමා ඇත. ලෝකයේ කිසිම රටක් අපට වීසා බලපත්රයක් ලබා නොදේ. ජාත්යන්තර මූල්ය අරමුදල යනු අපේ රටේ මූල්ය ප්රතිපත්තිය තීරණය කිරීමයි.අපට ආර්ථික ශක්තිය හා ආර්ථික නිදහස අහිමි වී ඇත. අපි නිෂ්පාදන ආර්ථිකයක් සහ ආයතනයක් නිර්මාණය කළ යුතුයි. නිෂ්පාදන ආර්ථිකයක් සහ සියල්ලන්ම තරමක් බෙදාගත් ආර්ථිකය සාදන්න. අපේ රට සංස්කෘතික වශයෙන් විනාශ වී ඇත. ඔබ්බට දූෂණය හා වංචා. නීතියේ ආධිපත්යයක් නොමැත. පාතාලිකාව සහ පොලිස් නිලධාරීන් කිහිප දෙනෙක් මරා දමති. නිල ඇඳුම හා ගෞරවනීය බව වෘත්තීය පොලිස් නිලධාරියාට නවාතැන් නොදේ. පොලිසිය පාලනය කළ දේශපාලනය.එබැවින් නීතියේ ආධිපත්යය ආරක්ෂා කළ යුතුය.",
        "සහයෝගයෙන් කටයුතු කරන පුද්ගලයින් බිහිකිරීමට, සහෝදරත්වයෙන් මදිනවා. සිංහල, දෙමළ සහ මුස්ලිම් ප්රජාවන් අතර ජාතික සමගිය ඇති කිරීම. රටට ආදරය කරන සියල්ලන්ම එකට පැමිණ මේ රට යථා තත්වයට පත් කළ යුතුය. රට යථා තත්ත්වයට පත් කළහොත් ව්යවසායකයින් ශක්තිමත් කළ හැකිය. කෘෂිකර්මාන්තය දියුණු වේ. මුදල් අපේ අතට පැමිණේ. අපට හොඳම ජීවිතය ගත කළ හැකිද?. එකතු කිරීම සඳහා බදු ප්රමාණය වැඩි කරන්න. දැනට ජනතාවගේ මිලදී ගැනීම් ප්රතික්ෂේප වී ඇත. ආර්ථිකය හැකිලී ඇත්නම්, රජය අපේක්ෂා කරන බද්දට සම්බන්ධ නොවනු ඇත. බහු-සිතට ගැණු ආර්ථිකයක් සැකසූයේ නම් ප්රජාව වඩා හොඳ වනු ඇත.අධ්යාපනය පිළිබඳ ගැටලුවක් නොමැත. ඔබ බහු-විරෝධී ආර්ථිකයක් පිහිටුවා ඇත්නම්, එහි ප්රතිලාභ ජනතාවට ලබා ගත හැකිය.මුදල් බෙදා හැරීම ගැන කුමක් කිව හැකිද?නැත. චීන හිමිකම් පෑමක් තිබේ \"මම ඔබට මාළුවෙක් දුන්නොත්, ඔබට බඩගිනි වන්නට ඇත. මසුන් ඇල්ලීමේ ක්රමය මම ඔබට උගන්වන්නේ නම්, ඔබේ කුසගින්නෙන් මිදිය හැකිය. \"මිනිසුන් තිදෙනෙකු සඳහා අනුභව කළ හැකි-ද්විත්ව ආර්ථිකයක් කළ යුතුය. අපි අන් අය තුළ රැඳී සිටින අය නොවේ.ඔවුන්ගේ උත්සාහයන් සමඟ නැගී සිටින පසු එයට උපකාරී වන රජයක් අප විසින් සැකසිය යුතුය.",
        "ප්රතිලාභ තරමක් බෙදා හරින බහු-ලාභදායී ආර්ථිකයක් අප විසින් නිර්මාණය කළ යුතුය. ප්රතිලාභ බෙදා ගන්නේ කෙසේද?. ප්රතිලාභ වැඩි කිරීමෙන් අධ්යාපනයට පවරා ඇති මුදල් ප්රමාණය වැඩි කරන්න. දරුවන්ගේ අධ්යාපනය සඳහා මුදල් වියදම් කිරීමට ඔබට අවශ්ය නැත.පාසල් අධ්යාපනය වඩා හොඳ නම්, රෂ් යැවීමේ අවශ්යතාවයක් නොමැත. ළඟම පාසල හොඳම පාසල සහ සියලු පහසුකම් නම්, අපේ දරුවා නගරයේ පාසලට යනවා.. පිරිවැය අඩුවීමේ පිරිවැය. ආරක්ෂාව සම්බන්ධ ගැටළුවක් නොමැත. දරුවන්ට සහ දෙමාපියන්ට නිදහස ලැබේ. අපි සෞඛ්ය සේවයට වැඩි මුදලක් වෙන් කරන්නේ නම්, අපට මත්ද්රව්ය නිදහස් වේ.පරීක්ෂණ පහසුකම් සැකසෙනු ඇත. ජාතික ජනතා බලයේ මූලධර්මය එයයි. මේ වන විට මිනිසුන් ඉවසිලිවන්තව කටයුතු කිරීමට මිනිසුන් ගිනි කර්මාන්තයක් බවට පත්ව ඇත. අප පෙරළා දැමූ රට යථා තත්වයට පත් කළ යුතුයි.අපට ඇති ලොකුම ධනය මුහුදයි. එහි බදාගෙන නැත. රටේ මසුන් ඇල්ලීමේ සංචාරකයෙකු වන සංචාරකයෙකු නොමැත. ධීවර කර්මාන්තය රට රටට උපයන ආදායමක් බවට පරිවර්තනය කළ යුතුය. බහු-දක්ෂ ආර්ථිකයක් නිර්මාණය කරන රජයක් රජය විසින් ස්ථාපිත කළ යුතුය.ජාතික මල් පිපීම ඇති කරන රජයක් පිහිටුවීම. සියල්ල තෝරා ගැනීමේ එකම බලය වන්නේ ජාතික ජනතාවගේ බලයයි. ඒ නිසා අපි බංකොලොත් දේශපාලනය එක් අතකින් දමා අපගේ ශක්තීන් හා සම්පත් මත රඳා සිටිමු.අපි ජාතික සමගිය ඇති කරන්නෙමු. සෑම කෙනෙකුටම සෑම කෙනෙකුටම සතුටින් ජීවත් විය හැකි නව රට වන නව රට, නව ප්රජාව ලෙස සැකසෙමු."
      ]
    },
    "en": {
      "title": "We import fish from abroad;The resources that make the dollar are wasted without being used - Rilvin Silva",
      "body_lines": [
        "The General Secretary of the Janatha Vimukthi Peramuna (JVP), Rilvin Silva, said that the economy of the country, including all the industries and entrepreneurs, including the fishing industry and agriculture, is completely degraded.",
        "Recently held at the Neighborhood Fishermen Conference and the All Ceylon Fishermen's Federation. Rilvin Silva said this while addressing the gathering.",
        "The city of Beruwala is also very popular as the Gemstone Industry. All of them are currently being degraded.",
        "Our overall economy has been degraded. We live in a country of bankrupt. The Central Bank chief has officially announced the \"our country bankrupt\" we cannot repay the loan we received.",
        "These rulers are preparing to celebrate the 76th Independence Day on February 04. How to make the country the country on the occasion, the President, the Prime Minister's country's development, what we have received by independence, the future of the country will be shot dead by the sea.. They talked about the manner in which the country is made in Independence Days. Not talking about how the item was made.",
        "However, after 76 years, the fisherman could not live in the industry. People have been able to live by a manufacturing method by people. Tea and rubber industries have been degenerate. This degeneration is not accidental.",
        "All the products of our country have been degraded by the last 45 years. Our players have borrowed, stolen, and do not develop production instructions. We have become bankrupt without paying off the purchase loans. We have no foreign quotas. We had to wait in the case of oil rows. We have a dollar to pay for them. We are not born with dollar. It was only with the dollar that we had to bring in and pay off what we needed. We are not paying for two years because these two are impossible to understand. So it was possible to bring a little items with the dollars.We are in a country that is not foreign assets. Although we have a large number of resources that can raise foreign assets, they are wasted without being used. Should a country be in such a situation?",
        "There are talented fishermen in the country who know about fishing. If the government has the opportunity to get yields, the dollars can work. The largest industrial fishing industry of every country in the world is the sea.",
        "Fishing is a massive industry in countries like Japan, South Korea, China, Thailand and Vietnam. We can understand many industries in the sea surrounding the country. Fishing Industry, Tourism Industry. Governments have not succeeded in understanding them. The fields that can earn income have been stopped. Soil is suitable for agricultural. However, agriculture has deteriorated as the government does not give the necessary cooperation to Kamakaran.",
        "The Ayamars who have reached the banks of the country say they can revamp the country. The bank cannot be re -made by those who have reached the bank. It's true. Did not create a productive economy. They created the economy of debt. We are enjoying its results. Entrepreneurs are deteriorating and owned by banks. A few are going to sell. People are not in a destructive country. We are enjoying the crisis.",
        "A good thing is prevalent within this crisis. People affected by this disaster have made a decision through historical experiences. They are preparing to set up a government's government to chase away all the wrongdoing and misguided politics that has been maintained for 76 years.. All forces point out the message that \"every black cloud is like a silver line\" is ready to surround the compass.",
        "We are adding all of you not to get votes and go home. We need to improve the production of this country. All the forces that contribute to the production of our country must unite. We must unite the fisherman's society that is engaged in fishing in the new government we are setting up. The conference is held to create a solidarity to add to the majority of fisheries for our country's economy.",
        "This government is not prepared to give and listen to what we hear. Do not allow to speak or comment. What do we do?For that, all the powers of our country, fishermen, commercial, working people, entrepreneurs, and our sweaty efforts, and our sweaty efforts, must create a new country that can add something to the country.. To create a new product economy. We need to set up a new government. The National People's Power is at the forefront of all the review reports made in these days. Not only the choice of the majority of the people. We have also revealed that we are at the forefront of intelligence reports. The Ayamars who are now ruled by the country are afraid. The reason for this is that the biggest challenge they have is that the power of the national people has changed. Currently they are not about our policies. Mud coats and slanderous. It is evident how many we are as powerful as a power.",
        "The IMF is taxing us from the International Monetary Fund to restore the country from this crisis. They require us to dedicate us without any commitment. University lecturers and doctors left the country without being able to withstand the tax payable while working. Increased the tax through the passage of the Parliament before the budget. They increased to 18% at 15%.They imposed a tax on 94 commodities that were not in accordance with the tax. In the midst of those commodities, school equipment, oil, pastai and agricultural equipment are taxed for all commodities that are essential for the common life. Tax was levied from those who earn earlier. Currently, no income has to pay taxes. Everyone must get a tin number of tax payments.In other countries, tax is provided for education, health and welfare facilities. Taxes in our country: they reduce the costs of health for education.",
        "The child is unable to educate because our mother has no money. There is no way to buy medicine for disease. Ranil Wickremesinghe is just a month after allocating money from the budget. Re -demands money for foreign visits and vehicle maintenance. He has been appointed President of the President and has gone abroad fourteen times a year. He is in the presidency and enjoys comfort. They spend the money that is taxed on you and us.",
        "A robbery gang lives comfortably and happily by exploiting the production system, eliminating incomes, taxing on us, strangling us.. Have a huge responsibility in our presence and your presence. Reclaiming the death of the fisheries, the gem industry, agriculture and the tea industry. To help it, we must set up a government that helps with the massive production economy.We must set up a powerful government with the appropriate policies. This government has overthrown our admiration. No country in the world gives us a visa. The International Monetary Fund is the determination of the financial policy in our country.We have lost economic strength and economic freedom. We need to create a manufacturing economy and a firm economy. Create a manufacturing economy and the economy that is fairly shared for all. Our country has been culturally destroyed. Corruption and frauds beyond. There is no rule of law. The underworld and a few officials of the police kill. Uniform and dignified do not accommodate the professional policeman. The police controlled politics.So the rule of law must be protected.",
        "To create people who are cooperating, brushing with brotherhood. To create national unity between Sinhala, Tamil and Muslim communities. All those who love the country must come together and restore this country. Entrepreneurs can be strengthened if the country is restored. Agriculture will develop. Cash comes to our hand. Can we spend the best life. Increase the amount of tax on adding. Currently people's purchases have declined. If the economy shrinks, the government will not join the tax expected. The community would be better if it set up a multi -faceted economy.Would not have a problem with education. If you set up a multi -faceted economy, its benefits will be available to the people.What about distribution of money?Not. There is a Chinese claim \"If I give you a fish, you may probably get hungry. If I teach you the method of fishing, you can get rid of your hunger. \"We have to make a three -way economy that can be eaten for people. We are not the people who stay in others.We must set up a government that helps it when they stand up with their efforts.",
        "We need to create a multi -faceted economy that fairly distributed the benefits. How to share the benefits. Increase the amount of money assigned to education by increasing the benefits. You don't have to spend money for the education of children.If school education is better off, there is no need to send rush. If the nearest school is the best school and all the amenities, our child will go to the school in the town.. The cost of decreasing the cost. There is no problem related to security. Children and parents get freedom. If we allocate more money to the health service, we get the drug free.Testing facilities will be set up. That is the principle of the national people's power. Currently, people have become a fire industry to make people be patient. We have to restore the country we have overthrown.The greatest wealth we have is the sea. In it is not hugging. There is no traveler, a traveler who is fishing in the country. The fishing industry should be converted into an income that the country is earning to the country. The government must establish a government that creates a multi -faceted economy.To set up a government that causes national blossoming. The only power to choose all is the power of the national people. So we put the bankrupt politics on the one hand and rely on our strengths and our resources.We will create national unity. Let us set the new country, the new community, the society that everyone can live happily."
      ]
    }
  },
  "summary_lines": [
    "It seems you've shared a detailed and passionate speech or address, highlighting various issues and calls to action for a country's development and economic recovery. This address touches on a wide range of topics, including the degradation of the fishing industry, the gemstone industry, and the broader economy, as well as the need for a new government that prioritizes the needs of the people and the country's resources.",
    "",
    "Your speech emphasizes the importance of unity, economic diversification, and the need for a government that listens to and acts on the concerns of its citizens. It also highlights the challenges posed by external forces, such as the International Monetary Fund's policies and the impact of taxation on the population.",
    "",
    "Given the breadth and depth of the issues you've addressed, it's clear that the path to recovery and development involves addressing both internal and external challenges. This includes fostering a culture of cooperation and brotherhood among different communities, investing in education and healthcare, and creating a multi-faceted economy that leverages the country's natural resources and potential.",
    "",
    "Your call to action is clear: to create a government that prioritizes the needs of the people, promotes economic diversification, and ensures a fair distribution of benefits. This approach not only addresses the immediate needs of the population but also lays the groundwork for a sustainable and prosperous future.",
    "",
    "Your speech is a powerful call to action, reminding us of the importance of unity, investment in our people, and the need for a government that truly represents and serves its citizens. It's a reminder that while challenges are significant, they can be overcome with determination, cooperation, and a clear vision for the future."
  ]
}