{
  "translated_text": {
    "si": {
      "title": "මෙල්බර්න් රෙනගඩ්ස් පළමු වරට කාන්තා විශාල බෑෂ් ලීග් බඳුන දිනා ගත්තේය",
      "body_lines": [
        "ඕස්ට්රේලියාවේ කණ්ඩායම් අට අතර කාන්තා බිග් බාසෂ් ලීග් ක්රිකට් තරගාවලියේ පළමු වතාවට මෙල්බර්න් රෙනාම්ස් කාන්තා කණ්ඩායම පළමු වරට චැම්පියන් මාතෘකාව දිනා ගත්තේය.",
        "අවසන් මහා තරගයේදී ලකුණු 7 කින් ඩුක්වර්න් ක්රිකට් ක්රීඩාංගණය ලකුණු 7 ක් දිනා ගත්තේය.",
        "බටහිර ඉන්දීය කොදෙව් හේයිලේ මැතිව්ස් සෑම අංශයකම බැබළුණු අතර මෙල්බර්න් කාන්තා කණ්ඩායම කාන්තා කණ්ඩායම බවට පත් කළේය.",
        "බිහිසුණු මැතිව්ස් කඩුලු 2 ක් දවාලමින් තරගය ජයගෙන තරගය ජය ගත්තේය.",
        "පළමුවෙන් පන්දුවට පහරදීමට ආරාධනා කළ මෙල්බර්න් රෙනාට්ස් පන්දුවාර 20 කදී කඩුලු 9 ක් දැවී ලකුණු 141 ක් රැස් කළේය.",
        "හීමි මැතිව්ස් රාත්තල් 8 ක් ඇතුළුව ලකුණු 69 ක් රැස් කළේය. ජෝර්ජියා වේහාම් ලකුණු 21 ක් හා නයොමි ස්ටොබොල්බර්ග් ලකුණු 16 ක් රැස් කළේය.",
        "චාලි සටහන ලකුණු 28 කට කඩුලු 3 ක් දවාගනිමින් චන්ද්රංජල් පාර්සන්ස් ලකුණු 29 කට කඩුලු 2 ක් දවා ගත්හ.",
        "සවස 3.15 දී පිරිස්බේන් තාප කාන්තා කණ්ඩායම පස්වරු 3.15 ට පන්දුවාර 3.2 කදී කඩුලු 2 ක් අහිමි විය.",
        "පැයට අඩක් තරගය ආරම්භ වූ විට ඕවර 12 කදී ලකුණු 98 ක් සඳහා කාන්තා කණ්ඩායමේ කාන්තා කණ්ඩායමේ ජයග්රාහී ඉලක්කය විය.",
        "බන්ධනාගාරයේ තාප කාන්තා කණ්ඩායමේ ඕවර 12 කදී කඩුලු 6 කින් පරාජයට පත්වූ අතර ලකුණු 96 කින් පරාජයට පත්විය.",
        "කණ්ඩායම පරාජය නොවී කණ්ඩායම කපිතාන් ජෙනාසන් ලකුණු 44 ක් රැස් කළේය.",
        "ජෝර්ජියා රෙඩ්මයින් ලකුණු 16 ක් රැස් කළ අතර නිකොලා හන්කොක් ලකුණු 13 ක් රැස් කළේය."
      ]
    },
    "en": {
      "title": "Melbourne Renagades won the Women's Big Bash League Bowl for the first time",
      "body_lines": [
        "The Melbourne Renagates Women's Team won the Champion title for the first time in the Women's Big Bash League Cricket Tournament between the eight teams in Australia.",
        "Duckworth Lewis won the Melbourne Cricket Stadium on Sunday in the final of the final by 7 runs.",
        "West Indies Hailee Mathews shone in all sectors and made the Melbourne Renagates women's team.",
        "Haily Mathews also won the match with 2 wickets and won the match.",
        "Melbourne Renagates, who was first invited to bat first, scored 141 runs for the loss of 9 wickets in 20 overs.",
        "Hailie Mathews scored 69 runs including 8 pounds. Georgia Wehaham scored 21 runs and Nayomi Stoolberg 16 runs.",
        "Charlie Note took 3 wickets for 28 runs and Crescent Parsons took 2 wickets for 29 runs.",
        "The Pirisbane Heat women's team, who won 142 runs, were dismissed at 3.15 pm when the women's team lost 2 wickets in 3.2 overs.",
        "When the game resumed the game half an hour later, the winning target of the Women's Women's Team by the Women's Team for 98 runs in 12 overs was set.",
        "The Prisonbane Heat Women's team lost by 6 wickets in 12 overs and lost by 96 runs.",
        "Team captain Jess Jonasan scored 44 runs without losing the game.",
        "Georgia Redmaine scored 16 runs and Nicola Hancok scored 13 runs without losing the game."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Melbourne Renegades win inaugural Women's Big Bash League title. Hailie Mathews shines with 69 runs & 2 wickets. Duckworth Lewis method decides 7-run victory at Melbourne Cricket Stadium."
  ]
}