{
  "translated_text": {
    "ta": {
      "title": "අද වී කිලෝවක නිෂ්පාදන වියදම රු. 78",
      "body_lines": [
        "விவசாயி, வேளாண் மற்றும் கால்நடைகளின் துணை அமைச்சர் நமல் கருணாரத்னே பாதுகாக்காததே தற்போதைய அரசாங்கம் இறுதி சடங்கு என்று நமல் கருணாரத்னே கூறினார்.",
        "මෙවර යල කන්නේ ගොවීන් රජයේ ගබඩාවෙත වී මෙට්ට්‍රික් ටොන් 15,000 කට වැඩි ප්‍රමාණයක් ලබාදී තිබෙන බවද නාමල් කරුණාරත්න මහතා කීවේය.",
        "அவர் 16 ஆம் தேதி பொலோனாருவா மாவட்ட செயலகத்தில் பொலோனாருவா திட்டம் தொடங்கிய சந்தர்ப்பத்தில் பேசினார்.",
        "\"நாங்கள் அரசாங்கத்தை ஏற்றுக்கொள்ளும்போது, ​​கிலோ நெல்லின் சான்றிதழ் ரூ. 99 95 பிரிவுகள். அரசாங்கம் ஒரு கிலோகிராம் நெல் செலுத்தியுள்ளது. அரசாங்கம் 105 ரூபாய் எடுக்கவில்லை. அன்று பொலோனாருவாவில் எந்தக் கடையும் இல்லை. இது இலங்கையில் களை காட்டு சேமிப்பு வரை. குரங்குகள் மற்றும் ரிலாரோனுக்கு விவசாயிக்கு ஒரு கிலோமீட்டர் இருந்தது, விவசாயி கடந்த காலத்தில் ஒரு கிலோமீட்டரில் இருந்தார். 25 காசுகள்",
        "பொலோனாருவாவின் விவசாயிகள் ரூ. 65. நான் விவசாயிகளைக் காண்பிப்பேன். முப்பத்தி -30 ரூபாய் ரூ. 363 ஒரு மூட்டை உரத்தில். டீசல் ரூ. அரியா, நாங்கள் உத்தரவாதமான விலை அல்ல.  இதுவரை ஒவ்வொரு அரசாங்கத்திற்கும் ஒரு சான்றிதழ் விலை. நாங்கள் ஒரு விலையின் குறைந்தபட்ச விலையை நிர்ணயித்தோம். அது விலை.",
        "குறைந்தபட்ச விலையின் குறைந்தபட்ச விலை, விவசாயி தனியார் விற்பனையாளருக்கு அந்த விலையை விட அதிகமாக கொடுக்க முடியும். அதனால்தான் விவசாயியைப் பாதுகாக்க குறைந்தபட்ச விலையை நிர்ணயித்தோம். யாலா விவசாயியைக் காப்பாற்றினார் என்று நமல் கருணரத்னே மேலும் கூறினார்."
      ]
    },
    "en": {
      "title": "Production cost of a kilogram of paddy today. 78",
      "body_lines": [
        "Namal Karunaratne said that the present government funerally was funeral not to protect the farmer, Namal Karunaratne, Deputy Minister of Agriculture and Livestock.",
        "The farmers have earned more than 15,000 metric tons of farmers.",
        "He was speaking at the occasion of the commencement of the Polonnaruwa program at the Polonnaruwa District Secretariat on the 16th.",
        "\"When we accept the government, the certificate of kilo of paddy is Rs. 99 95 categories. The government has paid a kilogram of paddy. The government did not take 105 rupees. There was no store in the Polonnaruwa that day. It's all in Sri Lanka to the weed wild storage. The monkeys and Rilaron had a kilometer to the farmer, the farmer was in a kilometer in the past. 25 cents",
        "The farmers of Polonnaruwa have been sold at Rs. 65. I'll show the farmers. Thirty-30 rupees were Rs. 363 at a bundle of fertilizer. The diesel took a profit at Rs. Ariia, we are not a guaranteed price.  A certificate price for every government so far. We set a minimum price of a price. It is the price.",
        "The minimum price of a minimum price, the farmer can give the private vendor more than that price. That is why we set a minimum price to protect the farmer. Namal Karunaratne added that the Yala saved the farmer."
      ]
    }
  },
  "summary_lines": []
}