{
  "translated_text": {
    "si": {
      "title": "මෙම වසර අවසන් වන විට දුම්රිය ඇතුළු පොදු ප්රවාහන සේවා සඳහා විද්යුත් පද්ධතිය හඳුන්වා දෙනු ඇත - රංජිත් ගංගඹුත් රූපසිංහ",
      "body_lines": [
        "ප්රවාහන හා මහාමාර්ග අමාත්යාංශයේ ලේකම් රංජිත් ගනගංගත් රූසිංහ මහතා පැවසුවේ දුම්රිය ඇතුළුව පොදු ප්රවාහන සේවා වල ටිකට් පතක් වෙනුවට විද්යුත් ක්රමය හඳුන්වා දෙන බවයි.",
        "අද (08) ජනාධිපති මාධ්ය මධ්යස්ථානයේ \"වසර දෙකක ප්රගතිය සහ අනාගතය\" යන තේමාව යටතේ ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී අදහස් දක්වමින්",
        "ප්රවාහන හා මහාමාර්ග අමාත්යාංශයේ ලේකම් රංජිත් ගනගත් රූසිංහ මහතා මේ බව පැවසීය.",
        "ආර්ථික අර්බුදය නොතකා රජය 2022 ට පෙර මාර්ග සංවර්ධන ව්යාපෘති සඳහා රුපියල් බිලියන 390 ක් ගෙවා ඇති අතර කොන්ත්රාත්කරුවන් සඳහා රුපියල් බිලියන 300 ක් සහ රුපියල් බිලියන 90 ක ණය මුදලක් වැය කර ඇති බව ඔහු පැවසීය.",
        "ප්රවාහන හා මහාමාර්ග අමාත්යාංශයේ ලේකම් රංජිත් ගනගනාත් රුසිංහ",
        "රට තුළ ඇති ආර්ථික අර්බුදය නොතකා, 2022 ට පෙර මාර්ග සංවර්ධන ව්යාපෘති සඳහා රජය පසුගිය වසර දෙක තුළ රුපියල් බිලියන 390 ක් ගෙවා තිබේ.. රුපියල් බිලියන 300 ක කොන්ත්රාත්කරුවන් බිලියන 300 ක් සහ රුපියල් බිලියන 90 ක් සඳහා මෙම මුදල් වියදම් කර ඇත.",
        "ආන්ඩුවේ ණය ප්රතිව්යුහගත කිරීමේ වැඩසටහනේ සාර්ථකත්වය මහාමාර්ග අමාත්යාංශයට ඉතා ප්රයෝජනවත් බව පැවසිය යුතුය. මෙය අවසාන ආර්ථික අර්බුදය තුළ නතර කර ඇති බොහෝ ව්යාපෘති නැවත ආරම්භ කර තිබේ. විශේෂයෙන්, මධ්යම අධිවේගී මාර්ගයේ පළමු අදියර දියත් කිරීමට දැනටමත් සාකච්ඡා ආරම්භ කර තිබේ.",
        "මීට අමතරව, මධ්යම අධිවේගී මාර්ගයේ අනාගතයේදී, මූල්ය ආයෝජනවල සහ ද්විපාර්ශ්වික සාකච්ඡා මූල්ය ආයෝජන තුළින් කුළුණුවල කුළුණු මත නිම කිරීම සඳහා ද්විපාර්ශ්වික සාකච්ඡා පවත්වනු ලැබේ.. මේ සඳහා රාජ්ය හා පෞද්ගලික ඒකාබද්ධ ආයෝජන අපේක්ෂා කෙරේ.",
        "එසේම, මේ වසර අවසන් වන විට දුම්රිය ඇතුළුව පොදු ප්රවාහන සේවා සඳහා ටිකට් පතක් සැපයීම සඳහා විද්යුත් ක්රමය හඳුන්වා දෙනු ඇත.. මහාමාර්ගවල මුහුණලා මාස කිහිපයකින් විද්යුත් පද්ධතියට ඇතුළත් වේ.",
        "සැහැල්ලු දුම්රිය ව්යාපෘතිය සඳහා ආයෝජන වැඩිදියුණු කිරීම පිළිබඳ ජපාන රජය සමඟ මූලික සාකච්ඡා (LTR). එසේම, අපි බොහෝ නව ව්යාපෘති සඳහා චීනයේ, ඉන්දියාව සහ ජපානයේ ආණ්ඩු සමඟ සාකච්ඡා කරමින් සිටිමු. ඒ අනුව, ඉදිරි වසර පහ තුළ ප්රවාහන හා අධිවේගී අංශය 10% -15% ක වේගයකින් වැඩිදියුණු කරනු ඇත.",
        "මාර්ග සංවර්ධන අධිකාරියේ අධ්යක්ෂ ජනරාල්. බී.. එම් සූර්ය බන්ඩාරා:",
        "දුම්රිය මාර්ගයේ ඉදිකරන ලද පාලම ඉදිකිරීමේ දෙවන අදියර කෝම්බබ්ලියේ විනිසුරු අක්බාර් මාවත සහ උත්තරානන්ද මාවත සම්බන්ධ කරන දුම්රිය මාර්ගයට ඉහළින් පිහිටි පාලම ඉදිකිරීම ලබන සතියේ මහජනයාට භාර දෙනු ඇත.. එසේම, කොහුවාල පාලම ලබන සතියේ මහජනයාට භාර දෙනු ඇත. එසේම, වරාය දොරටුවේ වැඩ සැප්තැම්බර් පළමු භාගයේදී නිම කිරීමට නියමිතය.",
        "මීට අමතරව, මාර්ග සංවර්ධන අධිකාරිය යටතේ ව්යාපෘති දහස් ගණනක් රට පුරා ක්රියාත්මක වේ.. පෙබරවාරි මාසයේ දී දියත් කළ කිලෝමීටර් 1000 ක ග්රාමීය මාර්ග ව්යාපෘතිය යටතේ අගෝස්තු මාසයේදී ග්රාමීය මාර්ග කිලෝමීටර් 320 ක් සම්පූර්ණ කිරීමට පියවර ගෙන තිබේ.",
        "දුම්රිය දෙපාර්තමේන්තුවට අයත් අක්කර 12,000 ක ඉඩමක් පමණ බදු දීමට අපට අවස්ථාව ලබා දී ඇත. ඒ අනුව දුම්රිය දෙපාර්තමේන්තුවට අවසර හෝ අවසරයකින් තොරව, එම ඉඩම් සඳහා ලීසිං බන්ධනය සඳහා ලියාපදිංචි වීමට අවස්ථාව ලබා දී තිබේ.. එම ස්ථානවලින් ලියාපදිංචි වී ඉවත් නොකරන අයට එරෙහිව නීතිමය ක්රියාමාර්ග ගැනීමට පියවර ගනු ලැබේ.",
        "එසේම, මහාවා-අපගේමෙයි දුම්රිය මාර්ගය නවීකරණය කිරීම අගෝස්තු මාසයේදී නිම කරන අතර බෙලියාතා සිට කොළඹ දක්වා භාණ්ඩ ප්රවාහනය සඳහා දුම්රිය සේවාව මේ මස 15 වන දින දියත් කෙරේ.. ගොවීන් හා වෙළෙඳුන් ද ඇතුළුව කොළඹට භාණ්ඩ රැගෙන යන අය මෙම සේවාව ලබා ගත හැකිය.",
        "මීට අමතරව වෙරළබඩ මාර්ගයේ දුම්රිය ස්ථාන බහුකාර්ය ව්යාපෘති ලෙස සංවර්ධනය කිරීමට සැලසුම් කර ඇති බව කලුපිට්ටි සහ බම්බලපිටිය ඇතුළු දුම්රිය ස්ථානවල මේ වන විට සංවර්ධනය වෙමින් පවතී.. දුම්රිය එන්ජින්ගේ අවශ්යතාවය සපුරාලීම සඳහා එන්ජින් 20 ක් පරිත්යාග කිරීමට ඉන්දීය රජය එකඟ වී තිබේ. මාස දෙකක් ඇතුළත අපට එහි පළමු අදියර ලැබෙනු ඇත.",
        "ජාතික ප්රවාහන අධිකාරිය විසින් ජාතික ප්රවාහන කමිටුවේ නීතිය යටතේ පමණක් බස් රථයක් පමණක් සිදු කළ හැකිය. නමුත් පාසල් හා කාර්යාල ප්රවාහන සේවා සහ ටෙක්සිවරුන් නියාමනය කිරීම සඳහා නීතිය සංශෝධනය කිරීම සඳහා ත්රිරෝද රථ තුනක් ඉදිරිපත් කර තිබේ.",
        "මීට අමතරව, සමාජ සුභසාධනය සඳහා කරන ලද 'සිසු සයිසා සයියා' හරහා පාසල් 5,000 ක් පමණ ඇතුළුව පාසල් 5,000 ක් පමණ ඇතුළත් කිරීම සඳහා ළමුන් 110,000 ක් පමණ ප්රවාහන පහසුකම් ලබා දී ඇත.. මීට අමතරව, රාජ්ය හා පෞද්ගලික සමාගම් සඳහා ප්රවාහන සේවා ක්රියාත්මක වේ. මෙය නාගරික ගමනාගමනය අඩු කිරීමට, ඉන්ධන භාවිතය අඩු කිරීමට සහ පාරිසරික දූෂණය අවම කිරීම උපකාරී වේ.",
        "මීට අමතරව, \"රසායනිකමී ක්රියා\" \"දුරස්ථ ග්රාමීය ප්රදේශවල වෙසෙන ජනතාවට ප්රවාහන පහසුකම් සැපයීමට සහ ඔවුන්ගේ ජීවන තත්ත්වය වැඩි දියුණු කිරීමට හැකිය.. ඒ අතරම, අපි අන්තර් ප්රොෆින් සඳහා කාලසටහන් කාලසටහන් සකස් කරමින් ක්රියාත්මක කරමු.",
        "මීට අමතරව, 0712555555555555555555555555555555 සහ 1955 යන දිනවල පාරිභෝගික සේවා අංශය සම්බන්ධ කර ගැනීමට මහජනතාවට අවස්ථාව ලබා දී තිබේ. මෙය මගී ප්රවාහන සේවා පිළිබඳ මගී ප්රවාහනය හා තොරතුරු සම්බන්ධ පැමිණිලි ලබා දෙනු ඇත.",
        "අපේ බස් රථ දිනකට 5500 වතාවක් සහ මගීන් ලක්ෂ 12 ක් පමණ ඔවුන්ගේ ප්රවාහන අවශ්යතා සපුරාලයි. ඩිජිටල්කරණ වැඩසටහන ක්රියාත්මක කිරීම අපගේ ආදායම් අලාභය සම්පූර්ණයෙන්ම නැවැත්විය හැකි යැයි අපි බලාපොරොත්තු වෙමු.",
        "පසුගිය වසරේදී අපි ගිය බස් 400 ක් අලුත්වැඩියා කර නැවත සකස් කර ඇත්තෙමු. මේ වසරේ බස් රථ 400 ක් අලුත්වැඩියා කෙරේ. මීට අමතරව, නව බස් රථ 1000 ක් මිලදී ගැනීම සඳහා කැබිනට් මණ්ඩලය අනුමැතිය ලබා දී තිබේ. ඒ අනුව බස් රථ 400 ක් වහාම මිලදී ගැනීම වහාම ආරම්භ කර තිබේ.",
        "ළදරු සේරියා වලට අමතරව, අපි කාර්මික විද්යාල සිසුන්ට සහන ගාස්තු අයිවරියක් සඳහා බස් රථ සපයනෙමු. අපි දිනකට බස් රථ 811 ක් සහ පාසැල් නොවන සේවා සඳහා බස් රථ 890 ක් ලබා දෙන්නෙමු.",
        "මහජන මගී ප්රවාහන අංශය නවීකරණය කිරීම සඳහා විදුලි බස් රථ හඳුන්වා දීමටත්, නවීන තොරතුරු තාක්ෂණය භාවිතා කරමින්, බුද්ධිමය ක්රම මගීන්ට හඳුන්වා දීම සහ දේශගුණික විපර්යාසයන් මෙහෙයවීම සඳහාත්, ස්මාර්ට් පද්ධති හඳුන්වා දීම සඳහාත් විදුලි බස් රථ හඳුන්වා දීමට කටයුතු කරමින් සිටී.",
        "දුරස්ථ සංචාරකයින් සඳහා ආසන වෙන්කරවා ගැනීම සහ වෙබ් අඩවිය හරහා දුරස්ථ සේවාවන්හි කාලසටහනේ කාලසටහනක් ලබා ගැනීමේ පහසුකම. අනාගතයේ දී ඩිජිටල්කරණය කිරීමෙන් තවත් බොහෝ සේවාවන් හඳුන්වා දිය යුතුය."
      ]
    },
    "en": {
      "title": "By the end of this year, the electronic system will be introduced for public transport services including trains- Ranjith Ganganath Rupasinghe",
      "body_lines": [
        "Secretary of the Ministry of Transport and Highways Ranjith Ganganath Rubasinghe said that by the end of this year, the electronic system will be introduced instead of a ticket in public transport services, including trains.",
        "Speaking at a press conference held at the Presidential Media Center today (08) under the theme \"Two Years Progress and Future\"",
        "Secretary of the Ministry of Transport and Highways Ranjith Ganganath Rubasinghe said this.",
        "He added that despite the economic crisis, the government has paid 390 billion rupees for road development projects before 2022, and 300 billion rupees has been spent on contractors and 90 billion rupees loans.",
        "Ranjith Ganganath Rubasinghe, Secretary to the Ministry of Transport and Highways",
        "Despite the economic crisis facing the country, the government has paid 390 billion rupees in the last two years for road development projects before 2022.. The money has been spent on 300 billion rupees contractors and 90 billion rupees.",
        "It must be said that the success of the government's debt restructuring program is very useful for the Ministry of Highways. This has resumed many projects that have been stopped during the last economic crisis. In particular, discussions have already begun to launch the first phase of the central highway.",
        "In addition, the Ruwanpura Expressway will be launched in the future of the Central Expressway, the Financial Investment and the Bilateral Discussions are being held on the completion of the high -speed route project on the pillars of the pillars through financial investments.. State and private joint investments are expected for this.",
        "Also, by the end of this year, the electronic system will be introduced to provide a ticket for public transport services, including trains.. Facing on highways will be entered into the electronic system in a few months.",
        "Preliminary discussions with the Japanese government on the upgrading of investments for the Light Rail Project (LRT). Also, we are negotiating with the governments of China, India and Japan for many new projects. Accordingly, in the next five years, the transport and highway sector will be upgraded at speeds of 10% -15%.",
        "Director General of the Road Development Authority. B.. M Solar Bandara:",
        "The second phase of the construction of the bridge, which is being constructed above the railway line connecting Kombanitheru, Justice Akbar Mawatha and Uttarananda Mawatha, will be handed over to the public next week.. Also, the Kohuwala Bridge will be handed over to the public next week. Also, the work of the port gateway will be completed in the first half of September.",
        "In addition, thousands of projects are being implemented nationwide under the Road Development Authority.. Under the 1000 kilometers rural roads project, which was launched in February, steps have been taken to complete 320 kilometers of rural roads in August.",
        "We have given people the opportunity to lease about 12,000 acres of land belonging to the railway department. Accordingly, the land owned by the railway department, without permission or permission, has been given the opportunity to register for the leasing bond for those lands.. Steps will be taken to take legal action against those who do not register and remove them from those places.",
        "Also, the modernization of the Mahawa -Omanthai railway line will be completed in August, and the train service for freight transport from Beliatha to Colombo will be launched on the 15th of this month.. Those who carry goods to Colombo, including farmers and traders, can get this service.",
        "In addition, the railway stations on the coastal road are planned to be developed as a multi -purpose projects, according to which six railway stations including Kaluppitti and Bambalapitiya are currently being developed.. The Government of India has agreed to donate 20 engines in order to meet the need for train engines. We will get its first stage within two months.",
        "The National Transport Authority can only carry out buses under the law of the National Transport Committee. But three -wheelers have been submitted to amend the law to regulate school and office transport services and texies.",
        "In addition, about 110,000 children are provided with transport facilities to include about 5,000 schools through the 'Sisu Seesa Seriya' conducted for social welfare.. In addition, transport services are being implemented to state and private companies. This helps to reduce urban traffic, reduce fuel use and reduce environmental pollution.",
        "In addition, \"Chemmy Cheriya\" is able to provide transport facilities to people living in distant rural areas and improve their quality of life.. At the same time, we are preparing and implementing timing schedules for inter -provinces.",
        "In addition, the public has been given the opportunity to contact the Customer Service Division on 0712555555 and 1955. This will provide complaints related to passenger transport and information on passenger transport services.",
        "Our buses travel 5500 times daily and about 12 lakh passengers meet their transportation needs. We hope that the implementation of the digitalization program can completely stop our income loss.",
        "We have repaired 400 buses last year and re -traveled. 400 buses will be repaired this year. In addition, the Cabinet has approved the purchase of 1000 new buses. Accordingly, the purchase of 400 buses has been initiated immediately.",
        "In addition to the infant Seria, we offer buses to the Technical College students at concessionary fees. We offer 811 buses daily for school buses and 890 buses for non -school services.",
        "Arrangements are being made to introduce electric buses for the modernization of the public passenger transport sector, enhance the operations of buses and management using modern information technology, introduce smart systems to passengers and to implement climate change.",
        "Booking the seats for remote travelers, and the facility to obtain a timetable schedule of remote services through the website. Many more services are to be introduced by digitalization in the future."
      ]
    }
  },
  "summary_lines": [
    "This year, the government will introduce an electronic ticketing system for public transport, including trains, despite economic challenges. It has invested heavily in road development and is discussing further projects with international partners. The transport sector aims for a 10%-15% upgrade in the next five years, with initiatives like digitalization to enhance efficiency and reduce costs."
  ]
}