{
  "translated_text": {
    "si": {
      "title": "තමිල්නාඩුවේ රජය දෙමළ ජනතාවගේ බලය පිළිගනීද?- සුරේෂ් ප්රේම්චන්ද්රන් ප්රශ්නය",
      "body_lines": [
        "ඊලාම් විප්ලවීය විමුක්ති පෙරමුණේ නායක සුරේෂ් කේ, ඊලාම් විප්ලවීය විමුක්ති පෙරමුණේ ප්රකාශක (ඊ.ඊ.පී.), පළාත් සභා පිළිබඳ ජනාධිපතිවරයාගේ අදහස් සහ ඔහුගේ පක්ෂයේ අදහස් පරෝජනය වී ඇති අතර රජය දෙමළ ජනතාවගේ බලය පිළිගෙන ඇති බව පවසා තිබේ.. ප්රේමචන්ද්රන් විසින් ප්රකාශයට පත් කරන ලදි.",
        "ඔහු මේ බව කියා සිටියේ ජේවීපී සහ පළාත් සභාවේ ජාතික ජනතා බලයේ මෑත කාලීන අදහස්වලට ප්රතිචාර වශයෙන් මාධ්ය ප්රකාශයකිනි.",
        "ජනාධිපති උද් campaign ෝෂනය අතරතුර පළාත් සභා පද්ධති ආරක්ෂා කර ඇති අතර, මැතිවරණය ඉක්මනින් පැවැත්වෙන අතර එහි බලතල අනෙකුත් පක්ෂ සාමාජිකයින් විසින් සම්පූර්ණයෙන්ම ක්රියාත්මක කරනු ඇත.",
        "නව රජයට අලුතින් පැමිණෙන බව ජාතිවාදය සහ ආගමිකවාදය සඳහා මේ රටේ කිසිදු ස්ථානයක් නොමැති බව. උතුරු හා නැගෙනහිර පළාත්වල ඇති පාර්ලිමේන්තු ආසන සමඟ දෙමළ ජනතාව අතර ජාතිවාදය තුරන් කිරීම ගැන ද ඔවුහු කතා කරති.",
        "රජය සහ ජේවීපී යමක් තේරුම් ගත යුතුය. ශ්රී ලංකාවේ ස්වාධීනත්වයේ කාලයේ සිටම සියලු රජයන් දෙමළ ජනතාව විසින් විවිධ ආකාරවලින් යටපත් කර ඇත.",
        "එතැන් සිට වෙනස් වී ඇති ආණ්ඩු වල 'මන්ත්රීභාස් විරෝධී ප්රතිපත්තිවලින් දෙමළ ජනතාවට ඔවුන්ගේ හ voice toice හ voice හී ඔවුන්ට එරෙහිව සටන් කිරීමට සිදුවන්නේ මේ නිසා ය.",
        "තමන්ව ආරක්ෂා කර ගැනීමට ඔවුන් දැරූ උත්සාහය ජාතිවාදය නොවේ. ඊට පටහැනිව, සියලුම සිංහල අධිපතිවාදී ජාතිවාදය යනු දෙමළ ජනතාවගේ භාෂාව, අධ්යාපනය සහ සංස්කෘතිය විනාශ කිරීම සහ සිංහල ජනාවාස හරහා ඔවුන්ගේ පැවැත්ම විනාශ කිරීමයි.",
        "මේවා ඉවත් කිරීමේදී අපට වෙනසක් නැත. පසුගිය වසර හත තුළ පළාත් සභා මැතිවරණය පවත්වා නැත. එහි ප්රති As ලයක් ලෙස පළාත් සභාවට අයත් සියලුම බලතල කොළඹ රජය විසින් මෙහෙයවනු ලැබේ.",
        "දැන් පැමිණ ඇති රජය පවසන්නේ පළාත් සභා මැතිවරණය කඩිනම් කිරීම සඳහා කිසිදු සූදානමක් නොමැතිව 2025 අවසානය වන විට පළාත් සභා මැතිවරණය පැවැත්විය හැකි බවයි.. අනෙක් අතට, ජනතා විමුක්ති පෙරමුන පක්ෂ ලේකම් රිල්වින් ද සිල්වා මහතා නව ආණ්ඩුක්රම ව්යවස්ථාවේ 13 වන ව්යවස්ථා සංශෝධනය මුළුමනින්ම තුරන් කරන බව තහවුරු කරයි.",
        "දෙමළ ජනතාවගේ ජාතික ජනවාර්ගික ගැටලුවට විසඳුම ප්රතික්ෂේප කරන අග්රාමාත්යවරයා හෝ ජාතික ජනතාව, දහතුන්වන දින නොමැතිව අප එසේ කරන බව පැහැදිලි කරනු ඇත.. මේ රටේ සිංහල, දෙමළ හා මුස්ලිම්වරුන් නොමැති බවත්, අප සියල්ලන්ම ශ්රී ලාංකිකයන් බවත් ඔවුහු පැවසූහ.",
        "අප එක දෙයක් පැහැදිලි කළ යුතුයි. දෙමළ ජනතාවගේ ජාතික ජනවාර්ගික ගැටලුව විසඳීමේ කොටසක් ලෙස ඉන්දු-සර්රි ගිවිසුම අත්සන් කරන ලදී. එවකට ජනාධිපති ජේ.ආර්. ශ්රී ලංකා රජය වෙනුවෙන්. ශ්රී ලංකාවේ සහ ඉන්දියාවේ දෙමළ ජනතාව වෙනුවෙන් ජයවර්ධන සහ එවකට ඉන්දියාවේ අග්රාමාත්ය රජීව් ගාන්ධි අත්සන් තැබූහ.",
        "ඉන්දු-ශ්රී ලංකා ගිවිසුම සපුරාලීම සඳහා දහතුන්වන ව්යවස්ථා සංශෝධනය බලාත්මක කරන ලදී. කෙසේ වෙතත්, ජනාධිපති ජේ.ආර්. ජයවර්ධන මෙය සියලු පළාත් සඳහා බලය බෙදා හැරීමකට පරිවර්තනය කළේය.",
        "නමුත් මේ මොහොත මෙතුන්වන ව්යවස්ථා සංශෝධනය ප්රමාණවත් නොවන බව සියලු ජනාධිපතිවරු පසුව පිළිගත්හ. ජනාධිපති ප්රේමදාස මංගංගමුනසිංහ මහතාගේ ප්රධානත්වයෙන් යුත් පාර්ලිමේන්තු තේරීම් කමිටුවක් පත් කර නව විසඳුමක් පිළිබඳ වාර්තාවක් ඉල්ලා තිබේ.",
        "ඔහු පසුපස පැමිණි චන්ද්රිකා කුමාරතුංග බණ්ඩාරනායක, කලාපයේ සංගමය නමින් එය පාර්ලිමේන්තුවට ගෙන ආවේය.. පසුව මහින්ද රාජපක්ෂ විසින් තිසා විද්යාලය කොමිෂන් සභාව නමින් කණ්ඩායමක් පිහිටුවා විසඳුමක් භාර දෙන ලදී.",
        "මෛත්රීපාල සිරිසේනගේ පාලන තන්ත්රයේ, අවසානයේ පවසා ඇත්තේ යහපාලනයක්, නව ව්යවස්ථානුකූල උත්සාහයක්, දෙමළ ජනතාවගේ ගැටලුවට විසඳුමක් ඇතුළත් කිරීමට නියමිතව ඇති නව ව්යවස්ථාමය උත්සාහයක්.. වර්තමාන ජනාධිපති අනුර කුමාර තිස්සනායක ද ප්රධාන හවුල්කරුවා විය.",
        "මෙය එසේ නම්, මෙම කණ්ඩායම් හා සාකච්ඡා පදනම් වී ඇත්තේ දහතුන්වන ව්යවස්ථා සංශෝධනයට වඩා දෙමළ ජනතාවට වඩා දියුණු බලතල ලබා දිය යුතු බවයි.. නමුත් අද වන විට අද පැමිණ ඇති වම් මාක්ස්වාදී ලෙනින්වාදීන්ගේ තත්වය ඔවුන්ට කිරීමට ඇති නැඹුරුවක් ඇත.",
        "මෙන්න අපි තවත් කරුණක් පැහැදිලි කරමින් සිටී. ශ්රී ලංකාවේ නිදහස අතරතුර උතුරේ හා නැගෙනහිර ජනතාව ස්වාධීනව සිටින බව ඉල්ලා ශ්රී ලංකාවේ කොමියුනිස්ට් පක්ෂය සිය සමුළුවේ යෝජනාව සම්මත කළේය. නමුත් පසුව එය සම්පූර්ණයෙන්ම අතහැර දමා තිබුණි.",
        "ඒ හා සමානව, එල්එස්පී නායකයා වූ කොල්වින් ආර්.ඩී සිල්වා නීතියකට ආ බලනින් රටක් භාෂාවක් නම් භාෂා දෙකකට පමණක් පැමිණි භාෂාවක් පමණි. එබැවින්, ශ්රී ලංකාව රටක් වීමට නම්, ඔහු පාර්ලිමේන්තුවේ හ o නැගී ඇත්තේ සිංහලයන්ට දෙමළ දෙදෙනාට සමාන තත්වයක් ලබා දිය යුතු බවයි.",
        "නමුත් 1972 දී ඔහු නව ආණ්ඩුක්රම ව්යවස්ථාවේ පියා ලෙස සේවය කළ විට, ඔහු නොමැතිව දෙමළ ජනතාවගේ ආරක්ෂාව සඳහා බ්රිතාන්යයන් විසින් නිර්මාණය කරන ලද ඩොනමූර් ආණ්ඩුක්රම ව්යවස්ථාවේදී ඔහු පිටත්ව ගියේය.",
        "පක්ෂයේ නායක වාසුදේව නනායකකර මහතා කියා සිටියේ දෙමළ ජනතාව අවසානයේ බෙදී ඇති බවත්, ස්වයං විවාහ වීමට ඇති අයිතිය සහ දෙමළ ජනතාවට බලයක් නොමැති බවත් ය.. එබැවින් වස්තුව ජාතිවාදීන් බවට පත් වූ ආකාරය ඉතිහාසයේ වඩාත්ම පැහැදිලි ප්රශ්නය වේ.",
        "VP හෝ ජනතා විමුක්ති පෙරමුන ලෙස හැඳින්වෙන වාමාංශික පක්ෂය මූලික වශයෙන් ඉන්දියාවට එරෙහිව ඉන්දියාවට එරෙහිව ඉන්දියාවේ ප්රතිපත්ති වේ. ප්රචාරය සමඟ එයම පැමිණියේය. 1971 දී ක්ලෝරි තුළ 1987 සහ කැරැල්ලක් කැරැල්ලක් දෙමළ පැත්තෙන් වැලඳ ගත්තේ නැත.",
        "ද්රවිඩයන් සතුරන් ලෙස සතුරන් දෙස බලා සිටියහ. පුළුල් කිරීමක් සහිත රටක් ලෙස ද ඔවුහු ඉන්දියාවට පෙන්වූහ. ඉන්දියාවෙන් භාණ්ඩ ආනයනය කිරීමට ද ඔවුහු විරුද්ධ වූහ. එමනිසා, ඔවුන් වමට නිසා සමාන්තරතාවය හා යුක්තිය පසිඳලීම පමණක් ලබා දීම අර්ථ විරහිත ව්යාජ ප්රචාරයන් වේ.",
        "දෙමළ බුද්ධිමතුන් සහ අධ්යාපන ators යින් විශ්වාස කරන දෙමළ බලය දෙමළ ජනතාවගේ ගැටලු විසඳනු ඇතැයි විශ්වාස කරන දෙමළ ජනතාවගේ ගැටළු මෙම ඉතිහාසය විසින් තේරුම් ගත යුතුය.. එබැවින් ප්රජාතන්ත්රවාදී ජනතාවගේ ජාතික ගැටලුවක් ඇති බව ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) අප පිළිගත යුතු අපගේ පළමු ඉල්ලුම එයයි.",
        "එම විසඳුම එළඹෙන තුරු, පළාත් සභාවලට දහතුන්වන ව්යවස්ථා සංශෝධනය සම්පූර්ණයෙන් ක්රියාත්මක වන අතර පළාත් සභා මැතිවරණය ඉතා ඉක්මණින් පැවැත්විය යුතු අතර පළාත් සභා පරිපාලනය පළාත් සභා පරිපාලනය ජනතාවගේ නියෝජිතයින්ට භාර දිය යුතුය.",
        "දහතුන්වන ව්යවස්ථා සංශෝධනය දැන් දෙමළ ජනතාවගේ අතේ දෙමළ ජනතාවගේ එකම ආරක්ෂාවයි.. ඩොනමූර් දේශපාලනයේ 29 වන නූල් මෙන්ම පළාත් සභා ක්රමයට හෝ දහතුන්වන ව්යවස්ථා සංශෝධනයට අප ඉඩ නොදිය යුතුය.",
        "සමහරු පවසන්නේ වසර තිහක් තිස්සේ පළාත් සභාවට එසේ කිරීමට නොහැකි වී ඇති බවයි. නමුත් 1988 දී පළාත් සභා නිර්මාණය කළද, 2009 වන තෙක් මේ රටේ යුද්ධයක් පැවැත්විණි. නමුත් 2009 න් පසු පාලනය වන ආණ්ඩු පළාත් සභා මැතිවරණය කාලෝචිත ආකාරයකින් කල් දැමීමට නොහැකි වූ අතර එහි බලතල ක්රියාත්මක නොකෙරේ, නමුත් පළාත් සභා ක්රමය ක්රියාත්මක කිරීමේ ක්රියාවලිය පිළිබඳව ඔවුන් කිසිදු ප්රශ්නයක් ප්රකාශ කර නැත.",
        "දහතුන්වන ව්යවස්ථා සංශෝධනයේ ප්රබන්ධ කථා අත්හැර දැමීමට දෙමළ ජනතාවට අවශ්ය වන තෙක් මෙතුන්වන ව්යවස්ථා සංශෝධනය සපුරා ඇති බවට ජනතාවගේ හ voice ට හ voice ට ඉදිරිපත් වී තිබේ."
      ]
    },
    "en": {
      "title": "Will the Government of Tamil Nadu accept the power of the Tamil people?- Suresh Premachandran question",
      "body_lines": [
        "Suresh Ka, the leader of the Eelam Revolutionary Liberation Front and spokesman of the Eelam Revolutionary Liberation Front (EEP), has said that the President's comments and his party's comments on provincial councils are contradicted and the government has accepted the power of the Tamil people.. Published by Premachandran.",
        "He said this in a media statement in response to the recent comments on the JVP and the National People's Power of the Provincial Council.",
        "During the presidential campaign, provincial council systems will be protected, the election will be held quickly and its powers will be fully implemented by other party members.",
        "The newly come to the new government says that there is no place in this country for racism and religiousism. They also speak of the eradication of racism among the Tamil people with the parliamentary seats they have received in the North and Eastern Provinces.",
        "The Government and the JVP need to understand something. Since the time of independence of Sri Lanka, all governments have been suppressed by the Tamil people in various ways.",
        "This is why the Tamil people have to voice their voice and fight against them from the anti -Tamil policies of the governments that have changed since then.",
        "Their efforts to defend themselves are not racism. On the contrary, all the Sinhala supremacist communalism is to destroy the language, education and culture of the Tamil people and to do their existence through the Sinhalese settlements.",
        "We do not have a change in the removal of these. Provincial Council elections have not been held for the past seven years. As a result, all the powers belonging to the Provincial Council are handled by the government in Colombo.",
        "The government, which has now arrived, says that the provincial council elections can be held by the end of 2025 without any preparations for expediting the provincial council elections.. On the other hand, the Janata Vimukthi Peramuna Party secretary Rilvin de Silva confirms that the 13th Amendment will be completely eliminated in the new Constitution.",
        "The Prime Minister, the President or the national people, who refuse to do the solution to the national ethnic problem of the Tamil people, will make it clear that we will do so without the thirteenth.. They seek to say that there are no Sinhala, Tamil and Muslims in this country and that we are all Sri Lankans.",
        "We have to make clear one thing. The Indo -Sri Lanka Accord was signed as part of solving the national ethnic problem of the Tamil people. The then President JR on behalf of the Sri Lankan government. Jayawardene and the then Prime Minister of India Rajiv Gandhi signed on behalf of the Tamil people of Sri Lanka and India.",
        "The Thirteenth Amendment was enacted to fulfill the Indo-Sri Lanka Agreement. However, the President JR. Jayawardene transformed this into a devolution of power for all provinces.",
        "But all the presidents later accepted that this thirteenth amendment was not enough. President Premadasa has formed a parliamentary select committee headed by Mangalamunasinghe and requested a report on a new solution.",
        "Chandrika Kumaratunga Bandaranaike, who came after him, created an advanced solution called the Union of Regions and brought it up to Parliament.. Subsequently, Mahinda Rajapaksa formed an all -party committee called the Tissa Vidyalaya Commission and handed over a solution.",
        "In the regime of Maithripala Sirisena, which finally said that a good governance, a new constitutional effort, which is supposed to include a solution to the problem of the Tamil people.. The present President Anura Kumara Tissanayake was also the key partner.",
        "If this is the case, these groups and negotiations were based on the fact that the Tamil people should be given more advanced powers than the thirteenth Amendment.. But today the Left Marxist Leninist state, which has come today, has a tendency for them to do.",
        "Here we are making another matter clarifying. The Communist Party of Sri Lanka passed its resolution in its conference demanding that the people of the North and East be autonomy during independence of Sri Lanka. But then it was completely abandoned.",
        "Similarly, Colvin RD Silva, who was the leader of the LSSP, came to a law that only a Sinhala law came to a two -language language if a country is a language. Therefore, if Sri Lanka is to be a country, he voiced in Parliament that Sinhalese should be given equal status to both Tamil.",
        "But when he served as the Father of the new Constitution in 1972, he was left without him in the Donamur Constitution, which was created by the British for the protection of the Tamil people.",
        "Vasudeva Nanayakkara, the leader of the party, said that the Tamil people were finally divided and the right to self -determination and took a stand that the Tamil people need no powers.. So how the Left turned themselves into racists is the most clear issue in history.",
        "The Left Party, which is called VP or Janata Vimukthi Peramuna, is basically the policies of India against India against India. The same came up with the propaganda. During the Clari of 1971, the 1987 and 88 rebellion did not embrace anyone from the Tamil side.",
        "Tamils ​​looked at enemies as enemies. They also showed India as a country with an expansion. They also opposed the importation of goods from India. Therefore, it is a meaningless false propaganda that they will only give equality and justice to the Tamils ​​because of the Left.",
        "Tamil intellectuals and educators who believe that the national people's power will solve the problems of the Tamil people must be understood by this history.. Therefore, it is our first demand that we, the Democratic Tamil National Alliance (TNA), should accept that there is a national problem of the Tamil people.",
        "Until that solution is reached, the thirteenth Amendment to the Provincial Councils is fully implemented and the provincial council elections should be held very quickly and the provincial council administrations should be handed over to the representatives of the people.",
        "The thirteenth Amendment is now the only safety of the Tamil people in the hands of the Tamil people.. We should not allow the provincial council system or the thirteenth amendment that gives its powers, just as the 29th string of the Donamur politics has been destroyed.",
        "Some say that the provincial council has not been able to do so for thirty -seven years. But even though the provincial councils were created in 1988, there was a war in this country until 2009. But the governments that ruling in the aftermath of 2009 have not been able to postpone the provincial council elections in a timely manner and do not implement its powers, but they have not expressed any concern for the process of implementing the provincial council system.",
        "Members of Parliament elected by the people have come forward to voice the voice of the people that the thirteenth amendment must be fulfilled until the Tamil people want to abandon the fictional stories of the thirteenth amendment."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Suresh Premachandran questions Tamil Nadu government acceptance of Tamil people's power. He criticizes recent comments on provincial councils and calls for implementing the 13th Amendment fully."
  ]
}