{
  "translated_text": {
    "ta": {
      "title": "பல்கலைக்கழகத்தில் சேருவதை விரைவுபடுத்துவதற்கான நடவடிக்கைகள்",
      "body_lines": [
        "கல்வி அமைச்சர் டாக்டர் சுசில் பிரேமாஜயாந்தா, க.ப.இய நிறுவனமான நிலை ஆய்வின் நேரத்தைத் தடுக்க கல்வி அமைச்சகம் நடவடிக்கை எடுத்து வருவதாகவும், க.ப.இயை சாதாரண நிலை தேர்வு முடிந்த உடனேயே பல்கலைக்கழக ஆய்வுகளின் நேரத்தை விரைவுபடுத்துவதாகவும் கூறினார்.",
        "க.ப.இய நிறுவனத்தின் மேம்பட்ட நிலை தேர்வு குறித்த கல்வி அமைச்சின் ஆதரவின் கீழ் இன்று கல்வி அமைச்சில் நடைபெறவிருக்கும் ஒரு திட்டத்தில் அவர் பேசினார்.. அதன்படி, ஏ / எல் 16 வயதைத் தாண்டியபோது, ​​பல்கலைக்கழக அமைப்பில் பள்ளி அணுகுமுறையை முடிவுக்குக் கொண்டுவருவதில் பல்கலைக்கழக அமைப்பு இன்னும் ஈடுபட்டுள்ளது.",
        "மேலும் பேசிய (அமைச்சர்) க.ப.இய நிறுவனமான மேம்பட்ட நிலை பேரரசரை வழங்குவதன் மூலம் ஏ / எல் ஸ்ட்ரீம் தொடர்ந்து தொடர்ந்து இருக்க வேண்டும் என்று கூறினார். குழந்தைகள், பெற்றோர்கள், ஆசிரியர்கள் குழந்தைகளை மொத்தமாக கடன் வாங்குவதாக அமைச்சர் கூறினார்.",
        "ஏ / எல் தேர்வின் பின்னர் ஏ / எல் தேர்வில் ஆரம்பத்தில் தொடங்கிய மாணவர்கள், இந்த ஆண்டு நவம்பரில் தொடங்கும் ஏ / எல் தேர்வுக்குப் பிறகு 4-5 மாதங்களுக்கு தேர்வு செய்யப்பட்டுள்ளனர். செப்டம்பர் 2025 இல் நடைபெறும்.",
        "பள்ளி அமைப்பு மற்றும் பல்கலைக்கழக அமைப்பின் நேரத்தை பராமரிக்க தேவையான ப resources தீக வளங்களை பராமரிக்க அமைச்சர் முயற்சிக்கிறார்.",
        "கலைஞர் நுண்ணறிவு போன்ற செயற்கை நுண்ணறிவு போன்ற மாணவர் சமூகத்திற்கு மாணவர் சமூகம் வழங்கப்பட வேண்டும் என்று சுசில் பிரேமாஜயந்தா கூறினார், இது வேகமாக மாறிக்கொண்டே இருக்கிறது, கலை சமூகம்.",
        "காலநிலை மாற்றத்தை எதிர்கொள்ளும் சோகமான நிலைமை உலகளவில் சுற்றுச்சூழல் மாற்றங்களின் முதல் பெண்ணிலிருந்து, எல்லா குழந்தைகளும் அவர்கள் உணரும் விதத்தை புரிந்து கொள்ள வேண்டும் என்று இப்போது கூறப்பட்டுள்ளது. சர்வதேச அளவில், சர்வதேச அளவில் இதுபோன்ற பாடங்களைப் பற்றி நீங்கள் பேசும்போது, ​​எங்களிடம் இன்னும் சம்பள முரண்பாடுகள், அதிகரிப்பு மற்றும் பள்ளி பல்கலைக்கழகங்களை மூடுவது உள்ளது, குழந்தைகள் சலிப்படைய வாய்ப்பை அதிகரிக்கும்.",
        "மேலும் பேசிய (அமைச்சர்) தனது சொந்த நேரத்தில் இலவச கல்வி வாய்ப்புகளை ஒருபோதும் அனுமதிக்க மாட்டேன் என்று கூறினார். மாநில பல்கலைக்கழக அமைப்பு பலப்படுத்தப்பட்டு, தனியார் கல்வியை பராமரிப்பதற்கான உரிமை மற்றும் மாவட்டத்தில் உள்ள பிரச்சினைகளை உறுதிப்படுத்த வேண்டும் என்று கூறப்படுகிறது.",
        "இலவச கல்வியை இழந்த குழந்தைகள் இலங்கையில் அல்லது வெளிநாடுகளில் அவர்களின் திறமை மட்டத்திலும் உயர் கல்வியின் விருப்பத்திலும் உறுதி செய்யப்பட வேண்டும்.",
        "இந்த நிகழ்வில் கல்வி அமைச்சகம் திலகா ஜெயசுந்தரா மற்றும் அதிபர்களின் பெற்றோர், அத்துடன் பெற்றோர், ஆசிரியர்கள் மற்றும் மதிப்பீட்டு மாணவர்கள் கலந்து கொண்டனர். அங்கு, அபான்ஸ் அபான்ஸால் மதிப்பிடப்பட்டார், மாணவர்களுக்கு மடிக்கணினிகள் மற்றும் தாவல்களை வழங்கினார்."
      ]
    },
    "en": {
      "title": "Measures to expedite attending university",
      "body_lines": [
        "Minister of Education Dr. Susil Premajayantha said that the Ministry of Education is taking action to prevent the time of the GCE Advanced Level Study and expedite the time of university studies immediately after the end of the GCE Ordinary Level examination.",
        "He was speaking at a program to be held at the Ministry of Education today under the patronage of the Ministry of Education on the GCE Advanced Level examination.. Accordingly, when the A / L exceeded the age of 16, the university system is still engaged in studies in the university system to end school approach to the end of the university.Is.",
        "Speaking further (Minister) stated that the A / L stream is continuously to be continuously by issuing the GCE Advanced Level Emperor. The Minister said that the children, parents, teachers have a gross borrow of children.",
        "Students who initially commenced at A / L examination after the O / L examination of the A / L examination have been selected for 4-5 months after the commencement of the study.The A / L examination, which will begin in November this year, will be held in September 2025.",
        "The Minister also attempts to maintain the necessary physical resources to maintain the time of the school system and university system.It is also the main objective of these processes, weaving essential innovation space.",
        "Susil Premajayantha said that the student community should be given to the student community, such as artificial intelligence, such as artist intelligence, which is rapidly changing, and artistic community.",
        "It has now said that the tragic situation to face climate change is globally told that from the first woman of environmental changes, all children should understand the way they feel. Internationally, when you talk about such subjects internationally, we still have salary anomalies, increases and closure of school universities, the children will increase the opportunity to grow boring.",
        "Speaking further (Minister) stated that he will never allow free education opportunities in their own time. It is said that the state university system is strengthened and said that the right to maintain private education and confirmed the problems of the university in the district.The levels should be revised.",
        "Children who have lost free education should be ensured in their talent level and discretion of higher education in Sri Lanka or abroad.Mr. Susil Premajayantha said.",
        "The event was attended by the Ministry of Education Thilaka Jayasundara and the parents of principals, as well as parents, teachers, and evaluation students. There, Abans were assessed by Abans, providing laptops and tabs to the students."
      ]
    }
  },
  "summary_lines": [
    "The Ministry of Education aims to speed up university admission post-GCE Ordinary Level exams. Measures include continuous GCE Advanced Level examinations and maintaining educational resources. The minister emphasizes the importance of adapting to rapid technological changes like AI and addressing global issues like climate change. He assures free education opportunities and supports strengthening the state university system while acknowledging challenges in private education."
  ]
}