{
  "translated_text": {
    "si": {
      "title": "China’s Xi Jinping hosts a Summit of leaders of half the world, with a spectacular display of military force",
      "body_lines": [
        "On September 1, The International Association of Genocide Scholars (IAGS) based in The Hague, Netherlands, passed a resolution that “legal criteria have been met to establish Israel is committing genocide in Gaza”.",
        "Israel’s conduct also meets the legal definition as laid out in the 1948 United Nations convention on genocide, which was adopted following the mass murder of Jews by Nazi Germany. The convention defines genocide as “crimes committed with intent to destroy, in whole or part, a national, ethnic, racial or religious group”.",
        "The IAGS recognize that while the October 7, 2023 Hamas attack on Israel, in which about 1,200 people were killed and 251 others taken hostage, was itself a war crime, “Israel’s response has not only been directed towards Hamas but has targeted Gaza’s entire (Palestinian) population”.",
        "The IAGS note statements made by Israeli leaders, notably Prime Minister Netanyahu dehumanizing Palestinians in Gaza, “characterizing them all as the enemy”, with threats to “flatten Gaza and turn it into hell”. In fact, Netanyahu, in a recent interview with Fox News, stated that he intends to take full control of Gaza City immediately.",
        "The Israeli Foreign Ministry has denied charges of genocide, stating that the IAGS report was based on lies and propaganda spread by Hamas and poor research, calling it an “embarrassment to the legal profession”; that Israel’s actions are justified as a means of self-defense, and Israel itself was the victim of genocide.",
        "Since the end of World War II, Western Powers, notably the United Kingdom and the United States of America, have been rewriting history, using various artifices like the Balfour Declaration, the Nakba (catastrophe) of 1948, and a series of one-sided wars, which have led to the displacement and dispossession of millions of Palestinian people, and the creation of the land of Israel.",
        "The ownership of this land is based on a divine promise made a few thousand years ago. Questions then arose about the identity of the God who made the promise, to which tribe/ethnic or religious group the promise was made, and even where the Promised Land was to be located.",
        "The ownership of the Holy Land is the most disputed real estate on earth, where the ownership credentials of the occupants, the Palestinian people, are no longer even considered to be a part of the equation.",
        "For example, Mormons, who categorize themselves as Christians, view the Salt Lake City Valley in Utah as a Promised Land (New Zion), promised to them by the reincarnation of Jesus Christ, Joseph Smith who organized The Church of Latter-day Saints in 1830. Even Jehovah’s Witnesses who delight us by knocking on our front door while we are watching our favourite TV program, sing the praises of an Earthly Paradise as their Promised Land, promised by their only God, Jehovah.",
        "The name of the one and true God of Judaism and the Israelites is Yahweh, a variation of the spelling of Jehovah. The many Gods, worshiped by Christianity, therefore may be the same Almighty.",
        "In fact, there are over 5,000 Gods or Groups of Gods worshiped by humanity. But be assured that the one or several Gods in your belief system is the Genuine Article.",
        "The claim to the ownership of Israel by the Jewish people has the acceptance of all the Christian powers in the world. After all, the Jews were the sole occupants of the land millennia ago, when their God, who is the One and True God according to the First Christian Commandment, gave them the exclusive ownership of the land, as recorded in the Bible, the only Land Registry recognized throughout the western world, whose word is Universal Law. Today.",
        "According to Genesis 15:18 and Joshua 1:4, “the land God gave to Israel included everything from the Nile River in Egypt to Lebanon (south to north) and everything from the Mediterranean Sea to the Euphrates River (west to east)”. According to this divine covenant, Israel is the legal owner, in addition to the land they presently occupy, of the West Bank and Gaza (occupied by the Palestinians and now under siege by the marauding Israel Defense Force), plus some of Egypt and Syria, plus all of Jordan, plus some of Saudi Arabia and Iraq. “God has given His Word that the nation of Israel will never cease as long as the sun still shines by the day and the moon and stars still shine by night”. (Jeremiah 31:35-37). An inviolable law, as He alone has control of the light switch.",
        "Thus, in the eyes of the Jewish God, and those of the Israeli radical right, led by war criminal Israeli Prime Minister, Benjamin Netanyahu, “Israel currently possesses only a fraction of the land that God has promised; the rest of their inheritance awaits the return of the Messiah, Jesus Christ”.",
        "Or the successful conclusion of the ongoing genocide of the Palestinian people, Whoever or whichever comes first.",
        "The genocide of the Palestinian people has been a long and cruelly arduous process since World War II. Although Palestinians have been the occupants of the land of Palestine in the West Bank and the Gaza Strip for centuries, the land has been under the stewardship of the Ottoman Empire since 1516. The Ottoman Empire was dismantled during World War I, and in 1920, the League of Nations granted the administration of Palestine to the British government.",
        "In 1947, the British handed over the Palestine question to the United Nations. The UN proposed the termination of the British mandate for Palestine and recommended the partition of Palestine into two states, one Arab, the other Jewish. The Plan was heavily weighted in favour of the Jews, and was rejected by the Palestinians who owned more than 70% of the land at the time.",
        "The failure of the UN resolution led to the Palestinian War of Independence, the Nakba (catastrophe), which had decimated the Palestinian population by 1948. The Jews had the complete support of the western powers, especially the United States of America, who were desperate to salve their guilty conscience resulting in the holocaust, the Nazi extermination of six million Jews and six million more of people of “impure” blood, and to provide a permanent home for the Jews.",
        "Of course, the persecution and extermination of Jews, through Pogroms, had been the national sport, though on a smaller scale, of many European nations for centuries. Hitler just took this hatred of “the Jewish vermin” to its logical conclusion. There was also a major political movement in the United States in the 1930s, led by celebrities like Charles Lindbergh and Henry Ford, which supported the anti-Semitic policies of Hitler, and privately shared Hitler’s concept of the Final Solution, the extermination of the Jewish race.",
        "The Hitler-friendly Republican Party even fielded a lifelong Democrat, Wendell Willkie as its candidate in the 1940 US presidential election. Willkie was persuaded that the US should stay out of the war against fascism, under the now famous Republican banner, “America First”. He was thankfully defeated by Franklin D. Roosevelt, who embarked on an unprecedented third presidential term. The United States entered the war against the Axis Powers of Germany, Italy and Japan, which was crucial to the victory of the Allies.",
        "After decades of confrontation, the Palestinians find themselves today as a slave state, completely besieged by the Israelis, supported with almost limitless financial and military aid from the United States of America, including, as is an open secret, nuclear weaponry. In fact, the genocide and/or the displacement of the Palestinian people are foregone conclusions, and have been since 1948.",
        "Two war criminals have similar dreams of territorial expansion, one fully backed by the United States of America. Netanyahu dreams of God’s original promise, as listed above, of a Greater Israel, “the land God gave to Israel included everything from the Nile River in Egypt to Lebanon (south to north) and everything from the Mediterranean Sea to the Euphrates River (west to east)”.",
        "And murderous Russian dictator, Vladimir Putin, President Trump’s erstwhile best buddy, has dreams of the resumption of the old Union of the Soviet Socialist Republics as, once again, a World Superpower. The invasion and annexation of Ukraine is but the first step towards the fruition of that dream.",
        "And Donald Trump looks on, lying to himself and fooling no one else bar his fast dwindling “base”, that neither of these wars would have started had he been president.",
        "These were Biden’s wars. It was Biden who rushed to Israel directly after the Hamas atrocities of October 7, 2023, hugged Netanyahu and assured him that Israel will never be alone. Since then, the Biden administration has been continuing to supply Israel with financial and military aid to slake Netanyahu’s unquenchable thirst for revenge after the October 7, 2023 Hamas attacks.",
        "There has been no change in US financial and military aid with the Trump administration. In fact, Trump is encouraging the “ethnic cleansing” of the Gaza Strip, so that the United States could acquire the land and transform it into a coastal resort on the lines of the French Riviera.",
        "And Putin would never have dared to invade Ukraine had he been president. He had too much respect, even admiration, for Trump. It was entirely Biden’s weakness that encouraged Putin to invade Ukraine.",
        "After all, during his eight months of presidency, Trump has already mediated and brought peace to at least seven wars, even in countries whose names he couldn’t pronounce and was totally unaware as to where they were located. Wars in countries where wars are still in progress, others where peace had been negotiated without any mediation from Trump.",
        "The crucial “war” he stopped was the dispute between India and Pakistan, which Trump says could easily have led to World War III, as both nations had nuclear capability, had he not taken immediate mediatory action.",
        "A spokesman for the Prime Minister of India immediately issued a statement that the Indian government had no communication with President Trump or any US official before, during or after the four-day dispute with Pakistan in Kashmir, which was settled by mutual mediation by the combatants.",
        "Two weeks ago, Trump made a last-minute attempt to mediate in the continuing Russian invasion of Ukraine, when he convened a lavish Red-Carpet Summit with Putin in Alaska. A Summit which did not include Ukraine’s President Zelensky, the victim of Russian aggression. Trump gave Putin the Royal treatment on his first visit to US soil in seven years, in spite of the fact that Putin had completely ignored Trump’s earlier ultimatums for the cessation of hostilities against Ukraine. Ultimatums which came and went with no action against Russia but words of “disappointment” about his friend.",
        "In Alaska, Trump gave another ultimatum to Putin, that unless Putin calls for a ceasefire meeting with President Zelensky within two weeks, he will take serious economic action and secondary sanctions against Russia.",
        "Putin’s response was predictable to everyone but Trump. He unleashed a flurry of bombs on Kiev on his return to Moscow. The September 5 ultimatum came and went with not even a comment from Trump, perhaps more “disappointment”.",
        "Putin showed his utter contempt for Trump when he gave Trump the giant middle finger by attending a Summit of the leaders of half the population of the world, convened in the port city of Yianjin by Chinese leader, Xi Jinping. Putin was the Chief Guest and Xi Jinping had invited Indian Prime Minister Narendra Modi, North Korean strongman Kim and most of the other leaders of the world. The Summit was followed by a spectacular display of Chinese military power, which made Trump’s parade in Washington DC on his birthday in June look like a drill of the Royal College Cadet Troop!",
        "Trump, furious that the strongmen friends of his delusional imagination, Putin and Kim, were playing footsie with Xi, posted this petulant message on Truth Social:",
        "“Please give my warmest regards to Vladimir Putin and Kim Jong Un, as you conspire against the United States of America”.",
        "The conspiracy was never against the United States of America. These hardened, ruthless tyrants were just completing the job God started of making a monkey out of Trump. Everyone in the United States of America, indeed the world, were perfectly aware that strongmen like Putin, Xi and Kim, with decades of experience of political repression, were playing Trump like a fiddle.",
        "President Xi’s Summit was a personal affront to Trump, with a public display of unity of all the adversaries of the United States. The Summit also underscored the narcissistic futility of Trump’s attempts to subject professional autocrats to his phony art-of-the deal charms with the object of achieving any kind of diplomatic success.",
        "Most significantly, the Summit and military parade provided a showcase of the ascendancy of China as a Superpower, propelled by Trump’s inept diplomacy and President Xi’s astute statecraft.",
        "But in his heart of hearts, Trump would have given up the Epstein files to have been included as a participant in the Summit of this Dream Team of Dictators. In his insane mind, this is the world of his wildest hallucinations.",
        "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
        "Save my name, email, and website in this browser for the next time I comment."
      ]
    },
    "ta": {
      "title": "China’s Xi Jinping hosts a Summit of leaders of half the world, with a spectacular display of military force",
      "body_lines": [
        "On September 1, The International Association of Genocide Scholars (IAGS) based in The Hague, Netherlands, passed a resolution that “legal criteria have been met to establish Israel is committing genocide in Gaza”.",
        "Israel’s conduct also meets the legal definition as laid out in the 1948 United Nations convention on genocide, which was adopted following the mass murder of Jews by Nazi Germany. The convention defines genocide as “crimes committed with intent to destroy, in whole or part, a national, ethnic, racial or religious group”.",
        "The IAGS recognize that while the October 7, 2023 Hamas attack on Israel, in which about 1,200 people were killed and 251 others taken hostage, was itself a war crime, “Israel’s response has not only been directed towards Hamas but has targeted Gaza’s entire (Palestinian) population”.",
        "The IAGS note statements made by Israeli leaders, notably Prime Minister Netanyahu dehumanizing Palestinians in Gaza, “characterizing them all as the enemy”, with threats to “flatten Gaza and turn it into hell”. In fact, Netanyahu, in a recent interview with Fox News, stated that he intends to take full control of Gaza City immediately.",
        "The Israeli Foreign Ministry has denied charges of genocide, stating that the IAGS report was based on lies and propaganda spread by Hamas and poor research, calling it an “embarrassment to the legal profession”; that Israel’s actions are justified as a means of self-defense, and Israel itself was the victim of genocide.",
        "Since the end of World War II, Western Powers, notably the United Kingdom and the United States of America, have been rewriting history, using various artifices like the Balfour Declaration, the Nakba (catastrophe) of 1948, and a series of one-sided wars, which have led to the displacement and dispossession of millions of Palestinian people, and the creation of the land of Israel.",
        "The ownership of this land is based on a divine promise made a few thousand years ago. Questions then arose about the identity of the God who made the promise, to which tribe/ethnic or religious group the promise was made, and even where the Promised Land was to be located.",
        "The ownership of the Holy Land is the most disputed real estate on earth, where the ownership credentials of the occupants, the Palestinian people, are no longer even considered to be a part of the equation.",
        "For example, Mormons, who categorize themselves as Christians, view the Salt Lake City Valley in Utah as a Promised Land (New Zion), promised to them by the reincarnation of Jesus Christ, Joseph Smith who organized The Church of Latter-day Saints in 1830. Even Jehovah’s Witnesses who delight us by knocking on our front door while we are watching our favourite TV program, sing the praises of an Earthly Paradise as their Promised Land, promised by their only God, Jehovah.",
        "The name of the one and true God of Judaism and the Israelites is Yahweh, a variation of the spelling of Jehovah. The many Gods, worshiped by Christianity, therefore may be the same Almighty.",
        "In fact, there are over 5,000 Gods or Groups of Gods worshiped by humanity. But be assured that the one or several Gods in your belief system is the Genuine Article.",
        "The claim to the ownership of Israel by the Jewish people has the acceptance of all the Christian powers in the world. After all, the Jews were the sole occupants of the land millennia ago, when their God, who is the One and True God according to the First Christian Commandment, gave them the exclusive ownership of the land, as recorded in the Bible, the only Land Registry recognized throughout the western world, whose word is Universal Law. Today.",
        "According to Genesis 15:18 and Joshua 1:4, “the land God gave to Israel included everything from the Nile River in Egypt to Lebanon (south to north) and everything from the Mediterranean Sea to the Euphrates River (west to east)”. According to this divine covenant, Israel is the legal owner, in addition to the land they presently occupy, of the West Bank and Gaza (occupied by the Palestinians and now under siege by the marauding Israel Defense Force), plus some of Egypt and Syria, plus all of Jordan, plus some of Saudi Arabia and Iraq. “God has given His Word that the nation of Israel will never cease as long as the sun still shines by the day and the moon and stars still shine by night”. (Jeremiah 31:35-37). An inviolable law, as He alone has control of the light switch.",
        "Thus, in the eyes of the Jewish God, and those of the Israeli radical right, led by war criminal Israeli Prime Minister, Benjamin Netanyahu, “Israel currently possesses only a fraction of the land that God has promised; the rest of their inheritance awaits the return of the Messiah, Jesus Christ”.",
        "Or the successful conclusion of the ongoing genocide of the Palestinian people, Whoever or whichever comes first.",
        "The genocide of the Palestinian people has been a long and cruelly arduous process since World War II. Although Palestinians have been the occupants of the land of Palestine in the West Bank and the Gaza Strip for centuries, the land has been under the stewardship of the Ottoman Empire since 1516. The Ottoman Empire was dismantled during World War I, and in 1920, the League of Nations granted the administration of Palestine to the British government.",
        "In 1947, the British handed over the Palestine question to the United Nations. The UN proposed the termination of the British mandate for Palestine and recommended the partition of Palestine into two states, one Arab, the other Jewish. The Plan was heavily weighted in favour of the Jews, and was rejected by the Palestinians who owned more than 70% of the land at the time.",
        "The failure of the UN resolution led to the Palestinian War of Independence, the Nakba (catastrophe), which had decimated the Palestinian population by 1948. The Jews had the complete support of the western powers, especially the United States of America, who were desperate to salve their guilty conscience resulting in the holocaust, the Nazi extermination of six million Jews and six million more of people of “impure” blood, and to provide a permanent home for the Jews.",
        "Of course, the persecution and extermination of Jews, through Pogroms, had been the national sport, though on a smaller scale, of many European nations for centuries. Hitler just took this hatred of “the Jewish vermin” to its logical conclusion. There was also a major political movement in the United States in the 1930s, led by celebrities like Charles Lindbergh and Henry Ford, which supported the anti-Semitic policies of Hitler, and privately shared Hitler’s concept of the Final Solution, the extermination of the Jewish race.",
        "The Hitler-friendly Republican Party even fielded a lifelong Democrat, Wendell Willkie as its candidate in the 1940 US presidential election. Willkie was persuaded that the US should stay out of the war against fascism, under the now famous Republican banner, “America First”. He was thankfully defeated by Franklin D. Roosevelt, who embarked on an unprecedented third presidential term. The United States entered the war against the Axis Powers of Germany, Italy and Japan, which was crucial to the victory of the Allies.",
        "After decades of confrontation, the Palestinians find themselves today as a slave state, completely besieged by the Israelis, supported with almost limitless financial and military aid from the United States of America, including, as is an open secret, nuclear weaponry. In fact, the genocide and/or the displacement of the Palestinian people are foregone conclusions, and have been since 1948.",
        "Two war criminals have similar dreams of territorial expansion, one fully backed by the United States of America. Netanyahu dreams of God’s original promise, as listed above, of a Greater Israel, “the land God gave to Israel included everything from the Nile River in Egypt to Lebanon (south to north) and everything from the Mediterranean Sea to the Euphrates River (west to east)”.",
        "And murderous Russian dictator, Vladimir Putin, President Trump’s erstwhile best buddy, has dreams of the resumption of the old Union of the Soviet Socialist Republics as, once again, a World Superpower. The invasion and annexation of Ukraine is but the first step towards the fruition of that dream.",
        "And Donald Trump looks on, lying to himself and fooling no one else bar his fast dwindling “base”, that neither of these wars would have started had he been president.",
        "These were Biden’s wars. It was Biden who rushed to Israel directly after the Hamas atrocities of October 7, 2023, hugged Netanyahu and assured him that Israel will never be alone. Since then, the Biden administration has been continuing to supply Israel with financial and military aid to slake Netanyahu’s unquenchable thirst for revenge after the October 7, 2023 Hamas attacks.",
        "There has been no change in US financial and military aid with the Trump administration. In fact, Trump is encouraging the “ethnic cleansing” of the Gaza Strip, so that the United States could acquire the land and transform it into a coastal resort on the lines of the French Riviera.",
        "And Putin would never have dared to invade Ukraine had he been president. He had too much respect, even admiration, for Trump. It was entirely Biden’s weakness that encouraged Putin to invade Ukraine.",
        "After all, during his eight months of presidency, Trump has already mediated and brought peace to at least seven wars, even in countries whose names he couldn’t pronounce and was totally unaware as to where they were located. Wars in countries where wars are still in progress, others where peace had been negotiated without any mediation from Trump.",
        "The crucial “war” he stopped was the dispute between India and Pakistan, which Trump says could easily have led to World War III, as both nations had nuclear capability, had he not taken immediate mediatory action.",
        "A spokesman for the Prime Minister of India immediately issued a statement that the Indian government had no communication with President Trump or any US official before, during or after the four-day dispute with Pakistan in Kashmir, which was settled by mutual mediation by the combatants.",
        "Two weeks ago, Trump made a last-minute attempt to mediate in the continuing Russian invasion of Ukraine, when he convened a lavish Red-Carpet Summit with Putin in Alaska. A Summit which did not include Ukraine’s President Zelensky, the victim of Russian aggression. Trump gave Putin the Royal treatment on his first visit to US soil in seven years, in spite of the fact that Putin had completely ignored Trump’s earlier ultimatums for the cessation of hostilities against Ukraine. Ultimatums which came and went with no action against Russia but words of “disappointment” about his friend.",
        "In Alaska, Trump gave another ultimatum to Putin, that unless Putin calls for a ceasefire meeting with President Zelensky within two weeks, he will take serious economic action and secondary sanctions against Russia.",
        "Putin’s response was predictable to everyone but Trump. He unleashed a flurry of bombs on Kiev on his return to Moscow. The September 5 ultimatum came and went with not even a comment from Trump, perhaps more “disappointment”.",
        "Putin showed his utter contempt for Trump when he gave Trump the giant middle finger by attending a Summit of the leaders of half the population of the world, convened in the port city of Yianjin by Chinese leader, Xi Jinping. Putin was the Chief Guest and Xi Jinping had invited Indian Prime Minister Narendra Modi, North Korean strongman Kim and most of the other leaders of the world. The Summit was followed by a spectacular display of Chinese military power, which made Trump’s parade in Washington DC on his birthday in June look like a drill of the Royal College Cadet Troop!",
        "Trump, furious that the strongmen friends of his delusional imagination, Putin and Kim, were playing footsie with Xi, posted this petulant message on Truth Social:",
        "“Please give my warmest regards to Vladimir Putin and Kim Jong Un, as you conspire against the United States of America”.",
        "The conspiracy was never against the United States of America. These hardened, ruthless tyrants were just completing the job God started of making a monkey out of Trump. Everyone in the United States of America, indeed the world, were perfectly aware that strongmen like Putin, Xi and Kim, with decades of experience of political repression, were playing Trump like a fiddle.",
        "President Xi’s Summit was a personal affront to Trump, with a public display of unity of all the adversaries of the United States. The Summit also underscored the narcissistic futility of Trump’s attempts to subject professional autocrats to his phony art-of-the deal charms with the object of achieving any kind of diplomatic success.",
        "Most significantly, the Summit and military parade provided a showcase of the ascendancy of China as a Superpower, propelled by Trump’s inept diplomacy and President Xi’s astute statecraft.",
        "But in his heart of hearts, Trump would have given up the Epstein files to have been included as a participant in the Summit of this Dream Team of Dictators. In his insane mind, this is the world of his wildest hallucinations.",
        "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
        "Save my name, email, and website in this browser for the next time I comment."
      ]
    }
  },
  "summary_lines": []
}