{
  "translated_text": {
    "ta": {
      "title": "ஒரு வாழ்க்கை வாழ்க்கை",
      "body_lines": [
        "நோச்சியாகாமாவில் உள்ள வெலலகம பகுதியில் குடும்ப தகராறு காரணமாக குடும்ப தகராறு இறந்துவிட்டது.",
        "இந்த சம்பவம் நேற்று (08) இரவில் தெரிவிக்கப்பட்டது.",
        "குடும்பத்திற்கு குடும்ப தகராறு ஏற்பட்டதாக 119 மையங்களின் நுனியில் பார்வையிட பொலிஸ் அதிகாரிகள் பயணம் செய்துள்ளனர்.",
        "ஒரு நபர் மயக்கமடைந்தபோது அவர் மருத்துவமனையில் அனுமதிக்கப்பட்டபோது, ​​அந்த நபர் இறந்துவிட்டார் என்று அவரிடம் கூறப்பட்டது.",
        "அவர் தனது மனைவியுடன் குடிபோதையில் இருந்த ஒரு நபர் மற்றும் அவரது மனைவியுடனும் அவர்களது அண்டை வீட்டாருடனும் தகராறு செய்த ஒரு நபர் என்பது தெரியவந்துள்ளது.",
        "இறந்தவரின் மரணத்தைத் தடுக்க அவரது வாயைத் தடுக்க மனைவி ஒரு துணியால் மயக்கமடைந்துள்ளதாக பொலிஸ் விசாரணையில் தெரிவித்துள்ளதாக போலீசார் கூறுகின்றனர்.",
        "எச்சங்கள் நோச்சியாகாமா மருத்துவமனை சவக்கிடங்கில் வைக்கப்பட்டன, மேலும் 42 வயதான தூதுக்குழுவின் மனைவி கைது செய்யப்பட்டார்."
      ]
    },
    "en": {
      "title": "A life of life",
      "body_lines": [
        "A family dispute has died due to a family dispute in the Wealalagama area in Nochchiyagama.",
        "The incident was reported yesterday (08) at night.",
        "Police officers have gone to travel to visit on a tip of the 119 centers that the family had a family dispute.",
        "While he was admitted to hospital while a person was unconscious and he was told that the person had died.",
        "It has been revealed that he was a person who was drunk with his wife and was a person who had a dispute with his wife and to their neighbors.",
        "Police say that police investigations have revealed that the wife had been unconscious by a piece of fabric to prevent his mouth to stop the death of the deceased.",
        "The remains were placed at the Nochchiyagama hospital morgue and the wife of the 42 year old delegation was arrested."
      ]
    }
  },
  "summary_lines": [
    "Family dispute leads to death in Wealalagama. Police investigation reveals wife used fabric to silence husband during argument. Wife arrested after incident reported to 119 center."
  ]
}