{
  "translated_text": {
    "si": {
      "title": "දේශපාලන පාපන්දු ක්රීඩාවක් වීමට අධ්යාපනයට ඉඩ නොදිය යුතුය - ජනාධිපති",
      "body_lines": [
        "අධ්යාපනය දේශපාලන පාපන්දු ක්රීඩාවක් බවට පත්වුවහොත් රට අසාර්ථක වුවහොත්, සියල්ලන්ටම සුදුසු අධ්යාපන ක්රමයක් එක්සත් කිරීම හා හඳුන්වා දීම අවශ්ය වන පිණිස ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව පැවසුවේ අඟහරුවාදා කොළඹ නෙලුම් පොකුනා ගැලරියේ පැවති සියලුම ලංකා කාර්මික සම්පත් සංගමයේ 10 වන වාර්ෂික සමුළුවේදී ය.",
        "සමස්ත ලංකා වෘත්තීය සම්පත් සංගමය (APLA) යනු 2004 දී ශ්රී ලංකාව පුරා ව්යාප්ත වූ සුවිශේෂී පන්තිවල ආසියානුවන් විසින් නිර්මාණය කරන ලද සංවිධානයකි.",
        "සමස්ත ලංකා ව්යවසායකයින්ගේ සංගමයේ සහ ජ්යෙෂ් Senior ආචාර්ය කේ. ආරියසිංහගේ පළමු සාමාජිකයෙකුගෙන් එක් අයෙකු ජ්යෙෂ් සම්පත් සම්මානය සහ ජනාධිපති රනිල් වික්රමසිංහ මහතා සහ උත්සවයේ සභාපතිවරයාගේ ජ්යෙෂ් සම්පත් සම්මානය සහ අනෙකුත් සම්පත් සම්මාන පිරිනමන ලදී.",
        "පසුව ජනාධිපතිවරයා සමස්ත ලංකා කාර්මික සම්පත් සංගමයේ විධායක කමිටු සාමාජිකයින් සමඟ එක් විය.",
        "රජයේ නව අධ්යාපන ප්රතිව්යුහගත කිරීමේ කටයුතු සිදුකරන විට පාසැල් ගුරුවරුන්, ආර්ථික විද්යා ists යින් සහ සමස්ත ලංකා සම්පත් සංගමය වැලඳ ගැනීම අවශ්ය බව ඔහු අවධාරණය කළේය.",
        "1981 දී අධ්යාපන වාර්තාව හඳුන්වා දුන් විශේෂ පංති තහනම් කිරීමට බොහෝ දෙනෙකුට පැවසුවද, ඔහු මෙය නොකළ බව ඔහු පෙන්වා දුන්නේය.",
        "අධ්යාපන අමාත්යාංශයේ වගකීම වන්නේ සියලුම සිසුන්ට වඩා හොඳ අධ්යාපනයක් ලබා දීමයි. ඊටත් වඩා, සුවිශේෂී පන්ති පද්ධති රට තුළ පරිණාමය වී ඇත. අධ්යාපන ක්ෂේත්රයේ තිබී ඇති අඩුපාඩු හා දේශපාලන මැදිහත්වීම් සැලකිල්ලට ගනිමින් දෙමාපියන් සුවිශේෂී පන්ති පද්ධතිය තෝරා ගත්හ.. අද, පාසල් අධ්යාපනය සහ සුවිශේෂී පන්තිය අන්තර් සම්බන්ධ වී ඇත.",
        "පසුගිය කොරෝනා කාලපරිච්ඡේදයේ දී, සබැඳි තාක්ෂණයෙන් අධ්යාපනය ලබා දී ඇති බව මෙහි සඳහන් විය. 2017 දී, ඉහළ මට්ටමේ සිසුන්ට ඔබට හැකි අධ්යාපනය ලබා දෙන ලෙස අපි අධ්යාපන අමාත්යාංශයට යෝජනා කළෙමු. ඒ සඳහා අවශ්ය අරමුදල් ද වෙන් කර ඇත. එහෙත්, විරෝධතා මතු වූ බැවින් අධ්යාපන අමාත්යාංශය එය අතහැර දැමීය. එම දිනයේ ව්යාපෘතිය ක්රියාත්මක කළේ නම්, මාර්ගගත අධ්යාපනය එතැනින් ආරම්භ වීමට ඉඩ තිබුණි. නමුත් ව්යාපෘතිය දියත් කිරීම සඳහා සියලු ලංකා වෘත්තීය කථිකාචාර්යවරුන්ගේ සංගමය අද මම අගය කරමි.",
        "අද, ලෝකයේ බොහෝ රටවල, පාසල් අධ්යාපනය සහ සුවිශේෂී පන්තිය ඒකාබද්ධ වේ. අවසාන ආර්ථික පරිහානිය තුළ අපට විවිධ අත්දැකීම් තිබුණි. අපි ක්රමයෙන් එම ආර්ථික අර්බුදයෙන් පෙළෙනවා. අපි නව ආර්ථිකය සමඟ ප්රගතියක් කළ යුතුයි. අපට අපනයන-බෝනේෂන් සහ ඉහළ තරඟකාරී ආර්ථිකය අවශ්ය වේ. එසේම, අප දුප්පත්කම අඩු වන ආර්ථික වර්ධනයක් නිර්මාණය කළ යුතුය.",
        "මේ සියල්ල සමඟ රට නිර්මාණය කළ යුතුය. පාසැල් අධ්යාපනය සහ සුවිශේෂී පන්ති අතර ඇති සම්බන්ධය මෙන්ම අධ්යාපනයේ මාර්ගගත තාක්ෂණය හා කෘතිම බුද්ධිය ඒකාබද්ධ කරන්නේ කෙසේද යන්න අප දැකගත යුතුය.. අද වන විට තාක්ෂණය අධ්යාපනයේ වෙනස් වී ඇත. අපි එම වෙනස සමඟ ප්රගතියක් කළ යුතුයි.",
        "බ්රිතාන්ය පාලනයේ එක් ප්රතිලාභයක් වන්නේ පාසල් බ්රිතාන්ය යුගයේ පාසල් ආරම්භ කිරීමයි. රජය, මිෂනාරි සහ බෞද්ධ පාසල් ද. ඒ අනුව බටහිර අධ්යාපන ක්රමය ඉන්දියාවට පෙර ශ්රී ලංකාවේ ආරම්භ විය. මෙම අධ්යාපන ක්රමය ශ්රී ලංකාවෙන් ආසියාවට හඳුන්වා දුන් බව පැවසිය යුතුය.",
        "ඒ හා සමානව, අපි වෙනත් රටවලට පෙර නොමිලේ අධ්යාපනය ආරම්භ කළෙමු. එබැවින් ඊළඟ අවුරුදු දෙක තුන ඇතුළත අප අධ්යාපනය සඳහා මෙම නව තාක්ෂණය එක් කරන්නේ කෙසේද යන්න ගැන සිතා බැලිය යුතුය. ඒ අනුව අප නවීන අධ්යාපන ක්රමයට යා යුතුය. එය 2030 සඳහා නොව 2050 සිට 2050 දක්වා අධ්යාපන ක්රමය විය යුතුය.",
        "මෙම නව අධ්යාපන ප්රතිසංස්කරණ අධ්යාපන විශේෂ experts යින්ට පමණක් සීමා කළ නොහැක. ඔවුන් මෙන්ම, පාසල් ගුරුවරුනි, ආර්ථික අංශ දෙපාර්තමේන්තුව නියෝජනය කරන ආර්ථික විද්යා ists යින් සහ සමස්ත ලංකා වෘත්තීය සම්පත් සංගමය සහභාගී විය යුතුය.",
        "නව අධ්යාපන ප්රතිසංස්කරණ සාකච්ඡා කළ යුතු අතර නවීන අධ්යාපන ක්රමයට යා යුතුය. එහි ඉදිරිපත් කළ ඕනෑම යෝජනාවක් ප්රතික්ෂේප නොකළ යුතුය. වැඩි අධ්යාපනය දේශපාලන පාපන්දු ක්රීඩාවක් බවට පත් නොවිය යුතුය. අපි කොතරම් ක්රීඩා කළත්, අපට ලකුණු කළ නොහැක.",
        "අවසානයේදී රට අසාර්ථක වනු ඇත. එමනිසා, සෑම කෙනෙකුම එකට වැඩ කිරීම සඳහා එකට වැඩ කළ යුතුය. අනාගත අධ්යාපන ක්රමය එකට තීරණය කිරීම. අවශ්ය මූල්ය විධිවිධාන සැලසීමට අපි පියවර ගනිමු.",
        "ඒ අනුව මේ රට සඳහා හොඳම අධ්යාපන ක්රමය මේ දෙක හෝ තුන තුළ සාකච්ඡා කිරීමට නියමිතය.. ඊට පසු සිදුවන තාක්ෂණික වෙනස්කම් සමඟ, අප මාරුවීම සමඟ ඉදිරියට යා යුතුය.",
        "මෙම අවස්ථාවට සියලුම ලංකා කාර්මික සම්පත් සංගමයේ මහ ලේකම් මහන් කාර්මිකම්පස්, මහහාන් යාකොබ්, භාණ්ඩාගාරික අසරු, ජාතික සංවිධායක ජනක ක්රිෂාන්ත සහ ශ්රී ලංකාවේ වෘත්තීය සම්පත් ද මෙම අවස්ථාවට සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "Education should not be allowed to become a political football - the president",
      "body_lines": [
        "President Ranil Wickremesinghe said that if education is turned into a political football, the country will suffer a failure, so that it is necessary to unite and introduce a suitable education system for all.",
        "President Ranil Wickremesinghe said this at the 10th Annual Conference of the All Ceylon Industrial Resources Association held at the Nelum Pokuna Gallery of Colombo on Tuesday (23).",
        "The All Ceylon Occupational Resources Association (APLA) is an organization created in 2004 by the Asians of the exclusive classes that have spread throughout Sri Lanka.",
        "One of the initial members of the All Ceylon Entrepreneurs' Association and Senior Dr. K. Ariyasinghe was awarded the Senior Resources Award and other resources awards by President Ranil Wickremesinghe and the President of the President of the event.",
        "The President then joined the All Ceylon Industrial Resources Association Executive Committee members.",
        "He emphasized that it is necessary to embrace the school teachers, economists and the All Ceylon Resources Association, not limiting it to the academic experts when carrying out the government's new educational restructuring activities.",
        "He pointed out that he did not do this, even though many were told to ban exclusive classes when the Education Report was introduced in 1981.",
        "The responsibility of the Ministry of Education is to provide better education to all students. More than that, exclusive class systems have evolved into the country. Parents selected the exclusive class system through the alternative, considering the shortcomings and political interventions found in the field of education.. Today, the school education and the exclusive class have been interconnected.",
        "It was mentioned here that in the last Corona period, on online technology provided education. In 2017, we proposed to the Ministry of Education to provide youline education to high -quality students. The funds required for it were also allocated. But, as the protests arose, the Ministry of Education abandoned it. If the project was implemented on that day, online education would have begun from there. But today I appreciate the All Ceylon Professional Lecturers' Association for the launch of the project.",
        "Today, in many countries of the world, school education and exclusive class are merged together. We had a variety of experiences during the last economic decline. We are gradually recovering from that economic crisis. We must progress with the new economy. We need the export -based and highly competitive economy. Also, we need to create economic growth that reduces poverty.",
        "With all this, the country should be created. We need to see what is the connection between school education and exclusive classes, as well as how to integrate online technology and artificial intelligence in education.. Today, technology has changed in education. We must progress with that change.",
        "One of the benefits of the British rule is that the schools started in the British period. As well as government, missionary and Buddhist schools. Accordingly, the Western education system began in Sri Lanka before India. It must be said that this education system was introduced from Sri Lanka to Asia.",
        "Likewise, we started free education in front of other countries. So within the next two or three years we need to think about how to add this new technology to education. Accordingly, we have to go to the modern education system. It must be the educational system for 2050, not for 2030.",
        "These new educational reforms cannot be limited to educational experts only. Like them, the school teachers, the economists representing the Department of Economic Sector, and the All Ceylon Professional Resources Association should participate.",
        "The new educational reforms should be discussed and go to the modern education system. Any suggestion presented there should not be rejected. More education should not be turned into a political football. No matter how much we play, we can't score.",
        "In the end the country will fail. Therefore, everyone should work together to work together. To decide the future education system together. We are taking steps to make the necessary financial arrangements.",
        "Accordingly, the best education system for this country is to be discussed in these two or three years.. With the technical changes that occur after that, we must continue to move forward with the transfer.",
        "The event was attended by members of the Executive Committee, including the General Secretary of the All Ceylon Industrial Resources Association, Mahan Jacob, Treasurer Asir Sampath, National Organizer Janaka Krishantha and Sri Lanka's professional resources."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the importance of unity in education, warning against turning it into a political tool. He highlighted the need for a comprehensive educational system that includes all stakeholders, not just academic experts. He also discussed the challenges and opportunities in integrating technology and artificial intelligence in education, aiming for a modern, export-based economy."
  ]
}