{
  "translated_text": {
    "ta": {
      "title": "ஒரு பிரமிட் மோசடி. மோசடி ஏமாற்றியதற்காக ஒரு ஜோடி கைது செய்யப்பட்டார்",
      "body_lines": [
        "பண்டாரநாயகின் சர்வதேச விமான நிலையத்தில் சிஐடியின் குற்றவியல் புலனாய்வு துறை அதிக எண்ணிக்கையில் கைது செய்யப்பட்டார்.",
        "குருணேகலாவில் வசிக்கும் ரனசிங்க அராச்சிஜ் என்ற 52 வயதான நபரை விட்டு வெளியேறினார்.",
        "ஏப்ரல் 11/08 அன்று அதிகாலை 12.00 மணிக்கு மலேசியாவின் கோலாலம்பூரில் இருந்து கோலாலம்பூரில் இருந்து மலேசிய ஏர்லைன்ஸுக்கு வந்திருந்தார்.",
        "பண்டாரநாயக சர்வதேச விமான நிலையம் குடிவரவு மற்றும் குடியேற்ற கவுண்டர்களுக்குச் செல்வதற்கு முன்னர் குற்றவியல் புலனாய்வு துறை (சிஐடி) அதிகாரிகள் குற்றவியல் விசாரணைத் துறையால் கைது செய்யப்பட்டனர்.",
        "பின்னர் அவர் பண்டாரநாயக சர்வதேச விமான நிலையத்தில் கைது செய்யப்பட்டார், அவர் பண்டாரநாயக்க சர்வதேச விமான நிலையத்தில் இருந்தார், மேலும் கலே, பரணி சுரங்கா ஹேமச்சந்திரா என்ற 42 வயதான பெண்ணை கைது செய்தார்.",
        "குருணேகலா நகரங்களில் ஏராளமான நிலங்களின் திருவிழாவின் விலை குருணேகலா நகரத்தில் மேற்கொள்ளப்பட்டு, குருணேகலா நகரத்தில் பணத்தை நிறுவியுள்ளது.",
        "அவர்களில் இருவர் கொழும்பு கோட்டை, கோட்டை, கோட்டை, கோட்டை, கோட்டை, கோட்டை, கோட்டை, கோட்டை, கோட்டை, கோட்டை மற்றும் வணிக குற்றப் பிரிவின் காலையில் கைது செய்யப்பட்டனர்.",
        "கூடுதலாக, நாரஹன்பிடாவின் சட்டவிரோத சொத்துக்கள் பிரிவால் விசாரணை மேற்கொள்ளப்படுவதால், அவர்கள் பிரதேச செயலாளருக்கும் அனுப்பப்படுவார்கள்."
      ]
    },
    "en": {
      "title": "A pyramid racket. A couple arrested for fraudulently cheated",
      "body_lines": [
        "Criminal Investigations Department (CID) officials of the CID at the Bandaranaike International Airport on a large number of Rs.Was arrested.",
        "The Colombo Chief Magistrate's Court had fled the 52-year-old man named Ranasinghe Arachchige, a resident of Kurunegala.",
        "He had arrived at the Malaysian Airlines from Kuala Lumpur from Kuala Lumpur, Malaysia at 12.00 am on April 11/08.",
        "The Criminal Investigations Department (CID) officials had been arrested by the Criminal Investigation Department before the Bandaranaike International Airport has gone to the Immigration and Emigration Counters.",
        "He was later arrested in the Bandaranaike International Airport, who was in the Bandaranaike International Airport, and arrested the 42-year-old woman named Parani Suranga Hemachandra, Galle.",
        "The cost of a festival of a large number of land in Kurunegala towns, two deposits were carried out in Kurunegala town, establishing the money in Kurunegala town.Investigations have revealed that 11 accounts were maintained.",
        "Two of them were arrested on the morning of the Colombo Fort, Fort, Fort, Fort, Fort, Fort, Fort, Fort, Fort, Fort, and the Commercial Crime Division.",
        "In addition, they will also be sent to the Divisional Secretary, as an inquiry is being carried out by the illegal assets division of Narahenpita."
      ]
    }
  },
  "summary_lines": [
    "Pyramid scheme: Couple cheats CID officers at airport. Arrested for fraud involving large sums of money. Investigation ongoing."
  ]
}