{
  "translated_text": {
    "si": {
      "title": "செம்மணி மனித புதைகுழி: மேலும் அகழ்வுப் பணிக்கு 8 வாரங்கள் தேவை - நீதிமன்றம் கட்டளை",
      "body_lines": [
        "බැටළු ප්රදේශයේ වඩා මිනිස් සුසාන භූමියක් තිබිය හැකි බවට සාක්ෂි තිබේ, කැණීම් කටයුතු සිදු කිරීම සඳහා අවශ්ය වන සංසදයට අවශ්ය කටයුතු සම්පාදනය කර ඇත.",
        "செம்மணி மனித புதைகுழி தொடர்பிலான வழக்கு வியாழக்கிழமை (14) யாழ் . මහේස්ත්රාත් අධිකරණය විභාග කිරීම සඳහා භාර ගන්නා ලදී.",
        "කැණීම් කටයුතුවල දෙවන අදියර සඳහා අධිකරණය දින 45 ක් සඳහා දින 45 ක් ලබා දී ඇති අතර, මේ මස 6 වන දින දක්වා දින 32 ක් සමඟ දින 32 ක් වන අතර ඔවුන්ගේ තෙවන කොටස මෙම මස 22 වන දින නැවත ආරම්භ කෙරේ.",
        "ඒ අතරම, බැටළුවන්ගේ තවදුරටත් මිනිස් කුසනා කිරීම පිළිබඳ සාක්ෂි තිබූ අතර ක්රියාත්මක කිරීම සඳහා නියෝග කර ඇති අතර ඒවා නිවසේදී තවත් සති 08 ක් අවශ්ය බව නිවේදනය කරන ලදී.",
        "ඒ අතරම, දින 41 ක කැණීම් කටයුතු 41 ක කැණීම් කටයුතු මේ මස 6 වන දින දක්වා දින 41 ක අදියර තුළ කැණීම් කර ඇති අතර අස්ථි සන්ධි 147 ක් හඳුනාගෙන ඇති අතර අස්ථි සන්ධි 147 ක් හඳුනාගෙන ඇත."
      ]
    },
    "en": {
      "title": "Chemmani Human Bury: More Excavation Task Requires 8 weeks - Court Command",
      "body_lines": [
        "There is evidence that there may be more human burials in the sheep area, and the arrangements have been made to make arrangements for the forum that it is required to carry out excavation work.",
        "Jaffna on Thursday (14). The Magistrate's Court was taken up for hearing.",
        "It is reported that the court has granted 45 days for the second phase of the excavation work, with 32 days till the 6th of this month, and their third part work will be resumed on the 22nd of this month.",
        "At the same time, there was evidence of further human burials in the sheep and ordered the preparation of the implementation, which was announced in the House that it was needed for a further 08 weeks.",
        "At the same time, the 41 -day excavation work has been excavated in the 41 -day phases until the 6th of this month, and 147 bone joints have been identified and 147 bone joints have been identified."
      ]
    }
  },
  "summary_lines": []
}