{
  "translated_text": {
    "ta": {
      "title": "උසස් ජාතික ඩිප්ලෝමා දෙකකට NVQ6 සහතිකය පිරිනැමීමට අනුමැතිය",
      "body_lines": [
        "இரண்டு மேம்பட்ட தேசிய டிப்ளோமா படிப்புகளுக்கு (ஸ்லியேட்) NVQ 6-நிலை சமத்துவ நிலையை வழங்க NVQ நிலை 6 வழங்கப்பட்டுள்ளது.",
        "ඒ ප්‍රමාණ සමීක්ෂණය පිළිබඳ උසස් ජාතික ඩිප්ලෝමාව (HNDQS) සහ උසස් ජාතික ඉංග්‍රීසි ඩිප්ලෝමාව (HNDE) පාඨමාලාව සඳහා බව දැනුම් දී ඇත.",
        "2025 ஜூலை 8 ஆம் தேதி நடைபெற்ற மூன்றாம் நிலை மற்றும் தொழிற்கல்வி (டி.வி.சி) கூட்டம் கல்வி, உயர் கல்வி மற்றும் தொழிற்கல்வி அமைச்சகம் அறிவித்துள்ளது.",
        "அதன்படி, அளவு கணக்கெடுப்பில் உயர்ந்த தேசிய டிப்ளோமா மற்றும் ஸ்லியட் இயக்குநர் / இயக்குநர் / முதன்மை / இயக்குநர் ஜெனரல் (முதன்மை / இயக்குநர் ஜெனரல்) இன் உயர் தேசிய ஆங்கில டிப்ளோமாவில் டிப்ளோமாவில் மேற்பார்வையிடப்பட்ட தேசிய ஆங்கில டிப்ளோமா"
      ]
    },
    "en": {
      "title": "Approval for awarding NVQ6 certification two high national diploma",
      "body_lines": [
        "The NVQ Level 6 has been granted to provide the NVQ 6-level equality status for two advanced National Diploma Courses (SLIATE).",
        "It has been reported that the Higher National Diploma (HNDQs) and Advanced National English Diploma in the Diploma in the HNDE.",
        "The Ministry of Education, Higher Education and Vocational Education has notified that the Tertiary and Vocational Education (TVC) meeting held on 8th July 2025.",
        "Accordingly, the Superior National Diploma in the Quantity Survey and the Supervised National English Diploma in the Diploma in the Superior National English Diploma in the SLIAT Director / Director General / Principal / Director General (Principal / Director General)"
      ]
    }
  },
  "summary_lines": []
}