{
  "translated_text": {
    "ta": {
      "title": "கெகல்லே உயர் ஸ்தானிகர் மற்றும் அனுரா குமாரா",
      "body_lines": [
        "கனடாவின் உயர் ஸ்தானிகர் இலங்கை, தலைவர் அனுரா குமாரா டிசனாயக்கை சந்தித்தார்.",
        "இலங்கையில் கனேடிய உயர் ஸ்தானிகரின் இரண்டாம் செயலாளர் (அரசியல்) தேசிய அதிகாரத்தின் (பாலிக் பிக்கரிங்) தேசிய நிர்வாக உறுப்பினரான பேட்ரிக் பிக்கரிங் தேசிய திட்டத்தில் சேர்ந்துள்ளார்.",
        "கூட்டத்தில், இலங்கையின் சமூக பொருளாதார மற்றும் அரசியல் நிலைமை குறித்து கூட்டம் நீண்டகாலமாக விவாதிக்கப்பட்டுள்ளது.",
        "தேசிய ஒற்றுமையை உருவாக்க இரு கட்சிகளுக்கும் இடையில் கருத்துகள் பரிமாறிக்கொள்ளப்பட்டுள்ளன.",
        "கனடாவில் வசிக்கும் இலங்கையர்களை உயர் ஸ்தானிகர் வாழ்த்த வேண்டும் என்றும் தேசிய நாட்டுப்புறப் படை கூறியுள்ளது.",
        "இன்று காலை ஜே.வி.பி.யின் தலைமை அலுவலகத்தில் கூட்டம் நடந்துள்ளது."
      ]
    },
    "en": {
      "title": "Kegalle High Commissioner and Anura Kumara",
      "body_lines": [
        "High Commissioner of Canada, Sri Lanka, met with leader Anura Kumara Dissanayake.",
        "The second Secretary of the Canadian High Commission in Sri Lanka (Political) Patrick pickering, the National Executive Member of the National Power (Polick Pickering) has also joined the national proposal.",
        "At the meeting, the meeting has been discussed at length on the social economic and political situation in Sri Lanka.",
        "Comments have been exchanged between the two parties to build national unity.",
        "The national folk force has also stated that the High Commissioner had to congratulate Sri Lankans living in Canada.",
        "The meeting has taken place this morning at the JVP's Head Office."
      ]
    }
  },
  "summary_lines": [
    "Canada's High Commissioner met with Sri Lankan leader Anura Kumara Dissanayake, discussing social, economic, and political issues. Patrick Pickering, the Canadian High Commission's Political Secretary, and National Power's Polick Pickering participated. The meeting aimed to build national unity and congratulate Sri Lankans in Canada."
  ]
}