{
  "translated_text": {
    "ta": {
      "title": "சமூக ஊடகங்களுடன் கைது செய்யப்பட்ட சந்தேக நபர்",
      "body_lines": [
        "கிரிமினல் புலனாய்வுத் துறையின்படி, சிஐடி சிஐடி சிஐடி சிஐடி மூலம் கைது செய்யப்படுகிறது.",
        "ஒரு அரசியல்வாதியின் உதவியுடன் சந்தேக நபர் தீங்கிழைக்கும் வகையில் வெளிப்படுத்தப்பட்டுள்ளார் என்று அவர் கூறினார்.",
        "எதிர்காலத்தில், எதிர்காலத்தில் அவை வெளிப்படும் என்று அமைச்சர் மேலும் கூறினார்.",
        "பனாதுரா பிரிவின் சமூக பொலிஸ் குழு உறுப்பினர்களுக்கு கல்வி கற்பிப்பதற்கான ஒரு திட்டம், க .ரவ.",
        "\"ஒரு நபர் நேற்று சிஐடியில் கைது செய்யப்பட்டார். அந்த நபருக்கு நானூட் ஆயிரம் ரூபாய் இருந்தது. இந்த சமூக வலைப்பின்னலைப் பயன்படுத்தும் நபர்கள் எங்களை அவதூறு செய்கிறார்கள். ஒரு அரசியல்வாதி ஒரு அரசியல்வாதி. பணத்தை பெட்டியில் நகர்த்தி டாலர்களை மாற்றும்போது பணம் கைது செய்யப்படுகிறது. நாமும், அரசாங்கமும் ஐ.ஜி.பி., சமூக நடுத்தர வலையமைப்பும், சேற்றுக்கு விசுவாசமாக இருக்கிறது. அதனால்தான் இந்த ஆன்லைன் சஃப்டி மசோதாவை நாங்கள் கொண்டு வந்தோம். அரசாங்கங்கள் இருந்தபோதிலும் இந்த சமூக ஊடகங்களை ப்ரொகரேட்டிங் செய்து வருகிறது. நான் இன்று சொல்கிறேன் .... இந்த மசோதா சமூக ஊடகங்களைக் கையாளுபவர்களுக்கு மட்டுமே பிரச்சினை. \""
      ]
    },
    "en": {
      "title": "Suspect arrested with social media",
      "body_lines": [
        "According to the Criminal Investigations Department, the CID is arrested by the CID by the CID by the CID.",
        "He said that the suspect had been maliciously disclosed with the assistance of a politician.",
        "The Minister further stated that in the future, the Minister added that they would be revealed in the future.",
        "A program to educate community police committee members of the Panadura Division, Hon.",
        "\"A person arrested on the CID yesterday. The person had a four hundred thousand rupees. People who use this social network and slander us. It was a politician who was a politician. The money is being arrested when the money is moved to the box and transfer dollars. We too, the government and the IGP, the social medium network, loyal to mud. That's why we brought this online safti bill. Prategizing is doing these social media despite the governments. I'm saying today .... This bill is a problem only those who handle the social media. \""
      ]
    }
  }
}