{
  "translated_text": {
    "ta": {
      "title": "இன்று ஈரானியாவின் இறுதி சடங்கு",
      "body_lines": [
        "ஜனாதிபதி ஈரானிய ஜனாதிபதி ஈரானிய ஜனாதிபதி இரவர் எழுதிய ஈரானிய ஜனாதிபதியின் ஜனாதிபதியின் இறுதி சடங்கு ஜனாதிபதியின் புனித நகரத்தில் நடைபெறும்.",
        "ஈரானிய ஜனாதிபதி டாக்டர் இராப்ராஹிம் ரீலி மற்றும் ஈரானிய வெளியுறவு மந்திரி ஹஸ்ஸீன் அமித் ஆகியோரின் மான் ராஜபக்ஸா தலைவர் அஸ்காரனின் திரகனின் முரட்டுத்தனத்திற்கு கொண்டு செல்லப்பட்டார்.",
        "இறந்த ஈரானிய ஜனாதிபதியின் கடைசி விஷயங்களில் 68 நாடுகளின் தலைவர்கள் பங்கேற்றனர்.",
        "வெளியுறவு மந்திரி அலி சப்ரி ஜனாதிபதியின் அமைப்பை க honored ரவித்தார்.",
        "ஹமாஸ் தலைவரில் ஈரானிய நிர்வாகத்தின் ஈரானிய ஆன்மீகத் தலைவர் இலங்கையின் துணை அமைச்சரின் உத்தியோகபூர்வ இறுதிச் சடங்கிற்கு கண்டுபிடிக்கப்பட்டது.",
        "ஜனாதிபதியின் எச்சங்கள் இன்று காலை தென் கோரான் கவுண்டிக்கு கொண்டு செல்லப்படும்.",
        "அந்த ரிஷிவனாயக்கின் அயதுல்லா அல் கமனியின் பிரதிநிதியின் மாநிலம் தான்.",
        "ஜனாதிபதியின் இறுதி சடங்கு புனித நகரமான மஷாத்தில் ஜனாதிபதியின் பிறந்த நாள்.",
        "இதற்கிடையில், இறந்தவரின் உடல்களின் இறுதிச் சடங்கில் காற்று விபத்தில், அவர் இன்று காலை தனது சொந்த ஊரில் நடைபெறுவார்."
      ]
    },
    "en": {
      "title": "The funeral of Iraniya today",
      "body_lines": [
        "The funeral of the President of Iranian President erected by President Iranian President Iranian President Irava ​​Man would be held in the Holy City of the President.",
        "The deer Rajapaksa president of the Iranian President Dr. Irabrahim Reli and Iranian Foreign Minister Husseen Amit, including Theran, were taken to the Askaran's Thirakan's Odder.",
        "Leaders of 68 countries participated in the last respects to the deceased Iranian President.",
        "Lasting Minister of Foreign Minister Ali Sabri honored the President's body.",
        "Iranian spiritual leader of Iranian managing in Hamas leader was found to the official funeral of the Deputy Minister of Sri Lanka.",
        "The remains of the President will be taken to South Koron County this morning.",
        "That Rishivanayake is due to the fact that the state of Ayatollah Al Qamani's representative.",
        "The funeral of the president is the President's birthday in the Holy City of Mashad.",
        "Meanwhile, the funeral of the bodies of the deceased in the air crash, he will be held in his hometown this morning."
      ]
    }
  },
  "summary_lines": [
    "Today's funeral for the Iranian President, attended by leaders from 68 nations, honors his legacy. The ceremony, led by Iran's spiritual leader and foreign minister, includes tributes from international figures like the Hamas leader and Sri Lanka's deputy minister. Following the service, the President's remains will be transported to South Korea, marking a significant event in the Holy City of Mashad."
  ]
}