{
  "translated_text": {
    "ta": {
      "title": "இன்று அஞ்சல் வாக்களிப்பு",
      "body_lines": [
        "தபால் வாக்களிப்பை இன்று (07 வது) பயன்படுத்தலாம் என்று தேர்தல் ஆணையம் கூறுகிறது, நாளை (8 வது), பாராளுமன்றத் தேர்தல் தொடர்பாக பாராளுமன்ற வாக்களிப்பைக் குறிக்க முடியாது.",
        "அதன்படி, மாவட்ட மாவட்டத்தில் உள்ள மாவட்ட தேர்தல் அலுவலகங்களில் அஞ்சல் வாக்குகளை குறிக்கலாம்.",
        "அஞ்சல் வாக்காளர்களின் அஞ்சல் வாக்காளர்கள் இந்த ஆண்டு தேர்தலுக்கு தகுதி பெற்றுள்ளனர்.",
        "இந்த மாதம் 4 ஆம் தேதி அஞ்சல் வாக்களிப்பின் வாக்காளர் எண்ணிக்கை இந்த மாதம் 4 ஆம் தேதி வாக்களிக்கப்பட்டுள்ளது.",
        "அஞ்சல் வாக்களிப்பு இந்த மாதம் 1 மற்றும் 4 நாட்கள் அரசு நிறுவனங்கள் மற்றும் இராணுவ முகாம்களில் மேற்கொள்ளப்பட்டது.",
        "அஞ்சல் வாக்களிப்பின் அடையாளத்தை உறுதிப்படுத்த தேர்தல் ஆணையம் ஐந்து செல்லுபடியாகும் அடையாள ஆவணங்களை வெளியிட்டுள்ளது.",
        "அதன்படி, நபர்களின் ஐடி, தேசிய அடையாள அட்டை, செல்லுபடியாகும் ஓட்டுநர் உரிமம் மற்றும் தேர்தல் ஆணையம் (பிசி) ஆகியோரின் பதிவு துறையில் நபர்களின் பதிவு திணைக்களத்தால் வழங்கப்பட்ட உறுதிப்படுத்தல் கடிதத்தை யுபிஎஃப்ஏ பயன்படுத்தலாம்.",
        "கடமை அடையாள அட்டை ஏற்றுக்கொள்ளப்பட்டால், வாக்காளர் அடையாளத்தின் உத்தியோகபூர்வ அடையாளத்தின் எண்ணிக்கை தேர்தலுக்கு முன்னர் அஞ்சல் வாக்களிப்பு தேர்தலுக்கு வழங்கப்பட்டது.",
        "வாக்குச்சீட்டு அட்டை உரிமையாளர்களுக்கு வாக்குப்பதிவைக் குறிக்க அடையாளம் தெரியாத அதிகாரிகள் கேட்டுக் கொள்ளப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "Postal voting today",
      "body_lines": [
        "The Elections Commission states that the postal voting can be used today (07th) and tomorrow (8th), the parliamentary voting cannot be marked in connection with the parliamentary election.",
        "Accordingly, the postal vote can be marked at district election offices in the district of the district.",
        "The postal voters of postal voters have qualified for this year's election.",
        "The voter turnout of the postal voting in the 4th of this month have been voted on the 4th of this month.",
        "The postal voting was carried out on the 1st of this month and 4 days of government institutions and military camps.",
        "The Elections Commission has published five valid identity papers to ensure the identity of the postal voting.",
        "Accordingly, the confirmation letter issued by the Department of Registration of Persons in the Department of Registration of Persons ID, the National Identity Card, Valid Driving License and the Election Commission (PC) can be used by the UPFA.",
        "If the duty identity card was accepted, the number of official identity of the voter ID was presented to the election of postal voting before the election.",
        "Unidentified officials have been asked to mark the ballot to vote card owners."
      ]
    }
  },
  "summary_lines": [
    "Postal voting available July 7-8. Mark at district election offices. Eligible voters can cast ballots. Turnout on April 4. Conducted in government institutions and military camps on June 1. Five valid IDs accepted: registration confirmation letter, national ID, driving license, PC ID, or duty ID. Unidentified officials must verify voter ID before issuing ballot cards."
  ]
}