{
  "translated_text": {
    "ta": {
      "title": "ව්‍යාපාර සවිබල ගැන්වීමට DFCC බැංකුව iConnect 2.0 බලගන්වයි",
      "body_lines": [
        "டி.எஃப்.சி.சி வங்கியின் முதன்மையான டிஜிட்டல் டிஜிட்டல் வங்கி தீர்வு, டி.எஃப்.சி.சி ஐகானெக்ட் 2.0, இலங்கையில் வணிக முகவர் நிறுவனங்கள் அதன் நிதி நடவடிக்கைகளை நிர்வகிக்கும் விதம்.",
        "வங்கி மற்றும் வர்த்தகத்தை எளிதாக்குவதில் டி.எஃப்.சி.சி வங்கியின் முன்னோடி பங்கு இந்த வங்கி தீர்வை இன்றுவரை தொடங்குகிறது. நிறுவனங்கள் மற்றும் சிறு மற்றும் நடுத்தர நிறுவனங்கள் ஆரம்ப மற்றும் சிறிய மற்றும் நடுத்தர அளவிலான முன்மொழிவுகள் ஒரு டிஜிட்டல் வங்கி தீர்வு மூலம் வர்த்தகம், கொடுப்பனவுகள் மற்றும் விநியோகச் சங்கிலிகளை நிர்வகிக்க அனுமதிக்கின்றன.",
        "டி.எஃப்.சி.சி ஐகானெக்ட் 2.0 பண மேலாண்மை, வர்த்தக தீர்வுகள், சப்ளையர் நிதி மற்றும் ஏபிஐ உள்ளீடுகள் (ஏபிஐ இன்டென்ஷன்). விரைவான இணைப்பு என்பது தீவின் எங்கிருந்தும் வங்கியின் வசதியாகும், மேலும் வங்கியுடன் ஒப்பிடுகையில், அவற்றின் பணப்புழக்கங்களை (பணப்புழக்கத்தை) மேம்படுத்தவும், உறவுகளின் உற்பத்தியை பராமரிக்கவும், செயல்பாட்டு வரிசையை பராமரிக்கவும் உங்களை அனுமதிக்கிறது.",
        "இது சம்பந்தமாக, வங்கியின் மூத்த துணைத் தலைவரும், டி.எஃப்.சி.சியின் கார்ப்பரேட் வங்கித் தலைவருமான, \"டி.எஃப்.சி.சியின் ஐகான்ட் 2.0, எங்கள் விரிவாக்கப்பட்ட டிஜிட்டல் வங்கி தீர்வு எங்கள் வாடிக்கையாளர்களுக்கு ஏற்ப எங்கள் சேவையகங்களுக்கு ஏற்ப இருக்கப்போகிறது.. வணிகங்களின் செயல்திறன், நெகிழ்வுத்தன்மை மற்றும் இயக்க செயல்முறை ஆகியவற்றை அதன் தற்போதைய வாடிக்கையாளர் கொடுப்பனவுகள் மற்றும் பண நிர்வாகத்திலிருந்து வழங்குவதில் பெருமிதம் கொள்கிறோம். .",
        "டி.எஃப்.சி.சி ஐகானெக்ட் 2.0 ஒரு தொழில்நுட்ப முன்னேற்றத்தை விட அதிகம். டி.எஃப்.சி.சி வங்கி என்பது துறையின் துறையில் ஒரு தலைவராக தனது வாடிக்கையாளர்களுக்கு ஒரு சிறந்த சேவையை விரிவுபடுத்துவதற்கான முயற்சியின் விளைவாகும், இது ஒரு உயர்தர டிஜிட்டல் திறமை மற்றும் மனித முன்னணி பணி நெறிமுறைகளை உருவாக்குகிறது.. இதன் மூலம், இந்த பரந்த டிஜிட்டல் மொழிபெயர்ப்பில் இலங்கை நிறுவனங்களை மேம்படுத்துவதற்கான உறுதிப்பாட்டை டி.எஃப்.சி.சி வங்கி வலியுறுத்துகிறது."
      ]
    },
    "en": {
      "title": "DFCC Bank empowers iconnect 2.0 to empower business",
      "body_lines": [
        "DFCC Bank's premier digital digital banking solution, DFCC iconnect 2.0, the way business agencies in Sri Lanka manages its financial operations.",
        "DFCC Bank's pioneer role in simplifying banking and trade from launching this banking solution to date. Companies and Small and Medium Scale Enterprises Early and Small and Medium Scale Propositions allow the management of trade, payments and supply chains through one digital banking solution.",
        "DFCC iConnect 2.0, සාමාන්‍ය ඩිජිටල් බැංකුකරණයට වඩා ඔබ්බට යමින් මුදල් කළමනාකරණය, වෙළෙඳ විසඳුම් ලබාදීම, සැපයුම්දාම මූල්‍යකරණය, සහ API ඒකාබද්ධ කිරීම් (API integrations) වැනි බැංකුකරණ සේවා රැසක් එකම වේදීකාවක් හරහා සිදුකරලීමට ඉඩ ප්‍රස්තාව සලසයි. The expedited connection is the convenience of banking from anywhere in the island, and with comparison to the banking, and allows you to improve their cash flows (cash flow) and maintain the product of the relationships, and to maintain the order of operational.",
        "Commenting in this regard, the Senior Vice President of the Bank and Corporate Banking Head of DFCC said, \"DFCC's iconct 2.0, our expanded digital banking solution is going to be in line with our servers in line with our clients.. We are proud to provide the efficiency, flexibility and operating process of businesses, from its existing customer payments and cash management. .",
        "DFCC iconnect 2.0 is more than a technological improvement. DFCC Bank is the result of the attempt to extend a superior service to its clients as a leader in the field of the field, making it a high-quality digital talent and human-leading work ethics.. Through this, the DFCC Bank emphasizes the commitment to empower Sri Lankan enterprises on this wide digital translation."
      ]
    }
  },
  "summary_lines": []
}