{
  "translated_text": {
    "ta": {
      "title": "நாட்டின் நிகழ்ச்சி நிரலின்படி அரசியல் தயாரிக்கப்பட வேண்டும் - ஜனாதிபதி",
      "body_lines": [
        "அரசியல் நிகழ்ச்சி நிரலால் நாட்டின் எதிர்காலத்தை சரிசெய்ய அவரை அனுமதிக்கக்கூடாது என்று ஜனாதிபதி ரங்கில் விக்ரமேசிங்கை வலியுறுத்துகிறார்.",
        "பயணத்தில் சேர சஜித் பிரேமடாசா மற்றும் அனுரா குமாரா டிசனாயக்கை அழைப்பேன் என்று அவர் கூறினார்.",
        "அவர் இன்று பிற்பகல் கடாவதாவில் பேசிக் கொண்டிருந்தார், \"நாங்கள் கம்பாஹாவை வெல்வோம்\" வெகுஜன பேரணியில்.",
        "\"இளைஞர்களுக்கு ஒரு நல்ல எதிர்காலத்தை உருவாக்க இந்த புரட்சியை நாங்கள் கொண்டு செல்கிறோம். இது உங்களுக்காக இதை எடுத்துக் கொள்ளும் ஒரு புரட்சியாக இருக்க வேண்டும். அதை முன்னோக்கி கொண்டு செல்ல வேண்டும். பொருளாதார மொழிபெயர்ப்பு சட்டத்தை பாராளுமன்றத்திற்கு வழங்கியுள்ளோம். இன்னும் 20 ஆண்டுகளில், எங்கள் மொத்த உள்நாட்டு தயாரிப்புகள் ஐந்து மடங்கு அதிகரிக்கப்பட வேண்டும். கல்வியில் ஏற்கனவே ஒரு விரிவான நவீனமானது செயல்படுத்தப்பட்டுள்ளது. நாடு பல்கலைக்கழகங்களை டிஜிட்டல் மயமாக்கி பல்கலைக்கழகங்களை தோண்டி எடுக்கும்.",
        "இந்த நாட்டின் எதிர்காலம் அரசியல்வாதிகளின் நிகழ்ச்சி நிரலுடன் சரிசெய்ய முடியாது. நான் அதை விடமாட்டேன். நாட்டின் நிகழ்ச்சி நிரலின்படி அரசியல் தயாரிக்கப்பட வேண்டும். அல்லது இந்த நாட்டிற்கு எதிர்காலம் இல்லை. ஒரு பெருமைமிக்க தேசமாக நாம் முன்னேற வேண்டும். அதற்காக நாம் நாட்டில் ஒரு வித்தியாசத்தை ஏற்படுத்த வேண்டும். தவறான வாக்குறுதிகளுக்கு மதிப்பு இல்லை.",
        "அரசியல்வாதிகளின் நிகழ்ச்சி நிரலுக்கு நாடு நாட்டை உருவாக்காது. அரசியல்வாதிகள் நாட்டின் நிகழ்ச்சி நிரலில் செயல்பட வேண்டும். எங்களுடன் முன்னேறி எங்களுடன் முன்னேறும் சஜித் பிரேமடாசா மற்றும் அனுரா டிசனாயக்கை நான் அழைக்கிறேன். கூட்டாக சென்று செல்லலாம்."
      ]
    },
    "en": {
      "title": "Politics should be prepared as per the agenda of the country - President",
      "body_lines": [
        "President Ranil Wickremesinghe emphasizes that he should not be allowed to adjust the future of the country by political agenda.",
        "He said he would invite Sajith Premadasa and Anura Kumara Dissanayake to join the journey.",
        "He was speaking at Kadawatha today afternoon, \"we win the Gampaha\" mass rally.",
        "\"We carry this revolution to build a good future for young people. It is to be a revolution that is taking this for you. It should be carried forward. We have presented economic translation law to Parliament. In another 20 years, our Gross Domestic Products are to be increased five times. An extensive modern has already been implemented in education. The country will digitize universities and digs universities.",
        "The future of this country cannot be adjusted to the agenda of politicians. I will not let that. Politics should be prepared as per the agenda of the country. Or this country has no future. As a proud nation we should go forward. We must make a difference in the country for that. False promises do not have value.",
        "The country does not make the country to the agenda of politicians. Politicians should act on the agenda of the country. I invite Sajith Premadasa as well as Anura Dissanayake, who goes forward with us and move forward with us. Let's go jointly and go. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe stresses the importance of aligning politics with national goals rather than personal agendas. He invites opposition leaders Sajith Premadasa and Anura Kumara Dissanayake to collaborate, emphasizing the need for unity and progress. He outlines ambitious plans for economic growth and digitalization in education, vowing not to allow political maneuvering to derail the country's future."
  ]
}