{
  "translated_text": {
    "si": {
      "title": "යාපනයේ යාපනයේ පවුල් 1,816 ක්",
      "body_lines": [
        "යාපනය එවකට ගිය ප්රදේශවල ගංවතුරෙන් පවුල් 1,816 ක පුද්ගලයින් 5,749 ක් පීඩාවට පත්ව සිටිති.",
        "ඒ අතර පවුල් 59 ක පුද්ගලයින් 186 ක් y / chodikamam තිරුනාවක්කුරසුස් මහා විද්යාලයේ කඳවුරේ තබා ඇති අතර දෙමළ කලවන් පාසල් කඳවුරේ පවුල් 47 කින් 281 ක් පවත්වා ඇත.",
        "වැඩිහිටි මව්වරුන් සහ වැඩිහිටියන් සඳහා වෛද්ය සේවා සපයනු ලැබේ.",
        "මේ අතර, රජයේ කාර්යාල සහ තිමමාච්චි ප්රදේශයේ පූජනීය ස්ථාන තුළ ගංවතුරට ගොදුරු වී තිබේ.",
        "චවාකච්චේරි ප්රදේශ් සභාව සහ කොඩිකාමම් පොලිස් ස්ථානය සහ පන්සල්වල ගංවතුරෙන් ගංවතුරට ගොදුරු වී තිබේ.",
        "වත්මන් වාර්තාවට අනුව, යාපනය පුරා පවුල් 17,095 ක පුද්ගලයින් 56,732 ක් යාපනයේ ඇති වූ අයහපත් කාලගුණයෙන් පීඩාවට පත්ව ඇත.",
        "යාපනයේ දිස්ත්රික් ලේකම් කාර්යාලයට අනුව පවුල් 1,063 ක් ආරක්ෂක මධ්යස්ථාන 80 ක පුද්ගලයින් 8995 ක් පවත්වා ඇත."
      ]
    },
    "en": {
      "title": "1,816 families in Jaffna, Jaffna",
      "body_lines": [
        "5,749 people from 1,816 families have been affected by the floods in the Jaffna Thenmarachchi area.",
        "Among them, 186 persons from 59 families have been housed in the Y/Kodikamam Thirunavukkarasu Maha Vidyalaya Camp, and 281 from 47 families in the Tamil Kalavan School Camp.",
        "Medical services are being provided for the elderly mothers and the elderly.",
        "Meanwhile, flooding has been flooded within the state offices and places of worship of the Thenmarachchi area.",
        "The floods have been flooded within the Chavakachcheri Pradeshiya Sabha and the Kodikamam police station and the temples.",
        "According to the current report, 56,732 people from 17,095 families across Jaffna have been affected by the inclement weather in Jaffna.",
        "Also, 7,063 persons from 1,995 families have been housed in 80 security centers, according to the Jaffna District Secretariat."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the given information in approximately 200 characters:",
    "",
    "\"Floods affect 5,749 people in Jaffna; 56,732 total affected district-wide. 3,467 housed in camps. Medical aid provided. Infrastructure damage reported.\""
  ]
}