{
  "translated_text": {
    "si": {
      "title": "මුස්ලිම් සිසුන්ගේ ප්රති results ල ලැබෙනු ඇත",
      "body_lines": [
        "අධ්යාපන අමාත්ය සුසිල් ප්රේමජයන්ත මහතා පැවසුවේ අත්හිටවූ සිසුන්ගේ ප්රති results ල දින කිහිපයකින් මුදා හරින බවයි.",
        "පාර්ලිමේන්තුවේ විපක්ෂ නායකවරයා විසින් බදාදා (19) පාර්ලිමේන්තුවේදී කරන ලද ඉල්ලීමකට ප්රතිචාර වශයෙන් අධ්යාපන අමාත්යවරයා මේ බව පැවසීය.",
        "ත්රිකුණාමලයේ අ.පො.ස. උසස් පෙළ විභාගය තවමත් නිකුත් කර නොමැත. සිසුන් 70 දෙනෙකුගේ ප්රති results ල නිකුත් නොකෙරේ. හැකි ඉක්මනින් ඒවා ප්රකාශයට පත් කිරීමට පියවර ගත යුතුය. මේ බව අධ්යාපන අමාත්යවරයා කියා සිටියේ මෙය පසුගිය සතියේ සිදු කළ බවයි. ඔහු ඉක්මන් තීරණයක් ගත යුතු බව ඔහු පැවසීය.",
        "විභාගය ශාලාවට පැමිණෙන විට විභාගය පැළඳ සිටින්නේ නම්, කණ පැළඳිය යුතුය. ඒ සඳහා හේතු තිබේ. ඔවුන්ට නිරාවරණය නොවනු ඇත. එසේ කරන ස්ථාන තිබේ. නමුත් එය එවකට සිදු නොවීය. කවුරුහරි පරිස්සමින් ක්රියා කරන අධීක්ෂකවරයෙකි. කෙසේ වෙතත්, එම සිසුන්ගේ ප්රති .ල සඳහා කිසිදු ගැටළුවක් සිදුවී නොමැත. එම ප්රති .ල ප්රකාශයට පත් කිරීමට දැන් පියවර ගනු ලැබේ.  பரீட்சைகள் ஆணையாளர் அவற்றை எதிர்வரும் நாட்களில் வெளியிட நடவடிக்கை எடுப்பார் என்றார்."
      ]
    },
    "en": {
      "title": "The results of Muslim students will come",
      "body_lines": [
        "Education Minister Susil Premajayantha said the results of the students who had been suspended would be released in a few days.",
        "In response to a request made by the Opposition Leader in Parliament on Wednesday (19), the Minister of Education said this.",
        "The GCE Advanced Level Examination of Trincomalee has not yet been released. The results of 70 students are not released. Should take steps to publish them as soon as possible. The Minister of Education said that this was done last week. He said he should make a quick decision.",
        "If the exam is wearing when the exam comes into the hall, the ear must be worn. There are reasons for that. Are not going to be exposed to them. There are places that do so. But that did not happen at the time. Someone is a supervisor acted carefully. However, no problem has been for those students' results. Steps will now be taken to publish those results.  பரீட்சைகள் ஆணையாளர் அவற்றை எதிர்வரும் நாட்களில் வெளியிட நடவடிக்கை எடுப்பார் என்றார்."
      ]
    }
  },
  "summary_lines": [
    "Education Minister Susil Premajayantha announced that the results for suspended students and the remaining 70 students from the Trincomalee GCE Advanced Level Examination would be released soon. He responded to a parliamentary inquiry, noting that decisions were made swiftly to address any issues affecting the results."
  ]
}