{
  "translated_text": {
    "si": {
      "title": "කාන්දුව නිෂ්පාදනය කිරීමේදී අත්අඩංගුවට ගත් පුද්ගලයෙකු",
      "body_lines": [
        "මාලුල්සෙම් වගාවේ නියත කාණ්ඩයේ කාන්දුව නිෂ්පාදනයේ කාන්දුව නිෂ්පාදනයට සම්බන්ධ වූ පුද්ගලයෙකු අත්අඩංගුවට ගෙන ඇති බව මධුල්සෙම් පොලිසිය පවසයි.",
        "49 හැවිරිදි මදීඕවාහි මිනිසෙකු අත්අඩංගුවට ගෙන ඇති බව පොලිසිය පවසයි.",
        "කාන්දුවීමේ නිෂ්පාදනයට පුද්ගලයෙකු සම්බන්ධ බවට පොලිසියට ලබා ගත හැකි රහස්ය තොරතුරු පොලිසියට ලබා ගත හැකි බව මහල්සෙම් පොලිසිය පොලිසියට ලබා ගත හැකිය.",
        "කඩා හි මිලිටර 47750 ක් නිවසේ වහලය (සිවිල් වැසිය) මත අත්අඩංගුවට ගෙන ඇති බව පොලිසිය පවසයි.",
        "සැකකරුට එරෙහිව මාලුල්සීම් මහතා වැඩිදුර පරීක්ෂණ පවත්වන බව මධුල්සෙම් පොලිසිය පවසයි.",
        "මීට අමතරව, මඩුල්සිම් පොලිස් කොට් Division ාශයේ 6 වන ප්රදේශයේ නිවසේ පිටුපස සැඟවී ඇති කොටා මිලිග්රෑම් 14750 ක් අත්අඩංගුවට ගත් බව මධුල්සෙම් පොලිසිය පවසයි.",
        "එම ප්රදේශයේම - අවුරුදු 43 ක දුරක් සිටි පුද්ගලයෙකු අත්අඩංගුවට ගෙන ඇති බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "A person arrested in the production of leakage",
      "body_lines": [
        "Madhulseem police said that a man who was involved in leakage production in the plantation in the new category of Madhulseem has been arrested.",
        "A man from Madova, aged 49, has been arrested, police said.",
        "Madhulseem police have been searching for the confidential information available to the police that a person is involved in leakage production.",
        "The police said that 48750 milliliters of Koda had been seized on the roof of the house (Civilinkur).",
        "Madhulseem police said that Madhulseem is conducting further investigations against the suspect.",
        "In addition, 14750 mg of kota, which was hidden in the back of the house in the 6th area of ​​the Madulseim police division, was seized, Madhulseem police said.",
        "A 43 -year -old man from the same area has been arrested, police said."
      ]
    }
  },
  "summary_lines": [
    "Man arrested for producing leaks in Madhulseem. Police found 48,750 ml Koda on rooftop and 14,750 mg Kota hidden in house. Two suspects detained. Investigation ongoing."
  ]
}