{
  "translated_text": {
    "ta": {
      "title": "දියතලාව මුලික රෝහල ඒ මට්ටමේ රෝහලක් ලෙස සංවර්ධනය කිරීමට අවධානය",
      "body_lines": [
        "சுகாதார மற்றும் சுகாதார மற்றும் வெகுஜன மருத்துவ அமைச்சர், சுகாதார அமைச்சர், இலங்கையின் பொருளாதாரத்தின் முக்கிய மையமாக இருக்கும் தியதலாவா பியானாவா பகுதியின் பிரதான நிலை, இது நாட்டின் பொருளாதாரத்தின் மக்கள்தொகை மற்றும் நாட்டின் மக்கள்தொகையாகும்.",
        "பண்டாராவெலா மருத்துவமனையை ஒரு அடிப்படை மருத்துவமனையாக மாற்ற டியதலாவா மருத்துவமனையால் தியதலாவா மருத்துவமனையை உருவாக்கும் என்றும் அமைச்சர் கூறினார்.",
        "සංචාරක ක්ෂේත්‍රයේ සෞඛ්‍ය අවශ්‍යතා මෙන් ම ප්‍රදේශයේ  ජනතාවට සෞඛ්‍ය සේවා සපයන රෝහලක් ලෙස දියතලාව මුලික රෝහල හැදින්විය හැකි බවත්, එය විශේෂ තත්ත්වයක් බවත් අමාත්‍යවරයා මෙහිදී සිහිපත් කළේය.",
        "மருத்துவமனை தொடங்கப்பட்டது மற்றும் ஒரு அடிப்படை மருத்துவமனை என்று அமைச்சர் சுட்டிக்காட்டினார், ஆனால் இன்றுவரை மருத்துவமனை உருவாக்கப்படவில்லை.",
        "நிலைமையின் நிலை பரவலான கஷ்டங்கள் மற்றும் மருத்துவமனை ஊழியர்களின் அதே சிரமங்களில் அர்ப்பணிப்பு தொடர்பாக இருந்தது என்று அமைச்சர் கூறினார்.",
        "ஒரு புதிய அறுவை சிகிச்சை பிரிவு மற்றும் வார்டு வளாகத்தின் தேவை இருப்பதாகவும், சிறப்பு மருத்துவம், மருத்துவ, மருத்துவ, செவிலியர் மற்றும் பிற விஷயங்களின் ஏற்பாடு மற்றும் பிற ஊழியர்களுக்கு எதிர்காலத்தில் அத்தியாவசிய உபகரணங்கள் வழங்கப்படுகின்றன என்றும் அமைச்சர் மேலும் தெரிவித்தார்.",
        "தியதடலாவா திரவ மருத்துவமனை, சங்கம், தீவிரமான நோய் மற்றும் மருத்துவமனையின் ஆடிட்டோரியம் ஆகியவற்றில் மருத்துவமனை ஊழியர்கள் மற்றும் ஊழியர்களுடன் ஒரு சிறப்பு கலந்துரையாடல் நடத்தப்பட்டது.. இது தொடர்பாக ஊழியர்கள், மருத்துவம், மருத்துவம், மருத்துவம் மற்றும் மருத்துவமனை ஆகியவற்றின் ஊழியர்கள் இங்கு விவாதிக்கப்பட்டுள்ளனர்.. மருத்துவமனைக்கு வருகை தர மருத்துவமனை ஊழியர்கள் தனது நன்றியைத் தெரிவித்தனர்.",
        "இயற்கை சுற்றுச்சூழல் அமைப்பின் ஒரு கருவியுடன் இயற்கையில் நிறுவப்பட்ட 1971 ஆம் ஆண்டில் டியதடலாவா ஆரம்ப மருத்துவமனை நிறுவப்பட்டுள்ளது, 1999 இல் ஆரம்ப மருத்துவமனையாக 1999 இல் நிறுவப்பட்டுள்ளது. 167,968 167,968 மக்கள்தொகையுடன் வழங்கப்படுகிறது, மேலும் ஏராளமான வெளிநாட்டினர் தினமும் பணியமர்த்தப்படுவார்கள். ஜூன் 2025 க்குள், தியதடலாவாவை தளமாகக் கொண்ட மருத்துவமனை மருத்துவ உச்ச மருத்துவமனை மருத்துவ ஆதரவு மருத்துவமனை மருத்துவ கண்காணிப்பாளர் டாக்டர் 198 மகளிர் மருத்துவ நிபுணர்களை அடிப்படையாகக் கொண்ட தியதலவாவின் மருத்துவ கண்காணிப்பாளர் டாக்டர்.",
        "துணை மந்திரி ருவான் ரனசிங்க, எம்.பி.க்கள், எம்.பி.க்கள், டாக்டர் யூதவகா சிரிவவர்தேனா, டாக்டர் யூதவகா சிரிவவர்தேனா மற்றும் தியதலாவா மருத்துவமனை, டாக்டர் யூதவாகா சிரிவேர்தேனா மற்றும் தியதலாவா மருத்துவமனை, டாக்டர் யூதவாபீஸ், டாக்டர் யூததலவா, உவா மாகாணம்."
      ]
    },
    "en": {
      "title": "Diyatalawa initial hospital focusing on development as a hospital hospital",
      "body_lines": [
        "The Minister of Health and the Health and Mass Medicia, the Minister of Health pointed out that the mainstream level of the Diyatalawa Biyanawa area, which is a major hub of Sri Lanka's economy, which is the mainstill, and the Diyatalawa area in the country, which is a population of the country's economy as well as the Diyatalawa area of ​​the country.",
        "The Minister also said that the Diyatalawa Hospital will be developed by the Diyatalawa Hospital to make Bandarawela Hospital a basic hospital.",
        "The Minister recalled that the Diyatalawa Based Hospital as a hospital in the tourism industry as well as health care in the area, the Diyatalawa is a special situation.",
        "The Minister was pointed out that the hospital was commenced and a basic hospital, but the hospital has not been developed to date.",
        "The Minister said that the condition of the situation was a wide range of hardships as well as the commitment of hospital staff regarding the dedication of the hospital in the same difficulties.",
        "The Minister further stated that the hospital has the need for a new surgery unit and ward complex and the arrangement of specialist medicine, medical, medical, nurse and other matters, and other staff is being provided with essential equipment in the future.",
        "A special discussion was conducted at the Diyatalawa Liquet Hospital, the association, intensified disease, and the hospital's auditorium with the hospital staff and staff.. The staff of the staff, medicine, medicine, medicine, and hospital have been discussed herein in this regard.. The hospital staff also expressed his gratitude to the Minister of Health Mahinda Rajapaksa to visit the hospital.",
        "Diyatalawa initial hospital has been established in the year 1971, which has been established in nature with an instrument of natural environmental system, has been established in 1999 as a preliminary hospital in 1999. 167,968 is provided with a population of 167,968, and a large number of foreigners will be employed daily. By June 2025, Diyatalawa Based Hospital Medical Supreme Hospital Medical Support Hospital Medical Superintendent Dr. Superintendent of Medical Superintendents of Diyatalawa Based on 198 gynecologists.",
        "Deputy Minister Ruwan Ranasinghe, MPs, MPs, Dr. Jewwaka Siriwardena, Dr. Jewwaka Siriwardena and Diyatalawa Hospital, Dr. Jewwaka Siriwardena and Diyatalawa Hospital, Dr. Jewwapees, Dr. Jewathalawa, Uva Province."
      ]
    }
  },
  "summary_lines": []
}