{
  "translated_text": {
    "si": {
      "title": "மட்டக்களப்பில் தண்ணீர் ஓடும் வாய்க்கால்களில் இரவில் மணல் கொள்ளை : நிறுத்த முடியாத புதிய அரசு - இரா. Durarethinam shimmer",
      "body_lines": [
        "மட்டக்களப்பு மாவட்டத்தில் வெல்லாவெளி, பட்டிப்பளை, வவுணதீவு, செங்கலடி, கிரான், வாகரை பிரதேச செயலக்கப்பிரிவுக்கு உட்பட்ட பகுதிகளில் மத்திய, மாகாண நீர்பாசனத்திற்குச் சொந்தமானதும், ஏனைய வனவளத்திணைக்களத்திற்குச் சொந்தமான காணிகளில் இரவு7.00 மணி தொடக்கம் அதிகாலை 5.00 மணிவரை பொலிசார் பாதுகாப்பு படையினரின் அனுசரணையுடன்  மணல் கொள்ளை இடம்பெறுவதை புதிய அரசுக்குத் தெரியாதா? அதனை நிறுத்த முடியாதா?  என முன்னாள் கிழக்கு மாகாணசபை உறுப்பினர், இரா.துரைரெத்தினம் கேள்வி எழுப்பியுள்ளார்.",
        "නැගෙනහිර පළාත් සභාවේ හිටපු සාමාජික ආර්. දුරෙයිරත්නම් (ඊපීආර්එල්එෆ්), බදාදා (27) මාධ්ය ප්රකාශයක් නිකුත් කළේය.",
        "ප්රාදේශීය හා පළාත් ප්රාදේශීය ලේකම් කාර්යාලයට අයත් මධ්යම හා පළාත් වාරිමාර්ග අංශය ආදිය.",
        "වැලි මාෆියස් උදේ පාන්දර පහට වැඩි වන අතර මවගේ ගංගා හරහා ගංගා, මුඛ, අතු සහ ඇළ දොළ වැඩි වන අතර සාමාන්යයෙන් දිනකට බර වාහන තුන්සියයකට වඩා වැඩිය.. මෙම පනත විස්සයි විස්සකට වඩා සිරස්තලය තුළ සිදු කෙරේ.",
        "පොලිස් නිලධාරීන් කිහිප දෙනෙක් වැලි සොරකම් සඳහා සම්බන්ධ වී ඇති අතර වසර ගණනාවක් තිස්සේ වැලි සොරකම් වලට සම්බන්ධ වී ඇත.",
        "මෙය මෙය වාරිමාර්ග දෙපාර්තමේන්තුවට හෝ වනාන්තර දෙපාර්තමේන්තුවේ දන්නේ නැද්ද? මෙය දිගටම පැවතුනහොත්, නව රාජ්යයේ පෙර නොවූ විරූ නෛතික නියෝගය ක්රියාත්මක කිරීම, එබැවින් මෙය අඛණ්ඩව සිදු වුවහොත් දිස්ත්රික්කයේ පරිසරය, අනෙක් පරිසරය සහ ගංවතුර තත්ත්වයට පත්වේ.. ඔබ මෙය දන්නේ නැද්ද? ඔහු ප්රකාශයේ පෙන්වා දුන්නේය."
      ]
    },
    "en": {
      "title": "Sand loot at night in water -flowing water in Batticaloa. Durarethinam shimmer",
      "body_lines": [
        "In the Batticaloa district, the new government is not aware of the new state robbery in the Wellaveli, Padippalai, Vavuniya, Chengaladi, Gran and Vaharai Divisional Secretariat areas, which belong to the Central and Provincial Irrigation and other Forest Department from 7.00 am to 5.00 am? Can't stop it?  Former Eastern Provincial Council member, Ira Durairatnam has questioned.",
        "Former Member of the Eastern Provincial Council, R. Durairatnam (EPRLF), issued a media statement on Wednesday (27).",
        "The Central and Provincial Irrigation Division, which belongs to the Central and Provincial Divisional Secretariat of the Divisional Secretariat, etc., etc.",
        "Sand mafias are more than thirty hours to five o'clock in the morning and more than thirty streams, mouths, branches and streams through the mother rivers, and on an average of more than three hundred heavy vehicles per day.. This act is carried out in the headline of more than twenty.",
        "A few policemen have been involved in sand theft and have been involved in sand theft for years.",
        "Does this not know this to the Department of Irrigation or the Department of Forest? If this continues, the implementation of the new state's unprecedented legal order, so if this continues, the environment of the district, the other environment, and the flooding will be affected.. Don't you know this? He pointed out in the statement."
      ]
    }
  },
  "summary_lines": []
}