{
  "translated_text": {
    "si": {
      "title": "අපි ගොවීන්ට පූර්ණ සහයෝගය ලබා දී දරිද්රතාවය මඟහරවා ගැනීම සඳහා නව ක්රියාමාර්ග ගන්නෙමු - සජිත් ප්රේමදාස",
      "body_lines": [
        "විශ්වය විසින් වැඩ වැනි වැඩසටහන් තුළින් වටිනා වැඩ බිලියනයක් කර ඇති අතර 76 හැවිරිදි ප්රජාතන්ත්රවාදී කාල පරිච්ඡේදයක් එවැනි දැවැන්ත සේවාවන් සිදු කර නොමැත.මෙම තත්ත්වය මධ්යයේ ඔවුන් සිටින වැඩසටහන් ක්රියාත්මක කළ හැකිදැයි සමහර අය ප්රශ්න කරති.වසර 76 ක වසර 76 ක් ඇතුළත එවැනි දැවැන්ත සේවාවන් කිසිදු අධිකාරියකින් තොරව සිදු කර ඇති බව විපක්ෂ නායකවරයා පැවසීය.",
        "ඊට අමතරව, නව වැඩසටහන් අතර සමුර්දි, ජන්සේෂා සහ අස්නේමා වැනි දරිද්රතාවය මුලිනුපුටා දැමීමේ වැඩසටහන් වල ඇති හොඳම ගැටළු ඇතුළත් වේ.අපි මාස 24 ක් ඇතුළත දුප්පත් පවුල්වලට රුපියල් 20000 ක් ලබා දී දරිද්රතාව තුරන් කරමු.විපක්ෂ නායක සජිත් ප්රේමදාස පැවසුවේ යුගය දිගටම කරගෙන යා යුතු බවයි.",
        "2024 ජනාධිපතිවරණය ඉදිරිපිට එක්සත් ජනතා බලයේ සිටි 23 වන ජනතා පෙරමුණ රැලිය විසින් වෙල්ලවේ විපක්ෂ නායකගේ නායකත්වය යටතේ පවත්වන ලදී.. ඔහු මේ බව කියා සිටියේ මෙම අවස්ථාවට සහභාගී වෙමින් සිටියදීය.",
        "මේ මත පදනම්ව ගොවීන්ට සහන බොහෝමයක් ලබා දෙනු ඇත.විපක්ෂ නායක සජිත් ප්රේමදාස මහතා කියා සිටියේ උසස් තත්ත්වයේ පොහොර කිලෝග්රෑම් 50 ක් පමණක් රු.. ගොවීන් හා පාරිභෝගිකයින් ආරක්ෂා කරන මිල සූත්රය සහල් මාෆියාව විසින් ඉටු කරන බව විපක්ෂ නායකවරයා පැවසීය.",
        "ධනවතුන් රාජ්ය බැංකු හරහා ලැබෙන ණය අවලංගු කර ඇත. ඔවුන්ගේ නම පවසා තිබුණත් රජය තවමත් ඒවා ඉදිරිපත් කර නැත. මෙම ආන්ඩුවේ මුදල් ඇමතිවරයා ඔවුන් රහස්ය බව සඟවා තබයි. රජතුමාට මිතුරන්ට ලැබුණු ණය අවලංගු කළ හැකි නම්, ගොවීන් ඔවුන්ට ලැබී ඇති ණය අවලංගු කළ යුතුය. මිතුරන් හා මිත්රශීලීව සිටින අයට එවැනි සහන ලබා ගත හැකි නම් රට පෝෂණය කරන ගොවීන්ට එම වරප්රසාද ලබා දිය යුතුය.. එක්සත් ජනතා බලයෙන් රජය හරහා කෘෂිකාර්මික ණය අවලංගු කිරීමට පියවර ගන්නා බව විපක්ෂ නායක සජිත් ප්රේමදාස මහතා පැවසීය.",
        "පෙලවට්ටා සහ සෙවනගලගේ සුරි කර්මාන්තශාලා දෙක ජාතික සම්පත් වේ. නිසි කළමනාකරණය හා පරිපාලනය තුළින් ආදායම් සහිත සමාගම් බවට පරිවර්තනය කිරීමට ඔවුන්ට හැකි වුවද, ඔවුන් උත්සාහ කරන්නේ රාජ්ය ආයතන විකිණීම හා පුද්ගලීකරණය කිරීමට ය.. ශ්රී ලංකා ටෙලිකොම්, ලිට්රෝ නඩුව, ශ්රී ලංකා සංස්ථා සංස්ථාව සහ ශ්රී ලංකාවේ ආහාරපාන පෞද්ගලීකරණය කිරීමට උත්සාහ කරති. විපක්ෂ නායක සජිත් ප්රේමදාස කියා සිටියේ වත්කම් විකිණීම සඳහා අපේ රට දැන් ලංසු තැබීමේ ස්ථානයක් වී ඇති බවයි.",
        "එක්සත් ජනතා ශාලා රජය හරහා බෙලාවත්ත හා සෙවනගලගේ කර්මාන්තශාලා දෙක විකිණීමට දැරූ උත්සාහය අවසන් කිරීමට පියවර ගන්නා බව විපක්ෂ නායක සජිත් ප්රේමදාස මහතා පැවසීය.",
        "එය සෑම දෙයක්ම කරන බව රජය පැවසූවත්, එය තවමත් විදේශ ගමන් බලපත්ර නිකුත් කළ නොහැක. විදේශ ගමන් බලපත්ර ලබා ගැනීමට පේළියේ රැඳී සිටී. නිසි ලෙස කළ නොහැකි රට වැඩිදියුණු කළ නොහැකි බව විපක්ෂ නායකවරයා කියා සිටියේය.",
        "රාජ්ය සේවයේ ගැටුම් හා අඩුපාඩු වලට පිළියම් යෙදෙන අතර ගුරු සේවය ඇතුළු රාජ්ය සේවයේ ඇති ගැටළු ශක්තිමත් කරන බව විපක්ෂ නායකවරයා පැවසීය.",
        "විපක්ෂ නායකවරයා කියා සිටියේ වන අලි ප්රහාරය නැවැත්වීම සහ සතුන් සහ මිනිසුන් අතර ඇති වන ගැටුම් අඩු කිරීම සහ දෙදෙනාම කළ හැකි ගොවිතැන් පසුබිමක් ඇති කරන බව විපක්ෂ නායකවරයා පැවසීය."
      ]
    },
    "en": {
      "title": "We will take full cooperation to the farmers and take new measures to overcome poverty - Sajith Premadasa",
      "body_lines": [
        "The universe has done a billion valuable work through work -like programs, and a 76 -year democratic period has not done such massive services.Some people question whether they can implement the programs they are present in the midst of this situation.The Leader of the Opposition said that we have done such massive services within 76 years of democratic times without any authority.",
        "In addition, new programs include the best issues found in poverty eradication programs such as Samurdhi, Janasavya and Aswesuma.We will provide 20000 rupees to poor families and eradicate poverty within 24 months.Opposition Leader Sajith Premadasa said the era should continue to be completed.",
        "The 23rd People's Victory rally organized by the United People's Power in front of the 2024 presidential election was held under the leadership of the Opposition Leader in Wellawaya.. He said this while attending the event.",
        "Based on this, farmers will be granted many concessions.Opposition Leader Sajith Premadasa said that only 50 kg of fertilizers at high quality will be provided with chemical medicine and liquid fertilizers at a reasonable price of 5000 rupees.. The Opposition Leader said that the price formula that would protect the farmers and consumers would be carried out by the rice mafia, the opposition leader said.",
        "The wealthy has canceled the loans received through state banks. The government has not yet submitted them even though their name is said. The Finance Minister of this government is hiding that they are confidential. If the government can cancel the debt received by the friends, the farmers must cancel the debt they have received. If such concessions can be made for friends and friendly, the farmers who feed the country must be given that privileges.. Opposition leader Sajith Premadasa said that steps will be taken to cancel agricultural loans through the United People's Power Government.",
        "The two Suni factories of Pelawatta and Sevanagala are national resources. Although they are able to transform into income -earned companies through proper management and administration, they are trying to sell and privatize state agencies.. Sri Lanka Telecom, Litro Case, Sri Lanka Corporation Corporation and Sri Lanka Catering are trying to privatize. Opposition leader Sajith Premadasa said that our country has now become a bidding station for selling assets.",
        "Opposition Leader Sajith Premadasa said that steps will be taken to put an end to the efforts to sell the two factories of Belawatta and Sevanagala through the United People's Shakti government.",
        "Although the government is saying that it is doing every thing, it is unable to issue passports yet. Are waiting in line to get passports. The Leader of the Opposition said that the government cannot improve the country, which cannot be done properly.",
        "The Leader of the Opposition said that we will remedy the conflicts and shortcomings in the public service and reinforce the problems in the public service, including the teacher service.",
        "The Opposition Leader said that the National Land Utilization Scheme to stop the wild elephant attack and reduce the conflicts between animals and humans and create a farming background that can do both."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in 200 characters:",
    "",
    "Sajith Premadasa promises support for farmers, new poverty alleviation programs, and loan forgiveness. Opposes privatization of national assets and criticizes government inefficiencies."
  ]
}