{
  "translated_text": {
    "ta": {
      "title": "වැටහිරකන්ද - දහයියාගල වනසන දේශපාලන අම්බරුවෝ",
      "body_lines": [
        "ශ්‍රී ලංකාවේ වන අලි ගමන් ගන්නා සංක්‍රමණික මාර්ග කන්ඩණය වීම හා ඒ ආශ්‍රීත සිදුවන මානව ක්‍රියාකාරකම් මෙරට අලි-මිනිස් ගැටුම වර්ධනයට තුඩු දි ඇති ප්‍රධාන කරුණකි. இலங்கையில் உள்ள வன எலெக்டிவிஸ்டுகள் 16 முக்கிய யானை தாழ்வாரங்களை அடையாளம் கண்டுள்ளனர்.",
        "එම අලි මංකඩවල් අතරින්, ලු‍ණුගම්වෙහෙර සහ උඩවලව ජාතික වනෝද්‍යාන යා කරන වැටහිරකන්ද හා උඩවලව සිට බෝගහපට්ටිය දක්වා වන අලි සංක්‍රමණය වන දහයියාගල අලි මංකඩවලට හිමිවන්නේ ප්‍රධාන තැනකි. எவ்வாறாயினும், இந்த யானைகள் மற்றும் பிற வணிக அனுமதிகள் இரண்டும் நிலத்தின் நிலங்கள், கொள்ளையடிக்கப்பட்டவை மற்றும் காடழிப்பு ஆகியவற்றின் காரணமாக ஈர்க்கப்படுகின்றன என்று சுற்றுச்சூழல் அமைப்புகள் சுட்டிக்காட்டுகின்றன.",
        "\"டெனியாகலா மற்றும் மோசடிகள் மற்றும் மோசடிகள் இருவரால் பாதுகாக்கப்பட வேண்டிய இரண்டு பேர் கூறுகிறார்கள். இது அழிக்கப்பட்டால் அல்லது அழிக்கப்பட்டால், சுற்றுப்புறங்களில் உள்ளவர்களுக்கு சேதம் மிகவும் தீவிரமாக இருக்கலாம். இருப்பினும், மனித-யானை மோதல் ஒரு தீர்வுக்கு ஒரு தீர்வாக உள்ளது, ”என்கிறார் மொனராகலா மோனெரகலா துலிப் பிரசன்னா.",
        "ஃபிராட் ரிசர்வ் என்பது வனவிலங்கு பாதுகாப்புத் துறையைச் சேர்ந்த 3229 ஹெக்டேர் காட்டில் உள்ளது. இது 02.06.2002 அன்று இருப்பு என அறிவிக்கப்பட்டது. பனாமா குடும்பிகலா சரணாலயம், இதிலிருந்து லுனுகாம்வேரா தேசிய பூங்காவிலிருந்து, வன மரத்தின் வழியாக செல்கிறது. வனவிலங்கு பாதுகாப்புத் துறை வன பாதுகாப்புத் துறை வன பாதுகாப்புத் துறை பல்வேறு குழுக்கள் மற்றும் அணிகளால் அழிக்கப்படுகிறது, அவை காடுகளைப் பிடித்து அழிக்கின்றன.",
        "'இப்போது வனத்துறை மற்றும் வனப்பகுதிகளின் வனப்பகுதிகள் மற்றும் வனத்துறையின் வனத்துறையைச் சேர்ந்த பல ஆண்டுகள் காடுகள் உள்ளன.. ஆயிரக்கணக்கான மக்கள் ஏற்கனவே ஆயிரக்கணக்கான ஏக்கர் பரப்பினர். இப்போது பல நாட்களுக்கு முன்பு, காட்டில் உள்ள வன காடுகள், ஜெமுனுபு, தியுபரா மேன், கெம்புக், கெம்புக், கெம்புக், கெம்புக், கெம்புக், கெம்புக், கெட்டா, வெகுஜன மரங்களாக எரிக்கப்பட்டன.. இந்த குற்றம் வெல்லவயாவின் உள்ளூர் அரசியல்வாதியின் சகோதரர்களையும் அவரது உறவினர்களையும் உருவாக்கப் போகிறது. ஒரு வாக்காளர், சமுவேவா என்ற காட்டு யானை, உடலாவே வனர்வீ, வெல்டிங் மையத்தில் கூறினார்.",
        "வெல்லவயாவின் வனப்பகுதியிலிருந்து வெல்லவயா பகுதியின் காடு சேதமடைந்து வருவதால் உள்ளூர் அரசியல்வாதியின் கிராமவாசிகள் சேதமடைந்துள்ளனர்.. உள்ளூர் அரசியல்வாதிக்கு இந்த குற்றங்களுடன் எந்த தொடர்பும் இல்லை என்றாலும், அவரது சகோதரர்களும் உறவினர்களும் தங்கள் சகோதரரின் அரசியல் அதிகாரத்தை தவறாகப் பயன்படுத்தினர்.",
        "வெல்லவயாவின் உள்ளூர் அரசியல்வாதி 23.09.2001 அன்று வெல்லவயா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட்டார், மேலும் வெல்லவயா மாஜிஸ்திரேட் நீதிமன்றத்தில் வெல்லவயா மாஜிஸ்திரேட் நீதிமன்றத்தில் தயாரிக்கப்பட்டார்.",
        "பாலஹாருவா வனத்தின் 4 ஏக்கர் வரை சுமார் 4 ஏக்கர் வெட்டுவதற்கு உள்ளூர் அரசியல்வாதியின் மற்றொரு சகோதரர் வன அரசியல்வாதியின் சகோதரரால் கைது செய்யப்பட்டார். பாதிக்கப்பட்டவர் அந்த நபருக்கு ரூ. ரூ.",
        "பாலாஹாரு பகுதியில் உள்ள கென்ஹாட்டா பகுதியின் ஐந்து ஏக்கர் பரப்பளவில் இரண்டு ஏக்கர் இறுதி சடங்கு மற்றும் கட்டுமானத்தின் வருகை, அண்டபுரா, பாலாஹா, பலாவா நகரில் வசிக்கும் அதிகாரிகளால் கைது செய்யப்பட்டது மற்றும் ரூ.",
        "வெல்லவயா பகுதி 18.07.2012 அன்று வெல்லவயா மாஜிஸ்திரேட் நீதிமன்றத்தில் கைது செய்யப்பட்டு வெல்லவயா மாஜிஸ்திரேட் நீதிமன்றம் மற்றும் ரூ.. இந்த சம்பவத்தில் ஈடுபட்ட நபர் வெல்லவயா பிராந்திய அரசியல்வாதியின் சகோதரரால் பிணை எடுக்கப்பட்டார்.",
        "பின்னர், வெல்லவயா மாஜிஸ்திரேட் நீதிமன்றத்தில் 19.05.08.2012 அன்று நான்கு நபர்கள் தயாரிக்கப்பட்டனர், மேலும் அவை வெல்லவயா மாஜிஸ்திரேட் நீதிமன்றத்தில் தயாரிக்கப்பட்டன.",
        "மேலும், வெல்லவயாவின் வெல்லவயாவின் அதிகாரிகள், வெல்லவயா பகுதியில் உள்ள அகதிகள் காடியான வெல்லவயாவின் பகுதிக்கு அருகில் உள்ளனர், வெல்லவயா கென்ஹாட்டாவின் அதிகாரிகளால் சோதனை செய்யப்பட்டுள்ளனர், மேலும் சந்தேக நபர்கள் சந்தேக நபர்களிடமிருந்து தப்பி ஓடுவதாக அதிகாரிகளிடமிருந்து தப்பிச் சென்றனர்.. கன்ஹாட்டாவில் கிட்டத்தட்ட 30 ஏக்கர் காடுகளை அழித்த சந்தேக நபர்களால் தப்பி ஓடிய சந்தேக நபர்கள் அழிக்கப்பட்டுள்ளனர்.",
        "வெல்லவயாவின் குடும்பத்தினர் வெல்லவயாவின் நெருங்கிய நண்பர்களால் வெல்லவயா பாதிக்கப்பட்டுள்ளது என்பது மிகவும் தெளிவாகிறது.",
        "டெனியாகலா வனவிலங்கு துறையின் சரணாலயம். குறுகிய சரணாலயம் உடவலாவே தேசிய பூங்காவில் உதவலாவே தேசிய பூங்கா வழியாக நூற்றுக்கணக்கான வனவிலங்குகளாக உயர்ந்தது. போகாஹபட்டியாவின் உடாவலாவே தேசிய பூங்காவிலிருந்து, 2002 ஆம் ஆண்டின் வர்த்தமானி அறிவிப்பு எண் 1239/28 இல் வர்த்தமானி அறிவிப்பு. வர்த்தமானியின் படி, சரணாலயத்தின் அளவு 2685 ஹெக்டேர் ஆகும். அந்த நேரத்தில், இது ஒரு காட்டு யானையாக இதைப் பாதுகாக்க வேண்டியதன் காரணமாக ஒரு சரணாலயமாக எரிச்சலூட்டியது. இருப்பினும், இரண்டு வர்த்தமானி நிலங்களும் ஏற்கனவே சரணாலயத்திற்காக பல்வேறு குழுக்களை வாங்கியுள்ளன.",
        "வெல்லவயா, பனாமா குட்யூஹெரா, உதகாம்வேரா, தேசிய பூங்காக்கள் அரியில் மட்டுமல்ல, போகாஹபட்டியா நகரம், போகா பெஸ்ஸா, ராஜமணலா, சமனலா வெவா, ராஜமணாலா, சமனலா வீவா.. ஆண்டுக்கு சுமார் 600-800 இல் சுமார் 600-800 யானைகள் பயன்படுத்தப்படும் என்று விலங்கினவாதிகள் கூறுகின்றனர்.",
        "\"இனப்பெருக்க மற்றும் உயிரியல் நடவடிக்கைகளுக்கு கருணாதேத் தாது மிக முக்கியமான கனிம முக்கியத்துவம் வாய்ந்தது. இது இலங்கையில் ஒரு சில காடுகள் மட்டுமே. இவற்றில், போகாஹபட்டியா காட்டில் உள்ள கனிம களஞ்சியம் முக்கியமானது. அதிக எண்ணிக்கையிலான காட்டு யானைகள் இந்த கனிமத் தேவையை அதே காலங்களில் போகாஹபதியாவுக்கு பூர்த்தி செய்யும். இது ஒரு மயக்க காலத்தில் செய்யப்பட்டுள்ளது. ஒவ்வொரு முறையும் இந்த பயணத்தில் நாம் தங்க வேண்டிய ஒவ்வொரு முறையும் பயணம், எனவே வனவிலங்குகள் பயிர் பயிருக்கு வர மிகவும் தயாராக உள்ளன. ஒரு மின்சார வேலி, ஒரு அகழி அதை நிறுத்த முடியாது. யாராவது அதைச் செய்ய முயற்சித்தால், அது போகாஹபலாவே, போகுன், பல்லபாலா, கம்பாஹா, மிரிஸ்வத்தா, நிக்கிரின், சாகலா, கோஸ்லாண்டா, அம்பிதியா, வனமால்விலா பகுதிகள், ஹம்பேகாமுவா, தனமால்விலா, தி ரோடபேவிலாவா, தி ஃபோர்தவேலாவா, தி ஃபோனவாவா.",
        "மொனெராகலா மாவட்டத்தின் முன்னாள் துணை மந்திரி, உதாவலாவே தேசிய பூங்கா உதாவலாவே தேசிய பூங்காவிற்கு ஈஷவன்னா பகுதிக்கு பொட்டீனா பகுதியிலிருந்து க ud தியாலியா பகுதி வரை முழுமையாக மூடப்பட்டுள்ளது.",
        "\"மோனெராகலா மாவட்டத்தில் முன்னாள் யு.என்.பி எம்.பி. மற்றும் அப்போதைய யு.வி.ஏ மாகாண சபை, பொருளாதார அமைச்சருக்கு அப்போதைய சுற்றுச்சூழல் அமைச்சர் ஒப்புதல் அளித்தார்.",
        "மோனெராகலா மாவட்டத்தின் துணை மந்திரி, மஹா நேது, மவதுவேலா, போட்டியிடக்கூடிய, பூன்கெட், கோட்டாவெஹென்னா என்ற நிலத்தை பிரிக்க வேண்டியிருந்தது.. ஆனால் துணை அமைச்சர் அந்த வழியில் செயல்பட முடியாது, அந்த வழியில் செயல்படுவதே அந்த வழியில் செயல்படுவதாகும், ஏனெனில் வனவிலங்கு பாதுகாப்புத் துறையில் சில அதிகாரிகள் மற்றும் சுற்றுச்சூழல் அமைப்புகள் இந்த அழிவுகரமான பணியை எதிர்த்தன.. ஆனால் ஜனாதிபதி கோத்தாபயாவின் அரசாங்கத்திற்குப் பிறகு, அவர் ஜனாதிபதியால் மீட்கப்பட்டு, இந்த நிலங்களை பிரிக்க முயன்றார், இந்த நிலங்களை பிரித்து இந்த நிலங்களை அவர்களின் உறுப்பினர்களிடையே பிரித்தார்.. இந்த வன நிலங்களை விவசாயிகளுக்கு விநியோகிக்குமாறு ஜனாதிபதி அதிகாரிகளுக்கு அறிவுறுத்தியுள்ளார்.. அந்த முடிவுக்குப் பிறகு, நூற்றுக்கணக்கான மக்கள் தங்கள் வெள்ளத்தில் நூற்றுக்கணக்கானவர்களைக் கேட்கும்படி கேட்கப்பட்டனர் மற்றும் பதினைந்து பேர். ஆனால் ஜனாதிபதி மீண்டும் மக்களை மக்களுக்கு தங்கள் தவறை சரியான முறையில் தடை செய்தார். எனவே, தற்போதைய அரசாங்கம் இப்போது செயல்பட வேண்டும், இப்போது இந்த பிரச்சினைக்கு ஒரு நிலையான தீர்வுக்கு அல்ல. உதவலாவா வனவல் மேலாண்மை மையம் வனவிலங்கு சமீரா வீரதுங்கா, காட்டு எலே பராரா வீரதுங்கா கூறினார்.",
        "\"இந்த நிலம் கோவிலின் விளம்பர சொத்து .இது '. இந்த அப்பாவி உரிமைகளை கோர முன்வந்துள்ளது. டெனியாகலா பகுதியின் சுமார் 15,000 ஏக்கர் கோவிலின் உரிமைகோரல் இருப்பதாக அவர் கூறுகிறார்.",
        "\"இந்த நிலம் எங்கள் கோவிலுக்கு லஞ்சம். இதில் 15,000 ஏக்கருக்கு மேல் உள்ளது. 1950 ஆம் ஆண்டில், எனது மடத்தின் தலைவர் கிராமத்திற்கு குத்தகைக்கு விடப்பட்டார் என்பதற்கான ஆதாரங்கள் எங்களிடம் உள்ளன. இந்த வார்ப்புரு அரசாங்கத்தால் தலையிட்டு ராஜினாமா செய்தாலும், நாங்கள் வேலை செய்யவில்லை. எனவே தனியார் சர்வேயர்களின் ஒரு பகுதியை நாங்கள் ஆய்வு செய்தோம். எங்களிடம் ஸ்ட்ரீம் உள்ளது. எங்களுக்கு வேறு வழியில்லை, இந்த நிலத்தின் வனப்பகுதிக்கான எங்கள் உரிமையை நாங்கள் பாதுகாக்கக்கூடாது, \"என்று அவர் கூறினார்.",
        "சுமார் ஏக்கர் மற்றும் ஆயிரம் ஏக்கர் மொத்த டென்யகலா சரணாலய நிலத்தின் அளவு. ஆனால் இந்த துறவி அவர் 15,000 ஏக்கர் என்று கூறுகிறார். ஜப்பானிய முதலீட்டாளருடனான தொகை ஒரு விவசாயத் திட்டத்தைத் தொடங்க விரும்பியதாக அவர் கிராமவாசிகளிடம் கூறியுள்ளார்.. காந்தஹகலாவின் பதவிக்காலத்தில் ஒரு புதிய நெருக்கடி உள்ளது",
        "வேவெலாவ் தேசிய பூங்கா, கால்டோட்டா, கால்டோட்டா, காண்டியன் தேசிய பூங்கா, கல்டோட்டா தேசிய பூங்கா, வனவிலங்கு பாதுகாப்புத் துறை ஆகியவற்றிலிருந்து விசாரித்தோம்.. அவர் கூறினார்:",
        "\"புடுலா அப்பாவி சமீபத்திய காலங்களில் ஒரு மேம்பட்ட அப்பாவி கண்டுபிடிப்பு. அந்த நுழைவு தடைசெய்யப்பட்டுள்ளது. இருப்பினும், மீண்டும் அதே விளம்பரங்களை அகற்றி அவற்றை அகற்றிவிட்டது. டெனியாகாமா என்பது 2002 ல் காஜெட்ரி பாதுகாப்புத் துறையின் கீழ் கட்டுப்படுத்தும் ஒரு சரணாலயமாகும். எனவே இது தொடர்பாக எனது உயர் அதிகாரிகள் பற்றி எனக்குத் தெரிவிக்கப்பட்டது. வெல்லவயா மாஜிஸ்திரேட் நீதிமன்றம் நிலத்தை கைது செய்ய ஒரு ஆணையை சமர்ப்பித்துள்ளது. எனவே இப்போது, ​​யாரும் உடன்பிறப்புகளுக்குள் நுழைந்தால், அது சந்தேக நபருக்காக கைது செய்யப்படும்.",
        "பதவிக்காலத்தில் 28 சிறிய மற்றும் நடுத்தர அளவிலான தொட்டிகள். உடோலாவேவா தேசிய பூங்கா மற்றும் தொடர்புடைய காடுகளில் காலியாக உள்ள யானைகள். பொட்டென்னென்னா வெவா, இருமுனை போர். உதாவலாவா, ம ura ரா, ம ura ரா, ம ura ராவா, ம ura ரவாலா மற்றும் ம ura ராவாலா ஆகிய இடங்களில் இது பெரிய எண்ணிக்கையிலான சிறிய தொட்டிகளாகும்.  சுற்றுச்சூழல் ஆர்வலர்கள் கூறுகையில், இங்குள்ள குன்றின் நீர்த்தேக்கங்களில் மிகவும் பயமுறுத்துகிறது.",
        "மோனெராகலா சோபா அறக்கட்டளை அமைப்பு, மோனராகலா கூறினார்:",
        "\"போகாஹபட்டா மற்றும் தெனியாகலா மனித செயல்பாடு காரணமாக இரண்டு தசாப்த கால மனித செயல்பாடாகும். போகாஹபட்டியா இன்னும் முன்மொழியப்பட்ட பாதுகாப்பாகும். ஆனால் இதை காப்பக காடுகளாக வர்த்தமானி செய்ய வேண்டும். ஆனால் துரதிர்ஷ்டவசமாக, வர்த்தமானி அல்ல. எனவே, இந்த வன நிலங்கள் பல்வேறு நபர்களால் அடையப்பட்டுள்ளன. சமீபத்தில், ஒரு ஜனாதிபதி ஆலோசகர் நிலத்தால் கைப்பற்றப்பட்டார். மேலும், டெனியா ஹவ் சரணாலயத்தில், அதில் உள்ளவர்களின் நடவடிக்கைகள் எதுவும் குறைக்கப்படவில்லை. இன்றும், இந்த திகில் சுற்றியுள்ளவர்கள் அபேயாவின் நிலத்தை பிடிக்க முயற்சி செய்கிறார்கள். இது வாலானியின் விஷயம், மனித செயல்பாட்டை தீங்கு விளைவிக்கும் வகையில் என்னுடையது எளிதானது அல்ல. ஆகையால், உதாவலாவே தேசிய பூங்காவில் உள்ள உதாவலாவே தேசிய பூங்காவை வர்த்தமானி செய்ய, போகாஹபோகலா என்ற வர்த்தமானியாக வர்த்தமானி இல்லாமல் கபுகலா மற்றும் காஷீலா மற்றும் போகாஹபட்டியா காடு இரண்டையும் நாங்கள் சொல்கிறோம்.. இது வன அமைப்பில் ஒன்றாக இருக்கும்போது, ​​இது வன அமைப்பில் ஒன்றாகும், மேலும் காட்டு யானைகளின் வனவியல் வனத்தின் பாதுகாப்பை உறுதி செய்யும்.. பொருளாதாரம் மற்றும் நாட்டின் பொருளாதாரம் மற்றும் கிராமங்களின் கிராமப்புறங்கள், நாட்டின் பொருளாதாரம் மற்றும் கிராமங்களில் உள்ள கிராமப்புற கிராமங்கள், நாட்டின் பொருளாதாரம் மற்றும் கிராமங்களின் கிராமப்புறங்கள் சுற்றுலாவின் பொருளாதாரம் மட்டுமல்ல."
      ]
    },
    "en": {
      "title": "Detailed political garments on the Deniagala",
      "body_lines": [
        "The immigration of wild elephants in Sri Lanka and the main concern of the elephant conflict in Sri Lanka. The forest electivists in Sri Lanka have identified 16 main elephant corridors.",
        "Among the elephants, Lunugamvehera and Udawalawe Vidyalawa to Boardy and Bogahapattiya are the main place of elephants. However, environmental organizations point out that both of these elephants and other commercial permits are fascinated due to the lands of the land, which is robbed, and deforestation.",
        "\"Deniyagala and Frauds and Frauds say two people who must be protected by two. If this is destroyed or destroyed, the damage to people in the surroundings may be very serious. However, the human-elephant conflict has been a solution to a solution, \"says Dulip Prasanna, the Moneragala Moneragala.",
        "Fraught Reserve is a jungle of 3229 hectares belonging to the wildlife conservation department. This was declared as a reserve on 02.06.2002. Panama Kudumbigala Sanctuary, from which from the Lunugamvehera National Park, passes through the forest wooden. The Department of Wildlife Conservation The Forest Conservation Department of Forest Conservation is destroyed by various groups of men and teams that will be catch up and destroyed the forest.",
        "'Now there are many years of forests belonging to the Forest Department and the Forest Department of Forests and Forests of the Forest Department.. Thousands of people already caught thousands of acres. Now many days ago, the forest woods in the forest, Gemunupu, Deubara Man, Kembuk, Kembuk, Kembuk, Kembuk, Kembuk, Kembuk, Ketah, was burned into mass trees.. The crime is going to make the brothers and his relatives of a local politician of the Wellawaya. An Electorate, a wild elephant named Sameewewa, the Udawalawe Wanarwee, Velding Center, said.",
        "The villagers of a local politician have been damaged since the forest of the Wellawaya area have been damaged since the wilderness of the Wellawaya.. Although the local politician has nothing to do with these crimes, his brothers and relatives have misused their brother's political power.",
        "The Wellawaya's local politician was produced before the Wellawaya Magistrate's Court on 23.09.2001 and was produced before the Wellawaya Magistrate's Court on Wellawaya Magistrate's Court.",
        "Another brother of the local politician was arrested by the Forest Politician's brother to destroy about 4 acres of cutting down to 4 acres of the Balaharuwa forest. The victim had ordered the person to pay Rs. 5,000 to the cost of Rs.",
        "The arrival of the two acres of funeral and construction of five acres of the Kenhattha area in Balaharu area was arrested by the officers who were residing in the Undapura, Balaha, Palauwa and the processing of Rs.",
        "The Wellawaya area was arrested in the Wellawaya Magistrate's Court on 18.07.2012 and was produced by the Wellawaya Magistrate's Court and a fine of Rs.. The person who was involved in the incident was bailed by a brother of the Wellawaya Regional Politician.",
        "Subsequently, four persons were produced before the Wellawaya Magistrate's Court on 19.05.08.2012 and were produced before the Wellawaya Magistrate's Court.",
        "Also, the officers of the Wellawaya, which is close to the Wellawaya area of ​​the Wellawaya, a refugee forest in the Wellawaya area, has been raided by the officers of the Wellawaya Kenhatta, and had fled the officers that the suspects were fleeing from the suspects.. The fleeing suspects have been destroyed by the suspects that had destroyed nearly 30 acres of forest in Kenhatta.",
        "It is very clear that the Wellawaya has been affected by the close friends of the Wellawaya, a Wellawaya's family.",
        "Deniyagala is a sanctuary of the Wildlife Department. The narrow sanctuary rose to hundreds of wildlife in the Udawalawe National Park through the Udawalawe National Park. From Udawalawe National Park, Bogahapattiya, the Gazette Notification on the Gazette Notification No. 1239/28 of 2002. According to the Gazette, the size of the sanctuary is 2685 hectares. At that time, this was annoying as a sanctuary due to the need to protect this, as a wild elephant. However, both the gazetted lands have already acquired various groups for the sanctuary.",
        "Wellawaya, Panama Kutuhera, Udakamvehera, is not only in the national parks aril, the city of Bogahapattiya, Bogaha Pessa, Rajamanala, Samanala Wewa, Rajamanala, Samanala Wewa.. Animalists say that about 600-800 elephants will be used in about 600-800 per year.",
        "\"The Karunathet Mineral is a very important mineral importance to reproductive and biological measures. This is just a few forests in Sri Lanka. Of these, the mineral repository in the Bogahapattiya forest is important. A large number of wild elephants will meet this mineral requirement in the same periods to the Bogahapatiya. It has been done in an unconscious time. And the journey is every time that every time we need to stay in this trip, so the wildlife is so willing to come to the crop crop. An electric fence, a trench cannot stop it. If someone tries to do that, it is not only in Bogahapalawe, Bogpune, Pallabala, Gampaha, Miriswatta, Nikcrine, Sagala, Like Koslanda, Ampitiya, Vanamalwila areas, Hambegamuwa, Tanamalwila, Wellawaya, the Handagamuwa, Wellawaya can bear the human conflict to bear the human clash.",
        "Former Deputy Minister in Moneragala district, the Udawalawe National Park is fully closed down to the Udawalawe National Park to the Eashewanna area from Poteenna area to the Kaudalia area.",
        "\"Former UNP MP in Moneragala district and the then the Uva Provincial Council, the Economy Minister was approved by the then Minister of Environment.",
        "The deputy minister of the Moneragala district was required to divide the land netless, Maha Natu, Mawaduwela, Contestable, Poonket, Kotawehenna.. But the Deputy Minister was not able to work that way was to work that way was to work that way was to work that way as some officials and environmental organizations in the Wildlife Conservation Department opposed this destructive work.. But after the government of President Gotabhaya, he was redeemed by the President and tried to divide these lands and divided these lands and divided these lands among their members.. The President has advised the officials to distribute these forest lands to farmers.. After that decision, hundreds of people who were asked to be asked for hundreds of people in their floods and fifteen. But the president once again banned the people to the people with correctness of their mistake. Therefore, the present government should work now, not now to a sustainable solution to this problem. Wildlife Sameera Weeratunga, the Udawalawa Wanaval Management Center, said the wild Elay Parara Weeratunga.",
        "\"This land is a promotional property of the temple .It '. This innocent has come forward to claim rights. He says that about 15,000 acres of the Deniyagala area have a claim of the temple.",
        "\"This land is a bribe to our temple. We have more than 15,000 acres of this. In 1950, we have the evidence that my leader of the monastery was leased out to the village. Although this template was intervened by the government and to resign, we did not work. So we surveyed a part of the private Surveyors. We have the stream. We have no choice and we should not shield our right to the wilderness of this land, \"he said.",
        "About acres and a thousand acres of the extent of the total tenyyagala sanctuary land. But this monk says he is 15,000 acres. He has told the villagers that the sum with a Japanese investor has intended to start a Agricultural Project.. There is a new crisis in the tenure of the Kandahagala",
        "We have inquired from the Waywalawe National Park, Kaltota, Kaltota, the Kandyan National Park, Kaltota National Park, the Wildlife Conservation Department.. He said:",
        "\"The Buddulae innocent An Advanced Innocent Innovation in the recent past. That entry is prohibited. However, though, the same again had removed the ads and removed them. Deniyagama is a sanctuary controlling under the gazetry conservation department in 2002. So I was informed of my top officials in this regard. The Wellawaya Magistrate's Court has submitted a decree to arrest the land. So now, if nobody gets into the siblings, it will be arrested for the suspect.",
        "28 small and medium-sized tanks in the tenure of the tenure. The vacant elephants in the Udolawewa National Park and the Related Forests. Pottennenna Wewa, Bipolarra War. It is also a large number of larger small tanks in the Udawalawa, Mauara, Mauara, Mauarawa, Mauara, and Mauarawala.  Environmentalists say that the cliff here is the most havored in the reservoirs.",
        "The Moneragala Soba Foundation Organization, the Moneragala, said:",
        "\"BogahaPatta and the teniagala is two decades of human activity due to human activity. The Bogahapattiya is still the proposed security. But this must be gazetted as the archive forest. But unfortunately, not gazetted. Therefore, these forest lands have been attained by various individuals. Recently, a Presidential Advisor was captured by the land. And, when the tenia haw sanctuary, no activities of people in it were not reduced. Even today, people around this horror try to catch the land of the abya. It is a matter of walani, the whateter is not easy to control human activity within a harm. Therefore, we say that both the cupugala and casheala and Bogahapattiya forest without gazetting as a gazette, the Bogahapogala, to gazette the Udawalawe National Park in Udawalawe National Park.. When it is one of the forest system, it is one of the forest system and the forestry of wild elephants will ensure the security of the forest.. The economy and the country's economy and the rural areas of the villages, the country's economy and the rural villages in the villages, the country's economy and the rural areas of the villages are not only the economy of the tourism."
      ]
    }
  },
  "summary_lines": []
}