{
  "translated_text": {
    "ta": {
      "title": "දීඝවාපි සෑයේ අඩි 72ක වැඩ අවසන්",
      "body_lines": [
        "தெவாவபியா சைட்டியா அதியா கிழக்கின் அம்பாரா மாவட்டத்தில் அமைந்துள்ளது, இது ப Buddhist த்த துறவிகளில் ஒரு முக்கிய இடமாகும்.",
        "ක්‍රි.ව 03 වන සියවසේදී පමණ ඉදි කර ඇති බවට සැලකෙන මෙම ස්ථුපය, සද්ධාතිස්ස රජු විසින් ඉදිකරවන ලද බවත්, එහි ධාතු ගර්භයේ බුදුරජාණන් වහන්සේගේ නිය ධාතුන් වහන්සේ තැන්පත් කර ඇති බවත් ඓතිහාසික මුලාශ්‍ර වල දැක්වෙන අතර, විවිධ සතුරු ආක්‍රමණ හමුවේ විනාශ වී තිබු මෙම ස්ථුපය පසුකාලීනව මහනුවර රාජධානි සමයේදී කිර්ති ශ්‍රී රාජසිංහ රජු විසින් පළමුවරට ප්‍රතිසංස්කරණය සිදු කොට ඇත. அதன்பிறகு, பல்வேறு காரணங்களின்படி அழிக்கப்பட்ட தேமேகாவா சிலையின் இடிபாடுகள், கிரூரலம்பூர் ஸ்ரீ ரெவாட்டி இலங்கையால் கண்டுபிடிக்கப்பட்டது.",
        "பாதுகாப்பு அமைச்சகத்தின் கட்டுமானம் 2020 நவம்பர் 11 ஆம் தேதி, பாதுகாப்பு அமைச்சகத்தை 2020 நவம்பர் 11 ஆம் தேதி பாதுகாப்பு அமைச்சின் அறிவுறுத்தல்கள் மற்றும் தொல்லியல் துறையின் உழைப்பு ஆகியவற்றின் அடிப்படையில் அறிமுகப்படுத்தப்பட்டது.",
        "டகோபாவின் தொடர்ச்சியான நிலைத்தன்மையின் கட்டுமானம் 2022 ஆம் ஆண்டின் இறுதியில் சுமார் 60 அடி மற்றும் 2024 ஆம் ஆண்டின் இறுதியில், 70 அடி உயரத்தின் உயரம் முடிந்தது.. டகோபா உயரம் 2025 வேலையில் சுமார் 72 அடி மற்றும் 4 அடி பூர்த்தி செய்யப்பட்டுள்ளது. கிழக்கு மாகாணத்தின் மிகப்பெரிய புனர்வாழ்வு டங்கபோபி சைத்யாவின் மிக நெறிமுறையாகும், இது 268 மற்றும் ஆறு அங்குல ஆறு அங்குலங்களைக் கொண்டிருக்கும்.",
        "இலங்கை இராணுவம் மற்றும் சிவில் பாதுகாப்பு படையின் புதுப்பித்தல் பணிகளுக்கு தேவையான செங்கற்கள் நெறிமுறையின் செயல்முறையின் செயல்முறையின் உற்பத்தியால் தயாரிக்கப்படுகின்றன.. இலங்கை இராணுவம் மற்றும் சிவில் பாதுகாப்புப் படையின் 700 க்கும் மேற்பட்ட உறுப்பினர்கள் புதுப்பித்தல் பணிகளுக்கு பங்களிக்கின்றனர், நன்கொடைகளின் புதுப்பித்தல் மற்றும் பாதுகாப்பு பணிகளுக்கு தேவையான நிதி மூலதனத்தை வழங்குகிறது."
      ]
    },
    "en": {
      "title": "72-foot work in the Dagaweapi Fya",
      "body_lines": [
        "The Dewawawapiya Chaitiya The Athiya is located in the Ampara District of the East, which is an important place in the Buddhist monks.",
        "The noteworthy of the statue of Saddhatissa, which is considered to be built in the 3rd century AD, has been placed in the heart of the Buddhist monk, and the first relics of the Buddhist monks were renovated by King Kirini Sri Rajasinghe during the kingdom.. Thereafter, the ruins of the demagawa statue, which was destroyed on various reasons, was found by the Kiruralumbure Sri Revati Sri Lanka.",
        "The construction of the Defense Ministry on 11th November 2020, the construction of the Defense Ministry on 11th November 2020 was introduced on the instructions of the Ministry of Defense and the labor of the Department of Archeology.",
        "The construction of the continued stability of the Dagoba was about 60 feet at the end of the year 2022 and by the end of 2024, the height of 70 feet high was completed.. The Dagoba height has been completed roughly 72 feet and 4 feet in the work of 2025. The largest rehabilitation of the Eastern Province is the most protocol of the Dangapopi Chaitya, which will consist of 268 and six inches six inches.",
        "Bricks required for renovation work of the Sri Lanka Army and Civil Defense Force are produced by the Production of the Process of the Process of the Protocol.. More than 700 members of the Sri Lanka Army and Civil Defense Force contributes to the renovation work, provides the necessary financial capital for the renovation and conservation work of the donations."
      ]
    }
  },
  "summary_lines": []
}