{
  "translated_text": {
    "ta": {
      "title": "இலங்கைக்கு நவீன ரேடார் அமைப்புகள் இல்லை",
      "body_lines": [
        "மழையில் 400 மில்லியன் மழை பெய்யும் என்று தான் கூறியிருப்பார் என்று அதிநவீன ரேடார் அமைப்புகள் எதுவும் இல்லை என்று ஆன்டிலி பேராசிரியர் தடலா செனரட்னே கூறுகிறார்.. அவர் இன்று நடைபெற்ற ஒரு கொலையில் ஒரு ஊடக மாநாட்டில் பேசிக் கொண்டிருந்தார்.",
        "எவ்வாறாயினும், தற்போதைய உபகரணங்களின்படி, பல மழை கிடைக்கவில்லை என்று அதிகாரிகள் மிகவும் துல்லியமான கணிப்புகளை வழங்க முடிந்தது என்று அவர் கூறினார்.",
        "பேராசிரியர் கூறுகையில், மழையை அளவிடும் தொடர்புடைய உபகரணங்களின் கேள்வி, முந்தைய மழை இருந்தபோதிலும், மழையை அளவிடும் சரியான உபகரணங்கள் இருந்தன.",
        "\"மழையை கணிக்க தரவு பெறப்பட வேண்டும். ஒரு பற்றாக்குறை உள்ளது. 400 மில்லிலிக் மீட்டர் ஒரு பெரிய மழை. இப்பகுதிக்கு நீர்த்தேக்கங்களுக்கு உரிமை உண்டு என்றால், சதுர மீட்டருக்கு தண்ணீரின் அளவு பெறப்பட்டிருந்தால் அனைத்து நீர்த்தேக்கங்களும் தீர்ந்திருக்கும். தென்மேற்கு பிராந்தியத்தில் கருப்பு நதி வழியாக கருப்பு ஆற்றின் குறுக்கே நீர் பாய்கிறது என்பதில் ஆச்சரியமில்லை.",
        "மேல் மேகக்கணி தன்மையைப் பெறக்கூடிய உபகரணங்கள் உள்ளன. தகவல்களின் பகுப்பாய்வு மற்றும் தகவல்களின் பகுப்பாய்வு தற்போது கேட்கப்படுகிறது. நவீன உபகரணங்கள் போது இந்த செயல்முறை எளிதானது.",
        "அதிக மழை பெய்தாலும், சுமார் 400 மில்லியன் மழை இருப்பதாக அறிவிப்புகளை வெளியிட முடியவில்லை."
      ]
    },
    "en": {
      "title": "Sri Lanka does not have modern radar systems",
      "body_lines": [
        "Antily Professor Athula Senaratne says that there were no sophisticated radar systems that he would have stated that he would fall as much as 400 millions of rain in the rainfall.. He was speaking at a media briefing in a murder held today.",
        "However, he said that the officials were able to provide the most accurate predictions, according to the present equipment, that many of the rain had not received.",
        "The professor states that the question of the corresponding equipment that measures the rainfall, despite the previous rainfall, there was the correct equipment that measured rainfall.",
        "\"Data should be obtained to predict rainfall. There is a lack of. 400 millilic meters is a large rainfall. If the area was entitled to the reservoirs, all reservoirs would have been exhausted if the amount of water is received per square meter. It is not surprising that the water flows along the black river through the black river in the southwest region.",
        "There are equipment that can get the upper cloud character. Analysis of information and analysis of information is currently heard. This process is easier when modern equipment.",
        "Although there is a high rain, it was not possible to issue announcements that there were about 400 millions of rain."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka lacks advanced radar systems, affecting its ability to accurately predict heavy rainfall like the expected 400mm. Despite this, officials use current equipment to make the best predictions possible. Prof. Athula Senaratne highlights the importance of data for accurate forecasting but notes the challenge of predicting such significant rainfall without modern technology."
  ]
}