{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකා මැතිවරණය: දෙමළ ජනයා පැරණි හා අලුත් ය",
      "body_lines": [
        "ශ්රී ලංකාවේ දේශපාලන ප්රභූවයෙන් ජනාධිපතිවරයා පළමු වරට තේරී පත්වූයේ ශ්රී ලංකාවේ \"දේශපාලන භූමිකම්පාව\" ලෙසිනි. අනුර කුමාර දිසානායකගේ තේරීම පාලක ප්රභූ පැලැන්තියට පැහැදිලි කලකිරීමක් හා අභියෝගයක් වූ නමුත් එය ශ්රී ලංකා රජයේ යම් කාවැද්දූ හා ව්යුහාත්මක ගැටළු පවත්වා ගැනීමේ ප්රති ledge ාවක්.",
        "කෙසේ වෙතත්, උතුරු හා නැගෙනහිර ඡන්දය ප්රකාශ කිරීම දිසානායකගේ පක්ෂයේ දෙමළ ජනතාවගේ සැකය ප්රකාශ කරයි. මෙයට හේතුව ඔවුන් සමකි ජනවාරි. බලවේගයාගේ සජිත් ප්රේමදාස සහ සිවිල් සමාජයේ අපේක්ෂකයා වන අරියායානාත්කෙත්රන්කසෙල්වම් යන අපේක්ෂකයාට ඡන්දය දීමයි.",
        "ශ්රී ලංකා දෙමළ ජාතික සන්ධානයේ, ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානය සහ දෙමළ ජනතාවගේ සන්ධානය පිළිබඳ දෙමළ දේශපාලනයේ දෙමළ දේශපාලනයේ දේශපාලන ප්රභූව විසින් අපේක්ෂකයින් දෙදෙනාට සහාය ද ඇත.. හිටපු සභාග හවුල්කරුවන් අතර කටුක යටිතල පහසුකම් අතරට මේ සඳහා සහාය විය. මුස්ලිම්වරුන්ට බොහෝ දුරට ප්රේමදාස සහයෝගය දැක්වූහ.",
        "මෙයින් පෙනී යන්නේ ස්වෝත්තමවාදී හා ප්රචණ්ඩකාරී ඉතිහාසයක් ඇති පක්ෂයක අනපේක්ෂිත නායකයෙකු සමඟ පක්ෂයක් දැකීමේ ආශාව උතුරු හා නැගෙනහිර සඳහා සමස්තයක් නොවන බවයි.. කෙසේ වෙතත්, මැතිවරණ දිනයේ සිට, දිසානායකගේ චලනයන්, විශේෂයෙන් දූෂණය අවම කිරීමේ පියවර, දෙමළ ඡන්ද දායකයා මධ්යයේ දෙමළ ඡන්දදායකයා මධ්යයේ යම් සහය ලැබී ඇති අතර ඒවා සාමාන්යයෙන් දෙමළ ඡන්දදායකයා මධ්යයේ යම් සහය ලබා ඇත.. ගැඹුරින් මුල් බැස ඇති කරුණු හඳුනා ගැනීමට දෙමළ නියෝජිතයින්ට නොහැකි අතර සිංහල නියෝජිතයන් හඳුනා ගැනීමට අකමැති ය.",
        "වර්තමාන තත්වය සමඟ ද්රවිඩයන් පිළිකුල් සහගතය. ප්රති-ඉංග්රීසි විරෝධී ව්යුහයේ හැඟීම යාපනයේ සහ වන්නි මැතිවරණ දිස්ත්රික්කවල ආසන දොළහෙන් අඩකට වඩා තරඟ කිරීමෙන් පවතින රාමුව පිළිබිඹු කරයි. මෙම අපේක්ෂකයින්ගෙන් බොහෝ දෙනෙක් ස්වාධීන අපේක්ෂකයින් බව සඳහන් කිරීම ද වටී.",
        "දිවා ආර්ථිකය වැනි දිවා ආර්ථික කරදර වැනි අඩු මූලික අවශ්යතා හඳුනා ගැනීම සඳහා, දශක ගණනාවක් තිස්සේ දශක ගණනාවක් තිස්සේ විනාශ වී ඇති ශ්රී ලංකාව වැනි රටවලට ඉතා වැදගත් වේ. එකම ජාතික (අශුභර්මස්) ඡන්දය සඳහා තරඟ කිරීම සඳහා තරඟ කරන දෙමළ පක්ෂ අතර භේදය එක් එක් පක්ෂයේ ඡන්දයේ කොටස්වල අඩුවීමක් ඇති කළ හැකිය. නොවැම්බර් පාර්ලිමේන්තු මැතිවරණයේදී උතුරු හා නැගෙනහිර දෙමළ ඡන්දදායකයින් උතුරු හා නැගෙනහිර දෙමළ ඡන්දදායකයින්ගේ ආසන දිනා ගැනීමට හැකි වේ.",
        "සමහරු මෙය දෙමළ ජාතිකවාදයේ අවසානයෙහි ආරම්භය ලෙස පැහැදිලි කිරීමට උත්සාහ කළ හැකිය. නමුත් මෙම මැතිවරණයේදී සාම්ප්රදායික දෙමළ පක්ෂවල සිදුවිය හැකි විනාශය ඇත්ත වශයෙන්ම දෙමළ ජාතික සන්ධානයට තෑග්ගක්.",
        "දෙමළ මැතිවරණ දේශපාලනය දෙමළ ජාතිකවාදය සමඟ බැඳී සිටින බැවින්. එහෙත් මෙම වෙබ් අඩවි පිළිබඳ දේශපාලන ක්රියාකාරීන් දේශපාලන ක්රියාකාරීන්ගේ රැඳී සිටීම වෙනුවට සමාජ ක්රියාකාරීන් මත රඳා පවතින බව වටහා ගැනීම මෙහි ඉතා වැදගත් වේ.",
        "යුද්ධයෙන් පසුව පවා දෙමළ ජාතිකවාදය පිළිගත් ක්රියාවක් සහ දෛනික දැක්මක් ලෙස පැවතුනි. කෙසේ වෙතත්, එය මර්දනය සහිත තත්වයකින් මෙතෙක් පහත වැටුණි. ශ්රී ලංකා රජය ඔවුන්ගේ හැසිරීම නිසා ජාත්යන්තර ප්රජාවේ අධීක්ෂණයෙන් වඩ වඩාත් පාලනය විය. මෙම හැඟීම් ප්රකාශ කිරීමේ බලාපොරොත්තුව දෙමළ ජනයා සෙමෙන් සෙමෙන් ලබා ගත්හ.",
        "පිටතට යන ජාතිකවාදී රැලියන් විශාල පිරිසක් ආකර්ෂණය කර ගත් අතර, එල්ටීටීඊය විසින් හඳුන්වා දුන් අනන්යතා හා භාවිතයන්ගෙන්, එල්ටීටීඊය විසින් හඳුන්වා දුන් අනන්යතා හා භාවිතයන්ගෙන්, විශේෂයෙන් 2015 දී රාජපක්ෂ රජයේ පළමු පරිහානියගෙන් පසුව.",
        "\"මධ්යස්ථ\" සහ \"තීව්ර\" දෙමළ ආකෘති අතර වෙනස, එය අශෝභන වර්ගීකරණයකි. සුමන්තිරාන්ගේ ශ්රී ලංකා දෙමළ ජාතික සන්ධානය (එස්එල්එෆ්පී) අගලන් රාමනාතන් නොහොත් එක්සත් ජාතික පක්ෂය (යූඑන්පී) විජයගල මහේෂ්වරන් එල්ටීටීඊයට හා දෙමළ ජාතිකවාදී ව්යාපාරයට ආසන්නයි.",
        "මෑතකදී, පේද්රෝ හි පැවති ජාතික මහජන බල රැලියෙහි එල්ටීටීඊ නායකයා.. දිසානායක ප්රභාකරන් සමඟ ඒකාබද්ධ කිරීම නිසා ඔහුගේ ආධාරකරුවන් ඡන්දදායකයින් වෙත ළඟා වූයේ සැලකිය යුතු කරුණකි. එල්ටීටීඊයට වෛර කරන දෙමළ ජනයා ජාතික මූලධර්මවලින් පෙලඹී ස්වයං-පූරණය කිරීම ගැන උනන්දුවක් නොදක්වන නමුත් එය සත්යයක් නම් එය සත්ය නම් එය සත්ය නම් එය උපක්රමයකි.. කිසිදු දැවැන්ත දෙමළ පක්ෂ එවැනි මාර්ගයක් අනුගමනය නොකිරීම වැදගත්ය - එවැනි ව්යාපාරයක් සහතික කිරීම ප්රතික්ෂේප කිරීමට හේතු වේ.",
        "පශ්චාත් යුධ සමයේ, වරකට ඩිමොක්රටික් දෙමළ ජාතික සන්ධානයේ සහ දෙමළ ජනතාවගේ සන්ධානයේ සාමාජිකයින්ගෙන් සමන්විත වූ දෙමළ ජාතික සන්ධානය විසින් එල්ටීටීඊයේ අතීත අනුමැතියෙන් පසු එල්ටීටීඊයේ අතීත අනුමැතියෙන් පසු දෙමළ පක්ෂයේ පිහිටීම ආරක්ෂා කළහ එල්ටීටීඊයේ.. ඔවුන්ගේ කොළඹ කේන්ද්රීය සම්බන්ධතාවය තුළින් ඔවුන් මධ්යස්ථ ස්වරය අනුගමනය කළද, උතුරු හා නැගෙනහිර මැතිවරණ කොට් in ාශවල ඔවුන්ගේ ඡන්ද කොට් in ාශවල ඔවුන්ගේ මැතිවරණ කොට් in ාශවල දෙමළ ඊලාම්ගේ එල්ටීටීඊ සහයෝගය සහ සහයෝගය ලබා ගත්තේය.",
        "ஆனால், அது தமிழர்களின் கோரிக்கைக்கான கோட்பாட்டு சார் அர்ப்பணிப்புக்கானதாக இருக்கவில்லை. எல்.ரி.ரி.ஈயின் உண்மையான வாரிசுகள் என்ற அடிப்படையில், தீர்வு வருகின்றது என ஒவ்வொரு தேர்தலிலும் அவர்கள் வாக்குறுதியளித்தாலும், கொழும்பில் தமிழர் கோரிக்கைகளை பண்டமாற்று செய்தனர்.",
        "ඒ අතරම, ඔවුන්ගෙන් සමහරක් ඔවුන්ගේ මැතිවරණ සංවාසීතය තුළ අධිරාජ්යයක් ගොඩනඟා ගෙන, මත්පැන් වලට ඇබ්බැහි වී ඇති සන්නද්ධ ගැටුමේ සන්දර්භය තුළ මත්පැන් වෙළඳසැල්වල මත්පැන් වෙළඳසැල් විවෘත කර ඇත.",
        "මීට පෙර රජයට මීට පෙර සහාය වීම, දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ), දෙමළ ඊලාම් මහජන විමුක්ති කොටි (ප්ලොට්) සහ ඊලාම් මහජන විප්ලවවාදී විමුක්ති පෙරමුණ (ඊපීආර්එල්එල්) ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානය (ඊපීආර්එල්එෆ්) පිහිටුවීම (ඊ.ආර්.ඩී.එල්.එල්.ලකම) ටීඑන්ඒ).. දූෂණ හා සහන දේශපාලනයට සම්බන්ධ බවට සභාගයේ සාමාජිකයින්ට ද චෝදනා එල්ල වී තිබේ.",
        "ඔවුන් ඉන්දියාවේ ආරක්ෂක සේවාවන්ට ඉතා සමීප ය. හිටපු මහ ඇමති විග්නේශ්වරන් විසින් දැරූ දෙමළ ජනතාවගේ සන්ධානය ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානයට සම්බන්ධ නොවූවත්, බොහෝ ගැටලුවල සම්මේලනය සමඟ වැඩ කිරීම සැලකිය යුතු කරුණකි.",
        "මේ වන විට දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) හි එකම ජ්යෙෂ් leader නායකයා වන දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) වේ.. සම්පන්තන් මේ වසර මුලදී මිය ගොස් වැඩිදුර බෙදී ගියේය. ශ්රී ලංකා දෙමළ ජාතික පක්ෂයේ ජ්යෙෂ් members සාමාජිකයින් (ටීඑන්ඒ) පක්ෂ නායකත්වය සඳහා තරඟ කළහ. Sreedharan සහ ma. ජනාධිපතිවරණයේදී සුමන්තිරාන්හි ගැටුම් පෙරමුණට පැමිණියේය.",
        "පක්ෂයේ ව්යාකූලත්වය පෙන්වන හාස්යජනක දර්ශනයක් තුළ, ආරියෙත්රෙරාන්ට සහ රනිල් වික්රමසිංහට සහ රනිල් වික්රමසිංහට සහය දක්වමින් එහි සාමාජිකයින් වෙනස් ස්ථාවරයක් ගෙන තිබේ.. සමහර පුද්ගලයින් කිහිප වතාවක්ම ඔවුන්ගේ උපකාරක තනතුරේ සිට ගමන් කළහ.",
        "වෙනස කේවල් කිරීමේ ප්රති result ලයක් බව කටකතා පැතිර ගියේය. කෙසේ වෙතත්, මේ පිළිබඳ විස්තර අපැහැදිලි පවතී. එම මැතිවරණ ව්යාපාරයේ දී ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) සිවිල් සමාජයට \"සං sg ු\" සංකේතයට ඉදිරිපත් වූ දෙමළ පොදු අපේක්ෂක අරියායිටෙරත්න්ට සහාය දැක්වීම සඳහා සිවිල් සමාජයට උත්සාහ දරයි.. කොළඹ දී මගේ මිතුරෙකු පැවසුවේ \"සං s\" ව්යාපාරයේ යෙදී සිටි දේශපාලන politicians යින් විශාල පිරිසක් යෝජිත පාර්ලිමේන්තු මැතිවරණයේදී නෛතික චරිතයක් ඇති කිරීම ඊට හේතුව බවයි.",
        "අවසාන වශයෙන්, ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානය පසුගිය මාසයේ (ඔක්තෝබර්) සාතු සංකේතය යටතේ තරඟ කරන බව නිවේදනය කරමින් පොදු අපේක්ෂකයාගේ සංකේතය සංකේතවත් කළේය.. දෙමළ ජනතා සන්ධානය ඔවුන්ගේම සංකේතය, මුවන් සංකේතය සමඟ තරඟ කරයි.",
        "ඊ.. සරවනපවන් ඇතුළු ශ්රී ලංකා දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) හිටපු සාමාජිකයින් දැන් \"අඹ\" සංකේත තුළ එක්සත් වී ඇත.. මේ අතර, සුමන්තිරාන් සහ ශ්රීධරන් එළඹෙන මැතිවරණ සඳහා සම්මුතියක නිරත වී ඇති අතර තාවකාලිකව ඔවුන්ගේම තරඟයක යෙදී සිටිති.",
        "මෑත වසරවල දී දෙමළ ජාතික සන්ධානයේ වැටීම (ටීඑන්ඒ) මෑත වසරවල දී, ශක්තිමත්ම හවුල්කරුගේ අභ්යන්තර පක්ෂ සටන්, දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) බිඳවැටීමත්, සෑම කෙනෙකුම තමාටම සැබෑ දෙමළ ජාතිකවාදීන් බව ඉල්ලා සිටිති අතීතයේ ඔවුන්ගේ ඡන්ද, නමුත් දෙමළ ජනයාගේ ඉල්ලීම් සඳහා සැබෑ දේශපාලන ප්රගතියක් ලබා නැති සාම්ප්රදායික පක්ෂවල අපේක්ෂකයින්. ක්ෂේත්රය පිරී ඇත.",
        "හොඳ උගත් ජ්යෙෂ් senior යාපනයේ දේශපාලන ician යෙකු ලෙස පෙන්වන විග්නේශ්වරන් පවා මත්පැන් ගබඩාව සඳහා මතභේදයට තුඩු දෙන ලදී.. මාධ්යවල ප්රවෘත්ති වාර්තා වූ විට, ඔහු පිළිතුරු දුන් දෙමළ කාන්තාවකට උදව් කළ බව ඔහු පිළිතුරු දුන්නේය. එය ක්රමානුකූල අපකීර්තියක් සහ බලය භාවිතා කරමින් relatives ාතීන් උපකාර කිරීම සඳහා වූ ස්ථානයකි. දෙමළ දේශපාලනයේ ව්යාපාරයේ බොහෝ අය මෙම සංස්කෘතිය අනුගමනය කර දේශපාලන බලය හා මුදල් භාවිතා කරති.",
        "මෙම දූෂණය හා බලය භාවිතා කරමින් relatives ාතීන්ට උපකාර කිරීම සඳහා පැල්ලම් නොමැති එකම දැවැන්ත පක්ෂය දෙමළ ජාතික ජනමාධ්යයයි. දෙමළ ජාතික ජනතා පෙරමුණ යනු දෙමළ ජාතිකවාදී ඉගැන්වීම් සඳහා අඛණ්ඩතාව සහ කැපවීම ඇති පක්ෂයකි.",
        "දෙමළ ජාතික මහජන පෙරමුණ දෙමළ ජාතික සන්ධානයේ නිර්මාණ මූලධර්මවලට සත්ය පක්ෂය ලෙස හැඳින්විය හැකිය. ජනවාර්ගික කණ්ඩායම් වලින් ඔබ්බට ඇති ශ්රී ලාංකික ජනතාව වෙත පොන්නම්බලම් ආකර්ෂණය වේ. ඔහුගේ ප්රකාශය ආර්ථික අර්බුදය සහ අනිවාර්ය භූමදාන ප්රශ්නය ලෙස රටට පුළුල් ලෙස බලපාන ගැටළු පිළිබඳව ප්රකාශ කරයි.. එල්බීටීපී අයිතිවාසිකම් පිළිබඳව අදහස් දැක්වූ පළමු දෙමළ දේශපාලන ician යා ද ඔහුය.",
        "දූෂණය, වරප්රසාද දේශපාලනය හෝ බලය භාවිතා කරමින් සබඳතා සඳහා සබඳතා පැවැත්වීමට කිසිදු චෝදනාවක් නොමැත. කෙසේ වෙතත්, එහි සාමාජිකයින්ගේ සමහර සාමාජිකයන් ඉක්මනින් අනෙකුත් දෙමළ ජාතිකවාදීන්ට \"සමුපකාර\" ලෙස ද punish ුවම් කරන ලද, ප්රතිපත්ති සඳහා පක්ෂය පිළිබඳ දැඩි කැපවීම සමහර අවස්ථාවල ගැටුම් හා ම්ලේච්ඡත්වය ඇත.",
        "සමහර අවස්ථාවල මෙය සත්යයක් වුවද, දෙමළ ජාතික සන්ධානයෙහි ප්රධාන ඉලක්කය වන දෙමළ ජාතික සන්ධානය විපක්ෂ දේශපාලනය මත රඳා සිටීමට පමණක් දෙමළ ඡන්ද දායකයින් දිනා ගැනීමට පමණක් ප්රමාණවත් නොවේ.. ජනාධිපතිවරණය වර්ජනය කිරීම සඳහා වූ ඔවුන්ගේ කැඳවීම මිනිසුන් ආකර්ෂණය කර ගැනීමට අපොහොසත් වීම පිළිබඳ සාක්ෂියකි.",
        "එනම්, මෑත කාලීන මැතිවරණවලදී පක්ෂය විසින් ජයග්රහණ සැලකිය යුතු ජයග්රහණ ලබා ඇති හෙයින්, ප්රමුඛයා සලකා බැලිය යුත්තේ දෙමළ ජාතික සන්ධානයේ ප්රධාන දෙමළ පක්ෂයේ ස්ථාවරය ගත හැකිද යන්නයි.",
        "සියලුම දෙමළ පක්ෂ ස්ත්රී පුරුෂ භාවය පිටුපසින් පසුගාමී ය. පසුගිය දෙමළ කාන්තා පාර්ලිමේන්තු මන්ත්රී ධුරය දැරූ දෙමළ ජාතික මහජන පෙරමුණේ පද්මිණි චිදම්බරානාතන්. ඔහු 2010 දී නැවත නැගී සිටියේ නැත.",
        "ඉහත සඳහන් සම් සම්ජන සිව්දෙනා කාන්තා අපේක්ෂකයින් මැතිවරණයේදී පැවැත්වූ නමුත්, පක්ෂයේ මධ්යම කාරක සභාව සහ ප්රධාන සාමාජිකත්වය පූර්ව සාමාජිකත්වය වන්නේ කාන්තාවන්ගේ උතුරු හා නැගෙනහිර ජාතිකවාදී අරගලවල ප්රමුඛ නායකයින් ලෙස කාන්තාවන්ගේ ප්රමුඛ පෙළේ නායකයින් වැනි කාරණා සම්බන්ධයෙන් හා සමාන ය බලහත්කාරයෙන් අතුරුදහන් වීම සහ ගොඩබෑම.",
        "විරෝධතා වලදී, සිවිල් සමාජ ආයතන සහ තනි ක්රියාකාරීන්, දෙමළ කාන්තාවන් ශ්රී ලංකා රජය බලමුලු ගැන්වීමේ ප්රධාන කාර්යභාරයක් ඉටු කරයි. මුතු, දෙමළ තරුණ සංවිධානය හෝ දෙමළ අයිතිවාසිකම් සමූහයක් තරුණ හා ඉහළ සමානුපාතික හෝ විශාල පරිමාණ ගතික සාමාජිකත්වයක් අඛණ්ඩව ඉදිරියට ගෙන යාම.",
        "මෙම ප්රගතිශීලී කණ්ඩායම්වලට ශිෂ්ය සංවිධාන සහ සිවිල් සමාජය සමඟ සමීප සම්බන්ධතාවයක් ඇති අතර ඊසාන දෙසින් ඔවුන්ගේ පෞද්ගලික සම්බන්ධතා පවත්වයි. කිසියම් වයස සහ පන්තියක් මත පදනම්ව මිනිසුන්ගේ බලපෑමෙන් දෙමළ පක්ෂයේ දේශපාලන පදනම වෙනස් සමාජ ව්යාපාරයක් මගින් පිළිබිඹු නොවේ.",
        "කෙසේ වෙතත්, එය දෙමළ අරගලයේ ප්රගතියට බාධාවක් වී ඇති අතර, දේශපාලන වේදිකාවල ඔවුන්ගේ ආධිපත්යය එකතැන පල්වීම සහ සමාජයේ සියලුම පාර්ශ්ව පාලනය කිරීමට හේතු වී ඇති අතර සමාජයේ සියලුම පක්ෂ පාලනය කිරීමට හේතු විය.",
        "දේශපාලනයේ පිරිමින්ගේ ආධිපත්යය දෙමළ ජනයාට අයත් නොවේ. ඇත්ත වශයෙන්ම එය ලොව පුරා පොදු ව්යාපාරයකි. කෙසේ වෙතත්, වර්තමාන දෙමළ දේශපාලන ක්රියාකාරීන් ශ්රී ලංකා රජයට එරෙහිව දෙමළ ජනතාවගේ විරෝධය තුළ ස්ත්රී පුරුෂ සමාජවල විපක්ෂයේ ප්රගතිය ගොඩනැගීමට අපොහොසත් වී තිබේ.",
        "දෙමළ පක්ෂ ඔවුන්ගේ අතීත මැතිවරණ පොරොන්දු ඉටු කිරීමට අපොහොසත් වී ඇති අතර, දෙමළ ඡන්දදායකයින්ගේ කොටසක් අවම වශයෙන් ජාතික ජනතා බලය වැනි ගැටළු කිහිපයක්වත් හඳුනාගත හැකි පාර්ශවයක් සඳහා ඡන්දය ප්රකාශ කිරීම යන බව තේරුම් ගත හැකිය.. මෙය අලුත් දෙයක් නොවේ. ශ්රී ලංකා මුස්ලිම් කොන්ග්රසයේ සහ ලංකා කම්කරු සම්මේලනයට හා සසඳන විට ශ්රී ලංකා සිංහල ජාතිවාදයේ දෙමළ පාරිභෝගික පක්ෂය වන ඊලාම් මහජන ප්රජාතන්ත්රවාදී පක්ෂය (ඊපීඩීපී) සිංහල ජාතිවාදයේ දෙමළ පාරිභෝගිකයා වන සිංහල ජාතිවාදයේ සඳහන් වේ.",
        "අතීතය සමඟ ප්රචණ්ඩකාරී ආධාරක කණ්ඩායමක් ලෙස, ඔවුන්ගේ සහන දේශපාලනය ඉටු කරන ශක්තිමත් මැතිවරණ කරුවාවන්. ඔවුන්ට ඡන්දය දෙන ද්රවිඩයන් දෙමළ ජාතිකවාදයේ වෛරය නිසා ඔවුන්ට ඡන්දය නොදෙන්නේ නැත, නමුත් ප්රායෝගික හේතූන් මත ඡන්දය ප්රකාශ කිරීම. ඇත්ත වශයෙන්ම, මම වඩමරක්ෂා ගම්මානයේ ගමේ නැවතී සිටියදී, මම එල්ටීටීඊයේ දිනය වන වීරයන්ගේ දිනය සඳහා සැරසිලි කටයුතුවල නිරත වූ දේශීය ඊපීඩීපී සාමාජිකයෙකු සමඟ කතා කළෙමි.",
        "මෙම ප්රධාන දෙමළ පක්ෂවල මැතිවරණ පොරොන්දු, විශේෂයෙන් යාපනය අර්ධද්වීපයෙන් පිටත පසුගාමී ප්රදේශවල සිට විනාශ කළ හැකි මැතිවරණ දේශපාලනය සහ ක්රියාවන් මත පදනම්ව මැතිවරණ දේශපාලනය සහ ක්රියාවන් මත පදනම්ව සිටීම පුදුමයක් නොවේ.",
        "සැප්තැම්බර් මාසයේ පැවති ජනාධිපතිවරණයෙන් වහාම දිසානායක මහතා පසුගිය ආණ්ඩුවේ සුඛෝපභෝගී මෝටර් රථ අත්පත් කර ගැනීම ඇතුළුව පෙර රජයේ අතිමහත් පියවර ගැනීම හේතුවෙන් දෙමළ ජනතාව අතර කථාවක් විය.",
        "කෙසේ වෙතත්, දීප්තිය තරමක් මැකී යන බව නිරීක්ෂණය කළ හැකිය. යුද අපරාධකරුවන් සහ වගවීම ප්රතික්ෂේප කිරීම දෙමළ මාධ්යවල ප්රධාන කතුවැකිය බවට පත්ව ඇත. බලය බෙදා හැරීම ප්රතික්ෂේප කරන පක්ෂයේ අතීත ඉල්ලීම් බහුලව බෙදා ගනී.",
        "මේ අතර, දිසානායක වෙනුවෙන් ඡන්දය දෙන ද්රවිඩයන් එසේ කිරීමට යන්නේ නැත, මන්ද ප්රවේග්රහණය හෝ දෙමළ ජාතිකත්වය පිළිබඳ වගකීම සඳහා ඔවුන් වගකිව යුතු නැති නිසාය.. මෙම ගැටළු සපුරා ගත හැකි අයගේ අපේක්ෂාවෙන් ඉතා අඩු බැවින් ජාතික මහජන බලය ආර්ථික ගැටළුව වැනි වැදගත්ම කරුණු ලෙස සැලකේ.",
        "අනෙකුත් සිංහල පක්ෂ මෙන්ම, දිසානායක දෙමළ ජාතික ඉල්ලුම සත්ය කාරණයක් ලෙස සලකන්නේ නැත. ජාතිවාදයට ඒකාබද්ධ විරෝධයක් ලෙස සැලකීම වෙනුවට ඔහු නායකත්වය දෙයි. මෙය තමාගේ දුක්ඛිත තත්වය වන අතර ශ්රී ලංකාවේ ඕනෑම නායකයෙක් - ඊලාම් දෙමළ ජනයා සිංහල පාලනය සාමූහිකව ප්රතික්ෂේප කරති.. දවස හදුනා ගැනීමේ ප්රමිතිය - එදිනෙදා ගැටළු සමහර මැතිවරණවලට යම් දෙමළ සහයෝගයක් ලබා දෙනු ඇත.",
        "එහෙත්, ඇත්ත වශයෙන්ම, ඊලාම් දෙමළ ජනයා සිංහල-බෞද්ධ ජාතිවාදය කෙරෙහි අවධානය යොමු කරන ව්යවස්ථාව දිගටම ප්රතික්ෂේප කරති. ප්රධාන ප්රශ්නය වන්නේ දෙමළ දේශපාලන පක්ෂවලට කිසිවක් ලබා දීමට ඔවුන්ට නොහැකි නම් ඔවුන් සමඟ වැඩ කළ යුත්තේ මන්ද යන්නයි.",
        "අවම වශයෙන් කැබිනට් තනතුරු සඳහා ඊපීඩීපීට සහාය ලබා දිය හැකිය. නමුත් මෑත කාලවලදී, ශ්රී ලංකා දෙමළ පක්ෂය දක්ෂිණ පක්ෂයට සහයෝගය පළ කළේය. මෙම සහාය නිෂ් .ල ය. දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) තවදුරටත් දෙමළ ඡන්දවලට කිසිදු බලපෑමක් නැත. එබැවින් ශ්රී ලංකා රජයට එහි වටිනාකම නැති වී තිබේ. ශ්රී ලංකා දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) කොළඹට කේවල් කිරීමේ හා බලය නොමැතිකම නිසා එහි ඡන්ද කොට් constituency ීය නොවන පොරොන්දු ඉටු කිරීමට නොහැකි ය.",
        "අසතුටුදායක හා එකතැන පල්වෙන දෙමළ දේශපාලන පක්ෂ සංවිධානයේ බිඳවැටීම දෙමළ අරගලය මැතිවරණ දේශපාලනය දැඩි ලෙස දැකිය හැකිය. මෙය දෙමළ ජාතිකවාදයට අලුත් දෙයක් නොවේ. 1976 දී දෙමළ එක්සත් විමුක්ති පෙරමුණේ වඩුකොද්දෙයි විභේදනය තුළින් දෙමළ විමුක්තිය සඳහා වූ පැහැදිලි ඉල්ලීම අනුගමනය කරමින්, ශ්රී ලංකා රජය සමඟ ශ්රී ලංකා රජය සමඟ එහි නායකත්වය සහනය ලැබූ අතර අවසානයේ 1980 දශකයේ මුල් භාගයේදී අවසානයේදී නුසුදුසු විය.",
        "ශ්රී ලංකා රජයට අනුකූල වීම හැර වෙනත් විකල්පයක් නොවූ අද්විතීය හා උප ප්රධාන කණ්ඩායම් විසින් පෙර නොවූ විරූ ආයතනවල දෙමළ පක්ෂය ආධිපත්යය දැරීය.. එල්ටීටීඊය දෙමළ විමුක්ති අරගලය හෝ යුද්ධයේ නිර්ණායකවල දේශපාලන මැදිහත්වීම නියම කළේය.",
        "2000 දී දෙමළ ජාතික සන්ධානයේ වෙළඳ ලකුණ යටතේ මෙම පක්ෂ සමහරක්ගේ සන්ධානයක් පිහිටුවීම එල්ටීටීඊය විසින් සිවිල් සමාජ වැළැක්වීම අනුමත කළ විට පමණි.",
        "හොඳ හෝ නරක, කොළඹ-බාධා කළ දෙමළ පාර්ලිමේන්තු දේශපාලනය ප්රතිසංස්කරණය කරන ලදි. මෙම විචාරාත්මක බිම් මට්ටමේ මුලපිරීම් ශක්තිමත් කිරීම සඳහා වර්ධනය වන සමාජ ව්යාපාරය, ආයතනයට, ආයතනවලට, ආයතන ප්රතිසංවිධානය කිරීමට, ආයතනය සහ සිවිල් සමාජය ශක්තිමත් කිරීම සඳහා පක්ෂ දේශපාලනයෙන් අවධානය යොමු කළ යුතු කාලය එයයි.",
        "උතුරු හා නැගෙනහිර පුරා නව අපේක්ෂකයින්ගේ සංඛ්යාව වඩාත් දේශපාලන ජනගහනය වන අතර නව දේශපාලන නායකත්වය මෙයින් මතුවනු ඇත. පැරණි භාරකරු මෙම ඊළඟ අරගලයට මග පෑදිය යුතුය."
      ]
    },
    "en": {
      "title": "Sri Lankan elections: Tamils ​​are old and new",
      "body_lines": [
        "The first time a president was elected outside the political elite of Sri Lanka is called Sri Lanka's “political earthquake”. The choice of Anura Kumara Dissanayake has been an obvious regret and challenge to the ruling elite, but it is a pledge to maintain some embedded and structural issues of the Government of Sri Lanka.",
        "However, the Voting of the North and East expresses the suspicion of the Tamil people on Dissanayake's party. This is because they have voted for Samaki Jan. Balavegaya's Sajith Premadasa and the candidate of the civil society, Ariyanethran Pakiyaselvam.",
        "The two candidates were supported by the political elite in the Tamil politics of the Sri Lanka Tamil National Alliance, the Democratic Tamil National Alliance and the Tamil People's Alliance.. This was supported among the bitter infrastructure among the former coalition partners. The Muslims there were largely supported Premadasa.",
        "This shows that the desire to see a party with an unpredictable leader of a party with chauvinist and violent history is not as a whole for the North and East.. However, since the day of the election, Dissanayake's moves, especially the moves to reduce corruption, have received some support in the midst of the Tamil voter, which has not generally expressed his support.. The Tamil representatives are unable to identify the matters that are deeply rooted and the Sinhala representatives are unwilling to identify.",
        "Tamils ​​are disgusted with the current status. The feeling of anti -existing structure reflects the existing framework by contesting more than half of the twelve seats in the Jaffna and Vanni electoral districts. It is also worth noting that most of these candidates are independent candidates.",
        "To identify less basic needs, such as day -to -day economic worries, is very important to countries like Sri Lanka, which has been destroyed for decades for decades. The split between the Tamil parties contesting for votes on the same national (pseudonymous) bases can cause a fall in the shares of each party's votes. In the November parliamentary elections, the Tamil voters of the North and East will be able to win the seats of the Tamil voters of the North and East.",
        "Some may try to explain this as the beginning of the end of Tamil nationalism. But the potential destruction of the traditional Tamil parties in this election is truly a gift for the Tamil National Alliance.",
        "Since Tamil electoral politics is intertwined with the Tamil nationalism. But it is very important here to understand that the political activists on these sites are dependent on social activists instead of staying in political activists.",
        "Even after the war, Tamil nationalism remained an accepted practice and a daily vision. However, it was so far down by a repressed state. The Government of Sri Lanka was increasingly controlled by the supervision of the international community because of their behavior. The Tamil people slowly gained hope of expressing these feelings.",
        "Outgoing nationalist rallies attracted a large number of people, and the recollection events were filled with identities and practices introduced by the LTTE, especially after the first decline of the Rajapakse government in 2015, in 2015.",
        "Although the difference between “moderate” and “intense” Tamil forms, it is a mischievous classification. Sumanthiran's Sri Lanka Tamil National Alliance (SLFP) Anganan Ramanathan, or the United National Party (UNP) Vijayagala Maheshwaran, who is, is nearing the LTTE and the Tamil nationalist movement.",
        "Recently, the LTTE leader Way at the National People's Power rally held in Point Pedro.. It is noteworthy that his supporters approached voters by comparing Dissanayake as a straightforward with Prabhakaran. Tamils ​​have moved from national principles, hating the LTTE and are not interested in self -determination, but if that is true, it is a tactic to win election campaigns if it is true, if it is true.. It is important that no massive Tamil parties have followed such a path - such a campaign would lead to a guaranteed decline.",
        "In the post -war environment, the TNA, which comprised members of the Democratic Tamil National Alliance and the Tamil People's Alliance at a time, preserved the position of the main Tamil party as the LTTE's past approval of the LTTE was followed by the past approval of the LTTE.. Although they followed the moderate tone through their Colombo-centered involvement, they had a LTTE support and support of the Tamil Eelam in their electorates in their electorates in the North and East.",
        "But it was not for the theoretical dedication of the Tamils' demand. Although they promised in every election that the LTTE is based on the real heirs of the LTTE, they bought the Tamil demands in Colombo.",
        "At the same time, some of them have built an empire in their electoral constituency by helping their friends to open liquor stores in the context of armed conflict that has become addicted to alcoholism, promising employment and liquor stores.",
        "Previously supporting the government, the Tamil National Alliance (TNA), the Liberation Tigers of Tamil Eelam (LTTE), the Tamil Eelam People's Liberation Organization (PLOTE) and the Eelam People's Revolutionary Liberation Front (EPRLF) have formed the Democratic Tamil National Alliance (TNA).. Members of the coalition are also accused of involvement in corruption and concession politics.",
        "They are very close to India's security services. It is noteworthy that the Tamil People's Alliance, formed by former Chief Minister Wigneswaran, did not join the Democratic Tamil National Alliance, but also worked with the federation on many issues.",
        "Currently, the Tamil National Alliance (TNA) is the only senior leader of the Tamil National Alliance (TNA).. Sampanthan died early this year and split further. Senior members of the Sri Lanka Tamil National Party (TNA) contested for party leadership. Sreedharan and MA. The conflicts of Sumanthiran came to the forefront during the presidential election.",
        "In a ridiculous scene that shows the confusion in the party, its members have taken a different position in support of Ariyanethran, Sajith Premadasa and Ranil Wickremesinghe.. Some individuals moved from their support position more than once.",
        "It was rumored that the change was the result of the bargains. However, the details of this remain vague. During the same election campaign, the Democratic Tamil National Alliance (TNA) supported the civil society efforts to support the Tamil general candidate Ariyanethran, who contested the \"Sangu\" symbol.. A friend of mine in Colombo said that the reason why a large number of politicians campaigned in the \"Sangu\" campaign is to create a legal character in the proposed parliamentary elections.",
        "In the end, the Democratic Tamil National Alliance acquired the symbol of the common candidate, announcing that it would contest under the Sangu symbol at the beginning of last month (October).. The Tamil People's Alliance is contesting with their own symbol, deer symbol.",
        "E.. Former members of the Sri Lanka Tamil National Alliance (TNA), including Saravanapavan, are now united in the \"mango\" symbol.. Meanwhile, Sumanthiran and Sridharan have been engaged in a consensus for the upcoming elections and have been temporarily in their own contest.",
        "The fall of the Tamil National Alliance (TNA) in recent years due to the strongest partner's internal party fights, the fall of the Tamil National Alliance (TNA), while every one is demanding that itself is true Tamil nationalists, will continue to carry out their votes in the past, but the candidates of the traditional parties that have not made the real political progress for the demands of Tamils.The field is full.",
        "Even Wigneswaran, who was shown as a good educated senior Jaffna politician, was embroiled in controversy for the liquor store.. When the news was reported in the media, he replied that she helped a Tamil woman who was suffering. It is a systematic scandal and a position to help relatives using power. Many people in the movement of Tamil politics follow this culture and use political power and money.",
        "The Tamil National People's Front is the only massive party that does not have stains to help relatives using this corruption and power. The Tamil National People's Front is a party with integrity and dedication to the Tamil nationalist doctrines that go beyond their immediate support site with their attractive leader Gajendrakumar Ponnambalam.",
        "The Tamil National People's Front can be referred to as the party that is true to the creation principles of the TNA. Ponnambalam is attracted to the Sri Lankan people beyond the ethnic groups, with his expression on issues that widely affect the country as the economic crisis and the compulsory burial issue.. He is also the first Tamil politician to comment on LGBTQ rights.",
        "There are no accusations to help relationships using corruption, privilege politics or power. However, as some members of its members soon punish other Tamil nationalists as “cooperatives”, the strong commitment of the party for policies is in some cases conflicting and barbarism.",
        "Although this is true in some cases, the TNA, which is the main target of the TNA, is not enough to win the Tamil voters only to rely on opposition politics.. Their calling for boycotting the presidential election is a testament to their failure to attract people.",
        "That is, as the party has had considerable victories in the recent elections, the leading should consider whether they can take the position of the main Tamil party of the TNA.",
        "All Tamil parties are lagging behind the gender matter. Padmini Chidambaranathan of the Tamil National People's Front, who entered the national list as the last Tamil female parliamentarian. He did not stand again in 2010.",
        "Although the four federations mentioned above have put the female candidates stand in the election, the party's central committee and the main membership are patriarchal, in contrast to the presence of women as the leading leaders of nationalist struggles in the North and East in matters such as forcible disappearances and land grabbing.",
        "In protests, civil society institutions and individual activists, Tamil women play a major role in mobilizing the Sri Lankan government. Pearl, Tamil Youth Organization or Group of Tamil Rights Continuing to advance a younger and higher proportional or large -scale dynamic membership.",
        "These progressive groups have close contact with student organizations and civil society and have their personal connections throughout the North-East. The Tamil party's political base is not reflected by a different social movement in the influence of men based on a certain age and class.",
        "However, it has become an obstacle to the progress of the Tamil struggle, as their dominance in political platforms has caused stagnation in progress and controlling all parties of society.",
        "The dominance of men in politics is not only belonging to Tamils. In fact it is a common movement around the world. However, the current Tamil political activists have failed to build the progress of gender issues within the opposition of Tamils ​​against the Sri Lankan government.",
        "While the Tamil parties have failed to fulfill their past election promises, it is understandable that a part of the Tamil voters to vote for a party that thinks may identify at least a few issues such as national people's power.. This is not new. The Eelam People's Democratic Party (EPDP), the Tamil Customer Party of Sri Lanka Sinhala communalism, which is compared to the Sri Lanka Muslim Congress and the Ceylon Workers Congress, can be mentioned.",
        "With the past as a violent supporting group, they have strong constituencies that carry out their concession politics. Tamils ​​who vote for them do not vote for them because of the hatred of Tamil nationalism, but vote for practical reasons. In fact, when I was staying in a village in the village of Vadamaraksha, I spoke with a local EPDP member who was engaged in decorative activities for the Heroes Day, the day of the LTTE.",
        "It is not surprising that electoral politics is based on transactions and the actions that can devastate the electoral promises of the major Tamil parties, especially from the backward areas outside the Jaffna peninsula.",
        "Immediately following the presidential election in September, Dissanayake was a speech among Tamils ​​due to the overwhelming moves of the previous government, including the seizure of luxury cars in the previous government.",
        "However, it is possible to observe that the brightness is fading slightly. The appointment of war criminals and the denial of accountability has become the main editorial in the Tamil media. The party's past demands that refuse the devolution of power are widely shared.",
        "In the meantime, the Tamils ​​who are going to vote for Dissanayake are not going to do so because they are not responsible for the responsibility of genocide or the Tamil nationality.. Since the expectation of those who can accomplish these issues is very low, the national people's power is considered to be the most important issues, such as the economic problem.",
        "Like other Sinhalese parties, Dissanayake does not consider the Tamil national demand as a matter of fact. Instead of viewing as a joint opposition to the racism he leads. This is the plight of him and any leader in Sri Lanka - the Eelam Tamil people are collectively rejecting the rule of Sinhala -Buddhist supremacy.. The standard of identifying the day -to -day issues will give some Tamil support in some elections.",
        "But, in fact, the Eelam Tamil people continue to reject the constitution that focuses on Sinhala-Buddhist communalism. The main question is why they should work with them if they are not able to provide anything to Tamil political parties.",
        "The EPDP can provide support for at least cabinet posts. But in recent times, the Sri Lankan Tamil party expressed support for the Southern Party. This support is useless. The Tamil National Alliance (TNA) has no influence for Tamil votes anymore. So, the Sri Lankan government has lost its value. The Sri Lanka Tamil National Alliance (TNA) is unable to fulfill the basic promises for its constituency due to lack of bargaining and power in Colombo.",
        "The collapse of the unsatisfactory and stagnant Tamil political party organization can encourage the Tamil struggle beyond the stricture of electoral politics. This is not new to Tamil nationalism. Following the clear demand for Tamil liberation through the Vaddukoddai resolution of the Tamil United Liberation Front in 1976, its leadership with the Sri Lankan government was concessioned after the offer and eventually became inappropriate in the early 1980s.",
        "The Tamil party was then dominated by the moderates that were unprecedented by the unique and sub -armed groups, which were no choice but to comply with the Sri Lankan government.. The LTTE set the political involvement of the Tamil liberation struggle or the criteria of the war.",
        "It was only when the LTTE approved the Civil Social Prevention to form a coalition of some of these parties under the trademark of the TNA in 2000.",
        "Good or bad, which renovated Colombo -based Tamil parliamentary politics. But it has been the time to focus from party politics to strengthen the growing social movement, to institution, to institution, to reorganize the organization and the civil society, to strengthen these vibrant grassroots initiatives.",
        "The number of new candidates across the North and East refers to the most political population and the new political leadership will emerge from this. The old guardian must give way to this next struggle."
      ]
    }
  },
  "summary_lines": [
    "N"
  ]
}