{
  "translated_text": {
    "si": {
      "title": "සලා - සමාලෝචනය",
      "body_lines": [
        "නළු නිළියන්, රෙම් අනතුර, චාල්ස් විනෝද්, ශ්රී නත්, අරුම්, ආර්.ඒ.පී.ආර්.",
        "අධ්යක්ෂ ප්රභා සලමොන් සිනමා ශාලාව ඉගෙන ගත්තේය. ඩී. එය නිෂ්පාදනය කළ යුතු පළමු චිත්රපටය වන්නේ 'සලා' ය. මාතෘකාව පිළිබඳ විවාදය රසිකයන් අතර වුවද, චිත්රපටය සියලු රසිකයන් ආකර්ෂණය කර ගනිමින් චිත්රපටය විනෝදාස්වාදය සමඟ මත්පැන් පිළිබඳ දැනුවත්භාවය විස්තර කරන නිසාද?නැත්ද?අපි මුලින්ම බලන්නම්.",
        "Guna (Ardulas). නිශ්චිත මත්පැන් බාර්එකක වෙන්දේසිය අරුල් දාල් දාල් දාං සහ ඔහුගේ සතුරා, තන්තදුරෙයි (චාල්ස් විනෝඩ්) කල්ලිය විසින් සිදු කරනු ලැබේ.. මේ අනුව රජය මත්පැන් සමූහය මුද්රා කරයි.",
        "මේ අතර, අනාථ වූ පිරිමි ළමයෙක් අරුටුස් (ටිරාන්) අගුටාස් (ටිරාන්) අගුටාස්, ඒ මොහොතේ සිටින අගුටා, ඒ මොහොතේ සිටින, ඒ මොහොතේ සිටින, පිරිමි ළමයා ඔහුගේ සතුරු ගුණයට පහර දීම. පිරිමි ළමයා කතාවේ වීරයා ය.ඔහු වැඩෙන විට ඔහු අරුල් දාල් සඳහා ආරක්ෂිතයි.",
        "රජයේ නඩු විභාගයෙන් පසුව - උසාවිය - විනිශ්චය - විනිශ්චය, එම මත්පැන් බාර් වෙන්දේසියට පැමිණේ. මෙවර කල්ලි දෙක, අරුල් ඩීඒඑස් සහ චාල්ස් විනෝද්, සෘජු ගැටුමක් ඇත. මේ කවුද?එය කෝණික කතාවකි.",
        "පුලිතා (රෙම්මා වෙන්කෙෂ්), පෞද්ගලික පාසලක් පිළිබඳ ගුරුවරයා, මත්පැන් වෙළඳසැල් සහ මත්පැන් අලෙවිසැල් ඉවත් කිරීම සඳහා සටන් කරයි. මේ සම්බන්ධයෙන් ඔහු පොලිසියට පැමිණිලි කරයි. ඔහු උසාවියේදී නඩු පවරයි.",
        "මාර්ගයෙන් බැස අරගල ආවා. ඔහු සිසුන් එක්රැස් කර මත්පැන් පෙම්වතුන් දැනුවත් කිරීම සඳහා සටන් පා ans සොයා ගනී.නමුත් මත්පැන් පෙම්වතුන් ඔහුට විරුද්ධයි. ඔහු මත්පැන් ශාලාව පවත්වාගෙන යන පුද්ගලයාට එරෙහිව ද සටන් කරයි. එක් අවස්ථාවක ඔහුගේ අරගලය මැඩපැවැත්වීමට බලාපොරොත්තු වන මිරිකරුවා ගුරුවරයාගේ හ voice ින් යුක්ති සහගත යැයි හැඟේ. ජීවිතය ගැන තේරුම් ගනී. ඊට පස්සේ ඔහු මොනවද කරන්නේ?නැවත - නැවත - කතාව.",
        "අධ්යක්ෂවරයා මෙම කතන්දර දෙක හරහා මත්පැන් පානය නොකළ යුතුය. මත්පැන් ලැබිය යුතු යැයි ඔහු ශක්තිමත් අදහස් දෙකක් ප්රකාශ කිරීමට උත්සාහ කර ඇත. මේ සඳහා, ඔහු ගමන් කරන තිර රචනය සුපුරුදු කුළුබඩු විලාසිතාවේ ඇත. කෙසේ වෙතත් උපරිම දර්ශනය රසිකයන් සහ ප්රේක්ෂකයින් විනාඩියකට සිතීමට නියමිතය. අධ්යක්ෂවරයාට නොමසුරුව අගය කළ හැක්කේ එබැවිනි.",
        "කතාවේ වීරයා ලෙස රඟපාන විනීත නළුවා, හොඳ පෙනුමක් ඇති සහ ඔහු වීරයා බව ඔප්පු කරයි.ගීතයට නටන්න සහ නටන්න කොහොමද මම දනිමි. නමුත් ක්රියා කරන්න .... !!?",
        "නවක නිළියක RESHMATESH. මෙම චරිතය තුළින් අධ්යක්ෂක මධ්යසාර ද්රවිඩයන් මත්පැන් වලට ඇබ්බැහි වී නොමැත. ඔවුන් ඔබ පශ්චාත් ප්රසවුම ගැන සාක්ෂි සහිතව කතා කරන බව දුටුවේය.",
        "මත්පැන් වසා තිබේ නම් මත්පැන් පානය කරන්නන් අඩු වන බව අධ්යක්ෂවරයා විස්තර කරයි.",
        "අධ්යක්ෂවරයා මුලින්ම තිර රචනයේ ව්යාජ මත්පැන් විස්තර කළ අතර පසුව එම තට්ටුවේ උපරිමය ලබා ගත් අතර අවසානයේදී නිගමනය කළේ පොලිසිය ඒ ගැන බලා ගන්නා බවයි.",
        "ගීත - මනෝභාවය - එක් ආක්රමණික දර්ශන - විශාල උපරිම දර්ශනයක් ලෙස සාර්ථක චිත්රපටයක් විය යුතු සියලුම අංග. කෙසේ වෙතත්, චිත්රපටයේ බොහෝ දේ අතුරුදහන්."
      ]
    },
    "en": {
      "title": "Sala - Review",
      "body_lines": [
        "Actors: Theeran, Reshma Venkatesh, Charles Vinod, Sri Nath, Arul Das, Sampath Ram, Yogi Ram and others.",
        "Director Prabhu Solomon learned cinema. D. 'Sala' is the first film to be produced by Manipal. Even though the debate on the topic is among fans, is the film attracted all the fans because the film describes the awareness of alcohol with entertainment?Or not?Let us first see.",
        "Guna (Aruldas). The auction of a specific liquor bar is caused by the Arul Das gang and his enemy, the Thangadurai (Charles Vinod) gang.. The government thus seals the liquor crowd.",
        "In the meantime, a boy who is an orphaned there saves Aruldas (Tiran) Aruldas, who is there at that moment, to attack Aruldas his enemy gang due to a competition in a bidder. The boy is the hero of the story.When he grows up, he is safe for Arul Das.",
        "After the government's trial - court - case - judgment, that particular liquor bar is coming to auction. This time the two gangs, Arul Das and Charles Vinod, have a direct confrontation. Who is in this?That is an angular story.",
        "Punitha (Reshma Venkatesh), the teacher of a private school, is fighting to remove liquor stores and liquor shops. He complains to the police in this regard. He is suing in court.",
        "Got down on the road and struggles. He gathers the students and launches slogans to raise awareness for alcohol lovers.But alcohol lovers are against him. He is also fighting against the man who runs the liquor hall. The protagonist who hopes to suppress his struggle at one point feels justified in the voice of the teacher. Understands about life. What does he make after that?The re -angular story.",
        "The director should not drink alcohol through these two stories. He has tried to express two strong ideas that there should be no liquor labs. For this purpose, the script he is traveling is in the usual spice style. However the peak scene has kept fans and audiences to think for a minute. This is why the director can generously appreciate.",
        "The debutant actor, who plays the hero of the story, has appeared on the screen with a good look and proves that he is the hero.He has also proved that I know how to dance and dance to the song. But acting .... !!?",
        "Newcomer Actress Reshma Venkatesh. Through this character, the director's alcoholic Tamils ​​are not addicted to alcohol. It is noticed that they are talking about postpartum with evidence.",
        "The director describes that the drinkers will diminish if the liquor is closed.",
        "The director first described the fake liquor in the screenplay and then took the related suspense up to the peak of the scene and eventually concluded that the police would take care of it.",
        "Songs - Sentiment - Exconment Views - All the features that have to be a successful movie as a great peak scene. However, many things in the film are missing."
      ]
    }
  },
  "summary_lines": [
    "\"Sala,\" directed by Prabhu Solomon, is the first film from Manipal, focusing on the impact of alcoholism. It tells the story of rival gangs, led by Arul Das and Charles Vinod, over control of a liquor bar. An orphan boy saves Arul Das from an attack and later becomes his protector. Meanwhile, Punitha, a private school teacher, fights against liquor stores, facing opposition from alcohol lovers. The film aims to highlight the dangers of alcohol addiction and the need for its regulation, presented in an entertaining manner. Despite its engaging plot and performances, especially from newcomer actors, it lacks depth in certain areas but succeeds in sparking thought and discussion on the issue."
  ]
}