{
  "translated_text": {
    "si": {
      "title": "යාපනය - කොළඹ දුම්රිය සේවා ප්රතිසාධනය",
      "body_lines": [
        "කොළඹ වෙත සේවා යොමු කිරීම - යාපනයට මාස 10 ක් පමණ සඳුදා (28) නැවත ආරම්භ කර ඇත.",
        "දුම්රිය අද අලුයම 05.45 ට කොළඹ කොටුව දුම්රිය ස්ථානයෙන් පිටත් වී රාත්රී 01.10 ට යාපනයේ දුම්රිය ස්ථානයට පැමිණියේය.",
        "සිවිල් යුද්ධය හේතුවෙන් යාපනය සහ කොළඹ දුම්රිය සේවා වවුනියා වෙත සීමා කර ඇත.",
        "යුද්ධය නිශ්ශබ්ද වූ පසු කොළඹ-රාජපක්ෂ සේවා 2014 සිට නැවත ආරම්භ කර ඇත.",
        "2023 දී කොළඹ සිට වවුනියා දක්වා දුම්රිය කොළඹ සිට අනුරාධපුර දක්වා වූ දුම්රියෙන් සහ වවුනියා සමඟ යාපනයේ නික්ම දුම්රියෙන් සීමා විය.",
        "මෙම පසුබිම තුළ, අනුරාධපුර සහ මැගෝ අතර දුම්රිය මාර්ගය පුනරුත්ථාපනය කිරීම සඳහා වූ දුම්රිය මැගෝ සහ අනුරාධපුර සමඟ යාපනයේ සිට පිටත්ව යාමෙන් සීමා කර ඇත.",
        "අනුරාධපුර -එම්ඕ දුම්රිය මාර්ග ප්රතිසංස්කරණ කටයුතු එවකට ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් පසුගිය ජනාධිපතිවරණයට පෙර අවසන් කර ඇති නමුත් දුම්රිය සං signal ා ලයිට් පුනරුත්ථාපනය කිරීම ඇතුළුව වැඩ ආරම්භ කිරීමේදී මෙම සේවාව ප්රමාද වී ඇත මෙහෙයුම.",
        "මෙම පසුබිම තුළ කොළඹ කොටුව අතර දුම්රිය සේවා - යාපනය කන්කසතුරෙයි සඳුදා සිට දියත් කර තිබේ."
      ]
    },
    "en": {
      "title": "Jaffna - Colombo Railway Services Recovery",
      "body_lines": [
        "Directing services to Colombo - Jaffna have been resumed about 10 months later on Monday (28).",
        "The train departed from the Colombo Fort Railway Station at 05.45 am today and reached the Jaffna Railway Station at 01.10 pm.",
        "Railway services between Jaffna and Colombo have been limited to Vavuniya due to civil war.",
        "The Colombo -Jaffna services have been resumed since 2014 after the war was silenced.",
        "In 2023, the train from Colombo to Vavuniya and Anuradhapura was limited by the train from Colombo to Anuradhapura and the departure of Jaffna with Vavuniya.",
        "In this backdrop, the train from Colombo to the rehabilitation of the railway line between Anuradhapura and Mago has been limited by Mago and the departure of Jaffna with Anuradhapura.",
        "The Anuradhapura -Mao Railway Road Reconstruction work has been completed by the then President Ranil Wickremesinghe before the last presidential election, but the service has been delayed in the launch of the launching of the work, including the rehabilitation of the railway signal lights, despite the operation.",
        "In this backdrop, train services between Colombo Fort - Jaffna Kankesanthurai have been launched from Monday."
      ]
    }
  },
  "summary_lines": [
    "Colombo-Jaffna railway services resume after 10-month hiatus. Train departs Colombo Fort at 5:45 AM, arrives Jaffna at 1:10 PM. Limited services due to civil war, restored post-war in 2014. Recent delays caused by road reconstruction and signal light rehabilitation."
  ]
}