{
  "translated_text": {
    "ta": {
      "title": "எதிர்ப்பாளர்கள் இன்னும் வெளிநாட்டு வேலைவாய்ப்பு பணியகத்திற்கு அருகில் உள்ளனர்",
      "body_lines": [
        "E8 இன் படி, கொரியாவில் புறப்படும் பணிகளின் எண்ணிக்கை இன்னும் அதே இடத்தில் தங்கியிருந்தது.",
        "E8 இன் கீழ், வெளிநாட்டு வேலைவாய்ப்பு பணியகத்திற்கு முன்னால் இருந்த ஒரு குழு நேற்று (23) வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தின் முன் இருந்தது.",
        "அவர் கொரியாவுக்காக விசாக்களைப் பெற்றிருந்தாலும், அவர் வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தை குற்றம் சாட்டினார்.",
        "எதிர்ப்பாளர்கள் வெளிநாட்டு வேலைவாய்ப்பு பணியகத்திற்கு அருகே நடைபாதையை தற்காலிகமாக நிர்மாணிக்க முயன்றனர் மற்றும் பொலிஸ் அதிகாரிகள் மற்றும் ஆர்ப்பாட்டக்காரர்களிடையே அமைதியின்மை இருந்தனர்.",
        "வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தின் உயர் அதிகாரியின் விசாரணையில், வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தின் மூத்த அதிகாரி ஒருவர் திட்டமிடப்பட்ட E8 விசாக்களின் கீழ் மக்களின் பதிவு விசாரிக்கப்பட்டுள்ளதாகக் கூறினார்.",
        "இது தொடர்பாக முறையான விசாரணை தொடங்கப்பட்டுள்ளது என்று அந்த அதிகாரி கூறினார்.",
        "இருப்பினும், எங்கள் நிருபர் எதிர்ப்பாளர்கள் காலையில் அந்த இடத்தில் இருந்ததாகக் கூறினார்."
      ]
    },
    "en": {
      "title": "Protesters still near the Foreign Employment Bureau",
      "body_lines": [
        "According to the E8, the number of prospect of departuring work in Korea was still staying at the same location.",
        "Under the E8, a group of people in front of the Foreign Employment Bureau was in front of the Foreign Employment Bureau yesterday (23).",
        "Although he has received visas for Korea, he accused the Foreign Employment Bureau.",
        "The protesters tried to carry out a temporary construction of the pavement near the Foreign Employment Bureau and had a unrest among police officers and the demonstrators.",
        "Upon inquiry by a High Officer of the Foreign Employment Bureau, a senior official of the Foreign Employment Bureau stated that the registration of the people have been questioned under the E8 visas scheduled.",
        "The official said that a formal investigation has been launched in this regard.",
        "However, our correspondent stated that the protesters remained in that place by morning."
      ]
    }
  },
  "summary_lines": [
    "Protesters near Foreign Employment Bureau over E8 visa issues. Demonstrators accuse bureau despite receiving Korean visas. Police unrest reported during pavement construction attempt. Formal investigation launched, but protesters remain at scene."
  ]
}