{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதி சொல்வது சரிதான், ஏனென்றால் நான் சொன்ன விஷயங்கள் சரி",
      "body_lines": [
        "\"நான் ஒரு நேரத்தில் மேலே செல்கிறேன். அது கீழ் செல்கிறது. அது என் வாழ்க்கை அப்படித்தான். நான் எனக்கு அடியில் வேலை செய்கிறேன். மேலே வேலை. நான் முதலமைச்சரில் இருந்தேன். எம்.பி.க்கள் சென்றனர். ஆனால் நான் சொன்ன ஒன்று தவறாக நடக்கவில்லை. பதுல்லா மாவட்ட நாடாளுமன்ற நாடுகளின் முதன்மை தொழில்துறை அமைச்சர், பூத்துல்லா மாவட்ட நாடாளுமன்ற உறுப்பினரான சாமாரா சம்பத் தசனாயக்கின், \"ஜனாதிபதியும் சரியாகிவிட்டார்\" என்று கூறினார்.",
        "வெலிமடா முஸ்லீம் கல்லூரியின் முதன்மை பிரிவுக்கான புதிய கட்டிடத்தில் பங்கேற்க மாநில அமைச்சர் இந்த கருத்துக்களை தெரிவித்தார்.",
        "வெலிமடா முஸ்லீம் வித்யாலயாவின் முதலமைச்சராக போதுமானதாக இல்லாத அப்போதைய சாமரா சம்பத் தசனாயக்கின் நோக்கத்துடன் புதிய முதன்மைத் துறை தம்பின்னா பகுதியில் நிறுவப்பட்டது. ரூ. 23 மில்லியன். மாகாண சபை நிதியத்தின் கீழ் நிதி ஒதுக்கப்பட்டுள்ளது.",
        "\"நான் ஒரு நேரத்தில் மேலே செல்கிறேன். அது கீழ் செல்கிறது. அது என் வாழ்க்கை அப்படித்தான். நான் எனக்கு அடியில் வேலை செய்கிறேன். மேலே வேலை. நான் முதலமைச்சரில் இருந்தேன். எம்.பி.க்கள் சென்றனர். ஆனால் முஸ்லிம்கள் நான் வருவேன் என்று முஸ்லிம்கள் நினைக்கவில்லை என்று நினைக்கவில்லை. நான் மேலே செல்கிறேன். கீழ் செல்கிறது. எனது அரசியல் அப்படித்தான்.",
        "இன்று 13. 13 ஆம் தேதி யாரும் இதை எதுவும் எடுக்கவில்லை. எந்த வாகனம் பதிவு செய்யப்படவில்லை.நான் இன்று இந்த பள்ளியைத் திறக்கிறேன் 13. நாள் மறுநாள். ராகு அந்த நேரத்தில் பார்க்கவில்லை.மழை பல மாதங்களாக மழை பெய்யவில்லை. எனவே என்ன விஷயங்கள் பொதுவாக தவறாக இல்லை. நான் சொல்வது சரிதான். ஏனென்றால், நான் சொல்வது மற்றும் நான் சொல்வது சரியானது, ஏனெனில் அவர் ஜனாதிபதியிடம் சென்றார்.",
        "நான் இந்த பள்ளிக்கு ஒரு புதிய நேரம் கொடுத்தபோது நான் சரியாக இல்லை. அந்த ஆசிரியரை மண்டியிட்ட ஆசிரியராக மண்டியிட்டதாக நான் குற்றம் சாட்டப்பட்டபோது. ஆனால் ஒரு முஸ்லீம் குழந்தை பள்ளிக்குச் சென்றுள்ளது. அதே நேரத்தில், நான்கு ஏக்கர் வெலிமாடா ஒரு முஸ்லீம் பள்ளிக்கு உரிமை கோருவதற்கு பெரும் எதிர்ப்பு இருந்தது. சமீபத்தில், முஸ்லீம் மக்கள் சில முஸ்லீம் மக்களை அறிந்திருந்தனர். நிறைய தெரியாது. இருபுறமும் எப்படி தங்குவது. இப்போது, ​​பாராளுமன்றத்தில் எந்த வழியும் இல்லை.",
        "பாராளுமன்றமும் முதலமைச்சரும் வெளியேற வேண்டும். இரண்டு காலையில், சூரியன், சூரியன், சிராசாவின் ஆவணங்களை அணிந்தது. இரவில் ஹிரு டெரான்சன் செய்தி. சுமார் ஒரு வாரம், பெண் காய்ச்சல்.சமந்தா வித்யானா இந்த திட்டத்தை உருவாக்கினார். ஒரு நல்ல டிராவரை உருவாக்குதல். அவள் நடித்தாள். வேலையில் அழகாக சென்றது. நான் முதலமைச்சர் அமைச்சரை விட்டு வெளியேறினேன் என்று அவர்கள் பார்த்துக்கொண்டிருந்தார்கள். எங்கள் உறுப்பினர் நேற்று விடப்பட்டதைப் போல. நான் அதை யாரும் பெற முடியாது. எனது பயணம் சரியாக இருக்கும். ஏனென்றால் நான் இன்று இங்கே இருக்கிறேன்.",
        "இப்போது நாங்கள் வங்கி அறைக்கு வெளியே இருக்கிறோம். இப்போது சர்வதேச நாணய நிதியம் பணம் தருகிறது. ஆசிய அபிவிருத்தி வங்கி பணம் தருகிறது. உலக வங்கி வழங்கப்படுகிறது. எங்களிடம் ஏழு எதிர்மறை ஏழு செல்வங்கள் இருந்தன. செல்வத்திற்கு இன்னும் கொஞ்சம் நாள். சமீபத்திய காலங்களில், ஆசிரியர்களுக்கு சம்பளம் வழங்கப்படவில்லை.",
        "நாங்கள் பத்து துறவிகளுக்கு இருபதாயிரம் கேட்கிறோம் என்று கூறும்போது. இருபதாயிரம் சென்றது. நாடு சரியாக நடந்தால், நாங்கள் ஒருபோதும் இருக்க மாட்டோம். நாட்டில் பணம் இருந்தால். மத்திய வங்கி ஆளுநர் நாடு ஒரு கும்பலுக்குச் செல்கிறார் என்று இந்த நாட்டை அழைத்துச் சென்றார். பிரேக்கிங் இல்லாமல் என்று கூறப்பட்டது, என்றார். இப்போது நாங்கள் அந்த இடைவெளி இல்லாமல் வாகனத்தை எடுத்துள்ளோம். அதைப் பெற நாங்கள் பெரிய தியாகங்களைச் செய்தோம். நாங்கள் கட்சிகளை மறந்துவிட்டோம். நாங்கள் அரசியல் கட்சிகளின் பக்கத்தில் பணியாற்றியுள்ளோம். அந்த வேலையின் விளைவுகள் இப்போது தெரியும் \""
      ]
    },
    "en": {
      "title": "The president is right because the things I said was right",
      "body_lines": [
        "\"I'm going up at a time. It is going under. That's how it's my life. I work under the underneath me. Working on top of on top. I was on the chief ministerial. The MPs went on. But something I said was not going wrong. Minister of Primary Industries, Badulla District Parliamentaries, Badulla District Parliamentarian Chamara Sampath Dasanayake said, \"The president too has been right.\"",
        "The State Minister made these comments participating in the new building for the primary section of the Welimada Muslim College.",
        "The new primary sector had been established in the Dambinna area with the purpose of the then Chief Minister of Chamara Sampath Dasanayake, who was inadequate as the Chief Minister of the Welimada Muslim Vidyalaya.Rs. 23 million. Funds have been allocated under the Provincial Council Fund.",
        "\"I'm going up at a time. It is going under. That's how it's my life. I work under the underneath me. Working on top of on top. I was on the chief ministerial. The MPs went on. But Muslims didn't think that Muslims didn't think I would come on. I'm going up. Going under. That's how my politics are.",
        "Today is 13. No one takes none of this on the 13th. No vehicle registered.I open this school today 13. The day after the day. Rahu did not look at the time.The rain is not raining for months. So what things are usually not wrong. What I say is right. It was because what I say and what I say was right because he went to the president.",
        "I'm not right when I gave this school a new time. When I was accused of being accused of knelt as a teacher kneeling that teacher. But a Muslim child has gone to school. At the same time, there was a great opposition to claim four acres of Welimada to a Muslim school. Recently, the Muslim people knew some of the Muslim people. Didn't know a lot. How to stay on both sides. Now, there are no means in Parliament.",
        "The parliament and the chief minister needs to quit. Two in the morning, the sun, the sun, put on the papers of the Sirasa. Hiru Deranson News at night. About a week, female fever.Samantha Vidyana made the plan. Building a nice drawner. She acted. Went beautiful in the work. They were watching that I left the chief ministerial minister. Just as if our Member was left yesterday. No one can i get that. My journey is going to be right as right. That is because I am here today.",
        "Now we're out of the bankingroom. Now the International Monetary Fund gives money. The Asian Development Bank gives money. The World Bank is given. We had the seven negative seven wealth. A little more day to wealth. In the recent past, teachers have not been paid.",
        "When we say that we give the ten monks asking for twenty thousand. Went twenty thousand. If the country is going well, we will never be. If there is money in the country. The Central Bank Governor took this country that the country was going to a mob. It was said that without braking, he said. Now we have taken the vehicle without that Break. We made great sacrifices to get it. We forgot the parties. We have worked on the side of political parties. The consequences of that work is now visible \""
      ]
    }
  },
  "summary_lines": [
    "The president is correct, asserts Minister of Primary Industries Chamara Sampath Dasanayake, who highlights his contributions to the Welimada Muslim College, including a new primary sector funded by the Provincial Council Fund. Despite facing opposition and challenges, he emphasizes his commitment to education and the importance of his work."
  ]
}