{
  "translated_text": {
    "ta": {
      "title": "ෂොපින් බෑග් සඳහා මුදල් අය කිරීම: 'මේක හොඳ පියවරක්, රෙදි මල්ලක් පාවිච්චි කරන්න රජය මිනිස්සු දිරි ගන්වන්න ඕන'",
      "body_lines": [
        "ஷாப்பின் பைகளுக்கான கட்டணங்கள்: 'இது ஒரு நல்ல படியாகும், மேலும் ஒரு துணி பையை பயன்படுத்த அரசாங்கம் மக்களை ஊக்குவிக்க வேண்டும்'",
        "நுகர்வோர் விவகார ஆணையம் கொள்கலன் பைகளை தடை செய்வதற்கான சிறப்பு வர்த்தமானி அறிவிப்பை வெளியிட்டுள்ளது, அல்லது பொதுவாக பயன்படுத்தப்படும் இலவச ஜில்லி பைகள்.",
        "நீதிமன்றத்தின் தீர்ப்பின் நாளில் வர்த்தமானி அறிவிப்பு வழங்கப்பட்டுள்ளது.",
        "එම විධානය පරිදි අඩු ඝනත්වයකින් යුත් පොලිඑතලින් සහ රේඛීය අඩු ඝනත්වයෙන් යුතු පොලිඑතලින් අමුද්‍රව්‍යවලින් සාදන ලද බහාලුම් මලු වෙළෙන්දෙකු විසින් නොමිලේ ලබා දීම නොකළ යුතු ය.",
        "அவை மசோதாவிலும் சேர்க்கப்பட வேண்டும் மற்றும் விலைகளின் விலைகள் வணிகத்தில் காட்டப்பட வேண்டும். இந்த சட்டம் நவம்பர் 1 முதல் பயனுள்ளதாக இருக்கும்.",
        "பொதுவாக \"ஜில்லிபால் பைகள்\" எனப் பயன்படுத்தப்படும் கொள்கலன் பைகள் என்று வர்த்தமானி அறிவிப்பு விளக்குகிறது.",
        "நுகர்வோர் விவகார ஆணையம் ஒரு வர்த்தமானி அறிவிப்பு மூலம் ஒரு வர்த்தமானி அறிவிப்பு மூலம் ஒரு கட்டளையை இயற்றியுள்ளது, இது சாகுபடி தாக்கல் செய்த அடிப்படை உரிமை மனுவால் வழங்கப்பட்ட முடிவு.",
        "பாலிதீன் மற்றும் ஷாப்பின் பைகளைப் பயன்படுத்துவதன் மூலம் தாக்கல் செய்யப்பட்ட மனு, சுற்றுச்சூழல் சேதத்தைக் குறைப்பதற்கு இந்த வழியை விளக்கினார்.",
        "போட்காஸ்ட் பதவி உயர்வு கான்டோயனைத் தவிர்த்து, எங்கள் பிபிசி நியூஸ் சிங்கள வணிக வாட்ஸ்அப் சேனலை தொடர்ந்து படிக்கவும்.",
        "\"வழக்கு உச்சநீதிமன்றத்தால் உத்தரவிடப்பட்ட பின்னர், நுகர்வோர் பாதுகாப்புச் சட்டத்தின் கீழ் சில விதிமுறைகள் மற்றும் பாலிதீனின் பயன்பாடு ஒரு விதத்தில் உள்ளது, குறிப்பாக ஷாப்பின் பைகளைப் பயன்படுத்தும்போது.",
        "\"உச்சநீதிமன்றம் ஜனாதிபதியின் நடவடிக்கைகளுக்கு முன் கட்சிகளை முன்வைத்து, வழக்கில் உள்ள கட்சிகளுக்கு முன்மொழிகிறது மற்றும் தீர்ப்புக்கு ஒப்புக்கொண்டது.\"",
        "அதன்படி, சுற்றுச்சூழல் அமைச்சர் மற்றும் மத்திய சுற்றுச்சூழல் ஆணையம் (சி.இ.ஏ) மற்றும் மத்திய சுற்றுச்சூழல் ஆணையம் (சி.இ.ஏ) மற்றும் மத்திய சுற்றுச்சூழல் ஆணையம் (சி.இ.ஏ) மற்றும் மத்திய சுற்றுச்சூழல் ஆணையம் (சி.இ.ஏ) மற்றும் மத்திய சுற்றுச்சூழல் ஆணையம் (சி.இ.ஏ) (சி.இ.ஏ) (சி.இ.ஏ) ஆகியவை 2024 மார்ச் 28 அன்று சிறப்பு வரி எடுக்க முடிவு செய்துள்ளதாக சுற்றுச்சூழல் அமைச்சர் நீதிமன்றத்திற்கு அறிவித்திருந்தார்.",
        "'நான் 35,000 பிளாஸ்டிக் பைகள் கொண்ட எனது சிறிய வீட்டை உருவாக்கினேன்: முகமூடிகள் மூலம் மாதத்திற்கு எத்தனை பிளாஸ்டிக் டன் இலங்கை சூழலில் சேர்கிறது?",
        "எவ்வாறாயினும், உச்சநீதிமன்றத்தின் முன் கட்சிகளை செயல்படுத்தத் தவறியதால் இந்த வழக்கு ஒரு பிரேரணையால் எடுக்கப்பட்டது.",
        "நவம்பர் 1 ஆம் தேதி நவம்பர் 1 முதல் தலைமை நீதிபதி மற்றும் மூன்று பேர் கொண்ட நீதிபதிகள் மற்றும் மனுதாரர்கள் மற்றும் பதிலளித்தவர்கள் முன் இந்த வழக்கு எடுக்கப்பட்டது.",
        "ஒப்பந்தம் குறித்த நுகர்வோர் விவகார ஆணையம் (CEB) அக்டோபர் 1 ஆம் தேதி வர்த்தமானி அறிவிப்பை வெளியிட்டது.",
        "சிங்கள நுகர்வோர் விவகார ஆணையத்தின் சிங்கள நுகர்வோர் விவகார ஆணையத்தின் தலைவரும் வர்த்தமானியில் உள்ள விஷயங்கள் குறித்து விசாரித்தார்.",
        "\"பல்பொருள் அங்காடிகளில் ஒரு பை பைகள் உள்ளன, அதுதான் இரண்டு டிரங்குகள், இது பாதிக்கிறது,\" என்று அவர் கூறினார்.",
        "எவ்வாறாயினும், நுகர்வோர் அதிகாரசபை அதிகாரத்தின் தலைவர் இந்த கட்டளை ஒரு சிறிய ஷாப்பின் பைகள் மற்றும் ஷாப்பின் பைகளின் பழங்களுக்கு பொருந்தாது என்று கூறினார்.",
        "துணிகள் போன்ற இடங்களிலிருந்து பாலிதீன் பைகளை வழங்கும் பாலிதீன் பைகளையும் இது பாதிக்காது.",
        "தடைசெய்யப்பட்ட விலைகளுக்கான வழக்கு விலைகள் இலவசமாக பிபிசி சிங்களவலாவிடம் தலைவர் மேலும் கூறினார்.",
        "அதன்படி, தற்போது சந்தையில் உள்ள பாலிதீன் சுரங்கத் தொழிலாளர்களின் விலையில் பிபிசி சிங்களத்தைத் தேடிக்கொண்டிருந்தது.",
        "1 கிலோகிராம் எடையுள்ள 1 கிலோகிராம் எடையுள்ள ஒரு மூட்டையின் பங்கு விலைகள் ரூ. 68 முதல் 85 வரை. 2 கிலோ மூட்டையில் மொத்த விலை ரூ. 120 முதல் 180 கிலோகிராம்.",
        "5 கிலோகிராம் எடையைக் கொண்டு செல்லக்கூடிய ஒரு மூட்டையில் உள்ள மூட்டை ரூ .240 முதல் ரூ.",
        "மேலே உள்ள விலைகள் பாலிதீன் மூட்டைக்கு பொருந்தும்.",
        "\"இது ஷாப்பின் பைகளை [பயன்பாடு] குறைக்காது. ஆனால் பணம் ஒரு நல்ல லாபமாக இருந்தால், ஒரு தனியார் நிறுவனத்தின் பணிப்பெண் மற்றும் தாயார் (உண்மையான பெயர் அல்ல) பிபிசி சிங்களிடம் கூறினார்.",
        "\"நாங்கள் வேலைக்குச் செல்லும்போது சில பைகளை எடுத்துக்கொள்கிறோம். வீட்டு சரக்குகளை நீங்கள் எவ்வளவு அதிகமாக எடுக்க வேண்டும் என்பது இதுதான். பிளாஸ்டிக் போன்ற துணி அல்லது பிளாஸ்டிக் எங்கே? மட்டுமல்ல, அவற்றை காய்கறிகளால் எடுத்துக் கொள்ளலாம். இது ஒரு ஷூன் பையை வாங்க வேண்டும், \"என்று அவர் கூறினார்.",
        "இருப்பினும், மற்றொரு நுகர்வோர் இந்த படியைத் தடுமாறச் செய்தார், மேலும் இது சுற்றுச்சூழலுக்கு ஏற்பட்ட சேதத்தைக் குறைக்க உதவும் என்று அவர் சுட்டிக்காட்டினார்.",
        "\"இது ஒரு நல்ல படி. நாம் ஒரு துணி பையை பயன்படுத்தலாம். மக்களை ஊக்குவிக்க அரசாங்கம் விரும்புகிறது. இறைச்சிகளைப் பெற ஒரு பிளாஸ்டிக் பெட்டியைப் பயன்படுத்தலாம். நாங்கள் மீண்டும் மீண்டும் பயன்படுத்தலாம் என்பதால், ஷாப்பின் பைகளைப் பற்றி கவலைப்பட ஒன்றுமில்லை. மற்ற நிர்வாண பைகள் நிரப்பப்படவில்லை. இது ஒரு நல்ல வேலை, \"என்று அவர் சுட்டிக்காட்டினார்.",
        "மொத்த மற்றும் சில்லறை யுனைடெட் வர்த்தக சங்கத்தின் மொத்த மற்றும் சில்லறை யுனைடெட் வர்த்தக சங்கத்தின் தலைவர் மொத்த மற்றும் சில்லறை யுனைடெட் வர்த்தக சங்கத்தின் தலைவரான சிங்களவலாவிடம் தெரிவித்தார்.",
        "\"ஷாப்பினுக்கு நிறைய செலவைத் தாங்க. இது ஒரு எடை செலவு அல்ல. இது பசி செலவுகள். எனவே, இந்த முடிவு தொழிலதிபரின் நன்மை, அவர் விளக்கினார்.",
        "இருப்பினும், இந்த சூழ்நிலையில் சில பொருட்களுக்கு அதே விலையை விற்க வர்த்தகர்கள் பயன்படுத்தப்படலாம் என்று அவர் எச்சரித்தார்.",
        "கிறிஸ்டீன் டாக்டர் அஜந்தா பெரேரா, இலவசமாக வழங்கும் பைகளை இலவசமாக வழங்குவதன் மூலம் முடிவு தடைசெய்யப்பட்டபோது, ​​பை உற்பத்தியாளர்கள் நீதித்துறை நடைமுறைகளை கையகப்படுத்துவதை நிறுத்திவிட்டனர் என்று கூறினார்.",
        "எவ்வாறாயினும், வெற்றிபெற ஒரு கொள்கலன் பையின் வெற்றிக்கு அதிக விலையை அமைக்க வேண்டும் என்று அவர் பிபிசியிடம் கூறினார்.",
        "\"நான் ஒரு குறிப்பிட்ட தொகையை நம்புகிறேன், எல்லாமே விலையைப் பொறுத்தது. பை 10 ரூபாய் அல்லது ரூ .5 ஐ எடுக்கவில்லை என்றால் 5 ரூபாய்க்கும் குறைவாக இருக்கும். ஆனால் பை ரூ. 50 50 போல, பணப்பையை நீங்கள் அறிவீர்கள், பின்னர் வாங்குவதைக் குறைக்க வேண்டும். இது விலைகளை அடிப்படையாகக் கொண்டது. \"",
        "இறைச்சி மீன் போன்ற உணவுப் பொருட்களை வாங்கும் போது ஒரு ஜாடியைப் பயன்படுத்துவதன் மூலம் ஒரு ஜாடியைப் பயன்படுத்துவதன் மூலம் குறைக்க முடியும் என்றும் டோக்ரியா சுட்டிக்காட்டியது.",
        "\"நீங்கள் ஐஸ்கிரீம் பெட்டியைப் போல கொண்டு வந்தால், மீன் எடுத்துக் கொள்ளப்படலாம். இது திரவம், பிரச்சினை. அதைத் தடுக்க ஒரு கொள்கலனை எடுக்கும்படி சொன்னோம். ஆனால் மக்கள் அதைச் செய்ய மாட்டார்கள், ”என்று டாக்டர் அஜந்தா பெரேரா கூறினார்.",
        "ஜனாதிபதி பதவியின் தலைப்பில் மூன்று முறை உயர்ந்துள்ளது: இந்த ஆண்டு ஒதுக்கீட்டு மசோதா பணம் எவ்வாறு பிரிக்கப்பட்டது?",
        "குழந்தையின் கனவை நனவாக்க ஒரு குழந்தையை உருவாக்க ஒரு வழி இருக்கிறதா?",
        "குருன்சி தடைசெய்தது: மருந்து பொதிகளின் கடிதங்களை எழுதுமாறு மருத்துவர்கள் நீதிமன்றத்தில் மருத்துவர்கள் உத்தரவிட்டனர்"
      ]
    },
    "en": {
      "title": "Charges for Shoppin Bags: 'This is a good step and the government should encourage people to use a cloth bag'",
      "body_lines": [
        "Charges for Shoppin Bags: 'This is a good step and the government should encourage people to use a cloth bag'",
        "Consumer Affairs Authority has issued a special gazette notification for banning container bags, or the free zilly bags used in general.",
        "The gazette notification has been issued on the day of the court's decision.",
        "In that command, a container bags made from low density polynings and linear-density pool and a trader made from raw materials are provided free.",
        "They should also be included in the bill and the prices of the prices should be displayed in the businessplace. This law is effective from November 1.",
        "The gazette notification explains that container bags that are commonly used as \"zillyball bags\".",
        "The Consumer Affairs Authority has enacted a command through a gazette notification by a gazettenda, a decision given by a fundamental rights petition filed by the Cultivation.",
        "Senior Advisor to the Attorney-at-Law Ravindrahath Diyari, the petition filed by the use of polythene and shoppin bags, explained this way to the reduction of environmental damage.",
        "Skip Podcast Promotion Contoion and Continue Reading Our BBC News Sinhala Business Whatsapp Channel Following.",
        "\"After the case has been ordered by the Supreme Court, some terms under the Consumer Protection Act and the use of polythene is in a manner and especially when the use of shoppin bags.",
        "\"The Supreme Court presented the parties before the proceedings of the President and proposes to the parties in the case and agreed to the judgment.\"",
        "Accordingly, the Minister of Environment had informed the court that the Ministry of Environment and the Central Environmental Authority (CEA) and the Central Environmental Authority (CEA) and the Central Environmental Authority (CEA) and the Central Environmental Authority (CEA) and the Central Environmental Authority (CEA) and the Central Environmental Authority (CEA) had decided to take a special tax on 28th March 2024.",
        "'I made my little home with 35,000 plastic bags: How many plastic tons of Sri Lanka join the environment per month through face masks?",
        "However, the case was taken up by a motion due to the failure to implement the parties before the Supreme Court.",
        "The case was then taken up before the Chief Justice and a three-member panel of judges and the petitioners and respondents from November 1 on November 1.",
        "Consumer Affairs Authority (CEB) on the agreement issued the gazette notification on October 1.",
        "The Chairman of the Sinhala Consumer Affairs Authority of the Sinhalese Consumer Affairs Authority also inquired about the matters contained in the gazette.",
        "\"There's a bag of bags in supermarkets, that's the two trunks, this is affecting it,\" he said.",
        "However, the Consumers Authority Chairman of the Consumer Affairs Authority stated that this command is not applicable to a small shopin bags and fruits of shopin bags.",
        "It also does not affect polythene bags that give polythene bags from places such as clothes.",
        "The Chairperson further told BBC Sinhala that the prosecutical prices for banned prices for free.",
        "Accordingly, BBC was looking for Sinhala in the price of polythene miners currently in the market.",
        "It was observed that the stock prices of a bundle that could carry 1 kilograms of weighing 1 kilograms are ranged between Rs. 68 to 85. A bulk price in a bundle of 2 kg is sold at Rs. 120 to 180 kilograms.",
        "The merchants said that the bundle in a bundle that can carry 5 kilograms of weight is sold in a bundle of Rs 240 to Rs.",
        "The above prices apply for a bundle of polythene.",
        "\"This does not reduce the shopin bags [usage]. But if money is a good profit, \"said,\" A maid of a private company and mother (not the real name) told BBC Sinhala.",
        "\"We take some bags when we go to work. This is how much more can you have to take home cargo. Where is the cloth or the plastic like plastic? Not only, but they can be taken with vegetables. It's got to buy a shoein bag, \"she said.",
        "However, another consumer fumbled this step, and she pointed out that this would help minimize the damage to the environment.",
        "\"This is a good step. We can use a cloth bag. The government wants to encourage people. We can use a plastic box to get meats. Because we can use repeated, we have nothing to worry about shoppin bags. The other naked bags are not filled with. This is a good job, \"she pointed out.",
        "The Wholesale and Retail United Trade Association President of the Wholesale and Retail United Trade Association told the Sinhala, the Chairman of the Wholesale and Retail United Trade Association.",
        "\"To Shopin to bear a lot of cost. It's not a weight cost. It's hungry costs. Therefore, this decision is advantage of the businessman, and he explained.",
        "However, he warned that the traders can be used to sell over the same price for certain items in this situation.",
        "Christeen Dr. Ajantha Perera said that when the decision was prohibited by a free delivery of the free giving bags, the bag manufacturers had stopped taking over judicial procedures.",
        "However, she told BBC that she should set a quill a high price to a success of a container bag to succeed.",
        "\"I believe in a certain amount, everything depends on the price. If the bag does not take 10 rupees or Rs 5 is less than 5 bucks. But the bag is Rs. 50 Like 50, you know the purse, then the buying should be reduced. This is based on the prices. \"",
        "The dogrea also pointed out that using a jar could be minimized by using a jar when buying food products such as meat-fish.",
        "\"If you bring like a box of ice cream, the fish may be taken up. It's the liquid, the problem. We told us to take a container to stop it. But people don't do that, \"said Dr. Ajantha Perera.",
        "Three times rising in the heading head of the presidency: How has the money was divided this year's Appropriation Bill?",
        "Is there a way to make a child to make a child's dream come true?",
        "Kuruncy banned: Doctors ordered doctors in court to write letters of prescription packs"
      ]
    }
  },
  "summary_lines": []
}