{
  "translated_text": {
    "si": {
      "title": "ආහාර අසාත්මිකතා ඇති පුද්ගලයින් 50 දෙනෙකු",
      "body_lines": [
        "කටුනායක ආයෝජන ප්රවර්ධන කලාපයේ ඇඟලුම් කර්මාන්තයක සේවය කරන සේවකයින් 50 ක් පමණ උදේ ආහාරය ගැනීමෙන් පසු අලුයම 09.00 ට පමණ අසනීප වූ අතර ඔවුන් උදේ ආහාරය ගැනීමෙන් පසු උදේ 09.5) අසනීප වූ අතර ඔවුන් නෙගොම්බෝ මහ රෝහලට ඇතුළත් කර තිබේ.",
        "මෙම සේවකයින් නෙගොම්බෝ මහ රෝහලේ අංක 02 සහ අංක 03 වන වාට්ටුවේ ප්රතිකාර ලබති.",
        "රෝහල් ආරංචි මාර්ග සඳහන් කළේ රෝගී සේවකයින්ට ක්ලාන්තය, වමනය සහ පාචනය ඇති බවයි.",
        "කටුනායක පොලිසිය, නෙගම්බෝ රෝහල, සීතාවා සෞඛ්ය නිලධාරී කාර්යාලය සහ කොට් Division ාශයේ ප්රාදේශීය සෞඛ්ය පරීක්ෂකවරුන් වැඩිදුර පරීක්ෂණ පවත්වයි."
      ]
    },
    "en": {
      "title": "50 people infected with food allergies",
      "body_lines": [
        "About 50 employees working in a garment industry in the Katunayake Investment Promotion Zone were sick at 09.00 am on Thursday (05) after they had breakfast and were admitted to the Negombo General Hospital.",
        "These employees are currently receiving treatment at the Ward No. 02 and No. 03 of the Negombo General Hospital.",
        "Hospital sources said the sick employees had fainting, vomiting and diarrhea.",
        "Katunayake Police, Negombo Hospital, Seethawa Health Officer's Office and Divisional Public Health Inspectors are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "Food allergy outbreak: 50 garment factory workers hospitalized in Sri Lanka with symptoms including fainting, vomiting, and diarrhea. Investigations ongoing."
  ]
}