{
  "translated_text": {
    "ta": {
      "title": "கமிஷனருக்கு பல நிபந்தனைகள் உள்ளன",
      "body_lines": [
        "நவம்பர் 14 ஆம் தேதி நடைபெற்ற பாராளுமன்றத் தேர்தலின் பிரச்சார காலத்தின் பிரச்சார காலம் இன்று (11) தொடங்கும்.",
        "இன்று (11) இறுதி அரசியல் பிரச்சாரக் கூட்டங்களின் இறுதி அரசியல் பிரச்சாரக் கூட்டங்களின் ஒளிபரப்பு மற்றும் வானொலி ஒளிபரப்புகளில் ஒரு முக்கிய செய்தித்தாள்களுக்கு மட்டுப்படுத்தப்பட வேண்டும் (12).",
        "பிரச்சாரக் கூட்டங்கள் நாளை (12) செய்தித்தாள்கள் மற்றும் அவர்களின் சமூக ஊடக நெட்வொர்க்குகள் வெளியிடப்படும்.இந்த நிபந்தனைகள் மற்ற அனைத்து சமூக ஊடக நெட்வொர்க்குகளுக்கும் பொருந்தும் என்று தேர்தல் ஆணையம் கூறுகிறது.",
        "தேர்தல் ஆணையம் அனைத்து ஊடக நிறுவனங்களுக்கும் இயற்றப்பட்டது, இது 13 மற்றும் 14 வயதில் வெளியிடப்படக்கூடாது மற்றும் அரசியல் செய்திகளை ஊக்குவிக்க வேண்டும் அல்லது கட்சி தலைப்புச் செய்திகளை ஊக்குவிக்கிறது அல்லது கட்சி தலைப்புச் செய்திகள் அல்லது தப்பெண்ணத்தை ஊக்குவிக்கிறது."
      ]
    },
    "en": {
      "title": "Commissioner has many conditions",
      "body_lines": [
        "The propaganda period of the propaganda period of the parliamentary election held on November 14th will commence today (11).",
        "Broadcasting of the videos and details of the final political propaganda meetings of the final political propaganda meetings today (11) should be limited to one major newspapers in the television and radio broadcasts tomorrow (12).The Elections Commission announced that he is announced.",
        "The propaganda meetings will be published tomorrow (12) newspapers and their social media networks.The Elections Commission states that these conditions are also applicable to all other social media networks.",
        "The Elections Commission also enacted to all media institutions, which should not be published at the age of 13 and 14 and promote the political news or promote party headlines or promotes party headlines or prejudice."
      ]
    }
  },
  "summary_lines": [
    "Elections Commission announces restrictions on campaign broadcasts and social media promotions, limiting content for minors and biased reporting."
  ]
}