{
  "translated_text": {
    "si": {
      "title": "ඉන්දු-ශ්රී ලංකා ගිවිසුම - 1987 ජේ.ආර්. ජයවර්ධන එය දුටුවේය",
      "body_lines": [
        ".අඟල් කිහිපයක්, මට තත්පර කිහිපයකින් එය මග හැරුණි! \"",
        "The Indo-Sri Lanka Agreement of 1987 was signed by Prime Minister Rajiv Gandhi and myself as President on July 29, 1987. It was a Peace Treaty and brought Peace, till one group of the LTTE broke it in October 1987. India then had to oppose them till March 1990, when the Sri Lanka Government took over and this led to a bloody war with the LTTE which still continues (when this was written).",
        "The Indo-Sri Lanka Agreement was signed on Wednesday, July 29, 1987, by the Prime Minister of India, Rajiv Gandhi, and myself as President of Sri Lanka. On the next day, when Rajiv was inspecting a Naval Guard of Honour, prior to his departure, a Naval Rating attempted to assassinate him by raising the butt-end of his rifle and bringing it down on Rajiv’s head. Seeing the movement in time, Rajiv bent his head and escaped death by a few inches.",
        "A few weeks later, on August 18, two bombs were thrown at me and Prime Minister Premadasa, while we were sitting at the Chairman’s table at a meeting of the Government Parliamentary Group held in a Committee Room of the Parliamentary Complex. බෝම්බ දෙකම මග හැරුණි. එකක් අපේ මේසයට පහර දී, අනෙකා අපගේ හිසට උඩින් ගියහ. අප පිටුපස සිටින නිලධාරියෙකු පෙත්තකින් වැසී ගොස් මිය ගියේය.බෝම්බ දෙක අපෙන් යාර කිහිපයක් පුපුරා ගිය ආකාර අමාත්යවරයෙක් was ාතනය විය. අමාත්යවරුන් සහ පාර්ලිමේන්තු මන්ත්රීවරුන් කිහිප දෙනෙකු තුවාල ලබා රෝහල් ගත කර තිබේ.",
        "A few days later, at a public lunch, when I was congratulated on my escape by a speaker in these words, “Blessed are the Peace-makers for they shall soon be in Heaven,” I replied, “Rajiv missed Heaven by a few inches, and I missed it by a few seconds!”",
        "මෙම සිදුවීම්වල සැහැල්ලු නහරයක් මා සමඟ කතා කළද, රජීව්ගේ ශ්රී ලංකාවට පැමිණීමට එරෙහිව බොහෝ දැනුමක් ඇති බව පැහැදිලිය. ශ්රී ලංකා රජයට විනෝද වීම සඳහා ශ්රී ලංකා රජයට ප්රකාශ කිරීම සඳහා එයාර් ඒ සඳහා රජීව්ට එරෙහි විරෝධය අපගේ ස්වෛරීභාවය උල්ලං had නය කර ඇති අතර, එයාර් විසින් ශ්රී ලංකා රජයට එරෙහිව සටන් විරාමයක් ලබා දීමෙන් ගුවන් යානා අර්ධද්වීපයට ආරෝපණය කර තිබේ.",
        "දිවයින පුරා කැරලි කෝලාහල ඇති කළ බොහෝ දෙනෙක් එම ගිවිසුම ගැන උනන්දු නොවූ නමුත් රජීව්ගේ සංචාරයට විරුද්ධ විය. They were against the Indian help to the northern terrorists with arms, money and training. ගිවිසුමම අමතක විය. It, however, brought peace to Sri Lanka. As President Ranasinghe Premadasa said in the Manifesto with which he won the Presidential Election of November 1988:",
        "The Indo-Sri Lanka Accord was signed to obtain India’s assistance to restore peace, law and order in the North and East. මෙම ක්රියාවලියේදී, ඉන්දියාව සමඟ අපගේ හොඳ සබඳතා ශක්තිමත් කිරීමට අපි සමත් වුණෙමු. Its basis is the geopolitics of the region. It put our relations with her on a new and firm footing. Its sincerity is unquestionable. සංවාදය හා පරස්පරතාව තුළින් අපි එහි ධනාත්මක ජයග්රහණ මත ගොඩනඟමු.",
        "The peace lasted till October 1987, when one of the groups that accepted it, namely, the LTTE, broke it and have continued its lone fight against the Government of Sri Lanka to this day and earlier against the Government of India till the last soldier of the IPKF left in March 1990. ගිවිසුම අත්සන් කිරීමට පෙර, ඉන්දියානු මධ්යම ආණ්ඩුවේ දැනුම හා පිළිගැනීමත් සමඟ ශ්රී ලංකාව එල්ටීටීඊ සංවිධානයේ රජය සහ තවත් කණ්ඩායම් කිහිපයක් සමඟ සටන් කළේය.. ගිවිසුමෙන් පසු එල්ටීටීඊය තනිවම හා අමුතු කීමකින් පසු ඉන්දියානු රජය විසින් වසරක් දරාගෙන සිටි අතර, මිනිසුන් 1,500 කට වැඩි ප්රමාණයක්, තුවාල ලැබූ 5,000 ක් සහ ශ්රී ලාංකික මුදලින් රුපියල් බිලියන ගණනකට රුපියල් බිලියන ගණනක් තුවාල ලැබීය.",
        "Within a few days after the signing, peace reigned in the North and the East, and I was praised by all. Prime Minister Premadasa said on October 19, 1987, that my “skill of diplomacy had turned the protectors of terrorism to being hunters of terrorism”–referring to India. ඇමරිකාවේ සිට \"ඉන්දියාව ගැටලුවේ කොටසක සිට විසඳුමේ කොටසක් බවට පත්විය\" කියා පැවසුවා.",
        "In these pages I write of the events that preceded the signing of the Agreement, of the Agreement and its aftermath. පණ්ඩිත් ජවහර්ලාල් නේරුගේ වචන පුරාම මම මතකයේ තබා ගත්තෙමි, \"ඔබේ සතුරා අත දිගු කරන්නේ නම්, වංක ලෙස ඔබ එය අල්ලා ගනී. හොඳ විශ්වාසයක් තිබේ නම්, ඔබ ප්රතිචාර දක්වා ඇත. If not, then at least you have one of his hands immobilised!”",
        "There had been negotiations beteween the Sri Lankan and Indian Governments for a few years prior to the signing of the Agreement of July 1987. An Agreement had been reached between the two governments in New Delhi in 1983 and embodied in a document known as “Annexure C” and tabled before the All Party Conference in Sri Lanka. පුළුල් පරාසයක සාපරාධී චෝදනා සඳහා පොලීසිය අවශ්ය වූ මෙම කණ්ඩායම්වල නායකයින් ලෙස බෙදුම්වාදී හා ත්රස්ත කණ්ඩායම් හමුවීමට ශ්රී ලංකාව විරෝධය පළ කළේය. කෙසේ වෙතත්, ඔවුන් ජීවත් වූයේ ඉන්දීය රජය විසින් ආරක්ෂා කරන ලද ඉන්දියාවේ ය.",
        "Prabhakaran, the LTTE leader, had been suspected of responsibility for the killing in 1975 of the then Mayor of Jaffna, Mr Duraiappa, a fellow Tamil and Government Party (SLFP) Member of Parliament.",
        "In June 1985, direct talks took place in New Delhi between me and Prime Minister Rajiv Gandhi, on how to deal with Sri Lanka’s Tamil problem. While the Sri Lankan Government agreed to talk to the Tamil groups, there also began a struggle among these groups for leadership and to be recognized as the chief spokesmen.",
        "They were the PLOT, TELO, LTTE, EPRLF and the non-violent group, the TULF. All the terrorist groups were provided with arms, arms training, money and other help, as is now admitted by the Government of Tamil Nadu, with the knowledge and authority of the Central Government of India.",
        "The first round of talks was held in Thimpu, Bhutan in June 1985. The Sri Lanka delegation consisted of a group of senior lawyers led by my brother, H.W. Jayewardene, Q.C. The talks broke down, but a second round of talks were held in August.",
        "ස්වයං නිර්ණය සඳහා ඇති අයිතිය සහ දෙමළ මව්බිමක, උතුරු හා නැගෙනහිර පළාත්වල අයිතිය සමඟ දෙමළ කණ්ඩායම්වල නියෝජිතයින්ගේ ප්රකාශයට ප්රතිචාර වශයෙන් පළමු වරට පළාත් සභා පද්ධතියක් සාකච්ඡා කෙරිණි. In regard to the latter, the TULF also joined the terrorist groups. Though the talks did not yield results, the two governments carried on their negotiations with their representatives led by H.W. ජයවර්ධන එක් පැත්තක සහ ජී. ඉන්දියාවේ විදේශ ලේකම් ලෙස parthharthy.",
        "මෙම කතා වලින් යම් යම් තීරණ වලින් මතු වූ, එනම් බලය බෙදා හැරීමේ ඒකකය පළාතක් නොව දිස්ත්රික්කයක් නොව, බලය බෙදා හැරීමේ බලතල කලින් සාකච්ඡා කර ඇති බව. A document was initiated, led by Romesh Bhandari on the Indian side and E.F. Dias Abeysinghe, Secretary of the Sri Lanka delegation, for Sri Lanka to go beyond the Delhi Accord of August 1985. Relations between Sri Lanka and India began to improve now with Rajiv Gandhi as Prime Minister.",
        "All the while, the Tamil terrorist groups continued to have their training and other facilities from bases in Tamil Nadu. The Chief Minister of Tamil Nadu that time was M.G. Ramachandran, who played a prominent role in these events. After 1985, his health broke down, he could hardly speak but he still continued to govern Tamil Nadu expressing his wishes through lip-reading, and movements of his eyes and hands.",
        "In the meantime, the internecine fighting between the Tamil groups led to a bloody victory for the LTTE over its main rivals in April 1986, especially TELO. ත්රස්තවාදී කණ්ඩායම් දැන් උතුරු හා නැගෙනහිර පළාත්වලට යාබදව, විශේෂයෙන් නිරායුධ කරන ලද සිංහල සිවිල් වැසියන් වීමට වඩා වැඩි වැඩියෙන් පහර දීමට පටන් ගත්හ. In May 1985, in a surprise raid in Anuradhapura, 150 civilians were killed near the Sacred Bo-Tree. ක්රමයෙන් ත්රස්ත කණ්ඩායම් බලගතු ගරිල්ලා බලකායක් බවට පත්ව ඇති අතර, එහි වාර්ෂික අයවැයෙන් විශාල ප්රමාණයක් 1980 දී රුපියල් මිලියන 350 (ඇමරිකානු ඩොලර් මිලියන 3,500 සිට (ඇමරිකානු ඩොලර් මිලියන 3,500 (ඇමරිකානු ඩොලර් මිලියන 35) දක්වා ඉහළ ගියේයඑහි ත්රිවිධ හමුදාවේ ව්යාප්තිය හා සන්නද්ධ කිරීම.",
        "The Government of Central India continued to campaign throughout the world against the Government of Sri Lanka. The Indian embassies abroad became centers of support for the terrorists and separatist groups. This led to the reluctance on the part of some of the Western powers to supply arms and other aid to Sri Lanka. They were anxious not to offend India.",
        "1986 අප්රියෙල් මාසයේදී ඉන්දීය රජය රාජ්ය අමාත්යවරයකුගේ නායකත්වයෙන් යුත් නව නියෝජිත කණ්ඩායමක් ශ්රී ලංකාවට යවන ලදි. Chidambaram (40), a young Tamil and Natwar Singh, the Minister of State for External Affairs. An official communique in May 1986, announced that the Sri Lanka Government agreed to make further concessions beyond the Delhi Agreement dealing with Law and Order, Land Settlement etc. Sri Lanka meanwhile, embarked on a new political initiative, the Political Parties’ Conference with eight political parties, that met me on 25 June 25, 1986.",
        "These talks continued in July 1986. A TULF delegation also arrived in Sri Lanka from India and had formal talks with me in July and August 1986. පහත සඳහන් අමාත්යවරුන් ද නිතිපතා සහභාගී විය - විදේශ කටයුතු අමාත්ය ඒ.. Hameed; the Minister of Finance, Ronnie de Mel; the Minister of National Security, Lalith Athulathmudali; the Minister of Lands, Land Development and Mahaweli Development, Gamini Dissanayake and several others off and on.",
        "The discussions between the Government of Sri Lanka and the TULF and the discussions and debates within the Political Parties Conference, continued for over three months. The SLFP boycotted these discussions. සාම්ප්රදායික වාමාංශික පක්ෂ ඇතුළු අනෙකුත් සියලුම පක්ෂ මෙම සාකච්ඡාවලට ද සහභාගී වූහ. මෙම සමුළුව පළාත් සභා පනත් කෙටුම්පතක්, වෙන් කර ඇති, සමපේක්ෂනේ, සමගාමී හා පළාත් ලැයිස්තු මෙන්ම සවිස්තරාත්මක සංදේශ, ඉඩම් හා ඉඩම් නිරවුල් කිරීම හා අධ්යාපනය සමඟ සවිස්තරාත්මක සංදේශයක් නියම කරන ලද උපලේඛන කෙටුම්පත් කෙටුම්පත් කෙටුම්පත් කෙටුම්පත් කළේය.",
        "The subjects of Finance and Administration were discussed in detail but no final agreements were reached. An official statement issued by the Sri Lanka Government on 26 November 26, 1986 stated that apart from subjects not finalized, these proposals constituted a package which would have been a reasonable basis of settlement fair to all sections of the people of Sri Lanka.",
        "The agreed to proposals formed the basis of discussions between me and Prime Minister Rajiv Gandhi when we met in Bangalore at the SAARC Summit on November 17 and 18, 1986. At the end of the Conference, it was announced that apart from the subjects of Finance and Administration, which were not clarified by the TULF, the matters which required further modification and agreement, were fully set out in a working paper on the Bangalore discussions dated November 19, 1986. මෙම යෝජනා පිළිගැනීම එල්ටීටීඊයට පමණක් ප්රතික්ෂේප කළේය.",
        "For the first time, the Indian Government imposed restrictions on Sri Lanka Tamil terrorists operating from Indian territory. These were nullified by the Tamil Nadu Government’s noncooperation in these moves. Attempts were made by the Central Government to prevent the LTTE leader Prabhakaran from leaving India for Jaffna, unsuccessfully. මෙම යෝජනා වඩාත් සුදුසු ලෙස 1987 ජනවාරියේදී ගිවිසුමක් අත්සන් කිරීම සඳහා ආණ්ඩු දෙක අතර කාල වගුවක් සකස් කරන ලදී.",
        "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
        "Save my name, email, and website in this browser for the next time I comment."
      ]
    },
    "ta": {
      "title": "Indo-Sri Lanka Agreement-1987 as JR Jayewardene saw it",
      "body_lines": [
        "“A few days later, at a public lunch, when I was congratulated on my escape by a speaker in these words, “Blessed are the Peace-makers for they shall soon be in Heaven,” I replied, “Rajiv missed Heaven by a few inches, and I missed it by a few seconds!”",
        "The Indo-Sri Lanka Agreement of 1987 was signed by Prime Minister Rajiv Gandhi and myself as President on July 29, 1987. It was a Peace Treaty and brought Peace, till one group of the LTTE broke it in October 1987. India then had to oppose them till March 1990, when the Sri Lanka Government took over and this led to a bloody war with the LTTE which still continues (when this was written).",
        "The Indo-Sri Lanka Agreement was signed on Wednesday, July 29, 1987, by the Prime Minister of India, Rajiv Gandhi, and myself as President of Sri Lanka. On the next day, when Rajiv was inspecting a Naval Guard of Honour, prior to his departure, a Naval Rating attempted to assassinate him by raising the butt-end of his rifle and bringing it down on Rajiv’s head. சரியான நேரத்தில் இயக்கத்தைப் பார்த்த ராஜீவ் தலையை வளைத்து, சில அங்குலங்களால் மரணத்திலிருந்து தப்பினார்.",
        "A few weeks later, on August 18, two bombs were thrown at me and Prime Minister Premadasa, while we were sitting at the Chairman’s table at a meeting of the Government Parliamentary Group held in a Committee Room of the Parliamentary Complex. Both bombs missed. ஒன்று எங்கள் மேசையைத் தாக்கி குதித்தது, மற்றொன்று எங்கள் தலைக்கு மேல் சென்றது. An official standing behind us was hit by a pellet and fell dead; a Minister sitting where the two bombs burst a few yards away from us, was killed. Several Ministers and Members of Parliament were injured and hospitalized.",
        "A few days later, at a public lunch, when I was congratulated on my escape by a speaker in these words, “Blessed are the Peace-makers for they shall soon be in Heaven,” I replied, “Rajiv missed Heaven by a few inches, and I missed it by a few seconds!”",
        "Though I spoke in a lighter vein of these incidents, it was evident that there was much feeling against Rajiv’s arrival in Sri Lanka. அந்த நேரத்தில் ராஜீவ் மீதான எதிர்ப்பை என்னால் புரிந்து கொள்ள முடிகிறது.",
        "தீவு முழுவதும் கலவரத்தை ஏற்படுத்தியவர்களில் பலர் இந்த ஒப்பந்தத்தில் ஆர்வம் காட்டவில்லை, ஆனால் ராஜீவின் வருகையை எதிர்த்தனர். They were against the Indian help to the northern terrorists with arms, money and training. ஒப்பந்தமே மறக்கப்பட்டது. எவ்வாறாயினும், இது இலங்கைக்கு அமைதியைக் கொடுத்தது. நவம்பர் 1988 ஜனாதிபதித் தேர்தலில் வென்ற அறிக்கையில் ஜனாதிபதி ரணசிங்க பிரேமதாசா கூறியது போல்:",
        "வடக்கு மற்றும் கிழக்கில் அமைதி, சட்டம் ஒழுங்கை மீட்டெடுப்பதற்கான இந்தியாவின் உதவியைப் பெற இந்தோ-இலங்கை ஒப்பந்தம் கையெழுத்தானது. In the process, we succeeded in strengthening our good relations with India. Its basis is the geopolitics of the region. It put our relations with her on a new and firm footing. Its sincerity is unquestionable. உரையாடல் மற்றும் பரஸ்பர மூலம் அதன் நேர்மறையான சாதனைகளை உருவாக்குவோம்.",
        "The peace lasted till October 1987, when one of the groups that accepted it, namely, the LTTE, broke it and have continued its lone fight against the Government of Sri Lanka to this day and earlier against the Government of India till the last soldier of the IPKF left in March 1990. ஒப்பந்தம் கையெழுத்திடப்படுவதற்கு முன்னர், இலங்கை எல்.டி.டி.இ உடன் சண்டையிட்டது, மேலும் பல குழுக்கள் தமிழ்நாட்டின் அரசாங்கத்தால் உதவியது மற்றும் உதவியது, இந்திய மத்திய அரசின் அறிவு மற்றும் ஒப்புதலுடன். After the Agreement, the LTTE was left alone and by a strange quirk of fate, the Government of India fought them for a year and a half losing over 1,500 men, 5,000 injured and spending billions of rupees in Sri Lankan currency.",
        "கையெழுத்திட்ட சில நாட்களுக்குள், வடக்கு மற்றும் கிழக்கில் அமைதி ஆட்சி செய்தது, அனைவராலும் நான் பாராட்டப்பட்டேன். Prime Minister Premadasa said on October 19, 1987, that my “skill of diplomacy had turned the protectors of terrorism to being hunters of terrorism”–referring to India. அமெரிக்காவிலிருந்து \"இந்தியா பிரச்சினையின் ஒரு பகுதியிலிருந்து தீர்வின் ஒரு பகுதியாக மாறியது\" என்று கூறப்பட்டது.",
        "In these pages I write of the events that preceded the signing of the Agreement, of the Agreement and its aftermath. I kept in mind throughout the words of Pandit Jawaharlal Nehru, “If your enemy extends a hand, however dishonestly, you grab it. If there is good faith, you have responded. If not, then at least you have one of his hands immobilised!”",
        "There had been negotiations beteween the Sri Lankan and Indian Governments for a few years prior to the signing of the Agreement of July 1987. An Agreement had been reached between the two governments in New Delhi in 1983 and embodied in a document known as “Annexure C” and tabled before the All Party Conference in Sri Lanka. பிரிவினைவாத மற்றும் பயங்கரவாத குழுக்களைச் சந்திப்பதை இலங்கை எதிர்த்தது, இந்த குழுக்களின் சில தலைவர்கள் காவல்துறையினரால் பலவிதமான குற்றவியல் குற்றச்சாட்டுகளுக்காக விரும்பினர். However, they lived in India, protected by the Indian Government.",
        "Prabhakaran, the LTTE leader, had been suspected of responsibility for the killing in 1975 of the then Mayor of Jaffna, Mr Duraiappa, a fellow Tamil and Government Party (SLFP) Member of Parliament.",
        "In June 1985, direct talks took place in New Delhi between me and Prime Minister Rajiv Gandhi, on how to deal with Sri Lanka’s Tamil problem. While the Sri Lankan Government agreed to talk to the Tamil groups, there also began a struggle among these groups for leadership and to be recognized as the chief spokesmen.",
        "They were the PLOT, TELO, LTTE, EPRLF and the non-violent group, the TULF. All the terrorist groups were provided with arms, arms training, money and other help, as is now admitted by the Government of Tamil Nadu, with the knowledge and authority of the Central Government of India.",
        "The first round of talks was held in Thimpu, Bhutan in June 1985. The Sri Lanka delegation consisted of a group of senior lawyers led by my brother, H.W. ஜெய்வர்டீன், கே.சி.. The talks broke down, but a second round of talks were held in August.",
        "முதன்முறையாக, தமிழ் குழுக்களின் பிரதிநிதிகளின் உரிமைகோரலுக்கு பதிலளிக்கும் விதமாக மாகாண சபைகளின் அமைப்பு விவாதிக்கப்பட்டது, அவர்களின் சுயநிர்ணய உரிமை அங்கீகரிக்கப்பட வேண்டும், மற்றும் ஒரு தமிழ் தாயகத்திற்கான உரிமையுடன், அதாவது, வடக்கு மற்றும் கிழக்கு மாகாணங்கள். பிந்தையதைப் பொறுத்தவரை, டல்ஃப் பயங்கரவாத குழுக்களிலும் இணைந்தார். Though the talks did not yield results, the two governments carried on their negotiations with their representatives led by H.W. Jayewardene on one side and the Indian officials led by Romesh Bhandari, who had succeeded G. Parthasarthy, as India’s Foreign Secretary.",
        "இந்த பேச்சுவார்த்தைகளிலிருந்து சில முடிவுகள் வெளிவந்தன, அதாவது அதிகாரப் பகிர்வு அலகு ஒரு மாகாணமாக இருக்க வேண்டும், ஒரு மாவட்டமாக அல்ல, முன்னர் விவாதிக்கப்பட்டதை விட அகலமாக இருக்க வேண்டிய அதிகாரங்கள் வழங்கப்பட வேண்டும். ஒரு ஆவணம் தொடங்கப்பட்டது, இந்திய பக்கத்தில் ரோமேஷ் பண்டாரி மற்றும் ஈ.எஃப்.. இலங்கைக்கான இலங்கை தூதுக்குழுவின் செயலாளர் டயஸ் அபேசிங்கே ஆகஸ்ட் 1985 டெல்லி ஒப்பந்தத்திற்கு அப்பால் செல்ல வேண்டும். Relations between Sri Lanka and India began to improve now with Rajiv Gandhi as Prime Minister.",
        "எல்லா நேரங்களிலும், தமிழ் பயங்கரவாத குழுக்கள் தமிழ்நாட்டில் உள்ள தளங்களிலிருந்து தங்கள் பயிற்சி மற்றும் பிற வசதிகளை தொடர்ந்து கொண்டிருந்தன. அந்த நேரத்தில் தமிழ்நாட்டின் முதல்வர் எம்.ஜி.. இந்த நிகழ்வுகளில் முக்கிய பங்கு வகித்த ராமச்சந்திரன். 1985 க்குப் பிறகு, அவரது உடல்நிலை முறிந்தது, அவர் பேசமுடியாது, ஆனால் அவர் தமிழ்நாடு தனது விருப்பங்களை உதடு வாசிப்பு மற்றும் அவரது கண்கள் மற்றும் கைகளின் இயக்கங்கள் மூலம் வெளிப்படுத்தினார்.",
        "In the meantime, the internecine fighting between the Tamil groups led to a bloody victory for the LTTE over its main rivals in April 1986, especially TELO. பயங்கரவாத குழுக்கள் இப்போது வடக்கு மற்றும் கிழக்கு மாகாணங்களை ஒட்டிய பொதுமக்களுக்கு முன்பை விட அதிகமாக தாக்கத் தொடங்கின, குறிப்பாக நிராயுதபாணியான சிங்கள பொதுமக்கள். In May 1985, in a surprise raid in Anuradhapura, 150 civilians were killed near the Sacred Bo-Tree. படிப்படியாக பயங்கரவாத குழுக்கள் ஒரு வல்லமைமிக்க கொரில்லா படையாக மாறும் மற்றும் இலங்கை அரசாங்கம் அதன் வருடாந்திர வரவு செலவுத் திட்டத்தின் பெரும்பகுதியைக் செலவிட்டது, இது 1980 இல் ரூ .550 மில்லியனிலிருந்து (அமெரிக்க $ 18 மீ) 1987 இல் ரூ .3,500 மில்லியன் (அமெரிக்க டாலர்) ஆக இருந்ததுஅதன் ஆயுதப்படைகளின் விரிவாக்கம் மற்றும் சித்தப்படுத்துதல்.",
        "இலங்கை அரசாங்கத்திற்கு எதிராக மத்திய இந்திய அரசு உலகம் முழுவதும் தொடர்ந்து பிரச்சாரம் செய்தது. வெளிநாடுகளில் உள்ள இந்திய தூதரகங்கள் பயங்கரவாதிகள் மற்றும் பிரிவினைவாத குழுக்களுக்கான ஆதரவு மையங்களாக மாறியது. இது இலங்கைக்கு ஆயுதங்கள் மற்றும் பிற உதவிகளை வழங்க சில மேற்கத்திய சக்திகளின் தயக்கத்திற்கு வழிவகுத்தது. இந்தியாவை புண்படுத்த வேண்டாம் என்று அவர்கள் ஆர்வமாக இருந்தனர்.",
        "In April 1986, the Indian Government sent to Sri Lanka a new delegation led by a Minister of State, P. Chidambaram (40), a young Tamil and Natwar Singh, the Minister of State for External Affairs. மே 1986 இல் ஒரு உத்தியோகபூர்வ கம்யூனிக், இலங்கை அரசாங்கம் சட்டம் ஒழுங்கு, நில தீர்வு போன்றவற்றைக் கையாளும் டெல்லி ஒப்பந்தத்திற்கு அப்பால் மேலும் சலுகைகளை வழங்க ஒப்புக்கொண்டதாக அறிவித்தது.. Sri Lanka meanwhile, embarked on a new political initiative, the Political Parties’ Conference with eight political parties, that met me on 25 June 25, 1986.",
        "These talks continued in July 1986. A TULF delegation also arrived in Sri Lanka from India and had formal talks with me in July and August 1986. பின்வரும் அமைச்சர்களும் தவறாமல் பங்கேற்றனர் - வெளியுறவு அமைச்சர் ஏ.சி.எஸ்.. Hameed; the Minister of Finance, Ronnie de Mel; the Minister of National Security, Lalith Athulathmudali; the Minister of Lands, Land Development and Mahaweli Development, Gamini Dissanayake and several others off and on.",
        "The discussions between the Government of Sri Lanka and the TULF and the discussions and debates within the Political Parties Conference, continued for over three months. SLFP இந்த விவாதங்களை புறக்கணித்தது. All the other parties, including the traditional Left parties which were not represented in Parliament, also participated in these discussions. The Conference drafted Constitutional Amendments, a Draft Provincial Councils Bill, schedules setting out the Reserved, Concurrent and Provincial lists as well as detailed memoranda dealing with Law and Order, Land and Land Settlement and Education.",
        "The subjects of Finance and Administration were discussed in detail but no final agreements were reached. நவம்பர் 26, 1986 அன்று இலங்கை அரசாங்கம் வெளியிட்ட அதிகாரப்பூர்வ அறிக்கை, பாடங்கள் இறுதி செய்யப்படாததைத் தவிர, இந்த திட்டங்கள் ஒரு தொகுப்பாக அமைந்தன, இது இலங்கையின் அனைத்து பிரிவுகளுக்கும் தீர்வு கண்காட்சியின் நியாயமான அடிப்படையாக இருந்திருக்கும்.",
        "முன்மொழிவுகளுக்கு ஒப்புக் கொள்ளப்பட்டவர்கள் நவம்பர் 17 மற்றும் 18, 1986 அன்று சார்க் உச்சி மாநாட்டில் பெங்களூரில் சந்தித்தபோது எனக்கும் பிரதமர் ராஜீவ் காந்திக்கும் இடையிலான விவாதங்களின் அடிப்படையை உருவாக்கியது. At the end of the Conference, it was announced that apart from the subjects of Finance and Administration, which were not clarified by the TULF, the matters which required further modification and agreement, were fully set out in a working paper on the Bangalore discussions dated November 19, 1986. The LTTE alone refused to accept these proposals.",
        "For the first time, the Indian Government imposed restrictions on Sri Lanka Tamil terrorists operating from Indian territory. These were nullified by the Tamil Nadu Government’s noncooperation in these moves. Attempts were made by the Central Government to prevent the LTTE leader Prabhakaran from leaving India for Jaffna, unsuccessfully. A time-table was worked out between the two governments for signing an Accord based on these proposals to take place preferably in January 1987.",
        "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க இந்த உலாவியில் எனது பெயர், மின்னஞ்சல் மற்றும் வலைத்தளத்தை சேமிக்கவும்."
      ]
    }
  },
  "summary_lines": []
}