{
  "translated_text": {
    "si": {
      "title": "சீருடையையும் நன்கொடையாக வழங்கியது சீனா",
      "body_lines": [
        "2025 නිල ඇඳුම් සඳහා රජයේ සහ රජයේ සහාය සඳහා වන සියලුම පාසල් සඳහා සහතික පත්රය",
        "අග්රාමාත්ය ආචාර්ය හරිනි අමරසූරිය ජූලි 16 වන දින අධ්යාපන, උසස් අධ්යාපන හා තාක්ෂණ අමාත්යාංශයේ, බට්ටරමුල්ල, අධ්යාපන අමාත්යාංශය, බට්ටරමුල්ල.",
        "2025 ට අවශ්ය මුළු නිල ඇඳුම නිවේදනය කිරීම සඳහා සහතික කිරීමේ හුවමාරුව අග්රාමාත්ය හරිනි අමරසූරිය සහ ශ්රී ලංකාවේ චීන තානාපති Qi zihenhong අතර චීන තානාපති.",
        "මේ වන විටත්, 2026 වන විට අවශ්ය පාසල් නිල ඇඳුම් තෑගි කිරීම සඳහා ශ්රී ලංකා ජනරජය මහජන ජනරජය චීන ජනරජයේ චීන තානාපති කාර්යාලයට විදේශ සම්පත් දෙපාර්තමේන්තුව හරහා යවා ඇත.",
        "\"ශ්රී ලංකාව සහ චීනය අතර සිටීම යනු සහයෝගිතාවයෙන් පෙළෙන දිගුකාලීන මිත්රත්වයයි. මගේ රටේ පාසල් සිසුන්ට ලබා දුන් මෙම නිල ඇඳුම ද එම දිගුකාලීන මිත්රත්වයේ කොටසකි.",
        "2023 - 2024 වර්ෂයේදී චීන රජය අපගේ පාසල් නිල ඇඳුමින් සැලකිය යුතු කොටසක් ලබා දී ඇති අතර අපේ රටේ සමස්ත පාසල් සිසුන්ට 2025 ක සමස්ත අවශ්යතාවය ලබා දී ඇත.",
        "ශ්රී ලංකාව ඉතා දුෂ්කර කාලයකදී අපගේ ශිෂ්ය ප්රජාවේ අධ්යාපනය ක්රියාත්මක කිරීම සඳහා චීන රජයෙන් ලැබෙන පරිත්යාග කිරීම අපට ඉතා වටිනා ය.",
        "2026 කට චීන රජයේ මෙම අඛණ්ඩ සහාය ලබා දෙන ලෙස අපේ රජය දැනටමත් චීන රජයෙන් ඉල්ලා තිබේ.",
        "මේ අවස්ථාවේදී, අපේ රටේ දරුවන් වෙනුවෙන් සහ දෙමාපියන් වෙනුවෙන් චීන රජයට සහ ජනතාවට මගේ කෘත itude තාව පළ කිරීමට කැමැත්තෙමි. \"",
        "මෙම අවස්ථාවට ශ්රී ලංකාවේ චීන තානාපති, Qi zhenhong හි අදහස් දැක්වීය.",
        "\"ශ්රී ලංකාවට උපකාර අවශ්ය සෑම අවස්ථාවකදීම චීනය ඔබේ විශ්වාසවන්ත සහෝදර සහ සහායක ලෙස කටයුතු කරනු ඇත. ශ්රී ලංකාවේ දරුවන් මේ රටේ අනාගතය පමණක් නොව, චීන ශ්රී ලංකා සන්ධානයේ උරුමක්කාරයෝ ද සිටිති.",
        "ඔවුන්ගේ නිල ඇඳුමින් ඇති සෑම මැහුම්කරුවන්ගේ සෑම මැහුම්යකම අපගේ ශිෂ් izations ාචාර දෙක අතර අන්යෝන්ය සහයෝගීතාවයේ කතාව එකිනෙකට බැඳී ඇත. අගමැති හර්රසූරිය සඳහා දායකත්වය හා කැපවීම මම ඉතා අගය කොට සලකමි. \"",
        "මෙම අවස්ථාවට චීන තානාපති කාර්යාල නිලධාරීන් සහ අධ්යාපන අමාත්යාංශයේ නිලධාරීන් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "China also donated uniform",
      "body_lines": [
        "Certificate exchange for all schools receiving the uniforms of 2025 to the government and government assistance",
        "Prime Minister Dr. Harini Amarasuriya was held on the 16th of July at the Ministry of Education, Higher Education and Technology, Battaramulla, the Ministry of Education, Battaramulla.",
        "The certification exchange for the announcement of the total uniform required by 2025 was issued between Prime Minister Harini Amarasuriya and Chinese Ambassador to Sri Lanka Qi Zhenhong.",
        "Already, the People's Republic of Sri Lanka has been sent to the Chinese Embassy of the Republic of China through the Foreign Resources Department to gift the school uniforms required by 2026.",
        "“Being between Sri Lanka and China is a long -term friendship with cooperation. This uniform, which was given to my country's school students, is also part of that long -term friendship.",
        "In the year 2023 - 2024, the Chinese government has given a significant portion of our school uniforms and has provided the entire uniform requirement of 2025 to the entire school students of our country.",
        "When Sri Lanka was in a very difficult time, the donation received from the Chinese government to carry out the education of our student community is very valuable to us.",
        "Our government has already requested the Chinese government to provide us with this continuous assistance of the Chinese government for 2026.",
        "At this point I would like to express my gratitude to the Chinese government and the people on behalf of the children of our country and on behalf of the parents. ”",
        "Chinese Ambassador to Sri Lanka, Qi Zhenhong, commented at the event.",
        "“In all cases where Sri Lanka needs help, China will act as your trusted brother and assistant. The children of Sri Lanka are not only the future of this country, but also the heirs of the Chinese Sri Lankan alliance.",
        "The story of mutual collaboration between our two civilizations in every stitches in their uniform is intertwined. I am very appreciative of the contribution and commitment to Prime Minister Harini Amarasuriya. ”",
        "The event was attended by Chinese Embassy officials and officials of the Ministry of Education."
      ]
    }
  },
  "summary_lines": []
}