{
  "translated_text": {
    "si": {
      "title": "9ஆவது பணக்காரருக்கு குறிவைத்த கல்யாண ராணியின் நிலை",
      "body_lines": [
        "ගුරුවරයෙකුගේ ක්රියාව සුඛෝපභෝගී ජීවිතයක් ගත කිරීමේ ආශාව පිළිබඳ මුහුණත කර ඇත. යමෙක් පුද්ගලයන් 8 දෙනෙකු මිස දෙදෙනෙකු නොව ඔවුන්ගෙන් මුදල් විකුණයි.",
        "ஒரே ஒருவரிடம் மட்டும் ரூ.50 லட்சம் பறித்துள்ளார். පුද්ගලයෙකුට රැවටීම ගැන සිතන විට මෙම විවාහ මංගල්යයේ රැජින පොලිසියට හසු විය.",
        "ඔහු මේ දක්වා මිනිසුන් 8 දෙනෙකු වනානා කළාද? පොලිසිය ද පරීක්ෂණ පවත්වයි.",
        "මහාරාෂ්ට්රා හි නාග්පූර් සිට සමෙරා ෆාතිම්. ගුරුවරයා පසුගිය වසරේ විවාහ විය.",
        "ඔහු නාග්පූර්හි පාසලක ගුරුවරයෙකු ලෙස සේවය කළේය. ඔහු ලස්සන යැයි සිතමින්, ඔහු තම ස්වාමිපුරුෂයාට තමා ගැනම සිතනු ඇත.",
        "සුඛෝපභෝගී ජීවිතයක් ගත කිරීමට ඔහුට ආශාවක් ඇත්තේ මේ නිසා ය. මේ අනුව දික්කසාදය අවසන් වීමට පැමිණියේය. ඒ අනුව ඇය තම ස්වාමිපුරුෂයා දික්කසාද කර ඇගේ 2 වන විවාහය සඳහා සමාජ මාධ්යවල ප්රචාරය කළාය.",
        "පළමු විවාහය තුළ තමාට විවිධ දුෂ්කරතාවන්ට මුහුණ දී ඇති බව පැවසීමට මෙය සම්බන්ධ වූ ජනතාව අනුකම්පා කර තිබේ.",
        "සමහර අය විවාහ මංගල්යය සඳහා කමක් නැහැ. නමුත් ඔහු තෝරාගෙන ඇත්තේ ධනවත් හා සුවපහසු අයෙකි. සමීර ෆාතිමා ඇගේ ආත්මය පෙන්වීමට සෙමෙන් ආරම්භ වී තිබේ. එනම්, තමාට හිරිහැර කරන බවට පොලිසියට පැමිණිලි කරන ලෙස ඔහු තර්ජනය කරයි.",
        "පැමිණිල්ලක් ගොනු නොකිරීමට නම් තමා පොලිසියට ගොස් මුදල් ලබා දිය යුතු බව ද ඔහු පැවසීය. මේ සඳහා බිය වන අය හැකි තරම් මුදල් තරම් මුදල් පලා ගොස් ඇත. වංචනික දැල් පිළිබඳ සංචිත බැංකු නිලධාරියෙකු ද ඔහු පරාජය කර තිබේ.",
        "දේශීය ඉලක්කය අවිවාහක පුද්ගලයින් වේ. ඔහු මුස්ලිම් ප්රජාව තුළ ධනවතුන් පරාජය කර තිබේ.",
        "පසුගිය අවුරුදු 15 තුළ පමණක් ඔහු අට දෙනෙකුට වංචා කර තිබේ. මේවායින් එක් අයෙකු පමණි. ලක්ෂ 50 යි. ඔහුට තවත් රුපියල් ලක්ෂ 15 ක් ලබාගෙන ඇත. වින්දිතයින්ගෙන් එක් අයෙකු විසින් කරන ලද පැමිණිල්ලක පදනම මත පොලිසිය ෆාතිමා ගැන පොලිසිය වාර්තා කර තිබේ.",
        "නාග්පූර්හි බොහෝ පිරිමින් සමඟ විවාහ වීමෙන් සමීර සුඛෝපභෝගී ජීවිතයක ජීවත් වූ බව අනාවරණය විය.. නාග්පූර් පොලිසිය නඩුවක් ලියාපදිංචි කර සෙරාඩ් සමීර ෆාතිමා. පොලිසිය තමා සොයන බව දැනගත් සමීර දැනගත්තේය. දිගු කලක් නොවේ.",
        "හිතෝපදේශයට අනුකූලව සොරෙකු දිනකට අහුවුම්.. ඔහු මිනිසුන් 8 දෙනෙකු රැවටී ඇති නමුත් තරුණයෙකු හා සමාන ආකාරයකින් තමාට ඇති ආශාවක් ඇති කර ගැනීමෙන් තරුණයෙකු විවාහ කර ගැනීමට ඔහු එකඟ වී තිබේ.. තරුණයා නාග්පූර්හි සිවිල් මාර්ග ප්රදේශයේ තේ සාප්පුව වෙත කැඳවා තිබුණි.",
        "මෙම සාප්පුව රහසින් අධීක්ෂණය කළ පොලිසිය සාප්පුව වෙත ගොස් සමහිංසාව වටේට ෆාරයීමා සහ ඔහුව අත්අඩංගුවට ගෙන තිබේ.. පසුව ඔහු කවුදැයි ඔහු තරුණයාට දන්වා දැනුවත් කරන ලෙස ඔහුට උපදෙස් දුන්නේය. කල්යානා රාණි සමීර අත්අඩංගුවට ගැනීම සම්බන්ධයෙන් පොලිසිය පරීක්ෂණ පවත්වයි. ඔහු මේ දක්වා මිනිසුන් 8 දෙනෙකු වනානා කළාද? ඔහු තවත් බොහෝ පුද්ගලයින් වංචා කර ඇත්දැයි විමර්ශනය කෙරෙන බව පොලිසිය පවසයි.. රීල්"
      ]
    },
    "en": {
      "title": "The status of the wedding queen targeting the 9th rich",
      "body_lines": [
        "The act of a teacher has done the face of the desire to live a life of luxury. One has married a total of 8 people, not two, and sells money from them.",
        "Only one person has seized Rs 50 lakh. The queen of this wedding was caught by the police when he thought of deceiving a person.",
        "Did he cheat only 8 people so far? The police are also investigating.",
        "Sameera Fatima hails from Nagpur, Maharashtra. The teacher got married last year.",
        "He worked as a teacher at a school in Nagpur. He will think of himself to her husband, thinking that he is beautiful.",
        "This is why he has the desire to live in luxury. Thus came to the conclusion of divorce. Accordingly, she divorced her husband and advertised on social media for her 2nd marriage.",
        "The people who have contacted this have been sympathetic to claiming that he has suffered various hardships in the first marriage.",
        "Some people have said okay for the wedding. But he has chosen who is rich and comfortable. Sameera Fatima has since slowly begun to show her self. That is, he threatens to complain to the police that he was harassed.",
        "He also said that he should go to the police and give money if not to file a complaint. Those who are afraid of this have escaped as much money as possible. He has also defeated a Reserve Bank official on fraudulent nets.",
        "Native Target is the unmarried people. He has only defeated the rich in the Muslim community.",
        "In the last 15 years alone, he has defrauded his eight people. Of these, only one person. 50 lakhs. He has received Rs 15 lakh from another. According to a complaint lodged by one of the victims, the police were informed about Sameera Fatima.",
        "It was revealed that Sameera was living in a luxury life by marrying many men in Nagpur.. Nagpur police registered a case and searched Sameera Fatima. Sameera went into hiding when he learned that the police were looking for himself. Not out for a long time.",
        "In accordance with the proverb that the thief will be caught on a day, he was caught up with the police when he planned to bring down a rich man for the 9th time.. He has deceived 8 people, but he has agreed to marry a young man by falling into his desire for his desire.. The young man was summoned to the tea shop in the Civil Lines area in Nagpur.",
        "The police, who secretly monitored the shop, went to the shop and surrounded Sameera Fatima and arrested him.. He then informed the young man about who he was and advised him to be alerted. Police are investigating the arrest of Kalyana Rani Sameera. Did he cheat only 8 people so far? The investigation will be revealed whether he has cheated many more people, police said. Remble"
      ]
    }
  },
  "summary_lines": []
}