{
  "translated_text": {
    "si": {
      "title": "කොළඹ විවිධ ප්රදේශවල පුද්ගලයින් තිදෙනෙකු අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "කොළඹ විවිධ ප්රදේශවල සැකකරුවන් තිදෙනෙකු සඳුදා (16) අයිස් drugs ෂධ සමඟ කොළඹ විවිධ ප්රදේශවල අත්අඩංගුවට ගත් බව පොලිස් අපරාධ විමර්ශන දෙපාර්තමේන්තුව පවසයි.",
        "පොලිස් අපරාධ විමර්ශන අංශයට ලැබුණු තොරතුරුවලට අවට වැටලීම්වල සැකකරුවන් අත්අඩංගුවට ගෙන තිබේ.",
        "ඒ අනුව සැකකරුවෙකු ග්රෑන්ඩ්පාස් පොලිස් කොට් in ාශයේ නවගම්බුරාවා ප්රදේශයේ අයිස්වල මිලිග්රෑම් 17 ක් ග්රෑම් 17 ක් සමඟ අත්අඩංගුවට ගෙන තිබේ.. කොළඹ 14 හි අවුරුදු 45 ක දුරක් සිටි මිනිසෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "මේ අවස්ථාවේ දී, සැකකරුවෙකු මෝතරාමයි නේවාසික ප්රදේශයෙන් අයිස් මිලිග්රෑම් 10 ක ග්රෑම් 10 ක ග්රෑම් 10 ක් සමඟ අත්අඩංගුවට ගෙන තිබේ.. අත්අඩංගුවට ගත් කොළඹ - 15 සිට අවුරුදු 46 කි.",
        "මේ අතර, ඩෙමාටගොඩ ප්රදේශයෙන් අයිස් මිලි ලීටර් 111 ග්රෑම් 1111 ග්රෑම් සමඟ සැකකරුවෙකු අත්අඩංගුවට ගෙන තිබේ.. 34 දෙනෙකු - ඩෙමාටගොඩාවේදී - දේවස්ථානයේ මිනිසා අත්අඩංගුවට ගෙන තිබේ."
      ]
    },
    "en": {
      "title": "Three persons arrested in different parts of Colombo",
      "body_lines": [
        "Three suspects have been arrested on Monday (16) with ice drugs in different parts of Colombo, police Criminal Investigation Department said.",
        "The suspects have been arrested in surrounding raids on information received by the Police Criminal Investigation Division.",
        "Accordingly, a suspect has been arrested with 17 grams of 890 milligrams of ice in Navagambura area of ​​the Grandpass Police Division.. A 45 -year -old man from Colombo 14 has been arrested.",
        "In this case, a suspect has been arrested with 10 grams of 670 milligrams of ice from the Motaramai residential area.. The arrested is 46 years old from Colombo - 15.",
        "Meanwhile, a suspect has been arrested with 11 grams of 211 ml of ice from the Dematagoda area.. A 34 -year -old man from Dematagoda has been arrested."
      ]
    }
  },
  "summary_lines": [
    "Colombo police arrest three suspects with ice drugs in separate raids. Three men aged 45, 46, and 34 arrested in Navagambura, Motaramai, and Dematagoda areas. Total 38g ice seized."
  ]
}