{
  "translated_text": {
    "si": {
      "title": "වර්තමාන රජයට ඉරිදා ප්රහාර එල්ල කිරීමේ ආයු කාලය සමඟ සම්බන්ධයක් තිබේද?අගරදගුරු මැල්කම් කාදිනල් රංජිත්",
      "body_lines": [
        "දිවි ගලවා ගැනීමේ ඉරිදා ප්රහාර දිවි ගලවා ගැනීම පිළිබඳ පරීක්ෂණ සිදු කිරීමට සහ කරුණු වසන් කිරීමට උත්සාහ කිරීම වත්මන් රජය සම්බන්ධ බවට සැකයක් පවතී.. අගරදගුරු මැල්කම් කාදිනල් රංජිත් ඇනාගා පැවසුවේ වත්මන් රජයට මේ සමඟ කිසිදු සම්බන්ධයක් නොමැති නම් ඔවුන්ට කරුණු පිළිබඳ කිසිදු ගැටළුවක් ඇති නොවන බවයි.",
        "කතෝලික කවුන්සිලය ගාලේ ෆේස් ගෝතභය රාජපක්ෂ මහතාගෙන් පසුව බව පැවසූ අගරදගුරු තුමා විසින් හිටපු ජනාධිපති ගෝතභය රාජපක්ෂ මහතා විසින් කරන ලද චෝදනාව මුළුමනින්ම ප්රතික්ෂේප කර ඇති අතර, ඔහුගේ ආබාධිතභාවය විසඳිය යුතු බවත් එය අසාධාරණ යැයි පවසති.",
        "අගරදගුරු තුමා කොළඹ කොච්චිකාඩා ශාන්ත අන්තන්ත තිරුමාලෙයි හි පැවති විශේෂ සැමරුම් උත්සවයකදී මේ බව පැවසීය.. ඔහු දිගටම එහි කතා කළේය,",
        "ශාන්ත අන්තර් ඇන්තනිගේ නිවැරදි කිරීමේ ශාන්ත අන්තර් ඇන්තනිගේ නිවැරදි කිරීමේ, නෙගම්බෝ, ශාන්ත සෙබස්තියන් තිරුමල, මඩකලපුව සෝන් පල්ලිය, මඩකලපුව, ශෙන්රිලා, චිනමන් ග්රෑන්ඩ් සහ කිංස්බරි. රටවල් 14 ක පිරිමි ළමයින් 82 ක් සහ විදේශිකයන් 47 ක් මෙයට ඇතුළත් ය.",
        "500 කට වැඩි පිරිසක් සුළු වශයෙන් හෝ දැවැන්ත තුවාල වලට ලක්ව ඇති අතර අද දින 30 කට වැඩි පිරිසක් තවමත් ආබාධිත තත්ත්වයට පත්ව සිටිති. මෙම ප්රහාර රටේ දේශපාලනයට නව අභියෝගයක් වූ අතර ආර්ථිකයට අහිතකර ලෙස බලපා ඇත. මේ දක්වා ලාභදායී ආර්ථිකයක් ගොඩනැගීම හේතුවෙන් එල්ල වූ බලපෑම නිසා ඇති වූ බලපෑම කුමක්දැයි අපට වැටහේ.",
        "අධිකරණ තේරීම් කාරක සභාවක් වන යුජිත් විජිත් බුකාල් හි ප්රධානත්වයෙන් යුත් කමිටුවක් සහ ජනාධිපති විමර්ශන කොමිෂන් සභාවක් ද එවකට රජය විසින් පරීක්ෂණ පැවැත්වීම සඳහා පත් කරන ලදී.. පාර්ලිමේන්තු තේරීම් කාරක සභාව සහ ජනාධිපති විමර්ශන කොමිෂන් සභාවේ වාර්තා නිකුත් කර තිබේ. 2019 නොවැම්බර් 16 වන දින ජනාධිපතිවරණයේදී ජනාධිපති මැතිවරණයේදී ජනාධිපති ලෙස තේරී පත් වූ ගෝතභය රාජපක්ෂ මහතා ද වාර්තාවේ නිර්දේශ සපුරාලීම වගකිව යුතු විය.",
        "මැතිවරණයට හා කතෝලික අපිරිසිදු කවුන්සිලයේ දී නෙගම්බෝ සහ ජේඑච්යූහි පැවති රැස්වීම්වලදී පාලන තන්ත්රය පාලනය කිරීමෙන් පසු ජනාධිපති විමර්ශන කොමිෂන් සභාවේ නිර්දේශ ක්රියාත්මක කරන බවට ගෝතභය රාජපක්ෂ මහතා පොරොන්දු විය.. කෙසේ වෙතත්, ඔහු ජනාධිපති ලෙස තේරී පත් වූ බව මට මතකයි ඔහු ජනාධිපති ධුරයට පත්වූයේ දුරකථනයෙන් මට දුරකථනයෙන් කිව්වා ඊළඟ දවසේ ඔහුගේ නිර්දේශ සම්පූර්ණයෙන්ම ක්රියාත්මක කළ නොහැකි බව.",
        "පසුව ඔහු වාර්තාවේ පළමු කොටස ලබා දීම ප්රමාද කළ අතර වෙනත් කොටස් ලබා දුන්නේ නැත. තෝරාගත් නිර්දේශයන් කිහිපයක් පමණක් සමාලෝචනය කිරීමෙන් ඔහුගේ කැබිනට් අමාත්යවරුන්ගෙන් සමන්විත කමිටුවක් පත් කළේය.. කෙසේ වෙතත්, කෙසේ වෙතත්, ඕනෑම ආකාරයකින් ගෝලාපය අවසන් වීමට පෙර ගෝතභය රාජපක්ෂට පිටව යාමට සිදුවිය.. 2021 ජූලි මාසයේදී, කතෝලික එපිස්කෝපල් කවුන්සිලය අද ලිපියට ප්රතිචාර දැක්වීමේ ලිපියක් යවා තිබේ.",
        "ඒ හා සමානව, 2023 ඔක්තෝබර් 23 වන දින වත්මන් ජනාධිපති රනිල් වික්රමසිංහ මහතා අර්ථ දැක්වීමේ ලිපියට අර්ථ දැක්වීමේ ලිපියට යවන ලදී.. අලුතෙන් නිරාවරණය වන තොරතුරු විමර්ශනය කිරීමට අප දිගින් දිගටම අවධාරනය කිරීමට බල කෙරිරු වුවත්, මෙම රජය ක්රියාත්මක කරන ආකාරය එය ක්රියාත්මක කරන ආකාරයට මෙම තන්ත්රයේ අපව යුක්ති සහගත නොවන බව අපට වැටහේ.. මේ සියල්ල හරහා බරපතල සැකයක් පවතී.",
        "ජීවිතය පිටුපස ඇති ඉරිදා ප්රහාර පිටුපස ඇති කරුණු වසන් කිරීම සඳහා පසුගිය රජය සහ වත්මන් රජය අඛණ්ඩව කටයුතු කරමින් සිටී. මෙම රජය ද මෙම රජය උත්සාහ කරන්නේ සමහර පුද්ගලයින් සහ ප්රහාරයන්ට සම්බන්ධ සමාගම් ආරක්ෂා කිරීමට ද උත්සාහ කරන වෙනත් අදහසක් හැර අපට වෙනත් අදහසක් ඉදිරිපත් කළ නොහැකිය.. මේ සමඟ ඔවුන්ට කිසිදු සම්බන්ධයක් නොමැති නම්, අනාවැකි හෙළි කරන කරුණු සම්බන්ධයෙන් ඔවුන්ට කිසිදු ගැටළුවක් ඇති නොවේ.",
        "ප්රහාරයකින් පසු මූලධර්මවාදී මුස්ලිම්වරුන් දැක ඇති බව සත්යයක් වුවද, ඔවුන් පිටුපස වෙනත් බලතල තිබේ.. නමුත් වර්තමාන රජයට නිසි පරීක්ෂණ පවත්වන්නේ නොවුනත්, සාක්ෂිකරුවන්ව වසන් කිරීමට උත්සාහ කළත් මෙම ප්රහාරවල කරුණු වසන් කිරීමේ අවශ්යතාවයෙන් වත්මන් රජයට අවශ්යතාවයක් ඇති බව පැහැදිලිය.",
        "නව තොරතුරු විමර්ශනය නොකර ඔවුන්ව සඟවා සැඟවීම සැලකිලිමත් වීමකි. දේශපාලන හා ආරක්ෂක අංශවල බලධාරීන්ට එරෙහිව නීතිය ක්රියාත්මක කිරීම සඳහා නීතිපතිවරයා නිර්දේශ කර ඇති නමුත්, ජනාධිපති විමර්ශන කොමිෂන් සභාවේ වාර්තාවේ සඳහන් පරිදි මෙම ප්රහාර වලක්වා ගැනීම සඳහා ක්රියා නොකර රචනා කිරීමේ ක්රියාව අපි හෙළා දකිමු.",
        "පසුගිය රජය සහ වත්මන් රජය අපගේ ඉල්ලීම්වලට කමක් නැත, එය එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය ඇතුළු ජාත්යන්තර තලයට ගෙන යාමට සිදු විය.. ප්රහාර එදිනම නීතිපති ලෙස සේවය කළ තප්පුලා ද වල්රා මහතා මේ වන විට එනම් 2021 මැයි 17 වන දින පෞද්ගලික රූපවාහිනී සේවාවක් සඳහා ප්රහාර පිටුපස ඇති බරපතල කුමන්ත්රණය විමර්ශනය කිරීම සඳහා නොපැමිණියේ මන්දැයි පිළිබඳව රජය ප්රශ්න කරන ලදී.",
        "හිටපු ජනාධිපති ගෝතභය රාජපක්ෂ මහතා විසින් ලියන ලද පොතේ, කතෝලික පල්ලිය ගාලු මුහුණ උද් ration ෝෂණය පිටුපස සිටින බව කීම අසාධාරණ ය.. මැතිවරණයට පෙර තමා කෙරෙහි විශ්වාසය තැබූ බව සත්යයකි. නමුත් ඔහු ක්රියා කළ ආකාරය පසුව එම විශ්වාසය මුළුමනින්ම නැති වී ගියේය. කතෝලික නායකයින් ගාලේ මුහුණු උද් ration ෝෂණයට සහභාගී වූ බව අපි පිළිගනිමු. නමුත් සියලු ආගම් එයට සහභාගී වූ බව ඔහු අමතක නොකළ යුතුය.",
        "ශ්රී ලංකා ඉතිහාසය අභිබවා ගොස් ඇති දිවි ගලවා ගත් ඉරිදා ප්රහාරවල ජීවිතයේ කරුණු අනාවරණය කිරීම සඳහා ස්වාධීන විමර්ශන යාන්ත්රණයක් ඇති කිරීම සඳහා වත්මන් හෝ වත්මන් රජයේ ප්රධාන වගකීම දරයි. එසේ නම්, එය ශ්රී ලංකාවේ කීර්තියට අපකීර්තියට පත්වේ. කරුණු සඟවා අනෙක් අයට දොස් පැවරීම රටට හොඳ නැත. අපගේ සාධාරණීකරණය ස්ථාපිත වන තෙක් අපගේ ඉල්ලීම් හා අරගල දිගටම පවතිනු ඇත."
      ]
    },
    "en": {
      "title": "Does the current government have a connection with the life -threatening Sunday attacks?Archbishop Malcolm Cardinal Ranjith",
      "body_lines": [
        "There is suspicion that the current government is involved in the lack of interest in carrying out investigations into the survival Sunday attacks and trying to cover up the facts.. Archbishop Malcolm Cardinal Ranjit Annagu said that if the current government has nothing to do with this, they will have no problems with the facts.",
        "The Archbishop, who said that the Catholic Council was in the wake of the Galle Face Demonstration, said that the Archbishop had completely refused the allegation made by the former President Gotabhaya Rajapakse, saying that his disability should be resolved and that it would be unreasonable.",
        "The Archbishop said this at a special commemoration ceremony held at St. Anthony's Thirumalai, Kochchikada, Colombo. He continued to speak there,",
        "St. Anthony's Correctional St. Anthony's Correctional, Negombo, St. Sebastian Thirumala, Batticaloa Seon Church, Batticaloa, Shankrila, Chinaman Grand and Kingsbury. These include 82 boys and 47 foreigners from 14 countries.",
        "More than 500 people have been subjected to minor or massive injuries and more than 30 people are still disabled today. These attacks made a new challenge to country politics and had an adverse impact on the economy. We realize what impact the attacks have been since the lack of building the declined economy to date.",
        "A committee headed by Justice Vijith Malkoda, a Parliamentary Select Committee and a Presidential Inquiry Commission were appointed by the then government to carry out investigations.. Reports of the Parliamentary Select Committee and the Presidential Inquiry Commission have been released. Gotabhaya Rajapakse, who was elected president in the presidential election on November 16, 2019, was responsible for fulfilling the recommendations of the report.",
        "Gotabhaya Rajapakse promised to implement the recommendations of the Presidential Investigation Commission after taking over the regime during campaign meetings in Negombo and JHU before the elections and the Catholic Epilment Council.. However, I recall here that he was elected president and told me on the phone that he could not fully implement his recommendations the next day.",
        "He then delayed the provision of the first part of the report and did not provide other parts. He appointed a committee comprising his cabinet ministers by reviewing only a few selected of the recommendations.. However, in any way the promised Gotabhaya Rajapaksa had to leave before the end of the regime.. In July 2021, the Catholic Episcopal Council sent a letter of response to the letter to today.",
        "Similarly, on October 23, 2023, the current President Ranil Wickremesinghe was sent by the Synodial Council to the letter of response to the letter.. Although we continue to insist on investigating the newly exposed information, the way this government is implementing it makes us realize that we are not justified in this regime.. Through all of this, there is a serious doubt.",
        "The last government and the current government are continuously working to cover up the facts behind the life -giving Sunday attacks. We cannot come up with any other idea except that this government is also trying to protect some people and companies involved in the attacks.. If they have no connection with this, they will have no problems with the facts revealing.",
        "Although it is true that fundamentalist Muslims are seen in the wake of the attacks, there are other powers behind them.. But it is clear that the current government has a need to cover up the facts of these attacks, even if they are not conducting proper investigations and seeking to cover up witnesses.",
        "It is a matter of concern to hide them without investigating the new information. Although the Attorney General has been recommended to implement the law against the authorities in the political and security sectors, we condemn the act of acting without taking action to prevent these attacks, as stated in the report of the Presidential Investigation Commission.",
        "The last government and the current government did not matter our demands, we had to take it to the international arena, including the United Nations Human Rights Council.. Tappula de Livera, who served as the Attorney General at the time of the attacks, was questioned by the government as to why it was not taken to investigate the serious conspiracy behind the attacks, according to a private television service on May 17, 2021.",
        "In the book written by former President Gotabhaya Rajapakse, it is unfair to say that the Catholic Church is behind the Galle Face Demonstration.. It is true that he had faith in him before the election. But the way he acted after that made that confidence completely lost. We accept that Catholic leaders participated in the Galle Face Demonstration. But he should not forget that all religions participated in it.",
        "The main responsibility of the current or the current government is to create an independent inquiry mechanism to uncover the facts of the life of the survivor Sunday attacks that have surpassed Sri Lankan history. If so, it will stigmatize Sri Lanka's reputation. It is not good for the country to hide the facts and blame others. Our demands and struggles will continue until our justification is established."
      ]
    }
  },
  "summary_lines": [
    "Archbishop Malcolm Cardinal Ranjith accuses the current government of covering up the Sunday attacks, despite promises to investigate. He criticizes the lack of action and the delay in implementing recommendations from the Presidential Investigation Commission. The situation has led to suspicions of government involvement and attempts to protect those implicated."
  ]
}