{
  "translated_text": {
    "si": {
      "title": "ඒරාම හි කොන්ක්රීට් කර ඇති ඇඩිවාසි සංගමය, මුහුණ දෙන ගැටලු ආමන්ත්රණය කරයි",
      "body_lines": [
        "විකුණාදු බලශක්ති සංවර්ධන මධ්යස්ථානයේ පරිපාලන නිලධාරී කණ්ඩන් නිර්මලා මහතා පැවසුවේ, මඩකලපුව දිස්ත්රික්කයේ ව ාරි ප්රදේශයේදී කුන්ජුල්ලම් අසීසි ප්රජාව මුහුණ දෙන ගැටලු විසඳනු ඇති මෙම ව්යාපෘතිය යටතේ පියවර ගනිමින් සිටින බවයි.",
        "මෙම වැඩසටහනේ අරමුණ කන්ජන්ගුලම් ඇඩිවසි ප්රජාවන්ගේ මඟ පෙන්වීම යටතේ, එස්.පො.ප්.ප්.පූප් සමාගමේ මඟ පෙන්වීම යටතේ සිටින, අනෙක් ප්රජාව සමඟ ජනතාවගේ අවස්ථාවන් සහ සම්පත් එක්රැස් කිරීම සහ ජනතාව අතර ප්රතිෂ් oration ාපනයක් ඇති කිරීම බව ඔහු පැවසීය .",
        "මෙම වැඩසටහන, \"ඇන්ඩ් කුන්ජන්ගුලම් ඇඩිවාසසි සමාජය සඳහා තරුණයින්ගේ හ oice අඟහරුවාදා සවස කුන්ජන්ලාම් ඇඩිවාසිගි ගම්මානයේදී පැවැත්විණි.",
        "මෙම උත්සවය මුලසුන දැරුවේ බලශක්ති සංවර්ධන මධ්යස්ථානය, කේ. ගුරුනාදන්, නැගෙනහිර ඉඩම් බේරුම්කරණ කමිටුවේ සභාපති කේ. ගුරුනාදන්, නැගෙනහිර ඉඩම් බේරුම්කරණ කමිටුවේ සභාපති සහ නැගෙනහිර විශ්ව විද්යාල මහාචාර්ය බී.එම්.අයි.ජී.එස්. ඉටුකිරීමේ සංවර්ධන නිලධාරී කේ. ස්වේන්ද්රකුමාර්",
        "මෙම අවස්ථාවට, වන මෙම වන සංරක්ෂණ දෙපාර්තමේන්තුව විසින් ඔවුන්ගේ කුන්ජන්ඩුලම් ගම්මානයේ වෙසෙන වී.වී.අයි.විඩේ ඇඩිවසි අසීසි අසීසි අසීසි අසීසි ඇඩිවසි අසීසි අතසි ප්රජාව මුහුණ දෙන ගැටලු හෙළි කර ඇති ඉඩම් අත්පත් කර ගෙන තිබේ.. ඇඩිවාසී වෙදුවා ප්රජා පවුල් 70 ක් පමණ ජීවත් වන ගම, පවුල් 40 ක් සඳහා ඉඩම් සහ නිවාස තිබේ.",
        "අප ජීවත් වන්නේ විවිධාකාර දුෂ්කරතා සමඟ බව ඔබට පෙනේ. ඉඩම් ප්රශ්නයේ ආරම්භයේ සිටම, අපි පළාත් බලධාරීන්ට මුහුණ දෙන සියලු ගැටලු අපට දන්වා ඇති නමුත් විසඳුම් ලබා ගත නොහැක. \"",
        "ගමේ ජනතාව වන කුන්ජන්ගුලම් වී.වී.අයිඩුවේ අඩවසි අඩාසි අදුරසි අසීඩසි අසීඩසි අසීඩසි අසීඩ්සි අසීඩසිංහ අදුරසි අසීඩසි අසීඩ්සි අදුරසි අසීඩ්සි අදුරසි අසීඩසි අසීඩසි අසීඩාසි අභාවප්රාදනය කර ඇති බව හිටපු පළාත් ඉඩම් කොමසාරිස් කුරුනාදන් පැහැදිලි කළේය.",
        "ස්වේච්ඡා සේවය;රාජ්ය නොවන සංවිඩෝ, රාජ්ය නොවන සංවිධාන, පසුගිය දශක කිහිපය, අධ්යාපනික, සෞඛ්ය, සෞඛ්ය, රැකියා, සේවා නියුක්තිය, රැකියා, කාන්තා අයිතිවාසිකම්, මානව හිමිකම්, කාන්තාවන්ගේ අයිතිවාසිකම්, මානව හිමිකම්, යහපාලනය සහ යහපැවැත්මේ ක්රියාකාරකම් සිදු කර ඇත."
      ]
    },
    "en": {
      "title": "The Adivasi Society, which is marginalized in Vaharai, addresses the issues facing",
      "body_lines": [
        "Kandan Nirmala, Administrative Officer of the Vandu Energy Development Center, said that steps are being taken under the project that will address the problems facing the Kunjangulam Adivasi community in the Vaharai area of the Batticaloa district.",
        "He added that the purpose of the program is to create the problems of the Kunjangulam Adivasi communities, which are under the guidance of the scoop company, to bring together the opportunities and resources of the people with the other community and create a restoration among the people.",
        "The program, \"Voice of Youth for the Oranged Kunjangulam Adivasi Society\" was held on Tuesday evening at Kunjangulam Adivasi village.",
        "The event was chaired by S. Sukritavazhi, Senior Social Promotion of the Center for Energy Development Center, K. Gurunathan, Eastern Land Arbitration Committee Chairman and Eastern University Professional Advisor and Eastern University Professor BMM Kasim, Sr.Sadishkant, K. Sasitharan, Drug Fulfillment Development Officer K. Svendrakumar",
        "At the event, the Forest Department has occupied the lands where the Vedu Adivasi Adivasi, who lives in their Kunjangulam village, has revealed the problems faced by the community.. The village, which lives about 70 Adivasi Veduwa community families, has land and houses for 40 families.",
        "You can see that we are living with a variety of difficulties. From the beginning of the land issue, we have informed all the issues we are facing the provincial authorities but the solutions are not available. ”",
        "Former Provincial Land Commissioner Kurunathan made it clear that the Kunjangulam Vedu Adivasi Adivasi Adivasi Adivasi Adivasi, the people of the village, made a series of steps to be taken to find solutions to the administrative level.",
        "Volunteer;The NGO, the NGO, has been doing activities for the past several decades, educational, health, nutrition, employment, women's rights, human rights, good governance and well -being."
      ]
    }
  },
  "summary_lines": [
    "The Adivasi Society in Vaharai is addressing issues with the help of the Vandu Energy Development Center. A program, \"Voice of Youth for the Oranged Kunjangulam Adivasi Society,\" was held to unite the community and address land and housing problems. The Forest Department has occupied lands, and the community has faced difficulties for years, despite reporting to provincial authorities. The NGO has been active in various areas for decades."
  ]
}