{
  "translated_text": {
    "si": {
      "title": "ඉරානයේ ජනාධිපති උමා ඔයා බහුකාර්ය සංවර්ධන වැඩසටහන විවෘත කිරීම සඳහා හෙට ශ්රී ලංකාවට පැමිණේ.ලියාපදිංචි වීමට තීරණය",
      "body_lines": [
        "ඉරාන ජනාධිපති ඉබ්රාහිම් රයිසි හෙට (24) ශ්රී ලංකාවට පැමිණීම සඳහා රාජ්ය භාවිතය සඳහා උමා ඔයා බහුකාර්ය සංවර්ධන වැඩසටහනට සහභාගී වනු ඇත.",
        "ඉරාන ජනාධිපතිවරයා ඉරාන ජනාධිපති ජනාධිපති රනිල් වික්රමසිංහ මහතා, 2008 අප්රියෙල් මාසයේදී ජනාධිපති මොහොමඩ් අහමඩිනෙජේට්ගේ සංචාරයෙන් පසුව ඉරාන ජනාධිපති ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ සංචාරයෙන් පසු ශ්රී ලංකාවට පැමිණෙන පළමු අවස්ථාව මෙයයි.",
        "ඉරානය සහ ශ්රී ලංකාව අතර ද්විපාර්ශ්වික සබඳතා තවදුරටත් ශක්තිමත් කිරීම සඳහා අවබෝධතා ගිවිසුමක් (අවබෝධතා ගිවිසුමක්) ද තිබේ.",
        "මහවේලි ව්යාපෘතියෙන් පසුව, රටේ විශාලතම වාරිමාර්ග ව්යාපෘතිය ලෙස ඉතිහාසයේ අතූරම් වන උමා ඔයා බහුකාර්ය සංවර්ධන ව්යාපෘතිය හෙට (24) ඉරානයේ සහ ශ්රී ලංකා ජනාධිපතිවරුන්ගේ නායකත්වය යටතේ විවෘත කෙරේ.",
        "උමා ඔයා බහුකාර්ය සංවර්ධන වැඩසටහන (UOMDP) ​​යනු ශ්රී ලංකාවේ ජාතික වැදගත් වැඩසටහනකි. ගිනිකොන දිග කලාපයේ වියළි කලාපයේ ජල හිඟය, ගිනිදෙද කලාපයේ ජල හිඟය, ගිරිත්දි ඕයාවා වෙත වෙන් කිරීම සඳහා ව්යාපෘතියේ ප්රධාන පරමාර්ථය වේ.",
        "මෙමඟින් කෘෂිකාර්මික ඉඩම් හෙක්ටයාර් 4500 ක් සඳහා වාරිමාර්ග පහසුකම් සහ මොණරගල දිස්ත්රික්කයේ කෘෂිකාර්මික හෙක්ටයාර් 1500 ක් සඳහා වාරිමාර්ග පහසුකම් ලැබේ.. මීට අමතරව, බදුල්ලා, මොණරගල සහ හම්බන්තොට ප්රදේශවල කර්මාන්තශාලා අවශ්යතා සහ කර්මාන්තශාලා අවශ්යතා සඳහා cub න මීටර් මිලියන 39 ක් (MCM) ලබා දිය හැකිය.. මේ අනුව, ජාතික විදුලි රාමුවට වාර්ෂිකව ගිගාවට් (ගිගාවොට් 290) විදුලිය සැපයිය හැකිය.",
        "කිලෝමීටර 3.98 ක දිග කිලෝමීටර් 3.98 ක් දිග ජල උමග (උමග සම්බන්ධ කිරීම), කිලෝමීටර් 15.2 ක් දිග ජල උමග, ගොඩකිරීමේ විදුලි බලාගාරය, ස්විච් මිදුල, ස්විච් හෑන්ඩ් බුහුල්ලා සහ දියරබා ඇතුළු ජලාශ දෙකක් සම්බන්ධ කරයි.",
        "ශ්රී ලංකා රජය (ෆැබ්) 2008 අප්රියෙල් 28 වන දින ශ්රී ලංකා රජය වෙනුවෙන් බර සම්පත් සංවර්ධන හා ඉරානයේ විදුලිබල හා බලයේ සංවර්ධන වැඩසටහන, ඉංජිනේරු, ප්රසම්පාදනයන් සහ ඉදිකිරීම් කටයුතු.",
        "ඒ අනුව, පැරබ් විසින් පුළුල් ඉංජිනේරු සැලසුම්කරණය, උපකරණ, යන්ත්රෝපකරණ, ආයතනික, විභාග කිරීම සහ ව්යාපෘතියේ ආරම්භ කිරීම සහ ව්යාපෘතිය ප්රසම්පාදනය කිරීම දියත් කරන ලදී.. ඩොලර් මිලියන 514 ක් වටිනා ගනුදෙනුව 2010 මාර්තු 15 වන දින බලාත්මක විය.",
        "ඉරානයේ අපනයන සංවර්ධන බැංකුව (එඩ්බි) 2013 වන තෙක් ඇමරිකානු ඩොලර් මිලියන 50 ක් ලබා දී ඇත. කෙසේ වෙතත්, ඒ වන විට ඉරානයට පනවා ඇති ජාත්යන්තර සම්බාධක හේතුවෙන් ඔවුන්ට මෙම ව්යාපෘතිය සඳහා අඛණ්ඩව අරමුදල් සැපයීමට නොහැකි විය.. එබැවින් රජයේ අරමුදල් උපයෝගී කරගනිමින් කොන්ත්රාත්තුවක් සමඟ ව්යාපෘතිය දිගටම කරගෙන යාමට ශ්රී ලංකා රජය තීරණය කළේය.",
        "මෙම ව්යාපෘතිය 2010 මාර්තු 15 වන දින දියත් කරන ලද අතර 2015 මාර්තු 15 වන දින නිම කිරීමට තීරණය විය. එහෙත් ඉදිකිරීම් කාලය තුළ, ඉදිකිරීම් කාලය තුළ ප්රධාන ගැටුම සහ සමාජීය ගැටලු, මූල්ය අභියෝග, මූල්ය අභියෝග, ගෝලීය ගැටලු, මූල්ය අභියෝග, ගෝලීය ගැටලු, මූල්ය අභියෝග, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුදයන්, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය අර්බුද, ගෝලීය ව්යාප්තිය හේතුවෙන් පැතිරීම හේතුවෙන් ව්යාපෘතිය.. ඒ හා සමානව, අඩුපාඩු හා වගකීම් කාලය 2025 මාර්තු 31 දක්වා දීර් has කර ඇත.",
        "මෙම ව්යාපෘතිය පෙබරවාරි පෙබරවාරි සහ මාර්තු 2024 දී අවසන් කරන ලද අතර ව්යාපෘතියේ පළමු දෙවන ඒකක ජාතික බල රාමුවට සාර්ථකව සම්බන්ධ විය.. ව්යාපෘතියේ පරීක්ෂණය ආරම්භ වූයේ 2024 අප්රියෙල් 1 වන දින ය.",
        "බණ්ඩාරවෙල සහ වෙල්ලවයි අතර බිම් මට්ටමේ උස මීටර් 700 ක වෙනසක් ඇත. මෙම උස උමගෙහි දිශාව වෙනස් කිරීම පහසු නැත. එසේම, ටර්බයිනය හරහා ජලය වත් කිරීම සඳහා ගැඹුරු පීඩනය ඇති කඳ කොටස ඉදිකර ඇත. ලෝකයේ කොතැනකවත් ලෝකයේ කොතැනකවත් නොපවතින බැවින් එහි ඉදිකිරීම් කටයුතු අවසන් වූ විට මෙය අපූරු මෝස්තරයකි.",
        "පාරා සංගමයේ ව්යාපෘතිය ලැබීමෙන් පසු වාරිමාර්ග අමාත්යාංශය ලංකා විදුලිබල මණ්ඩලයට (CEB) සහ ශ්රී ලංකා මහවේලි අධිකාරියට භාර දෙනු ඇත.",
        "විදුලිබල උත්පාදනය කිරීමෙන් පසු ජලය උපවාසය හරහා කිරින්දි ඔයා හරහා ඉදිකරන ලද අලිකොටා අරා ජලාශයට ජලය හරවා යවනු ලැබේ.",
        "පසුව, උමා ඔයා ජලාශයේ ජල ධාරිතාවය තුන් ගුණයකින් අඩු කර ඇති අතර එය ත්රපනායක, නව ජල ජලාශය දකුණු ඉවුරේ දකුණු ඉවුරේ දකුණු ඉවුරේ දකුණු ඉවුරේ දකුණු ඉවුරේ දකුණු ඉවුරේ ඉදිකරනු ඇත. මොණරගල දිස්ත්රික්කයේ.",
        "මීටර් 60 කට වැඩි ගණනක වාරිමාර්ග ව්යුහය ද ඉදිකරනු ලැබේ. මෙම වාරිමාර්ග පද්ධති හරහා, දැනට පවතින හෙක්ටයාර් 1500 ක ඉඩම සහ අලුතින් සංවර්ධනය කරන ලද හෙක්ටයාර 4500 ක් වාරිමාර්ග සඳහා ජලය සැපයීමට අපේක්ෂා කෙරේ.",
        "වාරිමාර්ග දෙපාර්තමේන්තුවේ සෘජු දායකත්වය යටතේ උමියාව යටතේ ක්රියාත්මක වන කිරින්දි ඔයා නිම්නයේ දී ක්රියාත්මක වන නව තාක්ෂණය ක්රියාත්මක කරන ලෙස රජය අදාළ බලධාරීන්ට උපදෙස් දී තිබේ.",
        "මීට අමතරව, බණ්ඩරාවල හා වෙල්ලව යන ප්රදේශවල පානීය ජලය සහ කාර්මික අවශ්යතා සඳහා ජලය සැපයීමේ ගැටලුවට උමායා බහු-විචක්ෂණ සංවර්ධන වැඩසටහන විසින් අශෝභන සංවර්ධන වැඩසටහන විසින් විසඳුම් ලබා දී තිබේ.",
        "ඉරානය සහ ශ්රී ලංකාව අතර විධිමත් රාජ්ය තාන්ත්රික සබඳතා 1962 දී ආරම්භ කරන ලද අතර නිසි රාජ්යතාන්ත්රික සබඳතා දියත් කිරීමෙන් පසු දෙරට අතර සම්බන්ධතාවය පවත්වා ගෙන යනු ලැබේ.",
        "පෙර පර්සියාව තුළ දෙරට අතර සබඳතා ප්රධාන වශයෙන් පවත්වනු ලැබුවේ පිළිකුල් සහගත සමුද්ර සන්ධිය හරහා ය.",
        "ඉරානය 1975 දී කොළඹ තානාපති කාර්යාලය ආරම්භ කළ අතර ශ්රී ලංකාව 1990 ජනවාරි මාසයේ දී ටෙහෙරානයේ තානාපති කාර්යාලය ආරම්භ කළේය.",
        "දෙරටේ සෑම අංශයකම සමීප සහයෝගීතාව පවත්වා ගෙන යන අතර බහු-වර්ග සබඳතාවලදී එකිනෙකා සමඟ සහයෝගයෙන් කටයුතු කරයි.",
        "ඉරානයේ සංවර්ධන ආධාර ණය ස්වරූපයෙන් සපයනු ලබන අතර ප්රධාන වශයෙන් අවධානය යොමු කර ඇත්තේ යටිතල පහසුකම්, වාරිමාර්ග හා ශක්තිය වැනි අංශ වැඩිදියුණු කිරීම සඳහා ය.",
        "ශ්රී ලංකා රජය දැනටමත් ඇමරිකානු ඩොලර් 19,301,572.6 ක් ඉරානයට ඇමරිකානු ඩොලර් මිලියන 35,246,022.56 කි.",
        "ශ්රී ලංකාව සහ ඉරානය එක්සත් ජාතීන්ගේ සංවිධානයේ සහ එහි උප සමාගම්වල සමීපව වැඩ කරන අතර අන්යෝන්ය වැදගත්කම මත එකිනෙකාට සහාය දක්වයි.",
        "ශ්රී ලංකාව සහ ඉරානය යනු ආසියානු සහයෝගීතා සංවාදය (ඒසීඩී සමුපකාර නොවන සංවිධානය (NAM) සහ හින්දු සාගර දේශසීමා රටාව (IRA) ඇතුළු ජාත්යන්තර හා ප්රාදේශීය සංවිධානවල සාමාජිකයින් බොහෝ දෙනෙක් වෙති.",
        "දෙරට අතර මහාන් ගුවන් සේවය ක්රියාත්මක කිරීමට ශ්රී ලංකාව එකඟ වී ඇති අතර ඉරාන සංචාරකයින් ශ්රී ලංකාවට පැමිණ සිවිල් ගුවන් ප්රවාහන අංශයේ සහයෝගීතාව වැඩි දියුණු කිරීමට දිරිගැන්වීමට අපේක්ෂා කෙරේ.",
        "2022 දී ශ්රී ලංකාවේ වඩාත්ම ජාත්යන්තර සංචාරකයින්ගේ සංචාරකයින්ගේ ලැයිස්තුවෙන් ඉරානය 27 වන ස්ථානයට පත්ව ඇති අතර එය 2021 හා සසඳන විට සැලකිය යුතු වර්ධනයක් පෙන්නුම් කරයි.2023 ජුනි මස අවසානය වන විට ඉරාන සංචාරකයින් 5,973 ක් ශ්රී ලංකාවට පැමිණියහ."
      ]
    },
    "en": {
      "title": "Iran's President visits Sri Lanka tomorrow to open the Uma Oya Multipurpose Development Program;05 Decision to Sign Up",
      "body_lines": [
        "Iranian President Ibrahim Raisi will visit Sri Lanka tomorrow (24) to attend the Uma Oya Multipurpose Development Program for public use.",
        "This is the first time that the Iranian president will visit Sri Lanka after the visit of President Ranil Wickremesinghe, the President of Iran, on a one -day visit to Sri Lanka, after the visit of President Mohamed Ahmadinejat in April 2008.",
        "There will also be five Memorandum of Understanding (MoU) to further strengthen bilateral relations between Iran and Sri Lanka.",
        "After the Mahaweli project, the Uma Oya Multipurpose Development Project, which joins history as the country's largest irrigation project, will be opened tomorrow (24) under the leadership of Iran and Sri Lankan Presidents.",
        "Uma Oya Multipurpose Development Program (UOMDP) is a national importance program in Sri Lanka. The main objective of the project is to divert the water shortage of 145 (MCM) cubic meter annually in the Uma Oya, in order to separate the water shortage in the dry zone of the southeastern region, to the Girindi Oyava.",
        "This will provide irrigation facilities for 4500 hectares of agricultural land and existing 1500 hectares of agricultural land in Moneragala district.. In addition, 39 million cubic meters (MCM) can be provided for drinking water and factory water needs of Badulla, Moneragala and Hambantota areas.. Thus, 290 Gigawat (290 GWh) of electricity can be supplied annually to the National Electricity Framework.",
        "The project includes a 3.98 km long water tunnel (connecting tunnel), 15.2 km long water tunnel, landfill power plant, switch yard, travel trail and other related constructions that connect two reservoirs, including Buhulla and Diyaraba.",
        "The Uma Oya Multipurpose Development Program between the Ministry of Heavy Resources Development and the Ministry of Power and Power of Iran on behalf of the Government of Sri Lanka (FAB)On April 28, 2008, the Cabinet granted permission to carry out engineering, procurement and construction work.",
        "Accordingly, Parab has launched comprehensive possibilities, engineering planning materials, equipment, machinery and procurement of physical construction, organization, examination and initiation of the project.. The deal, worth $ 514 million, came into effect on March 15, 2010.",
        "Iran's Export Development Bank (EDBI) provided US $ 50 million until 2013. However, due to international sanctions imposed on Iran at the time, they were unable to continue to fund the project.. Therefore, the Sri Lankan government decided to continue the project with the contractor Parab, using government funds.",
        "The project was launched on March 15, 2010, and it was decided to be completed on March 15, 2015. But Headrace Tunnel's subway has been extended till March 31, 2024, due to technical problems and social impacts, financial challenges, financial challenges, global crises and construction during the construction period, due to the spread of the project, due to the spread of the project.. Similarly, the defects and the warranty period have been extended until March 31, 2025.",
        "The project was completed in February and March 2024, and the first second units of the project were successfully connected to the National Power Framework.. The testing of the project began on April 1, 2024.",
        "Ground level height between Bandarawela and Wellavai has a difference of 700 meters. It is not easy to change the direction of the tunnel at this height. Also, the deep pressure stem has been constructed to pour water through turbine. This is a wonderful design when its construction work is completed, as it is nowhere to be seen in the world.",
        "After receiving the project from Parab, the Ministry of Irrigation will be handed over to the Ceylon Electricity Board (CEB) and the Sri Lanka Mahaweli Authority.",
        "After the generation of electricity, the water is diverted to the Alikota Ara Reservoir, built across the Kirindi Oya through the subway.",
        "Subsequently, the water capacity of the Uma Oya Reservoir will be returned to the Handapanaagala reservoir, which has been tripled and the new water reservoir will be built on the south bank of the Uma Oya to provide water to the Wellavai, Maharagama, Tanamalwila and Palaharuta in the Moneragala district.",
        "The irrigation structure of more than 60 meters is also being constructed. Through these irrigation systems, the existing 1500 hectares of land and the newly developed 4500 hectares are expected to provide water for irrigation.",
        "The government has instructed the relevant authorities to implement the new technology using the new technology to end the long -standing water shortage in the Kirindi Oya Valley, which is being implemented under the Umoya under the direct contribution of the Irrigation Department.",
        "In addition, the Umaoya Multi -Purpose Development Program has provided solutions to the problem of providing water for drinking water and industrial needs in Bandarawela and Wellava areas.",
        "The formal diplomatic relations between Iran and Sri Lanka were started in 1962 and the relationship between the two countries has been maintained since the launch of proper diplomatic relations.",
        "During the previous Persia, relationships between the two countries were mainly conducted through the Hormous Strait.",
        "Iran started its embassy in Colombo in 1975 and Sri Lanka founded its embassy in Tehran in January 1990.",
        "The two countries maintain close cooperation in all sectors and cooperate with each other in multi -class relationships.",
        "Iran's development assistance is provided in the form of debt and is mainly focused on improving sectors such as infrastructure, irrigation and strength.",
        "The Sri Lankan government has already repaid US $ 19,301,572.6 to Iran and the remaining amount is approximately $ 35,246,022.56.",
        "Sri Lanka and Iran are closely working in the United Nations and its subsidiaries and supporting each other on mutual importance.",
        "Sri Lanka and Iran are members of many international and regional organizations, including the Asian Cooperation Conversation (ACD) and the Non -Alignment Organization (NAM) and the Hindu Ocean Border Countries Association (IRA).",
        "Sri Lanka has agreed to implement the Mahan airline between the two countries and is expected to encourage Iranian tourists to visit Sri Lanka and improve cooperation in the civil air transport sector.",
        "In 2022, Iran was ranked 27th in the list of most international tourists visitors to Sri Lanka, which shows significant growth compared to 2021.By the end of June 2023, 5,973 Iranian tourists visited Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "Iran's President Ibrahim Raisi visits Sri Lanka to open the Uma Oya Multipurpose Development Program, a significant irrigation project aimed at addressing water shortages. This marks the first visit by an Iranian president to Sri Lanka since 2008. The project, which includes a 3.98 km long water tunnel and a landfill power plant, is expected to provide irrigation for 4500 hectares of agricultural land and supply drinking and factory water needs. It also aims to generate 290 GWh of electricity annually. The project, initially funded by Iran's Export Development Bank, faced delays due to international sanctions and technical challenges, but was completed in 2024."
  ]
}