{
  "translated_text": {
    "ta": {
      "title": "தயாசிரிக்கு எதிரான சரிவு ஒழுங்கு நீட்டிக்கப்பட்டுள்ளது",
      "body_lines": [
        "கொழும்பு மாவட்ட நீதிமன்றம் இன்று (22) இலங்கையின் முன்னாள் பொதுச் செயலாளர் சாராஹி ஜயசேகெராவுக்கு உத்தரவிட்டது.",
        "இலங்கை சுதந்திரக் கட்சி (எஸ்.எல்.எஃப்.பி) மற்றும் அதன் செயல் செயலாளர் சாரதி எத்தந்தா மித்ரபாலா ஆகியோர் தாக்கல் செய்த மனுவின் பின்னர் இந்த உத்தரவு பிறப்பிக்கப்பட்டது.",
        "மனுதாரர் சார்பாக ஆஜரான ஜனாதிபதியின் ஆலோசகர் ஃபைசர் முஸ்தபா, பதிலளித்தவர்கள் 29 ஆம் தேதி வரவழைக்கப்பட்டால் நீதிமன்றத்தில் நீதிமன்றத்தில் ஆஜரானார்.",
        "அதன்படி, மனுதாரர்களுக்கு ஆட்சேபனைகளை தாக்கல் செய்ய அனுமதி வழங்கப்பட்டது, மேலும் மனுவையும் 29 ஆம் தேதி அனுப்பியது.",
        "மனுதாரர் எஸ்.எல்.எஃப்.பி மத்திய குழுவின் பொதுச்செயலாளராக அகற்றப்பட்டதாகக் கூறப்படுகிறது.",
        "பின்னர் புகாரை பின்னர் சரதி மித்ரபாலா நியமித்தார்.",
        "திரு. தயாசிரி ஜெயசேகரருக்கு எதிரான குற்றச்சாட்டு மற்றும் குற்றச்சாட்டு வழங்கப்பட்டதாக பின்னர் தெரிவிக்கப்பட்டுள்ளது.",
        "எவ்வாறாயினும், செயல் செயலாளர் சரதி வில்லாமி மித்ரபாலாவுடன் தலையிடும் விதத்தில் தயாசிரி ஜெயசேகரா தேர்தல் ஆணையத்திற்கு தவறான பரிந்துரைகளை சமர்ப்பித்ததாகக் கூறப்பட்டுள்ளது.",
        "அதன்படி, தயாசிரி ஜெயசேகரா இந்த வகை சட்டவிரோத நடவடிக்கைகளைத் தடுக்கும் தயாசிரி ஜெயசேகரருக்கு தடை விதித்துள்ளார்."
      ]
    },
    "en": {
      "title": "Decline order against Dayasiri is extended",
      "body_lines": [
        "The Colombo District Court today (22) ordered the former Secretary General of Sri Lanka Freedom Secretary Sarahy Jayasekera.",
        "The orders were released after a petition filed by the Sri Lanka Freedom Party (SLFP) and its acting Secretary-General Sarathi Vithantha Mithrapala.",
        "President's Counsel Faizer Mustapha, who appeared in behalf of the petitioner, appeared in court to the court if respondents would be summoned on the 29th.",
        "Accordingly, the petitioners were given permission to file objections and also also sent the petition on the 29th.",
        "The petitioner is said to have been removed as the Secretary-General of the SLFP central committee.",
        "The complaint was later appointed by Sarathi Mithrapala, then, said.",
        "It is later reported to be issued with a charge and issue of a charge against Mr. Dayasiri Jayasekara.",
        "However, it has been stated that Dayasiri Jayasekara has submitted false recommendations to the Election Commission in a manner that interferes with the Acting Secretary Sarathi Villami Mithrapala.",
        "Accordingly, Dayasiri Jayasekara has demanded a ban to Dayasiri Jayasekara preventing this type of illegal activities."
      ]
    }
  },
  "summary_lines": [
    "The Colombo District Court extended the decline order against Dayasiri Jayasekera, following a petition by the Sri Lanka Freedom Party (SLFP) and its acting Secretary-General Sarathi Vithantha Mithrapala. The court granted permission for the petitioners to file objections and summoned respondents on the 29th. The case involves allegations of false recommendations to the Election Commission by Dayasiri Jayasekera, interfering with Sarathi Mithrapala."
  ]
}