{
  "translated_text": {
    "ta": {
      "title": "முடிகளின் பங்கு கொண்ட பெட்டி",
      "body_lines": [
        "பஸ்கி என்ற போதைப்பொருள் வியாபாரியை போலீசார் கைது செய்துள்ளனர்.",
        "அவரிடம் 805 மில்லிகிராம் பனி இருந்தது.",
        "சந்தேக நபரை அழைக்கும் போதைப்பொருள் வியாபாரி வசம் உள்ள ஒரு மோசடி செய்பவர் மற்றும் இரண்டு வாள்களை போலீசார் பறிமுதல் செய்துள்ளனர்.",
        "நீதிக்கு ஏற்ப மேற்கு மாகாண ஊழல் பிரிவு நடத்திய தாக்குதலைத் தொடர்ந்து சந்தேக நபர் கைது செய்யப்பட்டார்.",
        "மேலும் பேசிய போதைப்பொருள் வியாபாரி சந்தேக நபரை அழைத்தார்.",
        "சந்தேகநபர் போரெல்லாவின் 37 வயதான நீதிமன்றத்தில் நீதிமன்றத்தில் தயாரிக்கப்பட உள்ளார். மேற்கு மாகாண ஊழல் பிரிவு மேலும் விசாரணைகளை மேற்கொண்டு வருகிறது."
      ]
    },
    "en": {
      "title": "Box with a stock of hairs",
      "body_lines": [
        "Police have arrested a drug dealer named Busky.",
        "There were 805 milligrams of ice in his possession.",
        "Police have also seized a racketeer and two swords in the possession of the drug dealer called the suspect.",
        "The suspect was arrested following a raid conducted by the Western Province Corruption Unit in line with justice.",
        "Speaking further, the drug dealer called the suspect is a drug dealer in the racket.",
        "The suspect is due to be produced in court, a 37-year-old area of Borella. The Western Province Corruption Division is conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "Police arrested drug dealer Busky with 805 milligrams of ice, a racketeer, and two swords. The Western Province Corruption Unit conducted the raid. Busky, a 37-year-old from Borella, is in court, and further investigations are ongoing."
  ]
}