{
  "translated_text": {
    "ta": {
      "title": "இலங்கை கைதிகள் குவைத்திலிருந்து குவைத்துக்கு அனுப்புகிறார்கள்",
      "body_lines": [
        "இலங்கை கைதிகளில் 32 பேர் குவைத்தில் சிறைச்சாலையுடன் இலங்கைக்கு அனுப்பப்பட்டனர்.",
        "அவர்கள் இன்று பிற்பகல் குவைத்திலிருந்து கட்டுனாயக்க விமான நிலையத்திற்கு வந்திருந்தனர்.",
        "இந்த கைதிகள் குவைத்தின் மத்திய சிறையில் தடுத்து வைக்கப்பட்டுள்ளதாக தெரிவிக்கப்படுகிறது.",
        "குவைத் மற்றும் இலங்கைக்கு இடையில் கையெழுத்திடப்பட்ட கைதிகளின் அமைச்சரவை பரிமாற்றத்தின் கீழ் அவர்கள் நாட்டிற்கு அனுப்பப்பட்டனர்.",
        "இலங்கை கைதிகள் பாதுகாப்புப் படையினரால் கைது செய்யப்பட்டனர், போக்குவரத்து மற்றும் வர்த்தகம் மற்றும் வர்த்தகம் மற்றும் குவைத்தில் மருந்துகளை கொண்டு சென்றனர்.",
        "குவைத் மாநில அதிகாரிகள் கைதிகளின் கைதிகள், உள்துறை அமைச்சின் அதிகாரிகள் மற்றும் மருத்துவர்கள் மற்றும் செவிலியர்களுடன் வந்துள்ளனர் என்று தெரிவிக்கப்படுகிறது.",
        "சிறைச்சாலைகள் துறையின் கைதிகள் கட்டூனாயகேக் விமான நிலையத்தில் இன்று மாலை (25) கட்டுனாயக்க விமான நிலையத்திற்கு வந்தனர்.",
        "கைதிகள் வெலிகடா சிறைக்கு கொண்டு செல்லப்பட்டனர் என்று எங்கள் நிருபர் கூறினார்."
      ]
    },
    "en": {
      "title": "Sri Lankan prisoners send to Kuwait from Kuwait",
      "body_lines": [
        "32 of Sri Lankan prisoners were sent to Sri Lanka with prison in Kuwait.",
        "They had arrived at the Katunayake Airport from Kuwait this afternoon.",
        "It is reported that these prisoners were detained at Kuwait's central prison.",
        "They were sent to the country under the Cabinet Exchange of Prisoners signed between Kuwait and Sri Lanka.",
        "The Sri Lankan prisoners were arrested by the security forces of the security forces, trafficing and trading and trading and transporting drugs in Kuwait.",
        "It is reported that Kuwait state officials have arrived with the prisoners of the prisoners, the officials of the Ministry of Interior and Doctors and Nurses.",
        "The Prisoners of the Department of Prisons were also present at the Katunayake airport to the Katunayake airport this evening (25).",
        "The prisoners were taken to the Welikada Prison, our correspondent said."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "32 Sri Lankan prisoners returned home after serving time in Kuwait. They landed at Katunayake Airport, having been detained for drug-related offenses. The repatriation was facilitated by a Cabinet Exchange of Prisoners agreement between the two countries."
  ]
}