{
  "translated_text": {
    "ta": {
      "title": "சந்தேக நபர் தாக்கி கொல்லப்பட்டார்: இரண்டு முன்னாள் காவல்துறை அதிகாரிகள் மரண தண்டனை விதிக்கப்பட்டனர்",
      "body_lines": [
        "சந்தேக நபர் தாக்கி கொல்லப்பட்டார்: இரண்டு முன்னாள் காவல்துறை அதிகாரிகள் மரண தண்டனை விதிக்கப்பட்டனர்",
        "பெலியாகோடா போலீசாரால் கைது செய்யப்பட்ட 2005 பொலிஸ் அதிகாரிகளில் கொழும்பு உயர் நீதிமன்றம் இன்று (மார்ச் 4) மரண தண்டனை விதிக்கப்பட்டுள்ளது.",
        "தண்டனை பெலியகோடா பொலிஸ் குற்றவியல் புலனாய்வு பிரிவின் (எஸ்.எல்.டி.எச்) பிரதிவாதிகளுக்கு தண்டனை விதிக்கப்பட்டது",
        "பொதுமக்கள் நீதிமன்றத்திற்கு வருவார்கள் என்றும் நீதித்துறையை சட்டத்தால் உத்தரவிடலாம் என்றும் நீதிபதி கூறுகிறார்.",
        "ஜூலை 13, 2005 அன்று வயர்லெஸ் தொலைபேசி திருட்டு தொடர்பாக கைது செய்யப்பட்ட அபீசிங்க ரஞ்சித், காவல் நிலையத்தில் விக்கன் பொலிஸால் கொல்லப்பட்ட நான்கு பொலிஸ் அதிகாரிகளை வழக்குத் தொடர்ந்தார்.",
        "எவ்வாறாயினும், இந்த சம்பவம் மீது குற்றம் சாட்டப்பட்ட காவல்துறை ஆய்வாளர் (தலைமை ஆய்வாளர்), காவல்துறையின் தலைமை ஆய்வாளர். இரண்டு அதிகாரிகளும் குற்றம் சாட்டப்படாததால் இரண்டு முகமது அபிஸ்ஜிகளை விடுவிக்கவும் விடுவிக்கவும் நீதிபதி உத்தரவிட்டார்.",
        "பாதிக்கப்பட்டவர்களுக்கு ரூ .15 கோடி செலுத்த வேண்டிய காவல்துறை அதிகாரிகள் யார்?",
        "தீர்ப்பை வெளிப்படுத்திய நீதிபதி, வயர்லெஸ் தொலைபேசியை ஒரு சாளரத்திற்கு திருடி தொடர்பாக சந்தேக நபர் கைது செய்யப்பட்டு இரண்டு பிரதிவாதிகளால் தாக்கப்பட்டதாகவும் கூறினார்.",
        "சந்தேக நபரை கைது செய்ததில் கைது செய்யப்பட்டவர்களிடமிருந்து பிரதிவாதிகளை பிரதிவாதிகள் எவ்வாறு தாக்கினர் என்பதை நீதிபதி வெளிப்படுத்தியுள்ளார்.",
        "மருத்துவ அறிக்கையின் உள்ளடக்கங்களை மேற்கோள் காட்டிய நீதிபதி, \"அறிவிக்கப்பட்ட நீதிபதி\" என்று பிரதிவாதிகள் சந்தேக நபர் சந்தேக நபரை தரையில் ஏற்படுத்தியதாகக் கூறியிருந்தனர். பாதிக்கப்பட்டவரும் பொய் என்று பிரதிவாதி கூறியிருந்தார். \"",
        "\"மருத்துவ அறிக்கைகளில் அவர் இறக்கும் நேரத்தில், அவர் எந்த மருந்தையும் பயன்படுத்தவில்லை. மேலும், பிரதிவாதியின் உடல் காயங்கள். மேலும், பாதிக்கப்பட்டவருக்கு அடியில் உள்ள அனைத்து எலும்புகளும் உடைக்கப்பட்டுள்ளன. \"",
        "\"இந்த காயங்கள் தரையில் காயமடையவில்லை என்று மருத்துவர்கள் கருதுகின்றனர். இந்த காயங்கள் மீதான தாக்குதலால் காயங்கள் ஏற்பட்டதாக மருத்துவர் கூறியுள்ளார். விக்கெஸ்ட் வேலைநிறுத்தம் செய்தால், அத்தகைய காயங்கள் ஏற்படக்கூடும் என்று மருத்துவர் கூறியுள்ளார்.",
        "மேலும் முடிவெடுக்கும் நேரத்தில் குற்றம் சாட்டப்பட்டவர் இறந்துவிட்டார் என்று நீதிபதி தெரிவித்துள்ளார்.",
        "'அதிகபட்ச தண்டனையை மற்ற போலீசாருக்கு உதாரணமாகக் குறிப்பிடவும்'",
        "தண்டனைக்கு முன்னர் தண்டனைக்கு அமர்ந்த வழக்கறிஞர்கள் தங்கள் வாடிக்கையாளர்களை தங்கள் வாடிக்கையாளர்களிடம் குறிப்பிடுமாறு கேட்டுக்கொள்ளப்பட்டனர்.",
        "எவ்வாறாயினும், சமூகத்தின் மற்ற போலீசார்களும் அதிகபட்சமாக அபராதம் விதிக்குமாறு கேட்டுக்கொள்ளப்படுவதாக சட்டமா அதிபர் கூறுகையில், அரசுக்கு சொந்தமான வழக்கறிஞர் சாத்ரா விஜெசிங்க கூறினார்.",
        "காவல்துறையினருக்கு தண்டனையாக இருக்கும் தண்டனைக்கு மாநில ஆலோசகரும் கோரப்பட்டது.",
        "நீதிமன்றத்தில் குற்றம் சாட்டப்பட்ட இருவரும் நீதிமன்றங்கள் இறப்பதற்கு முன்னர் நீதிமன்றங்கள் வழங்கப்பட்டதாகக் கூறினர்.",
        "சமர்ப்பிப்புகளை பரிசீலித்த பின்னர், சமாதானத்தைப் பாதுகாக்க காவல்துறை அதிகாரிகளுக்கு சட்டத்தால் அங்கீகாரம் இருப்பதாக காவல்துறை அதிகாரிகள் கூறினர்.",
        "நீதித்துறைக்கானது என்றும், அற்புதமான பிரதிவாதிகளை நீதித்துறைக்கு வழங்க முடியும் என்றும் நீதிபதி கூறினார்.",
        "அன்னெத் அம்பானியின் திருமணத்திற்கு முந்தைய விழாவில் இந்தியாவுக்கு வந்தவர் யார்?",
        "குழந்தைகள் ஒரு தனி அறையாக இருக்க வேண்டிய வயது என்ன?பெற்றோர்கள் தெரிந்து கொள்ள வேண்டிய விஷயங்கள்",
        "ராஜீவ் காந்தியின் படுகொலை: சந்தனின் இறுதி சடங்கு இன்று யாஃப்னாவில் உள்ளது",
        "'லோரெட்ஸோ மகன் 04': இலங்கை மீனவர்கள் சீஷெல்ஸ் அதிகாரிகளில் உண்ணாவிரதம்",
        "ஐரோப்பிய ஒன்றிய மறுசீரமைப்பு: ஒரே மேடையில் மூன்று முக்கிய கட்சிகளும் புதுப்பிப்பு: ஏப்ரல் 15, 2016"
      ]
    },
    "en": {
      "title": "Suspect hit and killed: Two former police officers sentenced to death",
      "body_lines": [
        "Suspect hit and killed: Two former police officers sentenced to death",
        "The Colombo High Court today (March 4) was sentenced to death in the 2005 police officers who were arrested by the Peliyagoda Police.",
        "The punishment was sentenced to the defendants of the Peliyagoda Police Criminal Investigation Division (SLTH)",
        "The judge states that the public will come to the court and the judiciary may be ordered by the law.",
        "Abeysinghe Ranjith, who was arrested in connection with theft of a wireless telephone on July 13, 2005, sues four police officers who were killed by Vickened Police in the police station.Was assigned.",
        "However, the Chief Inspector of Police (Chief Inspector), who was charged with the incident, is a Chief Inspector of Police. The judge also ordered the acquitting and release of the two Mohammed Abhisjis as the two officers were not proven to be charged.",
        "Who were the police officers who had to pay for Rs.15 crores to victims?",
        "Expressing the verdict, the judge said that the suspect had been arrested in connection with theft of a wireless phone to a window and had been assaulted by the two defendants.",
        "The judge has revealed how the defendants had assaulted the defendants from the arrests on the arrest of the suspect.",
        "The judge who cited the contents of the medical report, \"the judge who was announced,\" the defendants had said that the suspect had caused the suspect in the ground. The defendant had also stated that the victim was also a lie. \"",
        "\"By the time he died in medical reports, he was not found using any drug. Also, the defendant's body wounds. Also, all the bones beneath the victim has been broken. \"",
        "\"Doctors opinion that these injuries are not injured in the ground. The doctor has stated that the injuries were caused by the attack on this injuries. The doctor has said that if the vickest strike, such injuries could occur.",
        "It is said that the judge has revealed that the accused had died at the time of hospitalization further decision.",
        "'Specify Maximum Punishment as Example for Other Cops'",
        "Attorneys who sat for the punishment before punishment were asked to specify their clients to their clients.",
        "However, state-owned lawy Chathra Wijesinghe said that the Attorney General said that the other copses in society are also requested to make a maximum penalty.",
        "The State Counsel was also requested to a punishment that would be a punishment for the police.",
        "The two accused of the court said that they were given the courts before the death of the courts.",
        "After considering the submissions, the police officers claimed that the police officers were authorized by law to protect peace.",
        "The judge also stated that the public is for the judiciary and the magnificent defendants can be given to the judiciary.",
        "Who came to India at the pre-wedding ceremony of Anneath Ambani?",
        "What is the age that children should be a separate room?Things parents Need to Know",
        "The assassination of Rajiv Gandhi: The funeral of Santhan's remains in Jaffna today",
        "'Loretzo Son 04': Sri Lankan fishermen fasting in Seychelles Authorities",
        "EU Refegrance: All three key parties on the same platform update: April 15, 2016"
      ]
    }
  },
  "summary_lines": [
    "Two former police officers were sentenced to death by the Colombo High Court for the 2005 murder of four police officers. The defendants were accused of assaulting a suspect in connection with a theft case."
  ]
}