{
  "translated_text": {
    "si": {
      "title": "කුකුළා සටන් කිරීමෙන් ස්වයංක්රීය ටෙලර් යන්ත්රවල හිඟය",
      "body_lines": [
        "ආන්ද්රා ප්රදේශ්හි සංඛ්රේරන්සි උත්සවය පසුගිය දින 3 තුළ බැඳී තිබේ. කුෂ් f සටන රජය පුරාම තහනම් කර ඇතත්, ඔවුන් තරඟ පවත්වයි.",
        "අන්ද්රා ප්රදේශ් හි විවිධ ස්ථානවල කෙත්වල දැවැන්ත කූඩාරම් පිහිටුවා ඇත. සටන්වලට සේවා සිය ගණනක් සහභාගී වේ.",
        "මෙම සේවාවන් පිහිය සමඟ ආක්රමණශීලීව ගැටී ඇත. එක් එක් සේවාවන් සඳහා මිලියන ගණනක් මුදල් ඉදිකරන ලදි.",
        "මේ සඳහා සූදු මේස සකස් කර ඇත. பணம் அதிகமாக கட்டப்பட்டதால் சேவல் சண்டை நடந்த பகுதிகளில்  ஏ.டி.எம்.மில் பணம் தட்டுப்பாடு ஏற்பட்டது. බහු ස්වයංක්රීය ටෙලර් යන්ත්ර. මධ්යස්ථාන මුදල් නොමැතිව හිස් විය.",
        "මෙය වළක්වා ගැනීම සඳහා ඩිජිටල් මුදල් ගනුදෙනු සඳහා කුකුළා සටන සංවිධානය කරන ලදී.. ඔවුන් එක් දිනක් තුළ රුපියල් කෝටි 500 ක් දක්වා දිව යයි."
      ]
    },
    "en": {
      "title": "Money shortage in ATMs by cock fighting",
      "body_lines": [
        "Sankranti festival in Andhra Pradesh has been tied up for the past 3 days. Although the cock fight has been banned throughout the state, they are conducting competitions.",
        "Huge tents have been set up in the fields in various places in Andhra Pradesh. There are hundreds of services participating in the fights.",
        "The services collided aggressively with the knife tied to the leg. Millions of money were built on each services.",
        "Gambling tables were set up for this. Money shortage at ATMs in areas where cock fighting has been built. Multiple ATMs. The centers were empty without money.",
        "To avoid this, the cock fight was arranged for digital money transactions.. They have been racing up to Rs 500 crore in a single day."
      ]
    }
  },
  "summary_lines": [
    "Despite cock fighting being banned in Andhra Pradesh, illegal competitions continue, leading to a shortage of cash in ATMs. Digital transactions have been introduced to mitigate this issue, with daily bets reaching up to Rs 500 crore."
  ]
}