{
  "translated_text": {
    "ta": {
      "title": "கமிந்து மெண்டிஸ் ஒரு ஐ.சி.சி சூப்பர்",
      "body_lines": [
        "இலங்கையின் புதிய பேட்ஸ்மேன் மார்ச் மாதத்தில் உலகின் சிறந்த கிரிக்கெட் வீரரில் சேர்க்கப்பட்டுள்ளது.",
        "சர்வதேச கிரிக்கெட் கவுன்சிலின் அதிகாரப்பூர்வ வலைத்தளம் அதிகாரப்பூர்வமாக கூறப்பட்டுள்ளது.",
        "அவரைத் தவிர, ஐரிஷ் வீரர் மார்க் அடேர் மற்றும் நியூசிலாந்து வீரர் மாட் ஹென்றி ஆகியோரும் சேர்க்கப்பட்டுள்ளனர்.",
        "பங்களாதேஷுக்கு எதிரான டெஸ்ட் தொடரில் காமிந்து மெண்டிஸ் இலங்கையை கற்பித்தார்.",
        "முதல் டெஸ்டில் அவர் பல நூற்றாண்டுகள் அடித்தார், இரண்டாவது போட்டியில் முதல் இன்னிங்ஸில் 92 ரன்கள் எடுத்தனர்.",
        "போட்டியின் வெற்றிக்கு செல்லும் வழியில் பந்தை அடித்தார் மற்றும் 32 ரன்களுக்கு 32 விக்கெட்டுக்கு 3 விக்கெட்டுகளை வீழ்த்தினார்.",
        "இந்த தனித்துவமான திறமைகள் காரணமாக, அவர் டெஸ்ட் தொடரையும் மேன் ஆப் தி மேட்ச் விருதையும் வென்றார்."
      ]
    },
    "en": {
      "title": "Kamindu Mendis is a ICC super",
      "body_lines": [
        "Sri Lanka's new batsman has been included in the world's best cricketer in March.",
        "The official website of the International Cricket Council is officially stated.",
        "In addition to him, Irish player Mark Adair and New Zealand player Matt Henry are also included.",
        "Kamindu Mendis has taught Sri Lanka at Test series against Bangladesh.",
        "He scored centuries in the first Test, and the second match scored 92 not out in the first innings.",
        "He also scored the ball in the way to the victory of the competition and took 3 wickets for 32 wickets for 32 runs.",
        "Due to these unique talents, he won the Test series as well as the man of the match award."
      ]
    }
  },
  "summary_lines": [
    "Kamindu Mendis, Sri Lanka's new batsman, is recognized as one of the world's best cricketers by the ICC. He scored centuries in the first two Tests against Bangladesh, contributing to Sri Lanka's victory with 3 wickets for 32 runs."
  ]
}