{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதியின் சுற்றறிக்கையின் செயலாளருக்கு எதிராக இடைக்கால தடை விதிக்கப்பட்டது",
      "body_lines": [
        "கிராமப்புற மேம்பாட்டுத் திட்டங்களை செயல்படுத்த ஜனாதிபதி ஆலோசனைக் குழுக்கள் வழங்கிய சுற்றறிக்கையை நிறுவுவதன் மூலம், உச்சநீதிமன்றம் இன்று (24) இடைக்கால காயத்தை வெளியிட்டது.",
        "இடைக்கால முடிவை பாஃப்ரெல் மற்றும் அதன் நிர்வாக இயக்குனர் ரோஹானா ஹெட்டியாராச்சி வழங்கினர்.",
        "இந்த மனு நவம்பர் 5 ஆம் தேதி நடைபெற்றது.",
        "மனுதாரருக்காக ஆஜரான வழக்கறிஞர் தேவேந்திரா, அரசியல் ஆலோசனையுடன் ஒருங்கிணைக்க அரசாங்கத்தின் நிதிகளும் வளங்களும் நடத்தப்பட்டதாக அவர் கூறினார்.",
        "அரசாங்க வளங்களை பொதுமக்களுக்குப் பயன்படுத்துவதற்குப் பதிலாக அரசாங்க வளங்களைப் பயன்படுத்த வேண்டும் என்றும் வழக்கறிஞர் கேட்டுக்கொண்டார்.",
        "கூடுதல் சொலிசிட்டர் ஜெனரலின் ஓய்வு வழக்கு வழக்குரைஞர் ஜெனரலின் லீஷர் வழக்குரைஞர் ஜெனரலின் ஓய்வு தீர்வு சைர்தேனா பதிலளித்தவர்கள் சார்பாக ஆஜரானார், மனுவை விசாரிக்காமல் தள்ளுபடி செய்யுமாறு மனு கேட்கப்பட்டது.",
        "இரு தரப்பினரும் சமர்ப்பித்ததை பரிசீலித்த பின்னர், நீதிபதிகளுக்கு இடைக்கால தடை உத்தரவு பிறப்பிக்கப்பட்டது.",
        "இந்த திட்டம் ரூ.",
        "தேர்தல் ஆணையத்தின் தேர்தல் மற்றும் தேர்தல் உரிமைகளின் அடிப்படை உரிமைகள் ஆகியவற்றின் அருகே இதைச் செய்ய இது சட்டவிரோதமானது என்று கோரி இந்த மனு தாக்கல் செய்தது."
      ]
    },
    "en": {
      "title": "Interim banned against Secretary to the President's Circular",
      "body_lines": [
        "The Supreme Court today issued an interim injury today (24), with the establishment of the circular issued by the Presidential Advisory Committees to implement rural development projects.",
        "The interim decision was issued by the PAFFREL and its Executive Director Rohana Hettiarachchi.",
        "The petition was then held on November 5.",
        "Attorney-at-Law Devendra, who appeared for the petitioner, he said that the government's funds and resources were conducted for political purposes to coordinate with political counseling.There was a complaint that there was.",
        "The lawyer also requested that the use of government resources instead of using government resources to the public.",
        "Additional Solicitor General's Leisure Solicitor General's Leisure Solicitor General's Leisure Solution Siriwardena appeared in behalf of the respondents, the petition was asked to dismiss the petition without being heard.",
        "After considering the submitted by the two sides, the judges were then issued the interim injunction.",
        "The petitioners claim that the project has been decided to allocate Rs.",
        "This petition had filed as demanding that this is illegal to do this near the election of the election of the Elections Commission and the basic rights of electoral rights."
      ]
    }
  },
  "summary_lines": [
    "The Supreme Court issued an interim ban on a circular by the Presidential Advisory Committees aimed at rural development projects, citing potential misuse of government funds for political gains. The decision was based on a petition filed by PAFFREL, with Attorney-at-Law Devendra arguing against the allocation of resources for political rather than public benefit. Despite the Additional Solicitor General's request to dismiss the petition, the court granted the interim injunction due to concerns over electoral rights and the timing of the project near elections."
  ]
}