{
  "translated_text": {
    "si": {
      "title": "பெரும் பொறுப்புகளுடன் இந்தியப் பெருங்கடலின் இதயத்தில் இலங்கை - பாதுகாப்பு செயலாளர்",
      "body_lines": [
        "පැසිෆික් දේවදූතයා වැනි අභ්යාස පවසා ඇත්තේ හදිසි අවස්ථා වලට ප්රතිචාර දැක්වීමට සහ සහභාගීත්ව රටවල් අතර ඇති විශ්වාසය ශක්තිමත් කිරීමේ හැකියාව, නමුත් පාරිසරික හෝ ආරක්ෂාව හා සම්බන්ධ මානව-ඕවර ටායන්ඩා, මානව කමක් හෝ පරිසරය හෝ ආරක්ෂාව සම්බන්ධ පාරිසරික හෝ ආරක්ෂාව.",
        "ආරක්ෂක ලේකම් මේ බව කියා සිටියේ කටුනායක ගුවන් හමුදා කඳවුරේ පැවති උත්සවයක් අමතමින්.",
        "உலகில் பாதுகாப்புச் சவால்கள் மிகவும் சிக்கலானவையாகவும், எல்லை தாண்டியவையாகவும் உள்ளன. එවැනි තත්වයක් තුළ, බහු-සිතැති අභ්යාස හමුදාව අතර සහයෝගීතාවයේ අවශ්යතාවය පිළිබඳ අවබෝධයක් ලබා ගනී. සන්ධි සූදානම තේරීමක් නොවේ, එය අත්යවශ්ය අවශ්යතාවකි.",
        "ඉන්දියන් සාගර කලාපය ලෝක ආරක්ෂාව සහ ආර්ථිකය සඳහා වැදගත්ම කේන්ද්රස්ථානයයි. සමුද්රීය රථවාහන මාර්ග හා රටවල් ඒකාබද්ධ කිරීමෙන් එය වෙළඳාම රඳවා ගනී.",
        "කෙසේ වෙතත්, ස්වාභාවික විපත්, දේශගුණික විපර්යාස අවදානම්, දේශසීමා අපරාධ සහ වැඩෙන ආරක්ෂක තර්ජන මගින් මේවා පහසුවෙන් බලපායි.",
        "මෙම සන්දර්භය තුළ, ඉන්දියානු සාගරයේ හදවතේ පිහිටා ඇති ශ්රී ලංකාවේ වගකීම, කලාපයේ ස්ථාවරත්වය, ආරක්ෂාව සහ කාර්යක්ෂමතාව සහතික කරයි. පැසිෆික් දේවදූතයා වැනි අභ්යාසයන් හදිසි තත්වයන්ට හා සහභාගීත්ව රටවල් අතර ඇති විශ්වාසයට ප්රතිචාර දැක්වීමේ හැකියාව ශක්තිමත් කරයි.",
        "පැසිෆික් ඇන්ජල් 2025 පුහුණුව සඳහා වූ ඕස්ට්රේලියාවේ, බංග්ලාදේශය, ජපානය, ජපානය සහ මාලදිවයිනේ සොල්දාදුවන්ට මම සුබ පතමි.",
        "කුසලතා හා භාවිතයන් ඉක්මවා, මෙම අභ්යාසයේ සැබෑ වටිනාකම සංවර්ධිත මිත්රත්වයේ පවතී. අනාගත අර්බුදවලදී මෙහි අන්යෝන්ය අවබෝධය සහ මිනිස් බැඳුම්කර බොහෝ සෙයින් උපකාරී වේ.",
        "එක්සත් ජනපදය සහ සියලු කලාපීය හවුල්කරුවන් සමඟ අඛණ්ඩව සහයෝගය ලබා දීමට ශ්රී ලංකාව කැපවී සිටී.",
        "පාරිසරික හෝ ආරක්ෂාව සම්බන්ධ නම් මිනිසා කළ අභියෝග ජයගත හැක්කේ රටකට පමණක් බව අපි තේරුම් ගෙන ඇත්තෙමු. සම-කප්රැස්වීමත් සමඟ ඔහු කියා සිටියේ ආරක්ෂිත හා පුනර්ජනනීය ඉන්දියන් සාගර කලාපය නිර්මාණය කළ හැකි බවයි."
      ]
    },
    "en": {
      "title": "Sri Lanka -Defense Secretary in the heart of the Indian Ocean with great responsibilities",
      "body_lines": [
        "Exercises such as Pacific Angel have said that the ability to respond to emergency situations and reinforce the confidence among the participation countries, but that retired Eya Marshall Sampath Tuayakonda, human -made challenges, or environmental or safety related to environmental or safety.",
        "The Secretary of Defense said this while addressing an event held at the Katunayake Air Force Base.",
        "Security challenges in the world are more complicated and border. In such a situation, multi -faceted exercises make sense of the need for cooperation between military. Joint readiness is not a choice, it is an essential need.",
        "The Indian Ocean region is the most important hub for world security and economy. It retains trade by combining maritime traffic routes and countries.",
        "However, these are easily affected by natural disasters, climate change risks, border crimes and growing security threats.",
        "In this context, the responsibility of Sri Lanka, located in the heart of the Indian Ocean, ensures the stability, safety and efficiency of the region. Exercises such as Pacific Angel strengthens the ability to respond to emergency situations and confidence among participation countries.",
        "I congratulate the soldiers of Australia, Bangladesh, Japan and the Maldives who contributed to the success of the Pacific Angel 2025 training.",
        "Beyond the skills and practices, the true value of this exercise is in the developed friendship. The mutual understanding and human bonds here will greatly help during the future crises.",
        "Sri Lanka is committed to continuing cooperation with the US and all regional partners.",
        "We have realized that man -made challenges, whether environmental or safety related, can only be confronted by a country. With co -operating, he said the safe and regenerative Indian Ocean region could be created."
      ]
    }
  },
  "summary_lines": []
}