{
  "translated_text": {
    "ta": {
      "title": "பால்க் ஜலசந்தியைக் கடந்த பள்ளி, உலக சாதனை படைத்தார்",
      "body_lines": [
        "ராமர் கிருஷ்ஃபுல் கொன்னிச்வாரா இந்து கல்லூரி, திருகோணமாலீ (கொழும்பு-லங்காபுவத்) பால்க் மரைன் கம்பெனி குறித்த உலகளாவிய அறிக்கை",
        "உலக சாதனை பள்ளியின் 13 வயது மாணவர். தன்வில்டின் மாணவரும் நாட்டின் வரலாற்றில் ஒரு புதிய பக்கமாக மாறியது, நாட்டின் வரலாற்றில் ஒரு புதிய பக்கம் ஒரு புதிய பக்கமாக இருந்தது.",
        "மாணவர் கடந்த 04:15 மாலை 4:00 மணிக்கு மற்றும் மாலை 47 மணி மற்றும் மாலை 47 மணியளவில் டானுவாசோகோடி துறைமுகத்திற்குச் சென்றார், இந்து வித்யாலயாவின் முதல்வரும் மாலை 47 மணி.",
        "மாணவர் பயிற்சியளிக்கப்பட்ட நிறுவனத்தின் கார்போரல் ரோஷன் அபிசுண்டரா, பால்க் மரைன் நிறுவனத்தின் உலகளாவிய சாதனையாக இருந்து வருகிறது.",
        "பயிற்சி பெற்றவர் கார்போரல் ரோஷன் அபீசண்டில் குறித்து மாணவர் குறுகிய காலத்தில் பயிற்சி பெற்றதாகக் கூறினார். அது மறக்கப்படவில்லை என்று ஆதரவு தெரிவித்துள்ளது.",
        "உலக அறிக்கையை பிரதான நீதிபதி தங்கா டி சில்வா மற்றும் இலங்கை நீர் விளையாட்டுகளின் ஆறு நீதிபதிகள் மேற்பார்வையிட்டனர்."
      ]
    },
    "en": {
      "title": "Schoolgiru, who crossed the Palk Strait in the lowest, sets a world record",
      "body_lines": [
        "Rama Krishful Konniswara Hindu College, Trincomalee (Colombo-Lankapuvath) A global report on the Palk Marine Company",
        "The world record is the 13-year-old student of the school.Dhanwild's student also became a new page in the history of the country, a new page in the history of the country was a new page.",
        "The student went to the Port of Danuasokody last 04:15 at 4:00 pm and 47pm and 47 pm, the Principal of the Hindu Vidyalaya and 47 pmWas present.",
        "The company's Corporal Roshan Abeysundara, who has been trained by the student, has been a global record of the Palk Marine Company.",
        "Commenting on Trainee Corporal Roshan Abeysundle said that the student had been trained in a short time.Support said it was not forgotten.",
        "The World Report was supervised by the main Judge Dhanga De Silva and six judges of the Sri Lanka Water Sports."
      ]
    }
  },
  "summary_lines": [
    "Schoolgiru, a 13-year-old student, set a world record by crossing the Palk Strait at the lowest point, marking a significant achievement for Rama Krishful Konniswara Hindu College, Trincomalee. The event was witnessed by the Principal of the Hindu Vidyalaya and was supervised by the main Judge Dhanga De Silva and six judges of the Sri Lanka Water Sports."
  ]
}