{
  "translated_text": {
    "ta": {
      "title": "இலங்கையர்கள் வேலைவாய்ப்புக்காக வெளிநாடு செல்கிறார்கள்",
      "body_lines": [
        "செப்டம்பர் 2023 இல், இலங்கைகள் செப்டம்பர் 2023 இல் வெளிநாட்டு வேலைவாய்ப்புக்கு அதிகரித்துள்ளன என்று இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகம் தெரிவித்துள்ளது.",
        "வெளிநாட்டு துணை மின்நிலையம் 10%அதிகரித்துள்ளது என்று பணியகம் தெரிவித்துள்ளது.",
        "அதன்படி, 28,344 இலங்கையர்கள் செப்டம்பர் 2023 இல் வெளிநாட்டு வேலைவாய்ப்புக்கு புறப்பட்டனர், செப்டம்பர் 2023 இல், 25,716 வெளிநாட்டு வேலைவாய்ப்புக்காக புறப்பட்டனர்.",
        "முதல் ஒன்பது மாதங்களின் முதல் ஒன்பது மாதங்களில், வெளிநாட்டு வேலைவாய்ப்புக்காக இருந்த இலங்கையர்களின் அளவு 240,109 ஆகும்.",
        "இதில் 99,939 தொழிலாளர்கள் மற்றும் 142,170 ஆண் தொழிலாளர்கள் உள்ளனர்.",
        "இந்த காலகட்டத்தில் 70,396 திறமையான தொழிலாளர்கள் வெளிநாட்டில் உள்ளனர்",
        "அதே நேரத்தில், 62,177 ஆண் தொழிலாளர்கள் மற்றும் 8,219 பெண் தொழிலாளர்கள்.",
        "2024 ஆம் ஆண்டின் முதல் ஒன்பது மாதங்களில், 17,649 தொழிலாளர்கள் வெளிநாடுகளுக்குச் சென்றுள்ளனர், 3,704 இலங்கையர்கள் அரை திறமையான வேலைகளைக் குறிப்பிட்டுள்ளனர்.",
        "முதல் ஒன்பது மாதங்களின் முதல் ஒன்பது மாதங்களில், அதிக எண்ணிக்கையிலான இலங்கையர்கள் சவுதி அரேபியாவில் உள்ளனர், இது 38,133 ஆகும்.",
        "இந்த நேரத்தில், 6391 இலங்கையர்கள் இஸ்ரேலில் இஸ்ரேலுக்கு புறப்பட்டுள்ளனர், மேலும் 6295 இலங்கைகள் ஜப்பானுக்கு புறப்பட்டுள்ளன.",
        "இலங்கை வேலைகளுக்கு 5870, ஐக்கிய அரபு எமிரேட்ஸ் நிறுவனத்திற்கு 5677 மற்றும் 3995 ஆகியவை குவைத் இராச்சியத்திற்கு 5677 க்கு புறப்பட்டு வருகின்றன."
      ]
    },
    "en": {
      "title": "Sri Lankans go abroad for employment",
      "body_lines": [
        "In September 2023, Sri Lankans have increased to foreign employment in September 2023, according to the Sri Lanka Foreign Employment Bureau.",
        "The Bureau said that foreign substation has increased by 10%.",
        "Accordingly, 28,344 Sri Lankans left for foreign employment in September 2023 and in September 2023, 25,716 were departed for foreign employment.",
        "In the first nine months of the first nine months, the size of Sri Lankans, which have been for foreign employment, has been 240,109.",
        "It includes 99,939 workers and 142,170 male workers.",
        "70,396 skilled workers have been abroad during this period",
        "At the same time, 62,177 male workers and 8,219 female workers.",
        "In the first nine months of 2024, 17,649 workers have passed abroad and 3,704 Sri Lankans who have referred to semi-skilled jobs.",
        "In the first nine months of the first nine months, the largest number of Sri Lankans are in Saudi Arabia, and it is 38,133.",
        "During this time, 6391 Sri Lankans have left for Israel in Israel and 6295 Sri Lankans have left for Japan.",
        "5870 for Sri Lankan jobs, 5677 and 3995 for UAE have been leaving for 5677 for the Kingdom of Kuwait."
      ]
    }
  },
  "summary_lines": [
    "Sri Lankans' foreign employment surge: 28,344 left in Sept 2023, 240,109 total in 9 months. Top destinations: Saudi Arabia (38,133), Israel (6,391), Japan (6,295)."
  ]
}