{
  "translated_text": {
    "si": {
      "title": "අවසාන තරඟයේදී කොල්කටා වලට විරුද්ධ වීමට හයිද්රාබාද් යනු කුමක්ද?රාජස්ථාන්?;අද චෙන්නායි හි දෙවන සුදුසුකම් ලැබීමේ තරගය අද",
      "body_lines": [
        "17 වන ඉන්දීය ප්රිමියර් ලීග් ලීග් ලීග් ලීගයේ අවසන් මහා තරඟයේදී අතාත්හි අවසන් තරඟාවලිය ඉරිදා කොල්කටා නයිට් රයිඩර්ස්ට එරෙහිව පැවැත්වීමට නියමිතය.. ඒ.. චිදම්බරම් ක්රීඩාංගනය අද රාත්රියේ පැවැත්වේ.",
        "කොල්කතා නයිට් රයිඩර්ස්ට එරෙහිව ඔවුන්ගේ පළමු සුදුසුකම් අහිමි වූ බැවින් අද දෙවන සුදුසුකම් ලැබීමේ තරගයේදී සන්රයිසස් හයිද්රාබාද් තරගය පැවැත්වේ.",
        "අනේ.",
        "කණ්ඩායම් දෙකේ ශක්තිමත් වන්නේ කුමන කණ්ඩායමද යන්න තීරණය කිරීම දුෂ්කර ය - සන්රයිසර්ස් හයිද්රාබාද් සහ රාජස්ථාන් රෝයල්ස්.",
        "නමුත් ලීග් තරඟ දෙකෙහි කණ්ඩායම් දෙකේ බලශක්ති ප්රකාශනයන් දෙස බලන විට, සන්රයිසර්ස් හයිද්රාබාද්ගේ දක්ෂතා තරමක් යටපත් වේ.",
        "සන්රයිසස් හයිද්රාබාද් තරඟාවලියේදී එය අලුත් කිරීමේ ආඩම්බරය ගත්තේය.",
        "2013 දී පැවති රාජකීය චැලෙන්ජර්ස් පන්ත රණශූරයන් සඳහා 2013 දී කඩුලු 5 ක් දැවී ලකුණු 263 ක් කඩුලු 5 ක් දැවී ගිය සන්සිසම් හයිද්රාබාද් සංඛ්යාව මේ වසරේ 3 වතාවක් අනාවරණය වේ.",
        "වැඩිම රාජස්ථාන් රෝයිල්ස් කඩුලු 8 කට ලකුණු 224 කි. රාජකන් රෝයල්ස් මෙම අංකය දිනා ගත්තේ රාජකීය චැලෙන්ජර්ස් බැංගලෝර්ට එරෙහිව ය.",
        "සන්රයිසර්ස් හයිද්රාබාද්ගේ විශාලතම ක්රීඩකයන් සංඛ්යාව ට්රැවිස් හිස සහ අභිෂේක් ෂර්මා ය. ඔවුන් දෙදෙනාම බලශාලාවේ පන්දු යවන්නන් විසින් පන්දු යැවීම පුදුම සහගතය.",
        "ඔවුන් අද තරඟයේදී බලාපොරොත්තු වේ. ඒ අතරම, රාජස්ථාන් රෝයල්ස් දෙදෙනා පාලනය කිරීම සඳහා නව උපාය මාර්ග භාවිතා කරනු ඇතැයි අපේක්ෂා කෙරේ.",
        "සන්රයිසර්ස් හයිද්රාබාද් විජයකාන්ත් වයස්කන්ට් කණ්ඩායමට එක්වීමට, අයිඩන් මාග්රාම් හෝ ග්ලෙන් පිලිප්ස් සමඟ එක්වීමට ඉඩ තිබේ.. කෙසේ වෙතත්, වයස්කන්ට් පන්දු යැවීමේදී බලපෑම්කාරක ක්රීඩකයෙකු යැයි කියනු ලැබේ.",
        "මේ අවස්ථාවේ දී රාජස්ථාන් රෝයල්ස් මකාදැමීමේ තරගය වාදනය කළ එකම ක්රීඩකයින් සමඟ ගොඩබෑමට අපේක්ෂා කෙරේ.",
        "සන්රයිසර්ස් හයිද්රාබාද් විසින් මෙම කණ්ඩායම් දෙක අතර වඩාත් ආකර්ෂණීය පළමු වටයේ පළමු වටයේ දී අවසන් පන්දුව ජය ගත්තේය.",
        "සන්රයිසර්ස් හයිද්රාබාද්: ට්රැවිස්ගේ ප්රධානී, අෂිෂෙක් ෂර්මා, රාහුල් තෙරතී, අයිඩන් මාර්ක් හෝ විජය පිලිප්ස් හෝ විජය පැටවුන්, අබ්දුල් සමද්, ෂාබාස් අහමඩ්. නටරාජන්.",
        "රාජස්ථාන් රෝයල්ස්: යස්ව්වි ජයස්වාල්, ටොම් කොහීරි-කෙට්මෙල්, සාන්චු සෙමා, රාවන් බවරෙල්, රවිව් ජියර්, රවීන්හාන් ඛාන්, සන්ධිවන්ද්ර, සන්දීප් ෂහමා."
      ]
    },
    "en": {
      "title": "Is Hyderabad to oppose Kolkata in the final?Rajasthan?;The second qualifying competition in Chennai today",
      "body_lines": [
        "The second qualifying tournament to play in the final of the 17th Indian Premier League League Athathi will be held against Kolkata Knight Riders on Sunday.. A.. The Chidambaram Stadium will be held tonight.",
        "Sunrisers Hyderabad will play in today's second qualifying match as they lost their first qualification against Kolkata Knight Riders.",
        "On the other hand, Rajasthan Royals qualified to play in the second qualification by winning the Royal Challengers Bangalore team in the elimination match.",
        "It is difficult to determine which team is strong in the two teams - Sunrisers Hyderabad and Rajasthan Royals.",
        "But when looking at the energy manifestations of the two teams in the league matches, Sunrisers Hyderabad's talent is slightly overwhelmed.",
        "Sunrisers Hyderabad took the pride of renewing it in the tournament.",
        "Sunrisers Hyderabad's record of 263 runs for the loss of 5 wickets in 2013 against the Royal Challengers Pune Warriors in 2013 is revealed by 3 times this year.",
        "The highest number of Rajasthan Royles is 224 runs for 8 wickets. Rajasthan Royals won this number against Royal Challengers Bangalore.",
        "Sunrisers Hyderabad's biggest number of players are Travis Head and Abhishek Sharma. It was wonderful that they both spinned the bowlers in the Power Play.",
        "They are expected to be in today's match. At the same time, Rajasthan Royals are expected to use new strategies to control the two.",
        "Sunrisers Hyderabad is likely to join one of Vijayakanth Vyaskant to join the team, Aidon Margram or Glen Philips.. However, Vyaskant is said to be an impact player in bowling.",
        "In this case, Rajasthan Royals are expected to land with the same players who played the deletion match.",
        "Sunrisers Hyderabad won the last ball in the first round of the most exciting first round between the two teams.",
        "Sunrisers Hyderabad: Travis Head, Abhishek Sharma, Rahul Thripati, Aiden Mark Ram, Glen Philips or Vijayakanth, Nitish Kumar Reddy, Henry Clausen, Abdul Samad, Shahbas Ahmad. Natarajan.",
        "Rajasthan Royals: Yaswvi Jayeswal, Tom Kohry-Ketmore, Sanchu Semsan (Chairman), Ryan Barak, Thruv Jurel, Shimran Headmayar, Roveman Powell or Keshav Maharaj, Ravichandran Ashwin, Trent Bolt, Avesh Khan, Sandhwantra, Sandeep Shahma."
      ]
    }
  },
  "summary_lines": [
    "Hyderabad faces Kolkata in the IPL final after defeating Rajasthan in the qualifiers. Both teams have shown impressive performances, but Hyderabad's talent edge might give them an advantage. Key players like Travis Head and Abhishek Sharma could be crucial for Hyderabad, while Rajasthan may rely on their tried-and-tested lineup from the eliminator match."
  ]
}