{
  "translated_text": {
    "si": {
      "title": "කොක්කුට්ටුමුවායි මානව හිමිකම් කැණීම - මිනිස් ඇටසැකිල්ල පෙට්ටි දෙකක්",
      "body_lines": [
        "මුල්ලයිටිව් - මිනිස් සුසාන භූමිය කැණීමේ තුමාගේ තුන්වන අදියර සෙනසුරාදා (13) පැවැත්විණි.",
        "කැණීම් කටයුතු අවසන් වන විට මිනිස් ඇටසැකිලි සහ සයනයිඩ් බෝතලයක් කැණීම් කළ මුල්ලයිටිව් දිස්ත්රික් නීති නීති වෛද්ය කනගසාදි වාසුදේව මහතා පැවසීය.",
        "විශේෂයෙන්, මුල්ලයිටිව් අධිකරණ විනිසුරු ධර්මලිංගම් ප්රදීපාන්, නිනෙට් දින කැණීම්, නිනෙට් දින කැණීම් සමූහය පැවති අතර නීති නිලධාරී කනගසබෙපාති වාසුදේවගේ නායකත්වයෙන් යුත් කණ්ඩායමක සහභාගීත්වයෙන්.",
        "කැණීම් වලින් දැනටමත් හඳුනාගෙන ඇති මිනිස් ඇටසැකිල්ලෙන් මිනිස් ඇටසැකිලි සහ සයනයිඩ් රූල් දෙකක් කැණීම් කර ඇත.",
        "මේ අවස්ථාවේ දී, පසුගියදා කොක්කුතුවයි මානව ආලේඛ්ය චිත්රයේ ඇති කැණීම් දෙක තුළ මිනිස් ඇටසැකිලි 40 ක් කැණීම් කර ඇත.",
        "තුන්වන අදියර කැණීම් වලදී මිනිස් ඇටසැකිලි 7 ක් සමඟ මිනිස් අස්ථි කොටස් 47 ක් මිය ගොස් ඇති බව සැලකිය යුතුය."
      ]
    },
    "en": {
      "title": "Kokkuttuvai Human Rights Excavation - Two Human Skeleton Boxes",
      "body_lines": [
        "Mullaitivu - Kokkuttuwai's third phase of the excavation of the human burial ground took place on Saturday (13).",
        "Mullaitivu District Legal Medical Officer Kanagasabapathi Vasudeva said that two human skeletons and cyanide bottle were excavated at the completion of the excavation.",
        "In particular, in the presence of Mullaitivu Court Judge Dharmalingam Pradeepan, the nineth day excavations were held with the participation of a group led by Archaeological Professor Raj Somadeva and the Forensic Police, led by legal officer Kanagasabapathi Vasudeva.",
        "Two human skeletons and a cyanide vial have been excavated from the human skeleton which has already been identified in excavations.",
        "In this case, 40 human skeletons have been excavated during the previous two excavations in the Kokkuttuwai Human Portrait.",
        "It is noteworthy that a total of 47 human skeletal blocks have been excavated with 7 human skeletons in the third phase excavation."
      ]
    }
  },
  "summary_lines": [
    "During the third phase of the Kokkuttuwai Human Rights Excavation in Mullaitivu, two human skeletons and a cyanide bottle were discovered. This excavation, overseen by Archaeological Professor Raj Somadeva and Forensic Police, included the participation of Mullaitivu Court Judge Dharmalingam Pradeepan. In total, 47 human skeletal remains have been unearthed, with 7 found in this latest phase."
  ]
}