{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதியின் போராட்டத்திலிருந்து மரணக் கை இல்லை",
      "body_lines": [
        "ஜனநாயக, சீர்திருத்தங்கள் மற்றும் தேர்தல் ஆய்வுகள், தேர்தல்களின் நிர்வாக இயக்குநர் மன்ஜுலா கணந்தா கூறுகையில், ஜனாதிபதித் தேர்தலுக்கு பரிந்துரைகள் எதுவும் இல்லை.",
        "\"இன்றைய டெரானா ஃபேசஸ்\" திட்டம் சேர்க்கப்பட்டுள்ளது என்று அவர் கூறினார்.",
        "ஜனாதிபதித் தேர்தலுக்கு 39 வேட்பாளர்கள் நிறைவேற்றியுள்ளனர், சமீபத்தில் ஒரு வேட்பாளர் காலமானார்.",
        "\"கடந்து வந்த நபரால் இன்னும் மாற்றப்படவில்லை. இல்லாததில் சில பலவீனங்களை நான் காண்கிறேன். ஒழுங்கமைக்கப்பட்ட மனிதன் இந்த செயல்முறைக்கு பங்களித்திருந்தால், கணிசமானதாக இருக்க வேண்டும். பெபா ஏ மற்றும் பெபன் ஏ ஒரு நேர்மையற்றதாக சில வழிகளை நம்புங்கள். இந்த 38 பேரில் 15 பேர் மட்டுமே குறைந்தது 10 பேரை சந்தித்துள்ளனர்.",
        "நான் மிகவும் பொறுப்பு, இந்த அறிக்கை இந்த அறிக்கையை வெளியிடுகிறது. பாக்கெட் பூச்சிகளில் ஒன்று 15 மட்டுமே நாங்கள் ஒரு கூட்டத்தை ஏற்பாடு செய்தோம். ஒருவர் ஒருவர் இறந்தார். இன்னும் 23 பேர் வெளியேறினர். அந்த 23 பேரில் 23 பேரில் யாரும் இல்லை.",
        "தேர்தல் ஆணையத்திற்கு வழங்கப்பட்ட தொலைபேசி எண்களை அழைக்கும் இரண்டு நபர்கள். மற்றொன்று துண்டிக்கப்பட்டுள்ளது. அந்த 23 பேரில் எவருக்கும் சமூக ஊடகங்களின் கீழ் பேஸ்புக்கின் ஆடை இல்லை.மற்ற 23, அவர்கள் பார்க்கிறார்கள் என்றால், ஜனாதிபதி வேட்பாளரால் கையெழுத்திட்ட மூன்று பேர் உள்ளனர்.. டெபாசிட் செய்யப்பட்டுள்ளன. அது தவிர, அவர் எங்கும் எங்கும் எடுக்கவில்லை. ஜனாதிபதித் தேர்தலில் நான் போட்டியிடப் போகிறேன் என்று குறைந்தது மூன்று பேருக்கு தெரியாது.",
        "மற்ற விஷயம் என்னவென்றால், நாங்கள் 39 பாஸ்போர்ட் அளவு புகைப்படத்தை பதிவேற்ற விரும்பினோம். அங்கு அவர்களின் தகவல்தொடர்பு மூலம் ஒரு புகைப்படத்தைப் பெற முடியவில்லை. 15 பேரைத் தவிர்த்து தகவல்தொடர்பு கூட அணுகவில்லை."
      ]
    },
    "en": {
      "title": "There were no death arm from the President's struggle",
      "body_lines": [
        "Democratic, Reforms and Elections Studies, Executive Director of Elections Manjula Ganantha says that there is no nominations for the presidential election.",
        "He said that \"today's Derana Facus\" program was added.",
        "39 candidates have passed for the presidential election and one candidate has passed away recently.",
        "\"Not yet replaced by the person who passed. I see some weakness in not being. If the organized man contributed to this process, there must be a substantial. PEPA A and PEPAN A Believe in some way as a dishonesty. Only 15 of these 38 have met with at least 10 people.",
        "I am very responsible and this statement makes this statement. One of Pocket Mites is only 15 organized by we organized a meeting. One died one person. 23 more people left. There are no one of those 23 of those 23.",
        "Two persons calling for the telephone numbers issued to the Election Commission. The other one is disconnected. None of the 23 of those 23 have no Facebook's outfit under social media.If the other 23, they seem to see, there are three people who have been signed by a presidential candidate.. Have been deposited. Other than that, he has not taken anywhere anywhere. At least three people have no idea that I am going to compete in the presidential election.",
        "The other thing is that we wanted to upload a 39 passport size photo. There we have not even been able to get a photograph through their communication. Other than 15 others don't even approach communication. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "No death penalty for President's struggle. 39 candidates ran for presidency, one died. Election Commission received calls from 2 candidates' phone numbers, none active on Facebook. Only 15 candidates communicated effectively. 23 candidates failed to submit passport photos or communicate at all."
  ]
}