{
  "translated_text": {
    "ta": {
      "title": "அஞ்சல் வாக்களிப்பு விண்ணப்பங்கள் நீட்டிக்கப்பட்டன",
      "body_lines": [
        "தபால் வாக்களிக்கும் தேதியின் அஞ்சல் வாக்களிப்பு திட்டம் அக்டோபர் 8, 2024 அன்று முடிவடையும் நாடாளுமன்றத் தேர்தலுக்கு நீட்டிக்கப்பட்டுள்ளது.",
        "தபால் தாமதங்களின் கோரிக்கைகள் மற்றும் கமிஷன் நள்ளிரவு 12.00 ஆக நீட்டிக்கப்பட்டுள்ளதாக தேர்தல் துணை ஆணையர் ஜெனரல் சமன் ஸ்ரீ ரத்னாயகே தெரிவித்தார்.",
        "அதன்படி, 2024 ஆம் ஆண்டின் இறுதி முடிவின் முடிவின் முடிவில் அக்டோபர் 10 மணிக்கு இரவு 10 மணிக்கு விண்ணப்பங்கள் பெறப்பட வேண்டும்.",
        "சாத்தியமான தாமதத்தைப் பெறுவதில் தாமதம் ஏற்படுவதைத் தடுக்க, மாவட்டத்தின் அலுவலக அலுவலகம் மாவட்ட தேர்தல் அலுவலகத்தால் வழங்கப்படுகிறது.",
        "எந்தவொரு காரணத்திற்காகவும் இந்த தேதி மீண்டும் நீட்டிக்கப்படும் என்று சமன் ஸ்ரீ ரத்னாயக்க மேலும் கூறியுள்ளார்."
      ]
    },
    "en": {
      "title": "Postal voting applications extended",
      "body_lines": [
        "The postal voting scheme of the postal voting date has been extended to the parliamentary election that is scheduled to end on October 8, 2024.",
        "Elections Deputy Commissioner General Saman Sri Ratnayake said that the demands of the postal delays and the Commission had been extended to 12.00 midnight.",
        "Accordingly, the applications should be received on the end of the end of the end of the end of the end of 2024 at 10 pm on the 10th of October 10 pm.",
        "To prevent the delay in receipt of applications to prevent the delay in the receipt of the possible delay, the office office of the district is handed over by the District Election Office in the district.It is informed that it is best to work.",
        "Saman Sri Ratnayake has further stated that this date will be extended again for any reason."
      ]
    }
  },
  "summary_lines": [
    "Postal voting deadline extended to Oct 10, 2024, at 10 PM. Applications accepted until midnight due to delays. District offices handling submissions. Date may be extended further if needed."
  ]
}