{
  "translated_text": {
    "ta": {
      "title": "ඔබට බලය දෙන්න තමා අපි පුටුවේ අසුන් ගත්තේ - ජනපතිගෙන් තරුණයින්ට ආරාධනාවක්",
      "body_lines": [
        "பொறுப்பான இளைஞர் தலைமையை உருவாக்க பொதுமக்களின் இளம் தலைவர்கள் உருவாக்கப்பட வேண்டும் என்று ஜனாதிபதி கூறுகிறார்.",
        "நாட்டின் எதிர்காலத்திற்கு அரசியல் பழிவாங்குவதற்காக இளைஞர் மாநாட்டின் பதவியேற்புக்கு இளைஞர் மாநாடு வந்ததாக ஜனாதிபதி கூறினார்.",
        "\"ඉතින් කලබලවීම පුදුමයක් නොවේ. இன்று இன்று நாம் இதை என்ன செய்ய வேண்டும், அந்த இளைஞன் என்ன உருவாக்க வேண்டும், எதிர்காலம்? பொறுப்பின் பொறுப்பான இளம் தலைவர்கள் உருவாக்கப்பட வேண்டும். எல்லா குடும்ப தலைமுறையினரும், உறவினர்கள் நீண்ட காலமாக சக்தியைப் பாதுகாக்க பங்குதாரர்கள் அல்ல. \"",
        "நாட்டை ஏற்றுக்கொள்ள நேர்மை மற்றும் திறமையான இளைஞர்களின் குழு தங்கள் கட்டுப்பாட்டுக்குப் பிறகு தயாராக இருக்க வேண்டும் என்று ஜனாதிபதி வலியுறுத்தினார்.",
        "\"இன்று நாங்கள் ஜனாதிபதியை நடத்துகிறோம். துறைமுகங்கள். பாராளுமன்றத்தை குறிக்கும். ஆனால் நாங்கள் நாற்காலியில் அமர்ந்திருக்கும்போது, ​​நாற்காலியில் உட்கார எங்களுக்கு ஒரு யோசனை இருக்கிறது. நாற்காலியில் அழுவதற்கான குறிக்கோள் எங்களுக்கு இல்லை. எங்களுக்கு மிகவும் தெளிவான பள்ளி விரக்தி உள்ளது. இந்த நாடு மிகவும் அழிவுகரமான குழுவின் கைகளில் இருந்தது. குழு எங்கள் முன்னிலையில் அரசியல் அதிகாரத்தைப் பகிர்ந்துள்ளது. இந்த நாற்காலியில் நாங்கள் எங்களை அமர்ந்திருக்கிறோம், எதிர்காலத்தில் அந்த சக்தியை வழங்க நம்புகிறோம். இந்த நாற்காலியில் நாங்கள் பலவற்றைப் போல சிக்கவில்லை. திறன், திறன், நேர்மை மற்றும் மனசாட்சியுடன் ஒரு புதிய இளைஞர் தலைமுறையை உருவாக்க நாம் தயாராக இருக்க வேண்டும். எங்களுக்குப் பிறகு, இந்த நாட்டை ஏற்றுக்கொள்ள நாங்கள் தலைமுறையை உருவாக்க வேண்டும். \"",
        "புதிய அறிவின் அறிவில் புதிய அறிவைக் கையாள ஒரு புதிய இளம் தலைமுறையினர் உருவாக்கப்பட வேண்டும் என்றும், நாட்டின் எதிர்காலத்தை சமர்ப்பிக்க ஒரு தீர்மானம் உள்ளது என்றும் ஜனாதிபதி கூறினார்.",
        "ஜனாதிபதியும் நாட்டை நாட்டிற்கு அழைத்துச் செல்ல வேண்டியிருந்தது, இது தேவையான இளைஞர்களைக் கொண்டிருந்தது மற்றும் பொது சமுதாயத்தில் இளைஞர்கள் மேற்கொள்ளப்பட வேண்டும்.",
        "நீதியின் குரலுக்கு முன்னர் ஒரு நீதி அரிசி மனிதராக இருக்க வேண்டும் என்று இளைஞர்கள் ஒரு மனிதனின் மனிதராக இருக்க வேண்டும் என்றும் ஜனாதிபதி கூறினார்.",
        "தேசிய இளைஞர் மாநாட்டில் பேசும் இளைஞர்களை ஜனாதிபதி அழைத்தார், அவர் மாநிலத்திற்கு தகுதியுடையவர்."
      ]
    },
    "en": {
      "title": "It was invited to the youth from our chair to give power - President to invite youth",
      "body_lines": [
        "The President says that the young leaders of the public should be created to create a responsible youth leadership.",
        "The President said that the youth conference had come to the inauguration of the Youth Conference to make a political victimization to the future of the country.",
        "\"So it's not surprising. What really we should be doing this today today, and what should the young man be creating and the future? The responsible young leaders of the responsibility is to be created. At all family generations, relatives are not partakers to protect power for a long time. \"",
        "The President emphasized that a group of honesty and skilled youths to accept the country should be prepared after their control.",
        "\"Today we are holding the Presidence. Ports. Representing Parliament. But when we sit in the chair, we have an idea to sit on the chair. We do not have the goal of weeping in the chair. We have a very clear school desperation. This country was in the hands of a very destructive group. The group has shared political power in our presence. We have seated us in this chair hopes to deliver that power in the near future. We're not stuck like Multiple in this chair at all. We should be prepared to create a new youth generation with the ability, skill, honesty, and conscience. After us, we should make the generation to accept this country. \"",
        "The President also said that a new young generation should be created to be able to handle the new knowledge in the knowledge of the new knowledge, and there is a resolve to submit the country's future.",
        "The president too had to take the country to the country, which had the necessary youths and the youth in the general society should be carried out.",
        "The President also said that young people should be a man of a man that a justice should be a man of the rice before the voice of justice.",
        "The President invited the youths who were speaking at the National Youth Conference, who was eligible for the State."
      ]
    }
  },
  "summary_lines": []
}