{
  "translated_text": {
    "si": {
      "title": "ජාතිවාදය දේශප්රේමී නොවේ;විජයදාස රාජපක්ෂ මහතා මැතිවරණ ප්රතිසංස්කරණ ක්රියාත්මක කිරීමට යන්නේ නැත",
      "body_lines": [
        "අධිකරණ අමාත්ය විජයදාස රාජපක්ෂ මහතා කියා සිටියේ මැතිවරණ ප්රතිසංස්කරණ සඳහා යෝජිත ව්යවස්ථා සංශෝධන වර්තමාන පාර්ලිමේන්තුව තුළ ක්රියාත්මක නොකරන බවයි. \"ඔහු පැවසීය.",
        "ප්රශ්නය;ජනාධිපති රනිල් වික්රමසිංහ මහතා සිය ධුර කාලය තුළ කරන ලද ව්යවස්ථා සංශෝධන කිහිපයක් මෑතකදී හැඳින්වීය.. මෙම සංශෝධන බලාපොරොත්තු වූ වෙනස්කම් කර තිබේද?",
        "ඔවුන්ගෙන් එක් අයෙකු මැතිවරණ සංශෝධන සිදු වූ අතර අතීතයේ බොහෝ නිර්දේශ ඉදිරිපත් කරන ලදී.",
        "මෙයින් පසු අපි 2015 දී ආණ්ඩුක්රම ව්යවස්ථාවේ 20 වන ව්යවස්ථා සංශෝධනය හඳුන්වා දුන්නා. නමුත් එය ඉටු නොවීය.",
        "පාර්ලිමේන්තුවට වඩා සෙනෙට් සභාවේ අදහස ද මම ඉදිරිපත් කළෙමි.",
        "ප්රශ්නය;මිශ්ර මැතිවරණ ක්රමයක් හඳුන්වා දීම සඳහා පාර්ලිමේන්තු මැතිවරණ නීතියේ වෙනස්කම් කිරීමට කැබිනට් මණ්ඩලය අවසර ලබා දී ඇත - එය සුළුතර පක්ෂවලට බලපාන්නේ කෙසේද?",
        "පිළිතුර;කැබිනට් මණ්ඩලය එය අනුමත කර නොමැත. ප්රතිපත්තිය පිළිගෙන තිබේ.",
        "මා ඉදිරිපත් කළ දෙවන අදහස මිශ්ර මැතිවරණයක්.",
        "ප්රශ්නය;එළඹෙන ජනාධිපතිවරණය සලකා බැලීමේදී රටේ තීරණාත්මක මොහොතේ සිදුවන්නේ කුමක්ද?",
        "පිළිතුර;නිවැරදි නායකයා තෝරා ගැනීම ගැන ජනතාව;තීරණය කළ යුතු මොහොත මෙයයි",
        "ප්රශ්නය;මේ මොහොතේ ශ්රී ලංකාව වෙනුවෙන් ප්රමුඛතාවය දිය යුතු ගැටළු මොනවාද?",
        "පිළිතුර;දේශපාලනය පිළිබඳ මගේ අවබෝධය මත පදනම්ව නීතියේ ආධිපත්යයට හා ආර්ථික ප්රකෘතියට ප්රමුඛතාවය දිය යුතුය.",
        "ඕනෑම අපේක්ෂකයෙකුට මෙම ගැටළු වලට විසඳුමක් සෙවිය යුතු අතර ඒවා තේරී පත්වුවහොත් ඔවුන් කුමක් කරනු ඇත්දැයි ඔවුන්ට කියන්න.",
        "ප්රශ්නය;නිසි උපදේශනයකින් තොරව රජය නව නීති නිර්මාණය කරමින් සිටින අනුකම්පාවක් තිබේ - එම නීති ක්රියාත්මක කිරීමෙන් ඔවුන් කොපමණ දුරක් ප්රතිලාභ ලබන්නේද?",
        "ප්රශ්නය;උත්සවයේ ආරක්ෂක පනතෙහි වෙනස්කම් හඳුන්වා දී නීතියට ඇතුළත් කිරීමට කොපමණ කාලයක් ගතවේද?",
        "පිළිතුර;මෙය වෙනත් අමාත්යාංශයක් විසින් සිදු කරනු ලැබේ.",
        "ප්රශ්නය;රට වෙනුවෙන් ජනාධිපතිවරණය පිළිබඳ ඔබේ අපේක්ෂාවන් මොනවාද?",
        "පිළිතුර;මගේ අපේක්ෂාවන් දේශප්රේමී අවංක නායකයා සහ දිගු කලක් තිස්සේ විපතට පත්ව සිටින ජනතාව කෙරෙහි අවධානය යොමු කරන රජයයි.",
        "මෙම ගැටළු වලට විසඳුමක් සෙවීමේ නිවැරදි තීරණ ගැනීමේ හැකියාව නායකයාට තිබිය යුතුය.",
        "ප්රශ්නය;දේශප්රේමය පසුගිය දශකය තුළ සිංහලයන්ගේ අවශ්යතා ආරක්ෂා කිරීමකි. දේශපේ්රමය අනුව ඔබ අදහස් කරන්නේ කුමක්ද?",
        "පිළිතුර;මම කතා කරන්නේ ශ්රී ලංකාවේ අනන්යතාවය ගැන ය."
      ]
    },
    "en": {
      "title": "Racism is not patriotic;Vijayadasa Rajapaksa is not going to implement election reforms",
      "body_lines": [
        "Justice Minister Vijayadasa Rajapaksa said that the proposed constitutional amendments to the election reforms will not be implemented during the present Parliament, ”he said.",
        "Question;President Ranil Wickremesinghe recently referred to the several constitutional amendments made during his tenure.. Has these amendments have made expected changes?",
        "One of them was the election amendments, and many recommendations were made in the past.",
        "After this we introduced the 20th Amendment of the Constitution in 2015. But it was not fulfilled.",
        "I also put forward the idea of Senate than Parliament.",
        "Question;The Cabinet has given permission to make changes to the parliamentary election law to introduce a mixed electoral system - how can it affect minority parties?",
        "Answer;The Cabinet has not approved it. The policy has been accepted.",
        "The second idea I put forward is a mixing election.",
        "Question;What is happening in the country's decisive moment when considering the upcoming presidential election?",
        "Answer;People about choosing the right leader;This is the moment to determine",
        "Question;What are the issues to be given priority on behalf of Sri Lanka at this moment?",
        "Answer;Based on my understanding of politics, priority should be given to the rule of law and the economic recovery.",
        "Any candidate should find a solution to these issues and tell them what they will do if they are elected.",
        "Question;There is a compassion that the government is creating new laws without proper consultation - how far will they benefit from the implementation of those laws?",
        "Question;How long does it take to introduce changes to the Ceremony Security Act and enroll into the law?",
        "Answer;This is carried out by a different ministry.",
        "Question;What are your expectations of the presidential election on behalf of the country?",
        "Answer;My expectations are the patriotic honest leader and the government that focuses on the people who have long been in distress.",
        "The leader must have the ability to make the right decisions to find a solution to these issues.",
        "Question;Patriotism has become a protection of the interests of the Sinhalese in the last decade- what do you mean by patriotism?",
        "Answer;I am talking about the identity of Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "Justice Minister Vijayadasa Rajapaksa opposes implementing election reforms in the current Parliament. President Ranil Wickremesinghe's constitutional amendments, including the 20th Amendment, aimed to reform elections but have not achieved expected changes. The Cabinet has approved changes to the parliamentary election law to introduce a mixed electoral system, but this policy has not been approved by the Cabinet. The focus should be on the rule of law and economic recovery. The government's new laws, without proper consultation, may not benefit as expected. Expectations for the presidential election include a patriotic, honest leader who prioritizes the distressed people."
  ]
}