{
  "translated_text": {
    "si": {
      "title": "චීනය",
      "body_lines": [
        "ශ්රී ලංකාවේ කුමන්ත්රණයෙන් පසුව, චීනය එහි මෙහෙයුම් පුළුල් කිරීමට හා වේගවත් කිරීමට පටන් ගෙන තිබේ.",
        "මාක්ස්වාදී ජනාධිපති ධුරය ලෙස බටහිර මාධ්ය විසින් විස්තර කරන ලද අනුරුමුමාර දිසානායකගේ මැන්ඩනායක මහතා බැවින් ශ්රී ලංකා රජය සමඟ චීනයේ මැදිහත්වීම ඉහළ ගොස් තිබේ.",
        "2025 දී චීනය නිවේදනය කර ඇත්තේ එය සමස්ත නිල ඇඳුම රෙදි පාසල් පාසල්වලට ලබා දෙන බවයි.",
        "ආර්ථික අර්බුදයෙන් පසුව, චීනය ශ්රී ලාංකික සිසුන්ට ඒකාකාර ඇඳුම් ලබා දීමට ඉදිරිපත් විය.",
        "2023 දී චීනය සියයට 70 ක ඒකාකාර රෙදි ලබා දුන්නේය. ශ්රී ලංකා රජය විසින් ඉතිරි සියයට 30 ක් ගෙවා ඇත.",
        "2024 දී නිල ඇඳුම් රෙට්රික් සියයට 80 ක් චීනය විසින් පරිත්යාග කරන ලදී. ඉතිරි සියයට 20 ශ්රී ලංකා රජය විසින් විසඳනු ලැබීය.",
        "රනිල් වික්රමසිංහ බලයේ සිටියදී, ශ්රී ලංකා ආර්ථික අර්බුදය උච්චතම අවස්ථාව වන විට පවා චීනය සිසුන්ට සියයට සියයේ ඒකාකාරී රෙදි ඉදිරියේ පැමිණියේ නැත.",
        "கொடுத்ததாகவும் இருக்க வேண்டும்,  அதே வேளை- முழுமையாக கொடுக்காமலும் இருக்க வேண்டும் என்ற தொனியில் சீனா நடந்து கொண்டது.",
        "චීනයෙන් ඉතිරි සියයට 30 ක්, ඉතිරි සියයට 30 හෝ ඉදිරි සියයට 20 ක් ලබා දීම සඳහා එය සංකීර්ණ නොවේ. එය සියයට 70 ක ඒකාකාර රෙදි ලබා දුන්නේය.",
        "කෙසේ වෙතත්, චීනය පසුව ශ්රී ලංකා රජයේ කොටසක් ලැබුණි.",
        "අනුරාධපුර දිසානායක බලයට පත්වීමෙන් පසු, සියයට සියයක් ඒකාකාරී රෙදි ලබා දීමට චීන රජය තීරණය කර තිබේ.",
        "ප්රශ්නය වන්නේ මෙය ශ්රී ලංකාවට හෝ අනුරකුරුමරා දිසානායකගේ රජය ශක්තිමත් කිරීම සඳහා ගත් තීරණයක් ද යන්න ප්රශ්නයයි.",
        "මෙයට හේතුව ශ්රී ලංකාවේ සමාජ සුභසාධන වැඩසටහන් ක්රියාත්මක කිරීමට චීනය වහාම පියවර ගැනීමට පටන් ගැනීමයි.",
        "චීනය අඩු හා ආදායම් පවුල් සඳහා නිවාස ඉදිකරනු ඇත.",
        "මෙම ව්යාපෘතිය පසුගිය සතියේ ව්යාපෘතිය අනුමත කර තිබේ. නිවාස ව්යාපෘතිය සඳහා වූ කොන්ත්රාත්තුව 2022 ජනවාරි මාසයේදී අත්සන් කරන ලදී.",
        "ගෝතභය රාජපක්ෂ එවකට ධුරයේ යෙදී සිටියේය.. චීනය අවශ්ය අයෙක්.",
        "ඔහුව ශක්තිමත් කිරීමට රජයට උපකාර කිරීම සඳහා චීනය මෙම නිවාස ඉදිකිරීමට ඉදිරිපත් විය.",
        "මුලදී, පීඒ අමාත්යවරයා ලෙස කටයුතු කළ අරුන්දිකා ප්රනාන්දු මහතා මේ බව ප්රකාශ කර ඇත්තේ චීනය නිවාස 2500 ක් පිහිටුවන බවයි.නමුත් පසුව අංකය 1996 දක්වා අඩු විය.",
        "මෙම නිවාසවල පළමු තැනට චීනය ශ්රී ලංකා රජයට ඩොලර් මිලියන 200 ක් ලබා දෙන බව පැවසේ.",
        "නමුත් චීනය එය ශ්රී ලංකාවට ලබා දීමට පෙර ගෝතභයාගේ රාජපක්ෂ ආණ්ඩුවට එරෙහි විරෝධතා ආරම්භ වූ අතර ඔහු බලයෙන් ඉවත් කරන ලදී.",
        "ඊට පසු, රනිල් වික්රමසිංහ රජය නිවාස ව්යාපෘතිය ක්රියාත්මක කිරීමට උත්සාහ කළ නමුත් නිවේදන වරින් වර ප්රකාශ කරන ලද අතර එය කඩිනම් නොවේ.",
        "නමුත් අනුරාධපුර මෙම තනතුරෙන් සති කිහිපයක් ඇතුළත මෙම නිවාස ව්යාපෘතිය ක්රියාත්මක කිරීමට චීනය පියවර ගෙන තිබේ.",
        "මෙම ව්යාපෘතිය සඳහා කැබිනට් මණ්ඩලය අනුමත කර ඇත. නමුත් මෙම ව්යාපෘතිය සිදු කිරීම ශ්රී ලංකා රජය නොවේ.",
        "නිවාස ව්යාපෘතිය සඳහා අවශ්ය එකම ඉඩම ශ්රී ලංකා රජයේ එකම කොටසයි.",
        "චීන රජය විසින් නම් කරන ලද චීන කොන්ත්රාත්කරුවන් අට දෙනෙකුගෙන් වෙන්දේසි ඉල්ලා ඇත. මෙම සමාගම් මෙම සමාගම් අධීක්ෂණය කරනු ඇති බව කැබිනට් ප්රකාශක සහ විජිත හේරත් මහතා පැවසීය.",
        "මොරටුවා හි නිවාස 575 ක්, දුම්රිය 25 වන කාණ්ඩය, දේමාතගොඩ හි නිවාස 586 ක් සහ මහාරාගම හි නිවාස 586 ක් සහ පෙලියගොඩ නිවාස 112 ක් ඉදිකිරීම, සහ නිවාස 1126 ක් ඉදිකිරීම, සහ නිවාස 1126 ක් ඉදිකිරීම.",
        "මෙම සමාගම් චීන රජයෙන් අරමුදල් ලබා දී නිවාස පිහිටුවනු ඇත.",
        "මෙම සමාගම්වල කම්කරුවන් චීනයෙන් ගෙන එනු ඇත. பெரும்பாலான மூலப் பொருட்களும் அங்கிருந்தே கொண்டு வரப்படும்.",
        "එබැවින් මෙම පරිත්යාගය 1996 පවුල් සඳහා නිවාස පහසුකම් සපයන්නේ නැති අතර වෙනත් ව්යාපාරික අවස්ථාවන් හෝ වෙනත් වෙළඳ හැකියාවන් නොමැත.",
        "உள்நாட்டு தொழிலாளர்கள் வேலை கிடைக்காமல் உள்ள நிலையில் அவர்கள் வெளிநாடுகளை நோக்கி புலம்பெயர்ந்து வருகின்ற சூழலில் தேசிய மக்கள் சக்தி அரசாங்கம் சீனாவின் இந்த திட்டத்திற்கு இணங்கி இருக்கிறது.",
        "මේවා චීනයේ වැඩි වැඩියෙන් ආධාර වැඩසටහන් ක්රියාත්මක කිරීමට පමණි.",
        "එය උතුරේ පවා සිදු කළ යුතුය. චීන තානාපති ඉතා ඉක්මනින් උතුරට යනවා.",
        "ශ්රී ලංකා රජයට සහ ශ්රී ලංකාවේ ජනතාවගේ දැඩි නායකත්වය යටතේ, ශ්රී ලංකා රජයට සහ ශ්රී ලංකාවේ ජනතාවගේ දැඩි නායකත්වය යටතේ ශ්රී ලංකා පාලකයේ සිසුන් සඳහා සිසුන් ශිෂ්යත්වයකින් අදහස් දක්වමින් පැවසීය.",
        "කෙතරම් ජාත්යන්තර කොන්දේසි වෙනස් වුවත්, චීනය සැමවිටම ශ්රී ලාංකික ජනතාව සමඟ සිටිය යුතුය. ශ්රී ලංකාව විශ්වාසවන්ත මිතුරෙකු සහ හොඳ සහකරුවෙකු ය.",
        "ශ්රී ලංකාව මේ වන විට නව යුගයට සහ චීන රජයට ඇතුළු වන අතර ජනතාවට හැකි පමණින් ශ්රී ලංකාවට විවිධ ආධාර අඛණ්ඩව ලබා දෙනු ඇත.. ජනාධිපති අනුර කුමාර දිසානායකගේ දැඩි නායකත්වය යටතේ ශ්රී ලංකා රජය සහ ජනතාව නිසැකවම වීරෝදාර හැඟීම් අනුගමනය කරමින් පුනර්ජීවනය වනු ඇති බව ද ඔහු පැවසීය.",
        "එනම්, අනුරූපමුර දිනසයකගේ රජය ආරක්ෂා කිරීමට චීනය අධිෂ් is ාන කරගෙන සිටී.",
        "එක්සත් ජනපදයේ පාලන තන්ත්රය වෙනස් කිරීම ශ්රී ලංකාව තුළ සිය බලපෑම පුළුල් කිරීම සඳහා වූ අතක් ලබා දෙන බව පෙනේ."
      ]
    },
    "en": {
      "title": "China",
      "body_lines": [
        "Following the coup in Sri Lanka, China has begun to expand and accelerate its operations.",
        "China's involvement with the Sri Lankan government has increased since Anuragumara Dissanayake, who was described by the Western media as the President of the Marxist.",
        "In 2025, China has announced that it will provide the entire uniform cloth to schoolchildren.",
        "After the economic crisis, China offered to provide uniform clothes to Sri Lankan students.",
        "In 2023, China gave 70 percent uniform cloth. The Sri Lankan government paid the remaining 30 percent.",
        "80 percent uniform fabric was donated by China in 2024. The remaining 20 percent was resolved by the Sri Lankan government.",
        "Even when Ranil Wickremesinghe was in power- even when the Sri Lankan economic crisis was at its peak, China had not come before the 100 per cent uniform cloth to the students.",
        "China was acting in the tone that should be given and not to be fully given.",
        "It would not have been complicated to provide the remaining 30 percent of China, the remaining 30 percent or the next 20 percent, which gave 70 per cent uniform cloth.",
        "However, China then received a part of the Sri Lankan government.",
        "After the Anuragumara Dissanayake came to power, the Chinese government has decided to provide 100 per cent uniform cloth.",
        "The question is whether this is a decision taken to help Sri Lanka or to strengthen the Government of Anurakumara Dissanayake.",
        "This is because China has begun to take immediate steps to carry out social welfare programs in Sri Lanka.",
        "China is going to build homes for low and income families.",
        "The Cabinet has approved the project last week. The contract for the housing project was signed in January 2022.",
        "Gotabhaya Rajapakse was then in office.. Someone who wanted China.",
        "China offered to build these houses to help the government to strengthen him.",
        "Initially, Arundika Fernando, who was the minister of the PA, had announced that China would set up 2500 houses.But the number then declined to 1996.",
        "It was said that China would provide $ 200 million to the Sri Lankan government to build these houses first.",
        "But before China gave it to Sri Lanka, the protests against the Gotabhaya Rajapakse government began and he was removed from power.",
        "After that, the Ranil Wickremesinghe government sought to implement the housing project, but the announcements were made from time to time and not expedited.",
        "But China has taken steps to implement this housing project within a few weeks of the post of Anuragumara Dissanayake.",
        "The Cabinet has approved the project. But it is not the Sri Lankan government to carry out this project.",
        "The only share of the Sri Lankan government is the only land required for the housing project.",
        "Auctions have been requested from eight Chinese contractors nominated by the Chinese government. Cabinet spokesman and minister Vijitha Herath said that these companies will oversee the project.",
        "The construction of 575 houses in Moratuwa, 108 houses in Kottawa, the Railway 25th Group, 586 houses in Dematagoda, and 112 houses in Maharagama, Saina Harbor Engineering and 615 houses in Peliyagoda.",
        "These companies will provide funds from the Chinese government and set up homes.",
        "The workers of these companies will be brought from China. Most raw materials are brought from there.",
        "The donation, therefore, will not provide housing for the 1996 families and will not have any other business opportunities or other trade possibilities.",
        "The National People's Power Government has complied with China's plan in the context of the lack of work in domestic workers.",
        "These are only ready to implement more and more aid programs in China.",
        "It is to be carried out even in the north. The Chinese Ambassador will soon travel to the North.",
        "Speaking at a scholarship for students at the Kepitipola school, Chinese Ambassador Keen Senhong said that under the strong leadership of President Anuragumara Dissanayake, the Sri Lankan government and the people of Sri Lanka can certainly confident, challenges and revive the economy.",
        "No matter how international conditions change, China will always stand with the Sri Lankan people. Sri Lanka is a trusted friend and good partner.",
        "Sri Lanka is currently entering the new era and the Chinese government and the people will continue to provide a variety of assistance to Sri Lanka as they can.. He also said that under the strong leadership of President Anura Kumara Dissanayake, the Sri Lankan government and the people would certainly be revived by carrying out the heroic sentiment.",
        "That is, China is determined to protect the government of Anuragumara Dinasayaka or bring it up from the present position.",
        "The regime change in the United States seems to give China a hand on expanding its influence in Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "China expands operations in Sri Lanka after coup. Provides 100% school uniforms, builds low-income housing. Chinese contractors oversee projects. China strengthens Anuragumara Dissanayake government influence. US regime change aids China's expansion strategy in Sri Lanka."
  ]
}