{
  "translated_text": {
    "ta": {
      "title": "ஒரு பொய் சொல்கிறது",
      "body_lines": [
        "ஒரு ஒப்பந்தத்தை மறுசீரமைப்பதற்கு ஒரு கட்டுப்பாட்டில் கையெழுத்திட அரசாங்கம் தயாராகி வருவதாக மகானாயக கம்மன்பிலாவின் தலைவர் கூறுகிறார், ஆனால் திவால்நிலை ஏற்பட அரசாங்கம் தயாராக இல்லை.. அவர் இன்று (24) கட்சி தலைமையகத்தில் ஒரு ஊடக விளக்கத்தை உரையாற்றினார். பிளாண்டானி ஹெலா உருமயாவின் தலைவர் கூறினார்:",
        "\"இருதரப்பு மறுசீரமைப்பிற்கு ஒரு கட்டுப்பாட்டை மறுசீரமைப்பதற்கு ஒரு கட்டுப்பாட்டில் கையெழுத்திட பட்டாசுகளை பிலேட் செய்ய நாங்கள் அரசாங்கத்தை ஒழுங்கமைக்க வேண்டும். எங்களுக்கு திவால்நிலை கிடைக்காது.",
        "சர்வதேச நாணய நிதியத்தின் ஒப்பந்தத்தின்படி, 2022 ஆம் ஆண்டின் இறுதிக்குள், வெளிநாட்டு கடன்கள் 42 பில்லியன் டாலர்கள்.தாங்கமுடியாத கட்டணத்தால் நாங்கள் திவாலாகிவிட்டோம்.இந்த கடன்கள் மூன்று முக்கிய பகுதிகளாக பிரிக்கப்பட்டுள்ளன.முதல் பகுதி பலதரப்பு கடன்.அதாவது ஆசிய அபிவிருத்தி வங்கி போன்ற சர்வதேச நிறுவனங்களிலிருந்து பெறப்பட்ட கடன்கள்.11.5 பில்லியன்.நாங்கள் தொடர்ந்து பணம் செலுத்தாமல் பணம் செலுத்தினோம்.பின்னர் கட்டணம் இருதரப்பு கடன்கள் மற்றும் தனியார் கடன் உடைக்கப்பட்டது.இருதரப்பு கடன்கள் 11.5 பில்லியன் டாலர் செலுத்தும்.அதைத்தான் இப்போது மறுசீரமைப்பை ஏற்றுக்கொள்ள முயற்சிக்கிறது.",
        "தனியார் கடன் என்பது அந்நிய செலாவணியின் அந்நிய செலாவணி பரிமாற்றத்திலிருந்து பெறப்பட்ட கடன்.அது 6 17.6 பில்லியன்.அப்படியானால், எங்கள் கடன் தனியார் கடன்.கடன் வழங்குநர்களை மறுசீரமைக்க இன்னும் உடன்பட முடியவில்லை.எனவே, தனிப்பட்ட கடன்கள் மறுசீரமைக்கப்படும் வரை திவால்நிலையை நாம் கடக்க முடியாது.இது சுமார் மூன்று மாதங்களுக்கு முன்பு இருதரப்பு கடன்களின் ஒப்பந்தத்துடன் இருந்தது.",
        "ஆனால் தனியார் கடன்களை மறுசீரமைக்காமல் தனியார் கடன்களை மறுசீரமைக்காமல் ஒப்பந்தம் கையெழுத்திடவில்லை.தனியார் கடன் வழங்குநர்களுடன் ஒரு உடன்பாட்டை எட்ட அரசாங்கம் தவறிவிட்டது என்று அரசாங்கம் முடிவு செய்துள்ளது, ஆனால் திவால்நிலையை புனரமைக்க 11.5 பில்லியன் டாலர் புனரமைப்பை தளர்த்த அரசாங்கம் முடிவு செய்துள்ளது.எனவே, தனிப்பட்ட கடன்களை மறுசீரமைக்குமாறு நாங்கள் அரசாங்கத்திற்கு சவால் விடுகிறோம், மேலும் திவால்நிலையின் மறுநாள் நாட்டிற்குச் சொல்ல நாட்டிற்குச் சொல்கிறோம்.",
        "ரூபாய் நோட்டுகளின் முதல் கையெழுத்திட்ட நிதியமைச்சர் ரணில் விக்ரெமேசிங்க், இலங்கை 27 அன்று திவாலானார்.ஆனால் மத்திய வங்கியின் ஆளுநரான சென்ட்ரல் பாங்க் ஆஃப்ஜெனன் இரண்டாவது கையொப்பமிட்டவர் இலங்கை திவாலாக இல்லை என்று கூறினார்.நிதி அமைச்சர் உண்மையில் மத்திய வங்கியின் ஆளுநராக உள்ளார்.மத்திய வங்கியின் ஆளுநர் உண்மை, நிதி அமைச்சர் தவறானது.பொருளாதாரம் குறித்த அரசாங்கத் தலைவர்களின் பொய்களை மக்கள் இப்போது நன்கு அறிந்திருக்கிறார்கள்.ஆனால் மக்கள் முரண்பாட்டை குழப்புகிறார்கள்.எனவே, ஒரு பொய் ஒரு பொய் என்று சொல்ல நான் முன்மொழிகிறேன். \""
      ]
    },
    "en": {
      "title": "Give Symposes Say one lie",
      "body_lines": [
        "Leader of the Mahanayaka Gammanpila says the government is preparing to signing a controll to the restructuring of an agreement, but it is not the government is ready to have the bankruptcy.. He was addressing a media briefing at the party headquarters today (24). The leader of the Plandani Hela Urumaya said:",
        "\"We need to organize the government to bilate the crackers to sign a controll to the restructuring of a controll to the restructuring of the bilateral.We don't get bankruptcy.",
        "According to the IMF agreement, by the end of 2022, foreign loans were $ 42 billion.We went bankrupt by the unbearable payment.These loans are divided into three main parts.The first part is multilateral debt.That means the loans obtained from international institutions like Asian Development Bank.11.5 billion.We continued to pay without taking away.Then the payment was broken bilateral loans and private debt.Bilateral loans will pay $ 11.5 billion.That's what it is now trying to agree on the restructuring.",
        "Private debt is the debt obtained from the foreign exchange of foreign exchange.That was $ 17.6 billion.If so, our loan is private debt.There are yet unable to agree with creditors to restructure them.Therefore, we cannot overcome bankruptcy until personal loans are restructured.It was about three months ago with the agreement of bilateral loans.",
        "But because the contract does not signatory without restructuring private debts without restructuring private debts.The government has decided to say that the government has failed to reach an agreement with private creditors, but the government has decided to relax the reconstruction of $ 11.5 billion to reconstruct bankruptcy.Therefore, we challenge the government to restructure personal debts and tell the country to tell the country the next day of bankruptcy.",
        "Finance Minister Ranil Wickremesinghe, the first signing of the banknotes, Sri Lanka was bankrupt on 27.But the second signer Central Bank ofgenon, the Governor of Central Bank, said that Sri Lanka was not bankrupt.The Minister of Finance is actually the Governor of the Central Bank.The Governor of the Central Bank is true, the Minister of Finance is false.The people are now familiar with the government leaders' lies about the economy.But the people confuse the contradiction.Therefore, I propose to say that one lie is a lie. \""
      ]
    }
  },
  "summary_lines": [
    "Leaders from two political parties in Sri Lanka are at odds over the country's financial situation. The Mahanayaka Gammanpila claims the government is preparing to sign a control to restructure agreements, denying readiness for bankruptcy. Meanwhile, the Plandani Hela Urumaya criticizes the government for failing to restructure private debts, which are a significant portion of Sri Lanka's $42 billion foreign loans. The IMF agreement requires restructuring these debts to avoid bankruptcy. The finance minister and central bank governor have conflicting statements on the country's financial status, adding to public confusion."
  ]
}