{
  "translated_text": {
    "ta": {
      "title": "மோட்டார் போக்குவரத்து துறையின் சிறப்பு அறிவிப்பு",
      "body_lines": [
        "கமிஷனர் ஜெனரல் நிஷாந்தா அனுருத்தா அனுருத்தா அனுருத்தா வீரசிங்க கூறுகையில், தீவின் 04 மோட்டார் போக்குவரத்து துறையிலிருந்து சேவைகளைப் பெறுவது தவிர்க்க முடியாதது.",
        "இன்று கொழும்பில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் அவர் பேசிக் கொண்டிருந்தார், தானியங்கி தொலைபேசி எண் மற்றும் வலைத்தளம் அறிமுகப்படுத்தப்பட்டதாக அவர் கூறினார்.",
        "மோட்டார் போக்குவரத்து ஆணையர் ஜெனரல் நிஷாந்தா அனுருத்தா வீரசிங்க கூறினார்",
        "\"அடுத்த திங்கட்கிழமை முதல், இலங்கையின் அனைத்து மோட்டார் போக்குவரத்துத் துறையின் அலுவலகங்களுக்கு வரும் அனைத்து வாடிக்கையாளர்களும் நிச்சயமாக இடஒதுக்கீடு மற்றும் வேலைக்கு வேலை செய்வதற்கு நிச்சயமாக நடைபெறுவார்கள். தானியங்கு தொலைபேசி எண்ணை அறிமுகப்படுத்தியுள்ளோம். இந்த தொலைபேசி எண் 2 117 116. அவர்களுக்குத் தேவையான சேவையைத் தேர்ந்தெடுத்த பிறகு, நீங்கள் அவர்களின் தொலைபேசி எண் மற்றும் அடையாள அட்டை எண்ணைத் தேர்வு செய்ய வேண்டும். சேர்க்கவும், உங்களிடம் ஒரு உரைச் செய்தி மற்றும் பணிக்கு வர வேண்டிய நேரம் உள்ள தொலைபேசி எண்ணை நீங்கள் அனைவரும் சந்திக்கிறீர்கள். கூடுதலாக, www.dmtappointments.dmt.gov.lk என்ற வலைத்தளத்தை அறிமுகப்படுத்தியுள்ளோம். தளத்தின் மூலம் வசதியைப் பெறுவதற்கான திறனை நாங்கள் வழங்கியுள்ளோம். \""
      ]
    },
    "en": {
      "title": "Special notice from the Department of Motor Traffic",
      "body_lines": [
        "Commissioner General Nishantha Anuruddha Anuruddha Anuruddha Weerasinghe says that it is inevitable for obtaining services from the 04 Department of Motor Traffic in the island.",
        "He was speaking at a press conference held in Colombo today, he said that an automated telephone number and website had been introduced.",
        "Commissioner General of Motor Traffic Nishantha Anuruddha Weerasinghe said",
        "\"Since next Monday, all the clients who come to the offices of all the Motor Traffic Department of Sri Lanka will definitely take place for the work of reservation and work for the work. We have introduced an automated phone number. This phone number is 2 117 116. After selecting the service they need, you have to choose their phone number and identity card number. Include, you all meet you the phone number you have a text message and the time to come to the task. In addition, we have introduced a website www.dmtappointments.dmt.gov.lk. We have provided the ability to obtain the facility through the site. \""
      ]
    }
  },
  "summary_lines": ""
}