{
  "translated_text": {
    "ta": {
      "title": "மில்கோ தினசரி உற்பத்தி 100 சதவீதம் அதிகரித்துள்ளது",
      "body_lines": [
        "மில்கோவின் தினசரி திரவ பாலின் தினசரி திரவ பால் உற்பத்தி நிர்வாக பலவீனங்கள் காரணமாக கடந்த பருவத்தில் 65,000 லிட்டரைத் தாண்டியுள்ளது.",
        "கடந்த காலங்களில் முழு தங்குமிடத்திலும் உற்பத்தி செய்யப்பட்ட நிறுவனத்தின் பால் பவுடரும் செயல்படுத்தப்பட்டு 80 மெட்ரிக் டன் ஹைலேண்ட் பால் பவுடர் சேமித்து வைக்கப்பட்டுள்ளது என்று அவர் கூறினார்.",
        "இதற்கிடையில், மில்கோவின் உற்பத்தி திறன் குறித்த அறிக்கையில் மில்கோவின் உச்சியில் அறிக்கை வழங்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Milco daily production increased by 100 percent",
      "body_lines": [
        "The daily liquid milk production of the daily liquid milk of Milko has exceeded 65,000 liters during the past season due to administrative weaknesses.",
        "He said that the company's milk powder produced in the entire stay in the recent past was also activated and 80 metric tons of Highland milk powder have been in storage.",
        "Meanwhile, a report on the production capacity of Milko has been given a report to the top of Milko."
      ]
    }
  },
  "summary_lines": [
    "Milko's daily liquid milk production surged by 100%, exceeding 65,000 liters last season. The company also boosted its milk powder output, storing 80 metric tons of Highland milk powder. Administrative improvements led to this significant increase."
  ]
}