{
  "translated_text": {
    "si": {
      "title": "ප්රධාන අපේක්ෂකයින් හතර දෙනාගේ මැතිවරණ ප්රචාරක රැස්වීම් එක්කක්ෂයක් ..!16 වනදා සිට ආරම්භ වේ",
      "body_lines": [
        "වත්මන් ජනාධිපති රනිල් වික්රමසිංහ, සජිත් ප්රේමදාස, අනුර කුමාර දිසානායක සහ නාමල් රාජපක්ෂ සැප්තැම්බර් 15 වන දින ප්රචාරක රැස්වීම් 100 කින් සහභාගී වේ.",
        "ජනවාරි 17 වන දින අනුරාධපුරයේ 17 වන දින අනුරාධපුරයේ 17 වන දින අනුරාධපුරයේ 17 වන දින අනුරාධපුරයේදී එක්සත් ජනතා බල නායක සජිත් ප්රේමදාස මහතා, ස්වාධීන අපේක්ෂකයෙකු ලෙස තරඟ කරන ජනාධිපති රනිල් වික්රමසිංහ මහතා ය. රාජපක්ෂ 21 වන දින අනුරාධපුරයේ සිය පළමු මැතිවරණ රැස්වීම දියත් කරන්න.",
        "සෑම දිස්ත්රික්කයකම ප්රචාරක රැස්වීම් 100 සහ පෙළපත් 100 ක් සහ රැලි යන අපේක්ෂකයින් සිව්දෙනා සහභාගී වනු ඇත.",
        "ආරංචි මාර්ග වලට අනුව, රනිල් වික්රමසිංහගේ කෘතිය ජාමූඅගේ ණය සඳහා සහතික කළ ණය ආපසු ගෙවීමට ශ්රී ලංකාව අදහස් කරන්නේ කෙසේද යන්න පිළිබඳව ජනාධිපතිගේ උද් campaign ෝෂනය අවධානය යොමු කෙරේ.2022 දී, රට යථා තත්වයට පත් කිරීමේ අභියෝගය වෙනත් කිසිදු පක්ෂ නායකයෙකු නොපැවැත්වූ අතර, ඔහු තෝරාගත්තේ නම් ආර්ථික අර්බුදයෙන් රට බේරා ගැනීමට ඔහුට හැකි වනු ඇති බව වාර්තා වේ.",
        "සජිත් ප්රේමදාසගේ කණ්ඩායම මැතිවරණ ප්රචාරක රැස්වීම් 120 ක් පවත්වනු ඇති බව වාර්තා වේ.එහි පළමු රැලිට අගෝස්තු 16 වන දින කුරුණෑගලයේදී පැවැත්වීමට නියමිත අතර පසුව ඊළඟ දිනයේ 17 වන දින පැවැත්වීමට නියමිතය.. සජිත්ගේ උතුරු හා නැගෙනහිර ඇතුළු දිස්ත්රික්ක සියල්ලම දිස්ත්රික්ක සියල්ලම අතර ආර්ථිකය ගොඩනැගීම සහ දූෂණය අවසන් කිරීම සඳහා ශක්තිමත් වැඩපිළිවෙළක් ඉදිකිරීම හා ශක්තිමත් වැඩපිළිවෙළක් ඉදිකිරීම මත පදනම් වේ.",
        "ජාතික මහජන බලයේ නායක අනුර කුමාර දිසානායක ප්රධාන වශයෙන් දූෂණය තුරන් කිරීමේ සැලසුම් ක්රියාත්මක කරමින් සිටින අතර දූෂණය තුරන් කරන්නේ නම් රටේ ආර්ථික ස්ථාවරත්වය මත පදනම්ව සිය උද් campaign ෝෂනය දියත් කරනු ඇති බව වාර්තා වේ.",
        "මේ අතර, ප්රථම වරට ජනාධිපතිවරණයේ යෙදී සිටින නාමල් රාජපක්ෂ මහතා ප්රචාරක රැස්වීම් 100 කට රට පුරා රැස්වීමට සහභාගී වේ.. ඔහු සිය පළමු රැලිය මේ මස 21 වන දින අනුරාධපුරයේ දියත් කරයි.",
        "ඔහුගේ ප්රචාරක උපාය මාර්ග ජනාධිපති අපේක්ෂකයින්ට වඩා බාලවහන්සේගේ අවධානයට ලක්වන බව පැවසේ.. යෞවනයන්ගේ රැකියා, අධ්යාපන හා තාක්ෂණික පහසුකම්, ව්යවසායකයින්ට සහ ජාතික අවශ්යතාවන්ට අවස්ථා සහ ජාතික අවශ්යතා සඳහා වන අවස්ථා පිළිබඳව ඔහු උද් campaign ෝෂන සිදුකරන බව වාර්තා වේ."
      ]
    },
    "en": {
      "title": "One hundred election campaign meetings of the main four candidates ..!Beginning from the 16th",
      "body_lines": [
        "Current President Ranil Wickremesinghe, Sajith Premadasa, Anura Kumara Dissanayake and Namal Rajapaksa will be attending 100 campaign meetings on the 15th of September.",
        "United People's Power Leader Sajith Premadasa on the 16th of this month, President Ranil Wickremesinghe, who is contesting as an independent candidate, from Anuradhapura on the 17th of Anuradhapura, the leader of the National People's Power Anuragumara Dissanayake on the 17th of January.Rajapaksa will launch his first campaign meeting from Anuradhapura on the 21st.",
        "The four candidates will attend all the 100 campaign meetings and rallies in all districts.",
        "According to sources, the president's campaign will focus on how Ranil Wickremesinghe's work has begun, especially the IMF, and how Sri Lanka intends to repay the loans assured to the loans of the IMF.It is reported that in 2022, when no other party leader did not accept the challenge to restore the country, he would be able to save the country from the economic crisis and how he would bring the economic stability if he was elected.",
        "It is reported that Sajith Premadasa's team will hold 120 election campaign meetings.Its first rally is scheduled to be held on August 16 at Kurunegala and later on the 17th of the next day.. Sajith's campaigns include all the districts including the North and East and are said to be based on the building of the economy and the construction of a strong program to end corruption.",
        "It is reported that the leader of the National People's Power, Anura Kumara Dissanayake, is mainly implementing plans to eradicate corruption, while its campaign will be launched on the basis of economic stability in the country if corruption is eradicated.",
        "Meanwhile, Namal Rajapaksa, who is in the presidential election for the first time, will also participate in 100 campaign meetings and rallies across the country.. He launches his first rally in Anuradhapura on the 21st of this month.",
        "It is said that his propaganda strategies will be aimed at younger than the presidential candidates.. It is reported that he will carry out campaigns on young people's employment, educational and technical facilities, opportunities for entrepreneurs and national interests."
      ]
    }
  },
  "summary_lines": [
    "In a series of 100 election campaign meetings starting from September 15, the main four candidates—President Ranil Wickremesinghe, Sajith Premadasa, Anura Kumara Dissanayake, and Namal Rajapaksa—will tour all districts. Wickremesinghe focuses on his IMF-backed economic recovery plan, Premadasa aims to build the economy and fight corruption, Dissanayake emphasizes anti-corruption measures for stability, and Rajapaksa targets youth issues like employment and education."
  ]
}