{
  "translated_text": {
    "ta": {
      "title": "இஸ்ரேல் மீதான தாக்குதல்களுக்கு நடுவில் இலங்கையர்களின் அறிவிப்பு",
      "body_lines": [
        "மத்திய கிழக்கு மோதல்களில், ஈரான் நேற்று இரவு இஸ்ரேலுக்கு தொடர்ச்சியான ட்ரோன்கள் மற்றும் ஏவுகணைகளை அறிமுகப்படுத்தியது.",
        "இஸ்ரேலுக்கான இலங்கையின் தூதர், இஸ்ரேலுக்கான இலங்கையின் தூதர் ஒரு அறிவிப்பை வெளியிட்டுள்ளார்.",
        "இலங்கையர்கள் குழுவுடன் துபாயிலிருந்து டெல் அவிவ் வரை பறக்கும் விமானம் விளக்குகிறது.",
        "நேற்று இரவு 20.10 ஆம் ஆண்டில் டெல் அவிவ் மீதான தாக்குதல் தொடர்பாக ஃப்ளே துபாய் FZ-1625, FZ-1625, அறிவிக்கப்பட்டதாக அவர் கூறினார்.",
        "அதே நேரத்தில், திரு. நிமல் பண்டாரா விமானத்தை கைப்பற்றி துபாய்க்கு பாய்ச்சுவதற்கு நடவடிக்கைகள் எடுக்கப்பட்டுள்ளதாகக் கூறியுள்ளார்.",
        "நைம் பண்டாராவின் கூற்றுப்படி, இந்நிகழ்ச்சியில் இருந்த இலங்கையர்கள் பற்றிய தகவல்களைக் கண்டறிய அவர் பணியாற்றி வருகிறார்.",
        "இதற்கிடையில், இலங்கை தூதர் மேலும், ஏப்ரல் 13 அன்று இரண்டு இலங்கையர்களின் ஜெருசலேம் ஷான்ஸின் ஜெரிடியர்களிடம் நடைபெற்றது, பின்னர் அவர்கள் தங்கள் வீடுகளுக்குச் சென்றிருந்தனர்.",
        "இஸ்ரேலில் இலங்கையர்களுக்கு அஞ்சக்கூடாது என்றும், தூதரகம் கவனம் செலுத்துவதாகவும், இலங்கை தூதர் நிம் பண்டாரா மேலும் கோரியுள்ளார்.",
        "இதற்கிடையில், ஈரான் நேற்று இரவு இஸ்ரேலுக்கு தொடங்கப்பட்டுள்ளது, ஆனால் நேற்று இரவு 500 ஷெல் மற்றும் ஏவுகணை தாக்குதல்கள் மட்டுமே தொடங்கப்பட்டன.",
        "இரும்பு DETE அமைப்பு அந்த தாக்குதல்களை அழிக்க முடிந்தது என்று வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன.",
        "இதற்கிடையில், இலங்கையின் தூதர் நைம் பண்டாரா, நடைமுறையில் உள்ள சூழ்நிலையை எதிர்கொண்டு, ஐரோப்பாவின் பல நாடுகளுக்கு பயணிக்கும் பிற காற்றுப்பாதைகளிலிருந்து பிற காற்றுப்பாதைகளிலிருந்து பல நாடுகளிலிருந்து பல நாடுகளுக்குச் செல்ல வேண்டிய நேரம், இது மற்ற காற்றுப்பாதைகளிலிருந்து பல நாடுகளுக்கு பயணிக்கிறது இது ஐரோப்பாவின் பல நாடுகளுக்கு பயணிக்கும் பிற காற்றழுத்தங்களிலிருந்து பயணிக்கிறது.",
        "இதன் விளைவாக, மத்திய கிழக்கு மற்றும் ஐரோப்பிய நாடுகளுக்கு பயணிப்பதற்கான விமான டிக்கெட்டுகளின் எண்ணிக்கை இந்த டிக்கெட்டுகளில் மீண்டும் கவனம் செலுத்தப்பட்டுள்ளது.",
        "இந்த சூழ்நிலையில், இஸ்ரேலுக்கு வந்து இஸ்ரேலில் இருந்து சாப்பிடும் விமானங்களை பதிவு செய்ய முடியும் என்று நைம் பண்டாரா மேலும் கூறினார்."
      ]
    },
    "en": {
      "title": "Notice of Sri Lankans in the middle of the attacks on Israel",
      "body_lines": [
        "In the Middle East conflicts, Iran had launched a series of drones and missiles to Israel last night.",
        "Sri Lanka's ambassador to Israel, Sri Lanka's Ambassador to Israel has issued an announcement.",
        "It also explains the plane flying from Dubai to Tel Aviv with a group of Sri Lankans.",
        "Flay Dubai FZ-1625, FZ-1625, was reported in connection with the attack on Tel Aviv on 20.10 last night, he said.",
        "At the same time, Mr. Nimal Bandara has stated that steps have been taken to conquer the plane and flowing to Dubai.",
        "According to Nimal Bandara, he is working to uncover information about Sri Lankans who were on the occasion.",
        "Meanwhile, the Sri Lankan Ambassador further said that a function held at the Jeritians of the Jerusalem Shance of Two Sri Lankans on April 13 and then they had gone to their homes.",
        "Sri Lankan Ambassador Nimal Bandara further requested that the embassy is in focus and not to fear the Sri Lankans in Israel.",
        "Meanwhile, Iran has been launched to Israel last night, but only 500 shell and missile attacks were launched last night.",
        "Foreign media reports that the Iron DETE system had been able to destroy all those attacks.",
        "Meanwhile, Sri Lanka's Ambassador Nimal Bandara in the face of the prevailing situation, the time it takes to travel to many countries from other airways from other airways from other airways that travel to many countries in Europe, which is traveling to many countries from other airways that travel to many countries from other airways that travel to many countries in Europe.And the ticket fee has also increased.",
        "As a result, the number of air tickets to travel to the Middle East and European countries have been re-focused on these tickets.",
        "Nimal Bandara further stated that with this situation, the aircrafts that come to Israel and eating from Israel can be recorded."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's Ambassador to Israel, Nimal Bandara, issued a statement regarding a plane from Dubai to Tel Aviv, reportedly involved in an attack on Tel Aviv. Bandara is investigating the incident and assures Sri Lankans in Israel of safety. Meanwhile, Iran launched missile attacks on Israel, but the Iron DETE system reportedly neutralized them. Bandara also highlighted the impact of travel restrictions on air tickets to the Middle East and Europe."
  ]
}