{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාවේ පොත් කර්මාන්තය සඳහා පනවා ඇති අගය එකතු කළ බද්ද සියයට 18 ක් ඉවත් කිරීම අවධාරණය කරන්න!",
      "body_lines": [
        "ශ්රී ලංකා බයිබලානුකුල ප්රකාශන සංගමය, ශ්රී ලංකා ලේඛකයින් වන සංගමය, සමස්ත ලංකා ලේඛකයින්ගේ සංගමය, සමස්ත ලංකා ලේඛකයින්ගේ සංගමය, පොත සඳහා පනවා ඇති සියයට 18 ක අගය එකතු කළ අගය එකතු කළ අගය (බදු) ක්ෂණිකව ඉවත් කිරීම කෙරෙහි අවධානය යොමු කළ යුතුය කර්මාන්ත ශ්රී ලංකාවේ. සංගම් හතරම ඒකාබද්ධව රජය අවධාරණය කරයි.",
        "මෙමඟින් මෙම සංගම් අලුතින් හා රජය විසින් මේ සම්බන්ධයෙන් යෝජනා කර ඇති අතර මෙම පොත අය කරන්නේ ශ්රී ලංකාවේ පමණක් ශ්රී ලංකාවේ පමණක් අයකරනු ලබන අතර වෙනත් සාර්ක් රටවල මල් කළ යුතු අනුපාතය අය කෙරේ.",
        "ඊට අමතරව දැනුම හා ඉගෙනීමේ ප්රාග්ධනය සහ ඉගෙනීම පිළිබඳ බදුකරණය නිසා ඇති වන මූල්ය හා සමාජ වෙනස්කම් සලකා බැලීමේ අවශ්යතාවය රජය විසින් අවධාරණය කෙරිණි.",
        "ඉහත සඳහන් වූයේ කොළඹ ශ්රී සම්ප්රදා ජයන්ති මධ්යස්ථානයේ ශ්රවණාගාරයේ පැවති මාධ්ය හමුවකදීය.",
        "මේ පිළිබඳව අදහස් දක්වමින් ශ්රී ලංකා පොත් ප්රකාශකයින්ගේ සංගමයේ සභාපති සමන්ත",
        "\"පාර්ලිමේන්තුවේ විපක්ෂ ආසනවල අසුන්ගෙන සිටියදී, පොත් කර්මාන්තය සඳහා වූ සියයට 18 ක බද්දකට විරුද්ධ වූවන් දැනට බලයේ සිටී.",
        "පොත් සඳහා බද්දෙන් සෘජුව හා වක්රව බලපෑමට ලක්වූ දේවල් පිළිබඳව අපි ආණ්ඩුවේ අවධානයට යොමු කර ඇත්තෙමු. ඊළඟ අයවැය තුළ අපගේ ගැටලු විසඳෙනු ඇතැයි අපි බලාපොරොත්තු වෙමු. \"",
        "ශ්රී ලංකා පොත් ප්රකාශකයින්ගේ සංගමයේ ලේකම් දිනේෂ් කුලතුංග මහතා,",
        "\"බොහෝ ප්රකාශකයන්ට බදු බද්ද ගෙවීමට සුදුසුකම් නොමැත. ඔවුන් දැවැන්ත වෙළඳාමක යෙදී නැති නිසා. මෙය සියයට 18 ක් අඩු කළ නොහැක.",
        "ගෘහ සේවිකාවන් හැර, ප්රකාශන අංශයේ යෙදවුම් සඳහා සියලු යෙදවුම් සමඟ, ශ්රී ලංකාවේ පොත් කර්මාන්තය දැනටමත් සියයට 33.04 කින් අය කෙරේ.",
        "මීට අමතරව, සියයට 18 ක බද්ද අය කෙරේ. මේ නිසා, පොත් වල මිල වැඩි කිරීමට බල කෙරෙන අතර පොතේ පරිභෝජන ප්රමාණය සියයට 30 කින් අඩු වේ.",
        "එවැනි සාධක ශ්රී ලංකාවේ පොත් කර්මාන්තයේ විශාල පරිහානියකට මුහුණ දී සිටී. එසේම කුඩා වෙළඳුන් කර්මාන්තයෙන් ඉවත්ව යයි. මෙයට ඔවුන්ගේ කර්මාන්ත අහිමි වී අනාගතයේදී ඔවුන්ගේ කර්මාන්ත අහිමි වේ.",
        "මේ වන විට දැනට බලයේ සිටින රජය, රටේ තියුණු පුද්ගලයින් බිහිකිරීමට පොත් කර්මාන්තය විශාල කාර්යභාරයක් ඉටු කරන බවට බලාපොරොත්තු වේ.",
        "ශ්රී ලංකාවේ පොත් කර්මාන්තය සඳහා වන පොත් කර්මාන්තය සඳහා සියයට 18 වටිනාකම් බද්ද ක්ෂණිකව ඉවත් කිරීම පිළිබඳව රජය අවධානය යොමු කරන ලෙස අපි ඉල්ලා සිටිමු."
      ]
    },
    "en": {
      "title": "Emphasize the removal of 18 percent value added tax imposed on the book industry in Sri Lanka!",
      "body_lines": [
        "The Sri Lanka Biblical Publications Association, the Sri Lanka Book Import and Exports Association, the All Ceylon Writers Association, the Government of Sri Lanka should pay its attention to the immediate removal of the 18 per cent value added tax (tax) imposed on the book industry in Sri Lanka.All four associations jointly emphasize the government.",
        "It pointed out that these associations have proposed a proposal to the newly -ruled government on this issue and that the book is levied only in Sri Lanka in Sri Lanka only in Sri Lanka and that the bouquet rate is charged in other SAARC countries.",
        "In addition, it was emphasized that the government's need to consider the financial and social changes caused by taxation on the capital of knowledge and learning.",
        "The above was stated during a media briefing at the Sri Sampudva Jayanthi Center auditorium in Colombo.",
        "Commenting on this, Sri Lanka Book Publishers Association President Samantha",
        "“While seated in the opposition seats of Parliament, those who opposed the 18 percent tax on the book industry, are currently in power.",
        "We have brought to the attention of the government regarding things that are directly and indirectly affected by the tax on books. We are hoping that our problems will be solved during the next budget. ”",
        "Dinesh Kulathunga, Secretary of the Sri Lanka Book Publishers Association, said,",
        "“Most publishers are not qualified to pay the tax tax. Because they do not engage in a massive trade. This, in turn, is unable to subtract 18 percent.",
        "With all the inputs for the publishing sector, except for domestic workers, Sri Lanka's book industry is already levied by 33.04 per cent.",
        "In addition, the 18 per cent tax is levied. Because of this, the price of books is forced to increase and the amount of consumption of the book is reduced by 30 percent.",
        "Such factors are facing a major decline in the book industry of Sri Lanka. Also, small traders leave the industry. This will also lose their industries and lose their industries in the future.",
        "The government, which is currently in power, hopes that the book industry is playing a major role in creating sharp people in the country.",
        "We are demanding that the government pay its attention to the immediate removal of the 18 per cent value tax on the book industry in Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters emphasizing the removal of the 18% VAT on the book industry in Sri Lanka:",
    "",
    "Remove 18% VAT on books: Associations urge govt action. Industry faces 33.04% total tax burden. Higher prices reduce sales 30%. Small publishers struggle. Government should act to support literacy and publishing sector."
  ]
}