{
  "translated_text": {
    "ta": {
      "title": "டி 20 பெண்கள் உலகக் கோப்பை அட்டவணை வெளியிடுகிறது",
      "body_lines": [
        "ஐக்கிய அரபு எமிரேட்ஸில் நடைபெற திட்டமிடப்பட்டுள்ள இருபது 20 மகளிர் உலகக் கோப்பைக்கான போட்டி அட்டவணையை ஐ.சி.சி அறிவித்துள்ளது.",
        "இந்த ஆண்டு போட்டிகள் இலங்கை உட்பட 10 அணிகள் பங்கேற்கும்.",
        "சாகுபடி சாம்பியன்ஸ், ஆஸ்திரேலியா, இந்தியா, நியூசிலாந்து, பாகிஸ்தான் மற்றும் இலங்கை ஆகியவை போட்டியிடுகின்றன.",
        "தென்னாப்பிரிக்கா, தற்போதைய ரன்னர்-அப், இங்கிலாந்து, மேற்கிந்திய தீவுகள், பங்களாதேஷ் மற்றும் ஸ்காட்லாந்து ஆகியவை அடங்கும்.",
        "இந்த போட்டி அக்டோபர் 03 அன்று தொடங்கும், இலங்கையின் முதல் போட்டி பாகிஸ்தானுடன் விளையாடப்படும்.",
        "இந்த போட்டிக்கு இலங்கை மற்றும் ஸ்காட்லாந்து நேரடியாக தகுதி பெறவில்லை, மேலும் அவர்கள் அபுவெனாபியில் நடந்த உலகக் கோப்பைக்கு தகுதி பெறுவதற்கான நிகழ்வை வென்றுள்ளனர்.",
        "பெண்கள் டி 20 உலகக் கோப்பையின் 9 வது கட்டம் பங்களாதேஷில் நடைபெற திட்டமிடப்பட்டது.",
        "இருப்பினும், கடந்த சில நாட்களில், பங்களாதேஷில் அரசியல் அராஜகத்தை எடுத்துச் சென்ற ஐ.சி.சி, கியூரிஸையும் ஐக்கிய அரபு எமிரேட்ஸையும் அகற்றியது."
      ]
    },
    "en": {
      "title": "T20 Women's World Cup schedule unveils",
      "body_lines": [
        "The ICC has declared the match schedule for the Twenty20 Women's World Cup, which is scheduled to be held in the United Arab Emirates.",
        "This year's tournament will be held with the participation of 10 teams, including Sri Lanka.",
        "Cultivate champions, Australia, India, New Zealand, Pakistan and Sri Lanka compete.",
        "South Africa, the current runners-up to category, includes England, West Indies, Bangladesh and Scotland.",
        "The tournament will commence on October 03 and Sri Lanka's first match will be played with Pakistan.",
        "Sri Lanka and Scotland are not directly eligible for this tournament, and they have won the event to be eligible for the World Cup in Abuvenabi.",
        "The 9th stage of the Women T20 World Cup was planned to be held in Bangladesh.",
        "However, in the past few days, the ICC, who had taken away the political anarchy in Bangladesh, removed the Curis and the United Arab Emirates."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in 200 characters:",
    "",
    "ICC announces T20 Women's World Cup schedule UAE 10 teams participate Oct 3 Sri Lanka vs Pakistan first match"
  ]
}