{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරයා යම් ක්රම අවලංගු කර ඇත",
      "body_lines": [
        "හෙට (නොවැම්බර් නොවැම්බර් 21) පැවැත්වීමට නියමිත දෙදිනතේ පළමු සැසිවාරය විධිමත් ලෙස දියත් කිරීම සඳහා පෙරහුරුව අද පාර්ලිමේන්තු සංකීර්ණයේදී පැවැත්විණි.",
        "පාර්ලිමේන්තු වාර්තාවට අනුව, 10 වන පාර්ලිමේන්තුව හෙට පෙරවරු 9:55 ට පෙරවරු 10.00 ට ආරම්භ වේ.",
        "යෂ්ටිය නිවසේ තැබීමෙන් පසු, පාර්ලිමේන්තුවේ ලේකම්වරයා විසින් සැසිවාරයේ දිනය හා වේලාව තීරණය කිරීම, සැසිවාරය සඳහා දිනය හා වේලාව තීරණය කිරීම සඳහා ජනාධිපතිවරයා විසින් නිකුත් කරන ලද දැනුම්දීම් ඉදිරිපත් කරනු ඇත.",
        "පසුව කථානායකවරයා 64 (1) ආණ්ඩුක්රම ව්යවස්ථාවේ නීති රීති 64 (1) සහ ස්ථාවර ස්ථාවර නියෝග 4, 5 සහ 6.",
        "පසුව, කථානායකවරයා විසින් දිවුරුම් දීම හෝ ප්රති ledge ාව, කථානායකතුමාගේ උසස්වීම හෝ අධිෂ් mination ානය, පාර්ලිමේන්තු මන්ත්රීවරුන්ගේ උසස්වීම හෝ අධිෂ් are ානය, නියෝජ්ය කථානායකවරයාගේ සහ කමිටු නියෝජ්ය සභාපතිගේ ඡන්දය ප්රකාශ කිරීම.",
        "පළමු දිනයේ මන්ත්රීවරුන්ගේ ආසනය සිදු නොකෙරෙන බව පැවසීම විශේෂයි.",
        "පළමු චාරිත්රවේදී අනුගමනය කරමින් පාර්ලිමේන්තුව තාවකාලිකව අත්හිටුවනු ඇත. පෙරවරු 11.30 ට ජනාධිපති අනුරාධපුර දිසානායක මහතා ආණ්ඩුක්රම ව්යවස්ථාවේ කථානායකවරයාගේ නායකත්වය යටතේ රජයේ ප්රතිපත්ති ප්රකාශයක්, 32 (4) සහ 33).",
        "දහවන පාර්ලිමේන්තුවේ පළමු සැසියේ ආරම්භක සිදුවීම පිළිබඳ මූලික සිදුවීම පැවැත්වීමට ජනාධිපතිවරයා පියවර ගෙන ඇති බවත්, ත්රිවිධ හමුදාවේ පෙළපාළිය, ත්රිවිධ හමුදාවේ ගෞරවය, දඩයම් කිරීම සහ වාහනය දඩයම් කිරීම සඳහා ජනාධිපතිවරයා පියවර ගෙන ඇති බවත් පවසන බව පවසයි පැවැත්විණි.",
        "ඒ අනුව, සියලුම අමුත්තන් පෙරවරු 11.00 ට ඔවුන්ගේ ආසනවල වාඩි වී සිටිනු ඇත. ගරු.. ගරු. අග්රාමාත්යවරයා පාන්දර 11.15 ට පිළිගනු ඇති අතර ජනාධිපතිවරයා ජනාධිපතිවරයාගේ සංචාරය.",
        "ඒ අනුව, රාත්රී 11.20 ට ගරු. කථානායකතුමනි, පාර්ලිමේන්තු ලේකම් කුෂනි රොහානාදීරා ගරු. ජනාධිපති අනුර කුමාර දිසානායක පාර්ලිමේන්තු ගොඩනැගිල්ලේ ප්රධාන පඩුණ අසල.",
        "මෙයින් පසුව ජනාධිපතිතුමා පාර්ලිමේන්තුව ගොඩනැගිල්ලට ගරු. සභානායකවරයා සහ පාර්ලිමේන්තු මහලේකම්වරයා.",
        "පෙරවරු 11.25 වන තෙක් ජනාධිපතිවරයා ඇඳුම් කාමරයට ගෙන යන අතර, පසුව පැරළිගාවේ නියෝජ්ය මැවුම්කරුවා වන යෂ්ටිය, ලේකම්, කථානායකවරයා සහ සහකාර සේවයේ ලේකම්.",
        "කවුන්සිලයට ඇතුළු වන විට, උපකාරක සේවාව ගෞරවනීය ජනාධිපති ආකෘතියක් යැයි කියනු ලැබේ, පාලක පක්ෂ විපක්ෂයේ සාමාජිකයින් ඔවුන්ගේ ආසනවල සිට නැගී සිටිති.",
        "සභා ශාලාවට ගෙන එන ජනාධිපතිතුමා. පාර්ලිමේන්තු කමිටුවේ පහළ කොටසේ ආසනය පිළිබඳ ලේකම් කමිටුවේ ලේකම් කමිටුව සමඟ කථානායකවරයා. ජනාධිපතිවරයා විසින් ජනාධිපතිවරයාගේ ප්රතිපත්ති කථාව ජනාධිපතිවරයා සහ නිවස කල් දමනු ඇත.",
        "විදේශීය රාජ්ය තාන්ත්රිකයින්, හිටපු අග්රාමාත්යවරුන්, මහාධිකරණ විනිසුරු, මහාධිකරණ විනිසුරුවන්, නීතිපති, ලේකම්වරුන්, ලේකම්වරුන්, අණදෙන නිලධාරී සහ පොලිස්පති ඇතුළු විශේෂ අමුත්තන්, ලේකම්, ලේකම්වරුන්, අණදෙන නිලධාරී සහ පොලිස්පති ඇතුළු විශේෂ අමුත්තන් බව පැවසීය."
      ]
    },
    "en": {
      "title": "The President has canceled some methods",
      "body_lines": [
        "The rehearsal to formally launch the first session of the tenth parliament to be held tomorrow (November 21) was held at the Parliamentary Complex today.",
        "According to the Parliamentary Report, the 10th Parliament begins at 9:55 am tomorrow at 10:00 am.",
        "After placing the scepter in the House, the Secretary -General of Parliament will present the notifications issued by the President to determine the date and time of the session, deciding the date and time for the session.",
        "The Speaker will then be elected under the rules of the Constitution 64 (1) and the Standing Standing Orders 4, 5 and 6.",
        "Later, the Speaker will take the oath or pledge, the Speaker's promotion or determination, the promotion or guarantee of the Members of Parliament, the voting of the Deputy Speaker and the Deputy Chairman of the Committees.",
        "It is special to say that the seat of MPs will not be made on the first day.",
        "Following the first rituals, Parliament will temporarily suspend. At 11:30 am, President Anuragumara Dissanayake will submit a government policy statement under the leadership of the Speaker of the Constitution, 32 (4) and 33.",
        "Says that the President has taken steps to hold the initial event of the first session of the tenth parliament, and that the Jayamangala anthem, the parade of the armed forces, the honor of the armed forces, the resolve hunting and the vehicle will not be held.",
        "Accordingly, all the guests will be seated in their seats at 11.00 am. The Hon.. The Hon. Prime Minister will be welcomed at 11.15 am and followed by the President's visit to the President.",
        "Accordingly, at 11.20 pm, Hon. Speaker, Parliamentary Secretary Kushani Rohanadeera will welcome the Hon. President Anura Kumara Dissanayake near the main stairs of the Parliament building.",
        "Following this, the President will be taken into the building of Parliament by the Hon. Speaker of the House and the Secretary General of Parliament.",
        "The President will then be taken to the dress room until 11.25 am, followed by the Deputy Creator of the Parambarity, the scepter, the President, the Speaker, the Secretary of the Secretary and the Assistant Service.",
        "When entering the council, the Helping Service is said to be an honorary presidential model, the ruling party opposition members will stand up from their seats.",
        "The President, who is brought to the Sabha Hall. The Speaker will sit with the Secretary's Committee on the seat in the lower part of the Parliamentary Committee. This will be followed by the President's Policy Speech by the President and the House will be postponed.",
        "Special guests, including foreign diplomats, former prime ministers, chief justice, High Court judges, Attorney General, Secretaries, Secretaries, Commander and Inspector General of Police, said that the opening day of the first session of the tenth parliament will be attended."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Parliament's 10th session begins Nov 21 at 9:55 AM. President cancels inaugural events like military parade. Opening ceremony includes Speaker election, oath-taking, and President's policy speech. Special guests attend."
  ]
}