{
  "translated_text": {
    "ta": {
      "title": "விமான நிலையத்தில் புதிய ஏசி பஸ் சேவைக்கு ஆட்சேபனைகள்",
      "body_lines": [
        "கொழும்பு கோட்டைக்கு விமான நிலையத்தின் சொகுசு பஸ் சங்கம் இன்று (15) விமான நிலையத்திலிருந்து கொழும்பு கோட்டைக்கு வேலைநிறுத்தத்தைத் தொடங்கியுள்ளது.",
        "பஸ் சங்கத்தின் தலைவர் இந்திகா குணசேகேரா, சரியான நேரத்தில் அறிவிக்கப்பட்ட புதிய வேலைகளுக்கு புதிய பேருந்துகளை வழங்க முடியாது என்றும் புதிய பேருந்துகளுக்கு புதிய பேருந்துகள் வழங்கப்படும் என்றும் கூறினார்.",
        "தங்கள் சங்கத்தின் 71 சொகுசு பேருந்துகள் பதிவு செய்யப்பட்டுள்ளதாக இந்திகா குணசேகெரா தெரிவித்தார்.",
        "அவர்களின் சங்கத்தின் பேருந்துகள் கட்டூனாயக்க விமான நிலையத்திலிருந்து தங்கள் பயணங்களைத் தொடங்கியுள்ளன என்று அவர் சுட்டிக்காட்டினார்.",
        "எனவே, இந்த நடிப்புச் செயல்களின் செயல்பாடு மேற்கு மாகாண போக்குவரத்து ஆணையத்தின் தலைவர், போக்குவரத்து மற்றும் நெடுஞ்சாலை அமைச்சகம் மற்றும் தேசிய போக்குவரத்து ஆணையத்தால் தொடங்கப்படவில்லை.",
        "அத்தகைய உண்மையான தேவை இருந்தால், இப்போது 42 பேருந்துகள் பயன்படுத்தப்படலாம்.",
        "இந்த இடங்களுக்கு ஒரு பயணிகள் 300 ரூபாய்க்கு கட்டணம் வசூலிப்பதாகவும் அவர் சுட்டிக்காட்டினார்.",
        "அவரது பஸ் சங்கம் ஜனாதிபதி மற்றும் தொடர்புடைய துறை அதிகாரிகளுக்கு பரிந்துரைக்கப்பட்டுள்ளது, பிரச்சினைக்கு உடனடி தீர்வை வெளிப்படுத்துகிறது."
      ]
    },
    "en": {
      "title": "Objections to New AC bus service at airport",
      "body_lines": [
        "The Luxury Bus Association of the airport to Colombo Fort has commenced a strike from the airport to Colombo Fort today (15).",
        "The President of the Bus Association Indika Gunasekera said that new buses could not be given to new jobs in a timely declared and new buses would be provided for new buses.",
        "Indika Gunasekera said that 71 luxury buses of their association were registered.",
        "He pointed out that the buses of their association have commenced their travels from the Katunayake airport.",
        "As such, the acting of these acts of acting was not carried out by the Chairman of the Western Province Transport Authority, the Transport and Highways Ministry and the National Transport Commission has commenced.",
        "If there is such a real need, 42 buses can be used for now.",
        "He also indicated that one passenger charges for these destinations 300 rupees.",
        "His bus union has been referred to the President and the relevant sector authorities, reveal to the immediate solution to the problem."
      ]
    }
  },
  "summary_lines": [
    "Luxury Bus Association strikes against new AC bus service at the airport due to delayed delivery of buses. Indika Gunasekera, president, mentions 71 luxury buses are registered but not yet operational. He criticizes the lack of action from transport authorities and suggests using 42 buses temporarily. Passengers are charged 300 rupees for the journey. The issue has been brought to the attention of the President and relevant authorities for immediate resolution."
  ]
}