{
  "translated_text": {
    "ta": {
      "title": "සෙවනගල සීනි කර්මාන්තයේ අදුරු අනාගතය",
      "body_lines": [
        "கடுமையான வறட்சி மூலம் இந்த நாட்களில் தீ பரவுவதால் செவனகலா பரவுகிறது, செவனகலா கரும்பு தொழில் பல சிக்கல்களை உருவாக்கியுள்ளது.",
        "ගිනි ගැනීමට හසුවූ උක්දඬු දශක ගණනාවක් තිස්සේ සෙවනගල සීනි කර්මාන්තය විසින් මිලට ගනු ලැබූ නමුත් පසුගිය මාසයේ 30වැනි දින සිට එම ආයතනය පිළිස්සුණු උක් අස්වැන්න මිලදී ගැනීම ප්‍රතික්ෂේප කිරීමත් සමගම උක් ගොවි ජනතාව දැඩි නොසන්සුන්තාවට පත්වී සිටිති.",
        "මෙම දුක් ගින්දර මධ්‍යයේ සෙවනගල උක් ගොවීන්ට මෙන්ම උක් ප්‍රවාහකයන්ට මතුවී ඇති ගැටලු‍ පිළිබඳව මුලින්ම අදහස් ප්‍රකාශ කරමින් සෙවනගල උක් ගොවි බල මණ්ඩලයේ භාණ්ඩාගාරික ප්‍රියන්ත සුරාජ් මහතා මෙසේ පැවැසීය.",
        "செவனகலா சர்க்கரை நிறுவனம் ரூ.",
        "சர்க்கரை முழுவதும் கரும்புகளை விற்கவும், சுமார் மூவாயிரம் டன் மூல கரும்பு விற்கவும் சேவநமலா எரித்தது.",
        "கிட்டத்தட்ட இருபதாயிரம் டன் கிட்டத்தட்ட ஒரு டன் சர்க்கரை டன் உள்ளது. ஜனவரி முதல் ஆகஸ்ட் வரை ஆகஸ்ட் வரை, செவனகலா சர்க்கரை தொழில் இருபதாயிரம் இருபதாயிரம் சர்க்கரை மட்டுமே.",
        "இருப்பினும், இந்த ஆண்டு அரைக்கும் ஆலை நவம்பர் 20 க்குள் முடிக்கப்பட உள்ளது. நடைமுறை சிக்கல்களின் விளைவாக அது வருகிறது.",
        "எனவே, விரைவில், விவசாயிகளுக்கு விரைவில் ஒரு தீர்வு இருக்க வேண்டும்.. இது கரும்பு நெருப்பில் உள்ளது.",
        "செவனகலாவில் உள்ள சுமார் ஆறாயிரம் குடும்பங்களில் அதிக எண்ணிக்கையிலான உயர்தர கரும்பு பயிர்கள் உள்ளன.",
        "விவசாய குடும்பங்களின் உறுப்பினர்களைத் தவிர, இப்பகுதியில் ஆயிரக்கணக்கான மக்கள் அதன் இடைக்கால வேலைகளில் ஈடுபட்டுள்ளனர், மேலும் போலி கேரியர்களும் தங்கள் வருமானத்தின் முக்கிய பகுதியாகும்.",
        "சேவனகலா லங்கா சர்க்கரை நிறுவனம் நான்கு தசாப்தங்களாக கரும்பு விவசாயிகள் வாங்கப்படுகிறது.",
        "இருப்பினும், சில மாதங்களுக்கு முன்பு சர்க்கரை நிறுவனத்தின் பண நெருக்கடி காரணமாக, நிறுவனத்திற்கு பணம் செலுத்துவதற்கு நிறுவனத்திற்கு முறையாக பணம் செலுத்த வேண்டும், சிரமத்தை எதிர்கொண்டு தீயணைப்பு வீரர்கள் காரணமாக பல சிக்கல்கள் உள்ளன.",
        "விவசாயிகளின் கருத்துக்கள் தீ காரணமாக கரும்பு விவசாயிகளின் பொருளாதாரத்தில் ஆழமான தாக்கத்தில் உள்ளன என்பதைக் காட்டுகின்றன.",
        "சேவநகலாவின் ஆனந்த விவசாயி சங்கத்தின் தலைவர். ஜகாத் சுனந்தா கூறினார்: வவைனியா, குல்வனாரா, தலிகாரா, ஜின்கதியா, கினந்தகாமா, ஆனந்தகாமா, ஆண்டகாமா, ஆனந்தகாமா, அங்காமா, ஆண்டகாமா, ஆனந்தகாமா, அதகாமா.",
        "பந்து வீசப்பட்ட கரும்பு அறுவடையை வெட்ட முயற்சிக்கும்போது பல சிக்கல்கள் உள்ளன. ஒரு டன் ஒரு டன் ஒரு சர்க்கரை டன் ஒரு நாளின் இருபது சதவீதத்திற்கும் மேலாக குறைகிறது. எரியும் கரும்பு அறுவடைக்கு செலுத்தப்படும் விலை குறைவாக உள்ளது. வெட்டிகளுக்கு கரும்பு வெட்டுவதற்கான கட்டணம். வெட்டுக்கு பல்வேறு சலுகைகள் வழங்கப்பட வேண்டும்.",
        "செவனகலா லங்கா சர்க்கரை நிறுவனத்தின் சலுகைகள் சேவனகலா லங்கா சர்க்கரை நிறுவனத்தில் குறைக்கப்பட்டுள்ளன.. கரும்பு சாகுபடியின் ஆரம்ப வேலை. சர்க்கரை நிறுவனத்தின் பொது சமூக பராமரிப்பு கூட உரத்தைப் பெறுவதற்கு மட்டுமல்ல.",
        "அவ்வாறான நிலையில், இந்த கரும்பு சாகுபடி நெருப்பால் அழிக்கப்படும். சாகுபடியில் பரவி வரும் நெருப்பு அனைவரின் வருத்தத்தையும் ஏற்படுத்தும். அத்தகைய பின்னணியில், பாதிக்கப்பட்டவர் ஒரு மரத்தைப் போலவே தீயை அறுவடை செய்ய நிறுவனம் மறுத்துவிட்டது.",
        "எழுபத்தைந்து நாட்கள், சுமார் 7ight நாட்கள் உள்ளன, நிறுவனங்களின் கட்டர் இன்னும் உடைக்கப்படவில்லை. பதில் கொடுக்க வேண்டாம். வேறு வழியில்லை. முந்தைய தந்திரத்தில் நேரம் இல்லை. இன்றைய கரும்பு விவசாயிகள் மிகவும் உதவியற்றவர்கள். தீ அதன் பிரச்சினைகளில் ஒன்றாகும். கரும்பு சாகுபடி மற்றும் தொடர்புடைய சார்புடையவர்களின் வாழ்க்கை பாதுகாப்பற்றதாகவே உள்ளது.",
        "சர்க்கரை அறுவடைக்கு அனைத்து அபாயங்களையும் எடுக்க சுகர்மரியனின் சர்க்கரை விவசாயிகள் கரும்பு விவசாயிகளின் சாகுபடியில் கூட விழக்கூடும்.. கரும்பு சாகுபடி எரிக்கப்பட்டால், விவசாயி ஒரு புதிய தோட்டத்தை உருவாக்க வேண்டும்.",
        "செவனகலா சர்க்கரை நிறுவனத்தில் ஒரு பால் இயந்திரம் இன்னும் செயலற்றது. நீங்கள் விரைவில் அதை சரிசெய்திருந்தால், அனைத்து சர்க்கரை விவசாயிகளையும் அறுவடை செய்யலாம். எத்தனால் மற்றும் சர்க்கரையை விற்க ஒரு திட்டம் இருக்க வேண்டும்.",
        "கே.பி.. திரு. பியாடாசா இங்கிலாந்து கூட்டம் கூறினார்:. எரியும் சோர்வான சர்க்கரை பிடியை வெட்ட ஒரு கடின உழைப்பு இருக்க வேண்டும். மக்கள் பல்வேறு சுகாதார அச்சுறுத்தல்களை சந்திக்கிறார்கள். நீங்கள் ரூ.",
        "மக்கள் பாத்திரத்தை வெட்டி நாட்டிற்குள் வெட்டி நிறுவனத்திற்குள் வரும்போது விவசாயி உதவியற்றவராக இருப்பார்.. இறுதியாக, அதிகாரிகளுக்கு விவசாயிகளுக்கு அனைத்து பொறுப்பும் ஒதுக்கப்படும்.",
        "யார் எரிக்கிறார்களோ எங்களுக்குத் தெரியாது. விவசாயிகள் தன்னை அழிக்க ஒரு சர்க்கரை கரும்புக்கு தீ வைக்கவில்லை. அது தெரியும். எனவே, செவனகலா சர்க்கரை நிறுவனத்தில் கரும்பு விவசாயி விதை எந்த சர்க்கரையும் விரும்பவில்லை. இதை நாங்கள் மூடினால், நாம் உயிரோடு முடியாது.",
        "பெயரிடப்படுவதாக அறியப்படாத செவனகலா சர்க்கரை நிறுவனத்தின் ஒரு தொழிற்சங்கத் தலைவர் அதே மாற்று வழங்கப்பட்டுள்ளது, மேலும் இது மூடப்படாத பழுப்பு சர்க்கரையின் மீதான ஒரே வழி மற்றும் வரி என்றும்.",
        "எத்தனால் உற்பத்தி செய்ய ஏராளமான எத்தனால் உள்ளது, மேலும் நாட்டின் அளவு மருந்துகளின் அளவிற்கு குறைக்கப்படுகிறது (கசிப்பு). இருப்பினும், எத்தனால் விற்க ஒரு வழிமுறை இருந்தால், நெருக்கடி முடிவடையும்.",
        "சர்க்கரை நிறுவனத்தின் அதிகாரிகள் சர்க்கரை நிறுவனம் சர்க்கரை நிறுவனத்திற்கு ஏற்றுக்கொள்ளப்படவில்லை என்றும் எதிர்காலத்தில் விவசாயிகளுடன் விவாதிக்க முடியாது என்றும் கூறினார்.",
        "கரும்பு விவசாயிகளுடன் நடைபெற்ற கூட்டத்தில் செவனகலா விவசாயிகள் செனத்கலா விவசாயி அமைப்பின் தலைவர். திரு.. அதன்படி, அதிகாரிகள் அதிகாரிகளைப் புரிந்து கொள்ளாவிட்டால், கரும்பு கரும்பின் பயணம் நிச்சயமற்றதாகத் தெரிகிறது.",
        "எவ்வாறாயினும், எரியும் உகோக் செவனகலாவின் சர்க்கரை நிறுவனத்தால் பாதுகாப்பற்ற அமைச்சர் வாங்கினார்."
      ]
    },
    "en": {
      "title": "Sevanagala Sugar Industry",
      "body_lines": [
        "Sevanagala spreads over control over the spread of the fire these days through a severe drought, the Sevanagala cane industry has created many problems.",
        "Sugarmarian people have been severely unrest in the Sevanagala Sugar Industry for decades, but the company has been severely refused to buy a sugarcane yield from the 30th of last month.",
        "The Sevanagala Sungala Suraj, the Sevanagar Uk Farmers Fundamental Council, said:",
        "Sevanagala Sugar Company has to pay a sum of Rs.",
        "Sevanagala also burnt to sell the sugar cane throughout the sugar cane for sale and about three thousand tons of raw sugarcane.",
        "There is nearly a ton of sugar tonnes of nearly twenty thousand tonnes. From January to August to August, the Sevanagala Sugar Industry is only twenty thousand twenty thousand sugar.",
        "However, the mill of milling this year is to be completed by November 20. It is then that it is coming as a result of pragmatic problems.",
        "Therefore, as soon as possible, there should be a solution to the farmers as soon as possible.. It is in the fire of sugar cane while creating problems.",
        "About six thousand families in Sevanagala have a large number of high quality sugarcane crops.",
        "In addition to the members of the farming families, thousands of people in the area are engaged in its interim jobs and mock carriers are also the main part of their income.",
        "Sevanagala Lanka Sugar Company is purchased for four decades of sugarcane farmers.",
        "However, a few months ago due to a cash crisis of the sugar company, the funds have to pay the company properly to pay the company, there are many problems due to firefalls in the face of difficulty.",
        "The views of the farmers show that they are in a profound impact on the economy of the sugarcane farmers due to fire.",
        "Chairman of the Ananda Farmer Association of Sevanagala. Jagath Sunanda said: Vavuniya, Kulwanara, Dalikara, Ginkatiya, Ginandagama, Anandagama, Andagama, Anandagama, Angama, Andagama, Anandagama, Athagama.",
        "There are a number of issues when trying to cut the bowled sugarcane harvest. One sugar tonnes of a ton of a tip is lowing over twenty percent of a day. The price paid to a burn cane harvest is low. The fee for cutters to cut the sugarcane. The cutting needs to be provided with various privileges.",
        "The privileges of the Sevanagala Lanka Sugar Company have been slashed in Sevanagala Lanka Sugar Company.. Preliminary work of sugarcane cultivation. Even the general community care of the Sugar Company has been stopped not only to obtain fertilizer.",
        "In that case, this sugar cane cultivation will be destroyed by fire. The fire that is spreading on the cultivation is going to make the grief of all. In such a background, the company refused to harvest the fire, just like the victim was like a tree.",
        "Seventy-five days, there are about 7ight days the cutter of the institutions has not been broken yet. Not give an answer. No other option. There was no time in the previous cunning. Today's sugar cane farmers are extremely helpless. The fire is just one of its problems. The lives of sugar cane cultivation and related dependents remain insecure.",
        "Sugarmarian's sugarching farmers may even fall into the cultivation of sugarcane farmers to take all risk of the sugarcane harvest.. If sugar cane cultivation is burned, the farmer has to build a new plantation.",
        "One milk machine at Sevanagala Sugar Company is still inactive. If you have repaired it as soon as possible, all sugar cane farmers can be harvested. There should be a program to sell ethanol and sugar.",
        "KP. Mr. Piyadasa Uk Crowd said:. There is to be a hard work to cut a burning tired sugar catch. The people suffer various health threats. You have to give more prices for more than Rs.",
        "The farmer will be helpless when the people cut the pan and cut into the country and get them into the institution.. Finally, the officers will be assigned all the responsibility to farmers.",
        "We don't know whoever burns. The farmers do not set fire to a sugar cane to destroy himself. It knows it. Therefore, Sevanagala does not want any sugar cane farmer seed down Sevanagala Sugar Company. If we close this, we cannot alive.",
        "A trade union leader of the Sevanagala Sugar Company, which is not known to be named, has been given the same alternative and that it is the only option and the tax on the brown sugar, which is not closed.",
        "Then there is a large number of ethanol to produce ethanol, and that the size of the country is reduced to the amount of drugs (Kasippu). However, if there is a methodology for selling ethanol, the crisis will end.",
        "The authorities of the Sugar Company said that the Sugar Company is not acceptable to the Sugar Company, and it is not possible to discuss with the farmers in the future.",
        "Sevanagala farmers' president of Seneathgala farmer organization at a meeting held with sugar cane farmers. Mr. Ruwan Sanjeewa told Uk farmers in front of Uk farmers in front of the Sevanagala Sugar Company. Accordingly, if the authorities do not do not understand the authorities, the journey of sugarcane sugarcane seems to be uncertain.",
        "However, Minister in charge of the substacle, however, was purchased by the Sugar Company of the burning Ukgox Sevanagala."
      ]
    }
  },
  "summary_lines": []
}