{
  "translated_text": {
    "si": {
      "title": "අපි සියලු මත්පැන් බලපත්ර අවලංගු කර සම්බන්ධ අයගේ නම් සකස් කරමු. සජිත් ප්රේමදාස",
      "body_lines": [
        "අද, පක්ෂයේ දේශපාලනය රටේ හිතකර පිටුවලට රටේ හිතකර පිටුවලට ය. අධිකාරිය නොමැති විට මුදල්, වරප්රසාද සහ තෑගි ලබා දීමෙන් මෙම පියවර ගෙන තිබේ. මන්ත්රීවරුන් උත්සාහ කරන්නේ පෙයාර් බලපත්රය සහ මත්පැන් බලපත්ර භාවිතා කරමින් පාර්ලිමේන්තු මන්ත්රීවරුන් ඇද ගැනීමට ය. විපක්ෂ නායකවරයා පැවසුවේ පාසල්වල පරිගණක කුසලතා නොමැති වුවද පාර්ලිමේන්තුවේ ප්රතිපත්ති සම්පාදකයින් සිතන්නේ ඒ ගැන නොසිතා රට මත්පැන් බලපත්ර වලින් ඉදි කළ හැකි බවයි.",
        "එබැවින් එක්සත් ජනතා බලයේ මෑත වසරවල නිකුත් කරන ලද ව්යාජ බියර්, මත්පැන් සහ මත්පැන් මාර්ග බලපත්ර අවලංගු කරනු ලැබේ.. මත්පැන් බලපත්ර මත පදනම් වූ පාසල් දරුවන්ට රටේ අනාගතය ටේප් සහ අයිපෑඩ් ලබා දිය යුතුය.. විපක්ෂ නායක සජිත් ප්රේමදාස මහතා කියා සිටියේ සංචාරක කර්මාන්තය වැඩිදියුණු කිරීම සඳහා මෙම මත්පැන් බලපත්ර නිකුත් කළහොත් ඔවුන්ට නිසි පර්යේෂණ හා විනිවිදභාවයකින් යුතුව ලබා දිය යුතු බවයි.",
        "මෙම පාර්ලිමේන්තුවේ, මෙම පාර්ලිමේන්තුවේ සියලු තෑගි, වරප්රසාද සහ සහන මෙම පාර්ලිමේන්තු මන්ත්රීවරුන්ට මහජන මන්ත්රීවරුන්ට ප්රසිද්ධ කරනු ලැබේ.. විපක්ෂ නායකවරයා කියා සිටියේ ජනතාවට සත්යය තේරුම් ගත හැකි බවයි.",
        "විශ්ව තොරතුරු තාක්ෂණ වැඩසටහන යටතේ රුපියල් 1,177,000 ක් වටිනා ස්මාර්ට් පන්ති කාමර සැපයුමේ 254 වන අදියර ජුනි 23 වන දින වැලිපන්න රාහීනියා මහා විද්යාලයේ දී පැවැත්විණි.",
        "මෙම කාලය තුළ පාසල් සංවර්ධන සංගමයට රු.",
        "අපේ රට සේවා ආර්ථිකයට අපේ රට සීමා වූ නිසා නිෂ්පාදන කර්මාන්තයේ පියවරක් ඉදිරියට ගෙන යාම සඳහා රණසිංහ ප්රේමදාස - අවුල් සහගත කර්මාන්තශාලා 200 ක වැඩසටහනක් දියත් කළේය.. මෙම වැඩසටහනට විරෝධය පළ කරමින් විරෝධතා තිබුණද අද වැඩසටහනේ වැදගත්කම අද දැකිය හැකි බව විපක්ෂ නායකවරයා පැවසීය.",
        "ඉන්දියාවේ තොරතුරු තාක්ෂණ දෙපාර්තමේන්තුව සංවර්ධිත අංශයක් බවට පත්ව ඇත. මීට වසර 20 කට පමණ පෙර රාජ්ය ප්රධානීන් තොරතුරු විප්ලවය විසින් ක්රියාත්මක කරන ලදී. එහි ප්රති As ලයක් ලෙස එක්සත් ජනපද සිලිකන් වෙලි යනු ඉහළම සේවකයින් වේ. ඉන්දියාවේ තරුණ තරුණියන් සඳහා කුසලතා ඇති කරන ආයතනවල රාජ්යයන් පවා ඇති බව විපක්ෂ නායකවරයා පැවසීය.",
        "වර්තමානයේ, ස්මාර්ට් තාක්ෂණය භාවිතා කරමින් විවිධ කාලගුණික හා දේශගුණික අවදානම් පිළිබඳ තොරතුරු සපයන වින්යාස කිරීමේ මොඩියුල තිබේ. එවැනි ආපදා සිදුවීමේදී සන්නිවේදනය හා පූර්වාරක්ෂාව නොතකා, අපේ රටේ එවැනි ව්යුහයක් නොමැත. විපක්ෂ නායකවරයා කියා සිටියේ මෙයින් ඔබ්බට සූදානම හා ව්යාපෘති ක්රියාත්මක කළ යුතු බවයි.",
        "කළු, රජු සහ නිල්වල තෙත් කලාපයේ ජල ගංවතුරට සහ ගංවතුර මිශ්ර කිරීම පිළිබඳ දීර් time කාලයක් තිස්සේ බොහෝ කාලයක් තිස්සේ කතා කිරීම ගැන කතා කර ඇත.. වටිනාම සාරවත් ජල සම්පත කෙරෙහි කොපමණ බලපෑමක් ඇති වේ. මේවා මෙන්ම වන්දි වළක්වා ගැනීම සඳහා පූර්වාදර්ශයක් හෝ සැලසුම් නොමැත. එබැවින් ගංවතුර උපද්රව වැළැක්වීමේ ජාතික වැඩසටහනක්. විපක්ෂ නායකවරයා කියා සිටියේ මෙය නිර්මාණය කිරීම සඳහා එක්සත් ජනතා බලය ක්රියාත්මක වන බවයි.",
        "ප්රතිපත්ති පන්තියේ ස්මාර්ට් පද්ධතිය අමතක කර ඔබේ අභිමතය පරිදි තීරණ ගැනීම ස්මාර්ට් රට ගැන කතා කළ නොහැක. විපක්ෂ නායකවරයා කියා සිටියේ ස්මාර්ට් දේශපාලන politicians යන් නොමැති වුවද, මෙම නවෝත්පාදනයන් සිදු කළ නොහැකි බවයි."
      ]
    },
    "en": {
      "title": "We will cancel all liquor licenses and make the names of those involved. Sajith Premadasa",
      "body_lines": [
        "Today, the politics of the party to the favorable pages in the country is in practice. In the absence of authority, the action is being carried out by offering money, privileges and gifts. MPs are trying to pull the parliamentaries using pear license and liquor licenses. The Opposition Leader said that even if there are no computer skills in schools, the policymakers in Parliament are thinking that the country can be built with liquor licenses without thinking about it.",
        "Therefore, the fake beer, liquor and liquor road licensing issued in recent years will be canceled in the United People's Power.. The future of the country should be provided with tape and iPads with appropriate safety equipment to school children, not based on liquor licenses.. Opposition Leader Sajith Premadasa said that if these liquor licenses are issued to improve the tourism industry, they should be provided with proper research and transparency.",
        "In this Parliament, all the gifts, privileges and concessions will be made public to the MPs in this Parliament.. The opposition leader said that the people can understand the truth.",
        "Under the Universal Information Technology Program, the 254th phase of the supply of smart classroom equipment worth 1,177,000 lakhs of rupees was held on June 23 at the Welipanna Rahmania Maha Vidyalaya.",
        "During this time, the school development association was provided with a sum of Rs.",
        "Ranasinghe Premadasa launched a 200 -garment factories program to advance a step in the manufacturing industry, as our country was limited to the service economy.. The opposition leader said that the importance of the program would be seen today, even though there were protests against the program.",
        "In India, the Information Technology Department has become a developed sector. About 20 years ago, the state chiefs implemented the Information Revolution. As a result, the US Silicon Weli is the highest IT employees. The Leader of the Opposition said that there are even a state -of -the -art institutions that create skills for young people in India.",
        "Currently, there are configuration modules that provide information on various weather and climate risks using smart technology. Despite the communication and precautionary structures in the event of such disasters, there is no such structure in our country. The opposition leader said that preparations and projects should be carried out beyond this.",
        "It has been talked about for a long time about the flooding of the water in the Kalu, King and Nilwala wet zone and the flood mixing in the sea.. How much is impact on the most valuable fertile water resources. There is no precedent or plans to prevent these as well as compensation. Therefore, a national program to prevent flood hazard. The opposition leader said that the United People's Power would work to create this.",
        "Forgetting the smart system in the policy class and making decisions at your choice cannot talk about the smart country. The Opposition Leader said that even if there are no smart politicians, these innovations cannot be carried out."
      ]
    }
  },
  "summary_lines": [
    "The government plans to revoke liquor licenses, highlighting concerns over corruption and misuse for political gain. The Opposition Leader criticizes the focus on liquor licenses over education and infrastructure, advocating for transparency and responsible use of funds. He supports initiatives like providing tablets and safety gear to schools and developing the manufacturing sector. The leader also emphasizes the need for disaster preparedness and flood prevention programs, drawing parallels with successful IT development in India."
  ]
}