{
  "translated_text": {
    "ta": {
      "title": "இரண்டாவது மின்சார கட்டண திருத்தம் குறித்து பொது கருத்து",
      "body_lines": [
        "2009 ஆம் ஆண்டின் 20 ஆம் எண் 20 ஆம் எண் பிரிவு 30 இன் படி விநியோகஸ்தர் உரிமதாரர் (சி.இ.பி.) இரண்டாவது மின்னணு கட்டண திருத்தம் (மக்கள் ஆலோசனை) குறித்து பொதுக் கருத்தைப் பெற முடிவு செய்யப்பட்டுள்ளது.",
        "இலங்கை மின்சார வாரியம் (சி.இ.பி.) இலங்கை பொது பயன்பாட்டு ஆணையத்திற்கு பொது பயன்பாட்டு ஆணையத்திற்கான திட்ட முன்மொழிவை மதிப்பாய்வு செய்துள்ளது.",
        "ஜூலை 08, 2024 வரை முன்மொழியப்பட்ட தொலைத்தொடர்பு கட்டணங்களை பொதுமக்கள் ஏற்றுக்கொள்வார்கள் என்று பொது பயன்பாட்டு ஆணையம் கூறுகிறது.",
        "வீடியோகோலாஜிக்கல் கருத்துக்கள் ஜூலை 9, 2024 அன்று நடைபெறும்.",
        "2002 ஆம் ஆண்டின் 35 வது பிரிவின் பொது பயன்பாட்டு ஆணையத்தின் பிரிவு 17 வது பிரிவின் கீழ் ஆணையத்தில் வழங்கப்பட்ட அதிகாரங்களின்படி பொது ஆலோசனை நடத்தப்படுகிறது.",
        "பொதுக் கருத்துக்கள் முடிந்ததும், ஆணையம் ஜூலை 15, 2024 அன்று இறுதி முடிவை அறிவிக்கும்.",
        "முன்மொழியப்பட்ட கட்டண திருத்தத்தில் எழுதப்பட்ட யோசனைகள் மற்றும் பரிந்துரைகள் பின்வரும் முகவரி அல்லது பின்வரும் வழிகளில் சமர்ப்பிக்கப்படலாம்.",
        "2024 ஆம் ஆண்டிற்கான இரண்டாவது சோதனை திருத்தத்தில் பொது தொடர்பு"
      ]
    },
    "en": {
      "title": "Public Commenting on Second Electricity tariff revision",
      "body_lines": [
        "The Distributor Licensee (CEB) in accordance with Section 30 of the Electricity Act No. 20 of 2009 has been decided to obtain public opinion on the second electronic tariff revision (People's Counseling).",
        "The Ceylon Electricity Board (CEB) has reviewed the proposal proposal to the Public Utilities Commission to the Sri Lanka Public Utilities Commission.",
        "The Public Utilities Commission states that the public will accept the proposed telecommunication tariffs until July 08, 2024.",
        "Videological comments will be held on July 9, 2024.",
        "The public consultancy is conducted in accordance with the powers vested in the Commission under Section 17 of the Public Utilities Commission of Sri Lanka Utilities Commission Act No 35 of 2002.",
        "Upon completion of public views, the Commission will declare the final decision on July 15, 2024.",
        "Written ideas and suggestions in the proposed tariff revision can be submitted along the following address or following ways.",
        "Public Communication on Second Testing Amendment to Year 2024"
      ]
    }
  },
  "summary_lines": [
    "The Ceylon Electricity Board (CEB), as per the Electricity Act, seeks public opinion on its second electricity tariff revision through People's Counseling. The Public Utilities Commission allows public acceptance of the proposed tariffs until July 8, 2024, with a video conference scheduled for July 9, 2024. Final decisions will be announced on July 15, 2024."
  ]
}