{
  "translated_text": {
    "si": {
      "title": "තායිලන්ත වීසා: නිල නිවේදනයෙන් පසු තානාපති කාර්යාල නිලධාරීන් බලාත්මක වේ",
      "body_lines": [
        "ශ්රී ලංකාව ඇතුළු රටවල් 93 ක ජනතාවට අදට වීසා බලපත්රයක් නොමැතිව තායිලන්තයට යා හැකි බව නිවේදනය කර තිබේ.",
        "නමුත් තායි තානාපති කාර්යාලය පැවසුවේ මෙම ව්යාපෘතිය ක්රියාත්මක කරන්නේ ශ්රී ලංකා බලධාරීන්ගේ නිල නිවේදනය කිරීමෙන් පසුව පමණක් බවයි.",
        "මේ අවස්ථාවේ දී, වීසා රහිත වීසා රහිත වීසා තොගයක් සම්බන්ධයෙන් ශ්රී ලාංකිකයන්ට ඊයේ බැංකොක්ගෙන් කිසිදු තහවුරු කිරීමක් ලැබුණේ නැත. එබැවින් නිල නිවේදනය ලැබුණු පසු ශ්රී ලංකාවේ ආගමන හා ගුවන් ප්රවාහන නිලධාරීන්ට දැනුම් දෙනු ලැබේ. ඒ වන විට ව්යාපෘතිය ක්රියාත්මක වනු ඇත. \"",
        "මේ අතර, ශ්රී ලංකාවේ තායිලන්ත තානාපති කාර්යාලයේ අන්තර්ජාලයේ නව ව්යාපෘතිය සඳහා කිසිදු නිවේදනයක් නිකුත් කර නොමැත.",
        "මේ අතර වීසා බලපත්රයක් නොමැතිව ශ්රී ලාංකිකයන්ට තායිලන්තයට යාමට අවසර දුන් පළමු අවස්ථාව මෙයයි.",
        "වීසා බලපත්රයක් නොමැතිව ශ්රී ලංකාව දැනටමත් ශ්රී ලංකාවට පැමිණීමට දැනටමත් අවසර ලබා දී තිබේ.",
        "වීසා බලපත්රයක් නොමැතිව යන ශ්රී ලාංකිකයන්ට දින 30 සිට 60 දක්වා තායිලන්තයේ රැඳී සිටිය හැකිය. කෙසේ වෙතත්, එහි සංචාරය කරන ශ්රී ලාංකිකයින්ට මුදල්, නවාතැන් හා ගුවන් ටිකට්පත් පිළිබඳ සාක්ෂි තිබිය යුතුය.",
        "මෙම නව යෝජනා ක්රමය සංචාරකයින් සහ කෙටි--කාලීන ව්යාපාරික සංචාරකයින් ප්රයෝජනවත් වේ. වීසා බලපත්රය සඳහා සුදුසුකම් ඇති රටවල් ගණන 31 වන දින දක්වා ඉහළ යනු ඇත.",
        "තායිලන්තයට පැමිණෙන සංචාරකයින්ගේ සංඛ්යාව මේ වසරේදී සියයට 35 දක්වා ඉහළ ගියේය. ඒ අනුව, සංචාරකයින් මිලියන 18.2 ක පැමිණීම ඇමරිකානු ඩොලර් බිලියන 24 ක් උපයා ඇත.",
        "2024 වන විට චීනය, මැලේසියාව සහ ඉන්දියාවේ බොහෝ සංචාරකයින් නැරඹීමට පැමිණ සිටියහ.",
        "ඊට අමතරව, ඩිජිටල් නොමන්ඩ්ස්, ෆ්රීනයර්ස් සහ සූපශාස්ත්ර හා සටන් කලාව වැනි කුසලතා ඉගෙන ගැනීමට කැමති අය ඉලක්ක කර ගනිමින් තායිලන්තය අද සිට තායිලන්තය වීසා (ඩීටීවී) දියත් කරයි.",
        "මෙම වීසා බලපත්රය ඔබට තායිලන්තයේ දින 180 ක් දක්වා රැඳී සිටීමට ඉඩ සලසයි. අයදුම්කරුවන් තම රටේ තායිලන්ත තානාපති කාර්යාලයේ ඩීඩීවී සඳහා ඉල්ලුම් කළ යුතුය. මීට අමතරව, තායිලන්තයේ හෝ ඊට වැඩි කාලයක් තුළ ඉගෙනුම ලබන සිසුන්ට පශ්චාත් උපාධි උපාධියක්ගෙන් වසරකට පසු නැවතී සිටීමට, ගමන් කිරීමට හෝ පර්යේෂණ කිරීමට ඉඩ දෙනු ලැබේ."
      ]
    },
    "en": {
      "title": "Thailand Visa: Embassy officials come into effect after official announcement",
      "body_lines": [
        "It has been announced that people from 93 countries, including Sri Lanka, can go to Thailand without a visa today.",
        "But the Thai Embassy said the project would be implemented only after the official announcement of the Sri Lankan authorities.",
        "In this case, Sri Lankans received no confirmation from Bangkok yesterday regarding the visa free of Thailand. Therefore, the Sri Lankan Immigration and Air Transport Officers will be informed once the official announcement is received. At the time, the project will come into effect. ”",
        "Meanwhile, no announcement has been made on the new project on the Internet of the Thailand Embassy in Sri Lanka.",
        "Meanwhile, this is the first time that Sri Lankans are allowed to travel to Thailand without a visa.",
        "Sri Lanka has already granted permission to come to Sri Lanka without a visa.",
        "Sri Lankans who go without a visa can stay in Thailand for 30 to 60 days. However, the Sri Lankans traveling there must have evidence of money, shelter and flight tickets.",
        "This new scheme will benefit tourists and short -term business travelers. The number of countries that are eligible for visa will increase to 31 during the arrival.",
        "The number of tourists visiting Thailand this year increased to 35 percent. Accordingly, the arrival of a total of 18.2 million tourists has earned US $ 24 billion.",
        "By 2024, most tourists from China, Malaysia and India were visited.",
        "In addition, Thailand launches Thailand Visa (DTV) from today on the 15th of this month, targeting those who want to learn skills such as digital nomads, freensors and culinary and martial arts.",
        "This visa will allow you to stay up to 180 days in Thailand and valid five years. Applicants must apply for DDV at Thailand Embassy in their country. In addition, students who are studying in Thailand or more will be allowed to stay, travel or conduct research after a year of postgraduate degree."
      ]
    }
  },
  "summary_lines": [
    "Thailand has announced visa-free entry for citizens of 93 countries, including Sri Lanka, but implementation awaits official Sri Lankan government approval. This marks the first time Sri Lankans can visit Thailand without a visa, allowing stays of 30 to 60 days for tourists and short-term business travelers, provided they show proof of funds, accommodation, and return flights. Additionally, Thailand introduced the Digital Nomad Visa (DNV), valid for up to 180 days and valid for five years, aimed at digital nomads, freelancers, and those interested in culinary and martial arts. This initiative aims to boost tourism, which saw a 35% increase in arrivals, earning $24 billion in 2023, with projections indicating significant growth from Chinese, Malaysian, and Indian tourists by 2024."
  ]
}