{
  "translated_text": {
    "ta": {
      "title": "35 ஆண்டுகள் நான் ஒரு அரசு வீட்டில் இருக்கிறேன்",
      "body_lines": [
        "எஸ்.எல்.எஃப்.பி எம்.பி.",
        "அனுராதபுராவில் நோச்சியாகாமாவில் நடந்த பொதுக் கூட்டத்தில் பேசிக் கொண்டிருந்தார்.",
        ". 10 வயது, ஆகவே, 89 முதல், என் அப்பாவின் வீட்டில் தங்காமல், நான் குமாராவில் வீட்டில் இருக்கலாமா?",
        "எனக்கு வெறும் 45 வயது, 35 ஆண்டுகள், நான் இன்னும் அரசாங்கத்திற்காக காத்திருக்கிறேன், 2019 இல் நான் நன்றி கூறுகிறேன், நான் அந்த வீட்டை விட்டு வெளியேறுவேன்?அனுராதபுராவில், என் தந்தை, சேகரித்து தாத்தாவின் வீடு, அரசாங்கத்தில் தங்கும்படி என்னிடம் கூறினார்.",
        "அனுரா குமாராவை மேடையில் சொல்ல வேண்டும், ஒருவேளை நீங்கள் இறக்க வேண்டும், பின்னர், ஓட்டுநர், அப்பா டிரைவர், அப்பா டிரைவர் டிரைவர் வேண்டும், இது அந்த நபர்களின் பாசாங்குத்தனம்."
      ]
    },
    "en": {
      "title": "35 years I'm in a government house",
      "body_lines": [
        "Sri Lanka Freedom Party General Secretary of the SLFP MP Duminda Dissanayake said that he had to leave the government official of the government in 2019, but he was given Anura Kumara Dissanayake.",
        "He was speaking at a public meeting in Nochchiyagama in Anuradhapura.",
        "\"Mr. Anura Kumara came to Thambuththegama and that was just a fault that I was saying that I was going to vote everywhere.The house of the government, that is true, but the year is true, but since 1999, my father is in the age of 10, so since Dad, since 89,Without staying at my dad's house, may I stay home in Kumara? It must have been my luck.",
        "I'm just 45 years old, for 35 years, and I'm still waiting for the government, and I thank it in 2019, who will I get out of that house?In Anuradhapura, my father, Gather and Grandpa's home, told me to stay in the government.",
        "It should also say Anura Kumara should be said in the platform.Pattiatia, the Driver, maybe you have to die, and then, the Driver, the Driver, then Dad Driver, Dad Driver Driver DriverWant, it's the hypocrisy of those people."
      ]
    }
  },
  "summary_lines": [
    "Duminda Dissanayake criticizes Anura Kumara Dissanayake, claims government housing issue since 1999, expresses frustration over long wait for change."
  ]
}