{
  "translated_text": {
    "ta": {
      "title": "கெஹெலியாவின் தீர்ப்பு குறித்து மேல்முறையீட்டு நீதிமன்றம் அறிவித்தது",
      "body_lines": [
        "அமைச்சர் கெஹேலியா ரம்புக்வெல்லா, அமைச்சர் கெஹெலியா ரம்புக்வெல்லா, அமைச்சர் கெஹேலியா ரம்புக்வெல்லாவின் உத்தரவை ஆகஸ்ட் 09 அன்று சொர்க்கம் நீதிமன்றமாக நியமிக்க வேண்டும் என்று மேல்முறையீட்டு நீதிமன்றம் அறிவித்தது.",
        "தரமற்ற ஆன்டிபாடிகள் வாங்குவது தொடர்பாக முன்னாள் சுகாதார அமைச்சர் (சுகாதார அமைச்சர்) ரிமாண்ட் செய்துள்ளார்.",
        "கெஹெலியா ரம்புக்வெல்லா வழங்கிய இடைக்கால கோரிக்கையின் மீதும் அந்த நாளில் அறிவிக்கப்பட்டதாக நீதிமன்றம் அறிவித்தது.",
        "இந்த உத்தரவு ஆகஸ்ட் 01 அன்று வெளியிடப்பட்டதாக முன்னர் அறிவிக்கப்பட்டது."
      ]
    },
    "en": {
      "title": "Court of Appeal announced on the verdict of Keheliya",
      "body_lines": [
        "The Court of Appeal announced the order of Minister Keheliya Rambukwella, Minister Keheliya Rambukwella, the order of Minister Keheliya Rambukwella to be appointed as the Court of Paradise on August 09.",
        "Former Health Minister (Minister of Health) has remanded over the purchase of substandard antibodies.",
        "The court announced that the order on the interim request issued by Keheliya Rambukwella is also announced on that day.",
        "This order was previously announced that the order was published on August 01."
      ]
    }
  },
  "summary_lines": [
    "The Court of Appeal ordered Minister Keheliya Rambukwella to be appointed as the Court of Paradise on August 09, following his remand over the purchase of substandard antibodies during his tenure as Health Minister. The court also announced an interim order issued by him on the same day, which was initially published on August 01."
  ]
}