{
  "translated_text": {
    "ta": {
      "title": "எந்தவொரு தேர்தலுக்குப் பிறகு வன்முறை உள்ளது",
      "body_lines": [
        "ஜூலை 2022 இல் சட்டம் ஒழுங்கை நிறுவியதால் மக்கள் செப்டம்பர் 21, 2024 அன்று ஒரு ஜனாதிபதியைத் தேர்ந்தெடுக்க முடிந்தது",
        "பாதாள உலக அல்லது போதைப்பொருள் வியாபாரி நாட்டை அழிக்க நாட்டை அனுமதிக்க முடியாது.",
        "புதிய தொழில்நுட்பத்தில் பாதாள உலக நடவடிக்கைகளை அடக்க புதிய சட்டங்கள் கொண்டு வரப்படும் - ஜனாதிபதி.",
        "ஜூலை 20, ஜூலை 2024 இல் ஜூலை 2024 இல் சட்டம் ஒழுங்கை நிறுவுவதற்கான வாய்ப்பை ஜனாதிபதி ரணில் விக்ரெமேசிங் வழங்கியுள்ளார், மேலும் இந்த நாட்டின் மக்களுக்கு ஜனாதிபதிக்கு வாக்களிக்க வாய்ப்பு வழங்கப்பட்டுள்ளது.",
        "சட்டம் ஒழுங்கை ஒருங்கிணைப்பதன் மூலம் நாட்டில் ஆதரவையும் சுயாதீன தேர்தலையும் வழங்குவதற்கும் ஜனாதிபதி பொறுப்பு என்றும் ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "பொலிஸ் சிறப்பு பணிக்குழுவின் (13) சிறப்பு நடவடிக்கைக் கட்டளை திறப்பில் ஜனாதிபதி ரணில் விக்ரமேசிங்கை இந்த அறிக்கையை வெளியிட்டார்.",
        "21 வது ஜனாதிபதித் தேர்தலில் ஜனாதிபதித் தேர்தலுக்குப் பின்னர் நாட்டில் எந்த வன்முறையும் இல்லை என்று ஜனாதிபதி வலியுறுத்தினார்.",
        "ஸ்ரீ ஜெய்வர்டெனெபுரா சிறப்பு செயல்பாட்டுக் கட்டளையின் பிரச்சாரத்தில் இருந்த ஜனாதிபதி ரங்கில் விக்கிரேமேசிங்கே ஒரு கண்ணியமான விருதுகளில் அங்கீகரிக்கப்பட்டார்.",
        "சிறப்பு செயல்பாட்டு தளபதியை அம்பலப்படுத்திய ஜனாதிபதி மற்றும் சிறப்பு செயல்பாட்டு தளபதி வீடுகளை ஆய்வு செய்வார்.",
        "எஸ்.டி.எஃப் தனிநபரின் தற்போதைய கட்டளை அதிகாரிகள் டிக்ஸின் வருணன் ஜெயசுந்தராவால் ஜனாதிபதி ரணில் விக்ரமேசிங்குக்கு வழங்கப்பட்டனர்.",
        "இந்த சிறப்பு இயக்க கட்டளை பொது ஒழுங்கு மேலாண்மை மற்றும் மோட்டார் ரைடர்ஸ் குழுவின் குழுவின் முக்கிய மையமாக செயல்படும். சிறப்பு பணிக்குழு சிறப்பு நடவடிக்கைகளின் செயல்பாட்டு இயக்குநருக்கு மாற்றப்படும், மேலும் அவர் நேரடியாக சிறப்பு பணிக்குழுவிற்கு துணை செயல்பாட்டு கட்டளை அதிகாரிக்கு புகாரளிப்பார்.",
        "சிறப்பு குழுக்கள், வன்முறை தீவிரவாதிகள், வன்முறை வெகுஜன ஆர்ப்பாட்டங்கள் மற்றும் பிற ஒத்த நெருக்கடிகள் மீது பயங்கரவாதிகள் மற்றும் வன்முறை தீவிரவாத தாக்குதல்கள் பல்வேறு வெளிப்பாடுகளுக்கு காரணமாகின்றன.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரெமேசிங்கே, தற்போதுள்ள காவல்துறை, இராணுவ மற்றும் சிவில் நிறுவனங்கள் நிறுவப்படும் என்றும் விரிவான கமாம்பிங் பொலிஸ் சட்டத்தின் கீழ் அதிகாரங்களை ஒதுக்க தயாராக இருக்கும் என்றும் கூறினார்.",
        "புதிய தொழில்நுட்பத்தால் பாதாள உலக அல்லது போதைப்பொருள் வியாபாரிகளை நாட்டை அழிக்க அனுமதிக்க முடியாது என்று ஜனாதிபதி கூறினார்.",
        "சட்டம் மற்றும் ஒழுங்கு நாட்டில் மக்கள் வாழும் ஒரு நாட்டில் வாழ்வது மக்களின் அடிப்படை உரிமைகளைப் பாதுகாப்பது என்று ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "இந்த சிறப்பு செயலில் உள்ள மையத்தைத் திறப்பது சிறப்பு பணிக்குழுவின் மற்றொரு முக்கியமான படியாகும். எல்.டி.டி.இ பயங்கரவாதத்துடன் போராடுவதற்காக பாட்டிகலோவாவுக்கு அனுப்பிய குழு சட்டம் ஒழுங்கைப் பாதுகாக்க ஒரு சிறப்பு பணிக்குழுவாக மாறியுள்ளது.உலகம் முழுவதும் பொதுமக்களுக்கு ஒரு பொது உள்ளது. அன்றிலிருந்து உலகம் வேறுபட்டது. எதிர்காலத்தில் அது மாறுகிறது. 2030 வாக்கில், இந்த நாட்டின் பாதுகாப்பு சக்தியின் வேலையை அடையாளம் காண வேண்டும் மற்றும் படை என்ன செய்யப்படுகிறது என்பதை மாற்றியமைக்க வேண்டும். அங்கு, தொழில்நுட்பத்தை அதிகம் பயன்படுத்த வேண்டும். இன்று, ஒவ்வொரு பிரிவும் தொழில்நுட்பத்தில் செயல்படுகிறது.",
        "பொது குற்றத்திலும் சிறப்புக் குற்றத்திலும் எந்த மாற்றமும் இல்லை. அந்த நேரத்தில் குற்றவாளிகளாக அறிமுகப்படுத்தப்பட்டது. ஆனால் இன்று அது அவர்களுக்கு இடையே ஒரு போராகிவிட்டது. மேலும், போதைப்பொருள் மோசடி இன்று குழுக்களுக்கு இடையிலான போராக மாறியுள்ளது. எனவே, இந்த சட்டவிரோத செயல்களை ஏற்றுக்கொள்ள புதிதாக முடிவு செய்ய வேண்டும்.",
        "பாதாள உலகில் உள்ள எவரும் இன்று புதிய தொழில்நுட்பத்தைப் பயன்படுத்தலாம். எனவே, அவற்றைக் கட்டுப்படுத்த தனித்தனி சட்டங்கள் உள்ளன. போதைப்பொருள் கட்டுப்பாட்டுக்காக ஒரு நிறுவனத்தின் கீழ் புதிய சட்டங்களை கொண்டு வருவேன் என்று நம்புகிறேன். பொலிஸ், இராணுவ மற்றும் சிவில் நிறுவனங்களின் நரோக் மற்றும் சிவில் ஸ்தாபனத்தின் கீழ் ஒரு புதிய நிறுவனத்தை நிறுவுவேன் என்று நம்புகிறேன்.. தேவைப்பட்டால், இந்த நடவடிக்கைகளில் குழு பயன்படுத்தப்படலாம். போதைப்பொருள் கடத்தல்காரர்கள் சமூகத்தின் அழிவை அனுமதிக்க முடியாது.",
        "சட்டம் மற்றும் ஒழுங்கு நிலத்தின் கீழ் சட்டம் ஒழுங்கின் கீழ் வாழும் மக்களை அடிப்படை உரிமைகளைப் பாதுகாப்பதாகும். அதை சேர்க்க நம்புகிறோம்.",
        "அடுத்த மாதத்திற்கான சிறந்த பட்டறைகள் உங்களிடம் உள்ளன. இலங்கையின் ஜனாதிபதித் தேர்தல் செப்டம்பர் 21 அன்று நடைபெறும். நாட்டில் சட்டம் ஒழுங்கை உறுதி செய்வதும், இந்தத் தேர்தலை நடத்துவதற்கான வாய்ப்பை வழங்குவதும் காவல் துறையின் கடமை.",
        "ஜனாதிபதியாக, இது எனது மற்றும் தேர்தல் ஆணையம் மற்றும் காவல் துறையின் கடமையாகும்.",
        "மேலும், ஒரு தேர்தலுக்குப் பிறகு வன்முறை இருக்கும். நாம் அவர்களை நிறுத்த வேண்டும். தேர்தலுக்குப் பிறகு வேறு எந்த வகையிலும் வேறு எந்த வன்முறையும் இல்லை. அதற்கு நாம் சிறப்பு கவனம் செலுத்த வேண்டும்.",
        "நாட்டில் சட்டம் ஒழுங்கைப் பாதுகாப்பதன் காரணமாக இந்தத் தேர்தலை இன்று நடத்த முடிந்தது. ஏனென்றால் நமது அரசியலமைப்பு பாதுகாக்கப்படுகிறது. அரசியலமைப்பின் படி ஒரு புதிய அரசாங்கத்தை நாங்கள் நியமிக்கிறோம்.",
        "1931 முதல் ஜனநாயகத்தை தொடர்ந்து செயல்படுத்தி வரும் ஒரே இலங்கை மட்டுமே இலங்கை மட்டுமே உள்ளது. மனித உரிமைகள் மற்றும் பிற குற்றச்சாட்டுகள் உள்ளன. ஆனால் இந்த ஜனநாயக அமைப்பு இலங்கையில் தொடர்ந்து முன்னேறி வருகிறது. இந்த முறையை நாம் பாதுகாக்க வேண்டும். அதை ஒருபோதும் உடைக்க விடக்கூடாது. அரசியல் கட்சிகளுக்கு இடையிலான பிரச்சினைகள் இருந்தபோதிலும், தேர்தல் முடிவுகள் புத்திசாலித்தனமான தோல்விக்கு மாற்றப்பட்டு அரசாங்கங்களை மாற்றும். இந்த நிலைமை செய்யப்படுவதால் தான்.",
        "ஆனால் இரண்டு ஆண்டுகளுக்கு முன்பு அரசாங்கம் இடிந்து விழுந்தது. ஜனாதிபதி ஜனாதிபதி செயலகத்தை கையகப்படுத்தி பிரதமர் அலுவலகத்தை கையகப்படுத்தினார் மற்றும் பிரதமர் அலுவலகத்தை தீப்பிடித்தார்.",
        "எவ்வாறாயினும், எங்கள் இராணுவத்தின் நடவடிக்கைகள் மற்றும் சட்டத்தை பாதுகாக்கும் அனைத்து சட்டங்களும் பாராளுமன்ற இழப்பைத் தவிர்க்க முடிந்தது.நான் அரசாங்கத்தை ஏற்றுக்கொண்டு நாட்டின் பொருளாதாரத்தை உறுதிப்படுத்தி திவால்நிலையை மீட்பேன். எனவே, இன்று நாட்டில் ஒரு தேர்தலை நடத்த முடிந்தது. அதைப் பற்றி நாம் பெருமைப்பட வேண்டும். ஆனால் இந்த நாட்டில் சட்டம் ஒழுங்கைப் பாதுகாக்க நீங்கள் நடவடிக்கை எடுக்கவில்லை என்றால், அது எடுக்கப்பட்டால் என்ன நடக்கும்",
        "இந்தத் தேர்தல்களை இன்று நடத்த முடிந்த படிகள். பங்களாதேஷில் அரசாங்கம் இன்று வெளியேற்றப்பட்டுள்ளது. அரசாங்கத்தை கைப்பற்ற யாரும் முன்வருவதில்லை. எம்.பி.க்கள் கொல்லப்பட்டனர். பாதுகாப்பு செயலாளர் மத்திய வங்கியின் ஆளுநர் தலைமை நீதிபதிக்கு தகவல் கொடுத்துள்ளார். ஹோட்டல் அமைத்து அழிக்கப்படுகிறது. நாடு இன்னும் சாதாரணமாக இல்லை.",
        "ஆனால் எங்கள் நாட்டின் பாதுகாப்புப் படையினராக நீங்கள் செய்த படிகள் காரணமாக, நாங்கள் நிலைமையைக் காப்பாற்றினோம். செப்டம்பர் 21 அன்று, இந்த நாட்டின் மக்கள் ஒரு வேட்பாளருக்கு வாக்களிக்க முடிந்தது.",
        "நாட்டில் சட்டம் ஒழுங்கை நாங்கள் பாதுகாத்த ஒவ்வொரு முறையும் எங்களிடம் உள்ளது. எனது நண்பர்கள் எனது வாழ்த்துக்களை வரவேற்பார்கள், சட்டம் ஒழுங்கு விரைவில் பங்களாதேஷில் சட்டம் ஒழுங்கை நிறுவும் என்று விரும்புகிறார்கள்.அதிலிருந்து ஒருபோதும் ராஜினாமா செய்ய வேண்டாம்.",
        "இந்த நாட்டின் அடிப்படை உரிமை ஜனநாயகம் மற்றும் ஒரு அரசாங்கத்தின் இருப்பு. முறையான அரசாங்கம் இருந்தால், அரசாங்கம் பாதுகாக்க வேண்டும். 1970 களில் நான் அதைக் கற்றுக்கொண்டேன். ஐக்கிய தேசிய கட்சி எதிர்க்கட்சியில் நடவடிக்கை எடுத்தது. ஜே.வி.பி கிளர்ச்சி ஏற்படும் போது, ​​ஜே.ஆர். திரு. ஜெயவர்தேனா கூறினார்: \"இந்த அரசாங்கத்தை நாங்கள் விரும்பவில்லை. இந்த அரசாங்கம் துரத்தப்பட வேண்டும். ஆனால் நாம் அதை ஒரு ஜனநாயக கட்டமைப்பில் செய்ய வேண்டும். \"",
        "மற்றும் \"இது ஜனநாயகத்திற்கு அச்சுறுத்தல். எனவே பண்டரநாயகின் அரசாங்கத்திற்கு நான் முழு ஆதரவையும் தருகிறேன். நான் விரும்பிய அரசாங்கம் அல்ல என்றாலும், மக்கள் தேர்ந்தெடுக்கப்பட்டனர், \"என்று அவர் கூறினார்.. அந்த நேரத்திலிருந்து, நாங்கள் அந்த அமைப்பை உருவாக்கியுள்ளோம்.",
        "எதிர்க்கட்சித் தலைவரின் தலைவர், சிரிமாவோ பண்டாரநாயக்கும் அனுருத்தா ரத்வத்தே ஜனாதிபதி பிரேமதாசாவை சந்தித்து கூறினார்: \"நீங்கள் எங்கள் முழு ஆதரவும் எங்களுக்கு வழங்குவீர்கள். அதுதான் எங்கள் வரலாறு.",
        "நீங்கள் ஜூலை 2022 இல் நிறுவப்பட்டிருக்கிறீர்கள், இந்த நாட்டின் மக்களுக்கு 2022 ஆம் ஆண்டின் இறுதிக்குள் தங்கள் வாக்குகளைத் தேர்ந்தெடுக்க ஒரு ஜனாதிபதியைத் தேர்ந்தெடுப்பதற்கான வாய்ப்பு கிடைத்தது.. இதைப் பற்றி நான் உங்களுக்கு நன்றி கூறுகிறேன்."
      ]
    },
    "en": {
      "title": "There is violence after any election",
      "body_lines": [
        "The people have been able to select a president on September 21, 2024 due to the establishment of law and order in July 2022",
        "Underworld or drug dealer cannot allow the country to destroy the country.",
        "New laws will be brought to suppress underworld activities in new technology - President.",
        "President Ranil Wickremesinghe has provided the opportunity to establish law and order in July 20, 2024, to establish law and order in July 2024, and the people of this country were given the opportunity to vote for the president.Said.",
        "The President also pointed out that the President is also responsible for providing the support and independent election in the country by consolidating law and order.",
        "President Ranil Wickremesinghe made this statement at the opening of the Special Operations Command of the Police Special Task Force (13).",
        "The President emphasized that there was no violence in the country after the presidential election on the 21st presidential election.",
        "President Ranil Wickremesinghe, who was in the campaign of the Sri Jayewardenepura Special Operations Command, was recognized in a dignified awards.",
        "The President who opened the special operation commander to be exposed and the special operation commander was to inspect the houses.",
        "The current commanding officers of the STF personal was presented by DIG's Varuna Jayasundara to President Ranil Wickremesinghe.",
        "This special operating command will act as the main focus of the group of public order management and motor riders team. The Special Task Force will be transferred to the Director of Operations of Special Operations and he will report directly to the Special Task Force to the Deputy Operations Commanding Officer.",
        "The responsibility of terrorists and violent extremist attacks on specialized groups, violent extremists, violent mass protests, and other similar crises are responsible for various emergences.",
        "Speaking further President Ranil Wickremesinghe said that the existing police, military and civil establishments will be established and willing to be assigned the powers under the Extensive Commambing Police Act.",
        "He said that the President said that the new technology could not allow the underworld or drug dealer to destroy the country.",
        "The President pointed out that it is a protecting the fundamental rights of the people to live in a country where the people live in a country of law and order.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "Opening of this special active center today is another important step in the Special Task Force. The group who sent to Batticaloa to fight with LTTE terrorism has become a special task force to protect law and order.There is a public for public all over the world. The world is different from that day. In the future it changes. By 2030, the protection of this country has to identify the work of the force and to modify what the force is done. There, technology should be used more. Today, every section works on technology.",
        "There has been no change in general crime and special crime. Introduced as criminals at that time. But today it has become a war between them. Also, drug racket has become war between groups today. Therefore, we must take newly decided to take over these illegal acts.",
        "Anyone in the underworld can use new technology today. Therefore, they have separate laws to control them. And I hope to bring in new laws under one institution for drug control. I hope to establish a new institution under the Narroke and Civil Establishment of Police, military and civil institutions.. If necessary, the team can be used in these activities. Drug traffickers cannot allow the destruction of society.",
        "Allow the people living under law and order under the land of law and order is to protect fundamental rights. We hope to include that.",
        "And you have more great workshops for the next month. Sri Lanka's presidential election will be held on September 21. The duty of the Police Department is to ensure law and order in the country and provide the opportunity to hold this election.",
        "As the president, it is a duty of my as well as the Election Commission and the Police Department.",
        "Moreover, there will be violence after an election. We must stop them. There is no other violence in any way after the election. We have to pay special attention to it.",
        "We have been able to hold this election today because of the protection of law and order in the country. Because our constitution is preserved. We appoint a new government in accordance with the constitution.",
        "Sri Lanka is only the only Sri Lanka who has continued to implement democracy since 1931. There are human rights and other allegations. But this democratic system continues to move on Sri Lanka. We must protect this method. Never should let it break. Despite the problems between the political parties, the election results will be transferred to wise defeat and transfer governments. This is because this situation is done.",
        "But two years ago the government went to collapse. The President acquired the Presidential Secretariat and acquired the Prime Minister's Office and seized the Prime Minister's office on fire.",
        "However, the actions of our army and all the law protecting the law were able to avoid the loss of parliament.I have accepted the government and stabilize the country's economy and rescue the bankruptcy. Therefore, we have been able to hold an election in the country today. We must be proud of that. But if you did not take measures to protect law and order in this country, what would happen if it was taken",
        "The steps that we have been able to hold these elections today. The government in Bangladesh has been expelled today. No one offers to take over the government. MPs killed. The Defense Secretary has informed the Chief Justice, the Governor of the Central Bank. Hotel is setting up and destroyed. The country has not yet been normal.",
        "But because of the steps that you made as the security forces of our country, we saved the situation. On September 21, the people of this country have been able to vote for a candidate.",
        "We have every time we defended law and order in the country. My friends will welcome my greetings and wishes that law and order will soon establish law and order in Bangladesh.Never resign from it.",
        "The fundamental right of this country is democracy and the existence of a government. If there is a legitimate government, the government should protect. I learned that in the 1970s. The United National Party took action in the opposition. When the JVP rebellion occurs, JR. Mr. Jayawardena said: \"We do not like this government. This government should be chased away. But we should do it in a democratic framework. \"",
        "And \"this is a threat to democratic. So I give full support to the government of Bandaranaike. Although it was not a government that I wanted, the people were chosen, \"he said.. From that time on, we have made that system.",
        "President of the Opposition Leader, Sirimavo Bandaranaike and Anuruddha Ratwatte met President Premadasa and said: \"You will give us our full support. That is our history.",
        "You have been established in July 2022, the people of this country had the opportunity to select a president to select their votes by the end of 2022.. I thank you all about it."
      ]
    }
  },
  "summary_lines": [
    "Elections in the country, following the establishment of law and order in July 2022, were peaceful. New laws aimed at suppressing underworld activities through advanced technology are being introduced. President Ranil Wickremesinghe highlighted the importance of maintaining law and order to prevent violence post-elections and to protect the nation from underworld influence. He emphasized the role of the Special Task Force in managing public order and combating terrorism and extremism. The President also discussed the need for new legislation to tackle modern challenges posed by technology in the hands of criminal elements, aiming to preserve the country's democratic system and fundamental rights."
  ]
}