{
  "translated_text": {
    "ta": {
      "title": "இலங்கை இலங்கையை வீழ்த்தியது",
      "body_lines": [
        "இலங்கை அணி மூன்றாவது மற்றும் கடைசி ஒரு நாள் கிரிக்கெட் கிரிக்கெட்டில் 110 ரன்கள் வித்தியாசத்தில் வென்றது.",
        "கொழும்பு. இலங்கை அணி 26.1 ஓவர்களில் 138 ரன்கள் மட்டுமே வென்றது.",
        "அதன்படி, இலங்கை மீதமுள்ள இரண்டு போட்டிகளையும் வெல்ல முடிந்தது.",
        "இந்தியாவுக்கு 27 ஆண்டுகளுக்குப் பிறகு இந்தியாவின் முதல் போட்டியாகும் இலங்கை அணி வென்ற போட்டியை வென்றது.",
        "முன்னதாக, அவர்கள் 1997 ல் ஒருநாள் போட்டியில் இந்திய அணியை தோற்கடித்தனர், மேலும் அவர்கள் 3-0 போட்டிகளில் இந்தியாவை தோற்கடித்தனர்.",
        "இன்று போட்டியில் விளையாடிக் கொண்டிருந்த டூட்டி வெல்லஸ் 27 ரன்களுக்கு 5 விக்கெட்டுகளை வீழ்த்தினார்.",
        "ஒரு நாள் போட்டியில் உடைந்த இரண்டாவது ஐந்து விக்கெட்டுகளும் இதுதான்.",
        "இந்திய தோல்வியின் அவமானம் ஒரு சரிவு, மற்றும் வாஷிங்டன் அறுவை சிகிச்சையின் தலைவர் ரோஹிண்டன் சூடர் (30) மற்றும் விராட் கோலி (20) கட்டப்பட்டார்.",
        "பேட்டிங் முதல் இலங்கை 50 ஓவர்களில் 07 விக்கெட் இழப்புக்கு 248 ரன்கள் எடுத்தது.",
        "இலங்கை இன்னிங்ஸை தூக்கிய கீதவாதி பெர்னாண்டோ 96 ரன்களுக்கு பந்து வீசப்பட்டார்.",
        "இதன் விளைவாக, அவர் 4 ஆம் நூற்றாண்டு ரன்களை 4 ரன்கள் வித்தியாசத்தில் இழந்தார்.",
        "கூடுதலாக, குசல் மெண்டிஸ் கட்டப்பட்டது (59), மற்றும் தொடக்க பேட்ஸ்மேனின் தொடக்க வீரர் மற்றும் ஸ்தாபக பேட்ஸ்மேன், ஸ்தாபக பேட்ஸ்மேன் 45 ரன்களை பங்களித்தனர்."
      ]
    },
    "en": {
      "title": "Sri Lanka beat Sri Lanka",
      "body_lines": [
        "The Sri Lankan team was won by 110 runs in the third and last one day cricket cricket cricket.",
        "Colombo. The Sri Lanka team won only 138 runs in 26.1 overs.",
        "Accordingly, Sri Lanka was able to win both the remaining matches.",
        "The tournament won by the Sri Lankan team, which is the first tournament of India over 27 years after India.",
        "Earlier, they had defeated the Indian team at one ODI in 1997, and they had defeated India in 3-0 matches.",
        "Duti Welles, who was playing in the match today, took 5 wickets for 27 runs.",
        "This is also the second five wickets who were broken in one-day match.",
        "The humiliation of the Indian defeat was a decline, and the leader Rohinton Surder (30) and Virat Kohli (20), Washington Surgery, built.",
        "Batting first Sri Lanka scored 248 runs for the loss of 07 wickets in the 50 overs.",
        "Anthemist Fernando, who lifted Sri Lankan innings, was bowled out for 96 runs.",
        "As a result, he lost the 4th century runs in the day by 4 runs.",
        "In addition, Kusal Mendis was built (59), and the opener of the opening batsman, and the founding batsman, the founding batsman, contributed 45 runs."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka convincingly won against India in the final One Day International (ODI) match, securing victory by 110 runs. This triumph marks Sri Lanka's first series win over India in 27 years, following a previous ODI victory in 1997. Dutee Wellage stood out with 5 wickets for 27 runs, his second five-wicket haul in an ODI. Despite strong performances from Rohit Sharma (30) and Virat Kohli (20), India couldn't match Sri Lanka's total of 248/7 in 50 overs, led by Avishka Fernando's 96 runs."
  ]
}