{
  "translated_text": {
    "si": {
      "title": "දෙමළ පක්ෂය ලෙස පාර්ලිමේන්තු මැතිවරණයට සම්බන්ධ වීමට පාර්ශ්වයන්ට අවශ්ය නැතිනම් - සුමන්තිරන්",
      "body_lines": [
        "එළඹෙන පාර්ලිමේන්තු මැතිවරණයේදී දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) පක්ෂයේ නාමයෙන් මැතිවරණයට ඉදිරිපත් වන ලෙස පක්ෂයට ආරාධනා කර තිබේ. හිටපු පාර්ලිමේන්තු මන්ත්රී සහ ජනාධිපති නීති .යා. පිළිතුර - සුමන්තිරන් පැවසීය.",
        "ඔහු මේ බව පැවසුවේ සඳුදා සවස මන්නාරමේ මාධ්ය වෙත අදහස් දක්වමින් ය.",
        "දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) හි සියලුම පාර්ශවයන් පක්ෂයට පැමිණ ශ්රී ලංකා දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) යන නාමයෙන් මැතිවරණයට ඉදිරිපත් වීමටත්, දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) සංකේතයටත් මැතිවරණයට ඉදිරිපත් වූ අපි මෑතකදී තීරණය කළෙමු.",
        "ඔවුන් එසේ නොවේ නම්, අපි වෙනමම තරඟ කරන්නෙමු එය දැනටමත් තීරණය කර ඇත්තෙමු.",
        "එබැවින්, නාමයෝජනා පත්ර ගොනු කිරීමෙන් පසු තව ටිකක් කාලය තව ටිකක් කාලයක් වන අතර, හමුවීමේ කමිටුවට අනුකූල නොවීමට නියමිත වේලාවට අපි පත් කළ අතර, අපි දෙමළ ජාතික සන්ධානයේ අපේක්ෂකයින් තීරණය කරමු.",
        "ඊට අමතරව, එළඹෙන මැතිවරණය තරුණයින්, ගැහැණු ළමයින්ට සහ ශක්තිය සඳහා අවස්ථාව ලබා දිය යුතු බවත්, ඔවුන්ට පාර්ලිමේන්තු මැතිවරණයට දැනටමත් තරඟ කිරීමට අවස්ථාව නොලැබෙන බවත් අපි තීරණය කර ඇත්තෙමු."
      ]
    },
    "en": {
      "title": "If the parties do not want to join the parliamentary election as the Tamil party - Sumanthiran",
      "body_lines": [
        "In the upcoming parliamentary elections, the Tamil National Alliance (TNA) has invited the party to contest the election in the name of the party. Former parliamentarian and president's lawyer. A. Sumanthiran said.",
        "He said this while speaking to the media in Mannar on Monday evening.",
        "We recently decided to call on all parties in the Tamil National Alliance (TNA) to come to the party and contest the election in the name of the Sri Lanka Tamil National Alliance (TNA) and the symbol of the Tamil National Alliance (TNA).",
        "We have already decided that if they are not, we will be contesting separately.",
        "Therefore, it is only a little more time since the filing of the nomination papers, and the appointment committee we appointed as soon as they did not comply with the appointment committee, and we would decide on the TNA candidates.",
        "In addition, we have decided that the upcoming elections should be given the opportunity to the youth, the girls and the energy and that they will not be given the opportunity to be MPs already contested the parliamentary election."
      ]
    }
  },
  "summary_lines": [
    "Tamil National Alliance invites parties to contest under its name in upcoming parliamentary elections. If refused, TNA will field separate candidates. Focus on youth participation and giving opportunities to newcomers. Decision made after nomination deadline and appointment committee formation."
  ]
}