{
  "translated_text": {
    "si": {
      "title": "සුඩානයේ ජලාශයේ වේල්ලෙන් පුද්ගලයින් 30 දෙනෙකු මිය ගියේය",
      "body_lines": [
        "සුඩානයේ ජලාශයේ වේල්ලෙගා හි ගංවතුර හේතුවෙන් ගම් 20 ක් පීඩාවට පත්ව ඇති අතර 30 දෙනෙකු පුද්ගලයින් 30 දෙනෙකු මියගොස් තිබේ.",
        "මෙම සිද්ධියෙන් තවත් බොහෝ පුද්ගලයින් මියගොස් ඇති බව එක්සත් ජාතීන්ගේ සංවිධානය සඳුදා පැවසීය.",
        "පසුගිය ඉරිදා, තද වැසි වරාය සුඩානයේ වරාය සුඩානයේ වරාය සුඩානයේ සිට කිලෝමීටර් 40 (සැතපුම් 25) උතුරේ.",
        "එහි ප්රති As ලයක් වශයෙන්, ප්රදේශය නාඳුනනය කර ඇති අතර බලය හා ජල පයිප්පයට හානි සිදුවී ඇත.",
        "පුද්ගලයින් 150 සිට 200 ක් පමණ අතුරුදහන් වී ඇති අතර නිවාස 50,000 කට ආසන්න ප්රමාණයක් ජලයෙන් යටවී ඇත.",
        "පසුගිය වසරේ සැප්තැම්බරයේ සමාන සිදුවීමක් පසුගිය වසරේදී නැගෙනහිර ලිබියානු නගරය වන ටෙරානා විසින් දහස් ගණනක් ජලාශයේ වේලි කඩා බිඳ දැමීමට දහස් ගණනක් පිරිසක් විසින් සිදු කර ඇත.",
        "ප්රධාන රතු මුහුදේ වරායේ සහ වැඩකරන ගුවන් තොටුපලේ නිජබිම වන වරාය සුඩානයේ ප්රධාන ජල සම්පත ජලාශයයි.",
        "සුඩාන් පාරිසරික ක්රියාකාරීන්ගේ සංගමය නිවේදනයක් නිකුත් කරමින් කියා සිටියේ ඉදිරි දිනවල නියඟයේ නියඟය නිසා නගරයේ නියඟයෙන් තර්ජනය කළ හැකි බවයි."
      ]
    },
    "en": {
      "title": "30 people killed in reservoir dam in Sudan",
      "body_lines": [
        "20 villages have been affected and 30 people have died due to the flooding of the reservoir dam in Sudan.",
        "The United Nations said on Monday that many more people may have died in the incident.",
        "Last Sunday, heavy rains have been flooded by the port city of Port Sudan, a dam of the Arbad reservoir at 40 km (25 miles) north.",
        "As a result, the area is unidentified and the power and water pipes have been damaged.",
        "About 150 to 200 people have disappeared and nearly 50,000 homes have been flooded.",
        "A similar incident in September last year, the Eastern Libyan city of Terna has caused thousands of people to break down the reservoir dams.",
        "The reservoir is the main water resource of Port Sudan, the homeland of the main Red Sea port and the working airport.",
        "The Sudan Environmental Activists Association said in a statement that the city may be threatened by drought in the coming days due to the breakdown of the reservoir."
      ]
    }
  },
  "summary_lines": [
    "Sudan reservoir dam flood kills 30, affects 20 villages. UN warns more deaths possible. Heavy rains damage infrastructure, 50,000 homes flooded. Similar incidents in Libya and Sudan threaten water supply."
  ]
}