{
  "translated_text": {
    "ta": {
      "title": "இலங்கையில் பல அரசு ஊழியர்களுக்கு இந்தியாவில் பயிற்சி",
      "body_lines": [
        "அடுத்த ஐந்து ஆண்டுகளில் இலங்கையில் கிட்டத்தட்ட 1500 அரசு ஊழியர்களுக்கு இந்தியாவில் பயிற்சி அளிக்க இந்திய பிரதமர் நரேந்திர மக்ஸ் ஒப்புக் கொண்டுள்ளார்.",
        "இந்திய பிரதமரின் உத்தியோகபூர்வ இல்லமான மரியாதைக்குரிய ஹெய்ட்ராபாத்தில் மூன்று நாள் உத்தியோகபூர்வ வருகையின் பேரில் ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்க மற்றும் இந்திய பிரதமர் நரேந்திர மோடி ஆகியோர் நடைபெற்றது.",
        "ஜனாதிபதி ஊடக பிரிவின் ஜனாதிபதி ஊடக பிரிவு இரட்டை வரிவிதிப்பைத் தடுக்க பரிமாறிக்கொள்ளப்பட்டு, ம ous ஸை பரிமாறிக்கொண்ட MOUS க்கு பரிமாறிக்கொள்ளப்பட்டது.",
        "இந்திய வெளியுறவுக் கொள்கையில் இலங்கைக்கு ஒரு சிறப்பு இடம் உள்ளது என்பதை இலங்கை நன்கு அறிந்திருப்பதை ஜனாதிபதி அனுரா குமாரா டிசனாயகே நினைவு கூர்ந்தார்.",
        "முதல் வெளிநாட்டு சுற்றுப்பயணத்திற்கு இந்தியாவைத் தேர்ந்தெடுப்பதில் மகிழ்ச்சி அடைவதாக இந்திய பிரதமர் நரேந்திர மோடி தெரிவித்துள்ளார்.",
        "இரு நாடுகளுக்கும் இடையிலான உறவுக்கு மூன்று உடல், டிஜிட்டல் மற்றும் எரிசக்தி கோபுரங்களை வலுப்படுத்த இரு நாடுகளுக்கிடையில் மின்சாரம், டிஜிட்டல் மற்றும் மின் குழாய் ஆகியவற்றை நிறுவுவதிலும் இந்த விவாதம் கவனம் செலுத்துகிறது.",
        "அனுராதபுரா ரயில்வே அமைப்பின் உதவி மற்றும் அனுராதபுரா ரயில் பாதையின் உதவி மற்றும் கங்கசாந்தூரை துறைமுகத்தின் மறுவாழ்வு பற்றியும் இது விவாதிக்கப்பட்டது.",
        "இந்திய கல்வி ஒத்துழைப்பின் கீழ், யாஃப்னா மற்றும் கிழக்கு மாகாணங்களைச் சேர்ந்த 200 மாணவர்களுக்கு மாதாந்திர உதவித்தொகை வழங்கப்படும். அடுத்த ஐந்து ஆண்டுகளில் இந்தியாவில் 1500 அரசு ஊழியர்களுக்கு பயிற்சி அளிக்க இந்திய பிரதமரின் பிரதமரும் ஒப்புக்கொண்டார்.",
        "இலங்கையில் உள்ள வேளாண்மை, பால் மற்றும் மீன்வளத் தொழில்துறையினரின் வீடுகள், புதுப்பிக்கத்தக்க எரிசக்தி மற்றும் உள்கட்டமைப்பு ஆகியவற்றுடன் இந்தியாவும் ஒத்துழைக்கிறது.",
        "இந்தியாவின் பாதுகாப்பு மற்றும் பிராந்தியத்தில் இலங்கை நிலத்தைப் பயன்படுத்த இலங்கை நிலம் ஒருபோதும் அனுமதிக்கப்படாது என்று ஜனாதிபதி அனுரா குமாரா டிசனாயக்க கூறினார்.",
        "கலந்துரையாடலில் கடல் பாதுகாப்பு, பயங்கரவாதம், சைபர் பாதுகாப்பு, மோசடி மற்றும் ஒழுங்கமைக்கப்பட்ட குற்றங்களான மனிதாபிமான உதவி மற்றும் பேரழிவு நிவாரணம், பயங்கரவாதத்திற்கு எதிராக போராடுவது, இணைய பாதுகாப்பு, மோசடி மற்றும் ஒழுங்கமைக்கப்பட்ட குற்றங்கள் ஆகியவற்றில் கவனம் செலுத்துகிறது."
      ]
    },
    "en": {
      "title": "Training in India for several civil servants in Sri Lanka",
      "body_lines": [
        "Indian Prime Minister Narendra Mugse has agreed to provide training in India to nearly 1500 civil servants in Sri Lanka in the next five years.",
        "President Anura Kumara Dissanayake and Indian Prime Minister Narendra Modi on a three-day official visit to India was held at the Venerable Heidrabad, the official residence of Indian Prime Minister.",
        "The Presidential Media Unit of the Presidential Media Unit has been exchanged to prevent dual taxation and exchanged MoUs to exchanged MoUs.",
        "President Anura Kumara Dissanayake recalled that Sri Lanka is well aware that Sri Lanka has a special place in the Indian Foreign Policy.",
        "Indian Prime Minister Narendra Modi has said that he is pleased to choose India for the first foreign tour.",
        "The discussion also focuses on the establishment of the electricity, digital and power pipeline between the two countries to strengthen the three physical, digital and energy towers to the relationship between the two countries.",
        "It was also discussed at length about the assistance of the Anuradhapura railway system and the assistance of the Anuradhapura railway line and the rehabilitation of the Kankesanthurai harbor.",
        "Under Indian education cooperation, the monthly scholarships for 200 students from Jaffna and Eastern Provinces will be awarded. The Prime Minister of the Indian Prime Minister also agreed to train 1500 civil servants in India over the next five years.",
        "India is also cooperation with the agriculture, dairy and fisheries industry in Sri Lanka with houses, renewable energy and infrastructure.",
        "President Anura Kumara Dissanayake said that the Sri Lankan land will never be allowed to use the Sri Lankan land in India's security and region.",
        "At the discussion focuses on the development of marine security, terrorism, cyber security, racket and organized crimes, such as humanitarian assistance and disaster relief, fighting against terrorism, cyber security, racket and organized crime."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "India offers training to 1500 Sri Lankan civil servants over 5 years. Discusses cooperation in agriculture, dairy, fisheries, renewable energy, infrastructure, and marine security."
  ]
}