{
  "translated_text": {
    "ta": {
      "title": "எங்களைப் பற்றி சற்று சிந்தியுங்கள்",
      "body_lines": [
        "அவர் ஒரு பெரிய நீர் உடலாகவும், மனித வாழ்க்கையை ஆரம்பத்தில் திருப்பும் அளவுக்கு கொடூரமாகவும் மாறினார்.",
        "சுவாசம், தோற்றம், உணர்வுகள், பாதுகாப்பு மற்றும் சூடான வாழ்க்கை.",
        "மழையின் நடுவில், எல்லோரும் அவர்கள் சம்பாதித்ததைப் பார்த்து கவனமாக கவனமாகப் பார்க்கிறார்கள்.",
        "இதற்கிடையில், அவர்கள் தங்கள் எஜமானரைப் பற்றி தங்கள் எஜமானரின் வாழ்க்கையை நம்பும் அப்பாவி மக்கள்.",
        "அவர்கள் நீரின் நீரின் நீர் மற்றும் நீரின் அதிகரிக்கும் எடை ஆகியவற்றுக்கு இடையில் ஒளிந்து கொண்டிருக்கிறார்கள்.",
        "அப்பாவி அப்பாவி பற்றி ஏராளமான தகவல்கள் உள்ளன.",
        "மகா வேனேஜ் படிப்படியாக இருப்பதால், இந்த அன்பான செல்லப்பிராணிகளை நீங்கள் மறக்கலாம்.",
        "அவற்றின் உடமைகள் அனைத்தும் உங்களிடம் இருக்கும்போதெல்லாம், இந்த அப்பாவிகளையும் நாங்கள் மறக்க மாட்டோம்.",
        "நீங்கள் குறைந்தபட்சம் எடுக்க முடியாததால் விடுவிக்கப்பட வேண்டும் என்று நாங்கள் கேட்கிறோம்."
      ]
    },
    "en": {
      "title": "Just think about us",
      "body_lines": [
        "He became a great body of water and cruel enough to turn human lives in the earliest.",
        "Lives of breathing, emergence, feelings, protection, and warm.",
        "In the middle of the rains, everyone looks at what they have earned and carefully carefully.",
        "In the meantime, they are the innocent people who believe in the life of their master about their master.",
        "They are hiding among the waters of the waters of the water and the increasing weight of the water.",
        "There is plenty of information about the innocent innocent.",
        "As the Maha Vanage is gradually, you can forget these dear pets.",
        "Whenever you have all of their belongings, we also do not forget these innocent.",
        "We ask you to be released as you can't take the least."
      ]
    }
  },
  "summary_lines": [
    "A powerful entity transforms into a vast, harsh body of water, capable of devastating human lives. Despite its cruelty, it embodies the essence of life: breath, birth, emotions, protection, and warmth. Amidst the rain, individuals reflect on their achievements while the innocent, sheltered within the water, remain oblivious to their fate. As time passes, memories of these innocents fade, yet reminders of their existence persist, urging for their release from this oppressive force."
  ]
}