{
  "translated_text": {
    "si": {
      "title": "පොලිස් ප්රධානියාගේ ප්රශ්නය සම්බන්ධයෙන් ශ්රේෂ් Supreme ාධිකරණයේ තීන්දුව ශ්රී ලංකා නීති yers සංගමයේ රජය ප්රතික්ෂේප කරයි",
      "body_lines": [
        "ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ අනුමැතිය ඇතිව ශ්රේෂ් Supreme ාධිකරණයේ පත්වීම් රජය විසින් කරන ලද පත්වීම් මගින් රජයේ පත්වීම් ප්රශ්න කළ නොහැකි බව ශ්රී ලංකා නීති Bar සංගමය පවසා තිබේ.",
        "ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ තීරණ පැහැදිලිවම ශ්රේෂ් Supreme ාධිකරණයේ මූලික අයිතිවාසිකම්වලට පැහැදිලිවම අනුකූල වී ඇති බව ශ්රී ලංකා නීති orney සංගමය පැවසුවේ 19 වන ව්යවස්ථා සංශෝධනයෙන් පසු ජනාධිපතිවරයාගේ බලතල පැහැදිලි වූ බවයි.",
        "ශ්රේෂ් Supreme ාධිකරණය ජනාධිපතිවරයාගේ හිටපු ජනාධිපතිවරයාගේ පොදු සමාව අවලංගු කළේ මේ පදනම මත ය."
      ]
    },
    "en": {
      "title": "Government of Sri Lanka's Lawyers Association denies the Supreme Court's verdict on the issue of police chief",
      "body_lines": [
        "The Sri Lanka Bar Association has said that the government's appointments cannot be questioned by the Supreme Court's appointments with the approval of the Constitutional Council.",
        "The decisions of the Constitutional Council are clearly complied with the fundamental rights of the Supreme Court, the Sri Lanka Attorney's Association said that the powers of the president after the 19th Amendment were clear.",
        "It was on this basis that the Supreme Court canceled the amnesty of the President's former President."
      ]
    }
  },
  "summary_lines": [
    "The Sri Lanka Bar Association disputes the Supreme Court's authority over government appointments, asserting that the Constitutional Council's decisions align with the Supreme Court's fundamental rights. The association emphasizes the clarity of presidential powers post the 19th Amendment as grounds for the Supreme Court's annulment of the former president's amnesty."
  ]
}