{
  "translated_text": {
    "ta": {
      "title": "இலங்கை ஒரு சைபர் கவர்ச்சி மற்றும் ரூ.. சீனாவுக்கு 5000 கோடி",
      "body_lines": [
        "இலங்கை குற்றவாளிகள் சீனாவுக்கு அனுப்பப்பட்டு சீனாவுக்கு அனுப்பப்பட்டதாக குற்றவியல் புலனாய்வுத் துறை (சிஐடி) குற்றவியல் புலனாய்வு பிரிவு இணையத்தில் அனுப்பப்பட்டுள்ளது.",
        "இணையம் தொடர்பாக வெளிநாட்டு சந்தேக நபர்களுக்கு எதிராக வெளிநாட்டு சந்தேக நபர்களுக்கு எதிராக வெளிநாட்டு சந்தேக நபர்களுக்கு எதிராகத் தொடங்கிய சீன மற்றும் சிங்கப்பூரின் சிறப்பு ஆசிரியர்கள் சீன மற்றும் சிங்கப்பூரின் சிறப்பு குழுக்கள் உறுதிப்படுத்தியுள்ளதாக குற்றவியல் விசாரணைக் குழு தெரிவித்துள்ளது.",
        "இந்த சம்பவம் தொடர்பான விசாரணை தொடர்பான விசாரணைகள் தொடர்பான விசாரணைகள் தொடர்பான விசாரணைகளை ஆதரிக்குமாறு சிஐடி மேலும் கூறியுள்ளது.",
        "ரூ.",
        "சம்பவம் குறித்து புகார் அளிக்கப்பட்ட சம்பவத்திற்கு முன்னர் இரண்டு இலங்கையர்களும் 34 இலங்கையர்களும் ரிமாண்ட் செய்யப்பட்டுள்ளனர்.",
        "சந்தேக நபர்களில் சிறை அதிகாரிகளால் தயாரிக்கப்பட்டனர், 22 வயதான இளைஞர்கள், அனுராதபுராவில் வசிக்கும், நெக்ஸ்ட்சியா, அல்ஜீரியா, அலிசன், அல்ஜீரியா மற்றும் நேபாளத்தில் 31 இளைஞர்களும் இரண்டு இளைஞர்களும் உள்ளனர்.",
        "குற்றவியல் விசாரணைப் பிரிவின் குற்றவியல் விசாரணப் பிரிவின் குற்றவியல் புலம்பல் பிரிவின் குற்றவியல் விசாரணை பிரிவின் குற்றவியல் விசாரணை பிரிவின் குற்றவியல் விசாரணை பிரிவின் குற்றவியல் விசாரணை பிரிவின் குற்றவியல் விசாரணை பிரிவின் குற்றவியல் விசாரணை பிரிவின் குற்றவியல் விசாரணை பிரிவின் ஆய்வாளர். B. 37 வெளிநாட்டு சந்தேக நபர்கள் உலகின் அடிப்படை நபர்கள், உலக நாடுகளை வைத்திருக்கிறார்கள், மற்றும் அடிப்படை மக்கள் என்று விசாரணையில் தெரியவந்துள்ளது.",
        "துபாய் மற்றும் 46 துபாய் வங்கிக் கணக்குகளின் போது சந்தேக நபர்கள் விதிக்கப்பட்டுள்ளதாக விசாரணையில் தெரிவிக்கப்பட்டுள்ளது, இது துபாயில் துபாய் மாநிலத்தில் கைது செய்யப்பட்டுள்ளது, 45 கணினிகள், மொபைல் ஆகியவற்றைப் பயன்படுத்தி மோசடி பயன்படுத்தப்பட்டது. தொலைபேசிகள், மொபைல் போன்கள், மொபைல் போன்கள் மற்றும் பிற தொழில்நுட்ப கருவிகள்.",
        "நெகோம்போவில் உள்ள எத்ரோககலா பகுதியில் 30 அறைகள் கொண்ட ஹோட்டலை வாடகைக்கு எடுக்க இந்த துயரம் போலியானது என்று திரு. கட்டண ரசீது.",
        "சந்தேக நபர்கள் நெகோம்போவின் அடுட்டுருவாஸ் பகுதியில் உள்ள சந்தேக நபர்களை விசாரிக்க வேண்டியது அவசியம், அந்த பகுதி தடைசெய்யப்பட்ட மண்டலமாக கைது செய்யப்பட வேண்டும்.",
        "வக்கீல்கள்-சட்ட மருத்துவமனை, டாக்டர் தவலாமா மருத்துவமனை, டாக்டர் தவலாமா, அவரது மகன் டென்ஜ்ஜ் நாகந்தா, ரிமாண்ட் வாகனத்தில் தடுத்து வைக்கப்பட்டார்.",
        "குறைந்த பட்சம் தலைமை நீதவான் தனது வாடிக்கையாளர்களை எந்தவொரு நிபந்தனையிலும் விடுவிக்க தனது வாடிக்கையாளர்களை நீக்கிவிட்டார்.",
        "சந்தேகத்திற்கிடமான மருத்துவரை விடுவிக்க சந்தேகத்திற்கிடமான மருத்துவரை ஒப்படைக்க சந்தேக நபர்கள் வசம் காணப்பட்ட பணத்தை ஒப்படைக்க நியமிக்கப்பட்ட மாஜிஸ்திரேட்.",
        "37 சந்தேக நபர்கள் இந்த மாதம் 25 ஆம் தேதி வரை ரிமாண்ட் செய்யப்பட்டனர்."
      ]
    },
    "en": {
      "title": "Sri Lanka is a cyber topple and Rs.. 5000 crores to China",
      "body_lines": [
        "The Finance Criminal Investigation Division of the Criminal Investigation Department (CID) Criminal Investigations Division has been sent down on the Internet that the Sri Lankan criminals have been sent to China and have been sent to China..",
        "The Criminal Investigation Team has said that the specialist teams of China and Singapore have confirmed that the specialist teachers of the Chinese and Singapore who have commenced against foreign suspects against foreign suspects against foreign suspects in connection with the Internet.",
        "The CID has further stated that it has been asked to support the investigations into the investigations into the investigation into the investigation into the incident.",
        "They were identified by persons who claimed to have paid Rs.",
        "The two Sri Lankans and 34 Sri Lankans have been remanded before the incident when the complaint had been paid to the incident.",
        "Among the suspects were produced by the prison officials, the 22-year-old youth, who is a resident of Anuradhapura, has 31 youths and two youths in Nextzia, Algeria, Alison, Algeria and Nepal.",
        "Inspector of the Criminal Investigation Division of the Criminal Investigation Division of the Criminal Investigation Division of the Criminal Investigation Division of the Criminal Investigation Division of the Criminal Investigation Division. B. Investigations revealed that the 37 foreign suspects were basic people in the world, holding the world's countries, and the basic people.",
        "Investigations have revealed that the suspects had been imposed during the Dubai-bank accounts of Dubai and 46 Dubai bank accounts, which had taken into custody in Dubai state in Dubai.He added that the fraud was used by the Binans Accounts using 45 computers, mobile phones, mobile phones, mobile phones and other technology tools.",
        "Mr. Galawala has revealed that the traum was forged to rent a 30-room hotel in the Ethrokagala area in Negombo and had previously been implemented by a priced revenue of the suspects after Rs.The suspect named Explorer Bandara for the Packa Party was given through the payment receipt.",
        "The suspects are necessary for the suspects to investigate the suspects in the Atuturuvas area of ​​the Negombo, asking for the area to be arrested as a banned zone.Was.",
        "Attorneys-at-Law Hospital, Dr. Thawalama Hospital Hospital, Dr. Thawalama, his son Denjjj Naganda, who was detained in the remand vehicle.However, they were involved in the incident without knowing that it was illegal.",
        "At least the chief magistrate deleted his clients to release their clients on any condition.",
        "The magistrate who was appointed to hand over the money found in the possession of the suspects to hand over the suspect doctor to release the suspect doctor.",
        "The 37 suspects remanded until the 25th of this month."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's CID investigates cyber crimes involving Rs. 5000 crores transferred to China. Suspects, including 37 foreigners and 34 locals, are remanded. The case involves alleged fraud, use of Dubai bank accounts, and rental of a hotel in Negombo."
  ]
}