{
  "translated_text": {
    "ta": {
      "title": "டெங்கு ஒழிப்பைப் பெற கியூப அரசாங்கம்",
      "body_lines": [
        "புதிய அரசாங்கம் சிகிச்சையை வலுப்படுத்தவும், கொசு இனப்பெருக்கம், மற்றும் கொசுக்களின் முறையான பயன்பாட்டைக் கட்டுப்படுத்தவும் நேரடி மருத்துவம், தொழில்நுட்ப கருவிகள் மற்றும் அனுபவங்கள் முடிவு செய்துள்ளது.",
        "சுகாதார அமைச்சகத்தில் சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சகத்துடன் நடைபெற்ற சிறப்புக் கூட்டத்தில் இந்த பாத்திரங்கள் தெரியவந்தன, இலங்கைக்கான இலங்கையின் கியூபா தூதர் டாக்டர் நலிந்தா ஜெயதிசா மற்றும் இலங்கையின் இலங்கை.",
        "கூட்டத்தில் டெங்கு அச்சுறுத்தலின் வெற்றியை கியூபன் தனபகயாவின் கியூபன் டிப் விளக்கினார், இலங்கையில் டெங்கு ஒழிப்பை அகற்றுவதற்காக இலங்கையில் தேவையான நிபுணத்துவத்தை பரிமாறிக்கொள்ள கியூப அரசாங்கம் தயாராக உள்ளது என்றார்.. கொசு லார்வாக்களை அடக்குவதற்குப் பயன்படுத்தப்படும் பல தயாரிப்புகள் குறித்து சுகாதார அமைச்சருக்கு தெரிவிக்க தூதர் உதவினார்.",
        "நாட்டின் கொசுவையும் விரிவாக்கத்தையும் கட்டுப்படுத்துவதற்கும், பணியை வலுப்படுத்த இரு நாடுகளுக்கிடையேயான கட்சி ஒருங்கிணைப்பை வலுப்படுத்துவதற்கும் ஒரு முறையான திட்டத்தை சுகாதார அமைச்சகம் நடைமுறைப்படுத்தியுள்ளது என்று சுகாதார அமைச்சர் வலியுறுத்தினார். கியூபா நிபுணத்துவம் மற்றும் தொழில்நுட்ப அறிவை ஒழிக்க கியூபா நிபுணத்துவம் மற்றும் தொழில்நுட்ப அறிவைப் பகிர்ந்து கொள்ள அமைச்சர் தனது பாராட்டுக்களைத் தெரிவித்தார்.",
        "இரு நாடுகளுக்கும் இடையிலான நீண்டகால இராஜதந்திர உறவுகளை வலுப்படுத்தவும், அவர்களின் நட்பை வலுப்படுத்தவும் கியூப அரசாங்கத்தின் டெங்கு மற்றும் இரு நாடுகளும் தொடர்ச்சியான ஆதரவு ஏற்பாடு செய்தது.",
        "சுகாதார சேவைகள் இயக்குநர் ஜெனரல் டாக்டர் சமராவீரா, டெங்கு தடுப்பு பிரிவின் இயக்குநர் ஜெனரல், அதன் முதல் செயலாளரை பிரதிநிதித்துவப்படுத்துகிறார் தற்போது."
      ]
    },
    "en": {
      "title": "Cuban government to obtain dengue eradication",
      "body_lines": [
        "The new government is planning to strengthen treatment, consolidate mosquito breeding, and direct medicine, technical tools and experiences to control mosquito breeding and formal use of mosquitoes.Minister Dr. Nalinda Jayatissa has decided.",
        "These roles were revealed at a special meeting held at the Ministry of Health with the Secretary to the Ministry of Health and Mass Media Dr. Nalinda Jayatissa and Sri Lanka's Cuban Ambassador to Sri Lanka.",
        "Cuban dip of Cuban Danapakaya explained the success of the dengue menace in the meeting, said the Cuban government is willing to exchange the necessary expertise in Sri Lanka to eliminate dengue eradication in Sri Lanka.. The Ambassador also served to inform the Health Minister on several products used to repress mosquito larvae.",
        "The Health Minister emphasized that the Ministry of Health has implemented a systematic program to control the mosquito and expansion of the country and strengthen the inter-party coordination between the two countries to strengthen the work. The Minister also expressed his appreciation to share Cuban expertise and technical knowledge to eradicate Cuban expertise and technical knowledge.",
        "The meeting was organized by the Cuban government's continued support for the eradication of dengue and the two countries to strengthen the long-term diplomatic relations between the two countries and strengthening their friendship.",
        "Acting Secretary to the Ministry of Health at the Ministry of Health at the Director General of Health Services Dr. Samaraweera, Director General of the Dengue Prevention Unit, Director of the Epidemiology Unit represents its first secretary.Duarte Gonzalez, including Mrs. Duarte Gonzalez were present."
      ]
    }
  },
  "summary_lines": [
    "Cuba offers dengue eradication aid to Sri Lanka: strengthening treatments, controlling mosquito breeding, sharing expertise and tools."
  ]
}