{
  "translated_text": {
    "ta": {
      "title": "நெடுஞ்சாலையில் அதிவேக வருவாய்",
      "body_lines": [
        "எக்ஸ்பிரஸ் ஆயில் ஆர்டர் மற்றும் பராமரிப்பு பிரிவின் இயக்குனர், அதிவேக நெடுஞ்சாலை மற்றும் பராமரிப்பு பிரிவின் இயக்குனர், ஏப்ரல் 10 முதல் 14 வரை எக்ஸ்பிரஸ்வேஸில் இருந்து 150 மில்லியன் வாகனங்கள் சம்பாதித்துள்ளதாகக் கூறினார்.",
        "இந்த காலகட்டத்தில் அதிவேக நெடுஞ்சாலையில் நாற்பத்து மூன்று மில்லியன் வாகனங்கள் இயக்கப்பட்டுள்ளதாக சாலை மேம்பாட்டு ஆணையம் (சாலை மேம்பாட்டு ஆணையம்) கூறியது.",
        "நெடுஞ்சாலைகளில் சம்பாதித்த வருவாய் 40,000 ஹேக்கூர் மட்டுமே என்று சாலை மேம்பாட்டு ஆணையம் (சாலை மேம்பாட்டு ஆணையம்) கூறியது.",
        "அடுத்த சில நாட்களில், போக்குவரத்து பகுதிகள் நெடுஞ்சாலைகளில் இயக்கப்படும், ஏனெனில் ஓட்டுநர்கள் தங்கள் வாகனங்களை தங்கள் வாகனங்களை இயக்க ஓட்டுகிறார்கள்."
      ]
    },
    "en": {
      "title": "High speed earnings on highway",
      "body_lines": [
        "The Director of the Express Oil Order and Maintenance Unit, the Director of the Expressway and Maintenance Unit stated that 150 million vehicles have been earned from the expressways from the 10th to 14th April.",
        "The Road Development Authority (Road Development Authority) stated that forty-three million vehicles have been operated on the Expressway during this period.",
        "The Road Development Authority (Road Development Authority) stated that the revenue earned on the highways was only 40,000 hackore.",
        "In the next few days, traffic areas will be operated on the highways, as the drivers drive their vehicles to operate their vehicles."
      ]
    }
  },
  "summary_lines": [
    "From April 10-14, the Express Oil Order and Maintenance Unit earned 150 million from expressways, with 43 million vehicles operated, generating 40,000 hackore revenue. Future traffic areas will increase earnings."
  ]
}