{
  "translated_text": {
    "ta": {
      "title": "இரண்டு மீன்பிடி படகுகள் பெரிய பனி மருந்துகளுடன் கைது செய்யப்பட்டன",
      "body_lines": [
        "இலங்கை கடற்படைக்கும் இந்திய கடற்படைக்கும் இடையிலான வெற்றிகரமான உளவுத்துறை பரிமாற்றத்தின் விளைவாக, இலங்கை பல நாள் நீர்ப்பிடிப்பு கப்பலுடன் (01) பனி மோசடியில் ஈடுபட்டுள்ளது. நவம்பர் 24 மற்றும் 25 ஆகிய தேதிகளில் இந்திய நீரில் உள்ள இந்திய நீரில் உள்ள இந்திய கடற்படை.",
        "ஐ.சி.இ."
      ]
    },
    "en": {
      "title": "Two fishing boats arrested with large stock of ice drugs",
      "body_lines": [
        "As a result of a successful intelligence exchange between the Sri Lanka Navy and the Indian Navy, Sri Lankan suspects with a multi-day catchment vessel (01) have been involved in the racket of ice.A group of Sri Lankan suspects were arrested by the Indian Navy in the Indian waters at the Indian waters, on November 24 and 25.",
        "The Ice Drugs and the Sri Lanka Naval Ship Gajabhaba Gajabhaba Gajabhaba Gajabhaba Gajabhai have been handed over to the ship today (29).Future is being carried out to bring the land."
      ]
    }
  },
  "summary_lines": [
    "Sri Lankan fishing boats caught with large ice drug stock. Arrested by Indian Navy in joint operation with Sri Lanka Navy. Suspects handed over to authorities for further investigation."
  ]
}