{
  "translated_text": {
    "si": {
      "title": "மனித புதைகுழிகளை அகழ்வதற்கு அவசியமான நிதி நிபுணத்துவம் தொழில்நுட்பத்தை வழங்குங்கள்  - சர்வதேச குற்றவியல் நீதிமன்றத்தினை ஏற்றுக்கொள்வது குறித்து ஆராயுங்கள் - அரசாங்கத்திற்கு இலங்கை மனித உரிமை ஆணைக்குழு பரிந்துரை",
      "body_lines": [
        "ශ්රී ලංකා රජයට මානව හිමිකම් කන්ඩායම මතට අවශ්ය මූල්ය විශේෂ ise තාව සහ සම්පත් ලබා දීමට ශ්රී ලංකා රජයට නිර්දේශ කර ඇති ශ්රී ලංකා මානව හිමිකම් කොමිසම විසින් ජාත්යන්තර අපරාධ අධිකරණය පිළිගැනීම විමර්ශනය කරන ලෙස ද ශ්රී ලංකාවට අභියාචනයක් ඉදිරිපත් කර තිබේ.",
        "ශ්රී ලංකාවේ මානව හිමිකම් කොමිෂන් සභාව සිය වාර්තාව එක්සත් ජාතීන්ගේ සංවිධානයට ඉදිරිපත් කර තිබේ.",
        "ශ්රී ලංකා මානව හිමිකම් කොමිසම එක්සත් ජාතීන්ගේ 29 වන සැසිවාරයේ බලහත්කාරයෙන් අතුරුදහන් වූවන්ගේ 29 වන සැසිය ලෙස සිය වාර්තාව ඉදිරිපත් කර තිබේ. සැප්තැම්බර් 22 සිට ඔක්තෝබර් 3 දක්වා පැවැත්වීමට නියමිතය.",
        "මෙම සැසියේදී එක්සත් ජාතීන්ගේ කණ්ඩායම අතුරුදහන් වූ සියලු පුද්ගලයින් ආරක්ෂා කිරීම පිළිබඳ ජාත්යන්තර ගිවිසුම යටතේ ශ්රී ලංකාව සිය වගකීම් ඉටු කරන්නේ කෙසේදැයි සොයා බලනු ඇත.",
        "මෙම ගිවිසුම ක්රියාත්මක කිරීම පිළිබඳ නිර්දේශ සහ නිරීක්ෂණ ගණනාවක් ශ්රී ලංකා මානව හිමිකම් කොමිසම විසින් නිර්දේශ සහ නිරීක්ෂණ ගණනාවක් පිළිබඳව 25 -PAGE වාර්තාවක් සකස් කර තිබේ.",
        "පුද්ගලයෙකු අතුරුදහන් වීම යනු මානව හිමිකම් බරපතල ලෙස උල්ලං is නය කිරීමක් බව ශ්රී ලංකා මානව හිමිකම් කොමිසම යළිත් වරක් මතක් කර තිබේ.",
        "බලහත්කාරයෙන් අතුරුදහන් වී ඇත්තේ ශ්රී ලංකාවේ සෑම ප්රදේශයකම බලහත්කාරයෙන් ඇතුළත් කර ඇති අතර සියලු ප්රජාවන්ට බලපා ඇත. විශේෂයෙන්ම උතුරු නැගෙනහිර දකුණු කැරැල්ලේ අවි ගැටුමේ සන්දර්භය තුළ.",
        "වසර ගණනාවක් බලහත්කාරයෙන් අතුරුදහන් වීම නිසා පවුල්වල හා සිවිල් සමාජ නියෝජිතයන් ඔවුන්ගේ හ he නැගීම සඳහා පවුල් හා සිවිල් සමාජ නියෝජිතයින්ගේ ප්රධාන උත්සාහයන් ශ්රී ලංකාවේ මානව හිමිකම් කොමිසම පිළිගනී.",
        "ආර්ථික අභියෝග සහ නඩත්තු වගකීම් සහ තර්ජන හා බිය ගැන්වීම් සම්බන්ධයෙන් කටයුතු කර තිබියදීත්, ශ්රී ලංකාවේ බලහත්කාරයෙන් අතුරුදහන් වීම සම්බන්ධයෙන් දැනුවත් කිරීම සහ බලහත්කාරයෙන් අතුරුදහන් වීම පිළිබඳව දැනුවත් කිරීම සහ තර්ක කිරීමට කාන්තාවන් දැරූ උත්සාහය විශේෂයෙන් පිළිගනී.",
        "இலங்கை அரசாங்கம் கடந்த காலங்களில் வெளியிட்ட உத்தியோகபூர்வ புள்ளிவிபரங்களின் அடிப்படையில்   மனிதஉரிமைகள் ஆணையத்தின் அறிக்கை கடந்த கால விசாரணை ஆணையங்களால் 27000க்கும் மேற்பட்ட காணாமல் போனோர் வழக்குகள் பரிசீலிக்கப்பட்டன என்பதையும் காணாமல் போனோர் தொடர்பான 21000க்கும் மேற்பட்ட புகார்களை காணாமல்போனோர் அலுவலகம்  பெற்றுள்ளது என்பதையும் நினைவு கூர்ந்தது.",
        "මැයි 17 සහ 18 වන දින 2009 වසරේ 18 දින ආරක්ෂක හමුදාවන්ට යටත් වීමෙන් පසු අතුරුදහන් වූ සිදුවීම් 1000 කට වැඩි ප්රමාණයක් පිළිබඳව උගත් පාඩම් හා ප්රතිසන්ධාන අධිකාරියේ සොයාගැනීම් පිළිබඳ උගත් පාඩම් හා ප්රතිසන්ධාන අධිකාරියේ සොයාගැනීම් පිළිබඳව ද මෙම වාර්තාවෙන් උපුටා දැක්වීය.",
        "ශ්රී ලංකාවේ ද punishment ුවමෙන් නිදහස් වීම පිළිබඳ ප්රශ්නය මානව හිමිකම් කොමිෂන් සභාවේ වාර්තාව මගින් ඉස්මතු කර තිබේ.",
        "සුපුරුදු නීති ක්රියාත්මක කිරීමේ බලධාරීන්ගෙන් ස්වාධීන නීතිය අතුරුදහන් වීම පිළිබඳව වැරදිකරුවන්ට වැරදිකරුවන්ට දියුණුවක් ලබා ගැනීම සඳහා පුළුල් පරාසයක බලධාරීන් සමඟ නව ස්ථිර ආයතනයක් සාදන්න.",
        "අතුරුදහන් වූ නඩු අස්ථානගත වී ඇති නඩු සහ මහාධිකරණ නඩු සඳහා ඇති නඩු සහ මහාධිකරණ නඩු සඳහා ප්රමුඛතාවය ලබා දී ඔවුන්ගේ වේගවත් තීරණය සහතික කිරීම සඳහා අවශ්ය නීතිමය ප්රතිසංස්කරණ හඳුන්වා දීම",
        "බලහත්කාරයෙන් අතුරුදහන් වූ නීතිය යටතේ බලහත්කාරයෙන් අතුරුදහන් වූ නීතිය නිශ්චිත අපරාධයක් ලෙස යටතේ පුළුල් හා සංවිධානාත්මකව අතුරුදහන් වීමක් ඇතුළත් කරන්න",
        "බලහත්කාරයෙන් අතුරුදහන් වීම හේතුවෙන් ජාත්යන්තර ප්රමිතීන්, වන්දි මුදල් හා ආදර්ශමත් හානියක් සඳහා වන්දි හා ආදර්ශමත් හානියක් සඳහා වන්දි හා ආදර්ශමත් හානිය සඳහා වන්දි ගෙවීම;",
        "වින්දිතයන්ගේ අනන්යතාවය සහතික කිරීම සඳහා සාක්ෂි සංරක්ෂණය කිරීම සහ දැඩි පරීක්ෂණයක් සඳහා මානව තැන්පත් කිරීම්වල මානව තැන්වල නටබුන් කැණීම සඳහා අරමුදල් සැපයීම සඳහා වෙනත් සම්පත් සැපයීම.",
        "ජාත්යන්තර අපරාධ අධිකරණය රෝමයේ පනතේ පක්ෂයක් බවට පත්වීම ගැන සලකා බැලීම.  එය පුළුල් හා සංවිධානාත්මක අතුරුදහන් වීමකට එරෙහිව අපරාධයක් ලැයිස්තුගත කරයි."
      ]
    },
    "en": {
      "title": "Provide the financial expertise technology that is essential for excavation of human burials - examine the acceptance of the International Criminal Court",
      "body_lines": [
        "The Sri Lanka Human Rights Commission, which has recommended the Sri Lankan government to provide financial expertise and resources necessary for excavation of human remains in human beings, has also appealed to Sri Lanka to investigate the acceptance of the International Criminal Court.",
        "The Human Rights Commission of Sri Lanka has submitted its report to the United Nations forcibly disappeared.",
        "The Sri Lanka Human Rights Commission has submitted its report as the 29th session of the United Nations forcibly disappeared Committee is scheduled to be held from September 22 to October 3.",
        "In this session, the UN team will look into how Sri Lanka will fulfill its obligations under the International Agreement on Protecting All Persons from Missing.",
        "The Sri Lanka Human Rights Commission has made a 25 -page report on a number of recommendations and observations on the implementation of this agreement.",
        "The Sri Lanka Human Rights Commission has once again reminded that the disappearance of a person is a serious violation of human rights.",
        "Forcibly missing has been featured in all parts of Sri Lanka and has affected all communities. Especially in the context of arms conflict in the south rebellion in the North East.",
        "The Human Rights Commission of Sri Lanka also recognizes the key efforts of families and civil society representatives in continuing to voice their voices for the fact that forcibly missing for many years.",
        "This particularly recognizes that women have led the efforts to raise awareness and argue for the forcibly missing in Sri Lanka, despite the need to deal with economic challenges and maintenance responsibilities and threats and intimidation.",
        "The Human Rights Commission's report on the official statistics of the Sri Lankan government in the past has recalled that over 27,000 missing cases have been considered by the Human Rights Commission and that more than 21,000 complaints regarding the disappearance of the missing persons have been obtained.",
        "The report also cited the Lessons Learned and Reconciliation Authority's discoveries on more than 1000 missing incidents after surrendering to the security forces on May 17 and 18 2009.",
        "The report of the Human Rights Commission has highlighted the issue of exemption from punishment in Sri Lanka.",
        "Create a new permanent institution with a wide range of authorities to advance the perpetrators to investigate the disappearance of the independent law from the usual legal implementation authorities.",
        "Missing Cases Missing Cases Priority to Cases and High Court cases and introduce legal reforms required to ensure their rapid decision",
        "Include a wider and organized disappearance under the forcibly missing law as a specific crime",
        "Based on international standards, compensation guidelines for cashless and exemplary damage caused to victims due to forcible disappearance;",
        "Provide other resources to provide funds for excavation of human remains in human burials to ensure that the evidence is preserved and a strong investigation to ensure the identity of the victims.",
        "Considering that the International Criminal Court becomes a party of the Rome Act.  It lists a crime against a wide and organized disappearance."
      ]
    }
  },
  "summary_lines": []
}