{
  "translated_text": {
    "si": {
      "title": "පාර්ලිමේන්තුව විසුරුවා හැරීම ජනාධිපතිවරයාට වාසිදායක නොවේ - අපි ඕනෑම මැතිවරණයක් සඳහා සූදානම් - අනුරුගරුමරා දිසානායක",
      "body_lines": [
        "ජනාධිපතිවරණය සහ මහ මැතිවරණය අතර වෙනසක් නැත. අපි ඕනෑම මැතිවරණයකට මුහුණ දෙන්නෙමු. අපි එයට මුහුණ දීමට හෝ අසාර්ථක වෙමු.. ජාතික මහජන බලයේ සභාපති සහ පාර්ලිමේන්තු මන්ත්රී අනුරකුමාර දිසානායක මහතා කියා සිටියේ පාර්ලිමේන්තුව විසුරුවා හැරීම වාසිදායක නොවන බවයි.",
        "ඔහු මේ බව කියා සිටියේ කොළඹ (19) මහාරාකා ප්රදේශයේ විශ්රාමිකයින්ගේ ජාතික සමුළුවේදී ය.",
        "සැප්තැම්බර් සහ ඔක්තෝබර් මාසය වන විට ජනාධිපතිවරණය පැවැත්වීමට පාර්ලිමේන්තුව සහ ජාතික මැතිවරණ කොමිෂන් සභාව විසුරුවා හැරීමට ජනාධිපතිවරයාට බලය තිබේ.",
        "ජනාධිපති රනිල් වික්රමසිංහ සහ බැසිල් රාජපක්ෂ අතර ආර්ථික බලපෑමට වගකිව යුතු සාකච්ඡා මාලාවක් තිබේ.",
        "පාර්ලිමේන්තුව විසුරුවා හැරීමට ජනාධිපතිවරයාට බලය ඇත. ධුරය අවසන් වන තුරුම ජනාධිපති රනිල් වික්රමසිංහ මහතා කාර්යාලයේ රැඳී සිටීමට උත්සාහ කරනු ඇත.",
        "ශ්රී ලංකා මහජන නිදහස් සන්ධානයේ (පීඒ) සාමාජිකයින්ගෙන් වැඩි දෙනෙක්, ශ්රී ලංකා පීඒ හි සභාපතිවරයා වන ප්රසන්න රණතුංග, කන්ජන රණතුකා සහ ශ්රී ලංකා පීඒ හි සභාපති වන සේතානා විජේසේකර සහ නැවතී සිට පාට නැවත ලබා ගත්හ.",
        "එක්සත් ජාතික පක්ෂය මහ මැතිවරණයට තරඟ කරන්නේ නම් එය ජනාධිපතිවරණයට බලපෑම් කරනු ඇත.",
        "රාජපක්ෂ ජනාධිපතිවරණයට පෙර මහ මැතිවරණයක් පැවැත්වීම අවශ්ය වේ.",
        "වර්තමාන ජනාධිපති රනිල් වික්රමසිංහ මහතා ශ්රී ලංකා මහජන සන්ධානයේ (පීඒ) සහාය දිනා ගන්නේ නම් රාජපක්ෂයන් හොඳින් දනිති. ජනාධිපතිවරණයේදී වත්මන් ජනාධිපති රනිල් වික්රමසිංහට සහයෝගය දැක්වීමට රාජපක්ෂගේ පවුලට අවශ්ය නොවීය.",
        "ආර්ථික අර්බුදයට වගකිව යුතු රාජපක්ෂයින්ට ජනතාව විසින් පලවා හැර අද තවමත් ඉගෙන ගෙන තිබේ.. රාජපක්ෂයන් ජනතාවගේ ස්ථාවරය සහ ජනතාවගේ දේශපාලන අදහස් ගැන නොසිතයි, නමුත් මැතිවරණය තමන් සහ ඔවුන්ගේ පවුල්වලට සහ ඔවුන්ගේ පවුල්වලට පමණක් ප්රයෝජනවත් වනු ඇතැයි සිතන ජනතාව.",
        "ජනාධිපතිවරණය සහ මහ මැතිවරණය පැවැත්වේ.. අපි ඕනෑම මැතිවරණයක් සඳහා සූදානම්.. පළමු මැතිවරණයක් පැවැත්විය යුත්තේ කුමන මැතිවරණයක් පැවැත්විය යුතුද යන්න පිළිබඳව ජාතික මැතිවරණ කොමිෂන් සභාව විසින් කියා සිටියේ එයයි."
      ]
    },
    "en": {
      "title": "The dissolution of Parliament is not favorable to the President - we are ready for any election - Anuragumara Dissanayake",
      "body_lines": [
        "There is no difference between presidential election and general election. We will face any election. We will face it or failure.. The President of the National People's Power and a Member of Parliament, Anurakumara Dissanayake, said that dissolving parliament would not be favorable.",
        "He was speaking at the National Conference of Pensioners on Sunday (19) in the Maharaka area.",
        "The President has the power to dissolve parliament and the National Elections Commission has the power to hold the presidential election by September and October.",
        "There are a series of negotiations between President Ranil Wickremesinghe and Basil Rajapaksa, who is responsible for economic impact.",
        "The President has the power to dissolve parliament. President Ranil Wickremesinghe will try to remain in office until the end of the post.",
        "Most of the members of the Sri Lanka Peoples Freedom Alliance (PA), Prasanna Ranatunga, Kanjana Wijesekera and Sehan Semasinghe, who are the President of the Sri Lanka PA, will leave the president and return to the PA.",
        "If the United National Party contests the general election, it will influence the presidential election.",
        "Rajapakse has a need to hold a general election before the presidential election.",
        "The Rajapaksas are well aware that if the current President Ranil Wickremesinghe wins the support of the Sri Lanka Peoples Alliance (PA). The Rajapaksa's family did not want to support the current President Ranil Wickremesinghe in the presidential election.",
        "The Rajapaksas, who are responsible for the economic crisis, have been chased away by the people and are still learned today.. The Rajapaksas do not think about the position of the people and the political ideas of the people, but the people who think that the election will be beneficial for themselves and their families.",
        "The presidential election and general election will be held.. We are ready for any election.. The National Elections Commission said that if the PA is decided on which elections should be held first, it is."
      ]
    }
  },
  "summary_lines": [
    "Anurakumara Dissanayake, President of the National People's Power, opposes parliamentary dissolution, stating readiness for any election. He emphasizes no distinction between presidential and general elections, highlighting the importance of facing challenges head-on. Negotiations between President Ranil Wickremesinghe and Basil Rajapaksa focus on economic impacts, with discussions on dissolving parliament and holding elections within specific timelines. The Sri Lanka Peoples Freedom Alliance (PA) members' decision to leave the presidency and return to the PA could influence the outcome of both elections. The Rajapaksas' stance on supporting the current President in the presidential election is critical, considering their past handling of the economic crisis and public sentiment towards them."
  ]
}