{
  "translated_text": {
    "ta": {
      "title": "உலகின் மகிழ்ச்சி நாடு - இலங்கை கிடைத்த இடத்தில்",
      "body_lines": [
        "உலக ஹேப்பி உலக சட்டமன்றத்தின் படி, பின்லாந்து 2024 இல் 2024 இல் உலகின் மகிழ்ச்சியாக பெயரிடப்பட்டுள்ளது.",
        "டென்மார்க் இரண்டாவது இடத்தில் இரண்டாவது இடத்தில் உள்ளது மற்றும் ஐஸ்லாந்து குறைந்த நாட்டைக் கொண்ட உலகின் மகிழ்ச்சியான நாடுகளில் முன்னணியில் உள்ளது.",
        "பத்து ஆண்டுகளுக்குப் பிறகு, அமெரிக்காவும் ஜெர்மனியும் முதன்முறையாக உலகில் உலகில் இல்லை, ஜெர்மனியில், உலகின் மகிழ்ச்சி விகிதம் முதல் 20 நாடுகளில் அடங்கும்.",
        "143 நாடுகளைப் பயன்படுத்திய கணக்கெடுப்பின்படி, ஆப்கானிஸ்தான் நாட்டின் அக்கறையற்றதாக மாறியுள்ளது.",
        "ஐக்கிய நாடுகள் சபையின் உலக மகிழ்ச்சியான இலங்கையின் கூற்றுப்படி, இலங்கை உலகின் மகிழ்ச்சியான நாடுகளில் 128 வது இடத்தில் உள்ளது."
      ]
    },
    "en": {
      "title": "World's happiness country - where Sri Lanka got",
      "body_lines": [
        "According to the World Happy World Assembly, Finland has been named in 2024 as the world's happiness in 2024.",
        "The Denmark is second in the second place and Iceland has been in the forefront of the world's happy countries with a low country.",
        "Ten years later, the first time America and Germany are not in the world in the world, Germany, the world's happiness rate includes in the first 20 countries.",
        "According to the survey by using 143 countries, Afghanistan has become the country's unatisfactory.",
        "According to the United Nations World Happy Sri Lanka, Sri Lanka has been ranked 128 in the world's happier countries."
      ]
    }
  },
  "summary_lines": [
    "In 2024, Finland tops the World Happiness Report, with Denmark second and Iceland leading. America and Germany are not in the top 20. Sri Lanka ranks 128th, and Afghanistan is the least happy country."
  ]
}