{
  "translated_text": {
    "ta": {
      "title": "வெள்ளத்தில் மூழ்கிய கோழிகளைக் குறிக்க மோசடி",
      "body_lines": [
        "கோழியை வாங்கும் போது இந்த நாட்களில் இந்த நாட்களில் ஏராளமானோர் செலுத்தப்பட வேண்டும் என்று நுகர்வோர் விவகார ஆணையம் (CAA) கூறுகிறது.",
        "இறந்த கோழிகள் இந்த நாட்களில் சந்தையில் சந்தையில் விழுவதாக சோதனைகள் மற்றும் விசாரணைத் துறையின் இயக்குனர் சஞ்சயா ஐசிங்க கூறினார்.",
        "அத்தகைய கோழியின் நுகர்வு உடலுக்கு பாதகமானது என்று சஞ்சய iasinge கூறுகிறார்.",
        "\"வெள்ளம் கோழிகளைப் பிடித்து சுத்தம் செய்து விற்கப்பட்ட ஒரு மோசடி பற்றிய தகவல்களைப் பெற்றது. இந்த நாட்களில் நாங்கள் ரெக்காரியுவில் இருந்தோம். சோதனைகளை நோக்கி. தீவு முழுவதும் இதைச் செய்வது. கோழியில் இதைப் பற்றி பாருங்கள். குறிப்பாக வெண்மையாக இருக்கும் கோழிகள். இந்த கோழிகள் சிவப்பு. வெப்பநிலை எவ்வாறு வேகவைக்கப்படுகிறது என்பதற்காக கிருமிகள் இறக்காமல் போகலாம். இதைப் பற்றிய தகவல்களை நீங்கள் கண்டறிந்தால், நுகர்வோர் விவகார ஆணையத்திற்கு புகாரளிக்கவும். \"",
        "\"அவர் கெலானி ஆற்றில் மிகவும் சேமிக்கிறார். யுடூபெப் மற்றும் பேஸ்புக்கில், வெள்ளம் ஆன்லைனில் பிடிபட்டுள்ளது. சிக்கிக் கொள்ள வேண்டாம். இவை நுகர்வுக்கு தயாராக இல்லை. தயவுசெய்து இதைப் பற்றி 1977 இல் தெரிவிக்கவும். \""
      ]
    },
    "en": {
      "title": "Racketeer to mark flooded chickens",
      "body_lines": [
        "The Consumer Affairs Authority (CAA) says that a large number of these days should be paid these days when buying chicken.",
        "The Director of the raids and investigation department, Sanjaya Iasinghe said that the deceased chickens fall into the market these days in the market.",
        "Sanjaya Iasinghe says that the consumption of such chicken is adverse to the body.",
        "\"Floods caught chickens and cleaned and received information about a racket sold. We were in the rekariu these days. Toward raids. Doing this throughout the island. Check out about this in chicken. Especially chickens that make it white. These chickens are red. The germs may not die for how temperature is steamed. If you find information about this, report to the Consumer Affairs Authority. \"",
        "\"He stores very much in the Kelani River. In Yutubeb and Facebook, where the floods have caught online. Don't get caught up. These are not prepared for consumption. Please be informed of this at 1977. \""
      ]
    }
  },
  "summary_lines": [
    "The Consumer Affairs Authority warns against purchasing flooded chickens due to health risks. Director Sanjaya Iasinghe highlights that unwholesome chickens are being sold in markets, advising consumers to avoid them. Flooded chickens, especially those dyed white but found to be red, may harbor germs that survive high temperatures during cooking. Authorities are conducting nationwide raids to tackle this issue, urging the public to report any suspicious activity related to these chickens."
  ]
}