{
  "translated_text": {
    "si": {
      "title": "පුතාට එරෙහිව උසාවියේ තීන්දුව මම පිළිගනිමි",
      "body_lines": [
        "එක්සත් ජනපද ජනාධිපති ජෝ බිඩ්න් පවසා ඇත්තේ තම පුතාට එරෙහිව අධිකරණයේ තීන්දුවට ගරු කරන බවයි.",
        "එක්සත් ජනපද විනිසුරුවරයෙකු අප විසින් පාලනය කර ඇත්තේ එක්සත් ජනපද ජනාධිපති ජොබයිටූන් හි පුතා හන්ටර් බයඩන්ගේ පුත් බිට්ටන් තුවක්කුවක් භාවිතා කිරීම සම්බන්ධයෙන් නීති උල්ලං has නය කර ඇති බවයි.",
        "එක්සත් ජනපද ජනාධිපතිවරයා ධුරයෙන් සිටින බැවින් ධුරයේ සිටින පුද්ගලයෙකුගෙන් පවුලේ සාමාජිකයෙකුගේ පවුලේ සාමාජිකයෙකු වැරදිකරු බව අධිකරණය විසින් තීන්දු කළ පළමු අවස්ථාව මෙයයි.",
        "රයිෆලය මිලදී ගැනීමේදී දඩයම්කරුගේ අසත්ය චෝදනා දෙකක් රයිෆල් රඳවා තබා ගත් බවට චෝදනා කර ඇති බව සැලකිය යුතුය.",
        "හන්ටර් බයානය පැවසුවේ 2018 දී ඔහු අත් තුවක්කුව මිලදී ගන්නා විට ඔහු රජයේ ලේඛනයට දැනුම් දී නොමැති බවයි. නමුත් ඔහු කොකේන් භාවිතයෙන් පීඩා විඳි බවට ඇති ප්රධාන චෝදනාවයි.",
        "එක්සත් ජනපද රජයේ ATV ලේඛනයට එක්සත් ජනපදයේ වසර 25 ක සිර ද to ුවමක් නියම කළ හැකිය.",
        "මෙම අවස්ථාවේ දී, අධිකරණයේ තීන්දුවෙන් පසු ඩෙලවයෙයිර් විල්මින්ටන් වෙත ගොස් ඇති දඩයම විසින් අධිකරණය බැඳ තිබේ.",
        "මමත් පියාණන් වහන්සේ වන අතර මම මගේ පුතාට ආදරෙයි, ඔහුගේ ස්ථාවරය ගැන මම ආඩම්බර වෙමි."
      ]
    },
    "en": {
      "title": "I accept the judgment of the court against the son",
      "body_lines": [
        "US President Joe Bidan has said that he will respect the court's verdict against his son.",
        "A US judge has ruled that Hunter Baidon's son Hunter Bitton, son of US President Jobiton, has violated laws over the use of a gun.",
        "This is the first time that the court has ruled that a family member of a man who is in office as US president is guilty.",
        "It is noteworthy that two allegations of Hunter's falseness have been accused of holding the rifles when the rifle is being purchased.",
        "Hunter Baidan said that he was not addicted to the government document in 2018 when he purchased the handgun in 2018, but it was the main allegation that he was suffering from the use of cocaine.",
        "The US government's ATV document can be sentenced to 25 years in prison in the United States.",
        "In this case, the court has tied up Hunter Baidan, who has gone to Delavayyir Wilmington after the court's verdict.",
        "I am also the father and I love my son and I am proud of his position."
      ]
    }
  },
  "summary_lines": [
    "US President Joe Biden respects the court's ruling against his son, Hunter Biden, who was found guilty of violating gun laws. This marks the first time a family member of a sitting US president has been convicted. The charges stem from allegations of false statements regarding the purchase of firearms and potential drug use. Despite the serious nature of the charges, which could lead to a significant prison sentence, the president stands by his son, expressing pride in his position and love as a father."
  ]
}