{
  "translated_text": {
    "si": {
      "title": "ඡන්දය දීමට යනවා ...",
      "body_lines": [
        "නවවන විධායක ජනාධිපති තෝරා පත් කර ගැනීම සඳහා ජනාධිපතිවරණ ජනමත විචාරණය සැප්තැම්බර් 21 දින පැවැත්වේ. මැතිවරණය සඳහා නාමයෝජනා උදේ 9 සිට රාත්රී 11 දක්වා මැතිවරණ කොමිසමේ කාර්යාලයේදී පැවැත්වේ.මැතිවරණ ව්යාපාරවලින් පසුව ඉතා බැරෑරුම් ලෙස සිදුවනු ඇත.දේශපාලන පක්ෂ නියෝජිතයින් සහ අපේක්ෂකයින් මැතිවරණ ව්යාපාරවලට ක්රියාකාරීව සම්බන්ධ වනු ඇත.",
        "ඒ අනුව මැතිවරණ කාලය දැනටමත් උණුසුම් කිරීමට පටන් ගෙන තිබේ.මැතිවරණ ක්ෂේත්රය වැඩි වැඩියෙන් සභාග සැකසුම්, කඳවුරු නිර්මාණය කිරීම සහ ආධාරක ව්යාපාර. මැතිවරණය සම්බන්ධයෙන් ගත් කල, මිනිසුන් මැතිවරණයේදී ඡන්දය දිය යුතුය. ජනතාවගේ ප්රජාතන්ත්රවාදී අයිතිය මෙයයි.කිසිවෙකු එම අයිතිය අත් නොහැරිය යුත්තේ නැත.මිනිසුන් 21 වන දිනට ගොස් ඡන්දය දිය යුතුය.තරඟ කරන අපේක්ෂකයෙකු තෝරා ගත යුතුය.",
        "ඉදිරි වසර පහ සඳහා, මේ රටේ ඉරණම තීරණය කිරීමට යන අපේක්ෂකයා ජනාධිපති මැතිවරණ ප්රතිපත්ති මගින් නිසි ලෙස හඳුනාගෙන විශ්ලේෂණය කළ යුතුය.මැතිවරණය සම්බන්ධයෙන් ගත් කල, ප්රජාතන්ත්රවාදයේ ප්රධාන මෙවලම වන අතර ජනතාව එම ප්රජාතන්ත්රවාදී අයිතිවාසිකම් ක්රියාත්මක කළ යුතුය.එය නොසලකා හැරිය යුතු නැත.",
        "මැතිවරණයේදී ඡන්දය ප්රකාශ කිරීම සඳහා, 2024 සඳහා ඡන්දය ප්රකාශ කිරීමේ ඡන්දය ප්රකාශ කිරීමේ ප්රතිශතයෙහි සිටිනවාද යන්න ජනතාව මුලින්ම විමසා බැලිය යුතුය.මැතිවරණ කොමිෂන් සභාවේ වෙබ් අඩවියට ඇතුළු වී ජාතික හැඳුනුම්පත් අංකය ලියාපදිංචි කිරීමෙන් එය දැනගත හැකිය.",
        "ඡන්ද දායකයින් කාඩ්පත් ඉතා ඉක්මනින් ජනතාවගේ නිවාස ලබා දෙනු ඇත. මැතිවරණ කොමිසම සහ තැපැල් දෙපාර්තමේන්තුව සුදුසු පියවර ගෙන තිබේ.ඔබට ඡන්දය ප්රකාශ කළ යුතු ස්ථානය ලෙස ඡන්ද දායකයින්ගේ කාඩ්පත සඳහන් වේ.",
        "මැතිවරණ දිනයේදී මිනිසුන් උදේ ඡන්ද මධ්යස්ථානයට යා යුතුය.ඡන්ද දායකයින් රැගෙන යාම අනිවාර්යයෙන්ම ඡන්දය දීම පහසු වනු ඇත.ඒ අතරම, මැතිවරණයේදී ඡන්දය ප්රකාශ කිරීම සඳහා ජාතික හැඳුනුම්පත අනිවාර්ය කර ඇත.තවත් බොහෝ ලියකියවිලි ජාතික හැඳුනුම්පත සමඟ පිළිගනු ලැබේ.",
        "ඔබට ජාතික කාඩ්පත, වලංගු විදේශ ගමන් බලපත්රය, වලංගු සේවා බලපත්රය, විශ්රාම වැටුප් හැඳුනුම්පත, සමාජ සේවා හැඳුනුම්පත, ආගමික නායකයින් දෙපාර්තමේන්තුව විසින් නිකුත් කරන ලද හැඳුනුම්පත සඳහා භාවිතා කළ හැකිය.මේ කිසිවක් නොමැති නම්, ඔබට මැතිවරණ දෙපාර්තමේන්තුවෙන් තාවකාලික හැඳුනුම්පතක් ලබා ගත හැකිය.",
        "ජනතාව ඡන්දදායකයින් රැගෙන ගොස් හැඳුනුම්පත පිළිගත හැකි අයව ලබා ගැනීම අවශ්ය වේ.ඔබට පිළිගත් හැඳුනුම්පතක් නොමැති නම් ඔබට ඡන්දය දිය නොහැකි බව සලකා බැලීම වැදගත්ය.",
        "ඡන්දය අවසන් වූ පසු, ඡන්ද ගණන් කිරීම ඡන්දය ප්රකාශ කරනු ලබන අතර ජයග්රාහකයා මැතිවරණ කොමිසම විසින් ප්රකාශයට පත් කරනු ඇත.ප්රතික්ෂේප වූ ඡන්දවලින් අඩු කරන ලද සියයට 50 කට වැඩි ඡන්දයෙන් ජනාධිපතිවරයා ජනාධිපතිතුමා ලෙස ප්රකාශයට පත් කරනු ඇත.සමහර විට කිසිදු අපේක්ෂකයෙකුට සියයට 50 ක ඡන්ද ප්රතිශතයක් නොලැබුණත්, ඉදිරි අවධියේදී සැකසුම් අවධිය සිදු කරනු ඇත.",
        "ඡන්දය ප්රකාශ කිරීමේදී ජනතාව ඉතා ප්රවේශමෙන් ඡන්දය දිය යුතුය.ඡන්දය ප්රකාශකයින්ගේ නම් සහ ඔවුන් අසල ඇති කොටුව ඉදිරිපිට අපේක්ෂකයින්ගේ නම් ඡන්දය ප්රකාශ කරනු ඇත. ඔහුගේ හෝ ඇයගේ තේරීම අනුව ඡන්ද දායකයාට අපේක්ෂකයෙකුට ඡන්දය දිය හැකිය.ඡන්දය දෙන විට, අංක 1 කොටුව තුළ තැබිය යුතුය.",
        "එපමණක් නොව, අපේක්ෂකයින් තිදෙනෙකුට වඩා වැඩි ගණනකගේ නම් ඡන්ද පත්රිකාවේ තිබේ නම්, ඡන්ද දායකයාට එක් අපේක්ෂකයෙකුට ඔහුගේ දෙවන තේරීම හා තෙවන තේරීම ප්රකාශ කිරීමට ඉඩ දිය හැකිය.",
        "එසේ නම්, ඔහුට ඔහුගේ පළමු ප්රියතම අපේක්ෂකයාට ඡන්දය ලබා දෙවන ප්රියතම අපේක්ෂකයා සඳහා 2 දෙනෙකුට ඡන්දය දිය හැකිය. ඔබට අපේක්ෂකයින් තිදෙනාටම ඡන්දය ප්රකාශ කිරීමට අවශ්ය නම්, ඔබට පළමු ප්රියතම අපේක්ෂකයා සඳහා 1 දෙනෙකුට ඡන්දය දිය හැකිය, දෙවන හා තෙවන ප්රියතම අපේක්ෂකයා සඳහා දෙවන සහ 3 සඳහා.",
        "ඔබට අපේක්ෂකයෙකුට වඩා ඡන්දය දීමට අවශ්ය නම්, ඔබ ඉලක්කම් (අරාබි.) භාවිතා කළ යුතුය.ඒ වෙනුවට, පළමු ප්රියතම අපේක්ෂකයා විසින් දෙවන ප්රියතම අපේක්ෂකයා විසින් ප්රතික්ෂේප කරනු ලැබේ. නමුත් යමෙකු ඡන්දය දීමට නම්, ඔබට අංක 1 සඳහා ඡන්දය දිය හැකිය.එකක්",
        "1, 2, 3 ට වඩා අපේක්ෂකයින්ගේ සංඛ්යාව උත්සාහ කරන්නේ නම් අපේක්ෂකයින් සංඛ්යාව සඳහා භාවිතා කළ යුතුය.ජනාධිපති ඡන්ද ක්රමය මෙයයි.",
        "අනුමත පිළිගැනීම හැර අන් කිසිවක් ඡන්දය ප්රකාශ නොකළ යුතුය.එසේ නම්, ඒවා ප්රතික්ෂේප කළ ඡන්ද ලෙස ප්රකාශයට පත් කරනු ඇත. එබැවින් ඡන්ද දායකයා ඡන්දය පාවිච්චි කිරීමේදී නිවැරදිව ඡන්දය ප්රකාශ කළ යුතුය.",
        "කිසියම් අපේක්ෂකයෙකුට සියයට 50 ක් නොලැබුනේ නම් කුමක් සිදුවේදැයි මැතිවරණ කොමසාරිස් ජනරාල්වරයා විසින් පැහැදිලි කරයි.",
        "කිසිවෙකුට ඡන්දයෙන් සියයට 50 ක් නොලැබුනේ නම්, සම්මුඛ පරීක්ෂණයෙන් ඉවත් වන්නේ පළමු හා දෙවන ඉහළම ඡන්ද ප්රතිශතයක් පමණි.",
        "ඊළඟට, තරඟයෙන් බැහැර කරන අපේක්ෂකයින් සඳහා ඡන්ද විමසීමේදී පළමු හා දෙවන ස්ථානයට පැමිණි අපේක්ෂකයින් මනාප ඡන්ද ලබා දී ඇත්දැයි අපි බලමු.නිදසුනක් වශයෙන්, පළමු හෝ දෙවන ද්විතියික නම්, තෙවැනි ස්ථානයට පත්වූ අපේක්ෂකයින් දෙදෙනාට තෙවැනි වැඩිම ඡන්ද සංඛ්යාවක් ලැබුණු අපේක්ෂකයින්ට 'දෙවන තත්පර ඡන්ද පත්රිකා ලබා දෙන ලදී.උදාහරණයක් ලෙස, ඒ, බී, සී, ඩී, අපේක්ෂකයින්, ඒ සහ බී, වැඩිම ඡන්ද සංඛ්යාවක් ලැබී තිබේ.නමුත් ඔබට සියයට 50 ක ඡන්ද ප්රතිශතයක් නොලැබුනේ නම්, යමෙකු A සහ ​​B අපේක්ෂකයින්ට ඡන්දය ලබා දී ඇති අතර, සී සහ ඩී හි ඡන්ද ප්රවේශ පත්රය ලබා ගත්තාදැයි අපට බලමු.. A සහ ආ අපේක්ෂකයින්ට මනාප ඡන්ද ලබා දී ඇත්නම්, ඒ සහ බී අපේක්ෂකයින් සමඟ ඡන්ද විමසීමට අපි එම ඡන්දය එක් කරන්නෙමු.",
        "එසේ කිරීමෙන් පසු, ඔවුන් දෙදෙනාට ලැබුණු ඡන්දය සම්පූර්ණ ඡන්දයක් ලෙස සලකන්නෙමු.එහි වැඩිපුරම ඡන්ද ලබාගත් පුද්ගලයා ජනාධිපති ලෙස තේරී පත් වනු ඇත.පළමු හා දෙවන ස්ථානයේ සිටින අයට තුන්වන ඡන්ද කාඩ්පත ලබා දෙන්නේ නම්, පළමු හා දෙවන ස්ථානය අදාළ පුද්ගලයාට ලබා දෙනු ඇත.",
        "එබැවින් මිනිසුන්ට මේ ගැන පැහැදිලිකමක් තිබිය යුතුය. අපේක්ෂකයින් විසින් ඉදිරිපත් කරන ලද ප්රතිපත්ති ප්රකාශයන්, මැතිවරණ ප්රතිපත්ති ප්රකාශනය සහ ඔවුන්ගේ නිර්දේශ පිළිබඳ නිර්දේශයන් ඡන්දදායකයින් සැලකිල්ලට ගත යුතුය.ඔවුන්ගේ පදනම මත ඡන්දය දීමට.ඡන්ද දායකයින් අපේක්ෂකයින්ගේ ප්රතිපත්ති විමසා බලා ඔවුන්ගේ සැලසුම් සලකා බලා ඔවුන්ගේ ඊළඟ නායකයා තෝරා ගත යුතුය.මෙම ප්රජාතන්ත්රවාදී අයිතිය මිනිසුන් භාවිතා කිරීම අවශ්ය වේ."
      ]
    },
    "en": {
      "title": "Going to vote…",
      "body_lines": [
        "The presidential election referendum to elect the ninth executive president will be held on September 21st. Nominations for the election will be held at the Election Commission office from 9 am to 11 pm.Following the election campaigns will take place very seriously.Political party representatives and candidates will be actively involved in election campaigns.",
        "Accordingly, the election period has already begun to heat up.The electoral field is becoming more and more of the coalition settings, the creation of camps and supporting campaigns. As far as the election is concerned, people should vote in the election. This is the democratic right of the people.No one should give up that right.People should go and vote on the 21st.One of the contesting candidates must be selected.",
        "For the next five years, the candidate who is going to determine the fate of this country is to be properly identified and analyzed by the policies of the presidential election.As far as the election is concerned, it is the main instrument of democracy and the people must exercise that democratic rights.That right should not be ignored.",
        "To vote in the election, people must first examine whether their name is in the voter turnout for 2024.It can be learned by entering the Election Commission's website and registering the National Identity Card number.",
        "Voter cards will soon arrive people's homes. The Election Commission and the Postal Department have taken appropriate measures.The voter card will be mentioned as the location you need to vote.",
        "On the day of the election, people need to go to the voting station in the morning.Carrying the voter card will definitely be easy to vote.At the same time, the National Identity Card has been made mandatory to vote in the election.Many more documents are accepted with the National Identity Card.",
        "You can use the National Card, Valid Passport, Valid Service License, Pension Identity Card, Social Service Identity Card for Elderly, Identity Card issued by the Department of Religious Leaders.If none of these, you will be able to obtain a temporary ID from the Department of Elections.",
        "It is necessary for people to carry voter cards and bring the identity card that can be accepted.It is important to consider that you cannot vote if you do not have an accepted identity card.",
        "Once the votes are over, the votes will be counted and the winner will be announced by the Election Commission.The president will be declared president with more than 50 percent of the votes deducted from the votes rejected.Perhaps if no candidate gets 50 percent of the votes, the next phase of arrangements will be made.",
        "People should vote very carefully when voting.The ballot will be the names of the candidates, the symbol of the candidates before their names and the box next to them. The voter can vote for a candidate according to his or her choice.When voting, the number 1 should be put in the box.",
        "Moreover, if the names of more than three candidates are on the ballot, the voter can give more than one candidate to express his second choice and third choice.",
        "If so, he can vote for his first favorite candidate and vote for 2 for the second favorite candidate 2. If you want to vote for all three candidates, you can vote for 1 for the first favorite candidate, 2 for the second and 3 for the third favorite candidate.",
        "If you want to vote for more than one candidate, you have to use the digits (Arabic.).Instead, the first favorite candidate will be rejected by the second favorite candidate. But if one is to vote for only one, you can vote for the number 1.One",
        "More than 1, 2, 3 should be used for the number of candidates if they try.This is the presidential voting system.",
        "Nothing should be mentioned in the ballot, except for approved acceptance.If so, they will be declared as rejected votes. So the voter must vote accurately when using their vote.",
        "The Commissioner General of Elections explains what will happen if any candidate does not get 50 percent.",
        "If no one gets 50 percent of the votes, only the first and second highest votes will be withdrawn from the interview.",
        "Next, we will see if the candidates who have come to the first and second in the ballot for candidates who are excluded from the competition have been given preferential votes.For example, if the first or the second secondary, the two -secondary ballot papers were given to the candidates who received the third highest number of votes.For example, A, B, C, D, the candidates, the candidates, A and B, have received the highest number of votes.But if you did not get 50 percent of the vote, we would see if someone had voted on the A and B candidates and took the voting tickets of C and D.. If A and B candidates have been given preferential votes, we will add that vote to the vote with A and B candidates.",
        "After doing so, we will take the votes they both received as a total valid votes.The person who received the most votes in it will be elected president.If the third voting card is given to those who are in the first and second place, the first and second place will be given to the relevant person.",
        "So people need to get clarity on this. Voters need to take note of the policy proclaims presented by candidates, their recommendations on election manifesto and their recommendations.To vote on their basis.Voters must examine the policies of the candidates and consider their plans and elect their next leader.It is necessary for people to use this democratic right."
      ]
    }
  },
  "summary_lines": [
    "The upcoming presidential election on September 21st is crucial for selecting the country's ninth executive president. It's essential for citizens to participate, ensuring their voice is heard through their vote. Before voting, individuals must verify their eligibility on the Election Commission's website. On election day, voters should bring their voter card and a valid form of identification, such as a National Identity Card, passport, or service license. The voting process involves marking the preferred candidate's number on the ballot. If no candidate achieves a majority, a runoff may occur based on preferential voting. It's vital for voters to educate themselves on the candidates' policies and make informed decisions."
  ]
}