{
  "translated_text": {
    "si": {
      "title": "ජනතාවගේ නැගිටීම සඳහා ඇති එකම ක්රමය!- තිරිං මඩුව",
      "body_lines": [
        "යුධමය සාක්ෂාත් කර ගැනීම සඳහා ඊසාන දෙසින් ජනතාවගේ නැගීම සඳහා සිවගුරු ආච්චීනා මහ ඇමති වෙහෙනා මහ ඇමති වෙන්මාස් ඉල්ලා තිබේ.",
        "ඔහු මේ බව ප්රකාශ කළේ වරනාරිමලෙයි නඩුව නැරඹීම සඳහා අඟහරුවාදා (12) වවුනියා හි උසාවි තීන්දුවකින් පසුව ය.",
        "ශ්රී ලංකා පොලිසිය පසුකර යයි. අත්අඩංගුවට ගැනීම සඳහා කිසිදු නීත්යානුකූල හේතු නොමැතිව අධිකරණය ව්යාජ ලෙස අධිකරණයට වාර්තා වී තිබේ.",
        "අත්අඩංගුවට ගත් පුද්ගලයින් නිල ඇඳුම් වලින් පෙළෙනවා. ඔවුන්ගේ relatives ාතීන් චිත්රපටය දෙස බලන විට වචන එන්නේ නැත. මෙම තත්වය තුළ, හැකි ඉක්මනින් උතුරු හා නැගෙනහිර ජනතාවගේ නැගිටීමක් අප එක් කළ යුතුය. අපට යුක්තිය පසිඳලෑම කළ හැකි බව ඔප්පු වී තිබේ.",
        "එබැවින් ඊසානදිග, රාජ්ය සංවිධාන, දේශපාලන පක්ෂ, දේශපාලන පක්ෂ, විශ්ව විද්යාල සිසුන් සහ බලපෑමට ලක්වූ පාර්ශවයන්ගේ සියලු සබඳතා වවුනියාවේදී වවුනියාවේදී පැවැත්වේ.. අපට අවශ්ය වන්නේ සෑම දෙනාගේම චාරිත්ර වාරිත්ර."
      ]
    },
    "en": {
      "title": "The only way for the people's upheaval!- Whelan Swamis",
      "body_lines": [
        "Sivaguru Adheena Chief Minister Velan Swamis has called for the rise of the people in the Northeast to achieve justice.",
        "He made this comment after a court verdict of Vavuniya on Tuesday (12) to visit the Vidunarimalai case.",
        "Sri Lankan police pass through. The court has been reported to the court falsely without any legitimate reasons for the arrest.",
        "The arrested people are suffering from uniform food. Words do not come when their relatives look at the film. In this situation, we need to unite a people's uprising in the North and East as soon as possible. It has been proven that we can uphold justice.",
        "Therefore, all the relations of the Northeast, public organizations, political parties, university students and affected parties will be held in Vavuniya soon in Vavuniya.. We want everyone's rituals."
      ]
    }
  },
  "summary_lines": [
    "Sivaguru Adheena Chief Minister Velan Swamis calls for a people's uprising in the Northeast for justice, following a false arrest verdict in Vavuniya. The arrested are suffering, and the situation demands unity. A gathering of Northeast relations, public organizations, political parties, university students, and affected parties is planned in Vavuniya."
  ]
}