{
  "translated_text": {
    "si": {
      "title": "එල්ටීටීඊය තහනම අසාධාරණ ලෙස - ලෝක දෙමළ සංසදයේ නායකයා අසාධාරණ ය. කරපටි හෙළා දැකීම",
      "body_lines": [
        "දෙමළ ඊලාම් විමුක්ති කොටින්ගේ විමුක්ති කොටි (එල්ටීටීඊ) තහනම තවත් වසර පහක තහනම් කර ඇති බව ඉන්දීය රජය විසින් ප්රකාශයට පත් කර තිබේ. මේ සඳහා ලෝක දෙමළ සංසදයේ නායකයා. නෙදුමාරන් ප්රකාශයක් නිකුත් කර තිබේ.",
        "දෙමළ ඊලාම් විමුක්ති කොටින්ගේ විමුක්ති කොටි (එල්ටීටීඊ) තහනම තවත් වසර පහක තහනම් කර ඇති බව ඉන්දීය රජය විසින් ප්රකාශයට පත් කර තිබේ. ඒ සඳහා හේතු පහත දැක්වේ.",
        "\"2009 දී ශ්රී ලංකාවේ යුද්ධය අවසන් වීමෙන් පසුව, දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ) දෙමළ ඊලාම් සඳහා ඇති ඉල්ලුම අත්හැරියේ නැත. සහාය හා මූල්ය මතු කිරීම වැඩ දිගටම.",
        "විමුක්ති කොටින්ගේ ව්යාපාරය තමිල්නාඩුවේ රහසිගතව පවතී. ඉන්දියාවේ තමිල්නාඩුව සියලු දෙමළ ජනයා සඳහා වෙනම රටක් සඳහා ඇති ඉල්ලුමට එක් කර තිබේ. එල්ටීටීඊයේ අරමුණ ඉන්දියාවේ ස්වෛරීභාවයට හා අඛණ්ඩතාවයට පමණක් නොව ඉන්දියාවේ ආරක්ෂාවට තර්ජනයක් ද වේ. \"",
        "ஒரே பொய்யைத் திரும்பத் திரும்ப கூறுவதின் மூலம் அதை மெய்யாக்கிவிடும் முயற்சியில் கடந்தகாலங்களில் பதவியிலிருந்த இந்திய அரசுகளும், இப்போது பதவியில் இருக்கும் இந்திய அரசும் செயல்பட்டு வருகின்றன.",
        "දෙමළ විමුක්ති සන්ධානය (එල්ටීටීඊය) සහ සන්නද්ධ සටන්කාමීන් 'සංවිධාන සහ සන්නද්ධ අරගලය කිසි විටෙකත් කිසිවක් ගැන කිසි විටෙකත් ප්රකාශ නොකළ විශ්වීය කරුණක් එය විශ්වීය කරුණකි. ඉන්දියාවේ කොටසක්.",
        "විමුක්ති කොටින් කිසි විටෙකත් ඉන්දියාවේ අඛණ්ඩතාවයට හෝ ස්වෛරීභාවයට එරෙහිව ක්රියා කර නැත. විමුක්ති කොටින් ඉන්දියාවේ සතුරා සමඟ කිසිම ආකාරයක සම්බන්ධතාවයක් තබා නැත. නමුත් සිංහල රජය, සිංහල රජය ඉන්දියානු රජය ඉන්දියාගේ සතුරන් සමඟ සමීප සම්බන්ධතාවයක් ඇති බවත්, ශ්රී ලංකාවේ ඉන්දියාව පිහිටුවීමට සහයෝගය දැක්වීමටත් සිංහල රජය අපොහොසත් වී තිබේ.",
        "ඉන්දියාවේ මහ ඇමති සහ ජී. ගාන්ධි විසින් ඉන්දියාවේ සිංහල රජයේ සහ ඊලාම් දෙමළ නායකයින් ලෙස ජී.. පාර්තියරති ඒවා යැව්වා.",
        "සිංහල රජය සාකච්ඡා මිසාබිමේස්ව රවටා ගැනීමට උත්සාහ කළ විට, ඊලාම් සටන්කරුවන් ඉන්දියාව වෙත ගෙන ගොස් ඉන්දීය හමුදා කඳවුරුවල පුහුණුව ලබා ඇති අතර ඔවුන් නැවත ශ්රී ලංකාවට ගොස් ඔවුන්ගේ අරගලය දිගටම කරගෙන ගියහ.",
        "මහඇමති රෂීව් ගාන්ධි සිංහල රජය සමඟ ගිවිසුමක් අත්සන් කර ඇති අතර, ඉන්දියානු සාම බලකාය ශ්රී ලංකාවට එවකට සටන්කාමීන්ගෙන් රාජසන්තක කිරීම සඳහා යවා ඇති බව කවුරුත් දන්නා කරුණකි.",
        "1991 දී රජීව් ගාන්ධි was ාතනය කරන විට එල්ටීටීඊයට එල්ටීටීඊයට දොස් පවරා ඇති අතර ඔවුන්ගේ ව්යාපාරයේ පළමු තහනම තහනම් කරන ලදී. அது இன்றுவரை தொடர்கிறது.",
        "රෂීව් ගාන්ධි murder ාතනය කිරීම පිළිබඳව සොයා බැලීම සඳහා විනිසුරු ජෛන කොමිෂන් සභාව පිහිටුවන ලද්දේ රෂීව් ගාන්ධි murder ාතනය කිරීම සඳහා සහ එහි පසුබිම තුළ පිහිටුවා ඇති කුමන්ත්රණ ය.. රෂීව් murder ාතනය ගැන සීබීඅයි විමසීය. කොමිෂන් සභාව සිය වාර්තාවේ නිලධාරියා කළ වැරදි පිළිබඳ වාර්තාවෙන් පෙන්වා දුන්නේය. මීට අමතරව, චන්ද්රමය ඇතුළු පුද්ගලයින් 21 දෙනෙකු ඔවුන්ගේ සැකයන් සටහන් කර ඒවා විමර්ශනය කරන ලෙස ඉල්ලා තිබේ.",
        "පීවී මහ ඇමති ලෙස. නාරසිමා රාඕ යන විට පිහිටුවන ලද ජෛන කොමිෂන් සභාව සිය අවසන් වාර්තාව තම රජයට සිය රජයට සිය රජයට ලබා දුන්නේ වජ්පායියේ මහඇමති ධුරයට පත්වීමෙනි.. රෂහිස් murder ාතනය කිරීම සඳහා එවකට සිටි පාලන අමාත්යවරයා විසින් 1998 දී අවානි 1998 දී බහුකාර්ය බුද්ධි අංශයක් ආරම්භ කරන ලදී.",
        "වසර 20 කට වැඩි කාලයක් තිස්සේ එහි බුද්ධිය අවසන් කිරීමට බහුකාර්ය විමර්ශන කණ්ඩායම අසමත් විය. ජෛල කොමිසම පෙන්වා දුන්නේ කිසිවෙකු කිසිදු අයෙකු ඔවුන්ගේ විමර්ශන වළල්ලට බහුකාර්ය විමර්ශනය සඳහා යොමු නොකළ බවයි. සම්මත වී ඇති මෙම බුද්ධි කණ්ඩායම අවසානයේ විසුරුවා හැර තිබේ.",
        "රජීව් murder ාතන නඩුවේ මරණ ද sentenced ුවම නියම වූ 26 දෙනා 31 දෙනාගේ නීතිමය සටන පිටුපස මුළුමනින්ම නිදහස් කරන ලදී. Murder ාතනයට සම්බන්ධ සැබෑ වැරදිකරුවන් පැන ගොස් ඇති බව පැවසීම හරි.",
        "දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ) ඉන්දියාවේ තහනම් කරන ලදී. මෙම murder ාතනයේ සියලු චූදිතයන් නිදහස් කිරීමෙන් පසුව පවා, මෙම බහු-ප්රබල බුද්ධි කණ්ඩායම විසින් සැබෑ වැරදිකරුවන් සොයාගෙන අවසානයේ විසුරුවා හැර ඇත.",
        "මෙම තත්වය තුළ දෙමළ ඊලාම් විමුක්ති කොටි (LTTE) කිසිදු ආකාරයකින් යුක්තියක් නැත. මෙම අයුක්ති සහගත තහනම මම තදින් හෙළා දකිමි. \"ප්රකාශයේ."
      ]
    },
    "en": {
      "title": "The ban on the LTTE is unjust - the leader of the World Tamil Forum. Collar condemnation",
      "body_lines": [
        "The Government of India has announced that it will extend the ban on the Liberation Tigers of Tamil Eelam (LTTE) for a further five years. For this, the leader of the World Tamil Forum. Nedumaran has issued a statement condemning.",
        "The Government of India has announced that it will extend the ban on the Liberation Tigers of Tamil Eelam (LTTE) for a further five years. The reasons for that are the following.",
        "“Even after the end of the war in Sri Lanka in 2009, the Liberation Tigers of Tamil Eelam (LTTE) did not abandon the demand for Tamil Eelam. Support and financial raising work continues.",
        "The movement of the Liberation Tigers is in secret in Tamil Nadu. Tamil Nadu in India has also added to the demand for a separate country for all Tamils. The LTTE's purpose is not only against the sovereignty and integrity of India but also a threat to India's security. ”",
        "The Indian governments in the past and the now in office of India are working in an attempt to make it true by repeating the same lie.",
        "It is a universal fact that the Tamil Eelam demanded by Tamils in Sri Lanka, the Tamil Eelam Alliance, such as the Tamil Liberation Alliance (LTTE), and the armed militants' organizations, and the armed struggle, were never claimed on any part of India.",
        "The Liberation Tigers have never acted against India's integrity or sovereignty. And the Liberation Tigers have not kept any kind of relationship with India's enemy. But the Sinhalese government has failed to consider the fact that the Sinhalese government is in close contact with India's enemies and is supporting the setting up of India in Sri Lanka.",
        "It was because of the fact that Indira Gandhi was the Chief Minister of the Indian state, and G. G. Gandhi as India's Special Ambassador to Sinhala Government and Eelam Tamil leaders.. Parthasarathy sent them.",
        "It is a well known fact that when the Sinhalese government tried to deceive the hijacking of the negotiations, the Eelam fighters were taken to India and were trained in the Indian military camps and they returned to Sri Lanka and continued their struggle.",
        "It is well known that Chief Minister Rasheev Gandhi has signed an agreement with the Sinhalese government and sent the Indian Peace Corps to Sri Lanka to confiscate the weapons of the militants.",
        "When the Rajiv Gandhi was assassinated in 1991, the LTTE was blamed on the LTTE and the first ban on their movement was banned. It continues to date.",
        "The Judge Jain Commission was set up by the Government of India to investigate the murder of Rashev Gandhi and the conspiracies set in the backdrop of it.. The CBI inquired about the murder of Rashev. The Commission pointed out in its report on the mistakes made by the officer. In addition, 21 persons, including Chandrasamy, have been asked to record their doubts and investigate them.",
        "PV as chief minister. The Jain Commission, which was set up when Narasimha Rao was present, gave his government its final report to his government after Vajpayee took over as chief minister.. According to the report, the then Home Minister Advani set up a multi -purpose intelligence team in 1998 to re -examine the murder of Rashev.",
        "The Multipurpose Investigation Team failed to finalize its intelligence for more than 20 years. The Jain Commission pointed out that none of the persons pointed to the multi -purpose inquiry into their investigation ring. This intelligence team, which has passed, has finally been dissolved.",
        "The 26 people who were sentenced to death in the Rajiv murder case were completely released behind the 31 -year legal battle. It is right to say that the real culprits involved in the murder have escaped.",
        "The Liberation Tigers of Tamil Eelam (LTTE) was banned in India. Even after all the accused in the murder were released, the multi -purpose intelligence team set up to find the real culprits has been abducted and eventually dismantled.",
        "In this situation, the Liberation Tigers of Tamil Eelam (LTTE) is not in any way of justice. I strongly condemn this unjust prohibition. ”In the statement."
      ]
    }
  },
  "summary_lines": [
    "Nedumaran criticizes India's decision to extend the ban on LTTE for another five years, arguing it's unjustified due to LTTE's non-aggression towards India and lack of support from Tamil Nadu. He highlights historical inaccuracies and alleged collusion between the Indian government and the Sinhalese government against LTTE, questioning the fairness of the ban."
  ]
}