{
  "translated_text": {
    "ta": {
      "title": "ஒரு பெரிய பஸ் பேருந்து நிலையத்தில், ஒரு பாதசாரி கால்கள் இருவரும் உடலில் இருந்து பிரிக்கப்படுகிறார்கள்",
      "body_lines": [
        "பதுல்லா நகரத்தில் பிரதான பஸ் ஸ்டாண்டில் ஒரு பாதசாரி இரண்டு அடி நேற்று (8) உடலில் இருந்து பிரிக்கப்பட்டன.",
        "படுல்லா போக்குவரத்து எஸ்.எல்.டி.பி.யில் காயமடைந்த 56 வயதான நபர் படுல்லாவில் உள்ள படுல்லா கற்பித்தல் மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "பதுல்லா நகரத்தில் உள்ள பிரதான பஸ் ஸ்டாண்டிற்கு பயணிக்கும் போது இலங்கை போக்குவரத்து வாரியம் பண்டரவேலாவிலிருந்து பதுல்லா வரை நீரில் மூழ்கியுள்ளதாக போலீசார் தெரிவித்தனர்.",
        "பி.எல்.டி.பி பஸ் பதுல்லா மற்றும் பதுல்லாவுக்கு முக்கிய அணுகல் ஆகியவற்றில் செருகப்பட வேண்டும், மேலும் பஸ் முன் இடதுபுறத்தில் போராடிய பின்னர் பதுல்லா கற்பித்தல் மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "பதுல்லா கற்பித்தல் மருத்துவமனையின் அவசர மருத்துவ அதிகாரி அரசாங்கம் உடலில் இருந்து முற்றிலுமாக அகற்றப்பட்டு, பதுல்லா கற்பித்தல் மருத்துவமனையில் அனுமதிக்கப்பட்டு, மருத்துவ அதிகாரியின் மருத்துவ அதிகாரி டாக்டர் பாலிதா ராஜபக்ஷா சிகிச்சை பெற்றார். பாலிதா ராஜபக்ஷா கூறினார்.",
        "எஸ்.எல்.டி.பி பஸ்ஸின் டிரைவர் எஸ்.எல்.டி.பி பஸ்ஸுடன் கைது செய்யப்பட்டுள்ளார்."
      ]
    },
    "en": {
      "title": "At a major bus bus station, both of a pedestrian's feet separate from the body",
      "body_lines": [
        "The two feet of a pedestrian in the main bus stand in Badulla town were separated from the body yesterday (8).",
        "The 56-year-old man who was injured in the Badulla Transport SLTB was admitted to Badulla Teaching Hospital in Badulla.",
        "The police said that the Sri Lanka Transport Board has been submerged from Bandarawela to Badulla while he was traveling to the main bus stand in Badulla town.",
        "The SLTB bus to be inserted into Badulla and the main access to Badulla and was admitted to the Badulla Teaching Hospital after he was struggled with the bus front left.",
        "The government of Emergency Medical Officer of the Badulla Teaching Hospital has been completely removed from the body, which has been admitted to the Badulla Teaching Hospital and has been treated with the body.Dr. Palitha Rajapaksa, Medical Officer of the Medical Officer, Dr. Palitha Rajapaksa said.",
        "The driver of the SLTB bus has been arrested along with the SLTB bus."
      ]
    }
  },
  "summary_lines": [
    "In Badulla, a 56-year-old man suffered severe injuries when his feet got stuck between the bus and the platform during boarding. The incident occurred as the Sri Lanka Transport Board (SLTB) bus was submerged due to flooding from Bandarawela to Badulla. The man was rushed to Badulla Teaching Hospital, where doctors successfully reattached his feet. The bus driver has been arrested."
  ]
}