{
  "translated_text": {
    "ta": {
      "title": "இரண்டு நபர்கள் மரண தண்டனை விதிக்கப்பட்டனர்",
      "body_lines": [
        "சுமார் 22 ஆண்டுகளுக்கு முன்பு, கொழும்பின் காசடபா சந்திப்பில் கூர்மையான ஆயுதம் கொண்ட ஒருவரை தாக்கியதாக இரண்டு பிரதிவாதிகள் குற்றவாளி.",
        "இந்த உத்தரவை கொழும்பு உயர் நீதிமன்ற நீதிபதி அமல் ரணராஜா வெளியிட்டார்.",
        "புகார் தாக்கல் செய்த புகார்கள் நியாயமின்றி உறுதியாக இல்லாமல் நிரூபிக்கப்பட்டுள்ளன என்ற முடிவுக்கு உத்தரவு பிறப்பித்தது.",
        "அந்த வழக்கில் இரண்டாவது மற்றும் நான்காவது பிரதிவாதிகள் விடுவிக்கப்பட்டு விடுவிக்க உத்தரவிடப்பட்டுள்ளனர்.",
        "சிங்கைன் நசனை கூர்மையான ஆயுதங்களுடன் கொலை செய்ததாக அட்டர்னி ஜெனரல் குற்றம் சாட்டியவர்கள் மீது இந்த வழக்கு வழக்கு தாக்கல் செய்தது."
      ]
    },
    "en": {
      "title": "Two persons sentenced to death",
      "body_lines": [
        "Two defendants have been convicted of being attacked a person with a sharp weapon in the Gasadapha Junction of Colombo, about 22 years ago.",
        "The order was issued by the Colombo High Court Judge Amal Ranarajah.",
        "The order had issued the order to conclude that the complaints filed by the complaint had been proved without fair unsure.",
        "The second and fourth defendants in that case have been ordered to be acquitted and released.",
        "The case had filed the case against these accused by the Attorney General regarding the murder of Singain Nadesan with sharp weapons."
      ]
    }
  },
  "summary_lines": [
    "Two defendants convicted in a 22-year-old attack in Colombo were sentenced to death by Judge Amal Ranarajah, but the second and fourth were acquitted. The case involved the murder of Singain Nadesan."
  ]
}