{
  "translated_text": {
    "si": {
      "title": "தமிழ்நாட்டு பெண்களிடம் 6,720 தொன் தங்கம்",
      "body_lines": [
        "තමිල්නාඩු කාන්තාවන්ට රන් ටොන් 6,720 ක් ඇති බව ලෝක රන් කවුන්සිලයේ පවසා තිබේ.",
        "ලෝක රන් කවුන්සිලය විසින් නිකුත් කරන ලද නිවේදනයක, රත්රන් ඉන්දියාවේ ධනය හා සමෘද්ධිය සංකේතයක් ලෙස සැලකේ.. இது இந்தியாவின் கலாச்சாரம் மற்றும் பாரம்பரியத்தில் முக்கிய பங்கு வகிக்கிறது.",
        "ඉන්දියානු කාන්තාවන්ට රන් ටොන් 24,000 ක් පමණ තිබේ. එය ඕනෑම රටක රන් දරණ වලට වඩා වැඩිය. සෑම වසරකම මෙම රත්රන් ප්රමාණය වැඩි වේ. ලෝකයේ රත්රන්වල ඉන්දියානු කාන්තාවන්ගෙන් 11% ක්. එය ලෝකයේ හොඳම රටවල හොඳම රටවල් 5 ට වඩා වැඩිය. එක්සත් ජනපදයට ටොන් 8,000 ක්, ඉතාලිය ටොන් 3,300 ක්, ඉතාලිය ටොන් 3,350 ක් සහ ප්රංශය 2,450 ක් 2,400 ට 2,400 ක් ටොන් 1,900 කි.",
        "ඉන්දියාවේ රත්රන්වලින් 40% ක් කාන්තාවන් සඳහා ය. විශේෂයෙන් තමිල්නාඩුහි කාන්තාවන්ට පමණක් රන් ටොන් 6,720 ක් ඇත. මෙය ඉන්දියාවේ තොගයේ 28% කි.",
        "ඉන්දියාවේ ආදායම් බදු දෙපාර්තමේන්තුවේ නීතිවලට අනුව විවාහක කාන්තාවන්ට රන් ග්රෑම් 500 ක් පමණ තිබිය හැකිය. අවිවාහක කාන්තාවන්ට ග්රෑම් 250 ක් දක්වා රන් ග්රෑම් 100 ක් සහ පිරිමින් ග්රෑම් 100 ක් දක්වා රත්රන් ලබා ගැනීමට අවසර ඇත. ලෝක රන් කවුන්සිලය මේ අනුව දැනුම් දී තිබේ."
      ]
    },
    "en": {
      "title": "6,720 tonnes of gold in Tamil Nadu women",
      "body_lines": [
        "The World Gold Council has said that Tamil Nadu women have 6,720 tonnes of gold.",
        "In a statement issued by the World Gold Council, Gold is considered one of the symbols of wealth and prosperity in India.. It plays an important role in the culture and heritage of India.",
        "Indian women have about 24,000 tons of gold. It is much more than the gold holding of any country. The amount of this gold is increasing every year. 11% of Indian women in the world's gold. It is more than the gold of the top 5 countries in the world. The United States has 8,000 tonnes, Germany 3,300 tonnes, Italy 2,450 tonnes and France 2,400 Russia are 1,900 tonnes.",
        "40% of the gold in India is for women. Especially in Tamil Nadu women alone has 6,720 tonnes of gold. This is 28% of India's stockpile.",
        "According to India's Income Tax Department laws, married women may have up to 500 grams of gold. Unmarried women are allowed to have gold up to 250 grams and up to 100 grams of men. The World Gold Council has thus informed."
      ]
    }
  },
  "summary_lines": []
}