{
  "translated_text": {
    "ta": {
      "title": "ඇෆ්ගනිස්තාන භූ කම්පනයෙන් පීඩාවට පත් ජනතාවට රටවල් රැසකින් ආධාර",
      "body_lines": [
        "ஆப்கானிஸ்தானில் இறந்த 800 பேர் 800 இழப்பை எட்டியுள்ளனர்.",
        "ஆப்கானிஸ்தானில் உள்ள ரிக்டரின் ரிக்டரின் கிழக்கு மாகாணம், 6.0 நடுக்கம் நாட்டிற்கு பாரிய சேதத்தை ஏற்படுத்தியது.",
        "මෙම භූකම්පන තත්ත්වයෙන් වැඩිම බලපෑමක් එල්ලවී ඇත්තේ එරට කඳුකර කූනාර් පළාතට වන අතර එහිදී මාර්ග අවහිර වීම හේතුවෙන් ගලවා ගැනීම් මෙහෙයුම් පවා සිදු කිරීම දැඩි දුශ්කර වී තිබුණි මේ හේතුවෙන් ගලවා ගැනීම් මෙහෙයුම් සිදුකළ හැකි වූයේ ගුවන් මගින් පමණක්ම විය.",
        "குப்பைகளிடையே மேலும் துயரங்களை விடுவிப்பதற்காக ஏற்கனவே நடவடிக்கைகள் தொடங்கப்பட்டதாக நாட்டின் அதிகாரிகள் தெரிவித்துள்ளனர்.",
        "இதன் விளைவாக, இறந்தவர்கள் தொடர்ந்து அதிகரித்து, குனார் துறையில் கிராம கிராமத்தால் முற்றிலுமாக அழிக்கப்பட்டுள்ளனர்.",
        "பூகம்பத்தின் கட்டிடங்கள் 8 கி.மீ.",
        "நடைமுறையில் உள்ள நிலைமை காரணமாக, பாதிக்கப்பட்டவர்களை விடுவிக்கவும், பாதிக்கப்பட்ட மக்களுக்கு நிவாரணம் வழங்கவும் நாட்டின் அதிகாரிகள் கோரியுள்ளனர்.",
        "இந்த சூழ்நிலையில், ஆப்கானிஸ்தான் தற்போது ஆப்கானிஸ்தானுக்கு உதவி பெறுகிறது, மேலும் ஐக்கிய நாடுகள் சபையும் சூடான உணவுகள் மற்றும் போர்வைகளை வழங்க திட்டமிடப்பட்டுள்ளது.",
        "இந்தியாவின் வெளியுறவு மந்திரி சுப்பிரமணியம் ஜெயசங்கர், காபூலுக்கு 1,000 க்பஸ்ட் வழங்க இந்தியா நடவடிக்கை எடுத்துள்ளதாகவும், 15 டன் உட்பட மேலும் மானியங்களை வழங்க நடவடிக்கை எடுக்கப்படும் என்றும் கூறினார்.",
        "இதற்கிடையில், இங்கிலாந்து 1 மில்லியன் டாலருக்கு நிவாரண நிதியை வழங்குவதாக உறுதியளித்துள்ளது, இருப்பினும், பணம் தலிபானுடன் இணைக்கப்படாது.",
        "சுவிட்சர்லாந்து மற்றும் ஆப்கானிஸ்தானுக்கு அவர்கள் நன்கொடைகள் உட்பட பல நாடுகள் உள்ளன.",
        "இதற்கிடையில், ஆப்கானிஸ்தானின் போக்குக்கான போக்குகளை அதிகரிப்பதில் கவனம் செலுத்தப்படுகிறது.",
        "ஏனென்றால், ஆப்கானிஸ்தான் இந்திய மற்றும் யூரேசிய பூகம்பத்தில் பல இடங்களில் அமைந்துள்ளது.",
        "2023 ஆப்கானிஸ்தானின் மேற்கில் ஹெராத் அருகே ஹெராத் அருகே 1,400 க்கும் மேற்பட்டோர் கொல்லப்பட்டனர்.",
        "மேலும், 1,000 பேர் கொல்லப்பட்டனர், கிட்டத்தட்ட 3,000 பேர் கொல்லப்பட்டனர், மேலும் 3,000 பேர் கொல்லப்பட்டனர் மற்றும் 3,000 க்கும் மேற்பட்டோர் கொல்லப்பட்டனர் மற்றும் 3,000 க்கும் மேற்பட்டோர் கொல்லப்பட்டனர்."
      ]
    },
    "en": {
      "title": "Aids in many countries affected by Afghan earthquake",
      "body_lines": [
        "The 800 people who have died in Afghanistan have reached the loss of 800.",
        "The Richter's Richter's Eastern Province in Afghanistan, 6.0 tremors caused a massive damage to the country.",
        "The decline is the greatest impact on the mountainous kinar area of ​​the country, where road blocks were severely damaged due to the blocking of roads.",
        "The authorities of the country have stated that operations already launched to liberate further tragedies among the debris.",
        "As a result, the deceased will continue to increase and have been completely destroyed by the village of the village in the field of Kunar.",
        "The buildings of the earthquake to 8 km were shaken up from Kabul to Pakistan, Islamabad.",
        "Due to the prevailing situation, the country's authorities have requested the liberation of the victims and to provide relief to the affected people.",
        "In this situation, Afghanistan is currently receiving assistance to Afghanistan, and the United Nations has also been planned to provide warm foods and blankets.",
        "India's Foreign Minister Subramaniam Jayashankar said that India had taken steps to provide 1,000 kbust to Kabul and action will be taken to provide further subsidies including 15 tons.",
        "Meanwhile, the UK has promised to provide relief funds for £ 1 million, however, that the money will not be attached to the Taliban.",
        "There are many other countries, including Switzerland and their donations to Afghanistan.",
        "Meanwhile, attention is focused on increasing the trends to Afghanistan's tendency.",
        "This is because Afghanistan is located at several places in the Indian and Eurasian earthquake.",
        "More than 1,400 people were killed near Herath near Herath in the West of Afghanistan, 2023.",
        "Also, 1,000 people were killed and nearly 3,000 were killed and another 3,000 others were killed and more than 3,000 were killed and more than 3,000 people."
      ]
    }
  },
  "summary_lines": []
}