{
  "translated_text": {
    "ta": {
      "title": "තායිවානයට ප්‍රබල භූමිකම්පාවක්",
      "body_lines": [
        "தைவானின் வடகிழக்கு கடற்கரையில் 6 ரிக்டரின் 3 வயது பூகம்பம் உள்ளது.",
        "இதன் விளைவாக, தலைநகரின் தலைநகரான தைபேயில் பல கட்டிடங்கள் அதிர்ந்தன.",
        "භූමිකම්පාවේ කේන්ද්‍රය යිලාන් ප්‍රාන්තයේ සිට කිලෝමීටර් 20ක් (සැතපුම් 12) පමණ ඔබ්බෙන් කිලෝමීටර් 112 (සැතපුම් 70)ක් ගැඹුරින් පිහිටා ඇති බව බලධාරීන් පැවසීය.",
        "பூகம்ப சேதம் இதுவரை தெரிவிக்கப்படவில்லை, மேலும் தைவானீன் துறை தொடர்ந்து நடத்தப்படுகிறது.",
        "தைவான் இரண்டு நிலப்பரப்பின் எல்லையில் அமைந்துள்ளது.",
        "ஏப்ரல் 2024 இல், ஹுவாவாலியில் 7.4 ரிக்டரின் விரைவான பூகம்பத்தில் 19 பேர் கொல்லப்பட்டனர், மேலும் நூற்றுக்கணக்கான கட்டிடங்கள் சேதமடைந்தன.",
        "2016 ஆம் ஆண்டில், தைவானில் பூகம்பத்தால் 100 க்கும் மேற்பட்டோர் இறந்தனர்.",
        "சமீபத்திய தசாப்தங்களில், தைவானின் கொடிய பூகம்பம் செப்டம்பர் 21, 1999 அன்று பூகம்பமாக கருதப்படுகிறது.",
        "ஜிஜி நகரத்திற்கு அருகிலுள்ள பூகம்பத்தில் 2,400 க்கும் மேற்பட்டோர் இறந்தனர்."
      ]
    },
    "en": {
      "title": "A powerful earthquake to Taiwan",
      "body_lines": [
        "The northeastern coast of Taiwan has a 6 Richter's 3-year-old earthquake.",
        "As a result, a number of buildings in Taipei, the capital of the capital, has shaken.",
        "The center of the earthquake is deeply located 252 miles [12 miles) from Yilan County, about 20 km (12 miles).",
        "The earthquake damage has not been reported so far, and the Taiwanene Department continues to be conducted.",
        "Taiwan is located at the border of two landscape.",
        "In April 2024, 19 people were killed in a 7.4 Richter's rapid earthquake in the Huavalian, and hundreds of buildings were damaged.",
        "In 2016, more than 100 people died of an earthquake in Taiwan.",
        "In recent decades, the deadly earthquake of Taiwan is considered to be the earthquake on September 21, 1999.",
        "More than 2,400 people died in the Earthquake near the Jiji City."
      ]
    }
  },
  "summary_lines": []
}