{
  "translated_text": {
    "ta": {
      "title": "තැපැල් සේවාව නව මාදිලියකට ගෙන ඒම අත්‍යාවශ්‍යයි",
      "body_lines": [
        "சுகாதார அமைச்சகம் மற்றும் சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சகம், இந்த திட்டம் 2025 ஆம் ஆண்டின் திட்ட ஒதுக்கீடு குறித்து நடத்தப்பட்டது, முந்தைய ஆண்டு பட்ஜெட் கலந்துரையாடல் ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்கின் ஆதரவின் கீழ் நேற்று (19) ஜனாதிபதி செயலகத்தில் நடைபெற்றது.",
        "සෞඛ්‍ය සහ ජනමාධ්‍ය අමාත්‍යාංශය යටතේ පවතින දෙපාර්තමේන්තු 04ක ආයතන 41ක් වෙනුවෙන් වෙන් කෙරුණු ප්‍රතිපාදන සහ ඒ යටතේ ක්‍රියාත්මක ව්‍යාපෘතින්හි ප්‍රගතිය මෙහිදී පුළුල් ලෙස විමසා බැලිණි.",
        "சுகாதார அமைச்சின் கீழ் ஆரம்ப சுகாதார சேவையை அதிகரிக்க ஆரம்ப சுகாதார மையங்களை அதிகரிப்பதற்கான விதிகளில் கவனம் செலுத்துமாறு ஜனாதிபதி அதிகாரிகளுக்கு அறிவுறுத்தினார்.. 01,000 பேருக்கு முதன்மை சுகாதார சேவையை இயக்கும் முதன்மை சுகாதார சேவை 01,000 பேருக்கு உருவாக்க திட்டமிடப்பட்டுள்ளது என்பது தெரியவந்தது.",
        "சுகாதார சேவை தற்போதைய தொழில்நுட்ப மற்றும் சமூக நிலைமைகளுக்கான திட்டங்களுடன் விவாதிக்கப்பட்டது மற்றும் சுகாதாரத் துறையில் கட்டமைப்பு மாற்றங்கள் மற்றும் சுகாதாரத் துறையின் பிரச்சினைகள் குறித்து கவனம் செலுத்தியது.",
        "சுகாதாரத் துறையில் உள்ள முக்கிய சிக்கல் மருந்து வழிகாட்டுதல்களைப் புதுப்பிப்பது பற்றியும், மருந்துகளின் தரத்தை உறுதி செய்வதற்கான ஆயுர்வேத ஆணையமும் பற்றியும் விவாதிக்கப்படுகிறது.",
        "தேசிய இரத்தமாற்ற சேவை போன்ற சேவைகளுக்காக வாகனங்களைப் பயன்படுத்திக் கொள்ளுமாறு ஜனாதிபதி அதிகாரிகளுக்கு அறிவுறுத்தினார்.",
        "நவீன தொழில்நுட்பம் மற்றும் மக்கள்தொகையுடன் ஒப்பிடும்போது சுகாதார சேவையில் இயற்பியல் வளங்கள் மற்றும் மனித வளங்களை மொழிபெயர்க்க வேண்டியதன் அவசியத்தை ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "வெளிநாட்டு உதவி மற்றும் மானியத்தின் நன்மைகளை முறையாக வழங்க வேண்டியதன் அவசியத்தை ஜனாதிபதி சுட்டிக்காட்டினார். விவாதங்கள் மூலம் மாகாண மட்டத்தின் பிரச்சினைகளை தீர்க்கவும் முன்மொழியப்பட்டது.",
        "இது சுகாதாரத் துறையின் நம்பகத்தன்மையை உறுதி செய்வதிலும் கவனம் செலுத்தியது.",
        "தீவின் 272 இடங்களில் இயங்கும் சுகாதார நடவடிக்கைகளின் அழகியை இது அதிகரிக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "வெகுஜன ஊடக அமைச்சகம் மற்றும் வெகுஜன ஊடக அமைச்சகம் மற்றும் ஊடகங்கள் தொடர்பான திட்டங்கள் மாநில ஊடகங்களின் பொறுப்பாகும் என்று ஜனாதிபதி அனுரா குமாரா டிசனாயகே சுட்டிக்காட்டினார்.. எனவே, மாநில ஊடகங்களின் சமூக அணுகுமுறைகளுக்கு பங்களிக்க ஒரு திட்டத்தை சமர்ப்பிக்க ஜனாதிபதி அறிவுறுத்தினார், ஜனாதிபதி கூறினார்.",
        "தபால் சேவை நவீன தொழில்நுட்பத்திற்கு மிக சமீபத்தில் புதுப்பிக்கப்பட்ட மற்றும் கூரியர் சேவை சேவைகளிலும் விவாதிக்கப்பட்டது மற்றும் தபால் சேவையை புதிய பயன்முறையில் வலியுறுத்துகிறது.",
        "தேவையான திட்டங்களுக்கு தேவையான திட்டங்களுக்கு ஒதுக்கீட்டின் முக்கியத்துவத்தையும் ஜனாதிபதி வலியுறுத்தினார் மற்றும் தேவையான திட்டங்களுக்கு ஒதுக்கப்பட்டுள்ளது.",
        "சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சின் செயலாளரும், சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சின் செயலாளருமான, சுகாதார மற்றும் வெகுஜன ஊடகத்தின் செயலாளர் மற்றும் சுகாதார மற்றும் வெகுஜன அமைச்சின் மூத்த அதிகாரிகள் மற்றும் சுகாதார மற்றும் வெகுஜன அமைச்சின் மூத்த அதிகாரிகள் டாக்டர் நந்திகா ஜெயதிசா."
      ]
    },
    "en": {
      "title": "It is essential to bring the postal service to new mode",
      "body_lines": [
        "The Ministry of Health and the Ministry of Health and Mass Media, the project was conducted on the project allocation of 2025 and the previous year's budgetary discussion was held at the Presidential Secretariat yesterday (19) under the patronage of President Anura Kumara Dissanayake.",
        "The progress of 41 organizations under the Ministry of Health and Mass Media, the progress of the 41 departments under the Ministry of Health and the Ministry of Health participated.",
        "The President instructed the officials to focus on the provisions to increase the primary health care centers to increase the primary health care under the Ministry of Health.. It was revealed that the primary health service operating the primary health service at 01,000 people is scheduled to be developed at 01,000 people.",
        "The health service was discussed with plans for current technical and social conditions and focus on the plans for structural changes to the health sector and the issues of the health sector.",
        "The main problem in the health sector is also discussed on updating of pharmaceutical guidelines, as well as the Ayurvedic Authority to ensure the quality of medicines.",
        "The President instructed the officials to take advantage of the vehicles for services such as the National Blood Transfusion Service.",
        "The President said the President pointed out the need to translate the physical resources and human resources in the health service compared to the modern technology and the population.",
        "The President pointed out the need to properly deliver the benefits of the foreign aid and grant. There was also proposed to resolve the issues of provincial level through discussions.",
        "It also focused on ensuring the credibility of the health sector.",
        "It was also revealed that it is expected to increase the sacquet of health operations operating in 272 places in the island.",
        "President Anura Kumara Dissanayake pointed out that the plans related to the Ministry of Mass Media and the Ministry of Mass Media and the media is the responsibility of the state media.. Therefore, the President instructed to submit a plan to contribute to the social attitudes of state media, the President said.",
        "The postal service was also discussed on the most recently updated and courier service services to the modern technology and emphasize the postal service to a new mode.",
        "The President also emphasized the importance of allocations for the required projects for the required projects and has been allocated for the required projects.",
        "Dr. Nandika Jayatissa, Secretary to the Ministry of Health and Mass Media and the Secretary to the Ministry of Health and Mass Media, the Secretary to the Ministry of Health and Mass Media and senior officials of the Ministry of Health and Mass Media and senior officials of the Ministry of Health and Mass Media."
      ]
    }
  },
  "summary_lines": []
}