{
  "translated_text": {
    "si": {
      "title": "හම්බන්තොට වරාය ආයෝජනය මිලිටරීකරණය කිරීම අරමුණු කර ගෙන නොමැත - චීන රාජ්ය තාන්ත්රිකයා. හුවාං නොබොං",
      "body_lines": [
        "'මුතු නූල්' වැනි කතන්දර ඉන්දියන් සාගර කලාපය සඳහා චීන ආයෝජන වැරදි ලෙස නිරූපණය කරයි. උදාහරණයක් ලෙස, කරච්චි හි කාර්මික වරායේ, කරච්චි හි ඩොලර් බිලියන 1.6 ක්, හම්බන්තොට හි ඩොලර් බිලියන 2 ක් සහ ගිබුටි හි ඩොලර් බිලියන 2 ක්, කලාපය හමුදාකරණය කිරීම අරමුණු කර ගෙන ඇති අතර දකුණු ආසියානු අධ්යයන විශ්ව විද්යාලයේ නියෝජ්ය අධ්යක්ෂ.. හුවාං කොන්ටැන් නොකියයි.",
        "ඔහු මේ බව පැවසුවේ 12 වන පුරප්පාඩු අමතමින්.",
        "2025 දී භූදේශපාලනික වෙනස්කම්, ආර්ථික තත්වයන් සහ පාරිසරික අභියෝගයන් ලෝකයට මුහුණ දුන් අතර, රටවල් 30 කට වැඩි පිරිසකට මායිම් වන ඉන්දියන් සාගරයේ ගෝලීය වෙළඳාමේ ජීවනාලිය, රටවල් 30 කට අධික සංඛ්යාවක් ඇත.. ලෝක සමුද්රීය ගේ වෙළඳාම මේ ආකාරයෙන් සිදු වේ. එය යුරෝපයේ සම්පත් හා වෙළඳපල සම්බන්ධ කරන ඉතා වැදගත් ගෝලීය මාර්ගයකි.",
        "චීනය පිළිබඳ දෘෂ්ටි කෝණයෙන්, ඉන්දියානු සාගරය සමඟ ඇති සම්බන්ධතාවය පදනම් වූයේ අන්යෝන්ය ගෞරවය, අන්යෝන්ය ප්රතිලාභ සහ අන්යෝන්ය සහයෝගීතාව මත ය. ලොව විශාලතම වාණිජ රට වන චීනය එහි තෙල් ආනයනවලින් අඩකට වඩා වැඩි ප්රමාණයක් සහ බොහෝ අපනයනයන්ගෙන් අඩකට වඩා මෙම මුහුදු මාර්ග මත රඳා පවතී. සමුද්ර ආරක්ෂණය සඳහා යටිතල පහසුකම් ආයෝජන සහ දායකත්වය මගින් පැවැත්ම සනාථ වේ.",
        "21 වන සියවසේ සමුද්රීය සිල්ක් පාර (21 වන සියවසේ සමුද්රීය සේද පාර) සියලු මිනිසුන් අතර සම්බන්ධතාවය වැඩි දියුණු කිරීම අරමුණු කරයි. අවාසනාවකට මෙන්, සමහරු චීනයේ දායකත්වය තර්ජනයක් ලෙස සලකති. ත්රස්තවාදය වැනි අභියෝග, දේශගුණික බලපෑම් වැනි අභියෝග, බෙදාහැරීමේ දාම බාධා කිරීම් අවශ්ය වේ, එය ශුන්ය බලපෑම් ක්රීඩාවක් ලෙස නිරූපණය කෙරේ.",
        "ඉන්දියානු සාගරයේ අනාගතය මුහුදු වෙරළේ ආරවුල් වලින් ඔබ්බට විය යුතුය. පුද්ගලික බල දේශපාලනය අත්හරින්න, සාමූහික සුරක්ෂිතතාව දෙසට යන්න, සෑම කෙනෙකුම ඇතුළත් ව්යුහයන් නිර්මාණය කිරීම සහ ව්යවස්ථා විරෝධී සහයෝගීතාව වැඩි දියුණු කිරීම. කලාපීය මුලපිරීමක් (බෙල්ට් සහ මාර්ග මුලපිරීම), පුළුල් උපදේශනය, ඒකාබද්ධ දායකත්වය සහ හවුල් ප්රතිලාභ මගින් චීනයේ මාවතක් මෙහෙයවනු ලැබේ. ඕනෑම රටක විශිෂ්ටත්වයට වඩා සෑම කෙනෙකුටම සෑම කෙනෙකුටම ඇතුළත් වන සහයෝගයට එය සහයෝගයෙන් කටයුතු කරයි.",
        "වර්තමාන සමුද්රීය ආරක්ෂාව සංකීර්ණ භේදයක් පෙන්වයි. හෝමෝස් සමුද්ර සන්ධිය, මලක්කා සමුද්ර සන්ධිය වැනි වැදගත් මාර්ග භූදේශපාලනික වැදගත්කමක් දරයි. මෙහි ඇති වූ බාධා කිරීම් මගින් සංවර්ධනය වෙමින් පවතින රටවල අසමානතාවය හෙළි වේ. ගෝලීය වශයෙන්, මහා බලවතුන්ගේ තරඟයට සීතල යුද කාලීන ඉරිතැලීම් මතක් කර දෙයි. රතු මුහුදේ ඇති බාධක නිසා නැව්වල මාර්ගය වෙනස් කිරීමට බල කෙරුනි.",
        "එය 300 දක්වා නැව්ගත කිරීමේ පිරිවැය වැඩි කළේය. එක්සත් ජනපදයේ \"සශ්රීක සමෘද්ධිමත් භාරකරු\" වැනි සංවිධාන, තාවකාලික සහනයක් ලබා දී ඇතත්, චීනය වැනි ප්රධාන කොටස් හිමියන් බැහැර කිරීම, ඒකාබද්ධ පරිපාලනය වෙනුවට ඒකපාර්ශ්වික පරිපාලනය පිළිබඳ අදහස සිදු වේ.",
        "සෝමාලියානු මුහුදු කොල්ලකරුවන් සැලකිය යුතු ලෙස අඩු වී ඇති බව එය දිගින් දිගටම මතක් කර දෙයි, නමුත් හුදකලා ක්රියාමාර්ග අසාර්ථක විය හැකිය. චීනය ශුන්ය බලපෑම් ආකල්පය ප්රතික්ෂේප කරයි.",
        "2008 සිට චීන නාවික හමුදාව විසින් ඉයර්ගේ බොක්කෙහි මුහුදු කොල්ලකරුවන් 46 දෙනෙකු ආරම්භ කර ඇති අතර රටවල් 100 කට අධික නැව් නැව් 7000 කට වැඩි ප්රමාණයක් ආරක්ෂා කර තිබේ.. මේ අනුව මාර්තු -2010 දශකයේ මැද භාගයේදී මුහුදු කොල්ලකරුවන්ගේ 90% ක් අඩු කළේය. මෙය එක්සත් ජාතීන්ගේ නියෝගයන්ට අනුකූලව වගකිවයුතු හවුල්කරුවෙකු ලෙස ක්රියා කිරීම නොවේ.",
        "\"මුතු නූල්\" වැනි කතන්දර චීන ආයෝජන වැරදි ලෙස නිරූපණය කරයි. නිදසුනක් වශයෙන්, කරච්චි නුවර පිහිටි ක්වාර් වරායේ, හම්බන්තොට ගිබුති හි හම්බන්තොට ඩොලර් බිලියන 2 ක් සහ ගිබුටි ඩොලර් බිලියන 2 ක්, වෙළඳ සම්බන්ධතා සහ දේශීය ආර්ථිකයන් වැඩි දියුණු කිරීම, කලාපය මිලිටරීකරණය කිරීම අරමුණු කර ගෙන ඇත.",
        "සමාජීය වශයෙන්, සමුද්රීය සම්පත් වෙත ප්රවේශ වීමේ අසමානතාවය සමෘද්ධිමත් රටවල් සහ දූපත් අතර පරතරය පුළුල් කරයි. එය නොසන්සුන්තාවයන් අවුලුවයි. දේශපාලනික වශයෙන්, තනි බල දේශපාලනය මාලදිවයින වැනි පහසුවෙන් අවදානමට ලක්විය හැකි ප්රදේශවල ආතතිය වැඩි කරයි. මාලදිවයිනේ ඉඩම් ප්රමාණය 2100 වන විට මුහුදු මට්ටමේ සිට තර්ජනය කළ හැකිය.",
        "ඒකාබද්ධ යටිතල පහසුකම් නොමැතිව, පසුබෑම වළක්වා ගත නොහැක. බහු -faCeed සහයෝගීතාවයෙන් විදුලිබල ගැටුම වෙනස් කර ඇත්නම්, ආපදා වළක්වා ගත නොහැක.  මෙම අභියෝගයන්ට මුහුණ දීම සඳහා, අප සියලු දෙනා ඇතුළත් වන ව්යුහයන් අපට අවශ්යය. සාමාජික රටවල් 23 ක් සමඟ ඉන්දියන් සාගර රිම් සංගමය හොඳ පදනමක් සපයයි. නමුත් චීනය වැනි නිල නොවන සගයන් සමඟ සමාන වර්ධනයක් වැඩි දියුණු කළ යුතුය.",
        "ආපදා ප්රතිචාර දැක්වීම් චීනය ඒකාබද්ධ අභ්යාස වලදී බැහැර කිරීම මෙම අරමුණු දුර්වල කරයි. පාකිස්තානයේ චතුරස්රාකාර වරාය මධ්යම ආසියාව සඳහා ප්රවාහන කාලය අඩු කර තිබේ. හම්බන්තොට වරාය දැනට සම්ප්රේෂණ මධ්යස්ථානයක් වන අතර වසරකට වාහන 700,000 ක් හසුරුවන සම්ප්රේෂණ මධ්යස්ථානයකි. මෙම සියලු ව්යාපෘති සාර්ථකත්වයට හේතු වන ණය බර වැඩි කිරීම නොවේ.",
        "එබැවින් ව්යවස්ථා විරෝධී සහයෝගීතාව වඩාත් වැදගත් ය. මෙම කලාපයේ ලෝක තෙල් සංචිත 65% ක් ඇත. එබැවින් ක්ෂණික ක්රියාව දැන් අවශ්ය වේ. වර්ධනය සඳහා ඉන්දියාවේ මෘදුකාංග, අප්රිකාවේ සම්පත්, අප්රිකාවේ සම්පත්, යුරෝපයේ මූල්ය හා චීනයේ යටිතල පහසුකම් භාවිතා කිරීමට චීනය යෝජනා කරයි. ක්වඩාර්, හම්බන්තොට, ගිබුටි සහ අනෙකුත් වරායන්හි චීනයේ ආයෝජන ජනතාවගේ ආකෘති බව ඔහු අවධාරණය කළේය."
      ]
    },
    "en": {
      "title": "Hambantota port investment is not aimed at militarization - Chinese diplomat. Huang Unsong",
      "body_lines": [
        "Stories like 'pearls string' misrepresent Chinese investments for the Indian Ocean region. For example, in the Quader port in Karachi, $ 1.6 billion in Karachi, $ 2 billion in Hambantota and multi -billion dollars in Gibouti, all of which are aimed at improving commercial connectivity and local economies, not aimed at militarization of the region, and the Deputy Director of the South Asian Study University.. Huang Unsong said.",
        "He said this while addressing the 12th vacancies.",
        "While the world faced geopolitical changes, economic conditions and environmental challenges in 2025, the Indian Ocean, which is bordered by more than 30 countries, became the lifeline of global trade, with over 30 countries.. About 75 mates in the world maritime oil trading takes place this way. It is a very important global route that connects Africa's resources and the markets of Europe.",
        "In the view of China, the relationship with the Indian Ocean was based on mutual respect, mutual benefits and mutual cooperation. China, the world's largest commercial country, relies on these sea routes for more than half of its oil imports and most exports. The existence is confirmed by infrastructure investments and contributions provided to maritime protection.",
        "The 21st Century Maritime Silk Road (21st Century Maritime Silk Road) aims to improve the link between all people. Unfortunately, some see China's contribution as a threat. While many challenges such as terrorism, climate impacts, distribution chain disruptions are required, it is depicted as a zero-effect game.",
        "The future of the Indian Ocean must be beyond the seaside quarrels. Leave personal power politics, move towards collective security, create structures that include everyone, and improve unconstitutional cooperation. A Path of China is guided by a Zone initiative (Belt and Road Initiative), comprehensive consultation, joint contribution and shared benefits. It provides cooperation that includes everyone, rather than excellence for any country.",
        "Current maritime protection shows a complex split character. Important routes such as Hormus Strait, Malacca Strait, etc. are of geopolitical importance. The disruptions here reveal the inequality of the developing countries. Globally, the competition of the great powers is reminded of the Cold War term cracks. The obstacles in the Red Sea were forced to change the way of the ships.",
        "It increased the cost of shipping up to 300. Although organizations such as the US -led \"Operation Prosperity Guardian\" provide temporary relief, the exclusion of key shareholders like China creates the idea of ​​unilateral administration instead of joint administration.",
        "It continuously reminds that the Somali pirate is significantly decreased, but the solitary measures may fail. China rejects zero-effect attitude.",
        "Since 2008, the Chinese Navy has embarked on 46 anti-pirates in the Gulf of Aden, protecting more than 7000 ships of over 100 countries.. Thus reduced the pirate 90% in the mid -2010s. This is not to act as a responsible partner in accordance with the UN orders.",
        "Stories such as \"string of pearls\" misrepresent Chinese investments. For example, in the port of Quadar in Karachi, $ 1.6 billion in Hambantota, $ 2 billion in Hambantota and billion dollars in Gibouti, all are aimed at improving trade connectivity and local economies, not aimed at militarizing the region.",
        "Socially, the inequality in accessing maritime resources expands the gap between prosperous countries and the islands. It triggers unrest. Politically, individual power politics increases tension in easily vulnerable areas such as the Maldives. 80 or 80 land in the Maldives may be threatened by sea level by 2100.",
        "Without integrated infrastructure, the setbacks cannot be avoided. If the power conflict is changed with multi -faceted cooperation, disasters cannot be avoided.  To face these challenges, we need structures that include all of us. The Indian Ocean Rim Association with 23 member states provides a good foundation. But it needs to improve equal growth with non -traditional allies like China.",
        "Disaster Response Experties and Excluding China in joint exercises weakens this purpose. Pakistan's Quader Port has reduced transport time for Central Asia. The Hambantota port is currently a transmission center that handles 700,000 vehicles per year. All of these projects are not creating debt burdens that lead to success.",
        "So the unconstitutional cooperation is the most important. This region has 65% world oil reserves. So the immediate action is needed now. China proposes to use India's software, Africa's resources, Europe's financial and China's infrastructure for growth. He emphasized that China's investments in Quadar, Hambantota, Gibouti and other ports are models for the people."
      ]
    }
  },
  "summary_lines": []
}