{
  "translated_text": {
    "ta": {
      "title": "விவசாயத்தின் அனைத்து அம்சங்களுடனும் இணைக்கப்பட்ட ஒரு திட்டம்",
      "body_lines": [
        "விவசாய நவீனமயமாக்கல் திட்டத்தை அடைய பொது மற்றும் தனியார் துறைகளில் உள்ள அனைத்து தரப்பினரையும் இணைத்து ஒரு தேசிய திட்டத்தை வகுக்குமாறு ஜனாதிபதி ரங்கில் விக்ரெமேசிங் சம்பந்தப்பட்ட அதிகாரிகளுக்கு அறிவுறுத்தினார்.",
        "தேசிய, மாகாண மற்றும் பிராந்திய மட்டத்தில் பட்ஜெட் ஒதுக்கீடுகளை ஒதுக்கியுள்ளது, பொது மற்றும் தனியார் நிறுவனங்களின் செயல்பாட்டின் காரணமாக எதிர்பார்க்கப்படும் முடிவுகள் தாமதமாகிவிட்டன என்று ஜனாதிபதி கூறியுள்ளார். ஆதரவைப் பெறுவதன் முக்கியத்துவத்தை வலியுறுத்தினார்.",
        "அண்மையில் ஜனாதிபதி செயலகத்தில் விவசாய நவீனமயமாக்கல் திட்டம் இருப்பதைப் பற்றிய முன்னேற்ற மறுஆய்வுக் கூட்டத்தில் ஜனாதிபதி ரணில் விக்க்ரெமேசிங்கே இந்த கருத்துக்களை வெளியிட்டார்.",
        "தரை மட்டத்தில் செயல்படுத்தப்பட வேண்டிய தேசிய திட்டத்தைத் தயாரிக்க வேண்டியதன் அவசியத்தையும் ஜனாதிபதி விக்ரெமேசிங் சுட்டிக்காட்டினார், மேலும் தொடங்குவதற்கு உடனடி நடவடிக்கை எடுக்க தொடர்புடைய அதிகாரிகளுக்கு அறிவுறுத்தப்பட்டது.",
        "பொது மற்றும் தனியார் துறை மற்றும் சிறு மற்றும் நடுத்தர அளவிலான வேளாண் விக்ரீனியர்ஸ் ஆகியவற்றைக் கொண்ட ஒரு கூட்டுத் திட்டம், வேளாண் ஏற்றுமதி பொருளாதாரத்தை நிறுவும் நோக்கம் கொண்டதாக ஜனாதிபதி மேலும் கூறினார்.",
        "மூத்த பேராசிரியர் காமினி சேனநாயக்க விவசாய நவீனமயமாக்கல் திட்டத்தின் விவசாய நவீனமயமாக்கலின் முன்னேற்றத்தை செய்தார்.",
        "விவசாய நவீனமயமாக்கல் திட்டத்தை செயல்படுத்துவதில் எழும் பல்வேறு தடைகள் மற்றும் எல்லைகளை தீர்க்க ஒரு அமைச்சரவை துணைக்குழுவை நிறுவ எதிர்பார்க்கிறேன் என்று அவர் கூறினார்.",
        "26 மாவட்டங்களில் 26 பிரதேச செயலகப் பிரிவுகள் தொடங்கப்பட்டுள்ளன என்று மூத்த பேராசிரியர் காமினி சேனநாயக்க கூறினார்.தேர்ந்தெடுக்கப்பட்ட அனைத்து பிரிவு செயலகப் பிரிவுகளிலிருந்தும் திட்ட முன்மொழிவுகள் ஏற்கனவே திட்ட திட்டங்களைப் பெற்றுள்ளன என்று அவர் கூறினார்.",
        "ஜனாதிபதி ஆலோசகர் மற்றும் ஜனாதிபதி பணியாளர் தலைவர் சாகலா ரத்னாயக்கின் ஜனாதிபதி செயலாளர், ஜனாதிபதி செயலாளர், பொருளாதார விவகாரங்களுக்கான ஜனாதிபதி மூத்த ஆலோசகர் மூத்த ஆலோசகர். வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சகத்தின் செயலாளர். வனவிலங்கு அமைச்சின் செயலாளர், மீன்வள அமைச்சின் செயலாளர் பிரதீப் யரேத்மேன், மீன்வள அமைச்சின் செயலாளர், பிரதீப் யர்த்மேன், தொழில்நுட்ப நிர்வாக அமைச்சின் செயலாளர் மற்றும் அமைச்சின் செயலாளர் உள்ளிட்ட தொழில்நுட்ப அதிகாரிகளின் செயலாளர் உள்ளூர் அரசாங்கத்தின். கலந்துரையாடல், வரி அமைச்சகங்கள் மற்றும் துறைகளின் தலைவர்கள் மற்றும் டட்லி சிரிசேனா மற்றும் விவசாயத் துறை ஆகியவற்றிலும் கலந்துரையாடல் இருந்தது."
      ]
    },
    "en": {
      "title": "A program connected to all aspects of agriculture",
      "body_lines": [
        "President Ranil Wickremesinghe instructed the relevant officials to formulate a national program to combine all parties in the public and private sectors to achieve the agricultural modernization program.",
        "The Budget has allocated allocations at the National, Provincial and Regional Level, the President has said that the expected results have been delayed due to the acting of the public and private institutions.Emphasized the importance of getting the support.",
        "President Ranil Wickremesinghe made these comments at the progress review meeting of the presence of the agricultural modernization program at the Presidential Secretariat recently.",
        "President Wickremesinghe also pointed out the need to prepare the National Program to be implemented at the ground level, and the relevant officials were instructed to take immediate action to commence.",
        "The President added that a joint program consisting of the public and private sector as well as small and medium scale agrapreneurs, the President added that it is intended to establish an agro export economy.",
        "The Senior Professor Gamini Senanayake made the progress of the agricultural modernization of the Agriculture Modernization project..",
        "He said that he expects to establish a Cabinet sub-committee to resolve various obstacles and boundaries arising in implementing the agricultural modernization program.",
        "Senior Professor Gamini Senanayake said that the 26 Divisional Secretariat Divisions have been launched in the 26 districts.He said that project proposals have already received project proposals from all selected Divisional Secretariat Divisions.",
        "Secretary to the Presidential Advisor and Presidential Staff Head of the President Sagala Ratnayake, Presidential Secretary, Presidential Senior Advisor on Economic Affairs Senior Advisor. Secretary to the Ministry of Agriculture and Plantation Industries. Secretary to the Ministry of Wildlife Secretary, Ministry of Fisheries Ministry Secretary Pradeep Yarrathman, Secretary to the Ministry of Fisheries Secretary, Pradeep Yarrathman, Secretary to the Ministry of Tech Officers, including the Secretary to the Ministry of Tech Administration and the Secretary to the Ministry of Local Government.The discussion was also present at the discussion, heads of line ministries and departments and Dudley Sirisena and the agricultural sector."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe directed officials to develop a national agricultural modernization program, involving public and private sectors. Despite budget allocations, delays are due to institutional actions. The program aims to establish an agro-export economy, with a focus on ground-level implementation and support from all stakeholders. Senior Professor Gamini Senanayake highlighted the progress and challenges, suggesting a Cabinet sub-committee to address obstacles."
  ]
}