{
  "translated_text": {
    "si": {
      "title": "மன்னார் காற்றாலை திட்டம் தொடர்பில் அரசியல் காய்நகர்த்தல் இடம்பெறுகிறது - அமைச்சர் இராமலிங்கம் சந்திரசேகர்",
      "body_lines": [
        "මන්නාරම සුළං මෝල ව්යාපෘතියේ උගුලට හසු නොවන ලෙස අපි කාරුණිකව මන්නාරම් දිස්ත්රික්කයේ ජනතාවගෙන් ඉල්ලා සිටිමු. මෙම උගුල ඔබ හැර වෙන ඔබේ දරුවන් නොවේ. මෙම උගුල ඔබේ ප්රදේශය විනාශ කරනු ඇත.. සුළං බලශක්ති ව්යාපෘතිය දැනටමත් දියත් කර ඇත.. போராட்டத்தின் பின்னணியில் அரசியல் காய்நகர்த்தல் இடம்பெறுகிறது என கடற்றொழில் அமைச்சர் இராமலிங்கம் சந்திரசேகர் தெரிவித்தார்.",
        "අපි උතුරේ දිලීපාන්ගේ නිරීක්ෂණයට ගිය විට, සාදයක් අපව අවහිර කළේය. නිරීක්ෂණයේ අවසාන දිනයේදී යමෙකු විසන්ධි වූවන් විසින් බෙදා හැර ඇති බවත් ගජේන්ද්රකුමාර්ගේ ප්රචණ්ඩ කණ්ඩායම මිනිසාට ප්රචණ්ඩත්වය සමඟ කටයුතු කළ බව පැවසේ.",
        "අපට පහත් ආකාරයකින් ක්රියා කිරීමට අවශ්ය නැත. සාදයක් ලෙස සුළු ක්රියාකාරකම් වලට අප පියවර ගන්නේ නම්, අපට වෙනත් ආකාරවලින් ක්රියා කළ හැකිය.. සෑම කෙනෙකුටම සටන් කිරීමට හා අදහස් ප්රකාශ කිරීමට අයිතියක් ඇති බව අපි පිළිගනිමු.",
        "මාධ්ය නිදහස සහ අදහස් ප්රකාශ කිරීමේ නිදහස අතීතයට වඩා සනාථ වී තිබේ. අද අපට එරෙහිව බොහෝ විවේචන සහ චෝදනා එල්ල වන්නේ එබැවිනි.. ඔවුන්ට වෙනත් රැකියාවක් නැත. ඔවුන් උතුරේ සියලුම සංවර්ධන ව්යාපෘති වලට විරුද්ධ ය.",
        "අවුරුදු 17 කට පසු සාමයේ ජීවත් වන ලෙස උතුරේ ජනතාව ඔවුන්ගෙන් ඉල්ලා සිටිති.. ප්රචණ්ඩත්වය ගජේන්ද්රකුමාර්ගේ කණ්ඩායම උතුරු පළාත සංවර්ධනය කිරීමට පියවර ගන්නා විට අපව විවේචනය කරයි.",
        "උතුරු පළාතේ ජනතාව, විශේෂයෙන් උතුරු පළාතේ ජනතාව, ප්රචණ්ඩ ගජේන්ද්රකුමාර්ගේ වැඩ ගැන හොඳින් දනී.. එබැවින් ඔවුන් තම මඩ අතිශයෝක්තියට නංවන්නේ නැත.",
        "මන්නාරම සුළං මෝල ප්රධාන ද්රව්යයකි. මෙම ව්යාපෘතියට විරෝධය පළ කරමින් විරෝධතා සිවිල් වැසියන්ට පොලීසිය පහර දී ඇතැයි වාර්තා වේ.",
        "සුළං මෝල් ව්යාපෘතිය සඳහා මූලික කටයුතු අතීතයේ දී සිදු කර ඇත. ව්යාපෘතිය සඳහා අරමුදල් දස දහස් ගණනක් වියදම් කර ඇත. මුලපිරීම සම්පූර්ණ කිරීමට අවස්ථාව ලබා දෙන ලෙස අපි ජනතාවගෙන් ඉල්ලා සිටිමු.",
        "මන්නාරම් දිස්ත්රික්කයේ දී සුළං මෝල විවෘත කිරීමට ගිය අය, සමාගම්වලට සහ පොදු ඉඩම්වල සම්බන්ධ වී සිටින අය සමාගම්වලට ලබා දී ඇත.. සුළං ගොවිපල ආරම්භ කිරීම බලපාන්නේ නැත.",
        "මහජනයා විද්යාත්මකව ඔප්පු කර ඇත්නම්, අපි එයට විරුද්ධ වෙමු.",
        "මෙම ව්යාපෘතිය අතීතයේ ආරම්භ කිරීම සඳහා විදේශීය සමාගමක් පැමිණ සිටි විට විරෝධතාකරුවන් අද කට වසාගෙන සිටියහ.",
        "විරෝධතාකරුවන් අදට දේශපාලනය ගෙන යනවා. 1990 දී මන්නාරමේ සිට කොළඹ සිට කොළඹ දක්වා මන්නාරම සිට කොළඹ දක්වා කොළඹ බලා ගිය පුද්ගලයා අද. කිසිවෙකු ඔහු ගැන කතා නොකරයි. ඔහුගේ මුදල් සෑම පැත්තකින්ම යයි.",
        "මන්නාරම සුළං මෝල ව්යාපෘතියේ උගුලට හසු නොවන ලෙස අපි කාරුණිකව මන්නාරම් දිස්ත්රික්කයේ ජනතාවගෙන් ඉල්ලා සිටිමු. මෙම උගුල ඔබ හැර වෙන ඔබේ දරුවන් නොවේ. මෙම උගුල ඔබේ ප්රදේශය විනාශ කරනු ඇත.",
        "මන්නාර් දූපත ගමකට සමාන බව මම මුලින් කීවෙමි. මන්නාරම දිස්ත්රික්කයට සිදුවන හානියක් වැළැක්වීමට විකල්පයක් නොමැත.. ගංවතුර සිදුවීමකදී මන්නාරම ජලයෙන් යට වන බවට ජනතාව චෝදනා කරති. රට සහ රටේ ජනතාව වැළැක්විය යුතු බව ද අප පිළිගනිමු. තාර්කික හා විද්යාත්මක කරුණු පිළිගත යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Political Ceylon",
      "body_lines": [
        "We are kindly asking the people of Mannar district not to get caught up in the trap of the Mannar windmill project. This trap is not for you but your children. This trap will ruin your area.. The wind power project has already been launched.. Fisheries Minister Ramalingam Chandrasekhar said politics is behind the struggle.",
        "When we went to Dileepan's observation in the north, a party blocked us. It is said that someone had distributed the disconnect on the last day of the observance and that Gajendrakumar's team of violence had dealt with violence on the man.",
        "We do not need to act in a lower way. If we are taking action against minor activities as a party, we can act in other ways.. We accept that everyone has the right to fight and express ideas.",
        "Media freedom and freedom of expression have been confirmed than in the past. That is why many criticisms and allegations are being made against us today.. They have no other job. They are opposed to all the development projects in the North.",
        "The people of the North are asking them to live in peace after 17 years.. Violence Gajendrakumar's team criticizes us when it takes steps to develop the Northern Province.",
        "The people of the Northern Province, especially the people of the Northern Province, are well aware of the work of the violent Gajendrakumar.. So they are not going to exaggerate their mud.",
        "The Mannar windmill is a major material. The police have reportedly attacked the protesting civilians in protest of the project.",
        "Preliminary work for the windmill project has been carried out in the past. Tens of thousands of funds have been spent on the project. We are asking the people to give the opportunity to complete the initiative.",
        "Those who have gone to the opening of the windmill in the past in the Mannar district, those who have been involved in the companies and the public lands are being given to the companies.. Starting the wind farm will not be affected.",
        "If the public is scientifically proven, we will oppose it.",
        "When a foreign company was present to start the project in the past, the protesters were shutting their mouths today.",
        "Politics is moved behind the protesters today. In 1990, the man who went to Colombo from Mannar to Colombo from Mannar to Colombo is today. No one talks about him. His money goes on all sides.",
        "We are kindly asking the people of Mannar district not to get caught up in the trap of the Mannar windmill project. This trap is not for you but your children. This trap will ruin your area.",
        "I first said that Mannar Island is like a village. There is no alternative to prevent any damage to Mannar district.. People allege that Mannar will be submerged in the event of a flood. We also accept that the country and the people of the country should be prevented. He said the logical and scientific matters should be accepted."
      ]
    }
  },
  "summary_lines": []
}