{
  "translated_text": {
    "si": {
      "title": "ආර්ථික ප්රකෘතිය සඳහා ජනාධිපතිවරයාගේ තීන්දුට අපි සම්පූර්ණයෙන්ම සහයෝගයෙන් කටයුතු කරන්නෙමු - අගමැති",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහගේ නායකත්වය අනුව රට දැන් යථා තත්ත්වයට පත්වේ. ආර්ථිකය ස්ථාවර වී ඇත. ආර්ථික ප්රකෘතිය සඳහා ජනාධිපතිවරයා විසින් ගනු ලබන සියලු යෝජනා සමඟ ජනාධිපතිවරයා සහයෝගයෙන් කටයුතු කරන බව අග්රාමාත්ය දිනේෂ් ගුණවර්ධන මහතා පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ සිකුරාදා (09) පාර්ලිමේන්තුවේ ජනාධිපතිවරයාගේ ජනාධිපතිවරයාගේ ප්රකාශය පිළිබඳ කල් තැබීමේ විවාදය ගැන ය.",
        "පසුගිය වසර දෙක තුළ, රට තුළ දරුණුතම ආර්ථික අර්බුද හා ව්යවස්ථාමය අර්බුදවලට විරුද්ධ වී තිබේ. ආර්ථික අර්බුදය විසඳීම සඳහා අපි ජනාධිපතිවරයාට පූර්ණ සහයෝගය ලබා දුන්නා. 2022 පෙබරවාරි මාසයට වඩා රට දැන් යථා තත්ත්වයට පත්ව ඇත.",
        "පසුගිය වසරේ ද්විත්ව-තැටියින් සොයාගත් ආහාර සහ අවතාමය නොවන උද්ධමනය දැනට තනි ඉලක්කම් සඳහා ස්ථාවර කර ඇත. ආර්ථික ප්රකෘතියට ජනාධිපතිවරයා ගත් තීරණය පිළිබඳව අපි සියලු යෝජනා සමඟ සහයෝගයෙන් කටයුතු කරන්නෙමු. සංචාරක හා කෘෂිකර්මාන්තය ඇතුළු සේවා අංශ වැඩිදියුණු වී තිබේ.",
        "කෘෂිකාර්මික අංශයට ප්රමුඛත්වය දීමට සුදුසු පියවර ගෙන තිබේ. කෘෂිකාර්මික අස්වැන්න දෙගුණ කිරීමට අපේක්ෂා කෙරේ. ජාතික කෘෂිකාර්මික අංශය වැඩිදියුණු කිරීම රජයේ ප්රධාන ඉලක්කයයි.",
        "දුප්පතුන්ට සහන සැලසීම සඳහා විනිවිදභාවය වැඩසටහන් ක්රියාත්මක කර ඇත. ඇස්වෙස්මා සුභසාධන වැඩසටහන effective ලදායී ලෙස ක්රියාත්මක වේ. අර්බුදය නොතකා අඩු-පාර්ශවයන්ට අපි සහන සැලසෙමු.",
        "ආර්ථික අර්බුදය විසඳන යෝජනා හා ක්රියාකාරකම් සමඟ සහයෝගයෙන් කටයුතු කරන ලෙස ජනාධිපතිවරයා සියලු පාර්ශවයන් ඉල්ලා තිබේ. ආර්ථික බලපෑමෙන් මැනිය නොහැක.",
        "ආර්ථික බලපෑම මධ්යයේ රාජ්ය සේවකයින් සේවයෙන් ඉවත් කර නැත. විධිමත් කළමනාකරණයකින් රාජ්ය සේවකයන්ගේ වැටුප 'වැඩිවී ඇත. ඉදිරි මාසයේ සිට වැඩි දීමනා වැඩි කිරීම කෙරෙහි අපි අවධානය යොමු කර ඇත්තෙමු. විශ්රාම වැටුප් ලබන්නන්ගේ අයිතිවාසිකම් ආරක්ෂා කිරීමට ද පියවර ගෙන තිබේ.",
        "ආර්ථික බලපෑම මධ්යයේ අභියෝග ඉහළ මට්ටමක පවතින බව අපි එකඟ වෙමු. අභියෝග ජය ගැනීම සඳහා සෑම කෙනෙකුම එකට වැඩ කළ යුතු බව දිගටම අවධාරණය කරන්න. යෞවන හා කාන්තාවන්ගේ ප්රයෝජනය සඳහා විශේෂ වැඩසටහන් හඳුන්වා දී ඇත. නව වෘත්තීය ව්යාපෘති සකස් කර ඇත.",
        "ආර්ථික ප්රකෘතිය අතර නීති කිහිපයක් බලාත්මක කර ඇත. මහ බැංකුවේ ස්වාධීන කිරීම සඳහා 'නව මහ බැංකු පනත' නිර්මාණය වී තිබේ. වඩා හොඳ වෙනසක් මධ්යයේ ආර්ථිකය ස්ථාවර කර ඇත. ශ්රී ලංකාවේ ණය තත්ත්වය පිළිබඳව ජාත්යන්තරය දැනට විශ්වාසයි. රටේ ජනතාව ජනතාව භාවිතා කළ යුතුය. එබැවින් ආර්ථික ප්රකෘතිය කළ යෝජනා සමඟ සහයෝගයෙන් කටයුතු කරන ලෙස මම පාර්ලිමේන්තුවෙන් ඉල්ලා සිටිමි."
      ]
    },
    "en": {
      "title": "We will cooperate completely to the President's decisions for the economic recovery - the Prime Minister",
      "body_lines": [
        "The country is now back to normal by the leadership of President Ranil Wickremesinghe. The economy is stabilized. Prime Minister Dinesh Gunawardena said that the President would cooperate with all the resolutions the President would take on the economic recovery.",
        "He was speaking at the adjournment debate on the President's Declaration of the President on Friday (09) in Parliament.",
        "Over the past two years, the country has been opposed to the worst economic crises and constitutional crises. We gave full cooperation to the president to resolve the economic crisis. The country is now back to normal than February 2022.",
        "Food and non -food inflation found at last year's double -digit is currently stabilized to a single digit. We will continue to cooperate with all the resolutions the president's decision to the economic recovery. Service sectors including tourism and agriculture have improved.",
        "Appropriate measures have been taken to give priority to the agriculture sector. It is expected to get to double the agricultural yield. Improving the national agriculture sector is the main goal of the government.",
        "Transparency programs have been implemented to provide relief to the poor. The Aswesuma Welfare Program is being implemented in a effective manner. We have provided relief to low -income parties despite the crisis.",
        "The President has called on all parties to cooperate with resolutions and activities that will solve the economic crisis. Only a few factors cannot be measured by the economic impact.",
        "Public servants have not removed from service amid economic impact. Public servants' salary has been increased with formal management. We have paid attention to increased allowances from the coming month. Steps have also been taken to protect the rights of pension recipients.",
        "We agree that the challenges are high in the midst of economic impact. Continue to emphasize that everyone should work together to win the challenges. Special programs have been introduced for the benefit of youth and women. New professional projects have been formulated.",
        "Several laws have been enacted among the economic recovery. The 'New Central Bank Act' has been created to independent the central bank. The economy has been stabilized amidst better change. The international is currently confident in Sri Lanka's debt status. The people of the country should use the people. Therefore, I urge the Parliament to cooperate with the resolutions taken by the economic recovery."
      ]
    }
  }
}