{
  "translated_text": {
    "ta": {
      "title": "பள்ளி குழந்தைகளை தவறாக வழிநடத்தியதற்காக இருவர் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "மவதகமாவில் மின்னணு புகைபிடிக்கும் சாதனத்தை போலீசார் கண்டுபிடித்துள்ளனர்.",
        "மாவதகம காவல்துறையின் OIC தலைமை ஆய்வாளர் OIC தலைமை ஆய்வாளர் நிஷாந்தா ஹெட்டியாராச்சி தலைமை ஆய்வாளர் நிஷாந்தா ஹெட்டியாராச்சி விசாரித்தார்.",
        "மாணவர் ஒவ்வொரு நாளும் தனது பயண மாணவரின் நேரத்தில் மாணவர் நேரத்தில் அதே சாதனத்துடன் பையை விட்டு வெளியேறினார்.",
        "இந்த சம்பவம் குறித்து வீட்டின் சந்தேகத்தின் பேரில் போலீசார் அறிந்திருக்கிறார்கள்.",
        "பார்சலை ஆராயும்போது மின் அழிப்பு சாதனம் கண்டறியப்பட்டுள்ளது.",
        "பொலிஸ் காவலில் வைக்கப்பட்டிருந்த பள்ளி மாணவர் பள்ளி முடிவடைவதற்கான சாதாரண உடையில் வெளிப்படுத்தப்பட்டுள்ளார்.",
        "மவதகாமாவில் ஒரு தொழிலதிபரிடமிருந்து வாங்கப்பட்ட ஒரு தொழிலதிபர் மீது கடைக்காரர்களை காவல்துறை ஆய்வு செய்தது.",
        "சந்தேக நபர் மாணவருக்கு ரூ .6,500 க்கு விற்கப்பட்டதாக சந்தேக நபர் தெரியவந்தது.",
        "தொழிலதிபர் பின்னர் கைது செய்யப்பட்டார், பள்ளிக்கு முன்னால் உள்ள ஒரு நண்பரின் வீட்டில் மேலும் இரண்டு மின்னணு புகைப்பிடிப்பவர்கள், வணிகத்தின் பணியின் படி.",
        "இரண்டு வெற்று பெட்டிகளையும் போலீசார் மீட்டுள்ளனர், அவற்றில் ஒன்று ஒரு பெட்டியில் நிரம்பியிருந்தது.",
        "இந்த வணிகம் சந்தேகத்தின் பேரில் கைது செய்யப்பட்டு காவல்துறையினர் கைது செய்யப்பட்டு நீதிமன்றத்திற்கு கொண்டு செல்லப்பட்டுள்ளனர்.",
        "மாணவரின் பெற்றோரைக் கொண்டுவர காவல்துறையினர் நடவடிக்கை எடுத்து குழந்தைக்கு செவிசாய்த்தனர்.",
        "மேலும் விசாரணையில், பள்ளியின் மற்றொரு குழுவினர் மின் புகை சாதனத்தை வாங்குவதற்கு பணத்தை நிதியளித்துள்ளனர்."
      ]
    },
    "en": {
      "title": "Two arrested for misleading school children",
      "body_lines": [
        "Police have found an electronic smoking device in Mawathagama.",
        "The OIC Chief Inspector of Mawathagama Police OIC Chief Inspector Nishantha Hettiarachchi has been investigated by the Chief Inspector Nishantha Hettiarachchi.",
        "The student had left the bag with the same device at the time of the student at the time of his traveling student every day.",
        "The police have been aware of the incident on suspicion of the home.",
        "The electrical extermination device has been found when examining the parcel.",
        "The school student who had come into police custody and information has been revealed in a normal dress for the completion of the school.",
        "The police inspected the shoppers on a businessman who was purchased from a businessman in Mawathagama.",
        "The suspect was revealed that the suspect was sold to the student for Rs. 6,500.",
        "The businessman later arrested was two more electronic smokers in the house of a friend in front of the school, according to the work of the business.",
        "Police have also recovered two empty boxes in which one of them had been packed in one box.",
        "The business was arrested on suspicion and the police have been arrested and taken to the court.",
        "The police had taken steps to bring the student's parents and heeded the child.",
        "Further investigations have revealed that another group of students of the school had funded money to buy the electrical smokeing device."
      ]
    }
  }
}