{
  "translated_text": {
    "ta": {
      "title": "குவைத் மற்றும் வெளிநாட்டினரின் தொழிலாளர்களுக்கு அறிவிப்பு",
      "body_lines": [
        "குவைத் மாநிலத்தின் கைரேகைகள் மற்றும் அவர்களின் கால்நடைகளின் கைரேகைகளை வழங்க உள் விவகார அமைச்சகத்தால் உள் விவகார அமைச்சகம் தெரிவிக்கப்பட்டுள்ளது.",
        "செப்டம்பர் மாதத்தில் முடிவடைந்த தேதி டிசம்பர் 31 வரை மீண்டும் டிசம்பர் வரை நீட்டிக்கப்பட்டுள்ளது. இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகம் உள்துறை அமைச்சகத்தில் குவைத்தின் இலங்கை தொழிலாளர்களின் விரல் விவசாயிகளைக் கோருகிறது.",
        "அதன்படி, பயோமெட்ரிக். ஆன்லைன் பொறிமுறையில் கைரேகைகளை வழங்க தோராயமான இடத்தைத் தேர்வுசெய்ய இது அனுமதிக்கிறது. அதன்படி, ஹவாலி (ஹவலள்ளி) ஃபர்வானியா, அஹ்மடே முபாரக் முபாரக் முபாரக், முபாரக் அல் கபீர் (ஜஹ்ரா) பாதுகாப்பு இயக்குநர்களின் பாதுகாப்பு இயக்குநர்களில் அமைந்துள்ளது.",
        "கூடுதலாக, அலி சபா அல் சலீம், உம் அல்-நெமா மற்றும் ஜெர்ரோ ஆகிய இடங்களில் விரல் பார்வையாளர்களை வழங்குவதற்காக விசாரணைத் துறையில் உள்ளவர்கள் விசாரணைத் துறையில் செய்யப்படலாம்.",
        "கைரேகைகளை வழங்காத அரசாங்கமும் வங்கி நடவடிக்கைகளும் \"தி டைம்ஸ் குவைத்\" கூறுகிறது."
      ]
    },
    "en": {
      "title": "Notice to the workers of Kuwait and foreigners",
      "body_lines": [
        "The Ministry of Internal Affairs has been informed by the Ministry of Internal Affairs to provide the fingerprints of the Kuwait state and the fingerprints of their livestock.",
        "The date on which was due to end in September has been extended to December 31 again to December. The Sri Lanka Bureau of Foreign Employment requests the Finger Farmers of the Kuwait's Sri Lankan workers at the Interior Ministry.",
        "Accordingly, the Biometric. It also allows to choose an approximate place to give fingerprints in online mechanism. Accordingly, Hawaali (Hawaally) Farwaniya, Ahmade Mubarak Mubarak Mubarak, Mubarak Al Kabir (JAHRA), is located at the security directors of the security directors.",
        "In addition, people in the Department of Investigation Department can be done in the Department of Investigation for the provision of finger viewers in Ali Saba Al Salim, Umm Al-Nema and Jerro.",
        "The Ministry of Internal Affairs \"The Times Kuwait\" says the government and banking activities that do not give fingerprints."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "Kuwait Ministry extends fingerprint deadline to Dec 31. Sri Lankan workers can choose online locations like Hawally, Jahra, Ahmadi. Government banks exempt from fingerprinting requirement."
  ]
}