{
  "translated_text": {
    "ta": {
      "title": "அவரது மனைவியின் தாய் மற்றும் அவரது மனைவி தங்கப் பொருட்களை மண்டியிட்டு கொள்ளையடிக்கிறார்கள்",
      "body_lines": [
        "அவரது மனைவி மற்றும் அவரது மனைவியின் தாயார் அவரது மனைவியின் தாயையும் அவரது மனைவியையும் கொள்ளையடித்தனர், அது செய்யப்படாதது மற்றும் ஒரு போதைப்பொருள் வியாபாரி கொலை செய்யப்பட்டதில் வேலை செய்யவில்லை.. கள். ப. புனைப்பெயர் என்று அழைக்கப்படும் புனைப்பெயர் என்று அழைக்கப்படும் குற்றவாளி உட்பட நான்கு பேர், போலீசார் தெரிவித்தனர்",
        "சந்தேக நபர்களுடன் கொள்ளையடிக்கப் பயன்படுத்தப்படும் ஆடைகளின் பங்குகளை போலீசார் பறிமுதல் செய்தனர்",
        "அதிகாலை 2.30 மணியளவில் முன் கதவைத் தட்டியதாக பொலிஸ் விசாரணையில் தெரியவந்தது",
        "மோசடி செய்பவர்கள் குற்றவாளிகள் மற்றும் அவரது மனைவியின் தாயான முழங்கால் மற்றும் பிற சொத்துக்கள், மற்றும் ரூ.",
        "இந்த கொள்ளை குறித்து விசாரிக்கும் போது மொராட்டுவா பஸ் ஸ்டாண்டில் முக்கிய சந்தேக நபர் கைது செய்யப்பட்டார்.",
        "மற்ற சந்தேக நபர்களும் விசாரணையில் கைது செய்யப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "சந்தேக நபர், கைது செய்யப்பட்ட முக்கிய சந்தேக நபர், மற்றும் பிற சந்தேக நபர்கள் மனித கொலைகள் உட்பட பல குற்றங்களில் ஈடுபட்டனர்.",
        "சந்தேக நபர்கள் மொராட்டுவா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட வேண்டும். OIC இன்ஸ்பெக்டர் தினேஷ் சந்திரசிரியின் அறிவுறுத்தல்கள் குறித்து விசாரணைகள் நடத்தப்படுகின்றன."
      ]
    },
    "en": {
      "title": "The mother of his wife and his wife rob the golden items kneel",
      "body_lines": [
        "The mother of his wife and his wife were robbed the mother of his wife and his wife where it was not done and did not work in the murder of a drug dealer.. S. P. Four people, including the criminal called the nickname called the nickname, police said,",
        "Police seized a stock of clothing used for robbed with suspects",
        "Police investigations revealed that at around 2.30 am knocked on the front door and knocked on the front door.Has",
        "The racketeer has not fled the kid of the criminals and his wife's mother, kneel and other property, as well as other property, and Rs. 23000 / =.",
        "According to the police, the main suspect was arrested in the Moratuwa bus stand while investigating the robbery.",
        "Police said that the other suspects were also arrested in questioning.",
        "The suspect, the main suspect, who was arrested, and other suspects were involved in many crimes, including human killings.",
        "The suspects are to be produced before the Moratuwa Magistrate's Court. Investigations are conducted on the instructions of the OIC Inspector Dinesh Chandrasiri."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Mother-in-law and wife robbed gold jewelry. Police investigation led to arrest of main suspect at Moratuwa bus stand. Other suspects questioned, linked to multiple crimes including murders. Case to be presented at Moratuwa Magistrate's Court under OIC Inspector Dinesh Chandrasiri's guidance."
  ]
}