{
  "translated_text": {
    "ta": {
      "title": "தொழில்நுட்ப உலகத்தை வென்ற பார்வை குறைபாடுள்ள வழக்கறிஞர்",
      "body_lines": [
        "இசுரு மகேஷ் பண்டிதா 27 ஆண்டுகளுக்கு முன்பு காலே மாவட்டத்தில் பிறந்தார்.",
        "அவர் பிறக்கும்போதே பிறந்ததாகக் கூறும் பார்வைக் குறைபாடுள்ள குழந்தையை, \"மருத்துவ அலட்சியம் கொண்ட குழந்தை\" செய்தார்.",
        "இருப்பினும், அந்த சவால்கள் கிட்டத்தட்ட முற்றிலுமாக கடக்கப்படுகின்றன, அவர் இன்று \"பலரை நேசிக்கும் பலரை\" நேசிக்கும் ஒரு வழக்கறிஞராக மாறிவிட்டார்.",
        "அவரது பெற்றோர், அவரது பெற்றோரின் தளபதியின் காரணமாக இருக்க வேண்டும் என்ற இசுசெத்தின் கருத்து. அந்த பயணத்தில், அவர் அயலவர்களிடமிருந்து அவிசுவாசிகளைப் பெற்றார்.",
        "அவர் ஒரு வழக்கறிஞராக பதவியேற்ற கிட்டத்தட்ட ஒரு வருடம் கழித்து.",
        "அவர் ஒரு ஆர்வலர் மற்றும் செயலில் ஆராய்ச்சியாளர், ஒரு சுயாதீன ஆராய்ச்சியாளர், ஒரு சுயாதீன ஆராய்ச்சியாளர், மொழிபெயர்ப்பாளர் மற்றும் சட்ட மொழிபெயர்ப்பாளர், குறைபாடுகள் உள்ளவர்களின் உரிமைகளுக்காக செயல்படும் ஒரு ஆர்வலராக செயல்படுகிறார்.",
        "காலேவின் பாலத்தில், ஒரு காலத்தில் நாட்டின் பாலம் வழியாக வாழ்ந்த காலே, ஜிங்க்வெல்லாவின் பாலத்தில் பிறந்தார்.",
        "\"நான் பிறந்தபோது, ​​அவர்கள் சுவாசிக்கவில்லை. மருத்துவர்கள் சுவாசிக்காததால் ஆக்ஸிஜனை வழங்கியுள்ளனர். இது ஒளி ஒளியின் காரணமாகும், ஏனென்றால் அந்த நேரத்தில் விளக்குகள் மூடப்படவில்லை.",
        "நட்பான உரையாடல் போன்ற எங்களுடன் இது ஒரு நட்பு உரையாடலாக இருந்தது, அவர் பிறக்கும்போதே பார்வைக் குறைபாடு ஏற்பட்டார் என்பதைக் குறிக்கிறது.",
        "\"மருத்துவ அலட்சியம் காரணமாக என்ன நடந்தது,\" அவர் நபி பிரச்சினைக்கு ஒரு திட்டவட்டமான பதிலைக் கொடுத்தார்.",
        "இசுருவின் தாயும் தந்தையின் தாயும் தந்தையும் தங்கள் முதல் சிறுவன் பார்வைக் குறைபாடு கொண்டவர் என்பதை புரிந்து கொண்டார், அவர் 2 மாதங்கள் வரை வளர்ந்த பிறகு.",
        "\"பெற்றோர் இரண்டு மாதங்கள் மட்டுமே கண்டுபிடிக்கும்போது. இரண்டு பேர் பொம்மைகளைக் கொடுக்கிறார்கள், சுழன்றனர். ஆங்கிலத்தில் இரண்டு கருப்பு இரண்டு கண்கள் நான் அதைப் பார்க்கும் அளவுக்கு வேகமாக வேலை செய்துள்ளன. அதுதான், அவர்களுக்கு சில சிக்கல் இருந்தது, \"என்று அவர் கூறினார்.",
        "அப்போதிருந்து, அவரது பெற்றோர் தங்கள் சொந்த குழந்தையை குணப்படுத்த தங்கள் சொந்த குழந்தையை உருவாக்கும்படி செய்யப்பட்டனர். சில சந்தர்ப்பங்களில், மருத்துவ சிகிச்சைகளுக்கு அப்பால், அவை நம்பிக்கை மற்றும் நடைமுறைகள் மீதான நம்பிக்கையின் மனதில் இருக்கின்றன.",
        "அந்த நேரத்தில், இசுருவின் தந்தை தெற்கு மாகாண கல்வித் துறையின் ஓட்டுநராக பணியாற்றினார். தாய் ஒரு இல்லத்தரசி.",
        "கல்வியின் மதிப்பைப் புரிந்துகொள்வது கல்வியைப் புரிந்துகொள்வதற்கு அதிர்ஷ்டம் என்று அவர் நம்பினார்.",
        "\"அவர்கள் உங்களுக்கு கற்பிக்க முடியும் என்பதை அவர்கள் புரிந்துகொண்டார்கள்.. ஏனென்றால் எங்கள் தந்தை கல்வித் துறையில் பணியாற்றினார். அதனுடன் சில புரிதல்கள் இருந்தன. \"",
        "'பார்வையற்றவர், இப்போது காரைத் தொடாதவர்கள் இப்போது வாகனங்களை கட்ட என்னிடம் வருகிறார்கள்,'",
        "வழக்கமாக, குழந்தைகள் பாலர் பள்ளியில் பிறந்தவர்கள், ஆனால் அவரால் ஒருபோதும் வெளியேற முடியவில்லை.",
        "அவர் பொதுவான குழந்தைகளுடன் மிகப் பெரிய முன்பள்ளிப் பள்ளிகளுக்குச் செல்வதாகக் கூறினார், ஆனால் அவர் நாட்டிற்குச் செல்ல மறுத்துவிட்டார்.",
        "\"பாலர் பள்ளி சனசரா மாண்டிசோரியுக்குச் சென்றது. ஆசிரியர்கள் எனக்கு நன்றாகக் கற்றுக் கொடுத்தனர். கடிதங்கள் அல்ல. அவர்களுக்கு ஒரு தொழில் பயிற்சி இல்லை, அதை எவ்வாறு கையாள்வது. இலங்கையில் கல்வி அமைப்பில் ஒரு குறைபாடு உள்ளது. உணர்திறன் போதுமானதாக இருந்தது. எனது மற்றவற்றை மேம்படுத்த உதவியது. நான் சாதாரண குழந்தைகளுடன் இருந்தேன். நான் ஒரு நாளில் இல்லை. அத்தகைய ஒரு காரெட்ரி இருந்தது, \"என்று அவர் இடைநிறுத்தப்படவில்லை என்று கூறினார்.",
        "100% இல்லாவிட்டாலும் அவர் ஒரு நிழல் போன்ற நிழல் என்று இசுரு குறிப்பிட்டார். அவர் தனது வாழ்க்கையில் அன்றாட வேலைக்கு பயனுள்ளதாக இருக்கும் என்று அவர் கூறினார்.",
        "\"மற்றவர்களைப் போலவே, நான் எல்லாவற்றையும் செய்தேன், எனவே 100% நண்பர்களுடன் பார்க்க முடிந்தது, ஆனால் நான் ஒரு நிழலைக் காண முடியும். நீங்கள் நடந்து செல்லலாம். யாராவது இருந்தால், யாரோ ஒருவர் இருக்கிறார் என்று நான் சொல்ல முடியும். மாண்டிசோரி நண்பர்கள் இன்றும் பேசுகிறார்கள். \"",
        "இசுரு மகேஷ் பலிதா இடைநிலைக் கல்வியை கேலி, செயின்ட் கல்லூரி ஆகியவற்றை உள்ளடக்கியது. அது 2003 இல் இருந்தது. அங்கு அவர் சிறப்பு கல்வி பிரிவில் மூன்று ஆண்டுகள் படிப்பார்.",
        "\"பள்ளி அனுபவம் வேறு. பின்னர் சிறப்பு கல்வி இருந்தது. பார்வையற்ற குழந்தைக்கு பிரெய்ல் கல்வி வழங்கப்படுகிறது. நான் முதலில் செயின்ட் சேலஸ் கல்லூரியில் கற்றுக்கொண்டேன். 2003 2003. நான் சிறப்பு கல்வி பிரிவின் 3 ஆண்டுகளின் ஆரம்பத்தில் படித்துக்கொண்டிருந்தேன். ஐயா, அலகு அலகு பொறுப்பில் இருந்தது. அங்குதான் பிரெய்ல் எழுதக் கற்றுக்கொண்டார், \"என்று அவர் கூறினார்.",
        "எவ்வாறாயினும், பிரெய்ல் கல்வி ஒரு அழகான அனுபவம் அல்ல என்று நாங்கள் எங்களிடம் சொன்னோம்.",
        "\"பிரெய்லைப் படிக்கும்போது ஒரு கேள்வி வந்தது. என் விரல்கள் மிகவும் சிறியவை. பிரெய்ல் நுழைந்தார். மேலும் கை பிடிபடாது. அம்மா எனக்கு கற்பிக்க கடுமையாக உழைத்தார். ஏனெனில் இது இதைச் செய்யவில்லை என்றால், அதற்கு மேல் எதுவும் இல்லை. ஏதாவது செய்யாமல், பிரெயில் கடிதங்களாக இருக்க ஒரு பிரெயில் எழுத்துருக்கள் இருந்தன. வெடிமருந்துகள் பிரெயிலைக் கற்றுக்கொண்டன. ஏனென்றால் நான் கற்பிக்க விரும்புகிறேன். அதே பையனும் என் அம்மாவும் பிரெயிலைக் கற்றுக்கொண்டனர், அது எனக்கு பயனளித்தது. \"",
        "செயின்ட் எலிஸ்டியஸ் கல்லூரியில் மூன்று ஆண்டுகள் படித்த பின்னர், இசுருவின் வாழ்க்கையில் இசுருவின் அடுத்த நிறுத்தமாக இசுருவின் வாழ்க்கையின் அடுத்த நிறுத்தம் இருந்தது.",
        "சிறப்பு கல்வி பிரிவின் அறிவுறுத்தல்களில், இது அவரது எதிர்கால வளர்ச்சிக்கு எடுக்கப்பட்ட ஒரு முடிவு.",
        "\"3 ஆம் ஆண்டில், பிரெயிலின் புதிய முறைகள் கூட புதிய கற்றல் வழிகளைக் கொண்டிருக்கலாம் என்று ஐயா கூட ஒரு முடிவை எடுக்கிறோம். எனவே ஒரு சிறப்பு பள்ளியில் சேருவது நல்லது. பள்ளி ஆரம்பத்தில் ஏற்றுக்கொள்ளவில்லை. பின்னர், ஒரு கடிதம் மீதமுள்ளது, 'செல்கிறது மற்றும் ஒருமித்த கருத்து, இரண்டு ஆண்டுகளுக்குப் பிறகு, நீங்கள் பள்ளிக்கு ஒப்புக்கொள்வீர்கள்.",
        "ரத்தமலானாவின் குருட்டு கல்லூரியில் இசுரு கல்வி கற்கப்படுவார், கிட்டத்தட்ட மூன்று ஆண்டுகள். அவர் தரம் 5 உதவித்தொகை டெபாயாவையும் எதிர்கொள்கிறார். சுமார் ஒரு வருடம் அதன் ஹாஸ்டலில் இன்னும் உள்ளது என்று அவர் கூறினார்.",
        "தனது கல்வியின் அனுபவம் காலில் சற்று மாற்றப்பட்டதாக இசூசி குறிப்பிட்டார். அவர் அதைப் பற்றி மகிழ்ச்சியடைவதாகக் கூறினார்.",
        "தாய் மற்றும் அவரது தந்தைக்கு நேரம் வழங்கப்பட்டது, ஏனென்றால் அவரது தாயும் அவரது தந்தையும் அன்றாட பணிகளை வழங்கியிருந்தார்கள்.",
        "தரம் 1 முதல் ஆங்கிலக் கல்வியை வழங்குவதற்காக தனது தாயார் ஏற்பாடு செய்ததாக இசுரு சுட்டிக்காட்டினார்.",
        "ரத்தமலானாவின் பிளைண்ட் கல்லூரியில் உதவித்தொகை பரிசோதனையின் பிரச்சினை என்று இசூரு கூறினார்.",
        "\"உதவித்தொகை அங்கு எழுதப்பட்டது. இது ஒரு பெரிய பிரச்சினை. ஏனெனில் பொதுவாக ஒரு மாணவராக உதவித்தொகை போல அணிவது. பின்னர் காய்ச்சல், ஓவியங்கள், அவர்கள் முடிவு செய்கிறார்கள், அதே கேள்விகளை அவர்கள் கைவிடுகிறார்கள். ஒரு குழந்தையை பொதுவாக அழைக்க முடியும். இந்த பிரச்சினை இப்படித்தான். ஒன்றுமில்லை, படங்களைத் திறப்பதாகக் கூறப்படுகிறது. ஆனால் நீங்கள் வீட்டிற்கு வந்து அம்மாவைப் பார்க்கும்போது, ​​நீங்கள் சில கேள்விகளைச் செய்யலாம்.",
        "உதவித்தொகை தேர்வுக்கு அவர் 102 ரன்கள் எடுப்பார்.",
        "இருப்பினும், ரத்மலானா குருட்டுக் கல்லூரியின் ஆசிரியர்கள் இறுதியில் இசுருவின் திறன்களுக்கு ஏற்றவாறு வெளிப்படுத்தினர்.",
        "இது 6 ஆம் வகுப்பு, செயின்ட் எலசியஸ் கல்லூரியில் மீண்டும் உள்ளடக்கியது என்று இசுரு கூறினார். ஆனால் இந்த ஆண்டு அவர் ஒரு பொது வகுப்பில் சேர்க்கப்பட்டார், சிறப்பு கல்வி பிரிவு அல்ல.",
        "அப்போதிருந்து, இராலி கல்வி சாதாரண மாணவர்களுடன் கல்வி கற்றது. இது அவரது வாழ்க்கையில் ஒரு திருப்புமுனை என்று கூறப்பட்டது.",
        "ஆனால் சிறப்பு கல்வி பிரிவின் ஓய்வூதியத்துடன், இசுருவின் பிரெயில் குறிப்புகளை மொழிபெயர்ப்பது பள்ளிக்கு மிகவும் சவாலாக இருந்தது.",
        "\"அதன் பிறகு நாங்கள் ஒரு ஆசிரியரிடம் கேட்டோம். ஆனால் அந்த ஆசிரியர்கள் பள்ளியில் நிறைய நேரம் இல்லை. பின்னர் 'இந்த குழந்தை பரீட்சை எழுத விரும்புகிறார் ...' ஒரு பொது ஆசிரியரைப் படிக்க எனக்கு ஒரு சாதாரண ஆசிரியர் இருக்கிறார், பதில்களைச் சொல்லச் சொன்னார். பின்னர் ஆசிரியர் அதை பதிவு செய்கிறார்.",
        "சில நேரங்களில், பள்ளிகள் அதே வினாத்தாளைப் படிக்கவும், வழங்கும் பதில்களை மறுபரிசீலனை செய்யவும் நடவடிக்கை எடுத்துள்ளன.",
        "அப்போதிருந்து, அது பொதுவானதாகிவிட்டது என்று அவர் கூறினார்.",
        "\"நான் ஒரே நேரத்தில் இந்த விஷயத்தை கூட செய்தேன். மீடியா பிரிவில் விவாதக் குழுவில் இருந்தது, இசையில், முழு மட்டத்திலும் கலந்து கொண்டார், நான் பாட முடியும். ஊடக பிரிவில் அறிவிப்புகள். காலை கூட்டம் நடத்தப்பட்ட இடத்திற்கு வந்தது. மூத்த சகோதரர்களுடன் பணிபுரியும் போது, ​​எனக்கு எந்த வித்தியாசமும் இல்லை. ஒரு பொதுவான குழந்தையை உருவாக்கும் அனைத்தையும் அவ்வாறே செய்தார்கள். நண்பர்களுடன் வேடிக்கையாக இருந்தது.",
        "கொடுமை கிடைக்கவில்லை, பீர்ட் ஒன்றைச் செய்தார். ஆனால் நாங்கள் நன்றாகக் கற்றுக்கொண்டோம், \"இசுருவின் பள்ளியின் நேரம் குறித்து இசுரு நினைவு கூர்ந்தார்.",
        "அவர் அங்கு க.பொ.த. சாதாரண நிலை தேர்வுக்கு கல்வி கற்றார், பிரெய்ல் சிஸ்டம் தேர்வை எதிர்கொண்டது. ஆசிரியர்கள் பிரெய்ல் பேப்பர்கள் இல்லாததால் கேள்விகளைப் படித்ததாக அவர் கூறினார்.",
        "\"கணிதத்தைத் தவிர பொது குழந்தைகளுக்கு சராசரி குழந்தைகள் எங்களுக்கு வழங்குகிறார்கள். கணித வடிவியல் அதிகமாக இருப்பதால், நீங்கள் புதிய சிக்கல்களை அகற்றி புதிய கேள்விகளை வைப்பீர்கள். நான் ஒரு ஆசிரியரைப் படித்தேன், ஒரு ஆசிரியர் கேள்விகளைப் படிக்கிறார், நான் பிரெயிலில் எழுதுகிறேன். \"",
        "பங்கேற்பாளர்களில் பங்கேற்ற கல்வி வகுப்புகளிலும் தான் கலந்து கொண்டதாக இசுரு கூறினார்.. பிரெய்ல் அமைப்புக்கு தாய் எவ்வாறு பழக்கமாக இருந்தார் என்பதையும் அவர் நினைவு கூர்ந்தார்.",
        "ஐடி உட்பட கிமு ஓ / எல் தேர்வில் இருந்து 8 மேட்ரூல்கள் மற்றும் ஆங்கில இலக்கிய பொருள் இறுதியாக பெறப்பட்டதாக அவர் கூறினார்.",
        "தெற்கு மாகாணத்தில் கல்வி இயக்குநரின் தலையீடு 7 ஆம் வகுப்பில் ஒரு தனியார் நிறுவனத்திற்கு ஒரு கணினி எவ்வாறு சொந்தமானது என்பதை நினைவு கூர்ந்தது.",
        "\"அந்த நேரத்தில் பயன்படுத்தப்படும் மென்பொருள் குறைவாக பயன்படுத்தப்பட்ட மென்பொருள். இப்போது போன்ற உலகம் எதுவும் இல்லை. அவர்கள் அவற்றைப் பெற விரும்புகிறார்கள். அவர்கள் தாங்க முடியாதவர்கள். தெற்கு மாகாண கல்வி, ஒரு தனியார் நிறுவனத்திலிருந்து",
        "ஒரு இயக்குனரின் தலையீட்டால், நான் எனக்கு ஒரு கணினி கொடுத்தேன். டெஸ்க்டாப் கணினி. 7 வருடத்தில் என்னை, \"என்று அவர் கூறினார்",
        "ஐசூரு தனது வீட்டிற்கு அருகில் 'ஜெயசேகேரா' மீது குற்றம் சாட்டப்பட்டதாகக் கூறினார்.",
        "\"நான் இப்போது அதைக் கற்றுக்கொள்ளப் போகிறேன். எங்கள் கண்கள் மாமா ஜெயசேகேரா. ஆரம்பத்தில் இருந்தே நான் மோசமாகப் பயன்படுத்தினேன். பணம் செலுத்தாமல். அது அவருக்கு ஒரு சவாலாக இருந்தது. ஏனெனில் ஒரு சாதாரண நபர் சுட்டியிலிருந்து என்ன செய்கிறார், நான் செய்யட்டும். ஸ்கிரீனரில் ஒன்றை எவ்வாறு பயன்படுத்துவது என்பதை அவர் கற்றுக்கொள்ள வேண்டியிருந்தது. அவர் ஒரு பெரிய தியாகம் செய்தார்.",
        "சாதாரண மனிதர்களைப் போலல்லாமல், ஐஎஸ்ஏஎல் போன்ற பார்வைக் குறைபாடுகள் உள்ளவர்கள் கணினிகள் மற்றும் மென்பொருளைப் பயன்படுத்தும் மென்பொருள்கள், அவர்களின் செயல்பாடுகளைப் படிக்க. இது \"ஸ்கிரீன்ஸ்டர்கள்\" என்று அழைக்கப்பட்டது.",
        "இப்போது இசுரு கணினியை எளிதில் கையாள முடியும். அவர் அதை எவ்வாறு கையாளுகிறார் என்பதையும் நாங்கள் ஆச்சரியப்படுத்தினோம். செய்தித்தாளில் சேர்க்கப்பட்டுள்ள தகவல்கள் மற்றும் தகவல் படிக்கப்படுகிறது. சிங்களத்தில் யூனிகோட் பயன்பாடுகளை செயல்படுத்தியுள்ளது என்பதையும் அவர் எங்களிடம் பேசினார்.",
        "10 ஆம் வகுப்பில், ஐசூரு தென் கொரியாவில் ஐ.டி போட்டியைக் கொடுப்பார், மேலும் அவர் ஆசிய பசிபிக் பிராந்தியத்தில் 20 நாடுகளுக்கு அடிபணிவார்.",
        "அந்த நேரத்தில் இங்கிலாந்து பழைய சிறுவர் சங்கத்தின் தலையீட்டிற்கு \"பிரெய்ல் ரித்தோர்\" எவ்வாறு பெறுவது என்பதை இசுரு நினைவு கூர்ந்தார்.",
        "\"இது சுமார் மூன்று மில்லியன் மதிப்புள்ள மதிப்பு, அந்த நேரத்தில். இப்போது அது இல்லை. அதைக் கற்றுக்கொள்ள நான் ஒரு குழந்தைக்கு கொடுத்தேன். இது இரண்டு மாதங்களுக்கு முன்பு ஒரு மாத உரை மட்டுமே. அது எழுதியது.",
        "O / L முன்பதிவு நேரத்தில், பள்ளியும் தனக்கு ஒரு மடிக்கணினி கணினியை வழங்கியது என்று அவர் கூறினார்.",
        "A / L, கலை கலை, கலை கலை எதிர்காலத்தில் ஒரு வழக்கறிஞராக இருப்பதன் நோக்கத்துடன் பாடங்களைப் படிக்க முடிவு செய்தது.",
        "ஆனால் அவர் செயின்ட் எல்கோசியஸ் வித்யாலயாவில் ஆசிரியராக இல்லாததால், அவர் கொழும்பின் செயின்ட் எல்கோசியஸ் கல்லூரியில் ஆசிரியராக இல்லாததால்.. அது 2014 இல் இருந்தது.",
        "இரு பள்ளிகளிலும் கலாச்சார மாற்றத்தை தனக்குத் தெரிந்திருப்பதாக இசுரு கூறினார்.",
        "\"இரண்டு பள்ளிகளில் இரு பள்ளிகளுக்கும் இடையிலான வித்தியாசம் மிகவும் உணரப்பட்டது. அலுகூசிய மொழியில் பழக்கவழக்க சூழல். இது ப Buddhist த்த சூழல்கள் என்று கூறப்படுகிறது, \"என்று அவர் கூறினார்.",
        "அதற்குள், இசுருவுக்கு ஒரு பேஸ்புக் கணக்கு கூட இருந்தது. ஆனந்தா கல்லூரியில் அவரது நண்பர்களிடையே நட்பை வலுப்படுத்த இது ஒரு சிறந்த தளமாக இருந்தது.",
        "அனைத்து தீவு இசை போட்டிகளிலும் அவர் ஈடுபட்டிருந்த இடத்தில்தான் இருந்தது.",
        "தனக்காக சிறப்புக் கல்விக்காக ஒரு ஆசிரியருக்கு பள்ளி ஆட்சேர்ப்பு செய்யப்பட்டது என்று அவர் கூறினார்.",
        "\"நான் வரும்போது, ​​ஆனந்தா எனக்கு ஒரு சிறப்பு ஆசிரியரை அழைத்துச் சென்றார். சூரங்கா எனக்கு ஒரு பக்கத்தைப் படிக்கிறார், நான் பிரெய்லின் எழுத்தை மொழிபெயர்க்கிறேன். ஆசிரியரை கவலையடையச் செய்யும் அளவுக்கு அவர்கள் கவலைப்பட்டனர். நல்ல ஆசிரியர்கள் இருந்தனர். நான் காட்சிகளையும் பரிந்துரைகளையும் எடுத்தேன். வழக்கமாக, ஒரு குழந்தையின் திருமணம் இல்லை, ஆனால் அவர் அவ்வாறு செய்தார், \"என்று அவர் ஆனந்த கல்லூரியின் அனுபவத்தை விவரித்தார்.",
        "எவ்வாறாயினும், கிலோ ஏ / எல் தேர்வுக்கு அமர ஐ.டி அமைப்பு தேர்வு செய்யப்பட்டதாக கல்வி அமைச்சகத்திற்கு அறிவிக்கப்பட்டதாக அவர் கூறினார், இரண்டு பாடங்களை மாற்ற நடவடிக்கைகள் எடுக்கப்பட்டன.",
        "\"பின்னர் நான் பொருளாதாரம், வரலாறு மற்றும் அரசியல் அறிவியல் செய்தேன். பாடங்கள் மாற்றப்பட்டபோது, ​​அவர்கள் பள்ளியில் வரவேற்றனர். அன்றாடம் போல பள்ளிக்குச் சென்றார். வரலாற்றில் கலந்து கொள்ளவில்லை, பள்ளி மட்டுமே கற்றுக்கொண்டது. A / L க்கு 4 A- வரம்பை எடுத்தது. தீவில் 20, 87 மாவட்டம், \"அவர் தனது இரண்டாம் நிலை கல்விக் கடையின் கடைக்குச் சென்றார் என்பதைக் குறிப்பிட்டார்.",
        "மேம்பட்ட நிலைக்குப் பிறகு, உல்ட்ரி வணிக மேலாண்மை மற்றும் சந்தைப்படுத்தல் ஆகியவற்றின் அடிப்படையில் டிப்ளோமா படிப்புகளை புறக்கணித்தது.",
        "\"நான் என்னைச் சுற்றி செல்ல விரும்பியதால் அம்மா ஒரு ஸ்கூம் எடுத்தார்,\" என்று அவர் கூறினார்.",
        "கொழும்பு பல்கலைக்கழகம் 2017 இல் 2017 இல் தேர்ந்தெடுக்கப்பட்டது.",
        "பல்கலைக்கழக அதிகாரிகள் தங்கள் கல்விக்காக எவ்வாறு பணியாற்ற வேண்டும் என்று கேட்டார்கள் என்பதை அவர் நினைவு கூர்ந்தார்.",
        "\"நோவார் நோவோ 2017 தொடங்கியபோது. முதல் இரண்டு வாரங்களில், நீங்கள் என்னவாக இருக்க வேண்டும் என்று என்னிடம் கேட்டேன். பின்னர், நான் அவர்களுக்கு ஒரு தீர்வாக இருந்தேன், \"என்று அவர் கூறினார்.",
        "\"நான் அதை பிரெயிலுக்கு அனுப்ப விரும்புகிறேன், அதை மாற்றவும், தட்டச்சு செய்யவும், வளாகத்திலிருந்து வளாகமாகவும் இருக்க விரும்புகிறேன். அது மிகவும் தாமதமாக இருக்கலாம். ஒரு பெரிய செலவும் உள்ளது. நான் சொன்னேன்: 'நீங்கள் வேலை செய்யாதீர்கள், நீங்கள் என்னை தீர்க்க அனுமதிப்பீர்கள். பின்னர் அனைத்து மென்பொருளும் இலவசம். என்விடிஏ: ஒரு ஸ்கிரீனர். இது சிங்கள யூனிகோட் கூட படிக்கிறது. எனவே நான் சொன்னேன், இந்த மென்பொருளை வளாகத்தில் ஒரு மடிக்கணினியில் வைக்கவும், காகிதியின் மென்மையான நகலைக் கொடுங்கள், எனக்கு தேர்வு அவலதத்தை கொடுங்கள். பின்னர் நான் மற்ற குழந்தைகளைத் தட்டச்சு செய்வேன், நீங்கள் முயற்சி செய்கிறீர்கள், நீங்கள் அதை அச்சிடுகிறீர்கள், \"அவர் தனது தீர்வை பல்கலைக்கழகத்திற்கு வழங்கினார்.",
        "அவர் தனது மாணவர் குழுவில் ஒரு காட்சி பலவீனமான மாணவர் மட்டுமே, மேலும் பல்கலைக்கழகம் பிரெய்ல் சிஸ்டம் பயன்படுத்துகிறது என்று இசுரு சுட்டிக்காட்டினார்.",
        "\"மடிக்கணினி சரியாக எளிதானது. விரிவுரைகளுக்கு விரிவுரைகளைப் பெறுங்கள். புத்தகங்களைப் படிப்பது எளிதானது. மேலாண்மை தகவல் கிடைக்கிறது. நோட்ஸை உருவாக்கும்போது எனது குறிப்பு முடிந்தது. எனவே முழு தொகுப்பிலும் உள்ளவர்களுக்கு எனது குறிப்பு இருந்தது. ஸ்கேன் மற்றும் மென்மையான நகல்களை வாசித்தல். OCR. நான் இயக்ககத்தில் உள்ள குறிப்புகளில் பதிவேற்றப்பட்டேன். யூனிகோட் ஒரு மீட்பர், \"பிரெய்ல்,\" அவர் புதிய தொழில்நுட்பத்துடன் மாற்றியமைக்க எளிதானது என்று கூறினார்.",
        "அந்த நேரத்தில் அவர் ஒரு ஸ்மார்ட்போனைப் பயன்படுத்தினார் என்றார்.",
        "பள்ளி அரங்கைப் போலவே, இசுருவும் பரிசோதித்த பல்கலைக்கழகம் தனக்கு கூடுதல் நேரம் இருப்பதாகக் கூறினார்.",
        "அவர் தனது பல்கலைக்கழக திறன்களை முடித்தார், இது இரண்டாவது (உயர்) நேர வலையமைப்பாகும்.",
        "தொழில்நுட்பத்தின் பயன்பாடு அவருக்கு வாழ்க்கையில் தொடர உதவியது.",
        "\"தொழில்நுட்பம் பயன்படுத்தப்பட்டதால் நான் நீண்ட காலமாக இருந்தேன். கொரியாவில் இது மிகவும் முக்கியமானது. சில விஷயங்கள் நான் என் சொந்தத்தைத் தேடிக்கொண்டிருக்கிறேன். கூகிள் எல்லாம். தொழில்நுட்பம் ஒரு மந்திரம் அல்ல. அது சாதாரணமானது.",
        "கோவிட் -12 பிளேக் திறம்பட பயன்படுத்தப்பட்டது, உட்புற தனியார் நிறுவனங்களுக்கு சேவை செய்தது.",
        "\"கோவோட் போது, ​​நான் ஐ.டி நிறுவனத்தில் ஒரு நிறுவனத்தில் பணிபுரிந்தேன். வளாகத்தில் 4 வது. 2020 இன் பிற்பகுதியில். மொழி மொழிபெயர்க்கப்பட்ட வேலை i. ஆராய்ச்சி உதவியாளராக பணியாற்றினார். அவர்கள் ஆசை செய்தார்கள். நான் பணத்தை முதலீடு செய்துள்ளேன். பங்குச் சந்தை வைக்கப்பட்டது. மூலதன சந்தைகளில் முதலீடு செய்யப்பட்டது. இது மற்றொரு வருமானத்திலிருந்து வந்தது. அது மீண்டும் முதலீடு செய்யப்பட்டது. அவர் வீட்டை கழித்தார், \"என்று அவர் மேலும் கூறினார்.",
        "இசுரு மகேஷ் பாலிதா இப்போது தனது இலக்கை உணர்ந்தார். அவர் இப்போது தொழிலில் இருந்து ஒரு வழக்கறிஞராக உள்ளார். குற்றம் மற்றும் அடிப்படை உரிமைகள் அவரது பொருளாக மாறிவிட்டன.",
        "\"குற்றவியல் வழக்கு நிறைய நேரம் பேசுகிறது. குற்றம் மற்றும் அடிப்படை உரிமைகள். தற்போதைய வழக்குகள் தற்போது 4 பற்றி பேசுகின்றன. தன்னார்வ தொண்டு நிறுவனங்களுடன் அடிப்படை உரிமை வழக்குகளுடன் பேசுகிறார், \"என்று அவர் கூறினார்.",
        "சி.டி.டி, ஒரு தொழிலதிபர் அண்மையில் ஜனாதிபதித் தேர்தலில் இடைக்கால உத்தரவை பிறப்பிக்க இடைக்கால உத்தரவை பிறப்பிக்க வேண்டும். வழக்கறிஞர் அமந்தா கல்காகல்ச்சர் தாக்கல் செய்த இடைநிலை மனுவை வழக்கறிஞர் அமந்தா கல்பகயா முன்வைத்தார், அவர் உச்சநீதிமன்றம் தாக்கல் செய்த மனுவை தாக்கல் செய்திருந்தார்.",
        "இசுருவின் நோக்கம் சர்வதேச அளவில் வழக்கறிஞரால் தொடர்கிறது. அவர் ஏற்கனவே அவ்வாறு செய்ய நடவடிக்கை எடுத்துள்ளார்.",
        "\"நான் இரண்டு முக்கிய பள்ளிகளுக்குச் செல்லவில்லை என்றால், நிலைமை மாறியிருக்கும்\"",
        "நாட்டின் இரண்டு முக்கிய பள்ளிகளில் படிக்க முடியாத இசுரு, நிலைமை மாற வாய்ப்புள்ளது.",
        "குடும்பமும் சமூகமும் தங்கள் வாழ்க்கையை பாதித்துள்ளன என்பதை இசூரு பிரதிபலிக்கிறார்.",
        "\"அவர்கள் முடக்கப்பட்டவர்கள் என்று பலர் நினைக்கிறார்கள். சிலர் சூப்பர் டேலண்ட் நினைக்கிறார்கள். அவர்கள் இருவரும் சாதாரண மக்கள் அல்ல. ஒரு நாட்டைக் கொண்ட ஒருவருக்கு சிறந்த பயன்பாடு 'முடக்கப்பட்டது'. ஏனெனில் அந்த நபருக்கு சிறப்பு உபகரணங்கள் இல்லை. சிறப்புத் தேவைகள் இல்லை. தேவைகளின் தேவைகள் ஒன்று, \"என்று அவர் கூறினார்.",
        "குறைபாடுகள் உள்ளவர்கள் தங்கள் நிலையை ஏற்றுக்கொள்ள வேண்டும் என்று இசுரு சுட்டிக்காட்டினார். குடும்பம் மற்றும் சமூகத்தைப் பற்றி குடும்பம் அறிந்திருக்க வேண்டும் என்று அவர் கூறினார்.",
        "குறைபாடுகள் உள்ளவர்கள் தங்கள் திறமைகளை நன்கு மதிப்பீடு செய்து முன்னேற வேண்டும் என்று அவர் சுட்டிக்காட்டினார்.",
        "\"ஆங்கில மொழி முக்கியமானது. நாம் எவ்வளவு சொன்னாலும், மொழி உடைக்கப்படாதது என்பது முக்கியமல்ல, குறைபாடுகள் உள்ளவர்களுக்கு உதவும் ஆங்கில மொழியை ஆங்கிலம் வலியுறுத்தியுள்ளது என்று நான் தனிப்பட்ட முறையில் நம்புகிறேன்.",
        "\"நான் நிறைய பேரைப் பார்க்கிறேன், எங்களிடம் ஊனமுற்றோர் இருப்பதால், சமூகம் இதை எங்களுக்கு வழங்குவது போன்றது. அது ஒன்றல்ல. நாங்கள் எங்கள் திறன்களை உருவாக்கினோம், இயலாமை என்பது நிலைமை குறுக்கிடப்படாத இடமாகும். நாம் அதைப் பெற வேண்டும்.",
        "சமூகத்தின் ஹீரோக்கள் சமுதாயத்தை எதிர்பார்க்கக்கூடாது என்று இசுரு சுட்டிக்காட்டினார்.",
        "\"இயலாமையிலிருந்து ஹீரோக்களை சமூகம் அறியக்கூடாது. குறைபாடுகள் உள்ள குழந்தைகள் தெரிந்து கொள்ள வேண்டும், கல்வி தான் முக்கியம், \"என்று அவர் பிபிசி சிங்கள சேவையுடனான உரையாடலை முடித்தார்.",
        "ஜனாதிபதித் தேர்தல் 2024: இந்த மாத இறுதிக்குள் தேர்தல் நாள் பிரகடனம்"
      ]
    },
    "en": {
      "title": "Visually impaired lawyer who won a world of technology",
      "body_lines": [
        "Isuru Mahesh Pandita was born in the Galle District, 27 years ago.",
        "He made a visually impaired infant, \"Medical negligent infant,\" who says he was born at birth.",
        "However, that challenges are almost entirely overcome, he has become a lawyer who loves \"many people who love many\" today.",
        "Isuceth's view that his parents, as is because of his parents' commander. On that journey, he received unbelievers from neighbors.",
        "It was nearly a year after he was sworn in as a lawyer.",
        "He is acting as an activist and an active researcher, an independent researcher, an independent researcher, a translator and a law translator, as an activist acting for the rights of persons with disabilities.",
        "In the Bridge of Galle, the Bridge of Galle, who once lived through the bridge of the country, was found in the Gingwella, who was born in the bridge of the Gingwella.He is also able to cash with him about his course.",
        "\"When I was born, they didn't breathe. Doctors have given oxygen because they did not breathe. It is because of the light light, because the lights are not covered in that time.",
        "It was such a friendly conversation with us as friendly conversation, referring to how he was visually impaired at birth.",
        "\"What happened because of medical negligence,\" He gave us a definite answer to the Prophet problem.",
        "The mother and father of Isuru's mother and father understood that their firstborn boy was visually impaired, and after he grew up to 2 months.",
        "\"When the parents find it only for two months. Two people give toys, rotated. The two black in English two eyes have worked as fast as I look at that. That's with it, they had some problem, \"he said.",
        "For the age of 17 years since then, his parents were made to make their own child to heal their own child. In some cases, beyond medical treatments, they remain in the minds of belief and belief in practices.",
        "At the time, Isuru's father served as a driver of the Southern Provincial Education Department. The mother was a housewife.",
        "He believed that the understanding of the value of education was lucky to the understanding of education.",
        "\"They understood that they should be able to teach you.. Because our father worked at the Department of Education. There was some understanding with that. \"",
        "'Blind, those who have not touch a car now come to me to build vehicles,'",
        "Usually, children were born in the preschool, but he was never able to leave.",
        "He said that he was about to the greatest pre-schools with common children, but he also refused to go to the country.",
        "\"Preschool went to Sanasara Montessori. Teachers taught me very well. Not letters. They did not have a vocational training, how to deal with it. There is a defect in the education system in Sri Lanka. The sensitivity was well enough. Helped improve my other. I was with ordinary children. I'm not in a single day. There was such a caretry, \"He said he was not paused.",
        "Isuru mentioned that he is a shadow like a shadow even if it is not 100%. He said that it was useful for everyday work in his life.",
        "\"Like the others, I did everything, so I could see one like 100% with friends, but I can see a shadow. You can do the one walking in. If there is anyone, I can say that there is someone. Montessori friends still talk today. \"",
        "Isuru Mahesh includes Palitha Secondary Education to Galle, St. Alsoas College. That was in 2003. There he will be studying in the special education unit for three years.",
        "\"The school experience is different. Then the special education was. Braille Education is given to a visually impaired child. I first learned at St. Alsois College, Galle. 2003 was the 2003. I was studying early 3 years of special education unit. Sir, the unit was in charge of the unit. That was where Braille learned to write, \"he said.",
        "However, we told us that Braille education was not such a beautiful experience.",
        "\"A question came when reading Braille. My fingers are too small. Braille is entered. And the hand does not get caught. Mom worked hard to teach me. Because if it didn't do this, there's nothing more. Without something to do, there was a Braille fonts to be brail letters. Ammunition Learned Braille. Because I want to teach. The same boy and my mother learned Braille and it benefited me. \"",
        "The next stop of Isuru's life was the next stop of Isuru in the life of Isuru, after studying the three years in St. Elistius College.",
        "On the instructions of the special education unit, it was a decision taken for his future development.",
        "\"In Year 3, we make a decision, even Sir suggest, even the new methods of Braille may have new ways of learning. So it would be better to attend a special school. The school is not initially accepting. Later, a letter left, 'Goes and consensus, and two years later, you will agree to school.",
        "Isuru will be educated at the Blind College of Ratmalana and nearly three years. He also faces the Grade 5 Scholarship Debaya. He said that there was still in its hostel for about a year.",
        "Isucee noted that the experience of his education was slightly changed in Galle. He said he was happy about it.",
        "The time was given to the mother and his father, because his mother and his father had given their daily tasks.",
        "The Isuru pointed out that his mother had arranged for him to provide English education from grade 1.",
        "Isuru stated that the issue of the scholarship examination at the Blind College, Ratmalana.",
        "\"The scholarship was written there. It was a big problem. Because generally wearing like a scholarship as a student like that. Then the fever is, the sketches, they decide, and they give up the same questions. Can a child usually be called. This is how this problem is. Nothing, it is said to open the images. But as you come home and looks at Mom, you can make some questions. \"",
        "He will score 102 runs for the scholarship examination.",
        "However, the teachers of the Ratmalana Blind College eventually expressed their suitability with Isuru's abilities.",
        "Isuru said that it was re-included in Grade 6, St. Elasius College. But this year he was included in a general class, not the special education unit.",
        "Since then, Irali educational was educated, with ordinary students. It was said that it was a turning point in his life.",
        "But with the retirement of the Special Education Unit, translating Isuru's Braile notes, was a fairly challenge to the school.",
        "\"After that we asked for a teacher. But that teachers are not in school a lot of time. Then 'this kid wants to write the exam ...' I have an ordinal teacher to read a general teacher and told me to tell the answers. Then the teacher records it. \"",
        "At times, the schools have taken steps to be able to read the same question paper and recompate the Issuic answers.",
        "He said that since then, it became common.",
        "\"I even did the subject concurrent activities. In the media unit was in the debate group, attended music, to the entire Level, and I could sing. Notices in the Media Unit. Came to the place where the morning meeting was conducted. When working with older brothers, there was no difference to me. So did everything that makes a common kid. Had fun with friends.",
        "Didn't get the cruelty, the peerd did the one. But we have learned goodly, \"That is how Issuru was recalled about the time of the School of Isuru.",
        "He was educated there to the GCE Ordinary Level Examination and the Braille system faced the exam with. He said that teachers had read questions because they did not have Braille papers.",
        "\"The average children giving us to the general kids except for mathematics. Because the geometry of math is more, you will get rid of new issues and put new questions. I read a teacher, a teacher reads questions, I write in Braille. \"",
        "Isuru stated that he was also present at the tuition classes participated in the participants.. He also recalls how the mother was accustomed to Braille system.",
        "He said that 8 Matrules and English Literary Subject were finally obtained from the GCE O / L examination including IT subject.",
        "The intervention of a Director of Education in the Southern Province has recalled how a computer is owned by a private company in Grade 7.",
        "\"The software used at that time is less used software. There was no such world like now. They want to get them. They were unbearable. From a private company, Southern Province Education",
        "With the intervention of a director, I gave me a computer. A desktop computer. Me in 7 year, \"he said",
        "The Isuru stated that computers were accused of 'Jayasekera' near his home near the house of the Thero. '",
        "\"I'm going to learn it now. Our eyes were Uncle Jayasekera. He's the one I used to get the worse, Excel from the beginning. Without paying money. It was a challenge for him. Because what a normal person does from the mouse, let me do. He had to learn how to use one of the screener. He made a big sacrifice. \"",
        "Unlike normal people, people with visual impairments such as Isal are software using computers and software to read their activities. It was called \"screensters\".",
        "Now Isuru is easily able to handle the computer. We also surprised how he handles it. The information included in the newspaper as well as the information is read. He also spoke to us that the unicode has enabled uses in Sinhala.",
        "In grade 10, Isuru will also give the IT competition in South Korea and he succumbs to 20 countries in the Asia Pacific region.",
        "The Isuru recalls how to receive a \"Braille Rithor\" to the intervention of the UK Old Boys Association at the time.",
        "\"It was about three million worth of value, at that time. Now it's not. I gave it to a child to learn that. It was only a monthly text two months ago. Written by it. \"",
        "He said that at the time of the O / L reservation, school also provided a laptop computer to him.",
        "For the A / L, the art of art, the art of art decided to study subjects in the future with the purpose of being a lawyer.",
        "But since he was not a teacher at St. Elgosius Vidyalaya, as he was not a teacher at St. Elgosius College, Colombo.. That was in 2014.",
        "Isuru said that he was familiar with the cultural change in both schools.",
        "\"The difference between the two schools in two schools was quite felt. Is the habitual environment in Aluguese. It is allegedly Buddhist environments, \"he said.",
        "By then, Isuru had even a Facebook account. It was a great platform to strengthen the friendship among his friends at Ananda College.",
        "It was where she was involved in all Island music matches.",
        "He said that the school was recruited to a teacher for special education for himself.",
        "\"As I arrived, Ananda took me a special teacher. Suranga is reading me a pageper, I translate the writing of Braille. They were concerned enough to put the teacher concerned. There were very good teachers. I took the views and suggestions. Usually, the wedding of a child is not, but he did so, \"he described the experience of Ananda College.",
        "However, he said that the Ministry of Education was notified that the IT system was selected to sit for the GCE A / L examination, steps were taken to change two subjects.",
        "\"Then I made economics, history and political science. When the subjects were transferred, they were greeted in school. Went to school like everyday. Did not attend history, only school learned. Took a 4 A-range to A / L. The district 20, 87 in the island, \"he mentioned how he went to the shop of his secondary educational shop.",
        "After Advanced Level, Ignored the Diploma courses on the basis of ultry business management as well as marketing.",
        "\"Mom took a scoome because I wanted to go around me,\" he said.",
        "The University of Colombo was elected in 2017 in 2017.",
        "He recalled how the university authorities asked how to work for their education.",
        "\"As Novar Novar 2017 started. In the first two weeks, I asked me what you wanted to be. Later, I was a solution to them, \"he said.",
        "\"I want to send it to Braille, transforming it, type it, and campus, from the campus. That may be the results too late. There is also a big cost. I said: 'Don't do you work, you'll let me solve. Then there were all software free. NVDA: a screener. It even reads Sinhala unicode. So I said, put this software to a laptop on campus, give me a soft copy of the papper, give me the exam plight. Then I will type the other children, you'll try, you guys print it, \"he gave his solution to the University.",
        "He is only a visual impaired student in his student team, and Isuru pointed out that the University is used by Braille system.",
        "\"The laptop is rightly easy. Get lectures to lectures. It was easy for reading books. Management Information is available. My note is complete when building noates. So the people in the whole batch had my note. Scan and reading soft copies. Ocr. I was uploaded in the notes in the drive. Unicode is a Savior, \"Braille,\" he said to be easy to adapt to new technology.",
        "He said he used a smartphone at the time.",
        "Like the school stage, Isuru said that the university examined had additional time for himself.",
        "He ended his university skills, the second (high) network of time.",
        "The use of technology helped him to continue in life.",
        "\"I was in a long time because technology was used. It was very important in Korea. Some things I've been looking for my own. Google is everything. Technology is not a magic. That's normal. \"",
        "The Covid-12 plague was also utilized effectively, serving indoor private institutions.",
        "\"During the Covod, I worked in a company in IT company. In the Campus 4th. In the late 2020. The language translated work I. Worked as a research assistant. They did the desire. I have invested the money. The stock market was placed in. Invested in Capital Markets. It came from another income. It was back invested back. He spent the house, \"he added.",
        "Isuru Mahesh Palitha is over the realization of his goal by now. He is now a lawyer from profession. Crime and fundamental rights have become his subject.",
        "\"Criminal prosecution is speaking at a lot of time. Crime and fundamental rights. Current cases are currently talking about 4. Talking to basic rights cases with NGOs, \"he said.",
        "CDD, a businessman who demands an interim order to issue an interim order to issue an interim order in the Presidential Election recently. The intermediate petition filed by lawyer Amandah Kalquaculture was presented by lawyer Amandah Kalfkhakhaya, who had filed the petition filed by the Supreme Court.",
        "Isuru's purpose is further proceeding internationally by lawyer. He has already taken steps to do so.",
        "\"If I don't go to two main schools, the situation would have changed\"",
        "Isuru, who was unable to study in two main schools in the country, the situation was likely to change.",
        "Isuru reflects that the family and society have affected their lives.",
        "\"Many people think that they are disabled. Some people think Super Talend. Not both of them are ordinary people. The best application to a person with a country is 'disabled'. Because that person does not have special epitures. No special needs. The needs of the needs is one, \"he said.",
        "Isuru pointed out that people with disabilities should accept their status. He said that the family should be aware of the family and society.",
        "He pointed out that people with disabilities should take a good assessment of their talents and move forward.",
        "\"The English language is important. අපි කොච්චර කිව්වත්, භාෂාව බාධාවක් වෙන්න ඕනේ නෑ කියලා, මම පෞද්ගලිකව විශ්වාස කරනවා ඉංග්‍රීසි භාෂාව අනිවාර්යයි ආබාධ සහිත පුද්ගලයෙක් නම්,\" ඔහු ඉංග්‍රීසි භාෂාව ආබාධ සහිත පුද්ගලයින්ට උපකාරී වන අයුරු පිළිබඳව ද අවධාරණය කළේ ය.",
        "\"I see a lot of people, as we have a disabled, society is like giving us this. That's not one of. We created our abilities and the disability is a place where the situation is not interrupted. We need to get it. \"",
        "The Isuru pointed out that the heroes of the society should not expect society.",
        "\"The society should not know the heroes from the disability. Children with disabilities need to know, education is the key, \"He ended the conversation with BBC Sinhala service.",
        "Presidential Election 2024: Declaration of Election Day before the end of this month"
      ]
    }
  },
  "summary_lines": [
    "It seems like you've shared a detailed narrative about Isuru Mahesh Palitha, focusing on his educational journey, challenges, and achievements despite facing significant obstacles due to his visual impairment. Isuru's story is inspiring, highlighting his resilience, determination, and innovative use of technology to overcome barriers and pursue his dreams.",
    "",
    "From the early stages of his education, where he adapted to reading questions through Braille and participating in various extracurricular activities, to his advanced studies and eventual career as a lawyer specializing in criminal prosecution and fundamental rights, Isuru's journey is a testament to the power of education and technology in enabling individuals with disabilities to lead fulfilling lives and contribute significantly to society.",
    "",
    "His experiences at different schools, including the interventions by educators and the support he received, underscore the importance of inclusive education and the role of dedicated teachers and administrators in creating accessible learning environments. Furthermore, Isuru's innovative solutions during his university years, such as adapting technology to facilitate his studies and exams, demonstrate his problem-solving skills and his ability to leverage technology for personal empowerment.",
    "",
    "Isuru's reflections on his journey also touch upon broader societal attitudes towards disability, emphasizing the need for acceptance, understanding, and the recognition of individual capabilities beyond physical limitations. His advice for others with disabilities highlights the importance of self-assessment, leveraging strengths, and pursuing passions, underscoring a positive outlook and the potential for success despite challenges.",
    "",
    "Overall, Isuru's story is a powerful reminder of the human spirit's resilience and the transformative impact of education and technology on individual lives and societal perceptions."
  ]
}