{
  "translated_text": {
    "si": {
      "title": "ඔඩ්ඩුසුටුටන් හි සිදු කරන ලද විශේෂ වටපිටාව: පුපුරණ ද්රව්ය ටිපර්",
      "body_lines": [
        "මුල්ලයිටිව් ඔඩුසුටාන් ප්රදේශයේ විශේෂ පරීක්ෂක ක්රියාවලියක පොලිස් හා විශේෂ කාර්ය සාධක බලකාය (එස්.ටී.එෆ්.",
        "යුධ රථවාහන හා පාතාල හා පාතාල කණ්ඩායම්වල ක්රියාකාරකම් මැඩපැවැත්වීම සඳහා බ්රහස්පතින්දා සවස (14) බ්රහස්පතින්දා සවස (14) විශේෂ රථවාහන පරීක්ෂණ මෙහෙයුමක් සිදු කර ඇති අතර එය රට පුරා පොලීසිය පුරා විසිරී සිටින අතර රට පුරා drugs ෂධ හා පාතාල කණ්ඩායම්වල ක්රියාකාරකම් මැඩපැවැත්වීම සඳහා ය.",
        "මෙම කාලය තුළ එය ගමන් කරනු ලැබුවේ මාන්කුලම් මාර්ගය හරහා ඔටිසුට්ටු තාරකාව දෙසට ගමන් කරන ටිපර් වාහනයකිනි.. පුදුකුකුඩිරුප්පු දෙසට ගමන් කරන ටිපර් වාහනය ගිනි අවියකින් වෙඩි තබා dead ාතනය කරන ලදී",
        "සිද්ධිය ප්රදේශයේ කලබලයක් ඇති වී තිබේ.",
        "කෙසේ වෙතත්, පොලිසිය සහ විශේෂ කාර්ය සාධක බලකාය (එස්.ටී.එෆ්) පරීක්ෂාවට සම්බන්ධ වූ අතර සැකකටයුතු අයිතම කිසිවක් සොයා ගෙන නොමැත."
      ]
    },
    "en": {
      "title": "Special surroundings carried out in Oddusuttan: Explosive Tipper",
      "body_lines": [
        "Police and Special Task Force (STF) were engaged in a special inspection process in the Mullaitivu Oddusutan area.",
        "A special traffic inspection operation was carried out on Thursday evening (14) as part of the Yukthiwa area, which is being carried out by the police across the country to curb the activities of drugs and underworld groups in the country.",
        "During this time, it was traveled by a tipper vehicle that was traveling towards Otisuttan through the Mankulam road.. The tipper vehicle traveling towards Pudukkudiyiruppu was shot dead by a firearm",
        "The incident has caused a stir in the area.",
        "However, the police and the Special Task Force (STF) were involved in the inspection and no suspicious items were recovered."
      ]
    }
  },
  "summary_lines": [
    "In Oddusuttan, a police and STF inspection led to a tipper vehicle being shot dead on Mankulam road, sparking concern. Despite the incident, no suspicious items were found."
  ]
}