{
  "translated_text": {
    "si": {
      "title": "මෝඩිගේ පළමු ඉන්දීය අග්රාමාත්යවරයා ට්රිචිහිදී ශ්රීරාම් පන්සල නැරඹීමට නියමිතය",
      "body_lines": [
        "තමිල්නාඩුවේ තෙත් වන දිනට දින තුනක සංචාරයක යෙදී සිටි ඉන්දීය අග්රාමාත්ය නරේන්ද්ර මෝඩි සෙනසුරාදා (20) ශ්රී රංගනාතර් කෝවිල වෙත ගියේය.",
        "ශ්රීරාංගම් කෝවිලට සහ පළමු ඉන්දීය අග්රාමාත්යවරයා බැලීමට පළමු ඉන්දීය අග්රාමාත්ය නරේන්ද්ර මෝඩි ය.",
        "1947 දී ඉන්දියාවේ ස්වාධීන වූ බව ජවහර්ලාල් නේරු ඉන්දියාවේ පළමු අග්රාමාත්යවරයා බවට පත්විය.",
        "නෙහරු සිට වත්මන් නරේන්ද්ර මෝඩි දක්වා 15 දෙනෙකු ඉන්දියානු අග්රාමාත්යවරයාගේ ධුරය හෙබවීය.",
        "අග්රාමාත්යවරයා වන නරේන්ද්ර මෝඩි ශ්රීලාම් පන්සල නැරඹීමට පළමු අග්රාමාත්යවරයා බව සැලකිය යුතු ය.",
        "මෝඩි, 44 හැවිරිදි වෑල්ඩෝල්ඩ් ඇන්ල්, දේවමාළිගාවේ අලි සමඟද ආශීර්වාද ලැබුණි.",
        "අග්රාමාත්ය මෝඩි මෝඩි මහතා පැවසුවේ නවරරි උත්සවයේදී අලි මිථ්යාදෘෂ්ටික සතන් ord ෂධයේ මෙවලම කියවන බවයි.",
        "මෝඩි වසරේ වර්ෂයට සවන් දීමට අවශ්ය වන අතර, අලි මිථ්යාදෘෂ්ටිකයා වසරේ සිඟිති කෝප්පයේ මුඛයේ සිඟිති රූපයේ දී ලස්සනට කියවමින් සිටී.",
        "ඇන්ඩල් මුඛ ඉන්ද්රිය කියවීම ඇසූ මෝඩි අලියාට ආදරයෙන් අතුල්ලම් කර තිබේ.",
        "අලි මඳක් වූ විට රාජිනිකාන්ත්ගේ 'තම්බික්ක් ඊතක්කු' සමඟ රාජනිකන්ත්ට ආශීර්වාද කළ බව සඳහන් කිරීම වටී."
      ]
    },
    "en": {
      "title": "Modi's first Indian Prime Minister to visit Srirangam Temple in Trichy",
      "body_lines": [
        "Indian Prime Minister Narendra Modi, who is on a three -day tour of Tamil Nadu, visited the Srirangam Ranganathar Temple on Saturday (20).",
        "Narendra Modi is the first Indian Prime Minister to visit the Srirangam temple and the first Indian Prime Minister.",
        "After India became independent in 1947, Jawaharlal Nehru became the first Prime Minister of India.",
        "From Nehru to the current Narendra Modi, 15 people have held the post of Prime Minister of India.",
        "It is noteworthy that Narendra Modi, who is the Prime Minister, is the first Prime Minister to visit the Srirangam Temple.",
        "Modi, 44 -year -old Andal, was also blessed with the elephant of the temple.",
        "Prime Minister Modi told Modi that the elephant Pagan would then read the instrument of Andal Mouth Organ during the Navratri festival.",
        "Modi wants to listen to the year of the year, and the elephant Pagan has been reading beautifully, to give Mouth Organ in the thumbnail of the year.",
        "Modi has lovingly rubbed the elephant, hearing the reading of Andal Mouth Organ.",
        "It is also worth noting that Rajinikanth was blessed with Rajinikanth's 'Thambikku Ethakku' when the elephant was a little."
      ]
    }
  },
  "summary_lines": [
    "Narendra Modi, India's first Prime Minister to visit Srirangam Temple, blessed with an elephant during his Tamil Nadu tour."
  ]
}