{
  "translated_text": {
    "si": {
      "title": "යාල්. මාධ්යවේදියාගේ නිවසට පහරදීම පිටුපස රාජ්ය බුද්ධි අංශයක් ඇති බවට සෙල්වරාජා ගජේන්ද්රන් චෝදනා කරයි",
      "body_lines": [
        "යාපනයේ මාධ්යවේදියෙකුගේ නිවසක ප්රහාරය පිටුපස රාජ්ය බුද්ධි අංශයක් ඇති බව සෙල්වරාජා ගජේන්ද්රන්, රාජ්ය බුද්ධි අංශයක් ඇති බවට සැකයක් පළ කර තිබේ.",
        "යාපනය - අචේලේලි මාධ්යවේදිය තම්බ්රවලෙයි ප්රදීපන් නිවසේ. බ්රහස්පතින්දා (13) බ්රහස්පතින්දා (13) බ්රජීඩ්රාන් බ්රජීන්ට්රාන් බ්රහස්පතින්දා (13) එහි බ්රජීඩ්රාන් මේ බව මාධ්යයට අදහස් දක්වමින් මේ බව පැවසීය.",
        "මෙම සිද්ධිය අපි තරයේ හෙළා දකිමු. ප්රහාරයෙන් පසු පත්රිකාව. අප සම්බන්ධයෙන් ගත් කල, ප්රහාරකයාගේ පසුබිම ආවරණය කිරීම සඳහා පත්රිකා ස්ථානගත කර ඇති බවට අපි සැක කරමු.. සංක්රාන්තියන් පක්ෂවලට පහර දීමට අපහසුය.",
        "සති කිහිපයකට පෙර ජනාධිපති යාපනයට ගිය අවස්ථාවේදී මාධ්යවේදී ප්රදීපන් අවසරය අහිමි විය. ජනාධිපති රනිල් වික්රමසිංහ මහතා ආරක්ෂක අංශවල ඉසව්වලට ඉඩ නොදෙන ලෙස ආරක්ෂක අංශ විසින් ප්රකාශයට පත් කර ඇති බව පවසම ජනාධිපති රනිල් වික්රමසිංහ මහතා ආරක්ෂක අංශවල සිදුවීම්වල ප්රවෘත්ති එකතු කිරීමට අවසර දීම ප්රතික්ෂේප කළේය.",
        "ඔහු ජාත්යන්තර තානාපති කාර්යාල හා ජාත්යන්තර මාධ්ය සංවිධානවලට පැමිණිල්ලක් ඉදිරිපත් කර තිබුණි.",
        "2009 දී පුනරුත්ථාපනය කිරීමෙන් පසු ප්රදීපන් වසර 15 ක් තිස්සේ මාධ්ය කර්මාන්තයට ඇතුළු විය. දකුණු ශ්රී ලංකාවේ බොහෝ සිදුවීම් සඳහා ප්රවෘත්ති එකතු කිරීමට ඔහුට අවසර දී තිබේ.",
        "නමුත් ඔහු හිතාමතාම තමාටම අපහාස කරන බවට පැමිණිල්ලක් ඉදිරිපත් කර ඇති අතර ඔහුගේ වෘත්තිය ජනාධිපතිවරයාගේ ඉසව්ව සඳහා ඉඩ නොදෙන අර්බුදයෙන් තොර බවට පත්ව ඇත.. මේ සම්බන්ධයෙන් මාධ්ය වාර්තා කිහිපයක් තිබේ.",
        "බුද්ධි අංශ විසින් ප්රදේසියාන්ට අවසර දී නොමැති බවට ප්රවෘත්ති වාර්තා පදනම් කරගෙන පරීක්ෂණ පවත්වයි.",
        "මෙම ප්රහාරය සිද්ධිය සම්බන්ධයෙන් පැමිණිල්ලට තර්ජනයක් වී ඇති බවට සැක කෙරේ.. රාජ්ය බුද්ධි අංශයට එරෙහි ප්රහාරය නොදනී. මේ සඳහා රාජ්ය බුද්ධි අංශය පූර්ණ වගකීම ගත යුතුය. මීට වසර 15 කට පසු excombledන්ට ස්වාධීනව ක්රියා කිරීමට නොහැකි වූ පරිසරයක් මෙයින් පෙන්නුම් කරන බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Yall. Selvarajah Gajendran is suspected that there is a state intelligence unit behind the attack on journalist's house",
      "body_lines": [
        "Selvarajah Gajendran, Member of Parliament of the Tamil National People's Front (TNA), has expressed suspicion that there is a state intelligence unit behind the attack on a journalist's house in Jaffna.",
        "Jaffna - Achuveli journalist in Thambichurai Pradeepan's house. Parliamentarian Selvarajah Gajendran, who visited there on Thursday (13) on Thursday (13), said this while commenting to the media.",
        "We vehemently condemn this incident. Pamphlet after the attack. As for us, we suspect that the pamphlets may have been placed in order to cover the background of the attackers.. Transgender parties are unlikely to have been attacked.",
        "Journalist Pradeepan was denied permission when President visited Jaffna a few weeks ago. President Ranil Wickremesinghe was refused permission to collect news in the events of the security forces, claiming that he had been declared by security forces not to allow him at the president's events.",
        "He had lodged a complaint with international embassies and international media organizations.",
        "After rehabilitation in 2009, Pradeepan entered the media industry for 15 years. He has been allowed to collect news for many events in South Sri Lanka.",
        "But he has lodged a complaint that he was deliberately insulting himself and that his career was free of crisis that would not be allowed to permit the president's event.. There have been a few media reports in this regard.",
        "Intelligence is conducting investigations to Pradeepan on the basis of news reports that they have not been allowed.",
        "It is suspected that the attack may have been a threat to the complaint regarding the incident.. The attack on the state intelligence unit is unknown. The State Intelligence Unit must take full responsibility for this. He said this shows an environment that ex -combatants could not act independently after 15 years."
      ]
    }
  },
  "summary_lines": [
    "Selvarajah Gajendran, a TNA MP, suspects a state intelligence unit orchestrated an attack on journalist Thambichurai Pradeepan's home in Jaffna. Pradeepan, known for challenging the government, faced restrictions during the President's visit and later reported threats to his career. His complaints led to investigations but no arrests. Gajendran criticizes the lack of action from the State Intelligence Unit, suggesting it failed to protect Pradeepan, hinting at a broader issue where former combatants cannot operate freely post-conflict."
  ]
}