{
  "translated_text": {
    "si": {
      "title": "සාමාන්ය අපේක්ෂකයා නැගෙනහිර සිට තේරීම ආරම්භ කළ යුතුය;ඔහුව දෙමළ ජනතාවගේ සංකේතයක් ලෙස නැවැත්වීමට - යාපනය. විශ්ව විද්යාල ශිෂ්ය සංගම් ඉල්ලීම",
      "body_lines": [
        "ප්රධාන පාර්ශවයන්ගේ දේශපාලන අවශ්යතා - දමිළ ජනතාවගෙන් ඉල්ලා සිටි යාපනයේ විශ්ව විද්යාල ශිෂ්ය සංගමය, වාඩිලාගෙන සිටින නැගෙනහිර පළාත හඳුනා ගැනීම සඳහා නැගෙනහිර පළාත හඳුනා ගැනීම සඳහා නැගෙනහිරින් යාපනයේ විශ්ව විද්යාල ශිෂ්ය සංගමය නැගෙනහිරින් පැවැත්විය යුතුය.. අපේක්ෂකයා කාන්තාවක් නම්, එය කියනු ලැබේ.",
        "ශ්රී ලංකා රජයේ ප්රධානියා මැතිවරණයට අදාළ මැතිවරණය ආරම්භ කරමින් සිටින අතර, ව්යුහාත්මක ජන සංහාරය තුළ ව්යුහාත්මක ජන සංහාරය තුළ සිටින ඊලාම් ද්රවිඩයන් ඔවුන්ගේ දේශපාලන විමුක්තියේ මැතිවරණය පැවැත්විය යුතුය.",
        "2009 සිට වසර 15 ක් ගතවී වසර තුළ දෙමළ ජනතාව සහ දෙමළ ජාතිකවාදී දේශපාලන politicians යින්ව දෙමළ භාෂාවෙන් අඟලක් දෙමළ භාෂාවෙන් සහ දෙමළ ජනතාවගෙන් සහ දෙමළ ජාතිකවාදී දේශපාලන politicians යින්ගෙන් සහ දෙමළ ජාතිකවාදී දේශපාලන politicians යින්ව තමිල්නාඩුවේ ජනතාව බවට පත් කිරීමට අපොහොසත් වී තිබේ රාජ්ය තාන්ත්රික හා රාජ්ය තාන්ත්රික කටයුතු පිළිබඳ හිස් පොරොන්දු මත පමණක් දෙමළ පක්ෂ විසින් උසස් කරනු ලැබේ.",
        "4. බහුජාතික ප්රතිපත්ති සම්බන්ධ කර ගැනීම සඳහා විදේශ ප්රතිපත්තියක් හා ව්යුහයක් නිර්මාණය කිරීම සඳහා - තටාක නොවන පැත්තක් ලෙස කටයුතු කිරීම.",
        "7. ශ්රී ලංකා ඒකක ආණ්ඩුක්රම ව්යවස්ථාවේ 13 වන ව්යවස්ථා සංශෝධනයට ඔබ්බට දෙමළ දේශපාලනය බලයට සම්බන්ධ නොවේ.",
        "දේශපාලනය කේවල් කිරීමේ දේශපාලනය තුළින් කේවල් කිරීමේ දේශපාලනය දිගටම කරගෙන යනු ඇතැයි කිසිදු බලාපොරොත්තුවක් නොමැති අතර, එය අපගේ දෙමළ ප්රජාවෙන් අනතුරුව නොවන ප්රජාවක් ලෙස ළඟා විය යුතුය.. දෙමළ දේශපාලන පක්ෂවලට සහ සිවිල් සමාජවලට දෙමළ ජනතාවගේ පිටිපස්සේ දෙමළ දේශපාලනයේ මාවත බඳවා ගැනීමට හැකි විය යුතුය.",
        "2010, 2015 සහ 2019, 2015 සහ 2019 දී ශ්රී ලංකා රාජ්ය මැතිවරණයේදී ජන සංහාරගත කිරීම සම්බන්ධයෙන් චෝදනා ලැබූ ශ්රී ලංකා හමුදාපති, යුද හමුදා අමාත්යවරයා, ශ්රී ලංකා හමුදාවේ සහ ශ්රී ලංකා හමුදාවේ සහ ශ්රී ලංකා හමුදාවේ ආරක්ෂක අමාත්යවරයා ඡන්දය ප්රකාශ කිරීම වැරදි ලෙස නිරූපණය කරන ලදී යුද අපරාධවල ඡන්දය ප්රකාශ කිරීම සඳහා ඡන්දය ප්රකාශ කළ හැකි දෙමළ ජනතාව.",
        "දෙමළ දේශපාලන පක්ෂවල දේශපාලන අභිලාෂයන් පිළිබිඹු කරන යෝජනා ඉදිරිපත් කිරීමට දෙමළ දේශපාලන පක්ෂ අපොහොසත් වුවහොත්, දෙමළ ජනතාවගේ දේශපාලනයට නොව දෙමළ ජනතාවගේ ඡන්දයට යෑමට වඩා අපව දේශපාලන දිවි ගලවා ගත් අය බවට පත් කරනු ලැබේ.",
        "2. වර්තමාන මැතිවරණය ප්රතික්ෂේප කරමින් දෙමළ රාජ්ය නායකයා තෝරාගෙන දෙමළ අන්තර් අපේක්ෂකයා නවත්වන ඊලාම් දෙමළ ජනතාවගේ දේශපාලන අයිතිවාසිකම් සඳහා ජනමත විචාරණයක් ලෙස මැතිවරණයක්.",
        "ශ්රී ලංකාවේ රාජ්ය නායකයාගේ වර්ජනය සහ දෙමළ පොදු අපේක්ෂකයාගේ අත්හිටුවීම එකම දෘෂ්ටිවාදයේ වඩාත් ප්රයෝජනවත් ආකාර වේ!දෙමළ ජනයා විසින් ලබා නොදෙන සහ පොදු අපේක්ෂකයා සඳහා ඡන්දය ප්රකාශ නොකරන ඡන්ද දෙකම සිංහල-බුද්රිස්ට් මහා ප්රබෝධයේ නියෝජිතයින් ප්රතික්ෂේප කරන ඡන්ද වේ.",
        "සාමාන්ය අපේක්ෂකයා සම්බන්ධයෙන් තීරණාත්මක තීරණ ගනු ලැබුවහොත්, දෙමළ ජනතාව ඇතුළු සියලු පාර්ශවයන් පහත සඳහන් කරුණු කෙරෙහි වැඩි අවධානයක් යොමු කිරීම සඳහා අපි ඉල්ලා සිටිමු.",
        "1. ශ්රී ලංකාවේ රාජ්යයේ හෝ දෙමළ අපේක්ෂකයා මැතිවරණය නොසලකා හැරීමෙන් සිංහල-බුධාිස්වාදී ස්වෝත්තමවාදය දිනා ගත හැක්කේ කාටද යන්න පිළිබඳ ප්රශ්නය, දෙමළ ජනතාව දිනා ගත හැක්කේ කාටද යන්න පිළිබඳ ප්රශ්නය.. නමුත් දේශපාලන විමුක්තියේ ප්රජාවක් ලෙස අපට අවශ්ය වන්නේ කුමක්ද?අපගේ ස්ථාවරය කුමක්ද?අප රැකබලා ගත යුත්තේ එයයි. එහි අතුරු ආබාධ ගැන නොවේ.",
        "2. පොදු අපේක්ෂකයා නැවැත්වීම එළඹෙන ශ්රී ලාංකික රාජ්ය මැතිවරණය දෙමළ ජනතාවගේ මැතිවරණය පිළිබිඹු කරන මැතිවරණයකට වෙනස් කිරීමයි. එබැවින් සාමාන්ය අපේක්ෂකයාගේ සංකල්පය ප්රායෝගිකව සාර්ථකයි - අසාර්ථකත්වයෙන් ඔබ්බට.",
        "3. සාමාන්ය අපේක්ෂකයා මෙතෙක් දෙමළ ජනතාව පිළිබිඹු කළ යුතු නමුත් එය සමහර පාර්ශවයන්ගේ දේශපාලන අවශ්යතා නොවේ.",
        "4. සාමාන්ය අපේක්ෂකයා දෙමළ ජනතාවගේ සංකේතයක් ලෙස නතර කළ යුතුය. සම්පුර්ණයෙන්ම පවරා ඇති නැගෙනහිර පළාත හඳුනා ගැනීම සඳහා නැගෙනහිරින් අපේක්ෂක තෝරා ගැනීම පැවැත්විය යුතුය. අපේක්ෂකයා ගැහැණු නම්, අඛණ්ඩතාව.",
        "5. දෙමළ ජනයාගේ ඡන්දය ඔවුන්ගේ අථත්යයන් ගැන කතා නොකළ යුතුය, ඔවුන්ගේ වාන්වාස් ගැන කතා නොකිරීම. එබැවින් දෙවන හා තෙවන මනාප ඡන්දවලට නවාතැන් නොගත යුතුය.",
        "6. පොදු අපේක්ෂකයෙකු වන පුද්ගලයා හෝ මැතිවරණයෙන් පසු, එම පුද්ගලයාට ඕනෑම දේශපාලන පක්ෂයක් සමඟ වැඩ කිරීමට හෝ මැතිවරණ දේශපාලනයේ යෙදීමට හැකි විය යුතුය.",
        "මෙම ගැටළු මත පදනම්ව, මෙම මැතිවරණයේදී දෙමළ ජනතාවගේ ඡන්දය ඔවුන්ගේ අයිතිවාසිකම් සඳහා අදාළ කර ගත යුතුය.. ඉහත තේරීම් වලදී, දෙමළ දේශපාලන පක්ෂ සහ පුරවැසියන්ගේ පුරවැසියන් ද ඇතුළුව ඒකාබද්ධ යෝජනාවක සහයෝගය සහ එකට සහයෝගය දැක්වීම සඳහා එකට සහයෝගය දැක්වීම සහ එකට ගමන් කිරීම අපගේ ගිවිසුම ප්රකාශ කරමු.",
        "දෙමළ ජනතාවගේ ඡන්ද සිංහල-බුද්රිස්වාදී ස්වෝත්තමවාදයේ නියෝජිතයන් සමඟ කේවල් කිරීම සඳහා ය;පූජා කරනු නොලැබේ. දෙමළ ජනතාවගේ අවශ්යතා අනුව, යාපනය විශ්ව විද්යාලයේ ශිෂ්ය ප්රජාව දෙමළ දේශපාලන පක්ෂ හා පුරවැසියන්ගෙන් ඉල්ලා සිටින්නේ එක්සත් වන අතර තීරණාත්මක තීරණයක් ගැනීමට ය."
      ]
    },
    "en": {
      "title": "The general candidate should start the choice from the east;To stop him as a symbol of the Tamil people - Jaffna. University Student Union Request",
      "body_lines": [
        "The general candidate should not reflect the political interests of certain parties- the Jaffna University Student Union, which has appealed to the Tamil people, should be held from the East to identify the entire occupied Eastern Province to identify the occupied Eastern Province.. If the candidate is a woman, it is said.",
        "While the elections related to the election of the head of the state of Sri Lanka have been initiating, the Eelam Tamils ​​who are in the Structural Genocide within the structural genocide are required to take up the election in their political liberation.",
        "In the 15 years since 2009, the Tamil people and the Tamil nationalist politicians have failed to save an inch of the homeland from the Tamil language and the Tamil people and the Tamil nationalist politicians have failed to make the people of Tamil Nadu, which has only been promoted by the Tamil parties, which are only relying on empty promises in the name of diplomacy and diplomacy.",
        "௪. Creating a foreign policy and structure for dealing with multinationals as an non -state side.",
        "௭. Move Tamil politics beyond the 13th Amendment to the Sri Lankan Unit Constitution, which is not related to power.",
        "There is no hope that the politics of bargaining will continue to be achieved by bargaining politics, which should be reached by our Tamil community as a non -state community.. The Tamil political parties and the Civil Societies should be able to recruit the path of Tamil politics in the backyard of the Tamil people.",
        "The Sri Lankan military commander, the Minister of Army, the Minister of Response and the Defense Minister of the Sri Lankan military, who was accused of committing genocide in the Sri Lankan state's elections in 2010, 2015 and 2019, was misrepresented to vote for the Tamil people who could vote for the voting of the war crimes.",
        "If the Tamil political parties are failing to make resolutions that reflect the political wishes of the Tamil people, we will be made political survivors, rather than going to the Tamil people's votes, not to the politics of the Tamil people.",
        "௨. Elections to elect the head of state of Sri Lanka, rejecting the present election and stopping the Tamil general candidate as a referendum for the political rights of the Eelam Tamil people in the process.",
        "The boycott of Sri Lanka's head of state and the suspension of the Tamil general candidate are both the most useful forms of the same ideology!Both votes that are not given by the Tamils ​​and the votes cast for the common candidate are the votes that reject the agents of Sinhala -Buddhist greatism.",
        "If the decisive decisions are made regarding the general candidate, we urge all the parties, including the Tamil people, to pay more attention to the following issues.",
        "௧. The question of who can win the Sinhala -Buddhist chauvinism by ignoring the election of Sri Lanka's state or the Tamil candidate, the question of who can win the Tamil public.. But what do we need as a community of political liberation?What is our position?That is what we need to care. Not about its side effects.",
        "௨. Stopping the common candidate is to change the upcoming Sri Lankan state election into an election that reflects the Tamil people's elections. Therefore, the concept of the general candidate is practically successful - beyond failures.",
        "௩. The general candidate should reflect the Tamil people so far, but it is not the political interests of certain parties.",
        "௪. The general candidate should be stopped as a symbol of the Tamil people. Candidate selection from the East should be held to identify the fully occupied Eastern Province. If the candidate is a female, the integrity.",
        "௫. The votes of the Tamil people are not to speak of their virtuals, not to speak of their vanavas. Therefore, the second and third preferential votes should not be accommodated.",
        "௬. The person who is a common candidate should be a non -politician and that after the election, the person should be able to work with any political party or engage in electoral politics.",
        "Based on these issues, the votes of the Tamil people must be applied to their rights in this election.. In the above choices, we express our agreement to support and travel together to support and travel together in a joint resolution, including the Tamil political parties and the citizens of the citizens.",
        "The votes of the Tamil people are for bargaining with agents of Sinhala -Buddhist chauvinism;Will not be sacrificed. In view of the interests of the Tamil people, the Jaffna University Student Community is urging the Tamil political parties and citizens to unite and make a decisive decision."
      ]
    }
  },
  "summary_lines": [
    "The Jaffna University Student Union urges the Tamil community to select a general candidate from the East as a symbol of unity and to avoid candidates tied to specific political parties. They emphasize the importance of addressing the structural genocide faced by Eelam Tamils and moving beyond the limitations of the 13th Amendment. The union calls for a focus on creating foreign policies and engaging with multinational corporations independently. They also stress the need for a non-politician as a common candidate, capable of working across political lines post-election. The statement highlights the critical role of Tamil votes in challenging Sinhala-Buddhist chauvinism and the necessity of making informed decisions based on the broader interests of the Tamil people."
  ]
}