{
  "translated_text": {
    "ta": {
      "title": "தென்னாப்பிரிக்கா ஒரு கூர்மையான வெற்றியாக மாறியது",
      "body_lines": [
        "இன்று (08) உலகக் கோப்பையில் நெதர்லாந்து மற்றும் தென்னாப்பிரிக்காவிற்கு இடையிலான போட்டியில் தென்னாப்பிரிக்க அணி வென்றது.",
        "தென்னாப்பிரிக்கக் குழுவின் தலைவர், டாஸை வென்று முதலில் பேட் செய்யத் தேர்ந்தெடுக்கப்பட்டார், இந்த போட்டியின் தலைவர் நியூயார்க்கில் உள்ள நாசாவ் ஸ்டேடியத்தில் விளையாடினார்.",
        "அதன்படி, அணியின் முடிவில் 9 விக்கெட் இழப்புக்கு நெதர்லாந்து 103 ரன்கள் எடுத்தது.",
        "நெதர்லாந்து அணிக்காக சிராபிரான்ட் ஏங்கல்பிரெக்ட் 40 ரன்கள் எடுத்தார், லோகன் வான் பீக் 23 ரன்கள் எடுத்தார்.",
        "103 என்ற இலக்கைத் துரத்திய தென்னாப்பிரிக்கா 18 ஓவர்களில் 106 விக்கெட்டுகளை அடித்தது."
      ]
    },
    "en": {
      "title": "South Africa becoming a sharp win",
      "body_lines": [
        "South African team won the match between the Netherlands and South Africa in the World Cup today (08).",
        "The leader of the South African group, won the toss and elected to bat first, the leader of the match was played at the Nassawu Stadium in New York.",
        "Accordingly, the Netherlands scored 103 runs for the loss of 9 wickets in the end of the squad.",
        "The Syrabrand EngelBrecht scored 40 runs for the Netherlands team, while logan van beek scored 23 runs.",
        "Chasing a target of 103, South Africa scored 106 wickets in 18 overs."
      ]
    }
  },
  "summary_lines": [
    "In a thrilling World Cup match, South Africa defeated the Netherlands by 3 wickets. Batting first after winning the toss, the Netherlands made 103 runs, with EngelBrecht scoring 40 and Van Beek 23. Chasing 103, South Africa achieved the target in 18 overs, securing a crucial victory."
  ]
}