{
  "translated_text": {
    "ta": {
      "title": "ஒரு வாள் மற்றும் ஃபை எடுத்துக் கொள்ளுங்கள். சந்தேக நபரின் பின்புற சந்தேக நபர் கவலைப்படுகிறார்",
      "body_lines": [
        "ராகாமா காவல்துறை அதிகாரிகள் ராகாமா பொலிஸ் பகுதியில் உள்ள பொலிஸ் சுகாதார ஆய்வாளரிடம் கொண்டு செல்லப்பட்ட ஒருவரை கைது செய்துள்ளனர்.",
        "ராகாமா காவல்துறை தலைமை ஆய்வாளர் அசெலா பெரேரா ரூ.",
        "சந்தேக நபர் கைது செய்யப்பட்டு ராகாமா சுகாதார மருத்துவ அதிகாரி முன் தயாரிக்கப்பட்டார்.",
        "கலாவகமப் பகுதியிலுள்ள ராகமாவில் உள்ள கலகஹவத்தா பகுதியில் உள்ள குடியிருப்பின் கட்டுப்பாட்டாளருக்கு முன்னால், கட்டுப்பாட்டாளருக்கு முன்னால் புகார்கள் பொதுமக்கள் அணிந்திருந்ததால், வீட்டு உரிமையாளருக்கு வீட்டு உரிமையாளருக்கு புகார் கோரப்பட்டுள்ளது.",
        "சந்தேக நபர், வாள், வீட்டிற்குள் சென்று வீட்டிற்கு ஓடி வீட்டிற்கு ஓடி வீட்டிற்கு ஓடி, தனது உயிரை மீட்டார்",
        "இந்த எதிர்பாராத சம்பவத்தில் அவர் கடமைகள் இருந்ததாகவும், பெரும் அவமானமாகவும் அச்சமாகவும் மாறிவிட்டதாக டெங்குனர் போலீசாரிடம் புகார் அளித்தார்."
      ]
    },
    "en": {
      "title": "Take a sword and PHI. The suspect's back suspect is worried",
      "body_lines": [
        "Officers of the Ragama Police have arrested a person who had been deployed to be taken to the police health inspector at the Ragama Police area.",
        "Ragama Police Chief Inspector Asela Perera has been released on bail of Rs.The Magistrate has ordered to file courts.",
        "The suspect was arrested and produced before the Ragama Medical Officer of Health.",
        "The complaint has been demanded to the home owner to the home owner, as the complaints have been dressed in civilian in front of the regulator in front of the regulator of the residence in Kalagahawatta area in Ragama, Kalawagama area.",
        "The suspect, the sword, went into the house and ran to the house and ran to the house and ran to the house and rescued his life",
        "The Dengueiner had lodged a complaint with the police that he had been duties in this unexpected incident and had become a huge shame and fear."
      ]
    }
  },
  "summary_lines": [
    "A man wielding a sword was arrested by Ragama Police after attacking a resident in Kalagahawatta. He was taken to the police health inspector and later bailed out. A court case has been filed against him."
  ]
}