{
  "translated_text": {
    "ta": {
      "title": "பாலியல் நடத்தைக்கான வரம்பின் மரணம் 14 க்கு",
      "body_lines": [
        "பாலியல் நடத்தைகளுக்கான பல்வேறு முயற்சிகளை வெளிப்படுத்த தேசிய அமைப்புகள் நடத்திய சிறப்பு ஊடகக் கூட்டம் 2024-03-20, போரெல்லா என்.எம். பெரேராவின் மையத்தில் நடைபெற்றது.",
        "சீனியர் கல்லிரானந்த திரானகாமா மற்றும் டாக்டர் வசந்தா பண்டரா ஆகியோர் ஒரு சிறப்பு வெளிப்பாட்டால் நடத்தப்பட்டனர்.",
        "தேசபக்தி தேசிய இயக்கத்தின் பொதுச்செயலாளர் டாக்டர் வசந்தா பண்டாரா இந்த நாட்டில் குழந்தைகளை துஷ்பிரயோகம் செய்ய முயற்சிக்கிறார் என்று வெளிப்படுத்தினார்.",
        "1995 ஆம் ஆண்டில் தண்டனெனதி கோட் திருத்தம் செய்ததாக அவர் மீது குற்றம் சாட்டப்பட்டது, ஆனால் க .ரவ விஜெடாச ராஜபக்ஸ் 16 வயதிற்குட்பட்டது, ஆனால் இது கற்பழிப்பின் கீழ் கடுமையான பாவமாக இருந்து 14 வயதுக்கு குறைக்கப்பட்டுள்ளது. .",
        "மனிதனின் வயது வரம்பு 18 முதல் 22 ஆண்டுகள் வரை அவசரத் தேவையாக உள்ளது என்று அவர் சுட்டிக்காட்டினார், இந்த மசோதா எரியும் பிரச்சினை குறித்து கொண்டு வரப்பட்டுள்ளது.",
        "2021 ஆம் ஆண்டில் அமைச்சரவையை கொண்டுவர அலி சப்ரி அமைச்சரவை வைத்திருப்பதாக டாக்டர் வசந்தா பண்டாரா தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Death of the limit to sexual behavior to 14",
      "body_lines": [
        "Special Media Meeting conducted by the National Organizations to Disclose the Various Efforts for Sexual Behaviors 2024-03-20, Borella NM. Held at the center of Perera.",
        "Senior Khallirananda Thiranagama and Dr. Wasantha Bandara were conducted by a special revelation.",
        "The Secretary General of the Patriotic National Movement Dr. Wasantha Bandara revealed that this Act is trying to promote abuse of children in this country.",
        "He was charged with the amendment of the Dandunenathi Code in 1995, but the Hon. Wijedasa Rajapakse has been reduced to the age of 16, but that it has been a serious sin under rape and has been reduced to the year to 14 years.Did.",
        "He pointed out that the man's age limit is 18 to 22 years as an urgent need, this bill has been brought about a burning problem.",
        "Dr. Wasantha Bandara revealed that Ali Sabri had a cabinet to bring a cabinet in 2021."
      ]
    }
  },
  "summary_lines": [
    "National Organizations met on 2024-03-20 to discuss efforts to regulate sexual behavior, with Dr. Wasantha Bandara accusing the proposed law of promoting child abuse. The law aims to lower the age of consent from 16 to 14, sparking controversy."
  ]
}