{
  "translated_text": {
    "si": {
      "title": "රේණුකා පෙරේරාගේ දේශපාලන පළිගැනීමකි;පොප්රාස්ටා",
      "body_lines": [
        "1980 ගණන්වල. මෙම රජය විසින් අත්අඩංගුවට ගැනීම දේශපාලන පළිගැනීමක් ලෙස අපට පෙනේ.",
        "රාජ්ය ලේකම් මහලේකම්වරයා ජාතියට බලයට පත්වූ අනුරගේමාර දිසානායකගේ පොරොන්දු ඉටු කිරීමට වටහා ගැනීමට නොහැකි ජනතාවගේ අවධානය වෙනතකට යොමු කිරීමට කැප වේ.",
        "බ්රහස්පතින්දා කොළඹ පක්ෂ මූලස්ථානයේ පැවති මාධ්ය හමුවකදී (5)",
        "පක්ෂ විධායක සාමාජික රේණුකා පෙරේරා අත්අඩංගුවට ගැනීම සම්බන්ධයෙන් මාධ්යවේදීන් ඇසූ ප්රශ්නයකට පිළිතුරු දෙමින් ඔහු මේ බව කියා සිටියේය.",
        "රේණුකා පෙරේරා ජාතිවාදියෙකු නොවේ.. මෙය ඔවුන්ට එරෙහිව ක්රියා කරන පක්ෂ මර්දනය කිරීමේ උත්සාහයකි.",
        "පාර්ලිමේන්තුවේ බොහෝ විරුද්ධවාදිකම් තිබේ. එහෙත් මහජන විමුක්ති පෙරමුණ PA ඉලක්ක කර ඇත. ආණ්ඩුව පාට බිය වේ.. උතුරේ බොහෝ ප්රදේශවල එල්ටීටීඊයට සහය පළ කරමින් වීරස් දිනය සමරනු ලැබූ බව පාර්ලිමේන්තු අමාත්යවරයා පාර්ලිමේන්තුවට පැවසීය.",
        "අධිකරණය නියෝගයක් නිකුත් කළ විට පවා රජය නීතියට ගරු නොකර දේශපාලන පළිගැනීමක් කර ඇති බව පැහැදිලිය."
      ]
    },
    "en": {
      "title": "Renuka Perera's arrest political revenge;Popresta",
      "body_lines": [
        "In the 1980s. We see this government's arrest as a political revenge.",
        "The General Secretary of the PA is being committed to distracting the people, unable to fulfill the promises made by the Government of Anuragumara Dissanayake, who came to power to the nation.",
        "During a media briefing held at the party headquarters in Colombo on Thursday (5)",
        "He was responding to a question raised by journalists regarding the arrest of party executive member Renuka Perera.",
        "Renuka Perera is not a racist.. This is an attempt to suppress the parties who are acting against them.",
        "There are many oppositions in Parliament. But the People's Liberation Front has targeted the PA. The government is afraid of the PA.. The Minister of Parliament told Parliament that Heroes Day was celebrated in support of the LTTE in many parts of the North.",
        "It is clear that the government has made political revenge without respecting the law even when the court has issued a directive."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Renuka Perera's arrest seen as political revenge by PA. Gov't accused of distracting public from unfulfilled promises. Opposition claims suppression attempt targeting PA specifically. Government feared of PA's influence."
  ]
}