{
  "translated_text": {
    "si": {
      "title": "පසුගිය ජනාධිපතිවරණයේදී දෙමළ හා මුස්ලිම්වරුන් ඡන්දය ප්රකාශ කළ ප්රවණතා",
      "body_lines": [
        "ශ්රී ලංකා මැතිවරණ කොමිෂන් සභාව පසුගිය සතියේ නිවේදනය කළේ 2024 ජනාධිපතිවරණය සැප්තැම්බර් 17 සහ ඔක්තෝබර් 16 වන දින පැවැත්වෙන බවයි. මැතිවරණ කොමිෂන් සභාව දැනටමත් මේ බව දන්නා කරුණ නැවත නැවතත් කර තිබේ. සුවිශේෂී දිනය ප්රකාශයට පත් කර නොමැති වුවද, මැතිවරණය සැප්තැම්බර් අග හෝ ඔක්තෝබර් මස මුලදී පැවැත්වීමට හැකිය.",
        "බොහෝ දෙනෙක් අතීතයේ දී මෙන් ජනාධිපති ධුරය සඳහා තරඟ කරනු ඇත. සමහරු පැහැදිලිවම මැතිවරණයට ඉදිරිපත් වීමට ඇති ඔවුන්ගේ ආශාව ප්රකාශ කර ඇති අතර, තරඟ වදින අනෙකුත් පුද්ගලයින්ගේ නම් මාධ්ය තුළ ප්රකාශයට පත් කෙරේ.එහෙත්, ප්රධාන තරඟකරුවන් ජයග්රහණය කිරීමට අවස්ථාව වන්නේ තිදෙනා පමණි. ජනතා විමුක්ති පෙරමුන (ජේවීපී). ) / ජාතික මහජන බලයේ නායකයා අනුර කුමාරතිනායක මහතා.",
        "බොහෝ පර්යේෂකයන්ගේ මතය අනුව, මෙම ත්රිකෝණාකාර තරඟය ආසන්නතම එක පෙනේ. වර්තමාන තත්වයට අනුව, ප්රධාන දඩයම්කරුවන් තිදෙනාම සිංහල ඡන්ද ඔවුන් හා සමාන බවට පත් කළ හැකි යැයි අනුමාන කෙරේ. මෙම සමපේක්ෂනය නිල වශයෙන් පදනම් වී ඇත්තේ වර්තමාන ජනාධිපතිවරණයේ වර්තමාන තත්වය තවමත් ප්රකාශයට පත් කර නොමැති බවයි.උද් s ෝෂන සිදුකරන විට, මැතිවරණ මෙහෙයුම් ශක්තිය වෙනස් වන අතර ගණනය කිරීම් වෙනස් විය හැකිය.",
        "මෙම තරගය තරගය කිට්ටු බව මත පදනම්ව, පළමු වටයේ ඡන්ද රසය සිංහල ඡන්ද බෙදීමට හැකි වනු ඇතැයි අපේක්ෂා කෙරේ.. ශ්රී ලංකාවේ සිංහල ජනතාව විශාලතම බහුතර ප්රජාවයි. පසුගිය (2012) අනුව, ශ්රී ලාංකික ජනගහනයෙන් සිංහලයන් සියයට 74.9 කි.",
        "මෙම පසුබිම තුළ සුළුතර ප්රජාවන්ගේ ඡන්ද සැලකිය යුතු ලෙස වැදගත් වේ. ශ්රී ලංකා දෙමළ ජනයා දෙවන විශාලතම තරඟයයි. 2012 පුරවැසි තක්සේරුවට අනුව ඒවා ජනගහනයෙන් සියයට 11.1 කි. තුන්වන විශාලතම තරඟය ලෙස මුස්ලිම් හෝ සොනාකා ජනගහනයෙන් සියයට 9.3 කි. දෙමළ ජනයා යැයි කියනු ලබන ඉන්දියානු සම්භවයක් ඇති දෙමළ ජනයා ජනගහනයෙන් සියයට 4.1 කි.",
        "මුළු ජනගහනයෙන් සියයට 25.5 ක් සුළුතර තරඟ තුනක් වේ. ඔවුන් සමස්ත ශ්රී ලංකාවේම අඩු සුලභ වුවද, ඔවුන් උතුරු හා නැගෙනහිර පළාත්වල සෑම දිස්ත්රික්කයකම බහුතරයකි. ඔවුන් අගනුවර, කොළඹ සහ නවේලියා දිස්ත්රික්කයේ බහුතරයකි. මෙම ජනවාර්ගික කණ්ඩායම් තිදෙනා කොළඹ, ගම්පහා, කෙගල්ල, රත්නපුර, මහනුවර, මාතලේ, බදුල්ලා සහ පුත්තලම් සහ පුත්තලම් දිස්ත්රික්කවල ජනගහනයේ සැලකිය යුතු කොටසකි.",
        "එබැවින් මෙම පසුබිම තුළ, එළඹෙන ජනාධිපතිවරණයේදී සුළුතර සමාජ ඡන්ද දායකයෙකුගේ කාර්යභාරය කෙරෙහි මෙම ලිපිය අවධානය යොමු කරයි.. දෙමළ හා මුස්ලිම්වරුන්ගේ ඡන්ද සිංහල ඡන්ද තුනකට බෙදා ඇති තත්වයක් තුළ ලබා දෙන්නේ නම්, 2024 ජනාධිපතිවරණය ජය ගත හැක්කේ කාටදැයි ඔබට තීරණය කළ හැකිය.",
        "මහාචාර්ය ඒ.ජේ විසින් විධායක ජනාධිපති තනතුරේ තනතුර හඳුන්වාදීමේදී විධායක ජනාධිපති ධුරය සඳහා ජනාධිපතිවරයා තෝරා ගැනීමේදී ජනාධිපතිතුමාට වැදගත් කාර්යභාරයක් ඉටු කළ හැකිය.. විල්සන් ඇතුළු විවිධ දේශපාලන විද්යා scientists යන් පැවසීම විශේෂත්ව බව සැලකිය යුතුය.",
        "1988, 1988 සහ 1994 දී පැවති පළමු ජනාධිපතිවරණයේදී ඔවුන්ට සිංහල හා මුස්ලිම්වරුන් සහ මුස්ලිම්වරුන් අතර වැඩි ඡන්ද ප්රමාණයක් ලැබුණි.. J.r.. ජයවර්ධන, රණසිංහ ප්රේමදාස සහ චන්ද්රිකා බණ්ඩාරනායක කුමාරතුංගට සිංහල හා ශීර්ෂ නොවන නොවන ඡන්ද වැඩි ඡන්ද ප්රමාණයක් ලැබුණි.. සමස්ත ලංකා ජනාධිපතිවරණයේදී සමස්ත ලංකා දෙමළ සම්මේලනයේ කුමාර් පොන්නම්බලම් වුවද, සිංහල හා සංස්කෘතික නොවන අයගේ ඡන්දය ප්රකාශ කිරීම සමාන විය.. කුමාර් පොන්නම්බලම් ඡන්ද 170,000 ක් පමණ ලැබුණි.",
        "එහෙත් වසර ගණනාවකට පසු වසර ගණනාවකට ඉක්බිතිව සිංහල හා උපාධිධාරීන් නොවන ප්රවනතාවය එක හා සමානව ඡන්දය ප්රකාශ කළේය.",
        "1999 ජනාධිපතිවරණයේදී. සිංහල ඡන්ද දිනාගත් වික්රමසිංහට එරෙහිව චන්ද්රිකා කුමාරතුංග මැතිවරණය ජයග්රහණය කළේය.",
        "රනිල් 1999 මැතිවරණය ජයග්රහණය කරනු ඇතැයි අපේක්ෂා කරන ලදී. සුළුතර ප්රජාව මිලදී ගැනීම ඔහුට ලැබෙනු ඇතැයි අපේක්ෂා කරන ලද අතර, සිංහල ඡන්ද විමසීම්වලට අනුව චන්ද්රිකා කුමාරතුංගට වඩා ඔහුට ලැබෙනු ඇතැයි අපේක්ෂා කරන ලදී.. එහෙත් ජනාධිපතිවරණයට පෙර පැවති උද් campaign ෝෂනය රැස්වීමකදී චන්ද්රිකා කුමාරතුංග kill ාතනය කිරීම සඳහා එල්ටීටීඊය නවීන බෝම්බයක් යවා තිබේ. බෝම්බය බෝම්බය පුපුරා ගියේය. නමුත් චන්ද්රිකා කුමාරතුංග තුවාල වීමත් සමඟ වාසනාවන්ත ලෙස දිවි ගලවා ගත්හ. ඔහුට ඇසක් නැති විය. වික්රමසිංහ පරාජය කිරීම සඳහා කුමාරතුංගට අනුකම්පාව දැක්වීමට අනුකම්පාව දැක්වීය.",
        "2005 ජනාධිපතිවරණය මහින්ද රාජපක්ෂ සහ රනිල් වික්රමසිංහ අතර ප්රතිදේවාය. මහින්ද රාජපක්ෂට රනිල්ට වඩා සිංහල ඡන්ද ලබා ගැනීමට අපේක්ෂා කළද රනිල් බලාපොරොත්තු වූයේ රනිල් දෙමළ ජනයාට සහ මුස්ලිම්වරුන්ට විශාල සහයෝගයක් ලබා දුන් බවයි.. එල්ටීටීඊය දෙමළ ප්රදේශවල මැතිවරණ වර්ජනය කළේය. එහි ප්රති As ලයක් ලෙස, තමාට ලබා ගත හැකි දෙමළ ඡන්ද සැලකිය යුතු ප්රමාණයක් ලබා ගැනීමට රනිල්ට නොහැකි ය. මහින්ද රාජපක්ෂ මහතා මැතිවරණය ජයග්රහණය කළේ සුළුතර බහුතර ඡන්දයකින්.",
        "මහින්ද රාජපක්ෂ මහතා 2010 ජනාධිපතිවරණය අවසන් වීමෙන් පසු ජයග්රහණය කළේය. යුද ජයග්රහණයේ ආඩම්බරය හේතුවෙන් ඔහු මන්නනල් යුද හමුදාපති සේරත් ෆොන්සේකා පරාජය කළ අතර ඔහු විපක්ෂයේ පොදු අපේක්ෂකයා ලෙස කටයුතු කරන ලදී.. එහෙත් දෙමළ ජනයා ද ෆොන්සේකාට විශාල වශයෙන් ඡන්දය දුන්හ.",
        "මහින්ද රාජපක්ෂ මහතා 2015 ජනාධිපතිවරණයේදී විපක්ෂයේ සාමාන්යාධිකාරී මෛත්රීපාලසනරිසෙනාට අපොහොසත් විය. නැවත වරක් සිංහල ඡන්දයෙන් බහුතරයක් මහින්ද රාජපක්ෂ වෙත පැමිණියේය. නමුත් දෙමළ හා මුස්ලිම්වරු සිරිසේන සඳහා ඡන්දය දුන්හ. තම ප්රධාන තරඟකරුවන්ට වඩා සිංහල ඡන්ද ලබාගත් අපේක්ෂකයෙකු බහුතරයක් නොවන ඡන්ද නොලබන ඡන්ද වලින් වැඩි ඡන්ද ප්රමාණයක් ලබා ගත හැකි බව අනාවරණය විය.",
        "2019 ජනාධිපතිවරණය මෙය ප්රතික්ෂේප කර තිබේ. ශ්රී ලංකා පීඒ හි අපේක්ෂක ගෝතභය රාජපක්ෂ මහතා මැතිවරණයේදී රැඩිකල් සිංහල ජාතිකවාදී ප්රතිපත්තියට තරඟ කළේය.. ඔහුගේ ප්රචාරක ව්යාපාරය තුළින් කොටෝටා සිංහල ඡන්දදායකයින් පමණක් නැවතී සිටින බවට විවෘතව කෑගැසුවේය. ඔහුට ඡන්ද 69 ක් ලැබුණා. ඔහුගේ ප්රධාන ප්රතිවාදියා වන සජිත් ප්රේමදාස මහතා ජනවාර්ගික සුළුතර ප්රජාවන්ගෙන් පුළුල් සහයෝගයක් ලබා ගත්තේය. නමුත් ඔහුට සාර්ථක වීමට නොහැකි විය. කාංසාව \"සුළුතර බහුතරයක්\" සඳහා පූර්වාදර්ශයක් විය.",
        "අතීත ජනාධිපතිවරණයේදී ඡන්දය දෙන ජනතාව අතර වෙනස පැහැදිලිය. පළමු ජනාධිපතිවරණයේදී සිංහල ඡන්දදායකයින්ගෙන් බහුතරයකගේ හා ජයග්රාහී නොවන ඡන්දදායකයින්ගෙන් බහුතරය ජයග්රාහකයන්ට ඡන්දය ප්රකාශ කළහ. ඊළඟ මැතිවරණයෙන් බහුතරයක් - සුළුතර භේදයක් සොයා ගන්නා ලදී. ජයග්රාහී අපේක්ෂකයාට සිංහල භාෂාවේ ඡන්දය ලැබුණු අතර, අසාර්ථක අපේක්ෂකයාට දෙමළ හා මුස්ලිම්වරුන්ට ඡන්ද විශාල සංඛ්යාවක් ලැබුණි.. මෙයින් එකක් වන්නේ 2015 මැතිවරණයේදී සිරිසේනගේ ජයග්රහණයයි.ඔහුට බහුතරයකගේ අඩුම ඡන්ද ලබා ගත් අතර සුළුතරයේ ඡන්ද විශාල සංඛ්යාවකි.",
        "විශේෂයෙන් මෑත කාලීන ජනාධිපතිවරණයේ ඡන්දය ප්රකාශ කිරීමේ ප්රවණතා තවත් සාධක දෙකක් තිබේ.පළමුව, පොදුවේ, සුළුතර ප්රජාවන් සහ ශ්රී ලාංකික දෙමළ ජනයා ජනාධිපතිවරණයේදී රාජපක්ෂයන්ට විරුද්ධ වූහ. ජනාධිපති මහින්ද රාජපක්ෂට වඩා යුද්ධය ජයගත් යුද හමුදාපති ජෙනරාල් පොන්නසේකාට දෙමළ ජනයා ඡන්දය දුන් 2010 ජනාධිපතිවරණයේදී මෙය දීප්තිමත් ලෙස දැකිය හැකි විය.. මෙය ශ්රී ලංකා නිදහස් පක්ෂයේ (එස්එල්එෆ්පී) අපේක්ෂක හෙක්ටර් කොප්කෙකඩු එරෙහිව 1982 ජනාධිපතිවරණයේදී දෙමළ ජනතාවගේ පිළිකුලට සමාන විය.",
        "දෙවන සාධකය 1999 මැතිවරණයෙන් සහ 2005 මැතිවරණයේදී දෙමළ ඡන්ද දායකයින්ට සහ මුස්ලිම් ඡන්ද දායකයින්ට විශාල සහයෝගයක්.. 2010, 2015 සහ 2019 ජනාධිපතිවරණයේදී සරත් ෆොන්සේකා සහ සිරිසේන සහ සජිත් මහින්ද සහ ගෝතබයාට වඩා දෙමළ හා මුස්ලිම්වරුන්ගේ ඡන්ද ලබා ගත්හ.. මෙම අපේක්ෂකයින් තිදෙනා සඳහා රනිල් දෙමළ සහ මුස්ලිම්වරුන් අතර ව්යාපාර පැවැත්වීය.",
        "2019 ජනාධිපතිවරණයේදී සජිත් ප්රේමදාස මහතා වෙනුවෙන් රනිල් උතුරු හා නැගෙනහිර මැතිවරණ ව්යාපාරයේ එක්සත් ජාතික පක්ෂයේ උද් s ෝෂන දියත් කළේය. රනිල් දකුණේ තමා වෙනුවෙන් උද් campaign ෝෂනය කිරීමට සජිත්ට අවශ්ය නැති නිසා. සජිත්ට දෙමළ හා මුස්ලිම් ඡන්ද විශාල සංඛ්යාවක් ලැබුණු අතර අනෙකුත් පළාත් හතේ ඡන්දදායකයින් අතර වැඩි සහයෝගයක් ලබා ගැනීමට ඔහුට නොහැකි විය.. 2019 මැතිවරණයේදී, දෙමළ හා මුස්ලිම් ඡන්ද සජිත්ට ලබා දෙන ලදී",
        "වික්රමසිංහ ද්රවිඩයන්ට සහයෝගය දැක්වුවද 1999 සහ 2005 ජනාධිපතිවරණයේදී එල්ටීටීඊය තම සෘජු උත්සාහයන් දෙක ජනාධිපතිතුමාට අසමත් විය.. 1999 දී චන්ද්රිකා kill ාතනය කිරීමට එල්ටීටීඊයේ දැරූ උත්සාහය නිසා රනිල්ගේ අභිප්රාය වී ඇති බව ඔහු වෙනුවෙන් ඔහු වෙනුවෙන් අනුකම්පාවක් ඇති කළේය.",
        "2005 දී දෙමළ ජනයා ජනාධිපතිවරණය වර්ජනය නොකළ යුතුය. සම්බන්දන් විසින් මෙහෙයවන ලද දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) එක්ව නිවේදනය කළේය. එල්ටීටීඊය මිනිසුන්ට බලහත්කාරයෙන් තර්ජනය කිරීම වළක්වාලීය. එහි ප්රති As ලයක් ලෙස තමාට ලබා ගත හැකි දෙමළ ඡන්ද ලබා ගැනීමට රනිල්ට නොහැකි විය.මහින්දට අහිමි වන්න.",
        "දශක ගණනාවක් තිස්සේ දෙමළ ජනයා අතර මුස්ලිම්වරුන් සහ මුස්ලිම්වරුන් සඳහා රනිල් විශාල සහයෝගයක් පවත්වා ඇති නමුත් 2020 දී. එක්සත් ජාතික පක්ෂයේ (යූඑන්පී), විශේෂයෙන් රනිල්ට පාර්ලිමේන්තු මැතිවරණය පරාජය කිරීමට සිදුවිය. පාර්ලිමේන්තුවේ ඉතිහාසයේ අසුනක් අල්ලා ගැනීමට එක්සත් ජාතික පක්ෂයට නොහැකි විය. ජාතික ලැයිස්තුවෙන් හමු වූයේ ආසනයක් පමණි.",
        "2015 පාර්ලිමේන්තු මැතිවරණයේදී ඡන්ද ලක්ෂ පහක් ලැබූ රනිල් කොළඹ දිස්ත්රික්කයේ 2020 මැතිවරණය ජයග්රහණය කිරීමට නොහැකි විය. එක්සත් ජාතික පක්ෂයේ සජිත් ප්රේමදාස මහතා දෙමළ හා මුස්ලිම් ඡන්ද විශාල සංඛ්යාවක් ලැබුණි. ඇත්ත වශයෙන්ම, 2020 දී එක්සත් ජනතා බලයේ සිට තේරී පත් වූ මන්ත්රීවරුන්ගේ එක් අයෙකු දෙමළ හා මුස්ලිම්වරු වූහ.",
        "එක්සත් ජාතික පක්ෂය (යූඑන්පී) 2020 දී රනිල් විසින් එක්සත් ජාතික පක්ෂයට අහිමි වූ එක්සත් ජාතික පක්ෂය (යූඑන්පී) අහිමි වූවාද යන්න පිළිබඳව මෙම ප්රශ්නය පැන නගී.. 2024 ජනාධිපතිවරණයේදී ඔහුගේ ජයග්රහණය සඳහා සහාය වන ලෙස රනිල් දෙමළ පක්ෂ හා මුස්ලිම් පක්ෂවල සහාය නැවත ලබා ගත හැකිද?2020 දී ඔවුන් කළාක් මෙන් ඔවුන් සජිත් ප්රේමදාසයට ඡන්දය දුන්හ",
        "ජනවාර්ගික කණ්ඩායම් තුනම මත පදනම්ව තත්වය තක්සේරු කිරීමේ අවශ්යතාවයක් පවතී: ශ්රී ලාංකික දෙමළ, මුස්ලිම්වරුන්, මුස්ලිම්වරුන් සහ උඩරට උඩ උඩ උඩ උඩ උඩ උඩ උඩ පිහිටි දෙමළ ජනයා ලෙස හැඳින්වේ.. රාජපක්ෂයන් සමඟ රනිල්ගේ වර්තමාන දේශපාලන සම්බන්ධතාවය ඔහුගේ සුළුතර පක්ෂවල සහාය බලපාන්නේ කෙසේද?මෙම ගැටළුව ඊළඟ ලිපියෙන් විමසා බලනු ඇත."
      ]
    },
    "en": {
      "title": "Trends that Tamils and Muslims voted in the past presidential elections",
      "body_lines": [
        "The Sri Lanka Elections Commission announced last week that the 2024 presidential election will be held on September 17 and October 16. The Elections Commission has repeated the matter already known. Although the exclusive date has not been announced, the election is possible to be held in late September or early October.",
        "Many will compete for the presidency as in the past. While some have explicitly expressed their desire to contest the election, the names of other people who are contesting are published in the media.But, only the three are the main contestants with the opportunity to win. Janata Vimukthi Peramuna (JVP). ) / The leader of the National People's Power is Anura Kumarathisanayake.",
        "According to the opinion of many researchers, this triangular competition seems to be the closest one. According to the current situation, it is speculated that all three main hunters may make Sinhala votes equal to their. This speculation is officially based on the current state of presidential election that has not yet been announced.When campaigns are carried out, the operating energy of the election varies and calculations may vary.",
        "Based on the estimate that the competition will be close, it is expected that the first round of votes will be able to split the Sinhalese votes so much that no candidate can get 50 percent of the votes.. Sinhala people in Sri Lanka are the largest majority community. According to the last (2012), the Sinhalese are 74.9 percent of the Sri Lankan population.",
        "In this backdrop, the votes of minority communities are significantly important. Sri Lankan Tamils are the second largest race. According to the 2012 Citizenship Assessment they are 11.1 percent of the population. Muslims or Sonakas are 9.3 percent of the population as the third largest race. The Indian origin Tamils, which are said to be Tamils, are 4.1 percent of the population.",
        "Three minority races are 25.5 percent of the total population. Although they are less common in the entire Sri Lanka, they are the majority in all districts in the Northern and Eastern Provinces. They are the majority in the capital, Colombo and the Nuwaralia district. These three ethnic groups are a significant part of the population in Colombo, Gampaha, Kegalle, Ratnapura, Kandy, Matale, Badulla and Puttalam districts.",
        "So in this backdrop, this article pays attention to the role of a minority social voter in the upcoming presidential election.. If the votes of Tamils and Muslims are given in a situation where the Sinhalese votes are divided into three, you can decide who can win the 2024 presidential election.",
        "Professor AJ when Junice Richard Jayawarden introduced the post of Executive President's post that the votes of minority communities can play an important role in electing the president.. It is noteworthy that various political scientists, including Wilson, said.",
        "In the first three presidential elections held in 1982, 1988 and 1994, they received most of the votes among the Sinhalese and the Muslims and the Muslims.. J.R.. Jayawardena, Ranasinghe Premadasa and Chandrika Bandaranaike Kumaratunga received most of the votes of the Sinhalese and non -Sinhalese.. Although Kumar Ponnambalam of the All Ceylon Tamil Congress was contesting in the 1982 presidential election, the voting tendency of the Sinhalese and non -Sinhalese was the same.. Kumar Ponnambalam received about 170,000 votes.",
        "But the tendency of the Sinhalese and non -Sinhalese voted the same in the aftermath of the years after the years.",
        "In the 1999 presidential election. Chandrika Kumaratunga won the election than Wickremesinghe, who won the Sinhalese votes.",
        "It was expected that Ranil would win the 1999 election. It was expected that he would get the purchase of the minority community and that he would get more than Chandrika Kumaratunga in terms of the Sinhalese votes.. But the LTTE sent a modern bomb to kill Chandrika Kumaratunga at a campaign meeting ahead of the presidential election. The bombshell burst the bomb. But Chandrika Kumaratunga survived fortunately with injuries. He lost a eye. The wave of sympathy helped Kumaratunga to defeat Wickramasinghe.",
        "The 2005 presidential election was a rival between Mahinda Rajapaksa and Ranil Wickremesinghe. Although Mahinda Rajapaksa was expected to get more Sinhala votes than Ranil, Ranil was hoped that Ranil had a great support for the Tamils and Muslims.. The LTTE imposed election boycott in Tamil areas. As a result, Ranil is unable to get a considerable amount of Tamil votes available to him. Mahinda Rajapaksa won the election by a small majority vote.",
        "Mahinda Rajapaksa won the 2010 presidential election after the end of the war. Due to the pride of the war victory, he defeated Munnanal Army Commander Sarath Fonseka, who was fielded as the common candidate of the opposition as he had great support among the people.. But the Tamils also voted for Fonseka in large numbers.",
        "Mahinda Rajapaksa failed to Maithripalasanarisena, the general candidate of the opposition in the 2015 presidential election. Once again, the majority of Sinhala votes got to Mahinda Rajapaksa. But Tamils and Muslims voted for Sirisena. It was revealed that a candidate who received fewer Sinhala votes than his chief contestant could get the majority of votes in the non -Sinhalese votes.",
        "The 2019 presidential election has rejected this. Gotabhaya Rajapakse, the candidate of the Sri Lanka PA, contested the radical Sinhala nationalist policy in the election.. Through his propaganda movement, Kota openly shouted that he was staying only in Sinhala voters. He got 69 lakh votes. His main rival Sajith Premadasa received a wide support from ethnic minority communities. But he could not succeed. Anxiety was a precedent for the \"majority of the minority\".",
        "The difference between the people voting in the past presidential elections was obvious. In the first three presidential elections, the majority of Sinhala voters and non -Sinhalese voters voted for the winners. The majority of the next elections - a minority rift was found. While the winning candidate received the vote of the Sinhalese, the failed candidate received a large number of votes for Tamils and Muslims.. One of these is the victory of Sirisena in the 2015 election.He got the lowest votes of the majority and a large number of votes of the minority.",
        "There are two other factors, especially in the voting trends of the recent presidential election.First, in general, minority communities and the Sri Lankan Tamils opposed the Rajapaksas in the presidential elections. This was brightly seen in the 2010 presidential election where Tamils voted for the Army Commander General Ponaseka who won the war than President Mahinda Rajapakse.. This was similar to the disgust of the Tamils in the 1982 presidential election against the Sri Lanka Freedom Party (SLFP) candidate Hector Kopkekadu.",
        "The second factor is a great support for the Tamil voters and Muslim voters in the 1999 election and 2005 elections.. Sarath Fonseka, Sirisena and Sajith received votes of more Tamils and Muslims than Mahinda and Gotabaya in the 2010, 2015 and 2019 presidential elections.. Ranil made campaigns among Tamils and Muslims for these three candidates.",
        "Ranil launched the United National Party's campaigns in the North and East for Sajith Premadasa in the 2019 presidential election. Because Sajith does not want Ranil to campaign for himself in the south. Sajith received a large number of Tamil and Muslim votes and he could not get much support among the voters of the seven other provinces.. In the 2019 elections, Tamil and Muslim votes were given to Sajith",
        "Although Wickremesinghe has supported the Tamils, the LTTE failed his two direct attempts to become president in the 1999 and 2005 presidential elections.. Ranil's chance was ruined as the LTTE's attempt to kill Chandrika in 1999 created a wave of sympathy on his behalf.",
        "In 2005, Tamils should not boycott the presidential election. The Tamil National Alliance (TNA) led by Sambandan jointly announced. The LTTE prevented them from voting forcibly threatening people. As a result, Ranil could not get the Tamil votes that was available to him.Lose to Mahinda.",
        "Ranil has maintained great support for decades and Muslims among Tamils but in 2020. The United National Party (UNP), especially Ranil, had to defeat the parliamentary elections. The United National Party was unable to capture a seat in parliament in its history. Only a seat was found through the national list.",
        "Ranil, who received five lakhs of votes in the 2015 parliamentary election, was unable to win the 2020 election in Colombo district. Sajith Premadasa from the United National Party received a large number of Tamil and Muslim votes. In fact, one -third of the MPs who were elected from the United People's Power in 2020 were Tamils and Muslims.",
        "The question arises as to whether the United National Party (UNP) lost to the United National Party in 2020 by Ranil.. Can Ranil regain the support of Tamil parties and Muslim parties to help with his victory in the 2024 presidential election?Whether they voted for Sajith Premadasa as they did in 2020",
        "There is a need to evaluate the status quo based on all three ethnic groups: Sri Lankan Tamils, Muslims and Upcountry Tamils, known as Indian origin Tamils.. And how can Ranil's current political relationship with Rajapaksas affect the support of his minority parties?This issue will be examined in the next article."
      ]
    }
  },
  "summary_lines": [
    "The upcoming 2024 presidential election in Sri Lanka is shaping up to be a significant event, with the potential for a close contest among the main contenders. The Sri Lanka Elections Commission has announced the election dates, and while the specific candidates have not been officially announced, the media has speculated on potential contestants, including Anura Kumarathisanayake from the Janata Vimukthi Peramuna (JVP) and the National People's Power.",
    "",
    "The election is expected to be a triangular contest, with the votes of the Sinhalese community, the largest majority in Sri Lanka, potentially being split among the main candidates. This could lead to a situation where no candidate secures the 50% required to win outright in the first round, necessitating a second round of voting.",
    "",
    "The votes of minority communities, including Sri Lankan Tamils, Muslims, and Indian origin Tamils, are crucial in this context. These communities, while constituting a smaller percentage of the total population, are significant in certain districts and could potentially sway the outcome of the election.",
    "",
    "Historically, the votes of these minority communities have played a pivotal role in past presidential elections. For instance, in the 1999 election, Chandrika Kumaratunga's victory was attributed to a wave of sympathy following an assassination attempt, which also affected the outcome of the 2005 election. The 2015 election saw a significant shift, with the winning candidate, Maithripala Sirisena, receiving fewer Sinhalese votes but securing a majority among non-Sinhalese voters.",
    "",
    "The 2019 election saw a return to a more traditional voting pattern, with Gotabhaya Rajapaksa securing a majority among Sinhalese voters, despite receiving significant support from minority communities.",
    "",
    "As the 2024 election approaches, the role of minority communities, particularly the Sri Lankan Tamils and Muslims, will be crucial. Their support could potentially decide the outcome, especially if the Sinhalese votes are divided among the main candidates. The historical voting patterns and the strategic importance of minority communities in past elections suggest that their support could be decisive in the upcoming election.",
    "",
    "In conclusion, the 2024 presidential election in Sri Lanka is expected to be a closely contested affair, with the votes of minority communities potentially playing a pivotal role in determining the outcome. The historical context and the strategic importance of these communities in past elections underscore their significance in the upcoming contest."
  ]
}