{
  "translated_text": {
    "si": {
      "title": "බියෙන් ග්රහණයේ දී ලෙබනනය පිපිරීමේ සිද්ධීන් දහස් ගණනක්",
      "body_lines": [
        "ලෙබනන් ජාතිකයින් දහස් ගණනක් පිපිරීම්වලින් පසු භීතියෙන් පෙළෙන බව බීබීසී පවසයි.",
        "දින දෙකක පිපිරීමෙන් පසු බීබීසීයේ අරාබි සේවයේ ජනයා ලෙබනනයේ මහජනයා සමඟ කතා කරති.",
        "අප දුටු ක්රියාපදය කුමක් වුවත්, එම කාන්තාව එය ghter ාතනයක් යැයි පැවසූ අතර තරුණයන් ඔවුන්ගේ අතේ ඇති උකුලේ තුවාල සහිතව දැක ඇති අතර ඇයට කිසිවක් නොපෙනුණි.",
        "මිනිසුන් ග්රහණයෙන් හා ආතතියට බිය වූ බවත්, තත්වය කෙතරම් භීතියට පත්ව සිටින බවත්, ඔවුන්ගේ සෙසු මනුෂ්යයා සමඟ සමීපව ගමන් කිරීමට බිය වන බවත් ඔහු පැවසීය.",
        "වීදියේ එක් පුද්ගලයෙක් කියා සිටියේ ජනතාවට ඔවුන්ගේ සැලකිල්ල සහ බිය සැඟවීමට ජනතාවට නොහැකි බවයි.",
        "මම සමුළුවකට යන්න යනවා, නමුත් යන්න ක්රමයක් නැහැ, ඔහු කිව්වා.",
        "ජනමාධ්යවේදී සාලි අල්-එසූඩ් පැවසුවේ ලෙබනනයේ අගනුවර වන බේරූට් පිපිරීමෙන් පසු රෝහලේදී තුවාල ලැබූවන් මෙම පිපිරීමෙන් පසුව බව මා දුටු බවයි.",
        "මිනිත්තු කිහිපයකින්, ගිලන්රථ පැමිණ සිටි අතර, මුහුණේ සහ බොහෝ දෙනෙකුගේ ඇස් ඇති තුවාල මා දුටු බව මම දුටුවෙමි.",
        "අත් සහ ඇඟිලි තුඩු අතින් බොහෝ දෙනෙකුට තුවාල සිදුවී ඇති බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Thousands of explosion incidents Lebanon in the grip of fear",
      "body_lines": [
        "The BBC said that the Lebanese people were in the grip of fear following thousands of explosions.",
        "After a two -day explosion, people from the Arabian service of the BBC are talking to the public in Lebanon.",
        "Whatever the assassination we saw, the woman said that it was a slaughter and that the young men were seen with injuries in the hips in their hands and she could not see anything.",
        "He said that people were in the grip and fear of tension, and that the situation is so fearful that they are afraid of walking close to their fellow human being, and the situation is very fearful.",
        "One person on the street said that the people are unable to hide their concern and fear, they are scared of their children and women.",
        "I was going to go for a convention, but there is no way to go, he said.",
        "Journalist Sally Abu al -Jud said that I saw the injured in the hospital after the explosion in Beirut, the capital of Lebanon.",
        "In a few minutes, the ambulances came in and I saw that I saw the injuries in the face and eyes of many, ”he said.",
        "He said that many people were injured in the hands of the hands and the fingertips."
      ]
    }
  },
  "summary_lines": [
    "Lebanon gripped by fear after massive explosions. Thousands injured, hospitals overwhelmed. People terrified, unable to leave homes. Children and women especially affected."
  ]
}