{
  "translated_text": {
    "ta": {
      "title": "திருடன் வீச்சுகளுக்கு பதிலாக குண்டர்",
      "body_lines": [
        "எல்பிடியா பிரதேச குடும்பத் தேர்தல்கள் 26.10.2014 அன்று நடைபெறும், அங்கு வாக்காளரின் இடது கையின் தலைவர் விரல் செய்ய முடிவு செய்துள்ளார்.",
        "சிறப்பு வர்த்தமானி வழங்குவதன் மூலம் தேர்தல் ஆணையத்திற்கு தெரிவிக்கப்படுகிறது.",
        "யானையின் இடது கை இடது கையின் பெரும்பான்மையாக இல்லாவிட்டால், உள்ளூர் அதிகாரசபை முகமை தேர்தல்கள் (262 வது ஆணையம்) 53 A, A (II (II) B (II) பிரிவுகளுக்கு ஏற்ப ஒரு உடல் வேதனையாக இருக்க வேண்டும்.",
        "21.04.2013 அன்று நடைபெற்ற தேர்தலில் வாக்காளரின் வாக்காளரின் வாக்காளரின் பிரச்சினையைத் தீர்க்க இந்த முடிவு எடுக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "The thief is the thug instead of blows",
      "body_lines": [
        "The Elpitiya Pradeshiya Sabha elections will be held on 26.10.2014, where the head of the voter's left hand has decided to finger.",
        "The Election Commission is informed by issuing a special gazette.",
        "If the elephant's left hand is not a majority of the left hand, the Local Authority Agency Elections (262nd Authority) 53 a, A (ii (ii) a body is to be painful in accordance with Sections B (Ii).",
        "This decision has been taken to resolve the problem with the voter of the voter of the voter of the voter in the election held on 21.04.2013."
      ]
    }
  },
  "summary_lines": [
    "Elpitiya Pradeshiya Sabha election 26.10.2014: Voter's left hand decides. Election Commission issues special gazette. If no majority, Local Authority Agency Elections Act applies. Decision resolves 21.04.2013 election issue."
  ]
}