{
  "translated_text": {
    "ta": {
      "title": "பல அபாயகரமான விபத்துக்கள் - ஒரு குழந்தை மற்றும் நான்கு பேர் கொல்லப்பட்டனர்",
      "body_lines": [
        "11 மாத குழந்தை, மற்றொரு 11 மாத குழந்தை உட்பட நான்கு பேர் பல பகுதிகளில் நான்கு பகுதிகளில் கொல்லப்பட்டனர்.",
        "இந்த விபத்து நேற்று (09) பெரடேனியா, உதுகாமா, கடாவதா, ராகாமா மற்றும் மவதகாமா ஆகியோரின் பொலிஸ் பிரிவுகளால் நிகழ்ந்தது.",
        "ஒரு வான் பாதுகாப்பு சுவர் மற்றும் ஒரு பாதுகாப்பு பயிரில் ஒரு பவர் மூட்டை மற்றும் கண்டி-குருனேகலா பிரதான சாலையில் ஒரு மின் இணைப்புடன் மோதியது.",
        "மவதகாமா மருத்துவமனையில் அனுமதிக்கப்பட்டு இரண்டு ஆண்கள் மற்றும் வேனில் பயணம் செய்த ஒரு குழந்தையுடன் குழந்தை இறந்து கிடந்தது.",
        "மற்றவர்கள் காயமடைந்தவர்கள் மேலதிக சிகிச்சைக்காக குருணேகலா மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளனர்.",
        "இறந்தவர் மவதகமாவின் மார்லாண்டாவில் 11 முதல் 11 மாதங்கள் வரை சிறுவன்.",
        "இதற்கிடையில், உதலமட்டா, உதுகாமா, உதலமட்டா, உதலமட்டா சாலையில் உள்ள உதலமட்டாவுக்கு பயணிக்கும் ஒரு மோட்டார் சைக்கிள் உடலமட்டாவில் அமைந்துள்ளது.",
        "மோட்டார் சைக்கிள் ஓட்டுநர் காயமடைந்து உதுகாமா மருத்துவமனையில் சேர்க்கையில் இறந்தார்.",
        "இறந்தவர் உதுகாமாவில் வசிக்கும் 15 வயது பள்ளி மாணவியாக அடையாளம் காணப்பட்டுள்ளார்.",
        "இதற்கிடையில், பெரடேனியா பகுதியில் உள்ள பெரடேனியா - கட்டுகஸ்டோட்டா சாலை வழியாக ஒரு கார் முன்னோடியுடன் மோதியது.",
        "பாதசாரி நபர் பலத்த காயமடைந்து, பெரடேனியா மருத்துவமனையில் சேர்க்கையில் இறந்தார்.",
        "இதற்கிடையில், கொழும்பு-காண்டி பிரதான சாலையிலிருந்து ஒரு சலுகை எடுத்துச் செல்லப்பட்டு இரண்டு பாதசாரி நபர்களுடன் மோதியது.",
        "இரண்டு நடைபாதைகள் பலத்த காயமடைந்து கம்பாஹா மருத்துவமனையில் அனுமதிக்கப்பட்டபோது ஒரு பாதசாரி கொல்லப்பட்டார்.",
        "மேலதிக சிகிச்சைக்காக மற்ற நெல் நபர் ராகாமா மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளார்.",
        "இறந்தவர் ராகமா பகுதியில் 27 வயதான வசிப்பவர்."
      ]
    },
    "en": {
      "title": "Several fatal accidents - a baby and four killed",
      "body_lines": [
        "Four persons, including a 11-month babe, another 11-month babe, was killed in four areas in several areas.",
        "The accident occurred yesterday (09) by the police divisions of Peradeniya, Udugama, Kadawatha, Ragama and Mawathagama yesterday.",
        "A van collided with a security wall and a power bundle in a security crop and a power line on the Kandy-Kurunegala main road.",
        "The child has died in admission to the Mawathagama hospital with two men and a child who was traveling in the van.",
        "The other injured have been admitted to the Kurunegala Hospital for further treatment.",
        "The deceased is a boy of the age of 11 to 11 months in Marlanda, Mawathagama.",
        "Meanwhile, a motorbike traveling to Udalamatta in Udalamatta road, Udalamatta, Udugama, Udalamatta, is located in Udalamatta.",
        "The motorcyclist has been seriously injured and died on admission to Udugama hospital.",
        "The deceased has been identified as a 15 year old schoolgirl residing in Udugama.",
        "Meanwhile, a car collided with a predecessor to the road through the Peradeniya - Katugastota road in the Peradeniya area.",
        "The pedestrian person was seriously injured and died on admission to the Peradeniya hospital.",
        "Meanwhile, a privilege was taken away from the Colombo-Kandy main road and collided with two pedestrian persons.",
        "One pedestrian was killed while two pavement were seriously injured and admitted to the Gampaha Hospital.",
        "The other paddy person has been admitted to the Ragama Hospital for further treatment.",
        "The deceased is a 27 year old resident of the Ragama area."
      ]
    }
  },
  "summary_lines": []
}