{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதி காலத்தை நீட்டிக்க ரானில் ரானிலுக்கு நீட்டிக்கப்பட்டுள்ளாரா?",
      "body_lines": [
        "ஜனாதிபதி காலத்தை நீட்டிக்க ரானில் ரானிலுக்கு நீட்டிக்கப்பட்டுள்ளாரா?",
        "19 வது திருத்தம் ஜனாதிபதியின் ஐந்து ஆண்டுகள் மற்றும் 83 (பி) க்கு இணங்க மாற்றப்பட்டது.",
        "சிலர் இதை ஒரு 'அரசியலமைப்பு சதி' என்றும் விளக்கினர்.",
        "இதற்கிடையில், இது தொடர்பாக ஒரு சமூக ஊடகங்களும் உருவாக்கப்பட்டுள்ளன.",
        "இந்த கட்டுரையில் பேஸ்புக் புத்தகத்தை அடைய ஒப்புக்கொள்கிறீர்களா?. அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். பேஸ்புக் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'முன்னோக்கி ஒப்புக் கொள்ளப்பட்டது' என்பதைத் தேர்ந்தெடுக்கவும்.",
        "அரசியலமைப்பின் பிரிவு 83 (பி) இன் பிரிவு 83 (பி) இல் சிலர் பிழையின் விளைவாக மாறிவிட்டனர், ரணில் விக்ரெமேசிங்கிற்கு இன்னும் 11 நாட்களுக்கு வாய்ப்பு உள்ளது.",
        "Unp palitha ronage இன் பொதுச் செயலாளர் சிங்கள பிபிசியில் வெளியிடப்பட்டது என்பது அத்தகைய பார்வை.",
        "\"அரசியலமைப்பு திருத்தத்தில் 6 ஆண்டு நீண்ட காலத்திற்கு ஆறு ஆண்டுகள் திருத்தம் இல்லை. எனவே, அந்த அரசியலமைப்பு அங்கீகாரம் பாராளுமன்றத்தில் மூன்றில் இரண்டு பங்கு ஒப்பந்தத்தைக் கொண்டுள்ளது, நீங்கள் வாக்கெடுப்பு இல்லாமல் ஜனாதிபதியின் நேரத்தை நீட்டிக்க முடியும். \"",
        "இருப்பினும், அத்தகைய நுட்பத்தின் மூலம் ஜனாதிபதி காலத்தை நீட்டிக்க இன்னும் முடிவு செய்யவில்லை என்று அவர் கூறினார்.",
        "\"அரசியலமைப்பு அத்தகைய அனுமதி மட்டுமே என்று நான் சொல்கிறேன். இந்த திட்டத்திற்கு எந்த திட்டமும் இல்லை, \"என்று யு.என்.பி பொதுச் செயலாளர் கூறினார்.",
        "வாக்குகளின் எண்ணிக்கை (இல்லாதது உட்பட, ஜனாதிபதியின் இருப்பை விட அதிகமாக இருந்தது 80 வது திருத்தத்தால் ஜனாதிபதிக்கு ஒப்புதல் அளிக்கப்பட்டால், இந்த மசோதா சட்டமாக மாறும். \"",
        "மேற்கண்ட பிரிவின் படி, ஜனாதிபதியின் ஜனாதிபதியின் பதவிக்காலம் 6 ஆண்டுகள் வரை, அதே போல் வாக்கெடுப்பு நடத்தப்படுகிறது.",
        "இதற்கிடையில், தேர்தல் முடிவதற்கு முன்னர், ஜனாதிபதியை ஜனாதிபதி பதவியாகவும், ஜனாதிபதி, ஜனாதிபதி, ஜனாதிபதியாகவும் நியமிக்க வேண்டும்.",
        "இலங்கையில் 8 வது நிர்வாகத் தலைவராக 2019 இல் 2019 ஜனாதிபதித் தேர்தலில் கோத்தாபய ராஜபக்ஷா வெற்றி பெற்றார்.",
        "அவர் ஜூலை 14, 2022 வரை பதவியை வகித்தார், மேலும் அவரது 5 ஆண்டு காலம் நவம்பர் 17, 2024 அன்று முடிவடைந்தது.",
        "மேலே உள்ள அரசியலமைப்பின் 17 (1) இன் தொடர்ச்சியானது பிரிவு 40 (1) (அ) இன் அடுத்தடுத்த ஜனாதிபதியின் வாரிசு, நவம்பர் 20, 2024 வரை மட்டுமே.",
        "அதன்படி, ஒரு ஜனாதிபதி அந்த நாளுக்கு முன்பே நடத்தப்பட்டிருக்க வேண்டும்.",
        "அரசியலமைப்பின் இடைவெளிகளின் மூலம் ஜனாதிபதி காலத்தை நீட்டிக்க முடியுமா?",
        "பிபிசி டாக்டர் ஜெயம்பதி விக்ரமாரத்னிடமிருந்து விசாரிக்கப்பட்டது, அவர் ஜனாதிபதி காலத்தை பல்வேறு வாதங்கள் மற்றும் கருத்துக்களால் ஒரு அரசியலமைப்பு நிபுணத்துவமாக விரிவுபடுத்துவதற்கான வாய்ப்பாக கருதப்படுகிறார்.",
        "\"எங்கள் தற்போதைய அரசியலமைப்பைப் போலவே பாராளுமன்றமும் ஜனாதிபதியும் ஐந்து ஆண்டுகள் ஆகும்.. பிரிவு 83 ஆறு ஆண்டுகளுக்கும் மேலாக உள்ளது, நீங்கள் மூன்றில் இரண்டு பங்கு அனுப்பப்பட வேண்டும், வாக்கெடுப்பால் அங்கீகரிக்க ஒரு வாக்கெடுப்பு. ஆனால் இப்போது கதை ஆறு ஆண்டுகள் வரை நீட்டிக்கக்கூடாது. அதுதான் ஜனாதிபதி, ஜனாதிபதி பதவி, ஒரு வருடம் நீட்டிக்கப்படுகிறது. \"",
        "\"எனது கருத்து பாராளுமன்றத்தின் மூன்றில் இரண்டு பங்கு, வாக்கெடுப்பு இல்லாமல், எதிர்கால அல்லது எதிர்கால ஜனாதிபதியின் நேரத்தின் நேரம். மக்கள் தங்கள் வாக்களிப்பு அதிகாரத்தை ஐந்து ஆண்டுகளுக்கு வழங்கினர். அது கோத்தாபய ராஜபக்ஷரிடம் கூறப்படுகிறது. ஜனாதிபதிக்கு 4 ஆண்டுகளுக்குப் பிறகு ஜனாதிபதித் தேர்தல் நடத்த முடியும் என்பதை வாக்காளர்கள் அறிந்திருந்தனர். மக்கள் ஐந்தாண்டு ஜனாதிபதிக்கு வாக்களித்தனர். பொதுத் தேர்தலில் சுமார் ஐந்து வயது. அவர்கள் இருவரின் அதிகபட்ச நேரம் ஐந்து வயது என்பதை மக்கள் அறிந்திருந்தனர். நீங்கள் ஒரு ஜனாதிபதி மற்றும் பாராளுமன்றத்தின் நேரத்தை நீட்டிக்க முடியுமா என்பதை நான் அறிந்து கொள்வேன். \"",
        "\"எனவே, வாக்களிப்பு என்ற கருத்து அரசியலமைப்பின் 3 பிரிவுகளின் வாக்களிக்கும் சக்திக்கு முரணானது. வாக்களிப்பு என்பது வாக்களிக்கும் அதிகாரம் மட்டுமல்ல. வாக்களிப்பதுதான் வெகுஜனங்கள் வாக்களித்ததற்கு வாக்களித்தவர், அது பாதுகாப்பாக இருக்க வேண்டும். ஐந்து ஆண்டுகளாக, மக்களிடம் கேட்காமல் ஒரு ஜனாதிபதியையும் பாராளுமன்றத்தையும் நியமிப்பதை வாக்களிக்கிறது, ஆனால் அதை ஆறு ஆண்டுகளுக்கு நீட்டிக்க முடியாது. தேர்தல் படையை மீறும் எந்தவொரு திருத்தத்திற்கும் வாக்கெடுப்பு தேவை ”என்று டாக்டர் ஜெயம்பதி விக்ரமரத்னே விளக்கினார்.",
        "வாக்கெடுப்பு இல்லாமல் இந்த வார்த்தையை நீட்டித்தால் மக்கள் என்ன செய்ய முடியும்?",
        "டாக்டர் ஜெயம்பதி விக்ரமாரத்னே ஜனாதிபதியின் நடவடிக்கைகளையும், வாக்கெடுப்பு இல்லாமல் வாக்கெடுப்பு இல்லாமல் பாராளுமன்றத்தின் பதவி உயர்வுகளையும் விளக்கினார்.",
        "பாராளுமன்றத்தின் மூன்றில் இரண்டு பங்கு நீட்டிக்க \"ஐந்து ஆண்டுகள் நீட்டிப்பு\" மற்றும் எந்த ஒரு வர்த்தமானியை சவால் செய்ய முடியும் என்று வாக்கெடுப்பு தேவை. நீங்கள் அதைப் பற்றி உச்ச நீதிமன்றத்திற்கு செல்லலாம்.",
        "அரசியலமைப்பின் அரசியலமைப்பை அகற்ற ஒரு வாக்கெடுப்பு கூட சாத்தியமில்லை என்று டாக்டர் ஜெயம்பதி விக்ரமரத்னே கூறினார்.",
        "\"நான் முன்பு கூட என்று வாதிடுகிறேன். என்ன, இதன் பொருள், வாக்கெடுப்பு?50 சதவீதம் மற்றும் அதற்கு மேற்பட்ட வாக்களிப்பு. அது சாத்தியமா, சட்டத்தின் மையத்தை அகற்றவா?அரசியலமைப்பின் கட்டளைகள் ஒரு கருத்தாகும், இது நமது அரசியலமைப்பின் முகவர் ஜனநாயகம். எனவே அவர்கள் மக்களின் நிலைமையை மாற்றுமாறு மக்களைக் கேட்க வேண்டும். அதன்படி, \"டாக்டர் ஜெயம்பதி விக்ரமாரத்னே வலியுறுத்தினார்,\" டாக்டர் ஜயம்பதி விக்ரமரத்னே வலியுறுத்தினார், \"டாக்டர் ஜயம்பதி விக்ரமாரத்னே வலியுறுத்தினார்.",
        "\"ஜனாதிபதி தேர்ந்தெடுக்கப்பட்ட ஜனாதிபதி அல்ல. அதையும் கவனத்தில் கொள்ள வேண்டும். அவர் அடுத்தடுத்த ஜனாதிபதி. ஒரு வாக்களிக்கும் தலைவர் 4 ஆண்டுகள் நீடிக்கும் போது மீண்டும் ஒரு காலத்தைக் கேட்கலாம். அடுத்தடுத்த ஜனாதிபதிக்கு அந்த அதிகாரம் கூட இல்லை. முந்தைய ஆணையை எப்படி கேட்க முடியாது? \"",
        "அல்ஹந்த்ரா ரோட்ரிகாஸ்: ரூ",
        "ஜான் சினாவைக் கண்டுபிடித்த இலங்கையர்கள்: 'இது என் குழந்தை பருவத்திலிருந்தே ஒரு கனவு'",
        "டி 20 உலகக் கோப்பை 2024: இலங்கையிலிருந்து விலகிச் செல்ல சூப்பர் 8 சுற்று",
        "ஜனாதிபதி காலத்தை நீட்டிக்க ரானில் ரானிலுக்கு நீட்டிக்கப்பட்டுள்ளாரா?",
        "அறிவைப் பிரிக்கும் மஹியாங்கனய மஹியான்யங்கனயாவின் ஆசிரியர்."
      ]
    },
    "en": {
      "title": "Is Ranil extended to Ranil to extend the presidential term?",
      "body_lines": [
        "Is Ranil extended to Ranil to extend the presidential term?",
        "The '19th Amendment was changed in accordance with five years of the President and 83 (b).",
        "Some had also interpret this as a 'constitutional conspiracy'.",
        "Meanwhile, a social media has also been created in this regard.",
        "Do you agree to reach the Skip Facebook PosFacebook content? This article contains content provided by Facebook. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Facebook cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The content is not responsible for the content of the END.",
        "Some have become a result of an error in Section 83 (b) of Article 83 (b) of the Constitution, Ranil Wickremesinghe has an opportunity for another 11 days.",
        "It is such a view that the General Secretary of the UNP Palitha Ranage was published in the Sinhala BBC.",
        "\"There is no longer a revision of the 6 year long period of six years in the constitutional amendment. Therefore, that constitutional authorization has a two-thirds agreement in Parliament, you can extend the president's time without a referendum. \"",
        "However, he stated that he has not yet decided to extend the presidential term through such technique.",
        "\"I mean that the Constitution is only such permission. The proposal has no proposal, \"the UNP General Secretary said.",
        "If the number of votes (including absent were prolonged to be exceeding the time of the presence of the President exceeding the time of the presence of the presence of the presence of the presence of the presence, and in a referendum, it is the people of the peopleIf the president is approved by the 80th Amendment, the Bill will become law. \"",
        "According to the above clause, the President's term of the President's term is up to 6 years, as well as a referendum, seems to be held.",
        "Meanwhile, before the end of the election, the president must be appointed as the presidency, the president, the president, the president.",
        "Gotabhaya Rajapaksa won the 2019 presidential election in 2019 as the 8th Executive President in Sri Lanka.",
        "He held the post until July 14, 2022, and his 5 year period ended on November 17, 2024.",
        "The succession of the 17 (1) of the constitution above is the successor of the successive president of Section 40 (1) (a) only until November 20, 2024.",
        "Accordingly, a president should have been held before that day.",
        "Can I extend the presidential term through the gaps of the Constitution?",
        "The BBC was inquired from Dr. Jayampathi Wickramaratne, who is considered as a chance to extend the Presidential term by various arguments and comments, as a constitutional expertise.",
        "\"The time of parliament and the president is five years as in our current constitution.. Article 83 There is more than six years, you have to be passed in two-thirds and a referendum to be approved by a referendum. But now the story is not to extend to six years. That is the president, the presidency, and stretch down a year. \"",
        "\"My opinion is about about two-thirds of the parliament, without a referendum, and the time of a future or future president's time. The people gave their voting power to five years. That is said to Gotabhaya Rajapaksa. The voters knew that the President could have a presidential election after 4 years. The people voted for a five-year president. About five years old at the general election. The people knew that the maximum time of both of them was five years old. I will ascertain whether you can extend the time of a president and a parliament. \"",
        "\"Therefore, the concept of voting is contrary to the voting power of sections 3 of the Constitution. Vote is not just the power to vote. Voting is the one who voted for what the masses voted, it should be safe. For five years, votes the appointment of a president and a parliament without asking the people, but it cannot be stretched for six years. Any amendment that violates the election force requires a referendum, \"explained Dr. Jayampathi Wickramaratne.",
        "What can the people do if extended the term without referendum?",
        "Dr. Jayampathi Wickramaratne explained the proceedings of the president and the promotions of the Parliament without a referendum without a referendum.",
        "\"Extension of five years\" to extend the two-thirds of the Parliament and any one gazette can be challenged by that requires a referendum. You can go to the Supreme Court about it. \"",
        "Dr. Jayampathi Wickramaratne stated that even a referendum is not possible to eliminate the constitution of the constitution.",
        "\"I argue that even before. What, mean, is a referendum?50 percent and more voting. Is that possible, eliminate the core of the law?The precepts of the Constitution have a concept is the agent democracy of our Constitution. So they need to ask people to change the situation of the people. Accordingly, \"Dr. Jayampathi Wickramaratne emphasized,\" Dr. Jayampathi Wickramaratne emphasized, \"Dr. Jayampathi Wickramaratne emphasized.",
        "\"The president is not the president too who was elected. It should also be noted. He is a successive president. A voting president can ask for a period again while lasting 4 years. A successive president has not even that power. How will a man who cannot ask for a previous mandate? \"",
        "Alhandra Rodrigas: Rs. 60 year old Buenos Aires File",
        "Sri Lankans who found John Sina: 'This is a dream from my childhood'",
        "T20 World Cup 2024: Super 8 round to go away from Sri Lanka",
        "Is Ranil extended to Ranil to extend the presidential term?",
        "Teacher of the Mahiyanganaya Mahiyanganaya, who divides the knowledge."
      ]
    }
  },
  "summary_lines": [
    "Ranil Wickremesinghe, due to a constitutional loophole, might serve beyond the typical 5-year presidential term limit, potentially for 11 more days. This possibility arises from an interpretation of the 19th Amendment and Section 83(b), leading to debates over constitutional amendments and referendums. Some see this as a 'constitutional conspiracy,' sparking discussions and a social media presence around the issue."
  ]
}