{
  "translated_text": {
    "ta": {
      "title": "நோயின் பரவலின் தீவிர வெளிப்பாடு",
      "body_lines": [
        "விஞ்ஞானிகளின் ஒரு குழு பல்வேறு நோய்களின் பரவலை மாற்ற முடிந்தது மற்றும் எலிகள் மற்றும் வெளவால்களை துரிதப்படுத்துகிறது.",
        "ஆராய்ச்சியின் படி, இந்த விலங்குகளை விட இந்த நோய் வேகமாக உள்ளது.",
        "இங்கிலாந்தின் லண்டன் பல்கலைக்கழக கல்லூரியில் ஒரு ஆராய்ச்சி குழு மேற்கொண்ட ஆராய்ச்சி, ஒரு வைரஸ் விலங்குகளை விட இரண்டு மடங்கு வேகமாக பரவக்கூடும் என்று தெரிய வந்துள்ளது.",
        "வைரஸ் பகுப்பாய்வின்படி, சுமார் 64% வைரஸ்கள் மக்களிடமிருந்து மற்ற விலங்குகளுக்கு அனுப்பப்பட்டுள்ளன.",
        "மனிதர்களின் பல்வேறு நடவடிக்கைகளும் நோய்கள் பரவுவதற்கு பங்களிக்கின்றன என்பதையும் அவர்கள் காட்டியுள்ளனர்.",
        "விலங்குகளின் அழிவு, விலங்குகளின் அழிவு, மனிதனிடமிருந்து மனிதரிடமிருந்து வெவ்வேறு நோயை பரப்ப முடியும் என்று அவர்கள் சுட்டிக்காட்டியுள்ளனர்.",
        "இது மனிதர்களுக்கும் விலங்குகளுக்கும் அச்சுறுத்தல் என்று அவர்கள் கூறுகிறார்கள்.",
        "புதிய ஹோஸ்டில் பரவக்கூடிய வைரஸ் உருவாகக்கூடும் என்று விஞ்ஞானிகள் சுட்டிக்காட்டியுள்ளனர், இது மனிதர்களிடமிருந்தும் விலங்குகளிடமிருந்தும் விலங்குகளிடமிருந்து பரவக்கூடும்.",
        "இது விலங்குகளின் இனங்களுக்கு தொடர்ச்சியான அச்சுறுத்தல் என்று குடியிருப்பாளர்கள் கூறுகின்றனர்.",
        "விலங்குகளுக்கும் மனித பரவலுக்கும் இடையிலான வைரஸ்களின் ஆராய்ச்சி மற்றும் கண்காணிப்பு புரிந்து கொள்ளப்படலாம், மேலும் புதிய நோய் உருவாகிறது என்பது பரவல்கள் மற்றும் வாதங்களுக்கு சிறப்பாக தயாரிக்கப்படலாம்."
      ]
    },
    "en": {
      "title": "Serious revelation of the spread of the disease",
      "body_lines": [
        "A group of scientists have been able to change the spread of various diseases and accelerates the rats and bats.",
        "According to the research, the disease is more fast than these animals.",
        "The research made by a research team in the university college london of England has revealed that a virus could transmit twice as fast than animals.",
        "According to virus analysis, about 64% of viruses have been transmitted to other animals from the people.",
        "They have also shown that the various activities of humans also contribute to the spread of diseases.",
        "They have pointed out that the destruction of the animals, the destruction of the animals, can transmit different sickness from man from man.",
        "They say this is a threat to humans and animals.",
        "Scientists have pointed out that the spread virus can evolve in the new host, which can spread from humans and animals from animals.",
        "Residents say that it is a continuous threat to species of animals.",
        "Research and monitoring of viruses between animals and human transmission can be understood and that new disease evolves can be better prepared for the spreads and plagues."
      ]
    }
  },
  "summary_lines": [
    "Scientists at University College London reveal that viruses can spread faster than rats and bats, with 64% of viruses transmitted from humans to animals. This poses a threat to both humans and animals, as the virus can evolve in new hosts, spreading diseases."
  ]
}