{
  "translated_text": {
    "si": {
      "title": "විපක්ෂයේ නවකයන්ගේ විරෝධය",
      "body_lines": [
        "පාලක පක්ෂයට එරෙහි විරෝධය නව පුද්ගලයින් තෝරා ගැනීමක් ලෙස නව පුද්ගලයින් තෝරා ගත යුතුය. හොඳම හා ශක්තිමත් විරුද්ධත්වය වීම රටට ප්රයෝජනවත් වීමයි. 21 වන දිනෙන් පසු, අපගේ ප්රතිපත්ති සැලැස්ම නිසි ලෙස ක්රියාත්මක කරන බව අගමැති හරිනි අමරසූරිය මහතා පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ බ්රහස්පතින්දා (14) කොළඹ-පරිසරධව ප්රදේශයේ ඡන්දය ප්රකාශ කිරීමෙන් අනතුරුව ය.",
        "අපි තනතුර ප්රවර්ධනය කරන්නේ නැහැ, නමුත් අපි සොයන්නේ ශක්තිමත් පාර්ලිමේන්තුවක්. වැඩි ශක්තියක් ලබා ගත හැකි බවට අපට විශ්වාසයක් තිබේ. තනතුරු සම්බන්ධයෙන් අපගේ කණ්ඩායම තුළ කිසිදු පරස්පරතාවයක් නොමැත.",
        "10 වන පාර්ලිමේන්තුවේ පළමු සැසිවාරය බ්රහස්පතින්දා (21) රැස්වේ. ජනාධිපතිවරණයේදී අප විසින් ඉදිරිපත් කරන ලද ප්රතිපත්ති සැලැස්ම අපි වඩා හොඳින් ක්රියාත්මක කරමු. පළාත් පාලන මැතිවරණය මහාධිකරණ තීන්දුවට අනුකූලව පැවැත්වීමට අපි සුදුසු පියවර ගන්නෙමු.",
        "අප පාර්ලිමේන්තුවට නව පුද්ගලයින් ගැන සඳහන් කරන විට විපක්ෂය මහලු අයව පාර්ලිමේන්තුවට යැවිය යුතුය. මහලු අය රටට කළ දේ අප ගවේෂණය කළ යුතුයි.",
        "අද්දැකීම් අඩු අය පාර්ලිමේන්තුවට යැවිය යුතු නැති බව ද එය නිරීක්ෂණය කළ හැකිය. රාජ්ය අරමුදල් වංචා කිරීම සහ පාර්ලිමේන්තුවේ නුසුදුසු අත්දැකීම් අප සතුව ඇති අත්දැකීම් අපට නොමැත.",
        "පාලක පක්ෂයට එරෙහි විරෝධය නව පුද්ගලයින් තෝරා ගැනීමක් ලෙස නව පුද්ගලයින් තෝරා ගත යුතුය. විශිෂ්ට හා දැඩි විරෝධය රටට ප්රයෝජනවත් වන බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Opposition to the Opposition Newcomers",
      "body_lines": [
        "Opposition to the ruling party should elect new people as if to choose new ones. Being the best and strong opposition is beneficial to the country. Prime Minister Harini Amarasuriya said that after the 21st, we will implement our policy plan properly.",
        "He was speaking to the media after voting on Thursday (14) in the Colombo -Mirihana area.",
        "We are not promoting the post, but we are looking for a strong parliament. We have the confidence that the majority of strength will be available. There is no contradiction within our team regarding positions.",
        "The first session of the 10th Parliament will meet on Thursday (21). We will better implement the policy plan that we put forward in the presidential election. We will take appropriate measures to hold the local government elections in accordance with the High Court ruling.",
        "When we refer to new people to parliament, the opposition should send the old people to Parliament. We need to explore what the old people did to the country.",
        "It can also be observed that those who are inexperienced should not be sent to Parliament. We do not have the experience of defrauding state funds and the improper experience in Parliament.",
        "Opposition to the ruling party should elect new people as if to choose new ones. He said the excellent and strong opposition would benefit the country."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Opposition newcomers crucial for strong governance. PM Harini Amarasuriya emphasizes experienced candidates over inexperienced ones. Old politicians' track record scrutinized. Policy implementation begins post-parliament session. Local gov't elections planned according to court ruling."
  ]
}