{
  "translated_text": {
    "ta": {
      "title": "ஆப்பிரிக்க பன்றி திரவம் இலங்கை: இந்த நாட்களில் பன்றி இறைச்சி சாப்பிடுவது நல்லதல்லவா?",
      "body_lines": [
        "ஆப்பிரிக்க பன்றி திரவம் இலங்கை: இந்த நாட்களில் பன்றி இறைச்சி சாப்பிடுவது நல்லதல்லவா?",
        "ஆப்பிரிக்க பன்றி காய்ச்சல் பன்றிகள் (பி.ஆர்.எஸ்) விரிவாக்கம் மற்றும் இனப்பெருக்கம் மற்றும் சுவாச ப Buddhist த்த நோய் (பி.ஆர்.ஆர்.எஸ் பன்றிகள்) காரணமாக நாட்டின் பன்றி இறைச்சியின் விற்பனை தடை விதிக்கப்படுகிறது.",
        "விலங்கு உற்பத்தி மற்றும் சுகாதாரத் துறை சிறப்பு வர்த்தமானி அறிவிப்புக்கு தடை விதித்தது.",
        "வர்த்தமானி அறிவிப்பு AFSA மற்றும் இனப்பெருக்கம் மற்றும் சுவாச மற்றும் சுவாச மற்றும் சுவாச நோய் (பி.ஆர்.ஆர்.எஸ்) என பெயரிடப்பட்டுள்ளது.",
        "விலங்கு உற்பத்தி மற்றும் சுகாதார இயக்குநர் ஜெனரல் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர்.",
        "அதன்படி, அக்டோபர் 25 முதல் மூன்று மாதங்களுக்கு வழங்கப்பட்ட விதிவிலக்கான வர்த்தமானி அறிவிப்பு நோய்கள் பரவுவதைத் தடுப்பதற்கு மட்டுப்படுத்தப்பட்டுள்ளது.",
        "செயற்கை இனப்பெருக்க முறைகள் ஆபத்தான பன்றிகள், பன்றிகள், அல்லது நோய் அல்லது நோய், அல்லது பாதிக்கப்பட்ட பகுதிகள் அல்லது தொற்றுநோய்கள் அல்லது பாதிக்கப்பட்ட பகுதிகள் மற்றும் விலங்குகளின் பிற உயிர் பிழைத்தவர்கள் நேரலையில் வாழ்கின்றன , விலங்கு சந்தைகளின் சேமிப்பு, சேமிப்பு அல்லது விநியோகம் அல்லது விநியோகம் அல்லது விநியோகம், பன்றி இறைச்சியின் விற்பனை, சேமிப்பு அல்லது விநியோகம் அல்லது விநியோகம் மற்றும் நோய் மற்றும் பன்றி இறைச்சி பொருட்கள் காரணமாக பரப்புதல் ஆகியவை பன்றி இறைச்சி, விற்பனை, சேமிப்பு அல்லது விநியோகம் மற்றும் பன்றி இறைச்சி ஆகியவற்றின் விற்பனை ஆகும் ஒரு பகுதி அல்லது வேறு ஏதேனும் பாதிக்கப்படக்கூடிய பொருள் அல்லது நோயின் ஒரு பகுதியை ஏற்படுத்தும் ஒரு விலங்கின் இடம் அல்லது நிலை வேறு இடம் அல்லது பகுதிக்கு கொண்டு செல்லப்பட வேண்டும்",
        "நாட்டில் சுமார் 3,500 பன்றி பண்ணைகள் உள்ளன மற்றும் அவர்களின் வாழ்க்கையில் பன்றிகளின் எண்ணிக்கை இரண்டு00,000 க்கு அருகில் உள்ளது.",
        "விலங்கு உற்பத்தி மற்றும் சுகாதார இயக்குநர் ஜெனரல் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் ஹீதலவாலா, இந்த நோய் நோயால் பாதிக்கப்பட்டுள்ளது என்று கூறினார்.",
        "மேற்கு, வட மேற்கு மற்றும் வட மத்திய மாகாணத்தில் பல பண்ணைகள் உள்ளன என்று விலங்கு உற்பத்தி மற்றும் சுகாதாரத் துறை தெரிவித்துள்ளது.",
        "பூனைகளும் நாய்களும் ரேபிஸைத் தவிர்க்க முடியுமா?",
        "விலங்கு உற்பத்தி மற்றும் சுகாதார இயக்குநர் ஜெனரல் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர் டாக்டர்.",
        "\"இந்த இரண்டு நோய்களின் நோய்கள். பன்றிகளிலிருந்து இனப்பெருக்கம் செய்யும் மக்கள் இல்லை. அத்தகைய விலங்குகள் பன்றிகளுக்கு வருவதில்லை. பன்றிகள் மட்டுமே பரவுகின்றன. மக்களுக்கு மனிதர்களுக்கு எந்த அச்சுறுத்தலும் இல்லை, \"என்று அவர் வலியுறுத்தினார்.",
        "\"ஆனால் இந்த நோயிலிருந்து இந்த நாட்களில் விலங்குகள் இறந்து கொண்டிருக்கின்றன. ஆப்பிரிக்க பன்றிக் காய்ச்சல் நொண்டி (AFS) சற்று மோசமானது. இறப்பு சதவீதம் அதிகம். எனவே, இறப்புகளால் நிறைய விலங்குகள் இறக்கின்றன. இறந்த விலங்குகள், இறந்த பிறகு நாங்கள் பரிந்துரைக்கவில்லை, ”என்று டாக்டர் ஹீமாலி கோட்டலவாலா கூறினார்.",
        "\"ஆனால் இது மக்களுக்கு தொற்று இல்லை. இது ஒரு தொடுதல் அல்லது தொற்று அல்ல.",
        "\"ஆனால் இறந்த விலங்குகள் மற்ற பாக்டீரியாக்கள் வரலாம். மரணத்திற்குப் பிறகு கெட்டுப்போனது. எனவே, இது நுகர்வுக்கு ஏற்றதல்ல, \"என்று அவர் மேலும் கூறினார்.",
        "ஆப்பிரிக்க பன்றி திரவம் இலங்கை: இந்த நாட்களில் பன்றி இறைச்சி சாப்பிடுவது நல்லதல்லவா?"
      ]
    },
    "en": {
      "title": "African Swine Fluid Sri Lanka: Isn't it good to eat pork these days?",
      "body_lines": [
        "African Swine Fluid Sri Lanka: Isn't it good to eat pork these days?",
        "The sales of the country's pork is banned due to the expansion of African swine flu pigs (PRS) and Breeding and Respiratory Buddhist Disease (PRRS pigs).",
        "The Department of Animal Production and Health took the ban on a special gazette notification.",
        "The gazette notification has been named as Afsa and Breeding and Respiratory and respiratory and respiratory disease (PRRS).",
        "The Director General of Animal Production and Health, Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr.",
        "Accordingly, the exceptional gazette notification issued for three months from October 25 has been limited to preventing the spread of diseases.",
        "The use of artificial breeding methods infected, remove, or infected with risky pigs, pigs, or disease or disease, or infected areas, or infected areas or infectious areas or infected areas, and other survivors of animals live live.The animal market, selling, storage, storage or distribution or distribution or distribution of the animal markets, selling, storage or distribution or distribution of pork, and dissemination due to the disease and pork products have been sales from pork, sales, storage or distribution, and dissemination of pork products.Place or position of an animal that caused a part or any other vulnerable substance or any other vulnerable material, or part of the disease to be taken to another location or area",
        "There are about 3,500 pig farms in the country and the number of pigs in their lives are close to two00,000.",
        "The Director General of Animal Production and Health, Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Heathalawala said that the disease was infected with the disease.",
        "The Department of Animal Production and Health said that there are many farms in the Western, North Western and North Central Province.",
        "Can cats and dogs avoid rabies?",
        "The Director General of Animal Production and Health, Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr. Dr.",
        "\"Diseases of these two diseases. No breeding people from pigs. Such animals do not come to the pigs. Only the pigs spread. People do not have any threat to humans, \"she emphasized.",
        "\"But the animals are dying these days from this disease. African swine flu lame (AFS) is a bit worse. Death percentage is high. Therefore, there are a lot of animals die of deaths. We do not recommend that dead animals, and after the dead, \"said Dr. Hemali Kotalawala.",
        "\"But this is not contagious to people. This is not a touch or infection. \"",
        "\"But the dead animals can come other bacteria. Spoiled after death. Therefore, it is not suitable for consumption, \"she added.",
        "African Swine Fluid Sri Lanka: Isn't it good to eat pork these days?"
      ]
    }
  },
  "summary_lines": [
    "Pork sales banned in Sri Lanka due to African Swine Fever outbreak. Disease affects pigs but not humans. Dead pigs unsafe for consumption."
  ]
}