{
  "translated_text": {
    "si": {
      "title": "විරුද්ධ පක්ෂවලට කොඳු නාරටියක් නැත",
      "body_lines": [
        "පාලක පක්ෂයේ ප්රධාන සංවිධායක ප්රසන්න රණතුංග පවසා ඇත්තේ ජනාධිපතිවරණය හෝ වෙනත් මැතිවරණයක් කල් දැමීමේ අවශ්යතාවයක් නොමැති බවයි.",
        "මැතිවරණයට යටත් නොවූ විපක්ෂයේ විරෝධතා පැවැත්වීම මැතිවරණය කල් දැරීම ගැන කතා කරමින් සිටියද ආණ්ඩුක්රම ව්යවස්ථාවට අනුකූලව රජය ව්යවස්ථාවට අනුකූලව මැතිවරණයක් පවත්වන බව අමාත්යවරයා අවධාරණය කළේය.",
        "ගම්පාහි මිනුවන්ගොඩ, බ්රහස්පතින්දා (4) දී පැවති ප්රසිද්ධ රැස්වීමකට සහභාගී වූ අමාත්ය ප්රසන්න රණතුංග.. අමාත්ය ප්රසන්න රණතුංග මහතා මෙසේ පැවසීය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් ක්රියාත්මක කරනු ලබන තිරසාර ආර්ථික ප්රතිපත්ති හේතුවෙන් පැරිස් සමුළුවේදී රටේ ණය ප්රතිව්යුහගත කිරීමට තීරණය විය. එපමණක් නොව, වර්තමාන ජනාධිපතිවරයන්ට රට සහ අනාගතයේ දී රට සහ ජනතාව අපේක්ෂා කරන ආර්ථික, දේශපාලන හා සමාජ ප්රතිසංස්කරණ ක්රියාකාරකම් පමණක් සිදු කළ හැකිය. එමනිසා, ඔහුව ජනාධිපති ධුරයට පත් කිරීමෙන් ශ්රී ලංකාව ඉදිරි වසර පහ තුළ ලොව බලවත්ම ආර්ථිකය ලෙස ඉදිරිපත් කළ හැකිය.",
        "ඔබේ රට අවුරුදු දෙකකට පෙර සිටින ආකාරය ගැන සිතා බලන්න. ඉන්ධන, medicine ෂධයක්, ගෑස් නැත, ගෑස් නැත, කුඩා දරුවාට කිරි නොමැති බව අත්යවශ්ය සේවාවන් නතර විය. සියලුම ඉදිකිරීම් කර්මාන්ත කඩා වැටී ඇත. මුළු රටම බලාපොරොත්තු සුන් විය. ජනාධිපතිවරයා ගැටලුවෙන් රට භාරගත් විට, එක් පැත්තකින් දැඩි ආර්ථික අර්බුදයක් වූ අතර අනෙක් පැත්ත දැවැන්ත ජනප්රිය විරුද්ධත්වයක් විය.",
        "එසේනම් අපිත්, රනිල් වික්රමසිංහ මහතා ජනාධිපති ලෙස තේරී පත්වමු.. රනිල් වික්රමසිංහ සමඟ අපට දේශපාලන ඇසුරක් තිබුණි. නමුත් අපට එය රට වෙනුවෙන් අමතක වී ඇත. අවුරුදු දෙකකට පසු, අද රට කොහේදැයි අප දුටු විට, එදින අප ගත් තීරණය සියයට සියයක් නිවැරදි වීම ගැන අපි සතුටු වෙමු.",
        "රජය මේ වන විට ජනාධිපතිවරණය කල් දැමීමට උත්සාහ කරන බව කතන්දරයක් අනාවරණය වී තිබේ. ජනාධිපතිවරණය කල් දැමීමට ජනාධිපතිවරයා අවශ්ය නොවන බව මතක තබා ගන්න. ආණ්ඩුක්රම ව්යවස්ථාවට අනුව ජනාධිපතිවරණය කාලෝචිත ආකාරයකින් රඳවා තබා ගැනීමට අපි සූදානම්. එය ස්ථිරයි. මැතිවරණයට පිටුබලය නොගත් විපක්ෂ පක්ෂ මැතිවරණය කල් තැබීම ගැන කතා කරමින් සිටි බව ඔහු පැවසීය.",
        "රටට අභියෝගයක් වූ විට එයට මුහුණ දුන් ශක්තිමත්ම කොඳු ඇට පෙළ පමණක් වූ අතර එය ජනාධිපතිවරයාට පමණි. IMC සහ මාලිමාකාරක සුරංගනා කතා කියයි. මිනිසුන් ඒ සඳහා වංචා නොකරනු ඇත. ජනතාවගේ විමුක්ති පෙරමුණ මාලිමා යන්ත්රයේ නාමයෙන් වෙස්වළාගෙන තිබේ. නමුත් කිසිවෙකුට ඔවුන්ගේ රුධිර ඉතිහාසය විනාශ කළ නොහැක. මරණ නිවාසවල තනිකම සඳහා විපක්ෂ නායක සහ අනුරාධපුර තනිකමට සුදුසු ය. එබැවින් අපි දෙදෙනා ඒ මත තබමු. රට ගොඩනැගීම සඳහා රනිල්ට රට දෙන්න.",
        "බුද්ධ පක්ෂය ජනාකීර්ණ පක්ෂයකි. රට සම්බන්ධීකරණය කළ මහින්ද රාජපක්ෂ අපගේ ජනාධිපති අපේක්ෂකයා කවුදැයි කන්ඩි ගසන්නට පත්වනු ඇත. අපට ජයග්රාහී අපේක්ෂකයෙකු සිටී. අපි සාර්ථක පිටුව. මංසන්ධිය සහ වීදිවල \"මම අංකුරයේ අපේක්ෂකයා\" යැයි ගණනය නොකරන්න.",
        "සමෘද්ධිමත් ශ්රී ලංකාවක් ගොඩනැගීම සඳහා ආර්ථික වර්ධනයට සමගාමීව බොහෝ සමාජ හා දේශපාලන ප්රතිසංස්කරණ සිදු කළ යුතුය. අපේ රටේ ජනතාව විශාල දේශපාලන ප්රතිසංස්කරණ අපේක්ෂා කරති. තමාගේම දේ කළ හැකි රට සමඟ වැඩ කළ එකම නායකයා වන රනිල් වික්රමසිංහ ය. රනිල් දැන් මිනිසා බව ගම්වාසීන් පවසන්නේ එබැවිනි."
      ]
    },
    "en": {
      "title": "Opposition parties have no backbone",
      "body_lines": [
        "The chief organizer of the ruling party Prasanna Ranatunga has said that there is no need to postpone the presidential election or any other election.",
        "The minister stressed that the government would hold elections in accordance with the constitution, even if the opposition parties that were not backing the election were talking about the postponement of the election.",
        "Minister Prasanna Ranatunga, who attended a public meeting held on Thursday (4) in Minuwangoda, Gampaha.. Minister Prasanna Ranatunga said:",
        "Due to the sustainable economic policies implemented by President Ranil Wickremesinghe, it was decided to restructure the country's debt at the Paris conference. Moreover, the current president can only carry out the economic, political and social reform activities that the country and the people in the future are expecting. Therefore, by re -appointing him as president, Sri Lanka can be made as the world's most powerful economy within the next five years.",
        "Think about how your country was two years ago. No fuel, no medicine, no gas, little baby has no milk, essential services stopped. All the construction industries have collapsed. The whole country was in despair. When the president took over the country from the problem, one side was a severe economic crisis and the other side was massive popular opposition.",
        "We, then, elected Ranil Wickremesinghe as president. We had a lot of political packs with Ranil Wickremesinghe. But we have forgotten that for the country. Two years later, when we see where the country is today, we are glad that the decision we made on that day was 100 percent correct.",
        "A story has revealed that the government is currently trying to postpone the presidential election. Keep in mind that the president is not required to postpone the presidential election. We are ready to hold the presidential election in a timely manner according to the Constitution. That is permanent. He said the opposition parties that were not backing the election were talking about postponing the election.",
        "When a challenge to the country was only the strongest spine that faced it was only for the president. The IMC and the compass tell fairy tales. People will not cheat for it. The People's Liberation Front has come up with disguise in the name of compass. But no one can destroy their blood history. Opposition Leader and Anuragumara are suitable for loneliness in death houses. So let's put the two of them on that. Give Ranil the country to build the country.",
        "The buddha party is a populous party. Mahinda Rajapaksa, who coordinated the country, will tell the country timely who is our presidential candidate. We have a winning candidate. We are the success page. That is why, on the junctions and the streets, do not calculate that \"I am the candidate of the bud.\"",
        "To build a prosperous Sri Lanka, many social and political reforms are to be made parallel to economic growth. The people of our country expect massive political reform. Ranil Wickremesinghe is the only leader who has worked with the country that he can do his own things. That is why the villagers say that Ranil is now the man."
      ]
    }
  },
  "summary_lines": [
    "Prasanna Ranatunga, the chief organizer of the ruling party, asserts that elections will proceed as scheduled, despite opposition calls for postponement. He highlights the government's commitment to constitutional norms and its focus on economic recovery under President Ranil Wickremesinghe, aiming to transform Sri Lanka into a global powerhouse within five years."
  ]
}