{
  "translated_text": {
    "ta": {
      "title": "ஒரு வட்டத்தில் பயிர்களுக்கு தீங்கு விளைவிக்கும் விலங்குகளுக்கு என்ன செய்யப்படுகிறது என்று சொல்லுங்கள்",
      "body_lines": [
        "விவசாயி அமைச்சர் சாகுபடி துறையில் விவசாயி செய்யப்பட வேண்டும் என்றும் சாகுபடி செய்யப்பட வேண்டும் என்றும் கூறினார்.",
        "அவர்கள் சமீபத்தில் வேளாண் அமைச்சரிடம் பேசிக் கொண்டிருந்தனர். லால் காந்தே லால் காந்தே பாராளுமன்றத்தில் விலங்குகளுக்கு ஏற்பட்ட சேதத்தை எளிதாக்குகிறார் என்ற வெளிப்பாடுகளுடன் இணங்குகிறார்.",
        "காண்டியன் விவசாயிகளின் அமைப்பின் தலைவர் சமன் துத்தா கூறுகையில், விவசாயிகளின் அமைப்பின் தலைவர் சமன் விவசாயிகள் அமைப்பின் தலைவர் சமன் துத்தா ஒரு சட்டமாகச் செல்வதற்கான உரிமையை பாராளுமன்றத்தில் அல்ல.",
        "விவசாயிகள் அமைப்பின் உதவி விவசாயிகள் அமைப்பான ஜி.என்.பி.யின் ரானிமுரா விவசாயிகள் அமைப்பின் முன்னாள் தலைவர் கூறினார்:",
        "\"வேளாண் அமைச்சர் கொல்லப்பட வேண்டிய விலங்குகளைக் கொல்ல அழைத்துச் செல்லப்படுவதாகக் கூறப்பட்டது. ஆனால் விவசாயிகளாகிய, ப Buddhism த்த மதத்தின் அடிப்படையில் விலங்குகளை நாம் கொல்ல முடியாது. எங்கள் சாகுபடி சேதமடைந்தாலும், விலங்குகள் கொல்லும் அளவுக்கு பலவீனமாக இல்லை. விவசாயிகளை உளவு பார்க்க நியமிக்க வேண்டாம் என்று அமைச்சரை அழைக்கிறோம்.",
        "அதற்கு பதிலாக, வேளாண் இராணுவம் மற்றும் ஒரு விவசாய இராணுவம், வேளாண் அமைச்சர் மற்ற ஆபத்துக்களைச் சுட்டு சுட்டுக்கொள்ளும்படி கட்டளையிடப்பட வேண்டும், மற்ற மாடு மாடு மாடு என்றால், அந்த மனிதன் அவரைக் கொன்று இறைச்சியை சாப்பிடலாம்.",
        "எனவே, இந்த அறிக்கையை நாங்கள் அழைத்து, கோரிக்கை அறிவித்து அதை ஒரு வர்த்தமானி மூலம் அறிவிக்கிறோம்."
      ]
    },
    "en": {
      "title": "Tell what is done to the animals that harm crops in a circular",
      "body_lines": [
        "The Minister of Farmers' Minister said that the farmer should not be a statement that the farmer should be made in the field of cultivation and the cultivation of the cultivation..",
        "They were speaking at the Minister of Agriculture recently. Lal Kanthe complies with the expressions that Lal Kanthe to facilitate the damage caused to animals in Parliament with any measures to take any action by farmers.",
        "The Kandyan Farmers' Organization Chairman Saman Thusitha says the farmers' Organization Chairman Saman Farmers' Organization President Saman Thusitha to promote the right to go as a law and not in Parliament.",
        "The former Chairman of the Ranimura Farmers' Organization of the GNP, Assistant Farmers' Organization of the Farmers' Organization, said:",
        "\"The Minister of Agriculture stated to be taken to kill the animals to be killed. But as farmers, we cannot kill the animals in terms of Buddhism. Although our cultivation is damaged, the animals are not weak enough to kill. We call the Minister not to assign farmers to spy.",
        "Instead, a unit of agro army and a peasant army, the Minister of Agriculture should be commanded to shoot and shooting the other hazards, and the other damaged animals.If the cow cow is cow, the man can kill him and eat the meat.",
        "Therefore, we call upon this statement and demand announced and declare it by a gazette."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Farmers oppose killing crop-harming animals due to Buddhist beliefs. They suggest non-lethal methods like relocation or deterrents instead."
  ]
}