{
  "translated_text": {
    "ta": {
      "title": "வரலாற்று புத்தகத்தில் நண்பருக்கு புத்தகம் புத்தகத்தை கொண்டுள்ளது",
      "body_lines": [
        "நேற்று கைது செய்யப்பட்ட பள்ளி மாணவி, நேற்று கைது செய்யப்பட்ட பள்ளி மாணவி நேற்று கைது செய்யப்பட்டார்.",
        "சந்தேக நபர்கள் 16 வயது பள்ளி மாணவி, பனாதுராவில் வசிப்பவர்.",
        "பள்ளி பெண்ணின் வரலாற்று புத்தகம் காணவில்லை, சந்தேக நபரிடமிருந்து ஒரு புத்தகத்தைக் கோர மாணவர் தனது வீட்டிற்குச் சென்றுள்ளார்.",
        "அவர் மாணவரின் வீட்டிற்குச் சென்றபோது, ​​\"புகார் அளித்த மாணவர் தாக்கப்பட்டு பயந்து பாலியல் துஷ்பிரயோகம் செய்யப்பட்டுள்ளார்.",
        "மாணவர் மருத்துவமனையில் சேர்க்கப்பட்டார் மற்றும் மாணவர் பனாதுரா மாஜிஸ்திரேட் நீதிமன்றத்தில் தயாரிக்கப்பட வேண்டும்."
      ]
    },
    "en": {
      "title": "The history book has the book the book to friend",
      "body_lines": [
        "A schoolgirl arrested yesterday, a schoolgirl arrested yesterday, was arrested yesterday.",
        "The suspects were a 16 year old schoolgirl, a resident of Panadura.",
        "The history book of the school girl is missing and the student has gone to his home to request a book from the suspect.",
        "While she was gone to the student's house, he said, \"The complainant student has been attacked and frightened and sexually abused.",
        "The student was hospitalized and the student was to be produced before the Panadura Magistrate's Court."
      ]
    }
  },
  "summary_lines": [
    "A 16-year-old schoolgirl from Panadura was arrested for allegedly attacking and sexually abusing another student, who was hospitalized. The accused's history book is missing, and she was taken to the Panadura Magistrate's Court."
  ]
}