{
  "translated_text": {
    "si": {
      "title": "උසස් පෙළ ගැලරිය ප්රකාශයට පත් කරන ලදි",
      "body_lines": [
        "එක්සත් ජනතා බලවේග ත්රිකුණාමලය දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී ඉම්රාන් මකාරුබ් පවසන්නේ ත්රිකුණාමලයේ ප්රති results ල අත්හිටුවීම - සහිරා විද්යාලයේ සිසුන් ජනවාර්ගික වෙනස්කම්වල ප්රකාශනයකි.",
        "\"අත්හිටුවීම පදනම් වූයේ ඔවුන් විභාග ශාලාවේදී ඔවුන්ගේ කන් වසා දැමූ චෝදනාව මත ය.",
        "විභාගය විභාග කිරීම විභාග ශාලාවේදී අවධානයට ලක්විය යුතුය. එය වෙනත් විභාගකරුවන්ට බලපාන්නේ නැත.",
        "සෑම පැත්තකින්ම සෑම පැත්තකින්ම එහි සෑම පැත්තකටම පැහැදිලි කර ගැනීමෙන් පසුව පවා ප්රති results ල අත්හිටුවා ඇති බව ඉමහත් සැක සහිත ය.",
        "සහිරා විද්යාලයේ සංවර්ධනය දරාගත නොහැකි අයගේ ජනවාර්ගික වෙනස්කම්වල ප්රකාශනය මෙය බව ඉතා පැහැදිලිය.",
        "විභාග ශාලාවේදී මෙම ප්රශ්නය විසඳීම විභාග අධීක්ෂකවරයාගේ මනෝභාවය විසින් මෙය තේරුම් ගත හැකිය.",
        "අපි එකම භාෂාව කතා කිරීම සෞඛ්ය සම්පන්න නොවේ. අද දුක්බර දරුවන්ගේ හා දරුවන්ගේ දුක්ඛිත තත්වය ගැන සැලකිලිමත් වන අය තේරුම් ගත යුතුය.",
        "මෙම ප්රශ්නය සම්බන්ධයෙන් සියලුම මුස්ලිම් දේශපාලන නියෝජිතයින් සෑදිය යුතුය. මෙය සමාජ ප්රශ්නයකි.",
        "මෙය නැගෙනහිර පළාතේ විරෝධී විරෝධී ක්රියාකාරකම්වල තවත් ආකාරයකි. \". රීල්"
      ]
    },
    "en": {
      "title": "A/L Gallery Published",
      "body_lines": [
        "United People's Power Trincomalee District Parliamentarian Imran Makarub says the suspension of the results of the Trincomalee - Zahira College students is an expression of ethnic discrimination.",
        "“The suspension was based on the accusation that they closed their ears in the exam hall.",
        "Writing the examination of the examination should be noticed in the exam hall. It is not a matter of affecting other examiners.",
        "It is immensely suspicious that the results have been suspended even after all sides have made it clear to all sides.",
        "It is very clear that this is the manifestation of the ethnic discrimination of those who cannot tolerate the development of Zahira College.",
        "This can be understood by the mood of the exam supervisor who brought this issue to be resolved in the exam hall.",
        "It is not healthy that we speak the same language. Those who are concerned about the sad state of today's sad state of children and children must understand.",
        "All Muslim political representatives should be made on this issue. This is a social issue.",
        "This is another form of anti -Muslim activities of the Eastern Province. ”. Remble"
      ]
    }
  },
  "summary_lines": [
    "Imran Makarub, a United People's Power Trincomalee District Parliamentarian, accuses the suspension of Trincomalee-Zahira College student results as ethnic discrimination. He argues the suspension, due to alleged exam misconduct, is suspicious and linked to intolerance towards Zahira College's growth. Makarub calls for Muslim political leaders to address this \"social issue\" as part of broader anti-Muslim activities in the Eastern Province."
  ]
}