{
  "translated_text": {
    "ta": {
      "title": "ஓய்வூதியதாரர்களுக்கு ஒரு நல்ல செய்தி",
      "body_lines": [
        "அமைச்சரவை செய்தித் தொடர்பாளர் விஜிதா ஹெராத் கூறுகையில், ஓய்வூதியத்திற்கு 3,000 பேர் சேர்க்கப்படுவார்கள்.",
        "அக்டோபருக்கான இடைக்கால கொடுப்பனவாக அந்த தொகையை வழங்க அமைச்சரவை அமைச்சரவை ஒப்புதல் அளித்தது.",
        "அமைச்சரவை செய்தித் தொடர்பாளர் விஜிதா ஹெராத், இந்த மாதத்திற்கு செலுத்தப்பட்ட கூடுதல் கொடுப்பனவை எதிர்காலத்தில் பெற முடியும் என்று கூறினார்.",
        "\"ஓய்வூதியதாரர்களுக்கு கடுமையான சம்பள ஒழுங்கின்மை உள்ளது. அதே நேரத்தில் சம்பள ஒழுங்காமையை தீர்ப்பது கடினம். இருப்பினும், ஓய்வூதியதாரர்களுக்கு உடனடி விளைவுக்கு ரூ.  මේ මාසේ 10 වනදා වෙනකොට විශ්‍රාම වැටුප ලබාදීලා තියෙනවා. இதில் இந்த ரூ .3000 இல்லை. எனவே, கருவூலத்தில் ஒரு சிறப்பு திட்டம் வழங்கப்படுகிறது. இந்த ரூ. ஓய்வூதியதாரர்கள் இந்த மாதத்திற்கான ஒரே நாளில் ஒரு கொடுப்பனவை பெறுகிறார்கள். இந்த ரூ. அரசாங்க அரசாங்கத்தின் 3000 ரூபாயும் ஓய்வூதியத்தில் சேரும். இந்த மாதத்தில் ஒரு தனி கொடுப்பனவாக வழங்கும் அமைச்சரவை முடிவு செய்தது."
      ]
    },
    "en": {
      "title": "Good news for pensioners",
      "body_lines": [
        "Cabinet Spokesperson Vijitha Herath says that the pension will be added to Rs. 3,000 to the pension.",
        "The Cabinet was approved by the Cabinet to provide that amount as an interim allowance for October.",
        "Cabinet spokesman Vijitha Herath said that the additional allowance paid for this month could be obtained in the near future.",
        "\"There is a serious salary anomaly for pensioners. It's hard to resolve the salary anomality at the same time. However, the government decided to provide an allowance of Rs. 3,000 per immediate effect for pensioners.  මේ මාසේ 10 වනදා වෙනකොට විශ්‍රාම වැටුප ලබාදීලා තියෙනවා. It did not include this Rs 3000. As such, a special program is issued in the treasury. This Rs. 3000 million can be obtained as an additional allowance. Pensioners receive an allowance for this month in the same day. This Rs. 3,000 is added to his pension from next month. 3000 rupees of government government government will also join the pension. The Cabinet, which provides it as a separate allowance this month, decided. \""
      ]
    }
  },
  "summary_lines": [
    "Pension increase: Cabinet approves Rs. 3,000 interim allowance for October. Additional payment possible soon. Anomaly resolution ongoing."
  ]
}