{
  "translated_text": {
    "ta": {
      "title": "புதிய மின்சார இணைப்பிற்கு அரசாங்க நிவாரணம்",
      "body_lines": [
        "புதிய மின்சாரம் செலுத்துவதற்காக கட்டணத்தைப் பெறுபவர்களுக்கு செலுத்தப்படும் என்று மின் மற்றும் எரிசக்தி அமைச்சர் காஞ்சனா விஜெசேகரா கூறுகிறார்.",
        "எம்.பி. எச்.எம். தனசேனா எழுப்பிய கேள்வியாக அவர் இன்று பாராளுமன்றத்தில் ஒரு வினவலுக்கு பதிலளித்தார்.",
        "மின் மற்றும் எரிசக்தி அமைச்சர் காஞ்சனா விஜெசேகரா, இந்த சந்தர்ப்பத்தில் பேசினார்.",
        "\"சமீபத்திய காலங்களில் நாங்கள் 2 கொள்கை முடிவுகளை எடுத்துள்ளோம். சிறிய பில்களின் வீடுகளில் மின்சாரம் துண்டிக்காமல் முதல் பிரச்சினை அவர்களுக்கு சிறிது நேரம் தருகிறது. அதைத் தீர்ப்பதற்கு. மேலும், சுமார் ரூ .3,000 திரும்புவது ரூ .1300 ஆக குறைக்கப்பட்டது. கூடுதலாக, இதை இந்த ஆண்டு ரூ .800 ஆக குறைக்க நடவடிக்கை எடுத்துள்ளோம். இப்போது ரூ. 35,000 மற்றும் ரூ.. இதை இயக்குநர்கள் குழு அதிகாரப்பூர்வமாக கல்வி கற்பது அங்கீகரிக்கப்பட்டுள்ளது. \""
      ]
    },
    "en": {
      "title": "Government relief to new electricity connection",
      "body_lines": [
        "The Minister of Power and Energy Kanchana Wijesekara says that the recipients of the fee will be paid in order to pay a new electricity.",
        "He was responding to a query in Parliament today as a question raised by MP HM Dhanasena.",
        "Minister of Power and Energy, Kanchana Wijesekara, speaking to the occasion.",
        "\"In the recent past we have taken 2 policy decisions. The first issue gives them some time without disconnecting electricity in the homes of small bills. For the settlement of it. Also, the return of about Rs. 3,000 was reduced to Rs. 1300. In addition, we have taken steps to reduce it to Rs. 800 this year. It is reported that it is now worth paying Rs. 35,000 and Rs.. It has been approved by the board of directors officially educate it. \""
      ]
    }
  },
  "summary_lines": [
    "The Minister of Power and Energy, Kanchana Wijesekara, announced that recipients of the fee for new electricity connections will be paid in order. This follows two policy decisions: extending time without disconnecting electricity for small bills and reducing the return amount from Rs. 3,000 to Rs. 1,300, further reduced to Rs. 800 this year."
  ]
}