{
  "translated_text": {
    "si": {
      "title": "ශිෂ්ය සංගම් ඇතුළු සමහර සංවිධාන අපගේ අරගලය ගැන කනස්සල්ලට පත්ව සිටිති - ගිනිකොනදිග විශ්ව විද්යාලයේ සේවක සංගමයේ ලේකම්",
      "body_lines": [
        "විශ්ව විද්යාලයෙන් පිටත වෙනත් සංගම් සහ සංවිධාන හ voice නැගීම සඳහා අපගේ නීත්යානුකූල ඉල්ලීම්වලට සහය දැක්වීම සඳහා අපගේ නීත්යානුකූල ඉල්ලීම්වලට සහාය වීම, අප පසුගිය දින 26 පුරාම සටන් කරමින් සිටින බැවින් අනෙකුත් විශ්ව විද්යාලවල වෙනත් විශ්ව විද්යාලවල ශිෂ්ය සංගම් ඇතුළු ශිෂ්ය සංගම් ඇතුළු සිසුන්ගේ සංගම්. අග්නෙතන විශ්ව විද්යාලයේ සේවක සංගමයේ ලේකම් එම්.එම්. මොහොමඩ් පැවසුවේ කමිල් පැවසීය.",
        "අග්නෙංක විද්යාලයේ සේවක සංගමයේ සභාපති එම්.ආර්.එම්.එම්.. ටජුඩින් විසින් සඳුදා (27) විශ්ව විද්යාල අධිකරණයේ පැවති විරෝධතා අතරතුර ලේකම් එම්.එම්.. මොහොමඩ් කමිල් මෙම අදහස් ඉදිරිපත් කළේය.",
        "කිසිදු විසඳුම් ලබා දීමට රජය තවමත් ඉදිරිපත් වී නොමැත. මෙම තත්වය දීර් is නම්, සිසුන්ගේ අනාගතය බලපානු ඇත. මේ සම්බන්ධයෙන් රජය, සිසුන් හෝ දෙමාපියන් තම අදහස් ඉදිරිපත් නොකළ බව ඔහු පැවසීය.",
        "සුඛෝපභෝගී අවශ්යතා සඳහා අපි සටන් නොකරමු. සාධාරණ ඉල්ලුම සඳහා වූ අරගලය අපගේ අරගලය දැනටමත් පිළිගෙන ඇති බව. රටේ ආර්ථික තත්ත්වය හේතුවෙන්, අපගේ සේවකයින් තම ජීවිත ගෙන ඒමට විශාල දුෂ්කරතාවන්ට මුහුණ දෙයි.",
        "එවැනි වාතාවරණයක් තුළ අප දින 26 ක් සටන් කරමින් සිටිමු, සමහර විශ්ව විද්යාලවල සමහර විශ්වකෝෂයේ සමහර විශ්වකෝෂයේ සමහර රටවල අපගේ නීත්යානුකූල ඉල්ලීම් සිදු කිරීමට සමහර වැඩසටහන් කිරීමට උත්සාහ කරයි.. එවැනි ක්රියාකාරකම් ඉතා කනගාටුදායකයි.",
        "අශෝධාර නොවන සේවකයින් වශයෙන්, විශ්ව විද්යාල ව්යුහයක් ලෙස සේවකයින්ගේ සහ සිසුන්ගේ අසාධාරණයන් අපි ප්රකාශ කර ඇත්තෙමු.. අපගේ දුෂ්කරතා අවබෝධ කර ගන්නා ලෙසත් අප වෙනුවෙන් හ voice කිරීමට ඉදිරිපත් වන ලෙස ඔහු ඔවුන්ගෙන් ඉල්ලා සිටියේය.",
        "107% ක වැටුප් වැඩිවීමක් සහ 25% MCA දීමනාවක් ලබා දීම වැනි විවිධ ඉල්ලීම්වලට රජය විසින් විසඳන ලෙස සටන් පා ans ඔසවා ඇත.",
        "මෙහිදී ශක්තිය, සමානාත්මතාවය යනු එම්ගේ අවශ්යතාවය වන අතර, රජය අන්ධයි, 8 බලාපොරොත්තු සුන්වීම දිගටම පවතිනු ඇත්ද?"
      ]
    },
    "en": {
      "title": "Some organizations, including student associations, are worried about our struggle - Southeastern University Employees Union Secretary",
      "body_lines": [
        "Other associations and organizations outside the university have come together to voice their voices in support of our legitimate demands, including students' associations, including student associations in other universities in other universities in other universities, as we have been fighting for the past 26 days.Southeastern University Employees Union Secretary MM. Mohammed said Kamil.",
        "Southeastern University Employees Union President MRM. Secretary MM MM during the protests at the University's court on Monday (27) led by Tajuddin. Mohammed Kamil presented these comments.",
        "The government has not yet come forward to provide any solutions. If this situation is prolonged, the future of the students will be affected. He said that the government, the students or the parents did not present their opinions in this regard.",
        "We are not fighting for luxury needs. The struggle for the fair demand that our struggle is already accepted. Due to the economic situation in the country, our employees face great difficulties to bring their lives.",
        "In such an environment we have been fighting for 26 days, some of the inhuman inhuman in some universities are trying to make some programs to make our legitimate demands.. Such activities are very sad.",
        "As non -academic employees, we have voiced the injustices of employees and students as a university structure.. He urged them to realize our hardships and come forward to voice for us.",
        "Even in today's struggle, slogans were raised demanding the government's solution to various demands such as providing a 107% increase in a 107% salary increase and a 25% MCA allowance promised.",
        "Here strength, equality is the need for M, the government will be blindfolded, will the 8 -year disappointment continue?"
      ]
    }
  },
  "summary_lines": [
    "The Southeastern University Employees Union has been protesting for 26 days, supported by various organizations and student associations nationwide. Despite the government's silence, the union fights for fair wages and better conditions, not luxury needs, highlighting the struggles of non-academic staff amidst the country's economic challenges. They urge understanding and support from all stakeholders, emphasizing the impact on students' futures if their demands are not met."
  ]
}