{
  "translated_text": {
    "si": {
      "title": "මහින්දට කිසියම් බලපෑමක් සිදුවුවහොත්, රජය පූර්ණ වගකීම ගත යුතුය - පීඒ",
      "body_lines": [
        "අසත්ය තීරණය වන්නේ හිටපු ජනාධිපති මහින්ද රාජපක්ෂ මහතාට ජීවය පිළිබඳ චෝදනා එල්ල වී ඇති බව නැවත නැවතත් ඉදිරිපත් කිරීම් වලින් හමුදා ආරක්ෂාව මුළුමනින්ම ඉවත් කර ඇති බවයි.. මහින්ද රාජපක්ෂට කිසියම් බලපෑමක් සිදුවුවහොත් රජය විසින් සම්පූර්ණ වගකීම භාර ගත යුතු බව ශ්රී ලංකා පීඒ සාමාජික මනෝජ් කමාගේ මහතා පැවසීය.",
        "හිටපු ජනාධිපතිවරුන්ගේ ආරක්ෂාව පිළිබඳ ආරක්ෂක අංශවලට වංශාධිපති ආරක්ෂාව පිළිබඳව විමර්ශනය කිරීම සඳහා පත් කරන ලද කමිටුව ආරක්ෂක අංශ වෙත වාර්තා කර ඇත.",
        "ඒ අනුව, 10.10.10.10.10.10.10.10, හිටපු ජනාධිපති මහින්ද රාජපක්ෂගේ ආරක්ෂාව සඳහා වගකිව යුතු පොලිස් අධිකාරී, එස්ඩී වික්රමසිංහ මහතා මහින්ද රාජපක්ෂගේ ආරක්ෂාව පිළිබඳ සමාලෝචක කමිටුවට වාර්තාවක් ඉදිරිපත් කළේය.",
        "හිටපු ජනාධිපති මහින්ද රාජපක්ෂගේ ආරක්ෂාව පිළිබඳව බුද්ධි අංශය විසින් ඉදිරිපත් කරන ලද වාර්තා 13 ක් මෙම වාර්තාවේ ඇතුළත් ය.",
        "2024 වන විට ඉදිරිපත් කරන ලද බුද්ධි අංශ 04 ක් පිළිබඳ වාර්තා ඉදිරිපත් කර ඇත. මහින්ද රාජපක්ෂගේ ආරක්ෂාව ශක්තිමත් කළ යුතු බවට සාධක ද ​​තිබේ.",
        "ISIS ඩ්රෝන් මෙවලම හරහා බෝම්බ ප්රහාරයක් ඇති බව පරීක්ෂණ පෙන්වා දී ඇති අතර දේශපාලන සාධක මත පදනම් වූ රාජ්ය නොවන සංවිධානවල හිතාමතා ප්රහාර එල්ල කිරීමේ හැකියාව ද ඇති බව පෙන්වා දී තිබේ.",
        "මහින්ද රාජපක්ෂගේ ආරක්ෂාව පිළිබඳ බුද්ධි අංශය විසින් ඉදිරිපත් කරන ලද වාර්තා සලකා නොගෙන රජය මිලිටරි ආරක්ෂාව සම්පූර්ණයෙන්ම ඉවත් කර තිබේ.",
        "මහින්ද රාජපක්ෂ 100 ක් නොවී සොල්දාදුවන් 1000 ක් සීමිත නොවේ. මන්ද, ඔහු සොල්දාදුවන් තම ගම මිනී පෙට්ටියට යන කාලය අවසන් වූ බැවිනි.",
        "මහින්ද රාජපක්ෂ හිටපු ජනාධිපතිවරු මෛත්රීපාල සිරිසේන සහ රනිල් වික්රමසිංහ සමඟ සැසඳිය නොහැක. මෙයට හේතුව මහින්ද රාජපක්ෂ ජාතිකත්වය ආරක්ෂා කිරීම සඳහා දැඩි තීරණ ගත් බැවිනි.",
        "එබැවින් මහින්ද රාජපක්ෂට එරෙහි බෙදුම්වාදී බලවේග තවමත් ජාතික මට්ටමින් හා ජාත්යන්තර මට්ටමින් කටයුතු කරයි.. මහින්ද රාජපක්ෂ කෙරෙහි කිසියම් බලපෑමක් සම්බන්ධයෙන් රජය සම්පූර්ණ වගකීම භාර ගත යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "In the event of any impact on Mahinda, the government should take full responsibility - PA",
      "body_lines": [
        "The false decision is that the military security has been completely removed in the wake of repeated submissions that the former President Mahinda Rajapakse has been accused of life.. Manoj Kamage, a member of the Sri Lanka PA, said that the government should take full responsibility in the event of any impact on Mahinda Rajapaksa.",
        "The committee appointed to investigate the safety of the nobles has been reported to the security forces on the safety of former presidents.",
        "Accordingly, on 10.10.10.10.10.10.10, the Superintendent of Police, SD Wickremesinghe, who is responsible for the security of former President Mahinda Rajapakse, submitted a report to the Review Committee on the security of Mahinda Rajapaksa.",
        "The report includes 13 reports submitted by the Intelligence Unit on the security of former President Mahinda Rajapakse.",
        "Reports of 04 Intelligence Unit submitted by 2024 have been submitted. There are also factors as to why Mahinda Rajapaksa's security should be strengthened.",
        "Investigations have pointed out that the ISIS is likely to have a bombing through the drone tool, as well as the possibility of deliberate attacks by NGOs based on political factors.",
        "The government has completely eliminated military security without considering the reports submitted by the Intelligence Unit on the security of Mahinda Rajapaksa.",
        "Mahinda Rajapaksa is not 100, but 1000 soldiers are not limited. Because he ended the time when the soldiers were going to his hometown coffin.",
        "Mahinda Rajapaksa cannot be compared to former presidents Maithripala Sirisena and Ranil Wickremesinghe. This is because Mahinda Rajapaksa made drastic decisions to protect the nationality.",
        "Therefore, the separatist forces against Mahinda Rajapaksa are still working on the national level and the international level.. He said the government should take full responsibility for any impact on Mahinda Rajapaksa."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "PA demands government accountability for Mahinda Rajapaksa's security. Military protection removed despite intelligence warnings. Government criticized for neglecting threats from ISIS drones and NGO attacks."
  ]
}