{
  "translated_text": {
    "ta": {
      "title": "இலங்கை பெட்ரோலியம் கார்ப்பரேஷனுக்கு எதிராக உத்தரவு",
      "body_lines": [
        "சிலோன் பெட்ரோலியம் கார்ப்பரேஷன் வெளியிட்ட கடிதத்தில் இன்று (04) மேல்முறையீட்டு நீதிமன்றம் இன்று (04) இடைக்கால தடை உத்தரவை வெளியிட்டது.",
        "மேல்முறையீட்டு நீதிமன்ற நீதிபதி d. N. திரு. சமராகூன் இந்த இடைக்கால உத்தரவை பிறப்பித்தார்.",
        "மனு பரிசோதனை இறுதி வரை இடைக்கால தடை உத்தரவு பயனுள்ளதாக இருக்கும் என்று இடைக்கால தடை உத்தரவு கூறுகிறது.",
        "மார்ச் மாதத்தில் பெட்ரோலிய நிறுவனம் பிரிப்பான்களிடமிருந்து ஒரு கடிதத்தை செலுத்த வேண்டும் என்றால், அவர்கள் தங்கள் வைப்புத்தொகைகளிலிருந்து குற்றம் சாட்டப்படுவார்கள் என்று அவர்கள் குறிப்பிட்டுள்ளனர்.",
        "பதிலளித்த கார்ப்பரேஷனுக்கு ஒரு கடிதத்தை வழங்க அதிகாரம் இல்லை, கடிதம் சட்டத்திற்கு முற்றிலும் முரணானது என்றும், பதிலளித்தவர் வழக்கறிஞர் சனத் விஜேவர்டீன் தாக்கல் செய்ததாகவும் கூறினார்.",
        "அதன்படி, தொடர்புடைய முடிவுகளை செயல்படுத்துவதைத் தடுக்கும் இடைக்கால உத்தரவை பிறப்பிக்க இடைக்கால தடை உத்தரவை வழங்குமாறு மனு கோரப்பட்டுள்ளது.",
        "ஜனாதிபதியின் ஆலோசகர் ரோமேஷ் டி சில்வா மனுதாரர்களுக்காக வழக்கறிஞர் சனத் விஜேவர்தீனின் அறிவுறுத்தல்களில் தோன்றினார்."
      ]
    },
    "en": {
      "title": "Enjoining order against Ceylon Petroleum Corporation",
      "body_lines": [
        "The Court of Appeal today issued an interim injunction today (04) in a letter issued by the Ceylon Petroleum Corporation to pay the fees from the Ceylon Petroleum.",
        "Appeal Court Judge D. N. Mr. Samarakoon issued this interim order.",
        "The interim injunction states that the interim injunction will be effective until the end of the petition examination.",
        "The petitioners point out that if the Petroleum Corporation shall pay a letter from the separators in March, they have noted that they will be charged from their depositals.",
        "The respondent Corporation had no power to issue a letter and stated that the letter was completely contrary to the law and stated that the respondent was filed by the lawyer Sanath Wijewardene.",
        "Accordingly, the petition has been requested to issue an interim injunction to issue an interim order preventing the implementation of the relevant decisions.",
        "President's Counsel Romesh de Silva appeared on the instructions of Attorney Sanath Wijewardene for the petitioners."
      ]
    }
  },
  "summary_lines": [
    "The Court of Appeal issued an interim injunction against Ceylon Petroleum Corporation, preventing them from paying fees until the end of the petition examination. The corporation argued the letter was illegal and filed by lawyer Sanath Wijewardene. President's Counsel Romesh de Silva represented the petitioners."
  ]
}