{
  "translated_text": {
    "ta": {
      "title": "லிதுவேனியாவின் ஓட்டுநர் ஒரு தொழில்",
      "body_lines": [
        "லிதுவேனியாவில் இருந்து நாடு கடத்தப்பட்ட இரண்டு இலங்கையர்கள் லிதுவேனியாவில் வேலைகள், உணவு மற்றும் உறைவிடம் இல்லாததால் காலையில் கட்டுனாய் விமான நிலையத்தில் லிதுவேனியாவிலிருந்து நாடு கடத்தப்பட்டனர்.",
        "அவர்கள் இருவரும் உட்பட பத்தாயிரம் இலங்கை மாணவர்கள் கொழும்பு-இன் கொழும்பு வேலை தூதுக்குழுவிற்காகவும், லிதுவேனியாவிற்கான வாகனங்களாகவும் பணியாற்றினர்.",
        "காலே, காலே, யுனாவாட்டுனா, கதுனாயகா விமான நிலையம் காலே, பண்டரணவத்துனா, காலேவுக்கு வந்தது.",
        "\"நான் கொழும்பு துறைமுகத்திலிருந்து ஒரு கனரக ஓட்டுநராக பணிபுரிந்தேன், எனக்கு சொந்தமான இரண்டு கனரக வாகனங்கள் துறைமுகத்தில் வேலை செய்தன. ஆனால் இலங்கையின் தற்போதைய பொருளாதார சூழ்நிலையின் கீழ், வாகனங்கள் ஒரு ஐ.நா. வேலை தூதுக்குழுவிற்கு ஒரு கொழும்பு வேலை பிரதிநிதிக்கு ரூ.. இந்த தொகைக்கு கூடுதலாக, நாங்கள் பல விமான டிக்கெட்டுகளை வாங்கினோம்.",
        "லிதுவேனியாவுடனான சந்தர்ப்ப விழாவில் பிரதமர் தினேஷ் குணவர்தேனாவும் கலந்து கொண்டார்.. எனவே நாங்கள் தடுத்து வைக்கப்பட்டுள்ளோம்.",
        "ஆனால் நாங்கள் லிதுவேனியாவுக்குச் சென்ற பிறகு, \"மன்வெஸ்டா\" இலங்கையிலிருந்து வாகனங்களின் எடை பதவிகள் வழங்கப்பட்டு, வைப்பு ஓட்டுநருக்கு வழங்கப்பட்டு, மற்றொன்று பன்றிக்காக உருவாக்கப்பட்டது.",
        "நாங்கள் அனைவரும் கனரக வாகனங்களைப் பற்றி தகுதிவாய்ந்த ஓட்டுநர்கள். எனவே நாங்கள் பன்றியில் வேலை செய்ய விரும்பவில்லை. எனவே, லிதுவேனியா அரசாங்கம் எங்களுக்கு வழங்கப்பட்ட குடியிருப்பு விசாக்களை இரண்டு ஆண்டுகளாக ரத்து செய்தது.",
        "நாங்கள் ஒரு நாளைக்கு 10 யூரோக்களை செலவிடுகிறோம், தங்குமிட வசதிகளை வழங்கினோம். கூடுதலாக, உணவு தனித்தனியாக வாங்கப்பட்டது.",
        "இலங்கை மனித உரிமைத் தலைவர் டாக்டர் சரத் ஜெயந்தா பீரிஸ் படித்த காலத்திற்கு நாங்கள் இலங்கைக்கு அழைத்துச் செல்லப்பட்டோம்.",
        "அதன்படி, லிதுவேனியாவுக்குச் சென்ற இருவரின் தந்தை கலிங்க புலத்சின்ஹலாவும் இருக்கிறார்.",
        "நாங்கள் சுமார் ரூ. இந்த பணம் இலங்கையில் காணப்பட்டது, இதனால் நாங்கள் எங்களை இலங்கைக்கு அழைத்து வர வேண்டியிருந்தது, \"என்று அவர்கள் கூறினர்.",
        "அவர்கள் துருக்கி, துருக்கி, துருக்கி, துருக்கி, துருக்கி, துருக்கி, துருக்கி, துருக்கிய விமான நிலையத்திலிருந்து விமானம் 730 இல் இருந்து துருக்கிய விமான நிலையத்தை அடைந்தனர், மேலும் கட்டனாயக்க விமான நிலையத்தின் இரண்டு அதிகாரிகளும் கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "The driver of Lithuania has been a career",
      "body_lines": [
        "Two Sri Lankans who were deported from Lithuania were deported from Lithuania in the Katunay Airport on the morning of the lack of jobs, food, and lodging drivers in Lithuania.",
        "Ten thousand Sri Lankan students, including both of them, left for a Colombo-in Colombo job delegation, and to serve as vehicles for Lithuania.",
        "The Katunayake Airport, a resident of Unawatuna, Galle, Galle arrived at the Bandaranawatuna, Galle.",
        "\"I was working as a heavy driver from the Colombo port and two heavy vehicles belonging to myself were employed in the port. But under the current economic situation in Sri Lanka, the vehicles were prepared to sell and travel to a UN job delegation to a Colombo job delegation by paying Rs.. In addition to this amount, we bought many other airline tickets.",
        "Prime Minister Dinesh Gunawardena was also present at the occasion ceremony with Lithuania.. So we have been detained.",
        "But after we went to Lithuania, \"Manvesta\" has been given the posts of vehicles weight from Sri Lanka and gave the deposit driver, and the other developed for the pig.",
        "We are all qualified drivers about the heavy vehicles. So we didn't want to work in the pig. As such, the Lithuania government abolished the residential visas given to us for two years.",
        "Then we spend 10 euros a day and provided accommodation facilities. In addition, the food was purchased separately.",
        "We were taken to Sri Lanka a time when we were educated by the Ceylon Human Rights Chairman Dr. Sarath Jayantha Peiris.",
        "Accordingly, Kalinga Bulathsinhala, a father of two who left for Lithuania, is also present.",
        "We have spent about Rs. 35 lakhs. This money was found in Sri Lanka, so that we had to bring us to Sri Lanka, \"they said.",
        "They had reached Turkish Airport from Turkey, Turkey, Turkey, Turkey, Turkey, Turkey, Turkish Airport on the Flight 730, and two officials of the organizationThe Katunayake Airport was also present."
      ]
    }
  },
  "summary_lines": [
    "Two Sri Lankan drivers deported from Lithuania due to job scarcity were part of a delegation of 10,000 students. They were detained in Lithuania, lost their residential visas, and faced financial hardships."
  ]
}