{
  "translated_text": {
    "ta": {
      "title": "எஸ்.எல்.டி.பி டிரைவர் பஸ் கடத்தினார்",
      "body_lines": [
        "மேலும் மூன்று பேருடன் ஊசி போடப்பட்ட ஒரு சரக்கு பஸ் டிரைவர் கடத்தப்பட்டு பஸ்ஸால் தாக்கப்பட்டார்.",
        "பண்டாரகம காவல்துறையினரால் பண்டரகாமா காவல்துறையினர் கைது செய்யப்பட்டனர்.",
        "இலக்கை நோக்கி ஒரு சி.டி.பி பஸ்ஸின் ஓட்டுநர் சமீபத்தில் ரிகாமாவிலிருந்து தேஹிவாலா வரை ஒவ்வொரு நாளும் தாக்கப்படுகிறார்.",
        "டிரைவர் பஸ்ஸிலிருந்து கொழும்புக்கு பஸ்ஸை ஓடிக்கொண்டிருந்தபோது, ​​பஸ் நிறுத்தத்தில் தங்கியிருந்த ஒருவர் சில நாட்கள் பஸ்ஸை நிறுத்த முயன்றார், ஆனால் டிரைவர் தொடர்ந்து பஸ்ஸை நடத்தி வந்தார்.",
        "பஸ்ஸை ஒரு வரையறுக்கப்பட்ட இடமாக அறிமுகப்படுத்தியதன் காரணமாக இருந்தது.",
        "இப்பகுதியில் பகுப்பாய்வு செய்யப்பட்ட ஒரு நபராக இருப்பவர் ஓட்டுநரின் மொபைல் தொலைபேசியை அச்சுறுத்தியுள்ளதாக தெரிவிக்கப்படுகிறது.",
        "பின்னர் அந்த நபர் மற்ற மூன்று பேரின் இரவு 25 ஆம் தேதி ஓட்டுநர் வீட்டிற்குச் சென்றார்.",
        "டிரைவர் வீட்டை விட்டு வெளியே எடுத்து, கோட்டலவாலா உயான்வாட்டா வெவா சாலையில் கோட்டலவாலா வெய்னேவட்டா வெவா சாலையில் அழைத்துச் சென்று ஒரு வாளைத் தாக்கினார்.",
        "டிரைவர் அப்போது கைவிட்டார், சந்தேக நபர்கள் காரில் இருந்து தப்பி ஓடிவிட்டனர்.",
        "தாக்குதல் காயமடைந்தது, உதஹம்முல்லா டிப்போவின் ஓட்டுநர் 45.",
        "பண்டரகமாவின் முக்கிய சந்தேக நபர் பண்டரகமாவின் கூற்றுப்படி, பண்டராகாமா கைது செய்யப்பட்டார்.",
        "அவர் கொழும்பு இயக்குனர் அலுவலகத்தில் ஓட்டுநராக உள்ளார்.",
        "அவரது சகோதரரும் மற்ற இரண்டு சந்தேக நபர்களும் தாக்குதலுக்காக கைது செய்யப்பட்டனர்.",
        "இந்த மாதம் 30 ஆம் தேதி வரை சந்தேக நபர்கள் ரிமாண்ட் செய்யப்பட்டனர், செயல் மாஜிஸ்திரேட் பனாதுரா மாஜிஸ்திரேட் நீதிமன்றத்தில் சமர்ப்பிக்க உத்தரவிட்டார்."
      ]
    },
    "en": {
      "title": "SLTB driver abducts the bus",
      "body_lines": [
        "A cargo bus driver injected with three others have been abducted and assaulted by the bus.",
        "According to a complaint, the Bandaragama Police were arrested by the Bandaragama Police.",
        "A driver of a CTB bus at the destination is recently assaulted every day from Rigama to Dehiwala.",
        "While the driver was running the bus from the bus to Colombo, a man who had stayed in a bus stop had tried to stop the bus for a few days, but the driver had continued to run the bus.",
        "That was due to the introduction of the bus as a limited rest of the deposition.",
        "It is reported that the person who is a person who is a person who is analyzed in the area has threatened the driver's mobile phone.",
        "The man later went to the driver's house on the 25th of the night of three other people.",
        "The driver was taken out of the house and took to Kotelawala Uyanwatta Wewa Road to the Kotelawala Weynewatta Wewa Road and hit a sword.",
        "The driver had then abandoned and the suspects had fled the car.",
        "The attack was injured, a driver of the Udahammulla Depot 45.",
        "According to the Bandaragama Police, the main suspect in Bandaragama, Bandaragama, was arrested.",
        "He is a driver at the Colombo Director's Office.",
        "His brother and two other suspects were also taken into custody for the attack.",
        "The suspects were remanded until the 30th of this month, the acting Magistrate was ordered to be submitted to the Panadura Magistrate's Court."
      ]
    }
  },
  "summary_lines": [
    "In a series of incidents, a SLTB bus driver and three passengers were abducted and assaulted by unidentified individuals. The driver, returning from Colombo to Dehiwala, encountered threats and physical attacks, including being forced off his vehicle at a remote location. The culprits, believed to be local thugs, were later apprehended by the Bandaragama Police, with one identified as a driver from the Colombo Transport Board. All suspects were remanded pending further investigation."
  ]
}