{
  "translated_text": {
    "ta": {
      "title": "பாராளுமன்றம் டிசம்பர் 3 முதல் 6 வரை சேகரிக்கிறது",
      "body_lines": [
        "பாராளுமன்ற பொதுச்செயலாளர் குஷானி ரோஹன்டேரா, க .ரவ தலைமையிலான கட்சித் தலைவர்கள் கூட்டத்தில் தெரிவித்தார்.",
        "அதன்படி, செவ்வாயன்று அரசாங்கத்தின் அரசாங்கத்தின் அரசாங்கத்தின் கொள்கை அறிக்கையில் முன்வைக்கப்பட வேண்டும் என்ற திட்டம், அரசாங்கத்தின் அரசாங்கத்தின் கொள்கை அறிக்கை குறித்த விவாதத்தை முன்வைக்க ஜனாதிபதி முடிவு செய்துள்ளார்.. கட்சித் தலைவர்கள் டிசம்பர் 4 முதல் மாலை 5:00 மணி வரை மேலதிக விவாதங்களை நடத்த ஒப்புக் கொண்டுள்ளனர்.",
        "2025 ஆம் ஆண்டின் முதல் நான்கு மாதங்களுக்கான இந்த திட்டமும் டிசம்பர் 5 வியாழக்கிழமை பாராளுமன்றத்தில் விவாதிக்க முடிவு செய்யப்பட்டது.. அதன்படி, விவாதம் டிசம்பர் 5 மற்றும் மாலை 6 மணி முதல் மாலை 5.30 மணி வரை மாலை 5.30 மணி முதல் மாலை 5.30 மணி வரை முடிவு செய்யப்பட்டுள்ளது.",
        "கூடுதலாக, பி.எஸ்.சி நிறுவுதல் மற்றும் அரசாங்கத்தின் அரசாங்கங்கள் மற்றும் எதிர்க்கட்சிக்கு எதிர்ப்பு மற்றும் பாராளுமன்ற விவகாரக் குழு மற்றும் பிற குழுக்களின் துறை மேற்பார்வை பற்றியும் விவாதிக்கப்பட்டது. குழுக்கள் மற்றும் மூன்றாம் பாராளுமன்றத்தின் நாடாளுமன்ற நாடாளுமன்ற உறுப்பினர்களின் மன்றம்.",
        "துணை சபாநாயகர், துணைக் குழுத் தலைவர் ஹெமாலி வீர்சேகெரா, பாராளுமன்ற அமைச்சர், அரசு அமைச்சர் டாக்டர் நலிந்தா ஜெயதிசா மற்றும் பிற கட்சித் தலைவர் சஜித் பிரேமடாசா, பொது அமைப்பாளர் அமைச்சர் சஜித் பிரேமதாசா."
      ]
    },
    "en": {
      "title": "Parliament gathers from December 3 to 6",
      "body_lines": [
        "The Secretary General of Parliament Kushani Rohandera said at the party leaders meeting chaired by Hon.",
        "Accordingly, the proposal to be presented to the government's government's government's government's policy statement on Tuesday, the President has decided to present the debate on the government's government's policy statement.. The party leaders have agreed to hold further debate on December 4 to 5:00 pm.",
        "The proposal for the first four months of the year 2025 was also decided to take debate in Parliament on Thursday 5th December.. Accordingly, the debate has been decided in December 5 and 6 pm to 5.30 pm to 5.30 pm to 5.30 pm.",
        "In addition, the establishment of the PSC and the opposition of the governments of the government and the opposition to the opposition and the Sectoral Supervision of Parliamentary Affairs Committee and other Committees.It was also discussed as to consider the request to the establishment of the appointment of the Committees and the forum of the Parliamentary Parliamentarians of the Third Parliament.",
        "Deputy Speaker, Deputy Committee Chairman Hemali Weerasekera, Minister of Parliament, Minister of Government Dr. Nalinda Jayatissa and other party leader Sajith Premadasa, General Organizer Minister Sajith Premadasa."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "Parliament meets Dec 3-6. Debate on govt policy starts Dec 4. Budget discussion Dec 5-6. PSC formation & committee appointments discussed."
  ]
}