{
  "translated_text": {
    "ta": {
      "title": "இலங்கையில் சீன மோசடி பற்றிய கூடுதல் தகவல்கள்",
      "body_lines": [
        "ஆன்லைன் நிதி மோசடியை கைது செய்ய 126 சீன நாட்டினரை போலீசார் கைது செய்துள்ளனர்.",
        "இணைய நிதி மோசடி செய்யப்படுவதை ஹோட்டல் மேனேஜிங் அறிந்ததாக போலீசார் தெரிவித்தனர்.",
        "இணையத்தில் சமீபத்தில் பெரிய அளவிலான பொது பணம் குறித்து பல தகவல்கள் இருந்தன.",
        "சமூக ஊடகங்கள் மற்றும் தொலைபேசி அழைப்புகளிலிருந்து பல வெளிநாட்டினரை கைப்பற்றுவதற்காக குற்றவியல் புலனாய்வு துறை (சிஐடி) சமீபத்தில் கடந்த பல வெளிநாட்டு விசாரணைகளில் சோதனை நடத்தப்பட்டது.",
        "இந்த பின்னணியில், காண்டியின் குண்டசேலில் உள்ள ஒரு சுற்றுலா ஹோட்டலில் 126 சீன நாட்டவர்கள் கைது செய்யப்பட்டனர்.",
        "மத்திய மாகாண மூத்த டிக் அலுவலகத்தில் உள்ள சிறப்பு புலனாய்வு பிரிவின் ஓ.ஐ.சி அருணா ஜெயசிங்க் கண்டி உட்பட ஒரு சில போலீஸ்காரர்களை நடத்துவதற்காக மிஷனரி நடவடிக்கையில் இருந்தார்.",
        "கைது செய்யப்பட்டவர்களில் 17 சீன பெண்கள் இருந்தனர்.",
        "இருப்பினும், பல சீனர்கள் சோதனை செய்யப்பட்டபோது, ​​வேறு சில சீனர்கள் அந்தப் பகுதியிலிருந்து மகாவேலி ஆற்றில் இருந்து தப்பி ஓடிவிட்டனர்.",
        "120 மடிக்கணினிகள், 14 கணினிகள் மற்றும் 300 க்கும் மேற்பட்ட மொபைல் போன்கள் மற்றும் 300 க்கும் மேற்பட்ட மொபைல் போன்கள் மூலம் காவல்துறையினர் கைது செய்யப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "இந்த சோதனை தொடர்பாக \"அடா டெரானா\" மேலும் பல தகவல்களை வெளிப்படுத்தியது.",
        "சீன பிரஜைகள் செப்டம்பர் 30 ஆம் தேதி சுற்றுலா ஹோட்டலை அடைந்துள்ளனர், மேலும் ஹோட்டல் ஊழியர்கள், சாப்பாட்டு அறை அல்லது ஹோட்டல், நீச்சல் குளம் நுழைய முடியவில்லை.",
        "அதன்படி, ஹோட்டல் நிர்வாகம் இணைய நிதி மோசடி பற்றி அறிந்திருந்தது மற்றும் இரு கட்சிகளுக்கும் இடையிலான தகவல்தொடர்புக்கு ஒரு சீன தேசிய மொழிபெயர்ப்பு பயன்படுத்தப்பட்டது.",
        "எட்டு நாளில், சீன பிரஜைகள் ரூ.",
        "கைது செய்யப்பட்ட நபர்களில் சமீபத்தில் இந்த இடத்தில் சீன தாக்குதலின் எண்ணிக்கை, 26 சீன நாட்டவர்கள் கண்டுபிடிக்கப்பட்டுள்ளனர் என்று விசாரணைக் குழுக்கள் தெரிவித்தன."
      ]
    },
    "en": {
      "title": "More information about the Chinese racketeering in Sri Lanka",
      "body_lines": [
        "The police have arrested 126 Chinese nationals to arrest online financial fraud.",
        "Police said that the Hotel Managingt knew that the Internet fiscal fraud was made.",
        "There were many information regarding the recently large-scale public money on the Internet.",
        "The Criminal Investigations Department (CID) was raided at the recent past many foreign investigations to capture many foreign nationals from social media and telephone calls.",
        "In this backdrop, 126 Chinese nationals were taken into custody at a tourist hotel in Kundasale, Kandy.",
        "The OIC Aruna Jayasinghe of the Special Investigation Unit at the Central Province Senior DIG's office was in a missionary operation to conduct a few policemen including Kandy.",
        "Among the arrested were 17 Chinese women.",
        "However, when several other Chinese were raided, however, some other Chinese had fled the Mahaweli River from the area.",
        "Police said that the police were taken into custody by 120 laptops, 14 computers and more than 300 mobile phones and over 300 mobile phones.",
        "\"Ada Derana\" regarding this raid revealed many more information.",
        "The Chinese nationals have reached the tourist hotel on September 30 and the hotel staff, dining room or the hotel, the swimming pool, were unable to enter.",
        "Accordingly, the hotel administration was aware of the Internet fiscal fraud and a Chinese national translation was used for communication between the two parties.",
        "On an eight-day, the Chinese nationals have paid for Rs.",
        "Investigating teams said that among the arrested persons were the number of Chinese raid in this place recently, the 26 Chinese nationals had been found."
      ]
    }
  },
  "summary_lines": [
    "Chinese racketeering arrests in Sri Lanka: 126 nationals detained for online fraud. Police seized 120 laptops, 14 computers, and 300+ mobile phones. 17 Chinese women among those arrested. Some suspects escaped via Mahaweli River."
  ]
}