{
  "translated_text": {
    "ta": {
      "title": "மகா சங்கத்தின் ஆசீர்வாதம் உள்ளது",
      "body_lines": [
        "சித்தார்துவாட்டின் மகாபுவாட்டேவின் சித்தார்த்த சுமங்கல மஹா நெயர், மகாபுவத்தே, நீதித்துறை, சித்தார்துவாட்டே நீதிபதித் தலைவர் கூறினார்.",
        "மஹானாயகா தேரோ, மஹானயக தேரா, முதன்மை விருந்தினரான பாதுகாப்பு அமைச்சகம் நேற்று (17) மால்வத்து மகா நமன் தலதா மாலிகாவை பார்வையிடும்போது ஸ்ரீ தலதா மாலிகாவாவை பார்வையிட்டார்.",
        "முழு சமூகத்தையும் பாதுகாப்பது மற்றும் போதைப்பொருள் உட்பட ஒட்டுமொத்த சமூகத்தையும் பாதுகாப்பது அவசியம் என்று எமினெல்வத மஹானா தேரா கூறினார்.",
        "அமைச்சர் டிரான் அலெஸ், இந்த நடவடிக்கை ஒரு மாதம் மற்றும் ஒரு மாதத்தின் பல இலக்குகளை எட்டத் தொடங்கியது என்று அமைச்சர் டிரான் அலெஸ் கூறினார்.",
        "கொலைகாரன் உட்பட பல குற்றங்களைப் பற்றி விவாதித்ததாகவும், குற்றவாளிகளை கைது செய்ய குற்றவாளிகளை கைது செய்வதாகவும் அலெஸ் கூறினார்.",
        "பாதுகாப்பு அமைச்சின் தலைவரான நமங்கராதன தேரா மற்றும் தமநாது இளைஞர்களின் மிகவும் வணக்கத்திற்குரிய வெடாரண நாயகா தேராவும் கலந்து கொண்டார்.",
        "மத்திய மாகாணம் லாலித் பாதினாந்தியின் பொறுப்பில் லலித் டிக், மூத்த போலீஸ் சூப்பிரண்டு சாமில் ரத்னயகே ஆகியோரும் கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "There is the blessing of the Maha Sangha",
      "body_lines": [
        "The Siddhartha Sumangala Maha Nayor of the Mahabuwatte of the Siddhartuwatte, Mahabuwatte, the Chief of Justice, the Chief of Justice of the Siddhartuwatte, said.",
        "The Mahanayake Thero, the Mahanayaka Thera, the Chief Guest, the Ministry of Defense visited the Sri Dalada Maligawa yesterday (17) when the Malwathu Maha Naman visits the Dalada Maliga.",
        "Eminelwathwatha Mahana Thera said that it was necessary to protect the entire community and to protect the entire community, including drugs.",
        "Minister Tiren Alles said that the Minister Tiran Alles said that the operation began to reach many targets of a month and a month.",
        "Alles said that he had discussed many crimes including murderer and to arrest the criminals to arrest the criminals.",
        "The Most Venerable Wedarana Nayaka Thera of the Chief Prelate of the Ministry of Defense, Namangarathana Thera and Damanathu Youths were also present.",
        "Lalith DIG in charge of the Central Province Lalith Pathinanti, Senior Superintendent of Police Chamil Ratnayake, were also present."
      ]
    }
  },
  "summary_lines": [
    "The Maha Sangha's blessing was given by the Siddhartha Sumangala Maha Nayor, Chief of Justice of Mahabuwatte, Siddhartuwatte. The Mahanayake Thero, Mahanayaka Thera, and the Ministry of Defense's Chief Guest visited Sri Dalada Maligawa. Eminelwathwatha Mahana Thera emphasized community protection, including against drugs. Minister Tiren Alles announced a month-long operation targeting various crimes, including murder, with the involvement of the Chief Prelate of the Ministry of Defense, Namangarathana Thera, and Damanathu Youths, along with Lalith DIG and Senior Superintendent of Police Chamil Ratnayake."
  ]
}