{
  "translated_text": {
    "ta": {
      "title": "2022 -2024 வரலாற்று விதிகள்",
      "body_lines": [
        "2022- 2024 நாட்டில் அதிக எண்ணிக்கையிலான சட்டபூர்வமானவைகள் மேற்கொள்ளப்பட்ட காலமாக நீதி மற்றும் அரசியலமைப்பு சீர்திருத்த அமைச்சின் செயலாளர் அவரது சரியான நேரத்தில் செய்யப்பட்டுள்ளார்.. N. அவர் கூறினார், \"ரனசிங்க கூறினார்.",
        "59 சட்ட சீர்திருத்தங்கள் 2022 முதல் பாராளுமன்றத்தில் நிறைவேற்றப்பட்டுள்ளன, நீதி அமைச்சின் விஷயத்தைப் பொறுத்தவரை.",
        "நீதி, சிறை மற்றும் அரசியலமைப்பு சீர்திருத்த அமைச்சின் செயலாளர். N. ஜனாதிபதி ஊடக மையத்தில் இன்று (17) ஜனாதிபதி ஊடக மையத்தில் நடந்த செய்தியாளர் கூட்டத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் அவர் பேசினார்.",
        "ஒவ்வொரு அமைச்சகத்திலும் சட்டச் சட்டங்களை உருவாக்க சட்ட வரைவுகள் 2022 ஆம் ஆண்டில் சட்ட வரைவாளர்களால் 273 மற்றும் 299 மொழிகளாக தயாரிக்கப்பட்டதாக அவர் கூறினார்.",
        "நீதி, சிறை மற்றும் அரசியலமைப்பு சீர்திருத்த அமைச்சின் செயலாளர். N. திரு. ரணசிங்க கூறினார்,",
        "சட்ட சீர்திருத்தத்தின் கடைசி இரண்டு ஆண்டுகளில் நீதி மற்றும் அரசியலமைப்பு சீர்திருத்தங்கள் பெரும் முன்னேற்றம் கண்டன.",
        "வரலாற்று ரீதியாக அதிக எண்ணிக்கையிலான சட்ட சீர்திருத்தங்கள் மேற்கொள்ளப்பட்ட காலமாக அவரது நேரத்தை உருவாக்கியது.",
        "[59] 2022, 1723, 1723, 2023 இல் அமைச்சின் விஷயத்தில் பாராளுமன்றத்தில் சட்டம் இயற்றப்பட்டுள்ளது.. மற்றொரு 7 வரைவு விரைவில் பாராளுமன்றத்தில் நிறைவேற்றப்பட உள்ளது. இன்னும் பல முக்கியமான சட்ட திருத்தங்கள் பெரிதும் முடிந்துவிட்டன. ஒவ்வொரு அமைச்சகத்திலும் லெகல்களை உருவாக்குவதில் நீதி அமைச்சகம் முக்கிய பங்கு வகிக்கிறது என்பதை நினைவுகூர வேண்டும்.",
        "அதன்படி, திணைக்களத்தின் சட்ட வரைவாளர் 2023, 202, 209 இல் 202 வது மொழிகளில் 273 சட்டங்களை உருவாக்கியுள்ளார்.",
        "நீதித்துறை அமைப்பு மக்களின் நடவடிக்கைகளை முடிவுக்கு கொண்டுவர மக்களுக்கு திறமையாக உதவுகிறது. இது பொருளாதார வளர்ச்சிக்கான நடவடிக்கைகள் தொடர்பான சொத்துக்களைப் பயன்படுத்தலாம். மேலும், ஒரு நல்ல முதலீட்டுச் சூழல் உருவாகிறது. சட்டத்தின் தாமதத்திற்கும் பொருளாதார வளர்ச்சிக்கும் இடையே ஒரு நேரடி தொடர்பு உள்ளது என்பது தெளிவாகிறது.",
        "சட்ட கண்காணிப்புக் குழு தொடர்பான துறை மேற்பார்வைக் குழு வெளியிட்ட அறிக்கையின்படி, குற்றவியல் வழக்கின் முடிவு பொதுவாக சுமார் 17 ஆண்டுகள் ஆகும். பல்வேறு ஆய்வுகளின்படி, ஒரு நிலம், பிரிவு மற்றும் ஒரு மதிப்பீட்டு வழக்கை முடிக்க ஒரு தலைமுறை ஒரு தலைமுறைக்கு மேல் எடுக்கும். இந்த நிலைமையை மாற்ற நாங்கள் திட்டமிட்டுள்ளோம்.",
        "நீதித்துறை அமைப்பை டிஜிட்டல் மயமாக்குவது ஒரு முக்கிய தீர்வாக அடையாளம் காணப்பட்டுள்ளது. அதன்படி, டிஜிட்டல் மயமாக்கல் மற்றும் அமைச்சில் பெரிய சீர்திருத்தங்கள்",
        "அரசியலமைப்பு திருத்தத்துடன், 42 ஆண்டுகளுக்குப் பிறகு, 42 ஆண்டுகளுக்குப் பிறகு, உச்ச நீதிமன்றம் 14 அதிகரித்துள்ளது. பொருளாதாரத்தில் கடினமான நிலைமைகள் இருந்தபோதிலும், கடந்த இரண்டு ஆண்டுகளில் 76 நீதித்துறை அதிகாரிகள் ஆட்சேர்ப்பு செய்யப்பட்டனர். மேலும், இரண்டு சந்தர்ப்பங்களில், உயர் நீதிமன்ற நீதிபதிகளாக 34 பரிசுகள் உயர்த்தப்பட்டன. இதன் விளைவாக, நீதித்துறையின் எண்ணிக்கை நீதித்துறையை அதிகரிக்கவும் புதிய நீதிமன்றங்களை அறிமுகப்படுத்தவும் முடிந்தது.",
        "உச்சநீதிமன்ற சிறை மற்றும் மேல்முறையீட்டு நீதிமன்றம் 5 முதல் 10 நீதித்துறை அரங்குகள் வரை அதிகரித்தது. உச்சநீதிமன்றத்திற்கு டிஜிட்டல் மயமாக்கல் சட்டப்பூர்வங்கள் உள்ளிட்ட குடிமக்களுக்கு மிகுந்த ஆறுதலளித்துள்ளது என்பதையும் காணலாம்.",
        "மேலும், வெளிநாட்டு முதலீட்டை ஈர்ப்பதற்கு வியாபாரம் செய்வதற்கான வசதி மிகவும் முக்கியமானது. வணிக மோதல்களைத் தீர்ப்பதற்காக மேற்கு மாகாணத்தில் நான்கு வர்த்தக உயர் நீதிமன்றங்கள் நிறுவப்பட்டுள்ளன, மேலும் வணிக ரீதியாக மற்றொரு உயர் நீதிமன்றத்தை நிறுவ அனைத்து விஷயங்களும் தயாராக உள்ளன. போர்ட் சிட்டி திட்டத்துடன் முதலீட்டாளர்களின் மோதல்களைத் தீர்க்க முதலீட்டு நீதிமன்றத்தை நிறுவுவதற்கான சட்ட சீர்திருத்தங்களும் இதில் உள்ளன.",
        "அமலாக்க ஒப்பந்த பணிக்குழு ஒரு சாதகமான முதலீட்டு சூழலை இயக்குகிறது.",
        "2023 ஆம் ஆண்டில் சிவில் நடைமுறைக் குறியீட்டிற்கான திருத்தம் விசாரணைக்கு முந்தைய மாநாட்டு முறையால் விரைவாக அறிமுகப்படுத்தப்பட்டுள்ளது. இது எதிர்காலத்தில் நீதித்துறைகளின் கீழ் பரிசோதனை செய்ய திட்டமிடப்பட்டுள்ளது.",
        "மாவட்ட நீதிமன்றங்களில் அடுக்கப்பட்ட வழக்குகளின் எண்ணிக்கையில் கிட்டத்தட்ட 30% சொல்ல வேண்டும். இந்த வழியில், மத்தியஸ்த வாரியத்தின் நிதி வரம்பு ரூ.",
        "மேலும், 2022 ஆம் ஆண்டின் நீதித்துறை கட்டமைப்பில் ஒரு புதிய மாற்றத்தை அறிமுகப்படுத்த அமைச்சகம் அறிமுகப்படுத்தப்பட்டது. இந்த நீதிமன்றம் ரூ. நீதித்துறையின் நடைமுறை நீதித்துறையில் நடைமுறை நடைமுறையை பின்பற்றுகிறது. கொழும்பு, கண்டி மற்றும் மாடேலில் தேர்ந்தெடுக்கப்பட்ட சிறிய தலைப்பு நீதிமன்றங்கள். இந்த சிறிய தலைப்பு நீதிமன்றங்கள் பிற பகுதிகளில் தனித்தனி பகுதிகளை எளிதாக்குகின்றன. அதுவரை, நீதித்துறை நடைமுறை மாவட்ட நீதிமன்றங்களில் செயல்படுகிறது.",
        "கிராமப்புற மக்களுக்கு நீதி அணுகலை எளிதாக்க நீதித்துறை நன்கொடை குழு பல புதிய நீதிமன்றங்களை முன்மொழிந்தது. அதன்படி, மொராவேவாவில் உள்ள ஒரு பயண நீதிமன்றம் மேற்கண்ட அறிக்கையின் சுற்றுப்பயணத்தைத் தொடங்கியுள்ளது, மேற்கண்ட அறிக்கையின் பரிந்துரைகளை தொடர்ந்து செயல்படுத்தும். மெடாவாச்சியா, கஹதகஸ்திகிலியா, கலாவஞ்சிகி, நாரம்மலா, நாரம்மலா, நாரம்மலா, நாரம்மலா, மாஜிஸ்திரேட் நீதிமன்றங்களை ஊக்குவிக்க நடவடிக்கை எடுக்கப்பட்டது. கடந்த இரண்டு ஆண்டுகளில் பல கூடுதல் நீதிமன்றங்கள் நிறுவப்பட்டன என்பதை கவனத்தில் கொள்ள வேண்டும்.",
        "மேலும், மோதல்களின் உயிர்த்தெழுதல் இப்போது பலப்படுத்தப்பட்டு வருகிறது. இலங்கையில் மோதல்களைத் தீர்ப்பதில் கிட்டத்தட்ட 70% நன்கு அங்கீகரிக்கப்பட்டுள்ளது என்பதை கவனத்தில் கொள்வது நல்லது.",
        "நீதித்துறையின் கீழ் உள்ள அட்டர்னி ஜெனரல் துறை, சட்ட வரைவாளர் துறை, நீதிக்கான நீதிக்கான நீதியின் நீதிபதியின் கீழ், பாதிக்கப்பட்டவர்களின் பாதிக்கப்பட்டவர்களைப் பாதுகாப்பதற்காக தேசிய அதிகாரத்தின் தேசிய அதிகாரத்தை வலுப்படுத்த ஏற்பாடு செய்துள்ளது சாட்சிகள்.",
        "இலங்கை சட்ட உதவி ஆணையம் 2023 ஆம் ஆண்டில் மட்டும் 182,579 பேருக்கு வழங்கியுள்ளது.",
        "தேசிய ஒற்றுமை மற்றும் நல்லிணக்க அலுவலகம், காணாமல் போன நபர்களின் அலுவலகம் மற்றும் நல்லிணக்கங்கள் என்பது ஒரு இலங்கை தேசத்தை உருவாக்க, தேசிய அடையாளத்தை மதித்து, தேசிய அடையாளத்திற்கு சிகிச்சையளிப்பதற்கான காணாமல் போன மற்றும் காணாமல் போனவர்களின் அலுவலகம்.. தேவையான அனைத்து வழிகாட்டுதல்களையும் ஆட்சேர்ப்பு செய்வதன் மூலம் தேவையான சட்டங்கள் தேவைகள் செய்யப்படும்."
      ]
    },
    "en": {
      "title": "2022 -2024 Historical Rules",
      "body_lines": [
        "2022- 2024 The Secretary to the Ministry of Justice and Constitutional Reforms have been made as his timely as a time when the highest number of legitives were carried out in the country.. N. He said, \"Ranasinghe said.",
        "59 law reforms have been passed in parliament since 2022, with regard to the subject of the Ministry of Justice.",
        "Secretary to the Ministry of Justice, Prison and Constitutional Reforms. N. He was speaking at a press conference held at the press conference at the Presidential Media Center today (17) at the Presidential Media Center.",
        "He said that the Law Draftsmen were prepared by the Legal Draftsmen as 273 and 299 languages ​​in 2022 to draft the legal laws in each Ministry.",
        "Secretary to the Ministry of Justice, Prison and Constitutional Reforms. N. Mr. Ranasinghe said,",
        "The Ministry of Justice and Constitutional Reforms have made great strides during the last two years of law reform.",
        "Historically made his time as a time when the highest number of law reforms were carried out.",
        "59 legislation has been passed in Parliament in 2022, 1723, 1723, 2023, on the subject of the Ministry.. Another 7 draft is to be passed in Parliament soon. There are many other important legal amendments have been greatly over. It should be recalled that the Ministry of Justice plays a major role in drafting the legals in each ministry.",
        "Accordingly, the Legal Draftsman of the Department has made 273 laws in the 202nd languages ​​in 2023, 202, 209.",
        "The judicial system efficiently enable the people to end the proceedings of the people. It can use property related to the proceedings to economic development. Also, a good investment environment is building. Clearly, there is a direct link between the delay in law and economic development.",
        "According to the report issued by the Sectoral Supervisory Committee on Legal Monitoring Committee, the end of the criminal case is usually about 17 years. According to various studies, a generation will take over more than a generation to end a land, division and an estimate case. We have planned to change this situation.",
        "Digitizing the judicial system has been identified as a major solution. Accordingly, digitizing as well as large reforms in the Ministry",
        "With the constitutional amendment, 42 years later, 42 years later, the Supreme Court increased by 14. Despite the difficult conditions in the economy, 76 judicial officers were recruited in the last two years. Also, on two occasions, the 34 gifts were exalted as High Court Judges. As a result, the number of judiciary was able to increase the judiciary and introducing new courts.",
        "Increasing the Supreme Court jail and the appeals court increased to 5 to 10 judicial halls. It should also be found that digitizing for the Supreme Court has made great comfort to citizens including lawsapers.",
        "Also, the convenience of doing business is very important for attracting foreign investment. Four Commerce High Courts in the Western Province have been established to resolve commercial disputes and all matters have been prepared to establish another commercially High Court. It also has the legal reforms of the establishment of an investment court to solve investors' disputes with the Port City project.",
        "The Enforcement Contract Task Force is also running a favorable investment environment.",
        "The amendment to the Civil Procedure Code in the year 2023 has been introduced by the pre-trial conference system expeditiously. It is also planned to experimental under the judiciaries in the future.",
        "Nearly 30% of the number of cases stacked in the district courts must say. In this way, the financial limit of Mediation Board has increased to Rs.",
        "Also, the Ministry was introduced to introduce a new change in the judicial structure of 2022. This court can lead to Rs. 2 million. The procedure of the judiciary is followed by the procedure procedure in the judiciary. Selected Minor Title Courts in Colombo, Kandy and Matale. These minor title courts facilitate separate areas in other areas. Until then, the judicial procedure is working in District Courts.",
        "The Judicial Donation Committee has proposed a number of new courts to facilitate justice access to the rural people. Accordingly, a traveling court in Morawewa has launched a tour of the above report will continue to implement the recommendations of the above report. Steps were taken to promote Medawachchiya, Kahatagasdigiliya, Kalawanchiki, Narammala, Narammala, Narammala, Narammala, Magistrate Courts. It should be noted that several additional courts were established in the past two years.",
        "Also, the resurrection of disputes is now being strengthened. It is best to note that nearly 70% of the settlement of disputes in Sri Lanka is very well recognized.",
        "The Attorney General's Department under the Justice Department, the Legal Draftsman Department, under the Justice of the Justice of the Justice of the Justice of the Justice, has arranges to strengthen the National Authority of the National Authority for the protection of victims of the victims and witnesses.",
        "The Sri Lanka Legal Assistance Commission has provided 182,579 people in the year 2023 alone.",
        "Office of the National Unity and Reconciliation, the office of the Missing Persons and Reconciliation is the office of the missing and disappearances to create a Sri Lankan nation, respecting the national identity, treating the national identity.. The required laws requirements will be made by recruiting all necessary guidance."
      ]
    }
  },
  "summary_lines": [
    "Between 2022 and 2024, significant legislative reforms were undertaken in Sri Lanka, with 59 laws passed and 273 legal drafts prepared. The Ministry of Justice and Constitutional Reforms focused on digitizing the judicial system and increasing the efficiency of the courts, leading to quicker resolutions and a better investment climate. Additionally, efforts were made to recruit more judicial officers and establish new courts, including commercial and investment courts, to address specific dispute types."
  ]
}