{
  "translated_text": {
    "si": {
      "title": "හිසකෙස් - පූර්විසි අගතිය: ප්රංශ මන්ත්රීවරුන්ගේ සහාය",
      "body_lines": [
        "අද නිවස ප්රංශ පාර්ලිමේන්තුව විසින් කොණ්ඩා මෝස්තර මත පදනම් වූ කාර්ය මණ්ඩලයේ හිසකෙස් සහ කොණ්ඩා මෝස්තර වෙනස් කොට සැලකීම තහනම් කරන ලද පනතකට පක්ෂව ඡන්දය ප්රකාශ කළේය.",
        "කළු ජාතික කාන්තාවන් එවැනි අගතියෙන් පෙළෙන බව නීතියේ ආධාරකරුවන් පවසයි.",
        "නීතියට අනුව, කොණ්ඩයේ ස්වභාවය, දිග, හිසකෙස් වල වර්ණය සහ සේවා ස්ථානයේ කොණ්ඩා මෝස්තර හා කොණ්ඩා මෝස්තරයේ වර්ණය වෙනස් කිරීම අපරාධයක් බව ඔලිවියර් සෙරෙවා කියා සිටියේය.",
        "ප්රංශ පාර්ලිමේන්තුව යටතේ, දෙදෙනා නීතියට සහය පළ කරමින් නීතියට පක්ෂව ඡන්දය ප්රකාශ කළහ."
      ]
    },
    "en": {
      "title": "Hair -based prejudice: French MPs support",
      "body_lines": [
        "The House today voted under the French Parliament in favor of a Bill that prohibits discrimination of staff's hair and hairstyles based on hairstyles.",
        "Supporters of the law say that black women suffer from such prejudices.",
        "According to the law, Olivier Serwa said that it is a crime to discriminate against the nature of the hair, the length, the color of the hair and the hairdresser in the workplace.",
        "Under the French parliament, the two voted in favor of the law in support of the law."
      ]
    }
  },
  "summary_lines": [
    "French MPs voted to prohibit workplace hair discrimination, supporting a law that protects against prejudices based on hair, length, color, and hairstyle, with Olivier Serwa highlighting the impact on black women."
  ]
}