{
  "translated_text": {
    "si": {
      "title": "අවබෝධතා ගිවිසුම (සංදේශය",
      "body_lines": [
        "දියර ස්වාභාවික වායු ආචයනය සඳහා යටිතල පහසුකම් වැඩිදියුණු කිරීම සඳහා යටිතල පහසුකම් වැඩිදියුණු කිරීම සඳහා 200 (20) කොළඹ හෝටලයේදී අඟහරුවාදා (20) කොළඹ හෝටලයේදී අවබෝධතා ගිවිසුම (20) කොළඹ හෝටලයේදී කොළඹ හෝටලයේදී කොළඹ හෝටලයේදී සහ අඟහරුවාදා (20) ශ්රී ලංකා එල්ඩීඑල් හෝල්ඩින්ස් සමාගම සහ පෙට්රල් එල්එන්ජී සමාගම බෙදා හැරීම.",
        "ඉන්දියාවේ පෙට්රල් එල්නි හි ප්රධාන විධායක නිලධාරී සහ කළමනාකාර අධ්යක්ෂ වන ඛායි කුමාර් සිං හි ප්රධාන විධායක නිලධාරි නුමාන් මධිකර් මෙම ගිවිසුමට අත්සන් තැබීය.",
        "මෙම අවස්ථාවට ආමන්ත්රණය කිරීම, විදුලිබල හා බලශක්ති අමාත්ය කන්ජන විජේසේකර මහතා කියා සිටියේ ශ්රී ලංකාවේ පාරිභෝගිකයින්ට අඛණ්ඩ හා ගුණාත්මක විදුලි සැපයුම සහතික කිරීම සහ අඩු වියදමකින් විදුලිය සැපයීම අරමුණු කර ගනිමින් මෙම යෝජනා ක්රමය ක්රියාත්මක වන බවයි.",
        "පසුගිය වසර දෙක තුළ විදුලිබල ගාස්තු සම්බන්ධයෙන් රජයට දුෂ්කර ප්රතිපත්තිමය තීරණ ගැනීමට සිදු වූ නමුත් අද විදුලිබල මණ්ඩලය ණය රහිත සමාගමක් බවට පත්ව ඇති බවත්, ප්රවර්ධනය කිරීමෙන් නව එකඟතාවයක් ඇති කර ගැනීමටත් හැකි බවත් අමාත්යවරයා පැවසීය. දේශීය විදේශ ආයෝජකයින්.",
        "එල්නි වරාය ආනයනය කිරීමේ තාක්ෂණය සහ පෙට්රල් එල්නි අතර ඒකාබද්ධ ව්යාපාරයක් හරහා කොළඹ වරායට ආනයනය කිරීමේ තාක්ෂණය එල්එන්නි සොපතනාවි බලාගාරයට ලබා දෙන ලෙස එල්එන්නි වෙත අන්තර් විසඳුමක් ලෙස දියත් කර ඇත.",
        "කොළඹ වරායට පැමිණීමෙන් පසු, එල්එන්, ඔවුන් අයිඑස්ඕ බහාලුම්වල කරවාලපිටිය ගබඩාවට හා ගෑස්-බ්ලැක්සල් පර්යන්තය වෙත ප්රවාහනය කරනු ඇත.",
        "සොපතැනාවි බලාගාරයේ පළමු අදියර 2024 දී දියත් කරන අතර දෙවන අදියර 2025 සිට කාර්තුව දක්වා දියත් කරන අතර මෙම කටයුතු සිදු කරනු ලැබේ.. මෙම බලාගාරය විදුලි සංවර්ධන අංශය, ඊඑල්එල් හෝල්ඩිංග්ස් ලක්ටානාවි විසින් සංවර්ධනය කර ක්රියාත්මක කරනු ඇත.",
        "පිරිසිදු බලශක්ති ප්රභවයක් වන එල්එන්ජී, හරිතාගාර ගෑස් විමෝචනය සැලකිය යුතු මට්ටම් මගින් අඩු කරනු ඇති අතර ශ්රී ලංකාවට එහි පාරිසරික ඉලක්ක සපුරා ගැනීමට උපකාරී වේ.",
        "පසුගිය බලශක්ති අර්බුදය තුළ, මේ රටේ විදුලිය සඳහා අවශ්යතාවය සැලකිල්ලට ගනිමින් විවිධ යෝජනා විමර්ශනය කරන ලදී. බලශක්ති අර්බුදයට විසඳුම හා ස්වාභාවික ද්රව වායුව මගින් පිරිවැය අඩු කිරීම කෙරෙහි අවධානය යොමු විය. එහි ප්රති As ලයක් ලෙස, ස්වාභාවික ගෑස් හා ඛනිජ තෙල් ලේකම් ලේකම්, ඉන්දීය රජයේ ලේකම් ඇතුළු පසුගිය වසරේ මාර්තු මාසයේදී ශ්රී ලංකාවට පැමිණියේය.",
        "යෝජනාවෙන් පසුව, පසුගිය මාස කිහිපය තුළ පවත්වා ඇති සාකච්ඡාවක ප්රති the ලයක් ලෙස ගිවිසුම අද අත්සන් කරනු ලැබේ.. අද දින සිට මාස 18 ක් ඇතුළත, අවශ්ය යටිතල පහසුකම් සංවර්ධනය හා ඊඑල් සමූහයේ වත්මන් සමූහයේ වර්තමාන බලාගාර ව්යුහය සඳහා මේ රටේ ජනතාවගේ ප්රතිලාභ ලබා දීමට අපි අපේක්ෂා කරමු.",
        "දියර ස්වාභාවික වායුව මගින් විදුලිබල උත්පාදනය ආරම්භ කිරීමෙන් පසු මේ රටේ විදුලි පිරිවැය අඩු කළ හැකිය.. පාරිභෝගිකයින්ට එම වාසිය ලබා දීමට සහ ශ්රී ලංකාවේ බලශක්ති පිරිවැය අඩු කිරීමට අපි අපේක්ෂා කරමු. මෙය පහසු කාර්යයක් නොවන බව සැලකිල්ලට ගත යුතුය.",
        "2026 ආරම්භයේදී, විශේෂයෙන් යුගතානාවී සහ සොබදානවි විදුලි බලාගාරවල මෙම විදුලි බලාගාර දියත් කිරීමට අපි බලාපොරොත්තු වෙමු.. නමුත් සොපතනවි විදුලි බලාගාරය අගෝස්තු 28 වන දින විවෘත කිරීමට අපේක්ෂා කෙරේ.මෙම ගිවිසුම අත්සන් කිරීමෙන්. මෙය මූල්ය ප්රතිලාභ ලබා ගැනීමට අවස්ථාව ලබා දෙයි.",
        "රටේ විදුලි ඉල්ලුමෙන් 70% ක් සහ ඉතිරි 30% ස්වාභාවික ගෑස් වලින් භාවිතා කිරීමට සැලසුම් කර ඇත.",
        "2022 දී විදුලිබල මණ්ඩලයට රුපියල් බිලියන 300 ක අලාභයක් සිදුවිය. රටේ රාජ්ය බැංකු දෙකෙන් ණය සහ බෙදාහරින්නන් සඳහා මුදල් ගෙවීමට මුදල් මෙයට ඇතුළත් ය. බැංකු ණයවලින් අපි විශාල කොටසක් ගෙවා ඇත. ඊට අමතරව, බලාගාර පවත්වාගෙන යන බෙදාහරින්නන්ට ගෙවිය යුතු සියලු ගාස්තු දැනට ගෙවනු ලැබේ. එපමණක් නොව, දුෂ්කර හා නිවැරදි තීරණ නිසා ඛනිජ තෙල් ඒකාබද්ධ සේවයේ සියලු ණය ගෙවීමට එයට හැකි වී තිබේ.",
        "සියලු ජනතාවගේ ජීවන තත්ත්වය වැඩි දියුණු කිරීම සඳහා විශ්වසනීය, පිරිසිදු හා සම්මත බලශක්ති සැපයුම ඉතා වැදගත් වේ. අපගේ ඒකාබද්ධ උත්සාහයන් ශ්රී ලංකාවේ බලශක්ති ආරක්ෂාව සහතික කිරීම සඳහා ආර්ථික සංවර්ධනයේ වැදගත් අංගයක් වනු ඇත.",
        "බලශක්ති පිරිවැය අඩු කිරීම කෙරෙහි අවධානය යොමු වී තිබේ. ශ්රී ලංකාව ගෝලීය බලශක්ති ජාලයට ඒකාබද්ධ කිරීමත් සමඟ ශ්රී ලංකාවේ විශාලතම හරිත ප්රභවයන් ප්රධාන බලශක්ති හුවමාරු මධ්යස්ථානය ලෙස භාවිතා කළ හැකිය.",
        "අපගේ වර්තමාන ව්යාපෘතිවල බලශක්ති ජාල සබැඳිය, යටිතල පහසුකම් සම්බන්ධතාවය සහ දන්ත නල ස්ථාපනය කිරීම සම්බන්ධ සාකච්ඡා. සම්පත් හි සූර්ය බලශක්ති ව්යාපෘතිය වැනි පුනර්ජනනීය බලශක්ති ව්යාපෘති සඳහා ද අපි ආයෝජනය කරන්නෙමු. \"",
        "විදුලිබල හා බලශක්ති අමාත්යාංශයේ ලේකම්. මෙම අවස්ථාවට සමාගම් දෙකේ විධායක කමිටුව මෙම අවස්ථාවට සහභාගී විය."
      ]
    },
    "en": {
      "title": "Memorandum of Understanding (Memorandum",
      "body_lines": [
        "The Memorandum of Understanding (Memorandum of Understanding) on ​​Tuesday (20) at the Colombo Hotel on Tuesday (20) afternoons to improve the infrastructure for liquid natural gas storage to the Karavalapitiya \"Sobadhanavi\" Integrated Cotational Power Plant and the LNG gas exchange and distribution of Sri Lanka LDL Holdings Company and Petronet LNG Company on Tuesday (20)Held.",
        "Nuhuman Marikar, Chief Executive Officer of Sri Lanka's ERLL Holdings and Akshay Kumar Singh, Chief Executive Officer and Managing Director of India's Petronet LNI, signed the agreement.",
        "Addressing the gathering, Minister of Power and Energy Kanjana Wijesekera said that the scheme is being implemented at the aim of ensuring continuous and quality electricity supply to Sri Lankan consumers and supplying electricity at low cost.",
        "The Minister said that in the last two years, the government had to make difficult policy decisions on electricity charges, but today the Electricity Board has become a debt -free company and that is why it has had the opportunity to make a new agreement by promoting domestic foreign investors.",
        "Through a joint venture between ELL Holdings and Petronet LNI, the technology to import the LNI port to the Colombo Port has been launched as an interim solution to the LNI to provide the LNI to the Sopatanavi Power Plant.",
        "After arriving at the Port of Colombo, the LNI will be transported to the Karavalapitiya storage and gas -based terminal in the ISO containers, which will be constructed near the Sopatanavi station.",
        "The first phase of the Sopatanavi plant will be launched in August 2024 and the second phase will be launched from 2025 to quarter and these activities will be carried out.. The plant will be developed and operated by Laktanavi, the Electrical Development Division, ELL Holdings.",
        "With the use of pure energy source LNG, greenhouse gas emission will be reduced by significant levels and will help Sri Lanka achieve its environmental targets.",
        "During the last Energy Crisis, considering the need for electricity in this country, various proposals were investigated. The focus was on the solution to the energy crisis and the reduction of cost by natural liquid gas. As a result, a group of natural gas and petroleum secretary's secretary, including the Secretary of the Government of India, visited Sri Lanka in March last year.",
        "Following the proposal, the agreement is being signed today as a result of a discussion that has been held over the past few months.. Within 18 months of today, we expect to provide the benefits of the people of this country with the necessary infrastructure development and the supply of liquid natural gas supply for the current power plant structure of the ELL Group, which is already constructed.",
        "Electricity costs can be reduced in this country after electricity generation is started by liquid natural gas.. We expect to provide that advantage to consumers and reduce energy costs in Sri Lanka. It should be noted that this is not an easy task.",
        "At the beginning of 2026, we expect to launch these power plants, especially in the Yugatanavi and Sobadhanavi power plants.. But the Sopatanavi Electricity Plant is expected to open on August 28.By signing this agreement. This offers the opportunity to get financial benefits.",
        "It is planned to use 70% of the country's electricity demand and the remaining 30% of natural gas.",
        "In 2022, the Electricity Board suffered a loss of 300 billion rupees. These include money to pay for loans and distributors from the country's two state banks. We have paid a large portion of bank loans. In addition, all the fees payable to distributors who run power plants are currently being paid. Moreover, due to the difficult and right decisions, it has been able to pay all the loans of the Petroleum Joint Service. ”",
        "Reliable, clean and standard energy supply is very important to improve the quality of life of all people. Our joint efforts will serve as an important part of economic development in ensuring Sri Lanka's energy safety.",
        "The focus has also been focused on reducing energy costs. With the merging of Sri Lanka into the Global Energy Network, it is possible to use Sri Lanka's largest green sources as the main energy exchange center.",
        "In our current projects, negotiations related to Energy Network Link, Infrastructure Connection and Installation of Dental Tubes. We are also investing in renewable energy projects such as the Solar Power Project in Sampur. ”",
        "Secretary to the Ministry of Electricity and Energy. The executive committee of the two companies attended the event."
      ]
    }
  },
  "summary_lines": [
    "A Memorandum of Understanding was signed on April 20th between Sri Lanka's ERLL Holdings and India's Petronet LNG to enhance the infrastructure for liquid natural gas (LNG) storage and distribution to the Karavalapitiya \"Sobadhanavi\" Integrated Co-generation Power Plant. This initiative aims to ensure a continuous and affordable electricity supply in Sri Lanka, reduce greenhouse gas emissions, and support the country's environmental goals. The project involves importing LNG to the Colombo Port and transporting it via ISO containers to the Karavalapitiya storage terminal. The first phase of the Sobadhanavi plant is scheduled to commence operations in August 2024, with the second phase starting in 2025."
  ]
}