{
  "translated_text": {
    "si": {
      "title": "වඩා හොඳ අපේක්ෂාවන් සඳහා බදු ප්රතිපත්ති සංශෝධනය කිරීම",
      "body_lines": [
        "බදු ප්රතිපත්තිය පාරිභෝගිකයින් සහ මහජනතාව සඳහා සැබෑ වෙළඳපල තත්වයන් පිළිබිඹු විය යුතුය",
        "ශ්රී ලංකාවේ නව රජය සහ විධායකය ප්රතිපත්තිය හා පාලනයට සිතීමේ නව මානයක් ගෙන එයි. Therein lies significant opportunity, albeit laden with challenges, to change the way Sri Lanka does business and how we are perceived by the world.",
        "In this post-crisis milieu, Government has a difficult balancing act to ensure a positive trade balance, manage its primary account considering IMF expectations, all whilst providing relief to a burdened public in the run up to 2028, when debt payments must resume. ප්රතිසංස්කරණ මගින් වඩා හොඳ පාලනයක් ඇතුළත් විය යුතුය - දූෂණය, රිය පැදවීමේ අපනයන හා ආයෝජන නැවැත්වීම, නාස්තිය නැවැත්වීම සහ ප්රතිලාභ ශක්තිමත් කිරීම සඳහා බදු සහ කාර්මික ප්රතිපත්තිය සමාලෝචනය කිරීම. The Government led by the new President must adopt a fact-based approach towards policy, as opposed to strategy and actions that were often driven by political whims and favouritism.",
        "දේශපාලනීකරණය වූ බදු ප්රතිපත්ති තීරණ අසමත් වීම සඳහා රට බොහෝ උදාහරණ ලබා දෙයි. 2020 සිට සීනි බදු වංචාව රජය විසින් රු.. බිලියන 16 ක ආදායමක්. සීනි බදු වංචාව මගින් බදු ප්රමාණය සියයට 25 දක්වා රු.. එම වසරේ එක රැයකින් කිලෝග්රෑමයකට 50 ක්. පාරිභෝගිකයින්ට රුපියල් ගණනක් කම්පනයක් ඇති විය. එහි ප්රති .ලයක් ලෙස කිලෝග්රෑම් එකක්.",
        "කරුණු පදනම් කරගත් ප්රතිපත්තියේ lack නතාවයෙන් සුරාබදු ඉපැයීම් වලට රිදවයි. නවතම ජාත්යන්තර මූල්ය අරමුදලේ වාර්තා පෙන්වා දෙන්නේ මේදය අඩංගු අයිතම වලින් සුරාබදු, දෙහි හා සිමෙන්ති, සීනි සහ සීනි රසකැවිලි හා යාන්ත්රික උපකරණ වසරේ මුල් මාස අට තුළ 59.1% කින් ඉහළ ගොස් ඇති බවයි.. කෙසේ වෙතත්, අධික ලෙස වැඩිවීම හේතුවෙන් දුම්කොළ වලින් රජයේ ආදායම රුපියල් 10.8% ට වඩා පහත වැටී ඇති බවට වාර්තා වී තිබේ.. බිලියන 71.6 ක් මේ වසරේ මුල් මාස අට තුළ. Revenue was over Rs. 80 billion at this stage last year. නීතිමය සිගරට් බිලියන 1.22 ක් වූ අතර එහි 21.8% ක් ආඩම්බර බිලියන 1.22 ක් දක්වා අඩු කරමින් මෙය මෙහි ප්රති result ලයකි. ශ්රී ලංකාවේ සිගරට් දැනටමත් අධික ලෙස මිල දී ඇති මේ වසරේ ජනවාරි මාසයේ ජනවාරි මාසයේ 14% ක බදු වැඩි කිරීමක පිටුපස මේ වසරේ ජනවාරි මාසයේදී මෙය සිදු වේ. තවද, නීතිමය සිගරට් අලෙවිය පහත වැටී තිබියදීත්, සමෘද්ධිමත් නීති විරෝධී වෙළඳපොළක් පැතිරීම හේතුවෙන් රටේ දුම්පානය සිදුවෙමින් පවතී.",
        "මෑත අතීතයේ දී, මත්පැන් සහ දුම්කොළ සුරාබදු බදු වැඩි කිරීම 2023 දී 44% කින් සහ 2024 දී අතිරේක 14% කින් ඉහළ ගොස් තිබේ. In addition to this, in 2024, the increase in VAT by 3% further pushed prices up of legal alcohol and tobacco. උද්ධමනය පදනම් කරගත් මිලකරණ සූත්ර ජනප්රිය න්යායක් වන අතර ඉහළ උද්ධමනකාරී තන්ත්රයක දී ඕනෑම නිෂ්පාදනයක් මත එවැනි මිල ඉහළ යාමක් දැරිය හැකි මිලකට සහ අවසානයේ රජයේ ආදායම. රජයේ ආදායම පහත වැටී ඇති හා දුම් පානය කරන විට ශ්රී ලංකාවේ දුම්කොළ වෙළඳාම මීට පෙර ආදර්ශයක් සපයන අතර එමඟින් මහජන සෞඛ්ය හා නීතිය හා සාමය පිළිබඳ ප්රශ්නයක් ඉදිරිපත් කරයි. දුම්කොළ සමඟ ශ්රී ලංකාවේ උපාය මාර්ගය මුළුමනින්ම පාහේ මිල පදනම් කරගත් පාලනයක් මත අවධානය යොමු කර ඇත. මෙම උපාය මාර්ගයට අපගේ දේශපාලන ක්රමවලට සමානය අවශ්ය වේ. සමාජ-වෙළඳපල ප්රවණතා නොසලකා හරින උපාය මාර්ගයක් රාජ්ය හෝ රජයකට කිසිදු පැහැදිලි ප්රතිලාභ හෝ වටිනාකමක් ලබා දීමට අපොහොසත් වේ.",
        "Importantly, tax policy must be reflective of real market conditions for consumers and the public. මෑතකදී ප්රතිපත්ති අධ්යයන ආයතනය විසින් මෑතකදී පැවති ප්රතිපත්ති අධ්යයන ආයතනය විසින් මෑතකදී වැඩිවීම සහ ආශ්රිත නිදහස් කිරීම් ඉහළ ආදායමක් ලබා ගත් දුප්පත්ම කොටස් වලින් 10% ක් වැඩි ආදායම්ලාභී පුද්ගලයින්ගෙන් 6% ක් විය.. ඒ අතරම, ඉහළ ආදායම් වරහන් සඳහා 36% ක බදු සහ රු.. 100,000 ක් කම්කරු පන්තියට සැලකිය යුතු ලෙස රිදවන අතර එය පසුගිය මැතිවරණයේදී දේශපාලන ප්රති come ලවලදී පිළිබිඹු විය. බදු රාජ්ය වියදම් පිළිබිඹු කළ යුතු අතර, ගෙවනු ලබන දේ සඳහා රජය ප්රමාණවත් රාජ්ය ආයෝජනයක් පෙන්නුම් කළ යුතුය. බදු වැඩට දැමිය යුතුය.",
        "Accordingly, it is envisaged the new President and his Government will give adequate attention towards corrective tax policy that is market reflective, better targeted and diverted towards the benefit and welfare of the public. ප්රතිපත්තිය ජනතාවගේ සහ රටේ සංවර්ධන අපේක්ෂාවන් හැඩගස්වයි. Sri Lanka has got it wrong all along, and under a new regime there is renewed hope for change.",
        "(The writer is a Senior Research and Market Analyst attached to a leading audit firm in Colombo.)"
      ]
    },
    "ta": {
      "title": "Amendments to tax policy imperative for better prospects",
      "body_lines": [
        "Tax policy must be reflective of real market conditions for consumers and the public",
        "இலங்கையின் புதிய அரசாங்கமும் நிர்வாகியும் கொள்கை மற்றும் நிர்வாகத்திற்கு சிந்தனையின் புதிய பரிமாணத்தை கொண்டு வருகிறார்கள். இலங்கை வியாபாரம் செய்யும் முறையையும், உலகத்தால் நாம் எவ்வாறு உணரப்படுகிறோம் என்பதையும் மாற்றுவதற்கான சவால்களைக் கொண்டிருந்தாலும், அதில் குறிப்பிடத்தக்க வாய்ப்பு உள்ளது.",
        "இந்த நெருக்கடிக்கு பிந்தைய சூழலில், நேர்மறையான வர்த்தக சமநிலையை உறுதி செய்வதற்கும், சர்வதேச நாணய நிதியத்தின் எதிர்பார்ப்புகளை கருத்தில் கொண்டு அதன் முதன்மைக் கணக்கை நிர்வகிப்பதற்கும் அரசாங்கம் ஒரு கடினமான சமநிலைப்படுத்தும் செயலைக் கொண்டுள்ளது, இவை அனைத்தும் 2028 ஆம் ஆண்டு வரை ஒரு சுமைக்கு வரும் பொதுமக்களுக்கு நிவாரணம் வழங்கும் போது, ​​கடன் கொடுப்பனவுகள் மீண்டும் தொடங்க வேண்டும். Reform should encompass better governance – combat corruption, drive exports and investment, stop wastage and a review of tax and industrial policy to strengthen returns. புதிய ஜனாதிபதி தலைமையிலான அரசாங்கம் கொள்கையை நோக்கி ஒரு உண்மை அடிப்படையிலான அணுகுமுறையை பின்பற்ற வேண்டும், இது மூலோபாயம் மற்றும் நடவடிக்கைகளுக்கு மாறாக அரசியல் விருப்பங்கள் மற்றும் ஆதரவால் பெரும்பாலும் இயக்கப்படுகிறது.",
        "தோல்வியுற்ற அரசியல்மயமாக்கப்பட்ட வரிக் கொள்கை முடிவுகளுக்கு நாடு பல எடுத்துக்காட்டுகளை வழங்குகிறது. 2020 முதல் சர்க்கரை வரி மோசடி, அரசாங்கம் ரூ.. 16 பில்லியன் வருவாய். சர்க்கரை வரி மோசடி ரூ.. 50 per kilogram overnight that year. நுகர்வோர் ரூ.. இதன் விளைவாக ஒரு கிலோகிராம்.",
        "உண்மை அடிப்படையிலான கொள்கையின் பற்றாக்குறை கலால் வருவாயையும் பாதிக்கிறது. The latest IMF reports indicate that excise from items such as fat contained productions lime and cement, sugar and sugar confectionary and mechanical appliances increased by 59.1% in the first eight months of the year. இருப்பினும், அதிகப்படியான அதிகரிப்பு காரணமாக, புகையிலையிலிருந்து அரசாங்க வருவாய் 10.8% க்கும் குறைந்து ரூ.. இந்த ஆண்டின் முதல் எட்டு மாதங்களில் 71.6 பில்லியன். Revenue was over Rs. 80 billion at this stage last year. இது சட்ட சிகரெட்டுகளின் விற்பனையின் விளைவாக 21.8% ஆக வெறும் 1.22 பில்லியன் குச்சிகள். இந்த ஆண்டு ஜனவரியில், இலங்கையில் சிகரெட்டுகள் ஏற்கனவே அதிகப்படியான விலை நிர்ணயிக்கப்பட்டபோது, ​​இது 14% வரி உயர்வின் பின்னணியில் வருகிறது. Furthermore, despite the drop in legal cigarette sales the country’s smoking incidence remains high due to the prevalence of a flourishing illegal market.",
        "சமீபத்திய காலங்களில், ஆல்கஹால் மற்றும் புகையிலை கலால் வரி உயர்வு 2023 இல் 44% ஆகவும், 2024 இல் கூடுதலாக 14% ஆகவும் உயர்ந்துள்ளது. இது தவிர, 2024 ஆம் ஆண்டில், VAT இன் 3% மேலும் அதிகரிப்பு சட்ட ஆல்கஹால் மற்றும் புகையிலை விலைகளை உயர்த்தியது. Whilst inflation-based pricing formulas are popular theory, such price increase on any product during a high-inflationary regime impacts affordability and eventually government revenue. The tobacco trade in Sri Lanka offers ample example, as government revenue fell and smoking incidence remains high, which then presents a public health and law and order question. Sri Lanka’s strategy with tobacco has focused almost entirely on pricing-based controls. This strategy requires overhauling akin to our political systems. A strategy that disregards socio-market trends fails to deliver any tangible benefits or value to a public or government.",
        "முக்கியமாக, வரிக் கொள்கை நுகர்வோர் மற்றும் பொதுமக்களுக்கான உண்மையான சந்தை நிலைமைகளின் பிரதிபலிப்பாக இருக்க வேண்டும். சமீபத்தில் கொள்கை ஆய்வுகள் நிறுவனத்தால் வெளியிடப்பட்டபடி, வாட் மற்றும் தொடர்புடைய விலக்குகளுக்கு கடந்த கால அதிகரிப்பு ஏழ்மையான பிரிவுகளை அதிகம் பாதிக்கிறது, அவர்கள் வருமானத்தில் 10% VAT க்காக செலவிட்டனர், அதிக வருமானம் கொண்ட குழுக்களில் 6% உடன் ஒப்பிடும்போது. At the same time, PAYE tax at 36% for high income brackets and a tax threshold beginning at Rs. 100,000 significantly hurt the working class, which was reflected in political outcome at the last election. Taxes must be reflective of public expenditure, and the Government must demonstrate adequate public investment for what is paid. வரிகளை வேலைக்கு வைக்க வேண்டும்.",
        "அதன்படி, புதிய ஜனாதிபதியும் அவரது அரசாங்கமும் சந்தை பிரதிபலிப்பு, சிறந்த இலக்கு மற்றும் பொதுமக்களின் நன்மை மற்றும் நலனை நோக்கி திருப்பி விடப்படும் திருத்த வரிக் கொள்கையில் போதுமான கவனம் செலுத்தும் என்று கருதப்படுகிறது. கொள்கை மக்கள் மற்றும் நாட்டின் வளர்ச்சி வாய்ப்புகளை வடிவமைக்கிறது. இலங்கை அதை தவறாகப் புரிந்து கொண்டது, ஒரு புதிய ஆட்சியின் கீழ் மாற்றத்திற்கான புதிய நம்பிக்கை உள்ளது.",
        "(The writer is a Senior Research and Market Analyst attached to a leading audit firm in Colombo.)"
      ]
    }
  },
  "summary_lines": []
}