{
  "translated_text": {
    "si": {
      "title": "උතුරු හා නැගෙනහිර දිස්ත්රික්ක 7 ක වෙසෙන පුද්ගලයින් 51 දෙනෙකු",
      "body_lines": [
        "ශ්රී ලංකාවේ පුරවැසිභාවය පිළිබඳ දිවුරුම් දීම (සෙනසුරාදා (03) වවුනියා දිස්ත්රික් ලේකම් කාර්යාලයේදී පැවැත්විණි.",
        "යුද්ධය හේතුවෙන් ඉන්දියාවේ උපත ලැබූ දරුවන් සමඟ යුද්ධය අවසන් වීමෙන් පසු නැවත මෙරටට පැමිණි බොහෝ අය ඉන්දියාවේ ජීවත් වූ බවත්, ඉන්දියාවේ ජීවත් වූ බවත්, විවිධ අර්බුදයන්ට මුහුණ දී සිටිති.",
        "දිස්ත්රික් ලේකම් කාර්යාලය සහ ආගමන හා සංක්රමණ දෙපාර්තමේන්තුව විසින් ජංගම වැඩසටහනක් ලෙස වේගවත් උප්පැන්න සහතිකයක් ලබා දීමට ඔබර් සිලෝන් සමාගම පියවර ගෙන තිබේ.",
        "මේ අතර, වවුනියා, මන්නාරම, මුල්ලයිටිව්, මන්නාරම, මුල්ලයිටිව්, යාපනය, මඩකලපුව සහ ත්රිකුණාමලය යන රටවල පුද්ගලයින් 51 දෙනෙකු පුරවැසිභාවය සහ උප්පැන්න සහතිකය ලබා ගැනීමට පියවර ගෙන තිබේ.",
        "වවුනියා දිස්ත්රික් රජයේ නියෝජිත පී.ඒ.. සුරකුමාරි අධ්යක්ෂ සහ තවත් බොහෝ දෙනෙක් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "51 people living in 7 districts of the North and East",
      "body_lines": [
        "The swearing -in ceremony of Sri Lanka's citizenship was held at the Vavuniya District Secretariat on Saturday (03).",
        "Many people who have returned to the country after the end of the war with the children who were born in India due to the war and lived in India, are facing various crises.",
        "The Ober Ceylon Company has taken steps to provide a rapid birth certificate as a mobile program by the District Secretariat and the Department of Immigration and Emigration.",
        "In the meantime, 51 persons from the Northern and Eastern districts of Vavuniya, Mannar, Mullaitivu, Kilinochchi, Jaffna, Batticaloa and Trincomalee have taken steps to obtain citizenship and birth certificate.",
        "Vavuniya District Government Agent PA Sarathchandra, District Additional Government Agent Threskumar, Deputy Commissioner of Immigration and Emigration, EH Nayana, Officers of the Department of Immigration and Emigration. Suryakumari Director and many others were present."
      ]
    }
  },
  "summary_lines": [
    "51 people in North and East districts of Sri Lanka swore in for citizenship at Vavuniya District Secretariat, facing crises due to war-related displacement. The Ober Ceylon Company is providing a mobile birth certificate program."
  ]
}