{
  "translated_text": {
    "si": {
      "title": "විදුලි සංශෝධනය පිළිබඳ අවසන් යෝජනාව - මහජන උපදෙස් වලට සවන් දෙන්න!",
      "body_lines": [
        "විදුලිබල මණ්ඩලය විසින් යෝජනා කරන ලද යෝජනා 2015 සිට ජුනි 2025 දක්වා ජුනි සිට ජුනි දක්වා විදුලිබල සැපයුම සංශෝධනය නොකරන බව විදුලිබල මණ්ඩලය අඟහරුවාදා (17) පැවැත්වේ.",
        "ශ්රී ලංකා මහජන ප්රයෝජනය කොමිෂන් සභාව නිවේදනය කර ඇත්තේ විදුලි බලාගාරය සංශෝධනය කිරීමේ අවසන් යෝජනාව 2025 ජනවාරි 17 වන දින මහජනයාගෙන් ලැබෙන උපදෙස් හා අදහස් මත පදනම්ව ප්රකාශයට පත් කරන බවයි.",
        "මහජන අදහස් විමසීමේදී, මහජනයා ඇතුළු සියලුම පක්ෂවලට විදුලිබල මණ්ඩලයේ (ලංවිම) සහ ලංකාවේ මහජන උපයෝගිතා කොමිෂන් සභාව ඉදිකිරීමෙන් පසු සකස් කරන ලද කෙටුම්පත් යෝජනාවට ලිඛිතව හා වාචිකව ඉදිරිපත් කිරීමට අවස්ථාව ලබා දෙන අතර .",
        "2009 අංක 20 දරණ ලංකා විදුලි සංගමේ ලංකා විදුලි සංගම් පනතේ අංක 35 (ආ) ලංකා විදුලි සංගම් පනතේ අංක 35 (ආ), ලංකා විදුලි ද පනතේ අංක 35 (ආ), ශ්රී ලංකා මහජන උපයෝගිතා කොමිෂන් සභාවේ අංක 3 (අ) (ආ).",
        "ලංකා විදුලිබල මණ්ඩලය (CEB) 2025 වත්මන් 6 ක් වන වත්මන් 6 ක් වන වත්මන් 6 ක කාලය ක්රියාත්මක කිරීමට. ලංකා විදුලිබල මණ්ඩලයේ යෝජනාව සහ ශ්රී ලංකා පොදු භාවිත කොමිෂන් සභාවේ මාණ්ඩලික සේවකයින්ගේ නිර්දේශ මහජනතාවට ඔවුන්ගේ අදහස් හා යෝජනා ඉදිරිපත් කළ හැකිය.",
        "මහජනතාවගේ උපදේශන හා අදහස් පරීක්ෂා කිරීම 2025 ජනවාරි 17 වන දින විදුලි බලාගාරයේ අවසාන විසඳුම සඳහා අවසාන විසඳුම ප්රකාශයට පත් කෙරේ."
      ]
    },
    "en": {
      "title": "Final Resolution on Electricity Amendment - Listen to public advice!",
      "body_lines": [
        "The Electricity Board's proposals will be held on Tuesday (17) on the proposals proposed by the Electricity Board not to revise the power supply from January 2025 to June.",
        "The Sri Lanka Public Use Commission has announced that the final resolution on the revision of the power plant will be announced on January 17, 2025, based on the advice and ideas received from the public.",
        "At the public consultation, all parties, including the public, will be given the opportunity to submit ideas and suggestions in writing and verbally on the draft proposal prepared following the construction of the Electricity Board of Electricity Board (CEB) and the Ceylon Public Utilities Commission.",
        "The Public Use Commission of Sri Lanka is conducting this public consultation as per Section 17 (B) of the Sri Lanka Public Utilities Commission, No. 35 of the Ceylon Electricity Act No. 20 of the Ceylon Electricity Act, No. 20 of 2009.",
        "The Ceylon Electricity Board (CEB) has proposed to continue implementation of the current 6 -month period of 2025. The public can present their views and suggestions on the proposal of the Ceylon Electricity Board and the recommendations of the Staff Employees of the Sri Lanka Public Use Commission.",
        "The final solution to the correction of the power plant will be announced on January 17, 2025, examining the consultations and ideas of the public."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Public Utilities Commission announces final resolution on electricity amendment. Public consultation on CEB's proposal to maintain current power supply until June 2025. Final decision on January 17, 2025."
  ]
}