{
  "translated_text": {
    "si": {
      "title": "ශාරීරික ද ments ුවම් තහනම් කිරීම සඳහා කැබිනට් යෝජනාව: එක්සත් ජාතීන්ගේ සහ යුනිසෙෆ් සාදරයෙන් පිළිගනිමු",
      "body_lines": [
        "සියළුම ආකාරවලින් භෞතික විද්යාත්මක ද punishment ුවම් කිරීම තහනම් කිරීම සඳහා කැබිනට් මණ්ඩලයේ යෝජනාවට ප්රශංසා කර ඇති එක්සත් ජාතීන්ගේ ශ්රී ලංකා ශාඛා කාර්යාල, ළමා අයිතිවාසිකම් ආරක්ෂණයේ වැදගත්ම මිනුම වන අතර, ඉක්මනින් යෝජනාව ක්රියාත්මක කිරීමට ජනාධිපතිවරයා පියවර ගන්නා බව අපේක්ෂා කරයි .",
        "(30) අඟහරුවාදා (30) භෞතික විද්යාත්මක ද .ුවම් අවසන් කිරීමට ජාත්යන්තර දිනයයි. මේ වන විට ආචාර්ය කඩුල්ලේ නායකත්වය යටතේ ලංකාවේ කැබිනට් මණ්ඩලය කැබිනට් මණ්ඩලය ඉදිරියේ ප්රමාදයකින් තොරව ඉදිරිපත් කිරීම අරමුණු කර ගෙන තිබේ. ආරක්ෂාව පිළිබඳ සම්මේලනය (නොගුටි 2.0-සිංහල, එය අප්රේල් 1 සිට අඟහරුවාදා (30) සිට දින සිට දින 30 දක්වා 'පාදයේ නැත' යන්නෙහි අර්ථය ලබා දෙයි. පැච්.",
        "අඟහරුවාදා (30) සවස 11.00 ට අඟහරුවාදා (30) සවස 11.00 ට ඔහුගේ නිල එක්ස් වෙබ් අඩවියට උසස් කරන ලද ජනාධිපති රනිල් වික්රමසිංහ මහතා...",
        "ළමා අයිතිවාසිකම් පිළිබඳ ප්රකාශනයේ 19 වන වගන්තියේ අවධාරණය කරන්නේ ළමයින්ට එරෙහි සියලු ආකාරයේ හිංසනයෙන් ඒවා ආරක්ෂා කළ යුතු බවයි. ඒ හා සමානව, දරුවන්ගේ අයිතිවාසිකම් සමූහයක් තහනම් කළ යුතු භෞතික විද්යාත්මක ද punishment ුවම් ඉල්ලා තිබේ. එබැවින්, ශ්රී ලංකාවේ සියලුම දරුවන්ට භෞතික හා මානසික ප්රචණ්ඩත්වයක් නොමැති බව සහතික කිරීමට මෙම කැබිනට් මණ්ඩලයේ අනුමැතිය ලැබීමට හැකි වනු ඇතැයි ජනාධිපති රනිල් වික්රමසිංහ පෙන්වා දුන්නේය.",
        "සමාජ ජාල ව්යාපාරයේ නායකත්වය දරන කඩිමුඩියේ, කුටි 2.0 '(neguti 2.0) (neguti 2.0), මෙම නිවේදනය පිළිබඳ සිය අගය ප්රකාශ කර ඇති අතර, මැතිවරණයට කැඳවීමට පෙර ක්රියා පටිපාටිය ක්රියාත්මක කිරීම සහතික කිරීම සඳහා ජනාධිපතිවරයා පියවර ගනු ඇතැයි කියමිනි.",
        "මේ අතර, එක්සත් ජාතීන්ගේ ශ්රී ලංකාවේ නඩු-ඇන්ඩ rew ෆ්රැන්ච්, \"කායුවල් විසින් භෞතික විද්යාත්මක ද punishment ුවම් ලබා දීම සඳහා සෑම ආකාරයකින්ම කැබිනට් මණ්ඩලය පිළිගනිමි.. මෙම සංශෝධන පාර්ලිමේන්තුව හරහා කාලෝචිත ආකාරයකින් කළ යුතු යැයි අපි අපේක්ෂා කරමු. සෑම අවස්ථාවකදීම දරුවන්ගේ සෞඛ්යය හා සුභසාධනය සඳහා විශාලතම වැදගත්කම ලබා දිය යුතුය. \"",
        "ඒ හා සමානව, ශ්රී ලංකාවේ යුනිසෙෆ් කාර්යාලය පැවසුවේ, භෞතික විද්යාත්මක ද miss ාවන් අවසන් කිරීම සඳහා ජාත්යන්තර දිනය මත ශ්රී ලංකාවෙන් හොඳ ආරංචියක් පැවැත්වූ බවයි.. ළමා අයිතිවාසිකම් ග්රහණය කර ගැනීමේ වැදගත්ම පියවර වනු ඇති බව ද සමාගම පෙන්වා දුන්නේය."
      ]
    },
    "en": {
      "title": "Cabinet Resolution to Prohibit Physical Punishments: UN and UNICEF welcome",
      "body_lines": [
        "The United Nations and UNICEF's Sri Lanka Branch Offices, which have praised the resolution of the Cabinet to prohibit the physiological punishment of all ways, will be the most important measure of child rights protection, and expect the President to take steps to implement the resolution quickly.",
        "Tuesday (30) is the International Day to end the physiological punishment. In the wake of this, the Cabinet of Ceylon, which is under the leadership of Dr. Dush Vikramanayaka, is aimed at submitting the amendment to the Cabinet without delay in the presence of the Cabinet. The Confederation of Security(Noguti 2.0-Sinhala, which gives the meaning of 'no foot' in Tamil, from April 1 to Tuesday (30) to 30 days.Patched.",
        "President Ranil Wickremesinghe, who was promoted to his official X site at 11.00 pm on Tuesday (30), on Tuesday (30). .",
        "“Article 19 of the United Nations Declaration on Child Rights emphasizes that they should be protected from all kinds of violence against children. Similarly, a group of children's rights has urged physiological punishment to be banned. Therefore, the approval of this cabinet will be able to ensure that all children in Sri Lanka have no physical and psychological violence, ”President Ranil Wickremesinghe pointed out.",
        "Dush Vikramanayake, who has headed the social network campaign, 'No Kutty 2.0' (Noguti 2.0), has expressed his appreciation for the announcement, saying that the president will take action to ensure the implementation of the procedure before calling for the elections.",
        "Meanwhile, the UN Resident of Sri Lanka, Mark-Andrew Franch, said, “I welcome the resolution by the Cabinet to ban the physiological punishment in all ways.. We expect these amendments to be made in a timely manner through Parliament. In all cases, the greatest importance should be given to the health and welfare of the children. ”",
        "Similarly, the UNICEF office in Sri Lanka said that there was a good news from Sri Lanka on the International Day to end physiological punishments.. The company also pointed out that the action would be the most important step in the preservative of child rights."
      ]
    }
  },
  "summary_lines": [
    "The UN and UNICEF applaud Sri Lanka's Cabinet's resolution to ban physical punishments, a crucial step in protecting child rights. The amendment, led by Dr. Dush Vikramanayake, is expected to be submitted promptly. President Ranil Wickremesinghe emphasized the importance of this move, aiming to ensure children are free from physical and psychological violence."
  ]
}