{
  "translated_text": {
    "si": {
      "title": "ඕස්ට්රේලියානු පාර්ලිමේන්තුවේ පනත් කෙටුම්පත සඳහා අනුමැතිය - බිල්",
      "body_lines": [
        "ඕස්ට්රේලියාවේ වයස අවුරුදු 16 ට අඩු-අවුරුදු 16 ට අඩු පුද්ගලයින් 16 දෙනාගේ නීති ප්රභවය පාර්ලිමේන්තුව විසින් අනුමත කර තිබේ.",
        "නීති ප්රභවය දැනටමත් සෙනෙට් සභාවේදී අනුමත කර ඇති බැවින් ජ්යෙෂ් firiafණ්ඩාංක මුදල් කවුන්සිලය ද මේ සඳහා සහාය ලබා දී තිබේ.",
        "අග්රාමාත්ය ඇනෝනි ඇල්පෙනිස් පැවසුවේ නීතිය අරමුණු කර ඇත්තේ නීතිය සමාජ මාධ්යවල බලපෑමෙන් ආරක්ෂා වීමයි.",
        "ඕස්ට්රේලියානු නිලධාරීන් පැවසුවේ තාක්ෂණ සමාගම් නීතිය අනුගමනය නොකරන්නේ නම් ඔවුන්ට එරෙහිව ඔවුන්ට දඩයක් ලැබිය හැකි බවයි.",
        "කෙසේ වෙතත්, විචාරකයින් විසින් අදහස් දැක්වූයේ, අන්තර්ජාලයට ඇති බලපෑම පිළිබඳ ප්රමාණවත් පැහැදිලි කිරීමක් නොමැති බවත්, තහනම ක්රියාත්මක වන ආකාරය කෙරෙහි එහි බලපෑම පිළිබඳ බලපෑමක් ඇති බවත් ය.",
        "ලෝකයේ බොහෝ රටවල් සමාජ මාධ්ය යෙදීම් සඳහා සම්බාධක පැනවූවත්, වයස අවුරුදු 16 ට අඩු පුද්ගලයින් තහනම් කළ පළමු රට පළමු රටයි.",
        "නීතියට පවත්නා පරිශීලකයින්ට සහ දෙමාපියන්ගේ භාවිතය සඳහා කිසිදු සීමාවක් නොමැති බව සඳහන් කිරීම ද වටී.",
        "නව පනත් කෙටුම්පත තහනම් කරන බවත්, විද්යුත් ආරක්ෂණ කොමිෂන් සභාවේ උපදෙස් ලැබීමෙන් පසු විද්යුත් ආරක්ෂණ ආකාරයටත් ඕස්ට්රේලියාවේ සන්නිවේදන අමාත්යවරයා තීරණය කරනු ඇති අතර විද්යුත් ආරක්ෂණ ආකාරයට පසුව.",
        "කෙසේ වෙතත්, අමාත්යවරයකු පැවසුවේ වයස අවුරුදු 16 ට අඩු පුද්ගලයින් ස්නැප්සෙට්, ඩිකොක් සහ ෆේස්බුක් ඉන්ස්ටග්රෑම් භාවිතා කිරීම තහනම් කළ හැකි බවයි.",
        "ඕස්ට්රේලියානු රජය කියා සිටියේ තහනම ක්රියාත්මක කිරීම සඳහා වන වයස බව සහතික කිරීම සඳහා තාක්ෂණය යොදා ගන්නා බවයි."
      ]
    },
    "en": {
      "title": "Australian Parliament approval for the Bill - Bill",
      "body_lines": [
        "The country's parliament has approved the legal source of the 16 -year -old people under the age of 16 in Australia.",
        "The Senior Finance Council has also supported this as the legal source has already been approved in the Senate.",
        "Prime Minister Antony Alpenis said the law was aimed at protecting children from the impact of social media.",
        "Australian officials said that if the technology companies do not follow the law, they may be fined against them.",
        "Critics, however, have commented that there is insufficient explanation of the impact on the internet and its impact on how the ban will work.",
        "Although many countries in the world have imposed sanctions on social media applications, the first country is the first country to ban people under the age of 16.",
        "It is also worth noting that the law has no restrictions on the existing users and the use of parents.",
        "The Minister of Communication of Australia will decide on which the new Bill will be banned, and after receiving the advice of the Electronic Protection Commission, the Minister of Electronic Protection Commission.",
        "However, a minister said that people under the age of 16 may be banned from using Snapset, Dictock and Facebook Instagram.",
        "The Australian government said it would use the technology to ensure age to implement the ban."
      ]
    }
  },
  "summary_lines": [
    "Australia passes bill banning teens under 16 from social media platforms like Snapchat, TikTok, and Facebook. Prime Minister aims to protect children from online harm. Critics question implementation details. Technology companies face fines if non-compliant. Parents exempt. Minister to decide specific platform bans."
  ]
}