{
  "translated_text": {
    "ta": {
      "title": "விஜேயதாச ராஜபக்ஸ் முடிவு செய்கிறார்",
      "body_lines": [
        "இதற்கிடையில், இலங்கை சிவில் முன்னணியின் பொதுச் செயலாளர் இலங்கை சிவில் முன்னணியின் பொதுச் செயலாளர், இலங்கை புபா கரண் முன்னணியின் ஒழுங்கு செயலாளர் இலங்கை சிவில் முன்னணியின் செயல் தலைவர் பதவிக்கு சமர்ப்பிக்கப்படுவார் என்று கூறினார்.",
        "தொடர்பு கொண்டபோது, ​​இந்த விவகாரம் இந்த விஷயத்தை கட்சி ஒழுங்கு வாரியத்திற்கு பரிந்துரைக்கப்படுகிறது என்று கூறினார்.",
        "நேற்று (22) பட்டரமுல்லாவின் நெலூம் மாவதாவில் உள்ள நெலம் பிரஹேயா தலைமையகத்தில் நடைபெற்ற ஒரு ஊடக மாநாட்டில் உரையாற்றிய எம்.பி. திஸ்ஸா ஷூதி அராச்சி, விஜயாதாச ராஜபக்ஷாவின் இலங்கை பொது முன்னணி உறுப்பினர்கள் மற்றொரு கட்சியில் சேரும் நேரத்தில் ரத்து செய்யப்பட்டதாகக் கூறினார்.",
        "எம்.பி. பதவியை ரத்து செய்வதன் மூலம் சொத்தை நிறுத்துவது நல்லது என்று அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "Wijeyadasa Rajapakse decides",
      "body_lines": [
        "Meanwhile, the General Secretary of the Sri Lanka Civil Front, the General Secretary of the Sri Lanka Civil Front, said that the disciplinary Secretary of the Sri Lanka Puba Karan Front will be submitted to the post of Acting Chairman of the Sri Lanka Civil Front.",
        "When contacted, he said that the matter was referred to the matter to the party disciplinary board.",
        "Addressing a media briefing held at Nelum Praheya Headquarters at Nelum Mawatha, Battaramulla yesterday (22), MP Tissa Shuththi Arachchi said that the Sri Lankan General Front members of Wijayadasa Rajapaksa were abolished at the time of joining another party.",
        "He added that it is advisable to stop the property by abolishing the post of MP."
      ]
    }
  },
  "summary_lines": [
    "Wijeyadasa Rajapakse's decision leads to the Sri Lanka Puba Karan Front's disciplinary Secretary becoming the Acting Chairman of the Sri Lanka Civil Front. Tissa Shuththi Arachchi, MP, explains that Wijayadasa Rajapaksa's Sri Lankan General Front membership was terminated upon joining another party, suggesting the abolition of his MP post to prevent property issues."
  ]
}