{
  "translated_text": {
    "ta": {
      "title": "இலங்கை காவலில் இந்திய மீனவர்கள் பற்றிய மோடி கட்டுரை",
      "body_lines": [
        "தமிழக முதல்வர் மார்னி அமைச்சர் மார்ம்: தமிழ்நாடு முதல்வர். கே ஸ்டாலின் இந்திய பிரதமர் நரேந்திர மோடியுக்கு கடிதம் அனுப்பியுள்ளார்.",
        "இலங்கையின் நீரில் நுழைந்ததாகக் கூறப்படும் இந்திய மீனவர்களை ஏற்றுமதி செய்ய இந்திய மீனவர்களின் பிரதமர் கோரியுள்ளார்.",
        "தனது மீன்பிடி சமூகத்தின் அச ven கரியங்கள் குறித்த தனது அக்கறை இருப்பதாக அவர் கூறியுள்ளார்.",
        "வெளிநாட்டு ஊடக அறிக்கையின்படி, தமிழ் இந்திய மீனவர்களும் அவர்களது படகுகளும் தங்கள் கைதுகளை உயர்த்தியுள்ளன, மேலும் அவர்களின் படகுகள் தங்கள் வாழ்வாதாரத்தை கடுமையாக பாதித்துள்ளன.",
        "\"2023 ஆம் ஆண்டில், 243 இந்திய மீனவர்கள் இலங்கை கடற்படை மற்றும் 37 படகுகளால் கைது செய்யப்பட்டுள்ளனர். 6 வழக்குகளில் 88 மீனவர்கள் மற்றும் 12 படகுகள் கைது செய்யப்பட்டுள்ளன. இது குறித்து உங்கள் கவனத்தை சொல்லுங்கள் ... \"தமிழ்நாடு முதல்வர். கே. ஸ்டாலின் தனது கடிதத்தில் கூறியதாக வெளிநாட்டு ஊடகங்கள் கூறுகின்றன.",
        "2018 ஆம் ஆண்டில் வெளிநாட்டு மீன்பிடி தோட்டாக்களின் பிரச்சினைக்கு முன்னர் பிரதமருக்கு தெரிவிக்க வேண்டியிருந்தது என்று அவர் மேலும் கூறினார்.",
        "\"இலங்கையின் இந்த நடைமுறை காரணமாக இலங்கையில் கைது செய்யப்பட்ட மீனவர்கள் மீன்பிடிக் கப்பல்களை மீண்டும் தமிழ்நாட்டிற்கு கொண்டு வர முடியவில்லை. மேலும், அனைத்து இந்திய மீனவர்களும் இந்த படகுகளை பராமரிப்பதில் அனைத்து முதலீடுகளையும் செய்துள்ளனர். \"",
        "\"படகு சரியான இழப்பீடு அல்லது மாற்று திட்டமின்றி மீனவர்களையும் அவர்களது குடும்பத்தினரையும் கட்டுப்படுத்துகிறது\" என்று தமிழ்நாடு முதல்வர் மார்ம். கே ஸ்டாலின் தனது கட்டுரையில் தெரிவித்துள்ளார்.",
        "இலங்கை பாதுகாப்புப் படையினரால் விடுவிக்கப்பட்டு பறிமுதல் செய்ய இந்திய மீன்பிடிக் கப்பல்களை விடுவிக்குமாறு பிரதமர் நரேந்திர மோடியை அமைச்சர் கோரியுள்ளார்.",
        "இந்த பிரச்சினையை தீர்க்க இராஜதந்திர தீர்வு செலுத்துமாறு பிரதமர் பிரதமரிடம் கோரியுள்ளார்.",
        "இலங்கையில் இருந்து 151 மீனவர்களை விடுவிப்பதற்காக தலையிட பிரதமர் மோடியை அவர் கோரியுள்ளார்."
      ]
    },
    "en": {
      "title": "Modi article about Indian fishermen in Sri Lankan custody",
      "body_lines": [
        "Tamil Nadu Chief Minister MORndi Minister MARM: Tamil Nadu Chief Minister. K Stalin has sent a letter to Indian Prime Minister Narendra Modi.",
        "The Prime Minister of the Indian fishermen has requested the export of Indian fishermen who have been allegedly entered into the waters of Sri Lanka.",
        "He has said that his concern for the inconveniences of his fishing community.",
        "According to foreign media reports, the Tamil Indian fishermen and their boats have risen their arrests and their boats have risen their livelihoods that they have strongly affect their livelihood.",
        "\"In 2023, 243 Indian fishermen have been arrested by the Sri Lanka Navy and 37 boats. 88 fishermen and 12 boats have been arrested in 6 cases. Tell your attention on this ... \"Tamil Nadu Chief Minister. The foreign media says that K. Stalin stated in his letter.",
        "He further stated that he has previously had to inform the prime minister before the problem of foreign fishing bullets in 2018.",
        "\"The fishermen who were arrested in Sri Lanka due to this procedure of Sri Lanka have not been able to bring back fishing vessels to Tamil Nadu again. Also, all Indian fishermen have made all investments in maintaining these boats. \"",
        "\"The boat controls the fishermen and their families without proper compensation or alternative program,\" Tamil Nadu Chief Minister MARM. K Stalin has informed in his article.",
        "The Minister has requested the Prime Minister Narendra Modi to release Indian fishing vessels to be released and confiscated by the Sri Lankan security forces.",
        "The Prime Minister has also requested the Prime Minister to pay a diplomatic solution to solve this problem.",
        "He has also requested the Prime Minister Modi to intervene in order to release 151 fishermen from Sri Lanka."
      ]
    }
  }
}