{
  "translated_text": {
    "ta": {
      "title": "ரோஹன் டி செமா: இங்கிலாந்தில் இசைத் துறையை வென்ற பிரிட்டிஷ் தேசிய இலங்கை",
      "body_lines": [
        "ரோஹன் டி செமா: இங்கிலாந்தில் இசைத் துறையை வென்ற பிரிட்டிஷ் தேசிய இலங்கை",
        "இலங்கை தாய் மற்றும் தந்தையாக பிறந்த மருத்துவராக பிறந்த ரோஹன் டி சீம் செப்டம்பர் 29 அன்று காலமானார்.",
        "ஒரு இலங்கை பன்றி ரோஹன் டி சீம் என்ற பெயரில் இலங்கை பன்றி என்றாலும், அவர் ஒரு பிரிட்டிஷ் செலோனா என்று அழைக்கப்படுகிறார்.",
        "அவர் பிரிட்டனின் க்ளைமாக்ஸுடன் ஒரு தோட்டமாக அறியப்படுகிறார்.",
        "ரோஹன் டி சீம் இலங்கை பெற்றோருக்கு எவ்வாறு பிறந்து பிரிட்டிஷ்?",
        "மார்ச் 9, 1939 இல், பிரிட்டிஷ் காலனித்துவ பருவத்தில், ரோஹன் டி மன்றம் இங்கிலாந்தின் ஷெஃபீல்ட் பகுதியில் பிறந்தார்.",
        "எனவே, சில பிரிட்டிஷ் மொழியில் பிறந்த இலங்கை என்று அழைக்கப்படுகின்றன.",
        "அவரது பெற்றோர் டிரமனியகலா, ராபர்ட் டி ஃபார்ம் மற்றும் மிரிமணலகலா.",
        "தனது 11 வயதில், அவர் 11 வயதில் புகழ்பெற்ற ஸ்பானிஷ் கசாவோ (காஸ்பர் கசாடே) ஸ்பானிஷ் தேசிய செவ் உடன் படித்தார்.",
        "1955 ஆம் ஆண்டில், அவருக்கு 16 வயதாக இருந்தபோது, ​​அவர் கில்ஹெர்மினா சுக்கியா விருதின் முதல் வெற்றியாளரானார், பின்னர் அவர் இங்கிலாந்தில் பப்லோ கேசல்களுடன் இசைக் கல்வியைப் பெற முடிந்தது. அடுத்த ஆண்டு அவர் ஹாரியட் கோஹன் சர்வதேச இசை விருதை வென்றார்.",
        "\"அரிய திறமை ... உள்ளார்ந்த திறன் கொண்ட ஒரு இசைக்கலைஞர் ... ஆச்சரியம் ... 1960 களில் \"செலோ என்று போற்றப்பட்ட டிமிட்ரி மோத்ரி மோட்ரோலஸின் அழைப்பிலிருந்து ரோஹன் டி சீம் ரோஹன் மற்றும் செராமை வழங்கினார்.",
        "ரோஹன் டி ஃபோரம் தனது வாழ்க்கையின் தொடக்கத்திலிருந்தே கலாச்சாரத்தின் கலவையுடன் ஸ்ட்ராட்டின் வாழ்க்கையுடன் தனது வாழ்க்கையை பேட்டி கண்டார்.",
        "\"என் வாழ்க்கை ஆரம்பத்தில் இருந்தே மயக்கத்தின் கலவையாகும். நான் இங்கிலாந்தில் பிறந்தேன், ஆனால் என் பெற்றோர் ஆண்டின் ஒரு பகுதியாக அதே ஆண்டின் ஒரு பகுதியான இலங்கைக்கு திரும்பினர், மற்றும் பிரிட்டிஷ் காலனி (இலங்கை). நாங்கள் சிங்கள ஆங்கிலம், கிழக்கு மற்றும் மேற்கத்திய உணவைப் பேசினோம், மேலும் பாரம்பரிய டிரம் மொழியைக் கற்றுக்கொண்டோம், பியானோவைக் கற்றுக்கொண்டோம். என் பெற்றோர் அமெச்சூர் இசைக்கலைஞர்கள், அவர்களது நான்கு குழந்தைகளில் ஒருவர் மற்றொரு இசைக்கருவியைக் கற்றுக்கொள்வார் என்று நம்பினர். ஒரு மார்ட்டின் ஹவர்மேன், வார்சாவில் உள்ள ஒரு அகதி, செல்லோவின் செலோவில் விளையாடியவர், வார்சாவில் ஒரு அகதியாக இருந்தார், நான் பியானோவைக் கேட்டேன். முதலில், அவர் ஒரு குழந்தை வயதைக் கற்பிக்க மறுத்துவிட்டார், ஆனால் அவர் எனக்கு செலோவை கற்பிக்க முடிவு செய்தார். எனது பெற்றோரின் சம்மதத்திற்கு மாறாக, அவர் தனது ஆலோசனையை வரவேற்றார், என் அம்மா என்னை பத்து வயதில் ஐரோப்பாவிற்கு அழைத்து வந்தார், \"என்று அவர் கூறினார்.",
        "விக்ரெமபாஹு கருணாரத்னே: மறைக்கப்பட்ட விஞ்ஞானிகளின் புகழ்பெற்ற மற்றும் தெளிவற்ற தகவல்கள் அரசியல் காரணமாக மறைக்கப்பட்டுள்ளன",
        "\"இசையைத் தவிர வேறு எதைப் பற்றி நான் கற்றுக்கொண்டேன். சுகியா விருதைப் பெற்ற பிறகு, ஆக்ஸ்போர்டு பல்கலைக்கழகத்தில் மற்ற பாடங்களைப் படிக்க எனக்கு பணம் கிடைத்தது. \"",
        "அவர் தனது சகோதரியுடன் ஆக்ஸ்போர்டில் வசித்து வந்தார், 20 வயதிற்குள் அவர் லண்டனுக்குச் சென்றார்.",
        "அன்றாட செலவினங்களுக்கான நிதி பெற தான் வேலை செய்வதாக அவர் கூறினார்.",
        "\"அன்றாட தேவைகளின் தேவைகளைப் பூர்த்தி செய்யுங்கள், நான் இலங்கை மாணவர் மையத்தின் ஆட்சியாளராக லண்டனின் ஆட்சியாளராக இருந்தேன். அந்த நேரத்தில் தனி மற்றும் குழு இசை நிகழ்ச்சிகளை விளையாடியது. ஹில்வெர்சம் வானொலியில் ஒரு சிறந்த உற்பத்தியாளரான ஹில்வெர்சம் வானொலியில் ஒரு சிறந்த உற்பத்தியாளருக்கு என்னை அழைத்த பிறகு, ஈயாலா செல்லோ கச்சேரி. நான் பல்வேறு நுட்பங்களைக் கற்றுக்கொள்வதன் மூலம் ஒரு புதிய உலகத்தைத் திறந்தேன்.",
        "விரைவில்.",
        "பின்னர், அவர் 26 ஆண்டுகளுக்கும் மேலாக இசைக்குழுவின் குழுவாக பணியாற்றினார்.",
        "பிரிட்டிஷ் புகழ்பெற்ற சியோன் வீரர் ரோஹன் டி சீம், இசைத் துறையில் ஒரு சிறந்த நபராக அங்கீகரிக்கப்பட்டுள்ளது.",
        "\"இது ஒரு குழந்தை பருவ மணமகளைப் பற்றி கவலைப்படவில்லை:\" இப்போது அது கவலைப்படவில்லை \"என்று தலிபான் கூறுகிறார்",
        "கான்ஸ்டபிள் தரவரிசையில் இருந்து ஐ.ஜி.பி வரை வந்த பிரியந்தா வீரசூரியா யார்?"
      ]
    },
    "en": {
      "title": "Rohan De Sema: The British National Sri Lanka, who wins the music industry in England",
      "body_lines": [
        "Rohan De Sema: The British National Sri Lanka, who wins the music industry in England",
        "Rohan de Seam, who was born as a physician, who was born a Sri Lankan mother and father, passed away on September 29.",
        "Although a Sri Lankan pig is a Sri Lankan pig in the name Rohan De Seam, he is called a British Chelona.",
        "He is known as a gardens with Britain's climax.",
        "How was Rohan de Seam born to Sri Lankan parents and was a British?",
        "On March 9, 1939, during the British colonial season, Rohan de Forum was born in Sheffield area of ​​England.",
        "Therefore, some are known as a Sri Lankan born in British.",
        "His parents were Dramaniyagala, Robert De Form and Mirimanalagala.",
        "At the age of 11, he studied with the Spanish National Chew, the famous Spanish Kazao (Gaspar Cassadó) at the age of 11.",
        "In 1955, when he was 16, he became the first winner of the Guilhermina Suggia Award, and then he was able to receive music education with Pablo Casels in the UK. The next year he won Harriet Cohen International Music Award.",
        "\"Rare talent ... A musician with an inherent ability ... Amazing ... Rohan de Seam offered Rohan and Seraum from the invitation of Dimitri Mothri Motroless, who was admired as Chelo, \"in the 1960s.",
        "Rohan de Forum interviewed his life with the STRAD's life with a blend of culture from the beginning of his life.",
        "\"My life is a mixture of myliness from the beginning. I was born in the UK, but my parents returned to Sri Lanka, a part of the same year as part of the year, and the British colony (Sri Lanka). We spoke Sinhala English, east and western food and learned the upcountry traditional drum, learned the piano. My parents were amateur musicians and hoped that one of their four children would learn another musical instrument. In a Martin Hourman, a refugee in Warsaw, who was played in Chelo, Chello, was a refugee in Warsaw, I had heard the piano. At first, he refused to teach a child age, but he decided to teach me the Chelo. Contrary to my parents' consent, he welcomed his advice and my mother brought me to Europe at the age of ten, \"he said.",
        "Wickremabahu Karunaratne: The famous and obscure information of hidden scientists hidden due to politics",
        "\"I learned about what other than music was ten years old. After receiving the Suggia award, I also received money to study other subjects at the University of Oxford. \"",
        "He lived in Oxford with his sister, and by the age of 20, he went to London.",
        "He said that he was working to get funds for everyday expenses.",
        "\"Meet the needs of everyday needs, I was the ruler of London, the ruler of the Sri Lankan student center. At that time played the solo and group concerts. After I invited me to a great manufacturer in Hilverzum Radio, a great manufacturer in Hilverzum Radio, Eyala Chello concert. I opened a new world through learning various techniques. \"",
        "Soon, in 1977, the British Valene player named IRDITTTI was invited to work as the Chelo, the Cherlotti Quartt band.",
        "Then, he served as a band of the band for over 26 years.",
        "The British famous cheon player Rohan de Seam, is recognized as a great person in the field of music.",
        "Taliban says that \"it does not care about a childhood bride:\" Now it does not care \"",
        "Who is Priyantha Weerasuriya who came from constable rank to acting IGP?"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Rohan de Seam: British-Sri Lankan cellist. Born in England to Sri Lankan parents. Won awards including Guilhermina Suggia Award. Played with renowned musicians like Pablo Casals. Member of Cherioti Quartet for 26 years. Known for rare talent and blending Eastern and Western influences in music."
  ]
}