{
  "translated_text": {
    "ta": {
      "title": "பள்ளியில் தொழில் வழிகாட்டுதல் 6 குழந்தைகள்",
      "body_lines": [
        "அடுத்த சில ஆண்டுகளில் உலகின் பல தொழில்கள் காணப்படாது என்றும் குழந்தைகளுக்கு சரியான தொழில்முறை வழிகாட்டுதல் வழங்கப்பட வேண்டும் என்றும் கல்வி அமைச்சர் சுசில் பிரேமாஜயந்தா தெரிவித்தார்.",
        "கல்வி அமைச்சகம் என்பது கல்வி அமைச்சகம் ஒரு அர்த்தமுள்ள விவாதத்தை முடித்துவிட்டது என்பதும், இந்த ஆண்டு தேர்வை முடித்த பெற்றோர்களும் பெற்றோரின் பொறுப்பாகும் என்பதற்கான அர்த்தமுள்ள பதவி உயர்வு.",
        "நாடு முழுவதும் உள்ள ஏ / எல் மாணவர்கள் மீது கல்வி அமைச்சகம் செயல்படுத்திய ஆரம்ப பயிற்சி வகையை குறிக்கும் வகையில் மஹாரகாமா மத்திய கல்லூரியில் தேசிய திட்டத்தில் பங்கேற்க அமைச்சர் இந்த கருத்துக்களை வெளியிட்டார்.",
        "வழிகாட்டுதலின் போக்கை பள்ளி மட்டத்தில் இல்லை, இந்த ஆண்டு மாணவர்களுக்காக ஆஜரான 33,37,000 மாணவர்களில், அதே பாடநெறி சிங்களிலும் தமிழிலும் நடைபெறும்.",
        "6 ஆம் வகுப்பு சீர்திருத்தங்கள் மூலம், 6 ஆம் வகுப்பு சீர்திருத்தங்களுக்கு பள்ளியில் தொழில் மற்றும் எதிர்காலத்தில் குழந்தைகளின் திசை வழங்கப்படும். குழந்தைகள் அதைப் பற்றி தெளிவாக அறிந்திருக்க முடியும் என்று அமைச்சர் சுட்டிக்காட்டினார்.",
        "பிரதேச செயலகப் பகுதியின் பகுதியில் திறன் மேம்பாட்டு அதிகாரியால் நடத்தப்படும் மாணவர்களில் இன்னும் ஈடுபட்டுள்ள மாணவர்கள் குறித்து இந்த திட்டம் நடத்தப்படாது. இந்த பாடத்திட்டத்தை அறிமுகப்படுத்த பாடநெறி செய்யப்பட்டுள்ளது என்றும் அமைச்சர் கூறினார் O / L தேர்வுக்கு அமர்ந்த மாணவர்கள்.",
        "இந்த பாடத்திட்டத்தின் மூலம், பள்ளிகளின் ஆரம்ப தரத் தரம் வாய்ந்த மாணவர்கள் பள்ளிகளின் முதன்மை தரத்தில் மட்டுப்படுத்தப்பட்டிருக்கிறார்கள். பாரம்பரிய படிப்புகள் மற்றும் தேசிய கல்வி நிறுவனத்தின் புதுப்பிப்புகள் மற்றும் புதுப்பிப்புகள் ஆகியவற்றிலிருந்து பயிற்சி வகுப்புகள் வெளியேற்றப்படும் என்று அமைச்சர் மேலும் தெரிவித்தார் பாடத்திட்டம் எதிர்காலத்தில் தலையிடப்படும்."
      ]
    },
    "en": {
      "title": "Career Guidance at School 6 Children",
      "body_lines": [
        "Minister of Education Susil Premajayantha said that many of the world's occupations will not be seen in the next few years and the children should be given the right professional guidance.",
        "The Ministry of Education is a meaningful promotions that the Ministry of Education has completed a meaningful debate and the parents who have completed the examination this year, the parents are the responsibility of the parents.",
        "The Minister made these comments participating in the National Program at the Maharagama Central College to mark the initial training course implemented by the Ministry of Education on the A / L students across the country.",
        "The course of the guidance has not been at school level, and in 33,37,000 students who have appeared for students this year, the same course will be held in Sinhala and Tamil.",
        "Through the 6th grade reforms, the 6th grade reforms will be given career at the school and the direction of children to go in the future.The Minister pointed out that children can be clearly aware of it.",
        "The program will not be held regarding the students who are still involved in the students who are conducted by the Skills Development Officer in their area of the Divisional Secretariat area.The Minister also said that the course has been made to introduce this course for students who sat for the O / L examination.",
        "By this course, students of primary grades of primary grade of schools are limited in primary grade of schools.The Minister further stated that the training courses are expected to be discharged from traditional courses and the updates of the National Institute of Education and the updates of the curriculum will be intervened in the future."
      ]
    }
  },
  "summary_lines": [
    "Education Minister Susil Premajayantha emphasizes the importance of career guidance for children, highlighting the need for professional direction as many current occupations will disappear. The Ministry of Education has initiated a significant debate and aims to provide meaningful promotions. This initiative is part of a national program at Maharagama Central College, marking the start of a career guidance course for A/L students across the country, including in Sinhala and Tamil. The program aims to align with the 6th grade reforms, providing clear direction for children's future careers. It is not limited to school-level students and will be conducted by Skills Development Officers in their areas. The Minister also mentioned that the course is designed for students who have sat for the O/L examination, aiming to move away from traditional courses and incorporate updates from the National Institute of Education and curriculum changes."
  ]
}