{
  "translated_text": {
    "ta": {
      "title": "பொது மற்றும் தனியார் துறை தேர்தல் விடுப்பில் இருந்து வெளியேறும்",
      "body_lines": [
        "அடுத்த நாடாளுமன்றத் தேர்தலில் சம்பளம் அல்லது தனியார் துறை ஊழியர்களை இழக்காமல் வாக்களிக்க பொது மற்றும் தனியார் துறை ஊழியர்களை விட்டு வெளியேறுவது தொடர்பான விதிகளை தேர்தல் ஆணையம் வெளியிட்டுள்ளது.",
        "அதன்படி, பொதுத்துறை குறியீட்டின் நிறுவனங்களின் குறியீட்டின் 12/3 பத்தியில், நிறுவனக் குறியீட்டின் 12/3 பத்தியில் குறைந்தபட்சம் நான்கு மணிநேரம், வாக்களிக்கக் காலமின்றி சிறப்பு விடுப்பு வழங்கப்பட வேண்டும்.",
        "சம்பளம் அல்லது தனியார் துறை ஊழியர்களை இழக்காமல் வாக்களிக்க மனித உரிமைகள் ஆணையம் அளித்த அறிவிப்பில் ஒரு முறை தயாரிக்கப்பட்டுள்ளது என்று தேர்தல் ஆணையம் தெரிவித்துள்ளது.",
        "அதன்படி, 40-100 கி.மீ தூரத்திற்குப் பிறகு, தூரத்தை 40-100 கி.மீ.",
        "தேர்தல் ஆணையம் சுமார் 100-150 கி.மீ தொலைவில் ஒன்றரை கிலோமீட்டர் தொலைவில் இருந்தால், தேர்தல் ஆணையம் தெரிவித்துள்ளது.",
        "இருப்பினும், இது ஊழியர்களால் முதலாளிகளுக்கு எழுத்துப்பூர்வமாக எழுத்துப்பூர்வமாக செய்யப்பட வேண்டும்.",
        "ஒவ்வொரு முதலாளியும் சிறப்பு விடுப்பு மற்றும் ஒரு ஆவணத்தை பணியிடத்தில் காண்பித்து காண்பிக்க விண்ணப்பித்துள்ளதாக தேர்தல் ஆணையம் தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "The public and private sector will leave the election leave",
      "body_lines": [
        "The Elections Commission has published the provisions relating to leave the public and private sector employees to be able to vote without loss of salaries or private sector employees in the next parliamentary election.",
        "Accordingly, in paragraph 12/3 of the Establishments Code of Public Sector Code, the minimum period of four hours in paragraph 12/3 of the Establishments Code, special leave should be granted without a period of time to vote.",
        "The Election Commission said that a methodology has been prepared on a notification made by the Human Rights Commission to vote without loss of salaries or private sector employees.",
        "Accordingly, after 40-100 km of distance, the distance should be given to the minimum livelihood of 40-100 km.",
        "The Elections Commission said that if a half and a half kilometers were about 100-150 km, the Elections Commission said.",
        "However, it should be made by employees in writing to employers in writing.",
        "The Elections Commission said that every employer has applied for special leave and a document to be displayed and displayed in the workplace."
      ]
    }
  },
  "summary_lines": [
    "Elections Commission announces voting leave policy for public and private sector employees. Special leave granted without pay loss for voting in upcoming parliamentary election. Employees must notify employers in writing. Employers display approved leave documents in workplace."
  ]
}