{
  "translated_text": {
    "ta": {
      "title": "சஜிக்கு எதிரான டயானாவின் மனு நீக்கப்பட்டது",
      "body_lines": [
        "உச்சநீதிமன்றம் தாக்கல் செய்த மனு, டயானா கமகே, உச்சநீதிமன்றத்தை திரும்பப் பெற்றது, அவர் சபையின் கட்சி உறுப்பினர்களிடமிருந்து உச்சநீதிமன்றத்தில் தாக்கல் செய்திருந்தார்.",
        "அரசியலமைப்பிலிருந்து வெளியேறுவதைத் தடுக்கவும், அவரது வாடிக்கையாளர் தாக்கல் செய்த மனுவைத் தடுக்கவும் கேட்கப்பட்ட ஜனாதிபதியின் ஆலோசகர் ஃபைசர் முஸ்தபா எழுதிய கோரிக்கையை அகற்ற உச்ச உச்ச நீதிமன்றம் அனுமதித்தது.",
        "இந்த மனுவை உச்சநீதிமன்ற நீதிபதி, காமினி அமரசேகேரா மற்றும் குமுடுனி விக்ரமாசிங்கே மற்றும் மஹிந்த் சமய சாயோ வளர்ச்சி ஆகியவை பரிசீலித்தன.",
        "யு.என்.பி. தேர்தல் ஆணையம் பதிலளித்தவர்கள்.",
        "அரசியலமைப்பில் 20 வது திருத்தத்தை உறுதி செய்ததாக குற்றம் சாட்டப்பட்ட திருமதி மனுதாரர் டயானா கமகே, கட்சி உறுப்பினர்களால் தங்களை வெளியேற்றுவதற்காக பதிலளித்தவர்கள் தாக்கல் செய்யப்பட்டனர், இயற்கை நீதியின் சட்டக் கொள்கை பதிலளித்தவர்களால் மீறப்பட்டது கட்சி உறுப்பினர்களிடமிருந்து வெளியேற்றப்படுவதற்கு எடுக்கப்பட்ட கட்சியைத் தடுப்பதைத் தவிர்க்க ஒரு கட்டளையை கோரியது.",
        "முன்னாள் மாநில அரசு மந்திரி தியானா கமகே சார்பாக ஆஜரான வழக்கறிஞர் ஃபிரிசர் முஸ்தபா, மனுவை பராமரிக்க வேண்டிய அவசியத்தை வழங்கவில்லை.",
        "ஜனாதிபதியின் ஆலோசகர் ஃபைசர் முஸ்தபா, மனுவைத் திரும்பப் பெற தனது வாடிக்கையாளருக்கு அறிவுறுத்தப்பட்டதாக அறிவித்தார், மனுவைத் திரும்பப் பெற அனுமதி கோரினார்.",
        "மனுதாரருக்காக ஜனாதிபதியின் ஆலோசகர் ஃபைசர் முஸ்தபா ஆஜரானார், ஜனாதிபதியின் ஆலோசகர் பைஸ் முஸ்தபா பதிலளித்தவர்களுக்காக ஆஜரானார்."
      ]
    },
    "en": {
      "title": "Diana's petition against Saji is removed",
      "body_lines": [
        "The petition filed by the Supreme Court, Diana Gamage, had withdrawn the Supreme Court, who had filed the Supreme Court since the party members of the House, with the members of the House.",
        "The Supreme Supreme Supreme Court permitted to remove a request made by President's Counsel Faizer Mustapha, who was asked to prevent the departure of the party from the constitution and to prevent the petition filed by his client..",
        "The petition was considered by Supreme Court Judge, Gamini Amarasekera and Kumuduni Wickramasinghe and Mahinda Samaya Saoe Development.",
        "UNP General Member of Parliament Ranjith Madduma Bandara, Chairman and Opposition Leader Sajith Premadasa, the Chairman of the Election Commission and the Elections Commission of the Election Commission, the Chairman of the Election Commission, the General Secretary of the Elections Secretary General of the Elections and Elections Commission had been named as respondents..",
        "Ms. Petitioner Diana Gamage, who had been accused of assuring the 20th Amendment to the Constitution, the respondents were filed by the party members to expel themselves by the party members, the legal principle of natural justice was violated by the respondents.The petition had requested a command to avoid the prevention of the party that was taken to expel them from party membership.",
        "Attorney-at-Law Firiser Mustapha, who appeared on behalf of former State Government Minister Diyana Gamage, has issued no need to maintain the petition.",
        "The President's Counsel Faizer Mustapha, announced that his client was advised to withdraw the petition, requested permission to withdraw the petition.",
        "President's Counsel Faizer Mustapha appeared for the petitioner, and President's Counsel Faiz Mustapha appeared for respondents."
      ]
    }
  },
  "summary_lines": [
    "Diana Gamage withdrew her Supreme Court petition against Saji, which aimed to prevent expulsion from the party under the 20th Amendment to the Constitution. The petition was dismissed after counsel Faizer Mustapha advised withdrawal, citing no need to maintain it."
  ]
}