{
  "translated_text": {
    "si": {
      "title": "මාමා පැහැර ගැනීම සම්බන්ධයෙන් මෑන්මදන් අත්අඩංගුවට ගත්තා",
      "body_lines": [
        "මීට වසරකට පෙර, ඇගේ ස්වාමිපුරුෂයා සහ සහෝදරිය තම ගර්භනී සහෝදරිය රැකබලා ගැනීමට පුරුදුව සිටියහ.. ඔවුන් දෙදෙනාම තනිකම.",
        "සාමුවෙල් (වයස 55) අම්බෙල්ලාර් වීදිය, කොඩංගයූර්, චෙන්නායි හි. ඔහුගේම ඔටෝ සමඟ ඩ්රයි. ඔහුට සෝනියා (23) සහ සෝර්සා (23) වැනි දියණියන් දෙදෙනෙක් සිටිති. මීට වසර 4 කට පෙර කන්චපුරපුර දිස්ත්රික්කයේ සිට සෝනියා ඇල්වන්, 35, කැන්චෙපුරම් දිස්ත්රික්කයෙන් ඇල්වාන් සමඟ ආදරයෙන් බැඳී සිටියේය.",
        "සෝනියා මීට වසර 1 කට පෙර ගැබ් ගත්තා. ස්කෝනා තම සහෝදරියගේ නිවසට ගොස් ඔහුව රැකබලා ගැනීම සඳහා ගියේය. ඉන්පසු ඔහු සහ උප ons ාෂය පුරුදු විය. සෝර්නා ඔහුගේ බිරිඳ නොදැන දෙවන ස්ථානය. මෙම කරුණ දැන ගැනීමෙන් පසුව, සොන්නියා දන්නවා දෙදෙනා තිරූලයෙයාර් හි වූපම්පත්ත ප්රදේශයේදී වෙන වෙනම කුලියට ගත් බව දැන සිටියහ.",
        "පවුලට ප්රමාණවත් ආදායමක් නොලැබීම නිසා ඔහුට පවුල ධාවනය කිරීමට නොහැකි විය. දෙදෙනා කොඩංගෙයූර්හි මවගේ නිවස වෙත පැමිණ සිටියහ.",
        "ඔහුගේ භාර්යාවන් 2 දෙනා රැගෙන යාම සඳහා තම පියාගේ නිවසේ පැමිණි ඇල්වන් 12 වන ස්ථානයට පැමිණියේය. ඔහු සහ ඔහුගේ පියා වන සාමුවෙල්ට ආරවුලක් ඇති විය. ඊළඟ දවසේ, සාමුවෙල්ව අල්ලාගත් පියාණෙනි, තම පියාට පානයක් මිල දී ගත්තේ ය.. Drug ෂධය ගමන් කරන විට, ඔහු කොඩංගේර්හි නිවසකට කොටු වී සිටියේය.",
        "පසුව ඔහුගේ භාර්යාවන්ට දුරකථන ඇමතුමක් දී, \"මම ඔබේ පියා පැහැරගත්තා. ඔබ මා සමඟ පවුලට නොපැමිණියේ නම්, මම ඔබේ පියා මරා දමමි. මේ අනුව කම්පනයට පත් අක්කරල් සහ තංගායි කොඩංගෙයූර් පොලිසියට පැමිණිලි කළහ.",
        "ඒ අනුව, මාධවරම් ප්රදේශයේ අබලන් වූ නිවසක ජංගම දුරකථන සං signal ාවක් ඇති සාමුවෙල් පොලීසිය බේරා ගත්තේය.. අත්අඩංගුවට ගෙන විමර්ශනය කළේය. මත්පැන්වලට ඇබ්බැහි වූ සාමුවෙල් දියණියකගේ ජීවිත ගැන නොසිතා දියණියක සමඟ සිටියේය.",
        "පොලිසිය ඔහුව දැඩි ලෙස යවා පුත්රයා අත්අඩංගුවට ගත්තා. වැඩිදුර පරීක්ෂණවලින් හෙළි වී ඇත්තේ විවාහ 2 ක් ඔහු සමඟ විවාහ වී දැන් විවාහ වී ඇති බවයි. අත්අඩංගුවට ගැනීම සිරගත කරන ලදී."
      ]
    },
    "en": {
      "title": "Manmadhan arrested for kidnapping uncle",
      "body_lines": [
        "A year ago, her husband and sister became accustomed to taking care of her pregnant sister.. Both of them were lonely.",
        "Samuel (age 55) hails from Ambedkar Street, Kodungaiyur, Chennai. Drives with his own auto. He has 2 daughters as Sonia (23) and Sorna (23). Sonia fell in love with Alvan, 35, from Kancheepuram district 4 years ago.",
        "Sonia became pregnant 1 years ago. Sorna went to his sister's house to take care of him. Then he and the subconscious became accustomed to. Sorna married 2nd without knowing his wife. After Knowing this fact, Sonia Knowing that the two men were rented separately at Veppampattu in Tiruvallur.",
        "Due to inadequate income for the family, he was unable to run the family. The two had come to their mother's house in Kodungaiyur.",
        "Alwan, who came to his father-in-law's house to take his 2 wives, arrived on the 12th. He and his father -in -law Samuel had a dispute. The next day, the father -in -law, who took Samuel, bought a drink to his father -in -law. When the drug was headed, he was confined to a house in Kodungaiyur.",
        "Then phoned his wives and said, “I have abducted your father. If you do not come to the family with me, I will kill your father. Shocked by this, both Akkal and Thangai lodged a complaint with the Kodungaiyur police.",
        "Accordingly, the police rescued Samuel, who had a cell phone signal in a dilapidated house in Madhavaram area.. Also arrested and investigated. Samuel, who was addicted to alcohol, was accompanied by a daughter -in -law, without thinking about the lives of daughters.",
        "The police sent him strongly and arrested the son -in -law Alivan. Further investigations revealed that he had already married her 2 marriage and is now married. The arrest was imprisoned."
      ]
    }
  },
  "summary_lines": [
    "Manmadhan kidnapped Samuel, her uncle, after a dispute with him. Samuel's daughters, Sonia and Sorna, were involved in a complex family situation. Sonia was pregnant and married Alvan, while Sorna was married to Alvan's brother without knowing. Alvan, who had married both sisters, kidnapped Samuel, leading to his arrest."
  ]
}