{
  "translated_text": {
    "ta": {
      "title": "விடுப்பு இல்லாமல் வேலை செய்வதாக அறிவிக்காத இராணுவ உறுப்பினர்களுக்கான பரிசு",
      "body_lines": [
        "விடுப்பு இல்லாமல் விடுப்பு இல்லாமல் விடுப்பு இல்லாமல் விடுப்பு இல்லாமல் விடுப்பு இல்லாமல் வேலை செய்வதாக அறிவிக்காத இராணுவ வீரர்கள் அமைச்சில் வெளியிடப்பட்டுள்ளனர்.",
        "அதன்படி, இந்த பொதுக் காலம் ஏப்ரல் 20 முதல் மே 20 வரை வெளியிடப்பட்டுள்ளது.",
        "ஏப்ரல் 2 தேதிக்கு முன்னர் விடுமுறைகள் இல்லாத நாளில் இல்லாதவர்களுக்கு மட்டுமே பள்ளி பொருந்தும்.",
        "கூடுதலாக, விடுமுறைகள் இல்லாமல் வேலைக்குத் திரும்ப முடியாத ஆயுதப்படைகளுக்கு தங்கள் துறைமுகத்திற்கு புகாரளிக்காமல் காலத்தின் கீழ் பல நிபந்தனைகளை ராஜினாமா செய்வதற்கான வாய்ப்பு வழங்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Prize for military members who have not reported to work without leave",
      "body_lines": [
        "Military personnel who have not reported to work without leave without leave without leave without leave have been published in the ministry.",
        "Accordingly, this public period has been published from 20th to May 20th April.",
        "The school is only applicable to those who are not on the day without holidays before the date of April 2.",
        "In addition, the armed forces who have not been able to return to work without holidays have been given the opportunity to resign into several conditions under the period without reporting to their port."
      ]
    }
  },
  "summary_lines": [
    "Military members not reporting to work without leave have been publicly named. A grace period from April 20th to May 20th applies, excluding those on holiday before April 2. Those unable to return have options to resign under certain conditions."
  ]
}