{
  "translated_text": {
    "si": {
      "title": "Ime මන්ත්රීවරුන්ට ගැටලුවක් තිබිය හැකිය",
      "body_lines": [
        "එක්සත් ජනතා පක්ෂයේ බල පක්ෂය රටේ-අනාථ නොවන ඩයනා කමිගගේමා විසින් නිර්මාණය කරන ලද්දක් ද?ඇමති කන්ජන විජේසේකර මහතා පැවසුවේ ප්රශ්න ඇති වන බවයි.",
        "පසුගිය මහ මැතිවරණයේදී පක්ෂයේ නාමයෝජනා අත්සන් කළහොත්, වත්මන් පක්ෂ ලේකම් සමඟ ගිවිසුමක් අත්සන් කර ඇත්නම් පක්ෂයේ ගැටලුවලට මුහුණ දීමට සිදුවන බව ඔහු පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ බදාදා (08) පාර්ලිමේන්තුවේ පැවති රාජ්ය තාන්ත්රික වරප්රසාදය පිළිබඳ විවාදයකදීය.",
        "ශ්රේෂ් Supreme ාධිකරණය පාර්ලිමේන්තු මන්ත්රීවරයාගේ පාර්ලිමේන්තු මන්ත්රී ධුරය මත පාලනය කර තිබේ. එම විනිශ්චයට අභියෝගයක් නොවනු ඇත. නමුත් ගැටලුවක් තිබේ.",
        "ඇගේ මන්ත්රීවරයා ශ්රී ලංකාවේ පුරවැසිභාවය නොවේ. මෙන්න ඔහු තමයි විපක්ෂයේ බොහෝ මන්ත්රීවරුන්ගේ පක්ෂය ලියාපදිංචි කර අත්සන් කළේ ය.. එක්සත් ජනතා බලයේ නීත්යානුකූලද?පැන නගින ගැටළු. ඔහු ඔවුන්ට පක්ෂය ලබා දී ඇත. ඔහු පක්ෂය ලියාපදිංචි කරන විට ඔහු ශ්රී ලාංකික පුරවැසියෙකු නොවීය. මේ රටට නොපැමිණීම පක්ෂය ලියාපදිංචි කිරීමට නොහැකි බව ඔහු පැවසීය.",
        "ඔහු ද නාමයෝජනා ද?අත්සන් කළ බව දන්නේ නැත. ඔහු එයට අත්සන් කර ඇත්නම්, ඔහුට ඒ ගැන අවධානය යොමු කළ යුතුය. පාර්ලිමේන්තු අවන්හලේදී බොහෝ මන්ත්රීවරුන් ඉතා ව්යාකූල වූ බව ඔහු පැවසීය.",
        "එක්සත් ජනතා බලයේ ජාතික සංවිධායක තිසා අත්තනායක මහතා පැවසුවේ පක්ෂ තනතුරු දැනටමත් වෙනස් කර ඇති බවයි.",
        "මෙම අවස්ථාවට අදහස් දක්වමින් අමාත්ය කන්ජන විජේහෙකර මහතා කියා සිටියේ මෙය එසේ නොවන බවයි, නමුත් මෙය එසේ නොවේ.. එය උසාවියේදී කියනු ලැබේ. නාමයෝජනා පත්රවලට අත්සන් කරනු ලැබේ. මේ අනුව සාකච්ඡා කිරීමට කාලය ගත කිරීම සහ මෙම ගැටලුවට මුහුණ දීමට සූදානම්ව සිටිමු. ඔබට මෙම ගැටලුව සම්බන්ධයෙන් යමක් තිබේ. එසේ නොකරන ලෙස මම යාච් pray ා කරමි.",
        "කෙසේ වෙතත්, -cition නොවන පක්ෂයක් පක්ෂයක් නිර්මාණය කර ඇත්නම්, ඔහු ඔබට පක්ෂය ලබා දී ඇත්නම් සහ ඔහු නාමයෝජනා අත්සන් කළේ නම්, ඔහු විසින් නිමජජමබන්දර අතර අත්සන් කරනු ඇත.",
        "දැන් හොඳම නීති lawyer කණ්ඩායමට සූදානම් වන්න. නීති yers යින් අපේ පැත්තෙන් තබා නොගන්න. ඔබ එසේ කරන්නේ නම්, ඔබට තවත් ගැටලුවලට මුහුණ දීමට සිදුවේ."
      ]
    },
    "en": {
      "title": "IMP MPs may have a problem",
      "body_lines": [
        "Is the United People's Power Party legal created by the country's non -citizen Diana Kamagema?Minister Kanjana Wijesekera said that the questions arise.",
        "He said that if he had signed the party's nomination during the last general election, he would have to face the problems of the party if he had signed an agreement with the current party secretary.",
        "He was speaking at a debate on diplomatic privilege held in Parliament on Wednesday (08).",
        "The Supreme Court has ruled on MP's post of MP. Will not be challenging that judgment. But there is a problem.",
        "Her MP is not the citizenship of Sri Lanka. Here he is the one who registered and signed the party of many MPs in the opposition.. Is the United People's Power Legal?Problems arising. He has given the party to them. He was not a Sri Lankan citizen when he registered the party. He said that a non -belonging to this country could not register the party.",
        "And he is also in the nomination?It is not known that the signed. If he had signed it, he would have to pay attention to it. He said many MPs were very confused when talking at the parliament restaurant.",
        "The United People's Power National Organizer Tissa Attanayake said that the party posts have already been changed.",
        "Speaking on the occasion, Minister Kanjana Wijeshekara said that this is not the case, but this is not the case.. It will be said in court. The nomination papers will be signed. Thus let's spend time for discussions and get ready to face this issue. You have something issue on this issue. I pray not to do so.",
        "However, if a non -citizen had created a party, if he had given you the party, and if he had signed the nomination, he would have been signed between Ranjith Mathumabandara.",
        "Get ready for the best lawyer team right now. Don't keep the lawyers from our side. If you do so, you will have to face more problems."
      ]
    }
  },
  "summary_lines": [
    "Minister Kanjana Wijesekera questioned the legality of the United People's Power Party, created by non-citizen Diana Kamagema, during a parliamentary debate. He warned that signing the party's nomination could lead to legal issues, especially since the party's secretary is currently facing problems. The Supreme Court's ruling on MP posts won't be challenged, but the citizenship status of the party's MP raises concerns. The minister advised caution and readiness for legal challenges, emphasizing the importance of ensuring party legality and citizenship requirements."
  ]
}