{
  "translated_text": {
    "ta": {
      "title": "இலவச கட்சி ரானிலின் பெரும்பான்மையானது",
      "body_lines": [
        "அடுத்த ஜனாதிபதித் தேர்தலில் ஜனாதிபதி ரானில் விக்ரமேசிங்கை ஆதரிக்க இலங்கை சுதந்திரக் கட்சி அதிகாரப்பூர்வமாக முடிவு செய்தது, மேலும் நிர்வாக சபையில் 90% முழு நிர்வாக சபையிலும் பங்கேற்றதாக அவர் கூறினார்.",
        "இலங்கை சுதந்திரக் கட்சி (எஸ்.எல்.எஃப்.பி) ஏற்கனவே ஜனாதிபதி ரணில் விக்கிரேமசிங்கின் வெற்றியின் வெற்றியை உறுதி செய்யத் தொடங்கியுள்ளது.",
        "போக்குவரத்து அமைச்சர் லாசந்தா அலகியவன்னா இந்த அறிக்கையை ஜனாதிபதி ஊடக மையத்தில் நடந்த செய்தியாளர் கூட்டத்தில் பங்கேற்றார்.",
        "\"போக்குவரத்து போக்குவரத்து காரணமாக, சுற்றுச்சூழல் அமைப்பு மற்றும் எங்கள் சுற்றுச்சூழல் அமைப்புக்கு நிறைய சேதம் உள்ளது. புகை சாப்பிடும் வாகனங்கள் சிறப்பு. ஒரு தீர்வாக, புகைபிடிக்கும் சான்றிதழ்களை நாங்கள் வழங்குகிறோம். அதன்படி, நம் நாட்டின் வளிமண்டலம் நல்ல நிலையில் உள்ளது. இது நுரையீரல் தொடர்பான நோய்களைக் குறைக்க உதவுகிறது.",
        "மேலும், போக்குவரத்து அமைச்சகம், கட்டிட ஆராய்ச்சி நிறுவனம் மற்றும் மத்திய சுற்றுச்சூழல் ஆணையம் ஆகியவை அடுத்த ஆறு மாதங்களுக்குள் மையங்களை நூற்றுக்கணக்கான மையங்களுக்கு அதிகரிக்க நடவடிக்கை எடுத்துள்ளன. இந்த தரவு அனைத்தையும் ஒரே இடத்தில் எடுத்து, உலகில் எங்கிருந்தும் எந்தவொரு குடிமகனும், எந்தவொரு குடிமகனும் ஆன்லைனில் ஆன்லைன் உமிழ்வு நிலைமைகளைக் காண வேண்டும்.",
        "மேலும், வாகன உமிழ்வு சான்றிதழைப் பெற்ற பிறகு, காப்பீடு மற்றும் வாகன உரிமத்தைப் பெற நிரல் தயாரிக்கப்பட்டுள்ளது.. இரண்டு மாதங்களுக்குள், இந்த திட்டம் தீவு அகலமாக செயல்படுத்தப்பட்டுள்ளது.",
        "மேலும், விபத்துக்களைக் குறைக்க கணினிக்கு விபத்துக்கள் வழங்கப்படுவதற்கு தேவையான தரவுத்தளம் தேவைப்படும் டெண்டர்கள் இறுதி கட்டங்களில் உள்ளன. அடுத்த மாதத்திற்கு பொருத்தமான ஒரு தகுதியான ஒன்றைத் தேர்ந்தெடுத்து நிரலை செயல்படுத்துவதற்கான நடவடிக்கைகள் எடுக்கப்படும் என்பதை கவனத்தில் கொள்ள வேண்டும்.",
        "மேலும், செப்டம்பர் முதல் இரண்டு மாதங்கள் முதல் முன்கூட்டியே விரட்டப்பட்ட வாட்சப் செய்தி. இந்த இரண்டு மாதங்களின் முடிவுக்குப் பிறகு, தொடர்புடைய சட்டத்தை செயல்படுத்த நடவடிக்கை எடுக்கப்படும்.",
        "அடுத்த ஜனாதிபதித் தேர்தலில் ஜனாதிபதி ரணில் விக்கிரமசிங்கை ஆதரிக்க இலங்கை சுதந்திரக் கட்சி (எஸ்.எல்.எஃப்.பி) அதிகாரப்பூர்வமாக முடிவு செய்துள்ளது. இந்த முடிவு கட்சி நிமல் சிரிபாலா டி சில்வாவின் தலைவர் மற்றும் பொதுச் செயலாளர் எம்.பி. டுமிந்தா சில்வா உள்ளிட்ட கட்சியின் அதிகாரிகள் மட்டுமல்ல. 14 எம்.பி.க்களில் எட்டு உறுப்பினர்கள் எங்கள் கட்சியை பிரதிநிதித்துவப்படுத்துவதன் மூலம் கட்சியை பிரதிநிதித்துவப்படுத்தும் முடிவுக்கு ஒப்புக் கொண்டுள்ளனர், மேலும் CHOGM இல் பரிந்துரைகள் வழங்கப்பட்டுள்ளன.",
        "இந்த முடிவு நிர்வாகக் குழுவில் 90% இல் எடுக்கப்பட்டது என்று நாம் சொல்ல வேண்டும். எனவே, எஸ்.எல்.எஃப்.பியின் இலங்கை சுதந்திரக் கட்சியின் வலுவான நெட்வொர்க் ஏற்கனவே ஜனாதிபதி ரங்கில் விக்ரமேசிங்கை உறுதி செய்யத் தொடங்கியுள்ளது. \""
      ]
    },
    "en": {
      "title": "The majority of the free party Ranil",
      "body_lines": [
        "The Sri Lanka Freedom Party officially decided to support President Ranil Wickremesinghe in the next presidential election and that 90% of the executive council participated in the entire executive council, said he said.",
        "The Sri Lanka Freedom Party (SLFP) has already begun to ensure the victory of President Ranil Wickremesinghe's victory.",
        "Minister of Transport Lasantha Alagiyawanna made this statement participating at a press conference at the Presidential Media Center.",
        "\"Due to the transportation of the transport, there is a lot of damage to the ecosystem and our ecosystem. The smoke eating vehicles is special among. As a solution, we issue smoking certificates. Accordingly, our country's atmosphere is in good condition. This helps to minimize lungs related diseases.",
        "Also, the Ministry of Transport, Building Research Institute and the Central Environmental Authority have taken measures to increase centers to hundreds of centers within the next six months. Take all these data at one place and any citizen from anywhere in the world, any citizen needs to see online emission conditions online.",
        "Also, after obtaining the Vehicle Emission Certificate, the program has been prepared to obtain the insurance and vehicle license.. Within two months, the program has been implemented island wide.",
        "Also, tenders who need the database required for the system to be provided with accidents to minimize accidents are in the final stages. It should be noted that steps will be taken to select a deserving of a suitable for the next month and implement the program.",
        "Also, pre-emptied WattsUp message from September first two months. After the end of these two months, action will be taken to implement the relevant law.",
        "The Sri Lanka Freedom Party (SLFP) has officially decided to support President Ranil Wickremesinghe in the next presidential election. The decision was not only the party's officials including the Chairman of the party Nimal Siripala de Silva and General Secretary MP Duminda Silva. Eight members of the 14 MPs have agreed to the decision to represent the party by representing our party and have been given nominations on the CHOGM.",
        "And we must say that this decision was made in 90% of the executive council. Therefore, the SLFP's strong network of the Sri Lanka Freedom Party has already begun to ensure President Ranil Wickremesinghe victory. \""
      ]
    }
  },
  "summary_lines": [
    "The Sri Lanka Freedom Party (SLFP) has endorsed President Ranil Wickremesinghe for the upcoming presidential election, with 90% of its executive council participating in the decision. The party has initiated efforts to secure his victory. Additionally, the Ministry of Transport announced plans to mitigate environmental impact through stricter vehicle emissions standards, issuing certificates, and increasing monitoring centers. These measures aim to improve air quality and reduce lung-related diseases, with programs for obtaining these certificates and licenses set to roll out nationwide soon."
  ]
}