{
  "translated_text": {
    "ta": {
      "title": "அனுராடன்சா மற்றும் சஜித் அனுராவிடம் குற்றம் சாட்டப்பட்டனர்",
      "body_lines": [
        "தேசிய அதிகாரத்தின் தலைவர் அனுரா குமாரா டிஸ்டனாயக்கில், ஜனாதிபதியும் எதிர்க்கட்சித் தலைவரும் தங்கள் தேர்தல் பிரச்சாரங்களுக்காக மாநில சொத்துகளையும் பணத்தையும் பயன்படுத்துகிறார்கள் என்று கூறினார்.. திரு. டிஸ்டனாயகே வாக்காளரின் வாக்காளர் லஞ்சம் செயல்முறையுடன் தொடங்கப்பட்டார் என்றார்.",
        "திரு. டிஸ்டனாயக்க இந்த அறிக்கையை இன்று ஜே.வி.பியின் தலைமை அலுவலகத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் வெளியிட்டார்.",
        "\"எங்கள் தேர்தல் பிரச்சாரம் 17 சனிக்கிழமை 17 சனிக்கிழமை தொடங்க முடிவு செய்யப்பட்டுள்ளது. டங்கல்லே, பாட்டிகலோவா மற்றும் கேலி மற்றும் காலில் மூன்று முக்கிய பேரணிகள் தயாரிக்கப்பட்டுள்ளன.",
        "பின்னர், வடக்கு மற்றும் கிழக்கு உட்பட, இலங்கையின் ஒவ்வொரு மாவட்டத்திலும் அனைத்து இடங்களையும் பிரதிநிதித்துவப்படுத்தும் தேர்தல் பிரச்சாரத்திற்கு ஏற்பாடு செய்துள்ளது.. மேலும், நகரங்களிலிருந்து தொடர்ச்சியான கூட்டங்கள் கிராமத்திற்கு தயாரிக்கப்பட்டுள்ளன. எங்கள் தேர்தல் பிரச்சாரம் வீட்டு பேச்சுவார்த்தைகளின் வீடுகளில் சேர்க்கப்பட்டுள்ளது.",
        "15 வது துறையில், எரிசக்தி துறை குறித்த சுற்றுலா அறிக்கை சுற்றுலாத் துறையின் 26 ஆம் தேதி 26 ஆம் தேதி வழங்கப்படும்.. நாட்டின் டாலர் நெருக்கடிக்கு குறுகிய கால தீர்வுகளின் மதிப்புமிக்க பகுதியாக சுற்றுலாத் துறையை நாங்கள் அடையாளம் கண்டுள்ளோம். எங்கள் பொருளாதாரக் கொள்கையை செப்டம்பர் 3 ஆம் தேதி தொடங்குவோம், இது அனைத்து துறைகளையும் உள்ளடக்கியது. ஒரு பெரிய வணிக மாநாட்டை உறுதிப்படுத்த நடவடிக்கை எடுக்கப்படும்.",
        "கல்வி, சுகாதாரம், உணவு, கல்வி, சுகாதாரம், உணவு, கல்வி தயாரித்தல், சுகாதாரம், உணவு, கல்வி, சுகாதாரம், உணவு, கல்வி தயாரித்தல், சுகாதாரம், உணவு, உணவு ஆகியவற்றின் அடிப்படை தேவைகளை வளர்ப்பதிலும் இது கவனம் செலுத்தியுள்ளது.. பல துறைகளில் சமூக-பொருளாதார மற்றும் கலாச்சார முக்கியத்துவத்தை கருத்தில் கொண்டு ஆகஸ்ட் 26 அன்று தேர்தல் அறிக்கையை சமர்ப்பிக்க திட்டமிடப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Anuradansa and Sajith charged from Anura",
      "body_lines": [
        "Leader of the National Power Anura Kumara Dissanayake said that the President and the Opposition Leader is using state property and money for their election campaigns.. Mr. Dissanayake said the voter's voter was started with a bribery process.",
        "Mr. Dissanayake made this statement at a press conference held at the Head Office of the JVP today.",
        "\"Our election campaign has been decided to commence Saturday 17th Saturday 17th. Three main great rallies have been prepared in Tangalle, Batticaloa and Galle and Galle.",
        "Then, including the North and East, has arranged for the election campaign representing all seats in every district of Sri Lanka.. Also, a series of meetings from cities have been prepared to village. Our election campaign has been included in the homes of home negotiations.",
        "On the 15th sector, the tourism statement on the Energy sector will be presented on the 26th of the 26th of the tourism industry.. We have identified the tourism industry as the prestigious area of ​​short term solutions to the country's dollar crisis. And we will launch our economic policy on September 3, covering all fields. Steps will be taken to ensure a large business conference.",
        "It has also focused on developing the basic requirements of education, health, food, making education, health, food, making education, health, food, making education, health, food, making education, health, food.. It is planned to submit the election statement on August 26, considering socio-economic and cultural importance in many fields. \""
      ]
    }
  },
  "summary_lines": [
    "Anura Kumara Dissanayake, leader of the National Power, accused the President and Opposition Leader of misusing state resources for elections. He announced their campaign kickoff on July 17th, with major rallies in Tangalle, Batticaloa, and Galle, covering all districts. The campaign includes city-to-village meetings and focuses on sectors like tourism and energy, aiming to address Sri Lanka's dollar crisis. They plan to release their economic policy on September 3rd, emphasizing education, health, and food security."
  ]
}