{
  "translated_text": {
    "si": {
      "title": "ISIS ශ්රී ලාංකිකයන් පිළිබඳ කම්පිත තොරතුරු ඉන්දියාවේ සිරවී සිටී",
      "body_lines": [
        "ඉන්දියාවේ අහමදාබාද් ජාත්යන්තර ගුවන්තොටුපලේදී අත්අඩංගුවට ගත් ශ්රී ලංකා අයිසිස් ත්රස්තවාදීන් සිව් දෙනෙකු ද සියදිවි නසාගැනීමේ ප්රහාරයක් සඳහා සූදානම් බව ගුජරාට් පොලිසිය පවසයි.",
        "ශ්රී ලංකාවේ ශ්රී ලංකාවේ ශ්රී ලංකා ජනතාව සිව්දෙනෙකු වන අහමදාබාද් සර්දාර් පටෙල් ජාත්යන්තර ගුවන්තොටුපලේදී ඉරිදා රාත්රියේදී අත්අඩංගුවට ගනු ලැබීය.",
        "ඔවුන් ගුජරාට් ත්රස්ත හමුදාව විසින් අත්අඩංගුවට ගෙන ඊයේ පස්වරුවේ මාධ්ය හමුවකදී ඉදිරිපත් කරන ලදී.",
        "ඒ අනුව, අවුරුදු 33 ක දුරක් - මොහොමඩ් නුස්රාත් නෙගම්බෝහි ස්වදේශිකයෙකු ලෙස හඳුනාගෙන තිබේ.",
        "අවුරුදු 43 ක්, කොළඹ සිට 27, 27, මොහොමඩ් නෆරාන්, 43, අවුරුදු 43 ක්, අවුරුදු 43 ක් සහ අවුරුදු 35 ක් - අවුරුදු-ග්රීඩ් මොහොමඩ් 35 ක් අත්අඩංගුවට ගත් අනෙක් ත්රස්තවාදීන් ය.",
        "ඔවුන් රටින් ඉන්ඩිගෝ ගුවන් සමාගම් විසින් අහමදාබාද් වෙත ගමන් කරන බව වාර්තා වේ.",
        "දෙමළ භාෂාව පමණක් භාවිතා කළ ත්රස්තවාදීන් සිව්දෙනාම පරිවර්තකයා විසින් විමර්ශනය කරන ලදී.",
        "ඔවුන්ගෙන්, ජංගම දුරකථනය, වාදක මුදල් නෝට්ටු දෙක සහ අයිසිස් ධජය කෙනෙකුගේ සංචාරක පැකේජයෙන් සොයාගෙන ඇත.",
        "පාකිස්තානයේ සිට ක්රියාත්මක වන අයිසිස් ත්රස්ත සංවිධානයේ ප්රධානී අබු, පසුගිය පෙබරවාරියේදී සමාජ මාධ්ය විසින් හඳුනාගෙන ඇති අතර පසුව බරපතල ISIS දෘෂ්ටිකෝණයන් බවට පත්ව ඇත.",
        "එසේම, අබුගේ උපදෙස් මත ඉන්දියාවට ත්රස්ත ප්රහාර සඳහා රුපියල් ලක්ෂ 4 ක් ගෙවා ඇති බව වාර්තා වේ.. ඔවුන් මරාගෙන මැරෙන ප්රහාරයකට පවා සූදානම් වෙමින් සිටි බව වාර්තා වේ.",
        "ඔවුන්ගේ ජංගම දුරකථන අධ්යයනයේ දී අහමදාබාද් අසල නනාසිතෝලා ප්රදේශයේ ආයුධ සැඟවීම පිළිබඳ තොරතුරු ආරක්ෂක හමුදාවන්ට හෙළි වී තිබේ.",
        "අත්අඩංගුවට ගත් අයිසිස් ත්රස්තවාදීන් සිව්දෙනෙකුගෙන් එක්රැස් කරන වාචික හා විමර්ශන සාක්ෂි මත පදනම් වූ ක්රියාකාරකම් වැළැක්වීමේ කටයුතු හා නීති විරෝධී ආයුධ නීතිය යටතේ රටේ දණ්ඩ නීති රීති යටතේ නීතිමය පියවර ගනු ලැබේ.. රීල්"
      ]
    },
    "en": {
      "title": "Shocking information about ISIS Sri Lankans trapped in India",
      "body_lines": [
        "Gujarat police say that four Sri Lankan ISIS terrorists who were arrested at the Ahmedabad International Airport in India were also ready to carry out a suicide attack.",
        "Four Sri Lankan people from Sri Lanka to Ahmedabad were arrested on Sunday night at the Ahmedabad Sardar Patel International Airport.",
        "They were arrested by the Gujarat Terrorist Force and presented at a press conference yesterday afternoon.",
        "Accordingly, a 33 -year -old man, Mohamed Nusrat, has been identified as a native of Negombo.",
        "Mohamed Nafran, 27, from Colombo, 43 -year -old Mohamed Rashin and 35 -year -old Mohamed Farish are the other terrorists arrested.",
        "They are reportedly traveling from the country to Ahmedabad by Indigo Airlines.",
        "All four terrorists who used only the Tamil language were investigated by the translator.",
        "From them, the cell phone, the two -country currency notes and the flag of the ISIS have been discovered from one's travel package.",
        "Abu, the head of the ISIS terrorist organization operating from Pakistan, has been identified by social media last February and has later become a serious ISIS ideologues.",
        "Also, on the advice of Abu, the terrorist attacks in India are reported to have been paid Rs 4 lakh in money.. It has been reported that they were even preparing for a suicide attack.",
        "In the study of their cell phones, information about the hiding of weapons in the Nanasitola area near Ahmedabad has been revealed to the security forces.",
        "Legal action will be taken in the future under the country's Penal Code, the Prevention of Activities and the illegal weapons law, based on verbal and investigation evidence collected against four arrested ISIS terrorists.. Remble"
      ]
    }
  },
  "summary_lines": [
    "ISIS terrorists from Sri Lanka, including a leader linked to Pakistan, were arrested at Ahmedabad airport in India, planning a suicide attack. They were caught with ISIS flags and cash, indicating their intent and funding source. Their arrest follows intelligence gathering and social media tracking, revealing their plot and potential weapon storage locations. Legal proceedings are underway against them under Indian laws."
  ]
}