{
  "translated_text": {
    "si": {
      "title": "රැකියා ලබා දුන් ව්යාජ වෛද්යවරයා අත්අඩංගුවට ගැනීම",
      "body_lines": [
        "ශ්රී ලංකා විදේශ රැකියා කාර්යාංශයේ විශේෂ විමර්ශන දෙපාර්තමේන්තුවේ නිලධාරීන් (එස්එල්එෆ්ඊ) ඊශ්රායලයේ කෘෂිකාර්මික අංශයේ රැකියා අවස්ථා ලබා දීම පිළිබඳ කම්කරු හා විදේශීය රැකියා අමාත්යාංශයේ නම් වංචා කළ පුද්ගලයෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "කොළඹ 07, කොළඹ විජේරාම මාවතෙහි වෙසෙන සැකකරු කියා සිටියේ කම්කරු හා විදේශ රැකියා අමාත්යාංශය හරහා විදේශ රැකියා ලබා දිය හැකි බව ඔහු පැවසීය.",
        "ඔහු ජනතාවට විදේශ රැකියා අමාත්යාංශයට සහ නාරහෙන්පිටා හි විදේශ රැකියා කාර්යාංශයට මුදල් ලබා ගැනීමට ආරාධනා කර තිබේ.",
        "සැකකරු රුපියල් 7,650,000 ක් වංචා කර ඇති බව පරීක්ෂණවලින් හෙළි වී තිබේ. තමාට ගෙවූ පුද්ගලයෙකු විසින් කරන ලද පැමිණිල්ලක පදනම මත ඔහු කම්කරු හා විදේශ රැකියා අමාත්යංශයේ දී අත්අඩංගුවට ගෙන තිබේ.",
        "සැකකරු කොළඹ මහේස්ත්රාත් අධිකරණයට ඉදිරිපත් කර ඇති අතර අප්රේල් 3 වනදා දක්වා රිමාන්ඩ් භාරයට පත් කරන ලෙසට නියෝග කර තිබේ.",
        "වංචාවන්ට සැඟවී සිටීමට උදව් කළ සැකකරුගේ බිරිඳ ලෙස වැඩිදුර පරීක්ෂණ සිදු කෙරෙමින් පවතී.",
        "මේ අතර, ඉශ්රායෙල්හි කෘෂිකාර්මික අංශයේ රැකියා අවස්ථා ලබා ගැනීමට කිසිදු පුද්ගලයෙකුට මුදල් ගෙවීමට කම්කරු හා විදේශ රැකියා අමාත්ය මනූෂා නනායකර මහතා මහජනතාවගෙන් ඉල්ලා තිබේ.",
        "දෙරට අතර අවබෝධතා ගිවිසුමට අනුව, ශ්රී ලාංකිකයින්ට ඊශ්රායලයේ කෘෂිකාර්මික අංශයේ රැකියා අවස්ථා තිබේ."
      ]
    },
    "en": {
      "title": "Arresting fake doctor who provided employment",
      "body_lines": [
        "Special Investigation Department officials of the Sri Lanka Foreign Employment Bureau (SLFEB) have arrested a man who defrauded the names of the top officials of the Labor and Foreign Employment Ministry for allegedly providing employment opportunities in the agricultural sector in Israel.",
        "The suspect living in Wijerama Mawatha, Colombo, Colombo 07, said that he could provide foreign jobs through the Ministry of Labor and Foreign Employment, he said.",
        "He has invited people to the Foreign Employment Ministry and the Foreign Employment Bureau in Narahenpita to get the money.",
        "Investigations have revealed that the suspect has defrauded Rs 7,650,000. He has been arrested in the Labor and Foreign Employment Ministry on the basis of a complaint lodged by a person who paid him.",
        "The suspect has been produced before the Colombo Magistrate's Court and has been ordered to be remanded until April 3.",
        "Further investigations are ongoing as the wife of the suspect who helped the scam has gone into hiding.",
        "Meanwhile, Labor and Foreign Employment Minister Manusha Nanayakkara has called on the public not to pay any person to get employment opportunities in the agricultural sector in Israel.",
        "According to the Memorandum of Understanding between the two countries, Sri Lankans have employment opportunities in the agricultural sector in Israel."
      ]
    }
  },
  "summary_lines": [
    "SLFEB officials arrest a man for defrauding Rs 7.65M by pretending to provide employment in Israel's agricultural sector. He invited victims to the Ministry and Bureau, using the names of top officials. The suspect, from Colombo, has been remanded until April 3. Further investigations are ongoing."
  ]
}