{
  "translated_text": {
    "ta": {
      "title": "யலா மீண்டும் திறக்கப்படுகிறது",
      "body_lines": [
        "வெள்ளம், தொட்டிகள், குளங்கள், வில் மற்றும் மெனிக் நதி ஆகியவற்றின் நீர் காரணமாக இன்று காலை யலா தேசிய பூங்கா மீண்டும் திறக்கப்பட்டது.",
        "யலா தேசிய பூங்கா தோட்டத்தின் தோட்டத்தில் இரண்டு முக்கிய நுழைவாயில்கள் உட்பட, வறண்ட காலநிலையில் அனைத்து சாலைகளிலும் யலா பூங்காவிலும் நீர் மற்றும் யலா பூங்கா ரிசார்ட்டுகளைத் திறந்துள்ளன என்று கார்டன் பார்க் கார்டியன் தெரிவித்துள்ளது.",
        "யலா சாலை நெட்வொர்க் கடுமையாக கட்டளையிடப்பட்டதாகவும், யலா சாலை நெட்வொர்க் கடுமையாக கட்டளையிடப்படுவதால், யலா சாலை நெட்வொர்க் கடுமையாக கட்டளையிடப்படுவதாகவும், யலா சாலை நெட்வொர்க் கடுமையாக கட்டளையிடப்படுவதாகவும் அவர் மேலும் கூறினார்.",
        "அடுத்த மாதம் யலா தேசிய பூங்காவில் யலா தேசிய பூங்காவை நியமிக்க யலா தேசிய பூங்கா மற்றும் இலங்கை இராணுவத்தை மீட்டெடுப்பதன் மூலம் யலா தேசிய பூங்கா மீட்டமைக்கப்படும்.",
        "யலா தேசிய பூங்காவின் டிக்கெட்டுகள் விலைகளின் விலையுடன் மூன்று சதவீதம் அதிகரித்துள்ளன என்று அவர் கூறினார். யலா தேசிய பூங்காவின் பயணிகளால் வெள்ளம் சேதமடைந்தது, வழங்கப்பட்ட அனைத்து வசதிகளும் பிற வசதிகளும் சுற்றுலாப் பயணிகளுக்கு தீங்கு விளைவிக்காது."
      ]
    },
    "en": {
      "title": "Yala reopens",
      "body_lines": [
        "The Yala National Park was reopened this morning due to watering due to water from floods, tanks, ponds, Wilu and Menik River.",
        "The garden park guardian said that the water and Yala Park has also opened the resorts in all roads and Yala Park on the dry weather, including the two main entrances in the Garden of the Garden of Yala National Park.",
        "He further stated that the Yala road network is severely dictated and the Yala road network has been severely damaged, as the Yala road network is severely dictated, so that the Yala road network is severely dictated.",
        "The Yala National Park will be restored with the restoration of the Yala National Park and the Sri Lanka Army to appoint Yala National Park in the Yala National Park next month.He said.",
        "He said that tickets of the Yala National Park have increased by three percent with the price of prices. The floods were damaged by the travelers of the Yala National Park and that all the facilities provided and other facilities will not harm the tourists.He said."
      ]
    }
  },
  "summary_lines": [
    "Yala National Park reopened after watering from floods, tanks, and rivers. The park's roads are damaged, but the Sri Lanka Army will restore them. Ticket prices have increased by 3%, but all facilities are safe for tourists."
  ]
}