{
  "translated_text": {
    "ta": {
      "title": "ආණ්ඩුව හිරවුණු දූෂණ විරෝධය",
      "body_lines": [
        "மார்க்சிய புரட்சிகர அரசியலை அடிப்படையாகக் கொண்ட ஒரு கட்சி ஜே.வி.பி, சமீபத்திய தசாப்தங்களில் அரசியல் தார்மீக மற்றும் ஊழலின் குரலாக வைக்கப்பட்டது. இது ஒரு பயணமல்ல, ஆனால் ஜே.வி.பி வேண்டுமென்றே ஒரு இடம்.",
        "මන්ද ඒ තුළ ඔවුන්ට අසීමිත දේශපාලන අවකාශයක් නිර්මාණය වන අතර, ඔවුන් මහජන ඇසෙහි “දූෂිතයන්” ලෙස ප්‍රදර්ශනය නොවීම අමතර වාසියක් විය. ஜே.வி.பியின் முன்னணி திசைகாட்டி அரசியல் மற்ற அரசியல் கட்சிகள் மற்றும் இலங்கையில் உள்ள பிற அரசியல் கட்சிகள் மற்றும் தனிநபர்களுக்குச் செல்லும் மக்கள் மீது தாக்கப்பட்டது.",
        "ஜே.வி.பி சமீபத்திய காலங்களில் பொருளாதார நெருக்கடியையும், வதந்திகளையும் பதவி நீக்கம் மற்றும் ஊழலுக்கு கவர்ச்சிகரமானதாக இருந்தது மற்றும் பெரிய மக்கள் கவனத்தையும் கவர்ச்சிகரமானவர்களையும் ஈர்க்கிறது. ஆனால் இப்போது, ​​ஜே.வி.பி பல தசாப்தங்களாக கணிக்கப்பட்டுள்ள குரல் குரல் விதியின் பாத்திரமாகக் கருதப்படுகிறது.",
        "ஜே.வி.பியின் பாரிய சொத்துக்கள் ஜே.வி.பியின் பெரும்பகுதியை ஊழல் எதிர்ப்புச் சட்டத்தின் செயல்பாட்டுடன் பரவலாகப் பயன்படுத்தப்படுகின்றன, எண் 9 இன் எண் 9. இந்த கட்டுரை சமீபத்திய அரசியல் சூழ்நிலையின் விளைவுகளைப் பற்றி விவாதித்து, ஜே.வி.பியின் முன்னணி திசைகாட்டி அரசாங்கத்தை மையத்தில் வைத்திருக்கும்.",
        "ஜே.வி.பி அடிப்படையில் நிர்வாக பொறிமுறையாக இருந்தது, ஆனால் அவர்கள் இலங்கை அரசியல் அர்த்தத்தை அளித்தனர். அதன்படி, கூற்றுக்கள் தற்போது வெளிப்படைத்தன்மையின் ஒரு நடவடிக்கையாக மட்டுமல்லாமல், அரசியல் நியாயத்தன்மைக்கான ஒரு அளவுகோலாகவும் நிற்கின்றன. பொதுமக்கள் கண், வெளியிடப்பட்ட செல்வம் (அல்லது அதன் குறைபாடுகள்) பெரும்பாலும் ஊழல் அல்லது உயரடுக்கு சலுகையிலிருந்து பிரிப்பதற்கு நெருக்கமாக இருப்பதாகக் காணப்படுகிறது.",
        "இந்த பின்னணியில், கார்ப்பரேட் எதிர்ப்பு மற்றும் தார்மீக ரீதியாக முன்னேறிய ஜே.வி.பி போன்ற கட்சிகள் கதையுடன் மட்டுமல்ல, பயன்பாட்டிலும் நிரூபிக்கப்பட வேண்டும். அவை சட்டத் தேவைகளுக்கு உருவாகும் என்று எதிர்பார்க்கப்படுகிறது, ஆனால் உதாரணத்தை வழிநடத்தும்.. இது அரசியல் ystem ஐ உருவாக்குகிறது. ஊழல் எதிர்ப்பு சொல்லாட்சியைக் காண்பிக்க இது ஒரு கட்டாய தேவை.",
        "ஜே.வி.பியின் அரசியல் கதை இலங்கை இராச்சியத்தின் கட்டமைப்பு விமர்சனத்தில் வேரூன்றியுள்ளது. 1990 க்குப் பிறகு இலங்கையில் ஜே.வி.பி நிறுவப்பட்டபோது, ​​'சிஸ்டம் சாடோட்' அல்லது ஊழல் தடுப்பு முறையின் முழு முறையும், என்றார்.",
        "நிறுவப்பட்ட கட்சிகள், யு.என்.பி அல்லது இலங்கை சுதந்திரக் கட்சி, யு.என்.பி அல்லது இலங்கை சுதந்திரக் கட்சி ஆகியவை மக்களின் கோபத்தை ஏற்படுத்த முடியாது, ஆனால் அவர்களின் அரசியல் தளத்தை இழக்க வேண்டிய அவசியமில்லை. ஏனெனில் ஜே.வி.பி பொதுமக்களிடையே \"திருடர்கள்\" என்று பெயரிடப்பட்டுள்ளது. ஆனால் ஜே.வி.பியின் முக்கிய தொகுப்பு இல்லை. அவர்கள் திருடர்களின் வெண்மை. மலர் தாவரங்கள். அதன்படி, திசைகாட்டி நம்பகத்தன்மை கிட்டத்தட்ட முற்றிலும் தார்மீக அரசியலை சார்ந்துள்ளது. சொத்துக்களின் வெளிப்படைத்தன்மையின் தவறுகளில் ஒன்று அரசாங்கத்திற்கு நம்பமுடியாத அரசியல் தீங்கு விளைவிக்கும் என்பதை இது குறிக்கிறது.",
        "மேலும், தேசிய புகழ் போன்ற தேசிய எதிர்ப்பு தேர்வுகளின் இளம் மற்றும் நகராட்சி வாக்காளர்கள் அரசியல் நெறிமுறைகளைப் பற்றி அதிக அக்கறை கொண்டுள்ளனர். இந்த வாக்காளர்கள் பெரும்பாலும் சட்டப்பூர்வ இணக்கம் மட்டுமல்ல, முழு மற்றும் தன்னார்வ வெளிப்பாட்டையும் கோருகிறார்கள். எனவே, சொத்து அறிவிப்பு அரசியல் நிலைத்தன்மைக்கு ஒரு லிட்மஸ் சோதனையாக மாறும். ஜே.வி.பி அரசியல்வாதிகளுக்கு இது ஒரு நியாயமான கடமை மட்டுமல்ல, ஜே.வி.பி அரசியல்வாதிகள் தங்கள் சொத்துக்களை வெளிப்படுத்துவது சட்டபூர்வமான தேவை மட்டுமல்ல.",
        "இது 2015 ஆம் ஆண்டில் மிகவும் முக்கியமானது. அங்கு, நல்லாட்சி ஒரு தேசிய உரையாடலாக இருக்கும் இடமாக மாறியது. நல்லாட்சி தனது வாக்குறுதிகளை நிறைவேற்றத் தவறிவிட்டது, ஜே.வி.பி அதன் \"சுத்தமான செயல்திறன் அறிக்கை மற்றும் நிதி வெளிப்படைத்தன்மை\" இல் அரசியல் இடங்களைப் பெற்றது. எனவே, ஜே.வி.பி அரசியல்வாதிகள் சொத்து வெளியீடுகள் தவிர்க்க முடியாத அரசியல் மைல்கற்கள் என்பது தவிர்க்க முடியாதது. ஜே.வி.பியின் முழு அரசியல் விவரிப்பும் இலங்கை இராச்சியத்தின் கட்டமைப்பு விமர்சனத்தில் வேரூன்றியுள்ளது.",
        "அரசாங்கத்தின் முன்னணி திசைகாட்டி அரசாங்கம் மேற்கூறியவற்றை ஆய்வு செய்ய அழைக்கப்படுகிறது. ஊழல் எதிர்ப்பு மீது கவனம் செலுத்தும் ஒரு அரசியல் கலாச்சாரத்தில், ஜே.வி.பி முதல்வர்களை அதற்கு எதிராக பயன்படுத்தலாம், தாமதம், தாமதம் அல்லது ஒளிபுகாநிலை. பயன்படுத்தப்பட வேண்டும்.",
        "அத்தகைய பின்னணியில் சொத்து அறிக்கைகளின் முக்கிய தளபதி நம்பமுடியாத அளவிற்கு உள்ளது. ஒரு அமைச்சர் தனது சொத்துக்களை ஒரு தனியார் தொலைக்காட்சி நேர்காணலில் கேள்வி எழுப்பி கேட்டார்: \"நீங்கள் ரொட்டி?\" என்பது. ஊடகங்கள் தங்கள் சொத்துக்களை கேள்வி கேட்க முடியாது என்று அவர் எழுதினார், மேலும் அவர் அவர்களுக்கு பதிலளிக்க மாட்டார் என்று கேள்வி எழுப்பினார். அவருக்கு தவறு இருந்தால், அவர்கள் நீதிமன்றத்தில் கூறுவது போல் அவர் கூறுவார்.",
        "அமைச்சர் இங்கே பல தவறுகளைச் செய்கிறார். மக்களின் வெளியீடுகளையும் தகவல்களையும் புரிந்துகொள்வதற்கான உரிமை ஊடகங்கள் என்பதை அமைச்சருக்குத் தெரியாது. ஊடகங்கள் வெறும் பத்திரிகையாளர் அல்லது ஊடக நிறுவனம் என்று அவர் நினைக்கிறார். அது தவறு.",
        "கேள்விகள் ஊடகங்களால் கேள்விக்குள்ளாக்கப்படுகின்றன, ஊடகங்களுக்காக அல்ல, மக்களுக்கு அல்ல. நடுத்தரத்திற்கு ஒரு அரசியல் இருக்க முடியும். இது ஒரு பிரச்சினை அல்ல. உலக ஊடகங்கள் அனைத்தும். அதன்படி, ஒரு பொது பிரதிநிதியின் விவாதிக்கப்பட்ட சொத்து குறித்து கேள்வி எழுப்பியபோது, ​​தொடர்புடைய முகவர் அதற்கு பதிலளிக்க கடமைப்பட்டுள்ளார். அவர் பதிலளிக்கவில்லை என்றால், அது எவ்வாறு சம்பாதித்தது என்பதை அவரால் வெளிப்படுத்த முடியாது என்று அர்த்தம். இது ஒரு ஊழல் ஒப்பந்தமாக இருக்கலாம். இதனால்தான் இந்த சொத்துக்கள் பொது விசாரணைக்கு வெளியிடப்படுகின்றன. அமைச்சருக்கு ஒரு சிக்கல் இருந்தால், நீதிமன்றத்திற்குச் சென்று அதைத் தெரிவிப்பது நான்கு மாடி கதை. இவை நீதித்துறையை மட்டுமே அறிந்து கொள்ள வேண்டும், நீதித்துறையை கேள்வி கேட்க வேண்டும், அவர்கள் பொது இடத்தில் சத்தியம் செய்யவில்லை. இவை வெளியிடப்படுகின்றன. பொதுமக்களை கேள்வி கேட்கவும், அவரது அரசியல் பிரதிநிதியைப் பற்றி அறிந்து கொள்ளவும்",
        "தன்னிடம் தனிப்பட்ட சொத்து இருப்பதாகவும், அவர்கள் ஸ்பான்சர்களைப் பொறுத்தது என்றும் ஜே.வி.பி தொடர்ந்து பராமரிக்கப்பட்டது. இருப்பினும், அவர்களின் சம்பளம் கூட தனியார் பயன்பாட்டிற்கு கொண்டு செல்லப்படாது.",
        "இருப்பினும், அவர்கள் பெரும்பாலும் ரூ.. கிரிப்டோ, கிரிப்டோ, சட்டவிரோத கிரிப்டோ, இலங்கையில் அவை போன்ற திரைச்சீலைகளில் அவை முதலீடு செய்யப்படவில்லை. கிரிப்டோ போன்ற நிதி உபகரணங்கள் பணமோசடி கருவிகளாக கருதப்படுகின்றன. இவற்றில் உள்ள தனித்துவமான பணம் இவை மற்றும் இந்த முறைகளைப் பயன்படுத்தி அவற்றை வைத்து சாதாரண பணச் சட்டங்களால் ஒழுங்குபடுத்தப்பட்டதிலிருந்து வைக்கவும். ஜே.வி.பி தலைவர்கள் அந்த இடத்திற்கு எவ்வளவு எதிர்பாராதது?",
        "ஜே.வி.பியின் அனைத்து தலைவர்களின் சொத்துக்களும் மிகவும் சந்தேகத்திற்குரியவை என்பது இப்போது தெளிவாகியுள்ளது. தொலைக்காட்சி உரையாடலில் பத்திரிகையாளர் ஹேண்டன்னெட்டியின் அமைச்சரிடம் கேட்கிறார் 44-பெர்ச்சஸ் நிலத்தை கேட்கிறார். இது ஒரு பரிசு மற்றும் கொள்முதல் என்பதை கவனத்தில் கொள்ள வேண்டும், ஆனால் அது செய்யப்படவில்லை, அதனால் அந்த கேள்வி திரும்பியது. ஆனால் அவரால் அதற்கு பதிலளிக்க முடியவில்லை. சில அமைச்சர்களுக்கு டாலர்களிலிருந்து பில் எண்ணிக்கை உள்ளது. மற்றொரு துணை மந்திரி, தனது தந்தையைப் பெற்றதாகக் கூறினார். இந்த பதில்கள் மிகவும் கேள்விக்குரியவை.",
        "ஜனாதிபதி நேற்று ஐக்கிய நாடுகளின் உச்சிமாநாட்டை உரையாற்றினார், \"ஊழலுக்கு எதிரான போராட்டம் ஆபத்தானது. ஆனால் அது ஊழலைப் பற்றி பேசுவதை விட மோசமானது, \". எங்களிடம் சொல்ல, ஜனாதிபதி இப்போது ஊழலுக்கு எதிராக பில்லியன் கணக்கான வார்த்தைகளைப் பேசியுள்ளார். ஆனால் நாட்டிற்கு மேலும் பேச்சு தேவை, பேசாமல். ஜனாதிபதி தங்கள் அமைச்சர்களில் ஊழலில் உண்மையிலேயே ஆதிக்கம் செலுத்த வேண்டும், மேலும் இதுபோன்ற ஊழல்கள் மற்றும் நாட்டின் பிற ஊழல்களுக்கு எதிராக போராட வேண்டும்.. அரசாங்கம் இல்லாத வரை, மற்றவர்களின் ஊழலைத் தேடுவதற்கு அரசாங்கத்திற்கு உரிமை இல்லை, ஆனால் விசாரணைகளில் பொது நம்பிக்கை இல்லை."
      ]
    },
    "en": {
      "title": "Government blocked pressure",
      "body_lines": [
        "The JVP, a party based on Marxist Revolutionary Politics, was placed as a voice of political moral and corruption in recent decades. It is not a haul, but the JVP deliberately a place.",
        "Because they create an unlimited political space, and it was an additional advantage that they would not show \"corruption\" in the public eye. The politics of the JVP's leading compass gone beaten on the other political parties and people who go to other political parties and individuals in Sri Lanka.",
        "The JVP gained the economic crisis in the recent past and the rumors that are deposed and attractive to corruption and attract large public attention and attractive. But now, the voice voice that the JVP has been predicated to decades can be seen as a role of the fate.",
        "The massive assets of the JVP are widely used in the majority of the JVP with the operation of the Anti-Corruption Act, No. 9 of No 9. This article will discuss the consequences of the latest political situation and hold the JVP's leading compass government in the center.",
        "The JVP was basically administrative mechanism, but they gave Sri Lankan political meaning. Accordingly, the claims are currently standing not only as a measure of the transparency but also as a benchmark for political legitimacy. The public eye, published wealth (or its shortcomings) is often seen to be close to corruption or separation from the elite privilege.",
        "In this backdrop, parties like the JVP, such as anti-corporate and morally advanced, have to be proven not only with the story but also in use. They are expected to proform to the legal requirements but also to guide the example.. This creates political ystem. It is a compulsory need to showcase anti-corruption rhetoric.",
        "The political narrative of the JVP is rooted in the structural criticism of the Sri Lankan kingdom. When the JVP was established in Sri Lanka after 1990, the 'System Chadod' or the entire method of anti-corruption, he said.",
        "For established parties, the UNP or the Sri Lanka Freedom Party, the UNP or the Sri Lanka Freedom Party, cannot cause people's anger, but not necessarily losing their political base. Because the JVP is labeled among the public as \"thieves\". But the prominent compile of the JVP is not. They are the whiteness of thieves. Flower plants. Accordingly, the credibility of the compass depends almost completely moral politics. It implies that one of the mistakes of assets transparency can cause unimpatible political harm to the government.",
        "Moreover, young and municipal voters of the anti-national choices such as national popularity are more concerned about political ethics. These voters are often not only legal compliance but also demands a full and voluntary revelation. Thus, asset declaration becomes a litmus test for political consistency. It is not only a legitimate duty for the JVP politicians, not only a legal need for the JVP politicians to express their assets.",
        "This is especially important during the year 2015. There, good governance became a place that is being a national dialogue. The Good Governance failed to fulfill his promises, the JVP acquired political attractions in its \"clean performance report and financial transparency\". Therefore, it is inevitable that the JVP politicians asset publications are unavoidable political milestones. The entire political narrative of the JVP is rooted in the structural criticism of the Sri Lankan kingdom.",
        "The government's leading compass government is invited to inspect the above. In a political culture that focuses on the anti-corruption, the JVP chiefs can be used against it, a delay, delay, or opacity. Also to be used.",
        "The JVP's prominent commander of the asset statements in such a background is incredibly. One minister questioned his assets in a private television interview and asked: \"Are you bread?\" Is. He wrote that the media could not question their assets, and questioned that he would not answer them. If he had a mistake, he would say, as they claim to court.",
        "The Minister does a number of mistakes here. The Minister does not know that the media is the right to understand the publications and information of the people. He seems to think that the media is the mere journalist or media institution. It is wrong.",
        "Questions are questioned by the media, not for the media, not for the people. The medium can have a politics. It's not a problem. All the world's media is. Accordingly, when questioned about a public representative's debated asset, the relevant agent is obliged to answer that. If he does not answer, it means that he cannot reveal how it was earned. It can be a corrupt deal. This is why these assets are published to the public investigation. If the Minister has a problem, it is a four-story story to go to court and inform it. These are to know only the judiciary and to question the judiciary, they do not promise in public space. These are published. To question the public and know about his political representative",
        "The JVP was constantly maintained that he had personal property and that they depend on the sponsors. However, even their salary will not be taken to private use.",
        "However, while they often obtain fuel from the Rs.. They have not been invested in curtains such as Crypto, such as Crypto, the illegal crypto, in Sri Lanka. Financial equipment such as Crypto is considered as cash laundering tools. These are the unique cash in these and use these methods to keep them and keep them from ordinalized by ordinary money laws. How unexpected is JVP chiefs taken to that place?",
        "It is now clear that the assets of all the leaders of the JVP are extremely doubtful. Journalist asks Minister of Handunnetti at television conversation is asking the 44-perches land. It should be noted whether it is a prize and a purchase, but it was not done so that question was turned to. But he could not answer that. Some ministers have bill count from dollars. Another Deputy Minister said he said he received his father. These answers are very questionable.",
        "The President addressed the United Nations summit yesterday, \"the fight against corruption is dangerous. But it is worse than that is not talking about corruption, \". To tell us, the President has now spoken billions of words against corruption. But the country needs further speech, not talking. The President should truly dominate corruption in their ministers voluntarily and fight against such corruptions and other corruptions in the country.. As long as the government does not, the government has no right to seek the corruption of others, but there is no public confidence in investigations."
      ]
    }
  },
  "summary_lines": []
}