{
  "translated_text": {
    "ta": {
      "title": "මෙරට  පොත් කියවීම ගැන නිසි  දත්ත   සමික්ෂණයක් තවමත් සිදුවෙලා නෑ",
      "body_lines": [
        "2004 முதல், அக்டோபர் மாதம் ஒரு தேசிய வாசிப்பு மாதமாக அறிவிக்கப்பட்டுள்ளது. ඒ අනුව 2025 වසරට සමගාමීව  “ පුනරුදයක් සඳහා කියවමු\" (Let's read for a revival) යන තේමාව පදනම් කර ගනිමින් මෙම වසරේ ජාතික කියවීමේ මාසය තුළ වැඩසටහන් ක්‍රියාත්මක වේ.",
        "தேசிய வாசிப்பு மாதம் அக்டோபர் மாதம்.   ஒரே நேரத்தில், அக்டோபரில், பள்ளி நூலக தேதி மற்றும் நூலக வலை ஆகியவை ஈடுபட்டுள்ளன. பள்ளி நூலக வாரம் ஒவ்வொரு ஆண்டும் அக்டோபர் கடைசி வாரம் மற்றும் திங்கள் பள்ளி நூலக நாள். அதன்படி, 2025 ஆம் ஆண்டு அக்டோபர் 27 திங்கள் முதல் அக்டோபர் 31 வரை இயக்கப்படும். இது \"புத்தகங்களைப் படிப்போம்\" என்ற கருப்பொருளின் மூலம் பள்ளிகளில் கொண்டாடப்பட உள்ளது. முழு சமூகத்தின் தொடக்கமும் பள்ளியின் ஆரம்பம். எனவே, பள்ளிகளுக்கான புத்தகத்தைப் படிப்பதன் முக்கியத்துவம் புத்தகத்தின் முக்கியத்துவத்தைப் படிக்க ஒரு மதிப்புமிக்க செயலாகும்.",
        "புத்தகங்களை ஒரு பொதுவான விஷயமாகப் படிப்பது, \"வாசிப்பு\" உணர்கிறது. ஆனால் வாசிப்பு என்பது ஒரு பரந்த வெளிப்பாட்டைக் கொடுக்கக்கூடிய ஒரு செயல்முறையாகும். தகவல், அறிவு, இன்பம், ஆராய்ச்சி நோக்கங்கள், அத்துடன் ஆன்லைன், மின்னணு மற்றும் ஆடியோ மீடியா மூலம் படித்தல் போன்ற அச்சு ஊடகங்கள் மூலம் படிப்பதன் மூலமும் இது படிக்கப்படுகிறது. திறந்த மனதுடன் ஒரு நாடகத்தைத் திறப்பதும் இயற்கையின் தன்மையைக் கவனிக்கிறது. படைப்பு மற்றும் கற்பனை ஆற்றலில் அறிவு மற்றும் கற்பனை ஆற்றலுடன், உணர்திறன், உணர்திறன் மற்றும் சுவாரஸ்யமான நபர்களிடமிருந்து ஒரு ஆதரவு சமூகத்தை உருவாக்க ஒரு பெரிய ஆதரவு ஆதரவு சமூகம்.",
        "ஒரு தனி நபராக, இப்போது ஒரு சமூகமாக வாசிக்கும் பழக்கத்தைப் படிக்கும் பழக்கம் ஒரு சமூகமாக உள்ளது. நவீன தகவல்தொடர்பு தொழில்நுட்பத்தின் பிரபலமான அலைகளுக்கு பூச்சி மற்றும் அடிமையாதல், தனிப்பட்ட வாழ்க்கைக்கு மதிப்பை நன்கு வாசிப்பதற்குப் பதிலாக, சமூக முன்னேற்றத்தை மோசமாக பாதித்துள்ளது. ஒரு பணக்கார நாட்டை நோக்கிய பயணத்தில் மத்திய, விபச்சாரி, கலாச்சார சமுதாயத்தின் பயனுள்ள மற்றும் அர்த்தமுள்ள பயன்பாடு மிகவும் முக்கியமானது.",
        "இந்த இலக்கிய மாத சமூகம் நாட்டின் புத்தகத்தைப் படிக்கும் புனிதமான தயாராக சமூகத்திற்கு ஒரு புதிய அடியாகும்.  இதன் விளைவாக, தற்போதைய சமுதாயத்தின் தற்போதைய சமுதாயத்தின் சூழ்நிலைகளைப் புரிந்துகொள்வது முக்கியம், மேலும் புத்தகங்களின் சூழ்நிலைகளைப் புரிந்துகொள்வது முக்கியம். தலைமை நிர்வாக அதிகாரி காஞ்சனா பிரிகாந்தா எழுத்து மற்றும் கேபுக்ஸின் தலைமை நிர்வாக அதிகாரிக்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "பொருளாதார பணவீக்கம் மற்றும் வாட் ஆகியவற்றின் செல்வாக்கு காரணமாக, புத்தகங்களின் விலை ஒப்பீட்டளவில் அதிகமாக உள்ளது.  புத்தகங்கள் புத்தகங்கள் மட்டுமல்ல, எல்லாம் ஒப்பீட்டளவில் உள்ளன. செலவு அதிகரிப்பதற்கான விலைக்குப் பிறகு, மக்கள் கலாச்சார விஷயங்களில் கவனம் செலுத்துவார்கள். புள்ளியில் புத்தகங்களை வாங்குவதைக் குறைப்பது இயற்கையானது. ஆனால் அது வெளியீட்டுத் துறையின் தாக்கத்தை ஆதரிக்காது.",
        "ஒவ்வொரு புத்தகத்தையும் வாங்குவது படிக்கப்படுகிறது என்று நினைப்பது கடினம்.  மற்ற சுவாரஸ்யமான ஊடக அளவு புத்தகங்களைப் படிப்பதில் தாக்கத்தை ஏற்படுத்தியுள்ளது.",
        "இலங்கையின் புத்தகங்களின் வாசிப்பு தொடர்பாக எண் தரவு இருந்தால். எதிர்காலத்தை விரும்புவது அல்லது அத்தகைய கணக்கெடுப்பு நிகழ்கிறது.",
        "ஆன்லைன் வழிமுறைகளின் மூலம் புத்தகங்களைப் படிக்க நேரங்கள் உள்ளன. இது நல்லதா? அதன் சமூக தாக்கம் என்ன?",
        "படித்தல் என்பது அச்சு ஊடகங்கள் மூலம் மட்டுமல்ல. இது ஒரு சட்ட வழி என்றால், அது ஒரு நல்ல விஷயம். சட்ட அனுமதியின்றி ஒரு புத்தகத்தை பி.டி.  எங்கள் இரக்கத்தையும் நெறிமுறையையும் மேம்படுத்தாவிட்டால், நீங்கள் படித்த புத்தகங்களில் இது வேலை செய்யாது என்பதே புத்தகங்களைப் படிப்பது.  இலங்கை போன்ற சிறிய சந்தை கொண்ட ஒரு நாட்டில் PDF ஐப் படிப்பது எனக்குப் பிடிக்கவில்லை.  உழைப்பு மற்றும் வெளியீட்டு தொழிலாளர்களுக்கு நாம் ஏன் பணம் செலுத்த முயற்சிக்கக்கூடாது? மேம்பட்ட கலாச்சாரம் இருந்தால் ஒரு நாட்டில் படிப்பது வளர்ந்த கலாச்சாரம் உள்ளது. சட்ட அமைப்புகள் மூலம் வாசிப்பை ஊக்குவிக்க மட்டுமே ஆசிரியர்களும் வெளியீட்டாளர்களும் ஊக்குவிக்கிறார்கள்.",
        "இன்று, பல புதிய தலைமுறை எழுத்தாளர்கள் மற்றும் எழுத்தாளர்கள் பிறந்ததாகத் தெரிகிறது.  அது குறித்த உங்கள் கருத்து.                                                                                                                                                                                                                                                                             நான் அதைப் பார்க்கிறேன்.  எந்தவொரு எழுத்தாளரின் இருப்பும் வாசகர் எவ்வளவு தூரம் இருக்கிறார் என்பதுதான் வாசகர் எவ்வளவு தூரம் இருக்கிறார். புதிய எழுத்தாளர்கள் ஒரு புதிய வாசகர்கள் அவர்களுடன் வெளிவருகிறார்கள் என்று பிறக்கும். வாசகர் எழுத்தாளர் இல்லையென்றால், எழுத்தாளர் இல்லை.",
        "தேவையற்ற புத்தகங்கள் என்றால் என்ன என்பதை நாங்கள் எந்த நீல நிறத்தில் தீர்மானிக்கிறோம்? உதாரணமாக, மத புத்தகங்களுக்கு தேவை என்று ஒருவர் நினைக்கலாம். அவர்கள் தேவையற்றவர்கள் என்று வேறு யாராவது சொல்லலாம். ஒவ்வொரு முறையும் அனைத்து வகையான புத்தகங்களையும் உருவாக்க முடியும். அவர்கள் விரும்பினால் அவர்கள் சமூகத்தில் இருப்பார்கள். தேவையற்றது என்றால், அவர்கள் இறந்துவிடுவார்கள். தேவைகளை உருவாக்கும் நேரங்கள் இருக்கலாம். தற்போதுள்ள ஆர்வங்கள் இல்லாத நேரங்கள் இருக்கலாம்.",
        "இலக்கிய மாதம் வாழ்க்கையைப் படிக்க ஒரு மதிப்புமிக்க வாய்ப்பு. இதயங்களின் அன்பை மறுபரிசீலனை செய்வதற்கும் இலக்கியத்தில் முதலீடு செய்வதற்கும் எதிர்காலத்தை பலப்படுத்துவதற்கும் இலக்கிய மாதத்தைப் பயன்படுத்தவும்.                                                                                                                                                                                                                                  - -பியமிகா வீரசூரியா"
      ]
    },
    "en": {
      "title": "Proper database has not yet been taken regarding reading of Sri Lankan books",
      "body_lines": [
        "Since 2004, the month of October has been declared as a National Reading Month. Accordingly, the theme of the theme of 2025 is based on the National Reading Month of this year, based on the theme of the year.",
        "The National Reading Month is on October.   Concurrently, in October, school library date and library web have been engaged in. School Library Week is the last week of October every year and Monday is the school library day. Accordingly, the year 2025 will be operated from Monday, October 27 to October 31st. It is to be celebrated in schools through the theme \"Let's Read Books\". The beginning of the entire society is the beginning of the school. Therefore, the importance of reading the book for schools is a valuable activity to read the importance of the book.",
        "Reading books as a common case, \"reading\" feels. But reading is a process that can give a broader expression. It is also read by reading through print media, such as information on information, knowledge, enjoyment, research purposes, as well as reading through online, electronic and audio media. The opening of a drama with an open mind is also observing nature of nature. With knowledge and imaginative energy in creative and imaginative energy, a large backed backed society to create a backed society from the sensitivity, sensitivity, and enjoyable people.",
        "The habit of reading the habit of reading as a single person, as a society now, are far as a society. Insect and addiction to the popular waves of modern communication technology, instead of the good reading of value to individual life, has adversely affected social progress. Effective and meaningful use of a knowledge central, prostitute, cultural society in the journey towards a rich country, is very important.",
        "This literary months community is like a new blow to the Sacred Ready community reading the country's book.  As a result, it is important to understand the circumstances of the current society of current society, and it is important to understand the circumstances of books. The CEO Kanchana Priykantha was elected to the CEO of writing and Kbooks.",
        "Because of the influence of economic inflation and VAT, the price of books has been relatively high.  The books are not only books and everything is relatively. After the cost of an increase in the cost, the people will focus on cultural matters. It is natural to reduce the purchase of books at the point. But that does not support the impact of the publication industry.",
        "It is difficult to think that buying every book is read.  Other enjoyable media size has influenced the reading of books.",
        "If there are numerical data in connection with the reading of Sri Lanka's books. Wishing the future or such a survey happens.",
        "There are times opportunities to read books by online means. Is this good? What is its social impact like?",
        "Reading is not just through print media. If it is a legal way, it's a good thing. A man is wrong to pd a book without legal permission.  The reading of books is that it is not work in the books that you read, if we do not improve our compassion and ethical.  I do not like reading the PDF in a country with a small market like Sri Lanka.  Why don't we try to pay for the labor and publication labor? Reading in a country has a developed culture if there is a advanced culture. The authors and publishers encourage only to promote reading through legal systems.",
        "Today, many new generation writers and writers seem to be born.  Your opinion on it.                                                                                                                                                                                                                                                                             I'm looking at that.  Any author's existence is how far the reader is as far as the reader is. New writer writers will be born that a new readers are emerging with them. If the reader is not the writer, the writer is not existent.",
        "What is the books of the society on what blue do we determine what is unwanted books? For example, one might think that religious books need. Someone else can say that they are unnecessary. Every time all kinds of books can be created. They will remain in society if they want to. If unnecessary, they will die. There may be times when creating requirements. There may be times when there is no existing interests.",
        "The literary month is a valuable opportunity to read life. Use the literary month to reassess the love of the hearts and invest in the literature and strengthen the future.                                                                                                                                                                                                                                  - -Piumika Weerasuriya"
      ]
    }
  },
  "summary_lines": []
}