{
  "translated_text": {
    "si": {
      "title": "මැතිවරණයට සහාය දීමට රජයට අවස්ථාව ලබා දෙන ලෙස මැතිවරණ කොමිසම මැතිවරණ නිවේදනයට සහාය දක්වයි - ලක්ෂ්මන් කිරියෙල්ලා",
      "body_lines": [
        "ජනාධිපතිවරණයේ දිනය ප්රකාශයට පත් කිරීමට මැතිවරණ කොමිසමට බලය ඇති බවට සැක සහිතය.. විපක්ෂයේ අග්රාමාත්ය ලක්ෂ්මන් කිරියෙල්ලා පැවසුවේ යම් අවස්ථාවක දී මැතිවරණයට බාධකයක් තැබීමට මෙම පියවර රජයට ලබා දෙන බවයි.",
        "ඔහු මේ බව කියා සිටියේ සිකුරාදා (18) පාර්ලිමේන්තුවේදී පක්ෂ නායකයින්ගේ රැස්වීමෙන් පසුවය.",
        "පක්ෂ නායකයින්ගේ රැස්වීමක් පැවැත්විණි. ව්යවස්ථා සංශෝධනය ගැන කිසිවක් කතා කළේ නැත. කෙසේ වෙතත්, මීළඟ පාර්ලිමේන්තු සැසිවාරය ව්යවස්ථා සංශෝධනයක් ගෙන ඒමට ඉඩ තිබේ.",
        "ජූලි 17 න් පසු දිනය ප්රකාශයට පත් කිරීමට මැතිවරණ කොමිසමට බලය ඇති බව කවුරුත් දන්නා කරුණකි. කෙසේ වෙතත්, මැතිවරණ කොමිෂන් සභාවේ නිලධාරියෙකු පැවසුවේ මේ මස අවසානයේදී ජනාධිපතිවරණය ප්රකාශයට පත් කරන බවයි. මස අවසානය දක්වා මැතිවරණ දිනය ආරම්භ කළ යුත්තේ ඇයිදැයි මම විමසමි. මැතිවරණ කොමිෂන් සභාව විසින් මෙම පියවර ගැන අපි සැක සහිත ය.",
        "මැතිවරණය ආරම්භ කිරීම සඳහා කිසිදු ක්රමයක් තැබීමට රජයට අවස්ථාව ලබා දෙන ලෙස මැතිවරණ දිනය නිවේදනයකින් තොරව මැතිවරණ කොමිසම සහාය වෙමින් පවතී.. එසේ නොවේ නම්, මාසය අවසානයේදී ඔබ වහාම ජනාධිපතිවරණයේ දිනය වහාම ප්රකාශයට පත් කළ යුතුය.. එසේ නම්, ඔවුන් ඒ සඳහා සූදානම් විය යුතුය.",
        "අපි ද අවුරුදු 35 ක් පාර්ලිමේන්තුවේ සිටිනවා.. ඒ නිසා 17 වන 17 වන දින නවාතැන් දින 10 සිට 12 දක්වා නවාතැන් පහසුකම් රජයට ඉඩ දීමයි. පාර්ලිමේන්තුව ලබන සතියේ පාර්ලිමේන්තුව රැස්වන විට, රජය එයට ඒ හරහා හෝ අධිකරණය හරහා මැතිවරණයට සහාය දීම තහනම් කර තිබේ.",
        "ශ්රේෂ් Supreme ාධිකරණය ජනාධිපති ධුරයෙන් දෙවරක් පාලනය කර තිබේ. මැතිවරණයට අවශ්ය මුදල් ලබා දෙන බව රජය පවසා තිබේ. මැතිවරණ දිනය ප්රකාශයට පත් කිරීමට වැඩි කාලයක් ගතවිය යුත්තේ ඇයි?",
        "එක්සත් ජාතික පක්ෂය ද මැතිවරණය ඉක්මණින් පවත්වන බව ද පවසා තිබේ. නමුත් විවෘත කිරීම පිටුපස, පළාත් පාලන මැතිවරණයට සිදු වූ දේ අපි දනිමු.. එබැවින් මැතිවරණය ඉක්මණින් පැවැත්විය යුතු බව ඔවුහු ප්රසිද්ධියේ නිවේදනය කළ නමුත් ඔවුන් පිටුපසින් වෙනත් රැකියා කරති."
      ]
    },
    "en": {
      "title": "The Election Commission is backing the election announcement to give the government the opportunity to back the election - Lakshman Kiriella",
      "body_lines": [
        "It is doubtful that the Election Commission has the authority to announce the date of the presidential election.. Opposition's Prime Minister Lakshman Kiriella said that this move would be given to the government to put a barrier to the election at some point.",
        "He was speaking to the media after the meeting of party leaders on Friday (18) in Parliament.",
        "A meeting of party leaders was held. Nothing talked about the constitutional amendment. However, the next parliamentary session is likely to bring about a constitutional amendment.",
        "It is well known that the Election Commission has the authority to announce the date and announce the date after July 17. However, an official of the Election Commission said he would announce the presidential election at the end of this month. I ask why the date of the election should be seen until the end of the month. We are skeptical of this move by the Election Commission.",
        "The Election Commission is backing it up without announcement of the date of the election to give the government the opportunity to set any means to set up the election.. If not, you should immediately announce the date of the presidential election without looking at the end of the month.. If so, they must be ready for it.",
        "We are also in Parliament for 35 years.. So after the 17th of the 17th, 10 to 12 days of accommodation is to allow the government. When the parliament meets next week, the government has given it a ban on backing the election through it or through the court.",
        "The Supreme Court has ruled twice on the president's term. The government has said that it will provide the money required for the election. Why should it take more time to announce the date of the election?",
        "The United National Party has also said that the election will be held quickly. But behind the opening, we know what happened to the local government elections.. So they publicly announced that the election should be held quickly, but they are doing other jobs from behind."
      ]
    }
  },
  "summary_lines": [
    "Lakshman Kiriella, opposition leader, questions the Election Commission's authority to announce the presidential election date, suggesting it might delay the process. He criticizes the lack of clarity on when the election will be held, hinting at potential government interference. Despite the Election Commission's readiness to announce the date soon, skepticism remains due to past delays and concerns over constitutional amendments and government involvement."
  ]
}