{
  "translated_text": {
    "ta": {
      "title": "அமைச்சர் தோண்டமான் உட்பட மூன்று மற்றும் மூன்று பேர்",
      "body_lines": [
        "இலங்கை தொழிலாளர் காங்கிரஸ் அமைச்சர் மற்றும் நீர் துருப்புக்களின் அமைச்சர், தொழிலாளர் காங்கிரஸ் அமைச்சர் ஜீவன் தோண்டமான், நீர் உரிமைகள் மற்றும் எஸ்டேட் உள்கட்டமைப்பு அமைச்சர் இன்று (29) நுபரா எலியா மாஜிஸ்திரேட் நீதிமன்றத்தில் வழங்கப்பட்டார்.",
        "மே 30 அன்று நுவரா எலியா படு தோட்டத்தின் டெலி ஆலை மற்றும் நுவரா எலியா நுவரா எலியாவின் தலைமை நிர்வாக அதிகாரி தலைமை நிர்வாக அதிகாரி குறித்து நுவரா எலியா மாஜிஸ்திரேட் நீதிமன்றத்திற்கு நுவரா எலியா போலீசார் சென்றுள்ளனர். கடந்த மாதம் 22 ஆம் தேதி மற்றும் வழக்கறிஞர் ஜெனரலின் ஆலோசனை தெரிவிக்கப்பட்டது சந்தேக நபர்கள் நீதிமன்றங்களுக்கு சமர்ப்பிக்கப்படாததால் அட்டர்னி ஜெனரலின் ஆலோசனை தாக்கல் செய்யப்பட்டது என்று கூறினார்.",
        "எஸ்டேட் நிறுவனத்திற்காக அமர்ந்திருந்த வழக்கறிஞர்கள் மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட்டனர், மேலும் சந்தேக நபர்களை கைது செய்ய காவல்துறை செயல்படவில்லை, சந்தேக நபர்கள் கைது செய்யப்பட்டு கைது செய்யப்பட்டு நீதிமன்றங்களுக்கு முன் தயாரிக்க உத்தரவிட்டனர்.",
        "அதன்படி, இலங்கை தொழிலாளர் காங்கிரஸ் மற்றும் நீர் வழங்கல் மற்றும் எஸ்டேட் உள்கட்டமைப்பு அமைச்சர் ஜீவன் தோண்டமன், யு.என்.பி.. யு.என்.பி உறுப்பினர்கள், கட்சியின் மூத்த உறுப்பினர், கட்சியின் மூத்த உறுப்பினர், யோகடனின் முன்னாள் தலைவர் நீதிமன்றம் முன் தயாரிக்கப்பட்டுள்ளனர்.",
        "சந்தேக நபர்கள் நீதிமன்றத்தில் தயாரிக்கப்பட்டபோது, ​​இந்த மாதம் 26 ஆம் தேதி இந்த வழக்கு அழைக்கப்படும் என்று நுவரா எலியா மாஜிஸ்திரேட் பிரபுண்டிகா சில்வா தெரிவித்துள்ளார்.",
        "மூத்த காவல்துறை கண்காணிப்பாளர் அல்லது மேலதிக விசாரணைகள் தொடர்பாக உதவி காவல்துறை கண்காணிப்பாளர் நீதிமன்றத்தில் உண்மைகளைப் புகாரளிக்க உத்தரவிடப்பட்டுள்ளது.",
        "சிலோன் தொழிலாளர் காங்கிரஸின் தேசிய அமைப்பாளர் காங்கிரஸிடம் நாங்கள் கேட்டபோது, ​​நீதிமன்றத்தில் காவல்துறையினர் சமர்ப்பிக்கப்படவில்லை என்றும், நீதிமன்றங்களில் அமர்ந்திருந்த வழக்கறிஞர்கள் நீதிமன்றத்தில் சந்தேக நபர்களாக பெயரிடப்பட்டனர் கட்சி உட்பட கட்சி உட்பட செயலாளர், அவரது கட்சி உட்பட, அவரது கட்சி உட்பட, அவரது கட்சி உட்பட நீதிமன்றத்தில் பங்கேற்றார்."
      ]
    },
    "en": {
      "title": "Three and three others including Minister Thondaman",
      "body_lines": [
        "Minister of Ceylon Workers Congress and the Minister of Water Troops, Minister of Labor Congress Jeevan Thondaman, Minister of Water Rights and Estate Infrastructure was presented to the Nuwara Eliya Magistrate's Court today (29).",
        "Nuwara Eliya Police have gone to the Nuwara Eliya Magistrate's Court regarding the tele plant of the Nuwara Eliya Padu Estate and the CEO to the Nuwara Eliya CEO of Nuwara Eliya on May 30.The Attorney General's advice was reported on the 22nd of the last month and said that the Attorney General's advice was filed as the suspects were not submitted to the courts.",
        "The lawyers who sat for the estate company were produced before the Magistrate's Court and the police are not acting in arrest the suspects and the suspects were arrested and ordered to be arrested and produced before courts.",
        "Accordingly, the General Secretary of the Ceylon Workers Congress and Water Supply and Estate Infrastructure Minister Jivan Thondaman, Minister of National Organizer of the UNP. The members of the UNP, senior member of the party, senior member of the party, the former Chairman of Yogatan has been produced before the court.",
        "When the suspects were produced before the court, Nuwara Eliya Magistrate Prabundika Silva has said that the case will be called on 26th of this month.",
        "The Senior Superintendent of Police or an Assistant Superintendent of Police regarding further investigations has been ordered to report the facts in court.",
        "When we asked the National Organizer Congress of the Ceylon Workers Congress, he said that the police had no submitted in court and the lawyers who sat on the courts were named as the suspects in courtAs a result of respecting the judiciary, the three party general secretary, including the party, including the party, including his party, including his party, including his party participated in the court."
      ]
    }
  },
  "summary_lines": [
    "Jeevan Thondaman, Minister of Water Rights and Estate Infrastructure, along with two others, appeared in the Nuwara Eliya Magistrate's Court regarding a tele plant issue at the Nuwara Eliya Padu Estate. The case, initially advised by the Attorney General on May 22, involves the CEO of the estate. Despite the suspects' non-submission to courts, the police proceeded with arrests and productions. The court, presided over by Magistrate Prabundika Silva, scheduled the next hearing for June 26, directing further investigations to be reported by either the SSP or ASP."
  ]
}