{
  "translated_text": {
    "si": {
      "title": "කොළඹ හෙරොයින් සහ අයිස් drugs ෂධ සම්බන්ධයෙන් තිදෙනෙකු අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "කොළඹ සෙනසුරාදා (09) කෙකිස්ස සහ උඩුගම ප්රදේශවල පුද්ගලයින් තිදෙනෙකු පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "කර්සිසා පොලිස් කොට් to ාශයට අයත් පට්ටාල පාර අසල හෙරොයින් සමඟ සැකකරුවන් දෙදෙනෙකු අත්අඩංගුවට ගෙන ඇති බව පොලිසිය පවසයි.",
        "අපරාධ විමර්ශන දෙපාර්තමේන්තු නිලධාරීන්ට ලැබුණු තොරතුරු මත පදනම්ව සිදු වූ වට දෙකකදී ඔවුන් අත්අඩංගුවට ගෙන තිබේ.",
        "අත්අඩංගුවට ගත් සැකකරුවන් වයස අවුරුදු 38, 40 හැවිරිදි මැකෝනා සහ මොරටුවා හි සිට ය.",
        "අත්අඩංගුවට ගත් සැකකරුවන්ගෙන්, මිලිග්රෑම් 10 ග්රෑම් 350 ක් සහ හෙරොයින් මිලිග්රෑම් 200 ග්රෑම් 11 ක් පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "මීට අමතරව, උඩුගම පොලිස් කොට් to ාශයට අයත් සමගමා ප්රදේශයේ අයිස් drugs ෂධ ළඟ තබා ගැනීම සම්බන්ධයෙන් සැකකරුවෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "මොරටුවා පොලිස් විශේෂ කාර්ය සාධක බලකායේ නිලධාරීන් කණ්ඩායමක් විසින් ලැබුණු තොරතුරු පදනම් කරගෙන ඔහු අත්අඩංගුවට ගත් අවස්ථාවේදී ඔහු අත්අඩංගුවට ගෙන තිබේ.",
        "අත්අඩංගුවට ගත් සැකකරු වයස අවුරුදු 46 ක් වූ උඩුගම සිට.",
        "අත්අඩංගුවට ගත් සැකකරුගෙන් හෙරොයින් මිලිග්රෑම් 700 ක ග්රෑම් 1200 ක් පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "මේ අතර, වැඩිදුර පරීක්ෂණ සඳහා ඔහු උඩුගම පොලිස් ස්ථානයට භාර දී තිබේ.",
        "එසේම, මිරිහානා පොලිස් කොට් Division ාශයේ දී සෙනසුරාදා (09) හිදී අයිස් හා ජංගම දුරකථනයක් සමඟ පුද්ගලයෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "පොලිස් විශේෂ කාර්ය සාධක බලකායේ සංවිධානාත්මක අපරාධ අංශයේ සංවිධානාත්මකව සිදු කරන ලද වටයක් සම්බන්ධයෙන් ඔහු අත්අඩංගුවට ගෙන තිබේ.",
        "අත්අඩංගුවට ගත් සැකකරු වයස අවුරුදු 30 ක් වූ බෙලියගොඩ සිට ය.",
        "අත්අඩංගුවට ගත් සැකකරුගෙන් අයිස් හා ජංගම දුරකථන මිලිග්රෑම් 340 ක ග්රෑම් 52 ක් අත්අඩංගුවට ගෙන තිබේ.",
        "එල්ලෙල්ල පොලිස් කොට් in ාශයේ එක් පුද්ගලයෙකු හෙරොයින් සහ අයිස්වලින් අත්අඩංගුවට ගෙන තිබේ.",
        "පොලිස් විශේෂ කාර්ය සාධක බලකායේ කොනාහෙන කඳවුරේ නිලධාරීන් පිරිසකගේ වටරවුමක ඔහු අත්අඩංගුවට ගෙන තිබේ.",
        "අත්අඩංගුවට ගත් සැකකරුගේ හෙරොයින් මිලිග්රෑම් 510 ක ග්රෑම් 10 ක්, අත්අඩංගුවට ගත් සැකකරුගේ අයිස් මිලිග්රෑම් 08 කින් රුපියල් මිලියන 570 ක් පොලීසිය විසින් අත්අඩංගුවට ගෙන ඇති අතර එය රුපියල් 18500 ක් උපයා ඇති බවට සැක කෙරේ.",
        "වැඩිදුර පරීක්ෂණ කල්කුසා සහ උඩුගම පොලිසිය විසින් සිදු කරනු ලැබේ."
      ]
    },
    "en": {
      "title": "Three arrested for heroin and ice drugs in Colombo",
      "body_lines": [
        "Three persons have been arrested by police on Saturday (09) in Kalkissa and Udugama areas during two other raids in Colombo.",
        "Two suspects have been arrested with heroin, near the Pattala Road, belonging to the Kalkissa police division, police said.",
        "They have been arrested during two rounds carried out on the basis of information received by the Criminal Investigation Department officials.",
        "The arrested suspects are from McCona and Moratuwa, aged 38, 40.",
        "From the arrested suspects, 10 g 350 milligrams and 11 g of 200 milligrams of heroin have been seized by the police.",
        "In addition, a suspect has been arrested for possessing ice drugs in Samagigama area belonging to the Udugama Police Division.",
        "He was arrested during a raid carried out on the basis of information received by a team of officials of the Moratuwa Police Special Task Force Base.",
        "The arrested suspect is from Udugama, aged 46.",
        "The police have seized 12 grams of 700 milligrams of heroin from the arrested suspect.",
        "Meanwhile, he has been handed over to the Udugama Police Station for further investigations.",
        "Also, in the Mirihana Police Division, a man was arrested on Saturday (09) with an ice and mobile phone.",
        "He was arrested in a roundup carried out by the Organized Crime Branch of the Police Special Task Force.",
        "The arrested suspect is from Beliyagoda, aged 30.",
        "52 grams of 340 milligrams of ice and mobile telephone were seized from the arrested suspect.",
        "In the Hangwella Police Division, one person has been arrested with heroin and ice.",
        "He was arrested in a roundup of a group of officers of the Konahena Camp of the Police Special Task Force.",
        "10 grams of 510 milligrams of heroin, 08 g 570 milligrams of ice from the arrested suspect has been seized by the police, suspected of earning 18500 rupees in cash and mobile phone.",
        "Further investigations are being carried out by the Kalkissa and Udugama police."
      ]
    }
  },
  "summary_lines": [
    "Colombo police arrest three for heroin and ice: Two in Kalkissa, one in Udugama. Heroin seizures range from 10g to 12g. Ice seizures vary from 8g to 52g. Further investigations ongoing."
  ]
}