{
  "translated_text": {
    "ta": {
      "title": "முதன்மை தரங்களில் குழந்தைகள் உணவு திட்டத்திற்கு 26 பில்லியன் ரூபாய்",
      "body_lines": [
        "முதன்மை தரங்களில் உள்ள அனைத்து மாணவர்களையும் மறைக்க சில நபர்கள் 17 பில்லியன் ரூபாய்க்கு அரசியல் தளங்களிலிருந்து பிரபலமான அறிக்கைகளை வெளியிட்டு வருவதாக கல்வி அமைச்சர் சுசில் பிரேமாஜயந்தா தெரிவித்தார்.அனைத்து பள்ளி குழந்தைகளும் நாட்டின் அனைத்து பள்ளி குழந்தைகளுக்கும் மதிய உணவு தருவார்கள் என்று அரசியல்வாதிகள் கூறுகிறார்கள் என்று அவர் கூறினார்.",
        "ATTIDIYE இல் கட்டப்பட்ட புதிய ஆறு மாடி வளாகத்தின் தொடக்கத்தில் கல்வி அமைச்சர் இந்த அவதானிப்பை முதன்மை விருந்தினராக செய்தார்.",
        "மேலும் பேசிய திரு. சுசில் பிரேமாஜயந்தா, இரண்டு ஆண்டுகளுக்கு முன்பு இருந்ததை விட நாட்டில் ஒரு நேர்மறையான சூழ்நிலையை உருவாக்கியதாகக் கூறினார்.",
        "இன்று பலரும் இருந்த பேரழிவு தரும் சூழ்நிலையை முயற்சிக்கும் மற்றும் மீண்டும் திருப்பிச் செலுத்த வேண்டும் என்று அவர் கூறினார்.. ஜனநாயக வழிமுறை முடிந்ததும், அது நிறைவடைந்த ஜனநாயக வழிமுறை மற்றும் நாட்டில் போர், ஜனநாயக வழிமுறை ஒரு நாளைக்கு 14 மணி நேரம் இறுதி வரை மீட்டமைக்கப்படும் என்று அவர் கூறினார்.",
        "முந்தைய கல்லூரியின் பின்னர் ஸ்ரீ ஜெய்வர்டெனெபுரா மற்றும் கெலானி பல்கலைக்கழகம் வைத்திருந்த பரிவேனாஸ், தற்போதைய இளம் முறை மற்றும் தற்போதைய இளம் முறைக்கு சமூக நிலைமையை மீண்டும் மீட்டெடுக்கக்கூடாது என்று அமைச்சர் நினைவு கூர்ந்தார்.. மக்கள் புத்திசாலித்தனமாக இருக்க வேண்டும் என்று அமைச்சர் மேலும் கூறினார்."
      ]
    },
    "en": {
      "title": "26 billion rupees to the children's food program in primary grades",
      "body_lines": [
        "Minister of Education Susil Premajayantha said that some individuals have been making popular statements from political platforms for 17 billion rupees to cover all the students of primary grades.He said that politicians say that all school children will give lunch to all school children in the country should be performed in this statement.",
        "The Minister of Education made this observation as the Chief Guest at the opening of the new six-story complex built on At At Attidiye.",
        "Speaking further Mr. Susil Premajayantha said he had created a positive atmosphere in the country as short as two years ago.",
        "He said that it had to be taken to effort and re-recall the devastating situation where many people today were present.. He said that when the democratic mechanism was completed and the democratic mechanism, which was completed and the war in the country, the democratic mechanism would be restored to the end of 14 hours a day.",
        "The Minister recalls that after the Pirivenas held by Sri Jayewardenepura and Kelani University after the Previous College, the current young manner had been torture and the current young manner had no understanding of it.It is said that the social situation should not be reset again. The Minister added that the people should make decisions to be intelligent."
      ]
    }
  },
  "summary_lines": [
    "The Minister of Education, Susil Premajayantha, highlighted a proposal for a 26 billion rupee children's food program in primary grades, contrasting it with political statements promising 17 billion rupees for all students. He emphasized the importance of creating a positive atmosphere in the country, referencing the recent past and the need for intelligent decision-making."
  ]
}