{
  "translated_text": {
    "si": {
      "title": "රුපියල් 30,000 ක ප්රති jay ඇන්ටනි සමඟ සෙල්ෆි රැගෙන යාමට",
      "body_lines": [
        "විජය ඇන්ටනිගේ ප්රසංගයේ ප්රසංගය ලෙස මාධ්ය සාකච්ඡාවක් 2017 සැප්තැම්බර් 7 වන දින සුගතදාස හිදී පැවැත්වීමට නියමිත විජේ ඇන්ටනිගේ ප්රසංගයේ ප්රසංගය ලෙස මාධ්ය සාකච්ඡාවක් සංවිධානය කරන ලදී.",
        "ප්රසංගයේ ප්රවර්ධන වැඩසටහන මුදා හැර ඇති අතර ප්රසංගයට සහභාගී වීම සඳහා රුපියල් 30,000 ක් රුපියල් 30,000 ක් රුපියල් 30,000 ක් තැන්පත් කිරීමට අවස්ථාව ලබා ගැනීමට අවස්ථාව ලැබුණි.",
        "ප්රසංගයට සහභාගී වීම සඳහා ප්රසංගය සඳහා ප්රවේශ පත්ර රුපියල් 30,000 ත් 30,000 ත් අතර සංඛ්යාවක් සිටින බව සඳහන් කිරීම ද වටී."
      ]
    },
    "en": {
      "title": "30,000 rupees to take selfie with Vijay Antony",
      "body_lines": [
        "A media briefing was organized at the One Galle Face Business Complex on Sunday (21st) as the concert of Vijay Antony's concert to be held in Sugathadasa on September 7.",
        "The PROMO of the concert was released and the opportunity to photograph Vijay Antony (Selfie) for the buyers of Rs 30,000 to attend the concert.",
        "It is also worth noting that tickets for the concert for Rs 5000 to Rs 30,000 for attending the concert."
      ]
    }
  },
  "summary_lines": [
    "Vijay Antony's concert promo revealed a unique offer: fans who buy a ticket priced between 5,000 and 30,000 rupees get a chance to take a selfie with him. This special perk was announced during a media briefing at the One Galle Face Business Complex, highlighting the event's exclusivity and the high demand for VIP experiences."
  ]
}