{
  "translated_text": {
    "ta": {
      "title": "நான்கு மருத்துவமனைகள் சுற்றுலாப் பயணிகளுக்கு பணம் செலுத்தியது",
      "body_lines": [
        "சுகாதார வசதிகளை மேம்படுத்துவதற்காக சுற்றுலா அமைச்சகம், இலங்கை சுற்றுலா மேம்பாட்டு ஆணையம் (எஸ்.எல்.டி.டி.ஏ) மற்றும் சுகாதார வசதிகளின் சுகாதார வசதிகளை பலப்படுத்துகிறது.",
        "சுகாதார மற்றும் தொழில், சுகாதார அமைச்சர், சுகாதார மற்றும் தொழில்துறை அமைச்சர், டாக்டர் ரமேஷ் பதிரானா மற்றும் சுற்றுலா அமைச்சர் மற்றும் நிலம் மற்றும் அமைச்சர் ஹரின் பெர்னாண்டோ ஆகியோர் இந்த நிகழ்வில் கலந்து கொண்டனர்.",
        "இலங்கை சுற்றுலா மேம்பாட்டு ஆணையம் (எஸ்.எல்.டி.டி.ஏ) சுகாதார வசதிகளுக்கு (எஸ்.எல்.டி.டி.ஏ) வழங்கப்பட்ட சுகாதார வசதிகளை குறைந்தபட்ச சுகாதார ஆணையத்துடன் உதவியுடன் செயல்படுத்த வேண்டும்.",
        "தம்புல்லா, பண்டாரவெலா, பொட்டுமாராமா மருத்துவமனைகளை தம்புல்லா, பண்டராவேலா, தம்புல்லா, பண்டாரவெலா, தம்புல்லா, பண்டரவேலா, தம்புல்லா, பண்டரவேலா மற்றும் திஸ்ஸாமஹராமா மருத்துவமனைகள் உருவாக்கும்.",
        "புத்த சசனா அமைச்சகம், புத்த சசனா அமைச்சகம், புத்த சசனா அமைச்சகம், மத மற்றும் கலாச்சார விவகார அமைச்சகம், நகர்ப்புற மேம்பாடு மற்றும் வீட்டுவசதி பாதுகாப்பு அமைச்சகம் மற்றும் வனவிலங்கு மற்றும் வீட்டுவசதி பாதுகாப்பு அமைச்சகம் மற்றும் வனவிலங்கு மற்றும் வீட்டுவசதி பாதுகாப்பு அமைச்சகம் ஆகியவை கையெழுத்திட்டன."
      ]
    },
    "en": {
      "title": "Four hospitals paid to tourists",
      "body_lines": [
        "Ministry of Tourism, Sri Lanka Tourism Development Authority (SLTDA) and the Ministry of Health strengthens the health facilities of the health facilities in health facilities to improve the health facilities of the health facilities.The Jubilee was held at the hall.",
        "Health and Industry, Minister of Health, Minister of Health and Industry, Dr. Ramesh Pathirana and Minister of Tourism and Land and Minister Harin Fernando were present at the occasion.",
        "Sri Lanka Tourism Development Authority (SLTDA) has to implement the health facilities provided to the health facilities and the Ministry of Health (SLTDA) with the assistance of the Ministry of Health with minimal health care authority.Agreement took place here.",
        "Dambulla, Bandarawela, Pottumarama hospitals will be developed by Dambulla, Bandarawela, Dambulla, Bandarawela, Dambulla, Bandarawela, Dambulla, Bandarawela and Tissamaharama hospitals.",
        "The Ministry of Buddha Sasana, Ministry of Buddha Sasana, Ministry of Buddha Sasana, Ministry of Religious and Cultural Affairs, Ministry of Urban Development and Housing Conservation and the Ministry of Wildlife and Housing Conservation and the Ministry of Wildlife and Housing Conservation Signed."
      ]
    }
  },
  "summary_lines": [
    "Four hospitals in Sri Lanka—Dambulla, Bandarawela, Pottumarama, and Tissamaharama—are set to receive upgrades. The initiative involves the Ministries of Health, Tourism, Buddha Sasana, Religious & Cultural Affairs, Urban Development & Housing, and Wildlife. Ministers Dr. Ramesh Pathirana and Harin Fernando attended the agreement signing, aiming to enhance healthcare services for tourists and locals alike."
  ]
}