{
  "translated_text": {
    "si": {
      "title": "කුවේට් සේවායෝජකයා සමඟ බිරිඳ: සැමියාගේ නිවසේ ගින්න",
      "body_lines": [
        "කුවේට්හි සේවය කළ කාන්තාවක් පසුගිය දින කිහිපය තුළ ඇගේ ලොක්කා සහ රියදුරු සමඟ පැමිණ තිබේ. දෙදෙනා ස්ත්රියගේ නිවසේ රැඳී සිටිති.",
        "මේ අනුව, බිරිඳ සහ ස්වාමිපුරුෂයා අතර කලබලයක් ඇති විය. දරුණු සටනක් ද තිබේ. නොඉවසිලිමත් ස්වාමිපුරුෂයා සහ බිරිඳට පහර දුන්නා. ඔහු සෙනසුරාදා (30) නිවසට ගිනි තැබීය.",
        "කුවේට් ලොක්කා සහ ඔහුගේ රියදුරා සිද්ධිය සම්බන්ධයෙන් දරුණු පිලිස්සුම් තුවාල ලැබූහ. සිද්ධියෙන් සැමියාගේ පියා මියගොස් තිබේ.",
        "සිද්ධිය සිදුවීම වෙලිපෝදය, මඩකලපුව පාරේ මඩකලපුව පාරේදී සිදුවිය.",
        "අවුරුදු 80 ක් ලබා ගනිමින් අවුරුදු 80 ක් සමඟ ඔෆ් අවුරුදු 40 ක් සිය නිවසට පැමිණ තිබේ.",
        "ස්වාමිපුරුෂයා සහ බිරිඳ මීට පෙර කිහිප වතාවක්ම නිවසට පැමිණීමට කටකතා පැතිරී ඇත.. මේ අතර, කෝපාවිෂ් make ස්වාමිපුරුෂයා සහ භාර්යාවක් තම බිරිඳට පහර දී කුවේටයට ගිනි තබා ඔහු සමඟ සිටි රියදුරුට ගිනි තැබූහ.",
        "කුවේට් සහ රියදුරු තුවාල ලබා බිබිලා රෝහලේ ප්රතිකාර ලබති.",
        "70 හැවිරිදි ස්වාමිපුරුෂයා වන තිසා හෙට්ටියාරාචි, අසනීපව සිටි ස්වාමිපුරුෂයා, අසනීපව සිටි ස්වාමිපුරුෂයා, පුළුස්සා බිබිලා රෝහලට ඇතුළත් කිරීමෙන් පසු මිය ගියේය.",
        "මියගිය අයගේ මරණය සම්බන්ධයෙන් මහේස්ත්රාත්වරයාගේ පරීක්ෂණය පිළිබඳ විමර්ශනය පිළිබඳ පරීක්ෂණය සිදු කළේ සරත් බන්ඩාරා මහතා වන සරත් බන්ඩාරා මහතා සහ මරණ පරීක්ෂණය සඳුදා (01) මොණරගල දිස්ත්රික් මහ රෝහලේදී පැවැත්වූ බවයි."
      ]
    },
    "en": {
      "title": "Wife with Kuwait Employer: Fire in Husband's House",
      "body_lines": [
        "A woman who worked in Kuwait has come up with her boss and driver for the past few days. The two are staying at the woman's house.",
        "Thus, there was an upset between the wife and the husband. There is also a fierce fight. Impatient husband and wife attacked. He set fire to the house on Saturday (30).",
        "The Kuwait boss and his driver suffered severe burns in the incident. Husband's father has died in the incident.",
        "The incident took place in Batticaloa Road, Batticaloa Road, Welipodaya.",
        "The 40 -year -old woman has returned home with her 80 -year -old Abdul Said Alaballayan and her driver KK Namal.",
        "Husband and wife have been rumored to have come home several times before.. In the meantime, a furious husband and wife attacked his wife and set fire to the Kuwait and driver who accompanied him.",
        "Kuwait and driver are injured and are being treated at the Bibila Hospital.",
        "Tissa Hettiarachchi, a 70 -year -old husband, who was sick, died after being admitted to the Bibila Hospital after being burned.",
        "The Magistrate's inquiry into the death of the deceased was conducted by Mr. Sarath Bandara, Mr. Sarath Bandara and the autopsy was held on Monday (01) at the Moneragala District General Hospital."
      ]
    }
  },
  "summary_lines": [
    "A woman from Kuwait, staying with her husband and father-in-law, set fire to their house, injuring her boss and driver. The husband's father died in the incident. The couple had a history of conflicts."
  ]
}