{
  "translated_text": {
    "ta": {
      "title": "இனப்பெருக்கத்தில் 104 ஆடுகள் கொல்லப்பட்டன",
      "body_lines": [
        "நாட்டில் மூடப்பட்ட பண்ணைகளின் எண்ணிக்கை 14,000 க்கும் அதிகமாக உள்ளது என்று கோபி கமிட்டி வெளிப்படுத்துகிறது.",
        "மில்கோ லோ டு மில்கோ லோ டவுன் - அமைச்சர் மஹிந்த அமராவீரா",
        "திணைக்களத்தின் தரவுத்தளத்தை பராமரிப்பதன் முக்கியத்துவத்தை குழு வலியுறுத்துகிறது.",
        "பால் உற்பத்தி குறித்த தேசிய கொள்கையைத் தயாரிப்பதில் கவனம்",
        "இனப்பெருக்கத்திற்காக ஆஸ்திரேலியாவிலிருந்து இறக்குமதி செய்யப்பட்ட 104 ஆடுகள்",
        "இலங்கையில், இலங்கையில் 14,000 க்கும் மேற்பட்ட பண்ணைகள் மூடப்பட்டுள்ளன, இது மாகாணமாக அடையாளம் காணப்பட்டு மாகாணமாக அடையாளம் காணப்பட்டுள்ளது.. இந்த பண்ணைகளில் பெரும்பாலானவை சிறு பண்ணைகள் என்றும், விலங்குகளின் காரணமாக இந்த பண்ணைகள் மூடப்பட்டதாகவும் அதிகாரிகள் சுட்டிக்காட்டினர்.",
        "விலங்குகளின் திருட்டு காரணமாக விவசாயிகளின் விரக்தி காரணமாக விவசாயிகளின் விரக்தியால் மட்டுமே விவசாயிகள் திருட்டு ஏற்றுக்கொள்ள முடியாது என்று கோபீசியக் குழுக்கள். கால்நடைகளுக்கு புல்வெளி மற்றும் நில அடிப்படையிலான பிரச்சினைகளை அழிப்பது என்று அதிகாரிகள் சுட்டிக்காட்டினர். அதன்படி, தெளிவான தரவைப் பராமரிப்பது விலங்கு உற்பத்தி மற்றும் சுகாதாரத் துறை மற்றும் கோபி கமிட்டியால் மேற்கொள்ளப்பட உள்ளது.",
        "தரவுத்தளத்தை இயக்குவதன் முக்கியத்துவத்தை குழு வலியுறுத்தியது மற்றும் தரவுத்தளத்தை பராமரித்தது.",
        "அரசாங்க உற்பத்தி மற்றும் சுகாதாரத்தின் பரிந்துரைகளின் முன்னேற்றம் குறித்து விவாதிக்க குழு க Hon ரவ லாசந்தா அலகியவன்னாவை சந்தித்தபோது குழு விவாதிக்கப்பட்டது.",
        "இதைச் செய்ய குழுவின் அழைப்பில் அமைச்சர் மஹிந்த அமராவீராவும் ஈடுபட்டார்.. குழு நாட்டின் உள்ளூர் பால் தேவையின் நீளத்தை விரிவாக விவாதித்தது.",
        "முந்தைய குழுவின் தயாரிப்பு தொடர்பான தேசிய கொள்கையைத் தயாரிப்பதில் இந்த கூட்டம் கவனம் செலுத்தியது.",
        "ஆஸ்திரேலியாவின் ஆஸ்திரேலியாவிலிருந்து ஈமலாதந்தம் மற்றும் துல்லா இனப்பெருக்கம் மையங்களில் இறக்குமதி செய்யப்பட்ட 104 ஆடுகளின் மரணம் குறித்தும் குழு கவனம் செலுத்தியது. கடந்த குழுவில் தற்போது இந்த ஆடுகளின் முன்னேற்றம் இந்த ஆடுகளை களத்தில் வெளியிட்டது.",
        "அதன்படி, மீதமுள்ள விலங்குகள் ஒரு மாதத்திற்குள் களத்தில் விடுவிக்கத் தயாராக இருப்பதாக அதிகாரிகள் சுட்டிக்காட்டினர்.குழுவின் தலைவரும் குழு குறித்த அறிக்கையை சமர்ப்பிக்க குழுவுக்கு பரிந்துரைத்தார்."
      ]
    },
    "en": {
      "title": "104 goats were killed in breeding",
      "body_lines": [
        "The Kopy Committee reveals that the number of farms closed in the country is over 14,000.",
        "Milko Low to Milko Low down - Minister Mahinda Amaraweera",
        "The Committee emphasizes the importance of maintaining the database of the department.",
        "Attention to prepare a national policy on milk production",
        "104 goats imported from Australia for breeding",
        "In Sri Lanka, more than 14,000 farms have been closed down in Sri Lanka and that this has been identified as province and has been identified as province.. The officials pointed out that the majority of these farms are small farms and that these farms were closed due to the animal'sft.",
        "The Kopyician committees that theft of farmers are not acceptable only due to frustration of farmers due to frustration of farmers due to theft of animals. The officers pointed out that the destruction of grassland and land based problems for cattle. Accordingly, maintaining clear data is to be carried out by the Department of Animal Production and Health and the Kopy committee.",
        "The Committee stressed the importance of running the database and maintain the database.",
        "The committee was discussed when the Committee met with the Hon. Lasantha Alagiyawanna to discuss the progress of the recommendations of the Government Production and Health.",
        "Minister Mahinda Amaraweera was also involved in the invitation of the committee to do this.. The Committee discussed the length of the country's local milk requirement at length.",
        "The meeting also focused on the preparation of the national policy related to the product of the previous committee.",
        "The committee also paid attention to the death of 104 goats imported from the Australia of Australia in the Australia of Eamaladandam and Tulla breeding centers. The progress of these goats at present on the last committee also held the releasing of these goats into the field.",
        "Accordingly, the officers pointed out that the remaining animals were prepared to be released into the field within a month.The Chairman of the Committee also recommended the committee to submit a report on the committee."
      ]
    }
  },
  "summary_lines": [
    "The Kopy Committee reports over 14,000 farms closed in Sri Lanka, mainly small farms due to animal theft. Minister Mahinda Amaraweera emphasizes the need for a national milk production policy and database maintenance. The committee also discusses the death of 104 goats imported from Australia for breeding, with plans to release the remaining animals within a month."
  ]
}