{
  "translated_text": {
    "ta": {
      "title": "கொழும்பு சக்கர வாகனம் ஓட்டுநரின் கொலை வெளிப்படுத்துகிறது",
      "body_lines": [
        "கொழும்பின் வார்டு பிளேஸில் முச்சக்கர வண்டியை படுகொலை செய்தது தொடர்பாக இரண்டு சந்தேக நபர்கள் கொழும்பு குற்றப் பிரிவினரால் கைது செய்யப்பட்டுள்ளனர்.",
        "அவர்களிடமிருந்து விசாரணையில், முச்சக்கர வண்டியின் மொபைல் தொலைபேசியைக் கொள்ளையடிப்பதற்காக இந்த கொலை செய்யப்பட்டது என்று தெரியவந்தது.",
        "கொழும்பு மற்றும் வாட் பிளேஸில் உள்ள தேசிய பல் மருத்துவமனை அருகே அமைந்துள்ள தேசிய பல் மருத்துவமனைக்கு அருகிலுள்ள மூன்று சக்கர வாகனத்தில் அடையாளம் தெரியாத உடல் கண்டுபிடிக்கப்பட்டது.",
        "கொலை ஒரு கூர்மையான ஆயுதத்தால் தாக்கப்பட்டதாக விசாரணைகள் தெரிவிக்கின்றன.",
        "கொழும்பு குற்றப் பிரிவின் கொழும்பு குற்றப் பிரிவின் அதிகாரிகள் உட்பட பல பொலிஸ் குழுக்கள் இருந்தன.",
        "சி.சி.டி.வி காட்சிகள் தொடர்பான விசாரணைகளுடன் விசாரணை இரண்டு விசாரணை அதிகாரிகள் நேற்று கைது செய்யப்பட்டனர்.",
        "45 மற்றும் 38 வயதில் சந்தேக நபர்கள் இருவரும் ஞானில் மற்றும் ஜி.என்.ஜி.பி.ஏ.க்களில் வசிப்பவர்கள்.",
        "அவற்றில் ஒன்றைக் கொண்டிருப்பதில் 30 கிராம் பனி நடிகர்கள் கண்டுபிடிக்கப்பட்டுள்ளனர்.",
        "சந்தேக நபர்களின் கேள்விகள் பனி மருந்துகளை குடிக்க பணம் கண்டுபிடிப்பதற்கான பழக்கம் தங்களுக்கு இருப்பதாக தெரிய வந்துள்ளது.",
        "சந்தேக நபர்களால் மேற்கொள்ளப்பட்ட விசாரணை சபுகாஸ்கந்தா பகுதியிலிருந்து இன்னொருவருடன் கொள்ளையடிக்கப்பட்ட முச்சக்கர வண்டிக்கு கூடுதலாக தெரியவந்தது.",
        "அதாவது, மூன்று சக்கர வாகனத்தில் ஒரு மூன்று சக்கர வாகனம் ஒரு தொலைபேசி அழைப்பில் நடப்பட்டாலும், சந்தேக நபர்கள் அவரது செல்போனைப் பறிக்க திட்டமிடப்பட்டனர்.",
        "கூர்மையான பொருளில் ஓட்டுநரிடமிருந்து ஓட்டுநரின் ஓட்டுநர் போலீசார் தெரிவித்தனர்.",
        "சாலையில் விழுந்த ஓட்டுநர், பின்னர் இரு சக்கர வாகனத்தில் சேர்ந்து மீண்டும் மொபைலுக்கு அழைத்துச் சென்றார்.",
        "கொள்ளையடிக்கப்பட்ட மொபைல் ரூ .4,000 என அடமானம் வைக்கப்பட்டுள்ளதாக சந்தேக நபர்கள் தெரிவித்தனர்.",
        "இரண்டு சந்தேக நபர்களும் அதிகப்படியான போதைப் பழக்கத்திற்கு அடிமையானவர்கள் மற்றும் மூன்று சக்கர வாகனங்கள் கொலையைச் செய்யப் பயன்படுகின்றன."
      ]
    },
    "en": {
      "title": "Colombo-wheeler driver's murder reveals",
      "body_lines": [
        "Two suspects have been arrested by the Colombo Crimes Division regarding the assassination of a three-wheeler driver in Ward Place, Colombo.",
        "The interrogation from them revealed that the murder was done to plunder the three-wheeler's mobile phone.",
        "A unidentified body was found in a three-wheeler near the National Dental Hospital located near the National Dental Hospital in Colombo and Wad Place.",
        "Investigations have revealed that the murder had been assaulted by a sharp weapon.",
        "There were several police teams including officers of the Colombo Crimes Division of the Colombo Crimes Division.",
        "Two investigating officials were arrested yesterday with investigations into the CCTV views.",
        "The two suspects in the ages of 45 and 38 are residents of the GNANIL and GNGPAS.",
        "More than 30 grams of ice cast have been found in the possession of one of them.",
        "The questions from the suspects have revealed that they have a habit to find money to drink ice drugs.",
        "The interrogation carried out by the suspects were revealed in addition to the three-wheeler robbed from the Sapugaskanda area with another.",
        "That was, while a three-wheeler driver in a three-wheeler was planted in a telephone call, the suspects were planned to snatch his cell phone.",
        "The driver of the driver from the driver in a sharp object, police said.",
        "The driver, which had fallen into the road, then joined the two-wheeler and took back to the mobile.",
        "The suspects said that the plundered mobile was mortgaged at Rs 4,000, police said.",
        "The two suspects are overly drug addicts and the three-wheeler used to carry out the murder."
      ]
    }
  },
  "summary_lines": [
    "In Colombo, two men aged 45 and 38, residents of GNANIL and GNGPAS, were arrested for murdering a three-wheeler driver over his mobile phone. The crime occurred near the National Dental Hospital, where the victim was found dead in his vehicle. Investigations showed the driver was attacked with a sharp weapon. The suspects, known drug addicts, confessed to stealing the phone to pawn it for money to buy drugs. They also admitted to robbing another three-wheeler in Sapugaskanda."
  ]
}