{
  "translated_text": {
    "ta": {
      "title": "இலங்கை ஏன் மிகவும் தனித்துவமான யானைகளை கொல்ல வேண்டும்?",
      "body_lines": [
        "இலங்கை ஏன் மிகவும் தனித்துவமான யானைகளை கொல்ல வேண்டும்?",
        "கடந்த ஆண்டு மார்ச் மாதம் கணவர் மிதித்தபின் கணவர் மாலையில் மிதித்ததால், சுமித்ரா கல்கினியின் இதயம் உடைந்து விடும்.",
        "அவள் சமையலறையில் பிஸியாக இருந்தாள் - இந்த ஜோடி இலங்கையில் உள்ள ஒரு விவசாய கிராமத்தில் இருந்தது - திலக் குமாரா, அவரது கணவர், மற்றும் அவரது உடமைகளுக்கு அவரது மாடுகளுக்கு உணவு வழங்கப்பட்டது. அங்கு, ஒரு யானையின் கன்ஹனாடா கேட்டுக்கொண்டிருந்தார்.",
        "அவள் சொன்னாள், அவன் அதை அவருக்குத் தெரிவிக்க முயன்றான். ஆனால், \"நிமிடங்களில், அழிவு நடந்தது,\". யானை கிராமங்களின் அச்சுறுத்தப்பட்ட அலறல்களின் முகத்தை விட்டு வெளியேறியது.",
        "45 வயதான மாலுகாந்தி, மூன்று இளம் மகள்களின் தாயார், அவரது குடும்பத்தினர் இன்னும் சம்பவத்திலிருந்து விடுபட முயற்சிக்கிறார்கள் என்று கூறினார். அது மீண்டும் நடக்கும் என்று அவள் பயப்படுகிறாள்.",
        "சாப்பிடுவதில் மகிழ்ச்சி அடைகிற அவளுடைய வீடு, ஒரு பண்ணையில், அடர்த்தியான காட்டில் இருந்து, ஒரு அடர்த்தியான காட்டில் இருந்து அமைந்துள்ளது, இது யானைகளை சாப்பிடுவது மகிழ்ச்சி அளிக்கிறது. குருணேகலா மாவட்டத்தில் உள்ள கிராமத்தின் கிராமம் கிராமத்தின் கிராமத்தில் மக்களுக்கும் யானைகளுக்கும் இடையில் ஒரு தீவிர மோதலாக மாறியுள்ளது.",
        "கடந்த இரண்டு ஆண்டுகளில் மட்டுமே டால்கஸ்வேவா மற்றும் 10 யானைகள் இறந்துவிட்டன. சூரிய அஸ்தமனத்திற்குப் பிறகு கிராமவாசிகள் தங்கள் வீடுகளுக்கு வெளியே செல்ல இன்னும் பயப்படுகிறார்கள்.",
        "இருப்பினும், இந்த சிக்கல் இந்த சிறிய பகுதியிலிருந்து வெகு தொலைவில் உள்ளது.",
        "யானையின் மறைக்கப்பட்ட பேச்சு: 'நான், என் அம்மா, தந்தை ஒவ்வொரு நாளும் மரங்களில்",
        "கடந்த ஆண்டு இலங்கையில் யானைகள் மீதான தாக்குதலில் கொல்லப்பட்ட 176 நபர்களில் குமாரமும் ஒருவர். அந்த நேரத்தில், 470 யானைகள் இறந்துவிட்டன - அவர்களில் பாதி பேர் மனித நடத்தை காரணமாக கொல்லப்பட்டுள்ளனர், மற்ற இறப்பு நோயாளிகள் நோய்கள் அல்லது விபத்துகளால் ஏற்படுகிறார்கள். இந்த எண்ணிக்கை தரவு இயல்பானது, ஒவ்வொரு இரண்டு நாட்களுக்கும் ஒவ்வொரு இரண்டு நாட்களுக்கும் ஒவ்வொரு இரண்டு நாட்களுக்கும் ஒரு மனித மரணம் கொல்லப்படும் போது.",
        "விவசாயத்தின் விரிவாக்கத்துடன், யானைகள் படையெடுக்கப்பட்டு அவற்றின் உணவு மற்றும் நீர் ஆதாரங்களின் வாழ்க்கை ஆபத்தில் உள்ளது. \"அவை ஒவ்வொரு உணவு பயிரையும் ஈர்க்கின்றன\" என்று இலங்கையில் யானைகள் குறித்த முன்னணி நிபுணர் வெளிப்பாடு பிரிதோராஜ் பெர்னாண்டோ.",
        "இருப்பினும், சமீபத்திய புள்ளிவிவரங்கள் 2023 இல் காட்டப்பட்டுள்ளன, யானைகளின் எதிர்காலம் குறித்து இலங்கை நிச்சயமற்றது.",
        "மனித மற்றும் யானையில் இறப்புகளின் எண்ணிக்கை, மரணத்தின் இறப்புகளின் எண்ணிக்கை, வனவிலங்கு பாதுகாப்பு நிலை அரசாங்கத்தின் மனைவியை எதிர்பார்க்கிறது.",
        "\"உள்நாட்டுப் போர் முடிந்ததும் (2009) அரசாங்கம் நிலத்தை வெளியிடத் தொடங்கியது. இவை \"இலங்கை வனவிலங்கு பாதுகாப்பு சங்கம்\" என்று கூறியது. இதன் காரணமாக, ஒரே நேரத்தில் நிலம் திறக்கப்பட்டது, யானைகளும் மக்களும் பெரும்பாலும் பேட்டி கண்டனர் என்று அவர் கூறுகிறார்.",
        "மத மற்றும் பொருளாதார ரீதியாக மதிப்புமிக்க ஆபத்தான யானைகளின் கொலை இலங்கையின் சட்டத்தின் விளைவாகும். யானை யானைகள் மத செயல்முறைகள் மற்றும் சுற்றுலாவின் ஒரு பகுதியாகும்.",
        "இருப்பினும், விவசாயிகள் தங்கள் பயிர்களையும் வாழ்க்கையையும் பாதுகாப்பதற்கான கொடிய முன்னெச்சரிக்கை உத்திகளைப் பின்பற்றி நிறுத்தவில்லை.",
        "யானைகளுக்கு தூர மின்சார வேலிகளை உருவாக்க இலங்கை அனுமதிக்கப்படுகிறது, மேலும் அவற்றை வெளியேற்றும் அளவுக்கு பண்புக்கூறு வலுவாக உள்ளது. இலங்கையில், டால்கஸ்வேவா உட்பட இலங்கையில் சுமார் 5,000 மைல் [5,000 கி.மீ] இன்னும் விரிவடைந்துள்ளது.",
        "இருப்பினும், விலங்கு நல ஆர்வலர்கள் விவசாயிகள், யானைகள் மிக உயர்ந்த மின்னழுத்த மின்சார வேலிகள் என்று கூறுகின்றன, அவை கொல்லப்படலாம். கூடுதலாக, விவசாயிகள் விலங்குகளின் செயல்பாடுகளையும் செய்கிறார்கள், இதில் \"ஹோக்கின்ஸ்\" வெடிப்பு மற்றும் வெடிபொருட்களை சுடுவது.",
        "\"சாண்டிமா பெர்னாண்டோ போன்ற எளிய மற்றும் கனிவான வழிகள், சாண்டிமா பெர்னாண்டோ போன்றவை பரிந்துரைக்கப்படுகின்றன.",
        "இலங்கையின் பாதுகாப்பான வாழ்விடங்களில் சுமார் 5,800 யானைகள் இருப்பதாக மதிப்பிடப்பட்டுள்ளது.. இருப்பினும், சில வல்லுநர்கள் அந்த எண்ணிக்கை அதை விட பெரியது என்று அஞ்சுகிறார்கள், சில வல்லுநர்கள் அஞ்சுகிறார்கள்.",
        "ஒரு யானை மணிக்கு 48 கிமீ வேகத்தில் பயணிக்கிறது. உணவு குறைவாக இல்லை என்றால் அவர்கள் நீண்ட தூரம் பயணிக்க மாட்டார்கள்.",
        "ஆனால் அது நடந்தால் - உதாரணமாக, காப்பகப் பகுதிகளில் வறட்சி இருந்தால் - அவை அருகிலுள்ள பண்ணைகளுக்கு ஈர்க்கப்படுகின்றன.",
        "யானைகளின் எண்ணிக்கை யானைகளை காப்பகப் பகுதிகளுக்கு மாற்ற முடியாததால் அரசாங்கம் மக்களை எச்சரித்துள்ளது.",
        "மனித-யானை மோதல்களைக் குறைப்பதற்கான தேசிய செயல் திட்டத்தை உருவாக்க 2020 ஆம் ஆண்டின் அதிகாரப்பூர்வ குழுவின் தலைவராக புபிராஜ் பெர்னாண்டோ இருந்தார். இலங்கை முன்னோடியில்லாத வகையில் பொருளாதார நெருக்கடியை எதிர்கொண்டதிலிருந்து, கடந்த சில ஆண்டுகளில் இந்த திட்டம் செயலற்ற நிலையில் இருந்தது, ஆனால் யானை மரணத்தின் கூர்மையான அதிகரிப்பு குறித்து ஒரு விரைவான யோசனை இருந்தது.",
        "இயற்கைக்கான உலக நிதியத்தின் படி, 19 ஆம் நூற்றாண்டின் தொடக்கத்திலிருந்து இலங்கை 65% குறைந்துள்ளது.",
        "ஒரு தசாப்தத்திற்கு முன்னர், இலங்கையில் ஆண்டுக்கு கொல்லப்பட்ட யானைகளின் எண்ணிக்கை சுமார் 250 ஆக இருந்தது. ஆனால் சமீபத்திய ஆண்டுகளில், எண்ணிக்கை கடுமையாக உயர்ந்து, இரண்டாம் ஆண்டிற்கான 400 இறப்புகளைத் தாண்டியுள்ளது. தற்போதுள்ள விகிதத்தின்படி, யானை இறப்புகளின் எண்ணிக்கை இலங்கையில் 70% யானைகளை இழக்க நேரிடும் \"என்று பிராகிரிஜ் பெர்னாண்டோ கூறினார்.",
        "நிபுணர்கள் கவலைப்படுகிறார்கள், யானையின் இருப்பு ஏராளமான ஆண் யானைகளின் மரணத்திற்கு பாதிக்கப்படக்கூடியது. சிலர் பெரும்பாலும் கிராமப்புற சமூகத்தில் சுற்றித் திரிகிறார்கள், அவர்கள் மிகவும் பாதிக்கப்படக்கூடியவர்கள்.",
        "சமீபத்திய ஆண்டுகளில், இலங்கையின் மத்திய மண்டலத்தில் ஆண் யானை இல்லை என்று சாண்டிமா பெர்னாண்டோ கூறுகிறார். கொரோனா தொற்றுநோய்க்கு முன் அத்தகைய விலங்குகளைப் பார்ப்பது சாதாரணமானது.",
        "பாதுகாக்கப்பட்ட பகுதிகளுக்கு வெளியே யானை இறப்புகள், நோய்வாய்ப்பட்ட, மோதல் அல்லது வறட்சி காரணமாக காடுகளில் என்ன நடக்கிறது?செல்வது குறித்து போதுமான அறிவு இல்லை.",
        "டால்கஸ்வேவாவுக்குத் திரும்பினால், மல்காந்தி மற்றொரு யானை தாக்குதலுக்கு பயப்படுவதாகக் கூறுகிறார்.",
        "\"மற்றொரு யானை பண்ணைக்கு வருகிறது,\" என்று அவர் கூறுகிறார். \"நாங்கள் இங்கே வாழ பயப்படுகிறோம்.\"",
        "காதலர் தினம்: 'பாலினத்தை விட அதிகம். அங்கே நிறைய காதல் இருக்கிறது '",
        "இந்திய காவல் நிலையம் எரிவாயு வீசியது",
        "இலங்கையில் பள்ளி கல்வி: அதிபர் தேசியம் அல்லது ஆடைகளை அடிப்படையாகக் கொண்டாரா?"
      ]
    },
    "en": {
      "title": "Why do Sri Lanka be killed most unique elephants?",
      "body_lines": [
        "Why do Sri Lanka be killed most unique elephants?",
        "As her husband trampled the evening after her husband trampled in March last year, Sumitra Kalkini's heart will break up.",
        "She was busy in the kitchen - the couple was in an agricultural village in Sri Lanka - Thilak Kumara, her husband, and his belongings were given food for his cows. There, an elephant's kanhanada was listening.",
        "She said, he tried to inform him that. But, \"in minutes, the destruction was taken place,\". The elephant had fled the face of the terrorized screams of the villages.",
        "45-year-old Malukanti, a mother of three young daughters, said that his family is still trying to break free from the incident. She is afraid that it will happen again.",
        "Her home, which is pleased to eat, is located in a farm, from a dense forest, from a thick forest, which is pleasing to eat elephants. The village of the village in Kurunegala district has become an intensive conflict between people and elephants, in the village of the village.",
        "Talgaswewa and 10 elephants have died in the past two years only. The villagers are still afraid to go out of their homes after sunset.",
        "However, this problem is far from this small area.",
        "The hidden speech of the Elephant conflict: 'I am, my mother, and father every day on the trees",
        "Kumara was among the 176 persons who were killed in the attack on elephants in Sri Lanka last year. At that time, 470 elephants have died - half of them have been killed due to human behavior, and other death patients have been caused by diseases or accidents. This figure data is normal, when a human death has been killed every day every two days, every two days every two days.",
        "With the expansion of farming, the elephants are invaded and the lives of their food and water sources have been in danger. \"They attract every food crop,\" Prithoraj Fernando, a leading expert expression on elephants in Sri Lanka.",
        "However, the latest figures showed in 2023, Sri Lanka is uncertain about the future of elephants exceptional.",
        "Since the number of deaths in human and elephant, the number of deaths in death, the state of wildlife conservation expects the government's spouse.",
        "\"After the civil war was over (2009) the government started releasing land. These said the \"Sri Lanka Wildlife Conservation Association '. He says that due to this, the land was opened in the same time, and the elephants and the people were mostly interviewed.",
        "The murder of religious and economically valuable endangered elephants is a result of the law of Sri Lanka. The elephant elephants are part of religious processes and tourism.",
        "However, farmers have not stopped following the deadly precaut strategies to protect their crops and lives.",
        "Sri Lanka is permitted to build electric fences to distance elephants, and the attribute is strong enough to drive them out. In Sri Lanka, about 5,000 miles [5,000 km] in Sri Lanka, including Talgaswewa, is still expanded.",
        "However, animal welfare activists say that farmers, elephants are highly high voltage electric fences that can even be killed. In addition, the farmers also do the activities of the animals, including the explosion of \"Hokkins\" and firing the explosives.",
        "\"Simple and kind ways, such as Chandima Fernando, such as Chandima Fernando are recommended.",
        "It is estimated that there are about 5,800 elephants in Sri Lanka's secure habitats.. However, some experts fear that that number is greater than that, some experts fear.",
        "A elephant travels 48 km / h. If there is no food shorter they don't travel long distances.",
        "But if it happens - For example, if there is a drought in archive areas - they are drawn to nearby farms.",
        "The government has warned the people because the number of elephants are unable to afford to revert the elephants to the archive areas.",
        "Puphiraj Fernando was the head of the official committee of the 2020 to develop a national action plan to reduce human-elephant conflicts. Since Sri Lanka was facing an unprecedented economic crisis, the plan was inactive in the last few years, but has had an expeditious idea of the sharp increase in elephant death.",
        "According to the World Fund for nature, Sri Lanka has fell by 65% since the beginning of the 19th century.",
        "A decade ago, the number of elephants killed per year in Sri Lanka was about 250. But in recent years, the number has risen sharply and has exceeded 400 deaths for the second year. According to the existing rate, the number of elephant deaths will be deprived of 70% of elephants in Sri Lanka, \"said Pragirij Fernando.",
        "Experts are worried, the existence of elephant specializes in vulnerable to death of a large number of male elephants. Some often roam the rural community, and they are most vulnerable.",
        "In recent years, Chandima Fernando says there is no male elephant in the central zone of Sri Lanka. It was normal to see such animals before the Corona Epidemic.",
        "What happens in the forests due to the number of elephant deaths outside the protected areas, sick, conflict or droughts?It is not enough knowledge of going.",
        "If returning to Talgaswewa, Malkanthi says she is afraid of another elephant attack.",
        "\"Another elephant is coming to the farm,\" she says. \"We're afraid to live here.\"",
        "Valentine's Day: 'There's more than sex. There's a lot of love there '",
        "Indian police station blown gas",
        "School Education in Sri Lanka: The Principal is based on nationality or dresses?"
      ]
    }
  }
}