{
  "translated_text": {
    "ta": {
      "title": "ஸ்டேஷன் எஜமானர்களிடமிருந்து சிவப்பு விளக்கு",
      "body_lines": [
        "ரயில்வே மாஸ்டர்ஸ் அசோசியேஷன் (OICS) கூறுகையில், அவர்களின் கோரிக்கைகளுக்கு சரியான தீர்வுகளை வழங்க நடவடிக்கை எடுக்க முடிவு செய்யப்பட்டுள்ளது.",
        "எவ்வாறாயினும், தனது தொழிற்சங்க நடவடிக்கை மூலம் பயணிகள் நடைபெறாது என்று சங்கம் கூறியது.",
        "இது தொடர்பாக இன்று நடைபெற்ற ஒரு ஊடக மாநாட்டில் பேசிய ரயில்வே தலைவர் சுமந்தா சோமரத்னே, தனது தொழிற்சங்க நடவடிக்கைக்கு பொறுப்பான அமைச்சருக்கு நன்றி தெரிவித்ததாகக் கூறினார்.",
        "அசோசியேஷன் உச்சிமாநாட்டின் தலைவர் சுமந்தா சுமந்தத்னே, சுமனரத்ன கூறினார்",
        "\"இந்த பிஸியான சந்திப்பில் இந்த பிஸியான தருணத்தில் ரயில்வே நிலையங்கள் தங்கள் நேரத்தை தீர்க்க நியாயமற்றவை என்று நாங்கள் நேற்று அமைச்சரை அனுபவித்தோம். பொது மேலாளர், குழுக்களை நியமிக்கவும். குழுக்களை நியமிப்பது நல்லது. எங்கள் பங்கேற்புக்கு சிக்கல்களின் பங்கேற்பு இல்லை. திணைக்கள அதிகாரிகள் திங்களன்று அமைச்சின் பொது மேலாளரால் கடினமாக இருக்கக்கூடாது என்று ஒரு தொழில்முறை பிரச்சாரத்திற்கு தயங்க மாட்டார்கள்.",
        "இதற்கிடையில், நிலைய முதுநிலை வேலைநிறுத்தம் குறித்து பேசிய அமைச்சர் விஜிதா ஹெராத்,",
        "\"மாலை நேரத்தில் புறக்கணிக்க ஸ்டேஷன் எஜமானர்கள் வருகிறார்கள். நீங்கள் சொல்வது அல்லது புறக்கணித்த பல ஆண்டுகளாக இது ஒரு கேள்வி. இன்றிரவு திரும்பி வேலைநிறுத்தத்தைத் தொடங்க இன்று மீண்டும் இன்று காலை மீண்டும் வருகிறது. எனவே இந்த வழி அரசியல் கட்டமைப்புகளில் இவற்றை செயல்படுத்த முயற்சிக்கிறது. குறுகிய அரசியல் நன்மையுடன் பணியாற்ற அனுமதிக்க வேண்டாம் என்று இந்த நாட்டின் மக்கள் எங்களுக்கு ஆணையை வழங்கினர். எந்தவொரு நடவடிக்கையையும் எடுக்க அவர்களுக்கு நியாயமான திறன் இல்லை, வெகுஜனங்களை எவ்வாறு வலியுறுத்துவது. தேர்தல் மற்றும் தேர்தலின் தேர்தல் காலங்களில் இதை மாற்ற முடியாது. இது பொதுவாக விழிப்புணர்வு. புதிய அரசாங்கத்தை தீர்க்க இன்னும் 14 நாட்கள் எங்களுக்கு உதவும். 24 மணி நேர பிரச்சினைகளுக்கு இது நியாயப்படுத்தப்படவில்லை. தொழிற்சங்கங்கள் சொல்கின்றன, ஆனால் எங்களுக்கு நியாயமான நேரம் தேவை."
      ]
    },
    "en": {
      "title": "Red light from Station Masters",
      "body_lines": [
        "The Railway Masters Association (OICs) says that it has been decided to take action to provide proper solutions for their demands.",
        "However, the Association said that through his trade union action would not cause passengers to take place.",
        "Speaking at a media briefing held in this regard today, the Chairman of the Railways Sumantha Somaratne said that he thanked the Minister in charge of his trade union action.",
        "Sumantha Sumanthathne, Chairman of the Association Summit, Sumanaratne said,",
        "\"We enjoyed the minister yesterday that the Railway Stations had been unfair to solve their time or focus on this busy moment on this busy meeting. The General Manager, appoint committees. It is good to appoint committees. Our participation has no participation of issues. The officers of the Department will not be hesitant to a professional campaign not to be difficult by the General Manager of the Ministry on Monday.",
        "Meanwhile, Minister Vijitha Herath, who spoke regarding the Station Masters' strike,",
        "\"Station Masters are coming for us to boycott the evening. This has been a question of many years now that you say or boycott. It's coming back to this morning again to return tonight and start the strike. So this way is trying to implement these on political structures. The people of this country gave us mandate not to allow us to work with narrow political advantage. They do not have a reasonable ability to take any action how to stress the masses. This cannot be transformed, during elections periods of election and election. It is generally aware. 14 more days can help us solve the new government. It is not justified for the problems of the 24 hours. The unions tell the unions, but we need reasonable time. \""
      ]
    }
  },
  "summary_lines": [
    "Railway Masters Association threatens strike over unresolved demands. Chairman Sumantha Somaratne thanks Minister for support. Minister Vijitha Herath urges patience, saying unions should wait for new government."
  ]
}