{
  "translated_text": {
    "ta": {
      "title": "இன்று பல பகுதிகளில் ஒரு பெரிய மழை",
      "body_lines": [
        "மேற்கு மற்றும் சபராகாமுவா மாகாணங்களில் சில இடங்களில் சுமார் 150 மில்லிமீட்டர் இருக்கும் என்று மெட் திணைக்களம் கணித்துள்ளது.",
        "நடுத்தர, வடமேற்கு, தெற்கு மற்றும் வடக்கு மாகாணங்களில் சில நேரங்களில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும் என்று திணைக்களம் மேலும் தெரிவித்துள்ளது.",
        "தீவு வழியாக தென்மேற்கு பருவமழை அமைப்பின் அளவு காரணமாக நிலவும் மழை மற்றும் காற்றின் தரத்தையும் இந்த அறிவிப்பு எதிர்பார்க்கிறது.",
        "இதற்கிடையில், நாட்டின் பிற பகுதிகளில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும்.",
        "மத்திய மலைகளில் மேற்கு பால்கனியில் அமர்ந்திருக்கிறது, அவ்வப்போது தெற்கு மாகாணத்தில்.. (40-50) தீவின் மற்ற பகுதிகளிலும் பலத்த காற்று ஏற்படலாம்.. (30-40) வலுவான காற்றை ஏற்படுத்தும்.",
        "தற்காலிக வலுவான காற்று மற்றும் நிலங்களால் ஏற்படும் சேதங்களைக் குறைக்க தேவையான நடவடிக்கைகளை எடுக்கவும் பொதுமக்கள் கேட்டுக்கொள்ளப்படுகிறார்கள்."
      ]
    },
    "en": {
      "title": "A large rain in many areas today",
      "body_lines": [
        "The Met Department forecasts that there would be around 150 millimeters in some places in the Western and Sabaragamuwa provinces today.",
        "The department further stated that showers or thundershowers will occur at times in the middle, North-Western, southern and northern provinces.",
        "The announcement also expects the prevailing rain and wind quality due to the extent of the southwest monsoon system through the island.",
        "Meanwhile, showers or thundershowers will occur at several places in the rest of the country.",
        "On the central hills are sitting in the western-balcony and time to time in the Southern Province.. (40-50) Strong winds can occur and from time to time in the rest of the island.. (30-40) can cause strong winds.",
        "The public is also requested to take necessary steps to reduce the damages caused by temporary strong winds and lands."
      ]
    }
  },
  "summary_lines": [
    "Heavy rainfall expected across Sri Lanka today, with 150mm forecasted in some areas. Showers/thunderstorms predicted in various regions, including the Western, Sabaragamuwa, Middle, North-Western, Southern, and Northern provinces. Southwest monsoon intensifies weather conditions. Strong winds possible in central hills and Southern Province, reaching 40-50 km/h, and 30-40 km/h elsewhere. Public advised to prepare for potential damage."
  ]
}