{
  "translated_text": {
    "ta": {
      "title": "பல்கலைக்கழகமாக கல்விசார் தொழிலாளர்களைக் கோருகிறது",
      "body_lines": [
        "இளைய தலைமுறையினருக்குத் தேவையான எதிர்கால இலங்கையை உருவாக்க உலகளவில் ஒரு பரந்த விவாதம் தொடங்கப்பட வேண்டும் என்று ஜனாதிபதி ரங்கில் விக்ரமேசிங் கூறினார்.",
        "நாட்டில் ஒரு புதிய பொருளாதாரத்தை உருவாக்க ஒரு புதிய பயணம் ஒரு புதிய பயணத்திற்கு செல்ல வேண்டும் என்று ஜனாதிபதி வலியுறுத்தினார்.",
        "இது எச்.எம்., அம்பாரா என்று ஜனாதிபதி ரணில் விக்ரமேசிங்க் கூறினார். வீசிங்க ஸ்டேடியத்தில் தேசிய இளைஞர் சேவைகள் கவுன்சில் ஏற்பாடு செய்த இளைஞர்களில் ஒருவர்.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "டிரின்கோமலியில் சுற்றுலாத் துறையைச் சேர்ந்த 200 ஏக்கர் நிலத்தின் ஒரு பகுதியை வழங்குவேன் என்று நம்புகிறேன்.. அடுத்த இரண்டு ஆண்டுகளில் தயாரிக்கப்பட வேண்டியது அவசியம், ஏனெனில் இது உங்கள் பொழுதுபோக்குக்கு சுதந்திரமாக பயன்படுத்தப்படலாம்.",
        "இந்த ஆண்டு போசன் போயா பெரும் துஷ்பிரயோகத்துடன் கொண்டாடப்பட்டது. போசன் போயாவைக் குறிக்கும் வகையில் அனுராதபுரா அடக்கத்தில் 10 லட்சத்துக்கும் மேற்பட்டவை இருந்தன. முந்தைய வெசக் போயாவைக் குறிக்க சுமார் இரண்டு மில்லியன் மக்கள் கொழும்புக்கு வந்தனர். சிங்கள தமிழ் புத்தாண்டைக் குறிக்கும் வகையில் நாடு முழுவதும் புத்தாண்டு விழாக்கள் நடைபெற்றன. இந்த ஆண்டு போசன் போயாவில் இலங்கையில் 20,000 க்கும் மேற்பட்ட டான்சல்கள் உள்ளன. சில ஆண்டுகளுக்குப் பிறகு, இந்த பண்டிகைகளை மக்கள் கொண்டாட முடிந்தது.",
        "மக்கள் ஒரு குறிப்பிட்ட காலத்திற்கு பயந்தனர். நாட்டில் தங்க வேண்டும் அல்லது தீர்மானிக்க முடியவில்லை. கடந்த நான்கு ஆண்டுகளில் நாட்டின் பொருளாதாரம் சரிந்தது. நாட்டில் மின்சாரம் இல்லை. உணவு, மருந்து, எரிபொருள் இல்லை. ஒவ்வொரு வணிகமும் சரிந்தது. அதன்படி, எதிர்காலத்தைப் பற்றி நமக்கு மிகுந்த பயம் இருக்கிறது. கொரிய தூதரகம் அருகே வேலை பெற இளைஞர்கள் கூடிவந்தனர். மற்றவர்கள் சவுதி அரேபியாவுக்குச் செல்லத் தயாரானார்கள். ஆனால் இப்போது, ​​நாட்டின் பொருளாதாரம் பெருகிய முறையில் சிறப்பாக மாறி வருகிறது.",
        "நம் நாட்டிலிருந்து பெறப்பட்ட கடன்களை திருப்பிச் செலுத்துவதற்கான வலிமை செய்யப்பட்டுள்ளது என்பதை கடன்கள் நாடுகள் ஏற்றுக்கொண்டன. இது சம்பந்தமாக, வாரத்தில் அவர்களுடன் உடன்படுவோம். அதன்படி, நாங்கள் அந்நிய செலாவணியைப் பெறுவோம், வெளிநாட்டு முதலீடு கிடைக்கிறது. அதனுடன் நாங்கள் ஒரு புதிய பயணத்தைத் தொடங்க முடியும்.",
        "இந்த புதிய பயணத்தை நாங்கள் எவ்வாறு பெறுகிறோம் என்பதை நீங்கள் தீர்மானிக்க வேண்டும். நாங்கள் பழைய முறையில் திரும்பினால், உங்களுக்கு மோசமான பொருளாதார சரிவு இருக்கும்.",
        "இந்த நாட்டில் ஒரு புதிய பொருளாதாரத்தை உருவாக்க நாம் ஒரு புதிய பயணத்திற்கு செல்ல வேண்டும். ஜப்பான், வியட்நாம், சீனா, மகப்பேறு, மகப்பேறு, தாய்லாந்து, தாய்லாந்து மற்றும் சிங்கப்பூர் போன்ற இந்த நாடுகள் அனைத்தும் ஏற்றுமதி பொருளாதாரத்தில் கவனம் செலுத்தின. இந்த நாடுகள் நம் நாட்டை விட ஏழை. ஆனால் இன்று அவர்கள் அதிக முன்னேற்றம் அடைந்துள்ளனர்.",
        "நம் நாட்டில் மிகவும் திறமையான இளைஞர்கள் உள்ளனர். ஆனால் அவர்களுக்கு வாய்ப்பு இல்லை. ஏற்றுமதி பொருளாதாரத்துடன் அந்நிய செலாவணியை எவ்வாறு சம்பாதிப்பது என்று நாம் சிந்திக்க வேண்டும். நாம் அனைவரும் ஒன்றாக பயணத்திற்கு செல்ல வேண்டும்.",
        "நமக்கு எதிர்காலத்தை தயார்படுத்துவதும், நல்ல எதிர்காலத்தை உருவாக்குவதும் அல்ல, எங்கள் கடமைதான். ஒரு நாட்டை மேம்படுத்த சுமார் 20 ஆண்டுகள் ஆகும். அதனால்தான், நமது சுதந்திரத்திலிருந்து 100 ஆண்டுகள் வரும்போது இலங்கை வளர்ந்த நாடாக மாற வேண்டும் என்று நாங்கள் அறிவிக்கிறோம்.. நாங்கள் அப்படிச் சொல்லும்போது, ​​சிலர் எங்களை அவமதித்தனர்.",
        "2047 க்குள் இந்தியா இந்தியாவுக்கு விடுவிக்கப்பட்ட 100 ஆண்டுகள் ஆகும். அதன்படி, 2047 வாக்கில், ஒரு வளர்ந்த இந்தியர் உருவாக்கப்பட வேண்டும் என்று நரேந்திர மோடி கூறினார். 2047 பத்திரம் ஒரு மேம்பட்ட வருகையை உருவாக்கிய பின்னர் 100 ஆண்டுகளாக நாங்கள் விடுவிக்கப்பட்ட 2048 ஆண்டுகள் முதல் 100 ஆண்டுகள் வரை வளர்ந்த இலங்கையை உருவாக்க நாங்கள் அனைவரும் பத்திரம். தேவையான அடித்தளத்தை வைக்க நாங்கள் இப்போது செய்கிறோம். இதன் விளைவாக, நாட்டின் எதிர்காலம் இளைஞர்களாக நீங்கள் விவாதிக்க வேண்டும். எனது எதிர்காலம் அல்லது இங்குள்ள அமைச்சர்களின் எதிர்காலம் உங்கள் எதிர்காலம் குறித்து முடிவு செய்யப்பட வேண்டும்.",
        "1977 இல் ஜாஸ். உங்கள் எதிர்காலத்தை உருவாக்க, எனக்கு எதிர்காலம் தேவையில்லை என்று ஜெய்வர்தீன் கூறினார். அதன்படி, இளைஞர் சேவைகள் கவுன்சில் சபையை உருவாக்கி இளைஞர்களை உருவாக்கி தயாரித்தது. சுற்றுலாத் துறை கட்டப்பட்டது. போர் இல்லை என்றால், சுற்றுலா மேம்படுத்தப்படுகிறது. ஆனால் ஒரு நாடாக, நாங்கள் பொருளாதார ரீதியாக செயலிழந்தோம். இப்போது நாம் நாட்டின் பொருளாதாரத்தை மீண்டும் உருவாக்க வேண்டும். எல்லோரும் சேர வேண்டும். உங்களுக்கு தேவையான எதிர்காலத்தையும் எதிர்காலத்தையும் உருவாக்குவோம்.",
        "இது குறித்து ஒரு பரந்த விவாதத்தைத் தொடங்க இளைஞர் விவகார அமைச்சரிடம் நான் சொல்ல விரும்புகிறேன். நாங்கள் பழையவருக்குச் செல்ல முடியாது. எண்ணெய் இல்லாமல் மீண்டும் உரம் இல்லாமல் கஷ்டப்பட முடியாது. எங்களுக்கு ஒரு நல்ல எதிர்காலத்தை வழங்க நம்மை அழைக்கிறோம்.",
        "இளைஞர்கள் எழுப்பிய கேள்விகளுக்கும் ஜனாதிபதி பதிலளித்தார்.",
        "ஸ்மார்ட் விவசாயிகளாக ஸ்மார்ட் வேளாண் திட்டத்தின் மூலம் உங்களைப் பற்றிய ஒரு கருத்தில் தொடர வாய்ப்பை வழங்க முடியுமா?",
        "வேளாண் நவின்னா திட்டம் இந்த ஆண்டு தொடங்கப்பட்டது. உலகின் பிற நாடுகளின் உதவியுடன் அடுத்த ஆண்டு முதல் இந்த திட்டத்தை செயல்படுத்த எதிர்பார்க்கிறோம். இந்த ஆண்டு ஒரு சோதனை மட்டுமே.",
        "ஓலுவில் பல்கலைக்கழகத்தில் பல்கலைக்கழக கல்விசார் பணியாளர் பணியாளர் வேலைநிறுத்தம் நிறுத்த முடியுமா?",
        "கல்வி அல்லாத குழு சார்பாக அரசாங்கம் உருவாக்கப்படலாம் என்ற திட்டத்தை நாங்கள் முன்வைத்துள்ளோம். அதை ஏற்றுக்கொண்டு மீண்டும் கடமைக்கு புகாரளிக்கும்படி நான் அவர்களிடம் கேட்கிறேன்.",
        "விவசாயப் பகுதியில் வசிக்கும் இளைஞர்களாக, ஏற்றுமதி பயிர் உற்பத்தியில் நாங்கள் ஆர்வமாக உள்ளோம். தேவையான தொழில்நுட்ப அறிவையும் வழிகாட்டலையும் ஒரு நிரல் உங்களுக்கு வழங்கத் தொடங்க முடியுமா?",
        "நாட்டில் விவசாய பயிர்களை ஏற்றுமதி செய்வதற்கான திட்டத்தைத் தொடங்க நாங்கள் நடவடிக்கை எடுப்போம். இந்த திட்டம் வேளாண் அமைச்சகம் மற்றும் பிற நிறுவனங்களில் செயல்படுத்தப்பட வேண்டும். இந்த திட்டம் அடுத்த ஆண்டு முதல் செயல்படுத்தப்படும் என்று கூற வேண்டும்."
      ]
    },
    "en": {
      "title": "President requests university non-academic workers",
      "body_lines": [
        "President Ranil Wickremesinghe said that a wide discussion should be launched worldwide for the creation of future Sri Lanka needed for the younger generation.",
        "The President emphasized that a new journey should go to a new journey to create a new economy in the country.",
        "President Ranil Wickremesinghe said this was HM, Ampara. One of the youth organized by the National Youth Services Council at the Weerasinghe Stadium.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "I hope to provide a portion of 200 acres of land belonging to the tourism industry in Trincomalee.. It is necessary to be prepared in the next two years, as it can be used freely for your entertainment.",
        "This year's Poson Poya was celebrated with the great abuse. More than 10 lakhs were present at the Anuradhapura burial to mark the Poson Poya. About two million people arrived in Colombo to mark the previous Vesak Poya. New Year festivals were held throughout the country to mark the Sinhala Tamil New Year. This year's Poson Poya has more than 20,000 Dansals in Sri Lanka. After a few years, the people have been able to celebrate these festivals.",
        "The people were afraid of a period of time. Should stay in the country or were unable to decide. The country's economy collapsed in the last four years. There was no electricity in the country. There were no food, medicine, fuel. Every business collapsed. Accordingly, we have a great fear of the future. Young people were gathered to get jobs near the Korean Embassy. Others prepared to go to Saudi Arabia. But now, the economy of the country is increasingly becoming better.",
        "Loans countries have accepted that the strength has been made to repay the loans obtained from our country. In this regard, we will agree with them in the week. Accordingly, we will receive foreign exchange, and foreign investment is available. With that we will be able to start a new trip.",
        "You are to decide how we get this new journey. If we return to the old manner, you will have a worse economic collapse.",
        "We must go a new trip to create a new economy in this country. All these countries such as Japan, Vietnam, China, Maternity, Maternity, Thailand, Thailand and Singapore focused on an export economy. These countries were more poor than our country. But today they have made high improvement.",
        "There is a very talented youth in our country. But they don't have a chance. We must think how to earn foreign exchange with an export economy. We all need to go journey together.",
        "Our duty is not to prepare a future for us, and to create a good future. It takes about 20 years to improve a country. That is why we declare that Sri Lanka should become a developed country when it comes to 100 years from our independence.. When we say so, some people insulted us.",
        "It takes 100 years after India's liberation to India by 2047. Accordingly, Narendra Modi stated that by 2047, a developed Indian is to be developed. 2047 Deed all of us to build a developed Sri Lanka by 2048 years to 100 years after we have been released for 100 years after creating an advanced arrival. We are doing now to put the required foundation. As a result, you should discuss the future of the country as the youth. My future or the future of ministers here should be decided about your future.",
        "JAs in 1977. Jayewardene stated that I don't need a future, to create your future. Accordingly, the Youth Services Council made the council and created the youth and produced. The tourism industry was built. If there was no war, tourism is enhanced. But as a country, we crashed economically. Now we need to rebuild the country's economy. Everyone should be joined. Let us all create the future and the future you need.",
        "I would like to tell the Minister of Youth Affairs to start a broad discussion on this. We can't go back to the old. Without oil again can't suffer without fertilizer. We invite us to give us a good future.",
        "The President also responded to the questions raised by the youths.",
        "Can we provide the opportunity to proceed as smart farmers by the Smart Agriculture Program on a concept of you?",
        "Agriculture Navinna Program was started this year. We are expecting to implement this program from next year with the help of other countries in the world. This year is just a trial.",
        "Could the university non-academic staff employee strike stop at Oluvil University?",
        "We have presented the program that the government may be made on behalf of non-academic group. I ask them to accept it and report back to duty.",
        "As young people living in an agricultural area, we are interested in export crop production. Can a program begin to give you the necessary technical knowledge and guidance?",
        "We will take steps to start a program to export agricultural crops in the country. The program should be implemented in the Ministry of Agriculture as well as other institutions. It should be said that the program will be implemented from next year."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe calls for global dialogue to shape Sri Lanka's future, emphasizing a shift towards a new economy. He promises land for tourism development and addresses concerns over the economy, urging a focus on exports similar to successful Asian nations. He invites youth involvement in planning for a prosperous future, highlighting the importance of unity and innovation."
  ]
}