{
  "translated_text": {
    "ta": {
      "title": "பரிசோதனைக்கு மீண்டும் விஜயாதாசாவின் மனு",
      "body_lines": [
        "திரு. லங்கா சுதந்திரக் கட்சியின் (எஸ்.எல்.எஃப்.பி) தலைவராக எம்.பி. ) மேற்கு மாகாண சிவில் மேல்முறையீடு மீண்டும் உயர் நீதிமன்றத்திற்கு கொண்டு செல்லப்பட்டது.",
        "நீதிபதி விஜயாதாச ராஜபக்ஷம் மேல்முறையீட்டு மனுவை முன்வைத்திருந்தார்.",
        "மேல்முறையீட்டு உயர்நீதிமன்றம், கிஹான் குலாதுங்கா மற்றும் ஃபிராங்க் குணவர்தேனா ஆகியோர் இன்று மனு திரும்ப அழைக்கப்பட்டனர்.",
        "திரு. குலேரா டி சோய்சா மாவட்ட நீதிபதி மற்றும் கொழும்பு மாவட்ட நீதிமன்றத்தில் தாக்கல் செய்யப்பட்ட மஹிந்தா அமராவீரா ஆகியோரால் குற்றம் சாட்டப்படுகிறார், அது மறுக்கப்பட்டதாக அவர் சுட்டிக்காட்டினார்.",
        "புகாரை நிராகரிக்காமல் புகாரின் திருத்தத்தை அனுமதிக்க மாவட்ட நீதிபதி சட்டத்தை முழுமையாக ஒப்பந்தம் செய்துள்ளதாக ஜனாதிபதியின் ஆலோசகர் சுட்டிக்காட்டியுள்ளார்.",
        "அதன்படி, கொழும்பு மாவட்ட நீதிமன்றம் தாக்கல் செய்த புகாரை அனுப்ப உத்தரவை பிறப்பிக்குமாறு அவர் நீதிமன்றத்தை கோரியுள்ளார்.",
        "ஜனாதிபதியின் ஆலோசகர் சந்தகா ஜெயசுந்தரா டுமிந்தா டிசனாயக்கின் குற்றம் சாட்டப்பட்டதற்காக ஆஜரானார்.",
        "எஸ்.எல்.எஃப்.பியின் இலங்கை சுதந்திரத் தலைவராக அவர் எவ்வாறு நியமிக்கப்பட்டார் என்று ஜனாதிபதியின் ஆலோசனை கேள்வி எழுப்பியது.",
        "பின்வருபவை நாளை (22) தீர்க்கப்படும்."
      ]
    },
    "en": {
      "title": "Wijayadasa's petition again for examination",
      "body_lines": [
        "MP Duminda Dissanayake as the Chairman of the Sri Lanka Freedom Party (SLFP) as the Chairman of the Sri Lanka Freedom Party (SLFP) as a decision filed by MP Keerthi Udawatta as a verdict on a decision filed by the Colombo District Court today (21)The Western Province civil Appeal was taken back to the High Court.",
        "The Court of Justice Wijayadasa Rajapaksa had presented the appeal petition.",
        "The petition was recalled before the High Court of Appeals, Gihan Kulathunga and Frank Gunawardena today.",
        "Mr. Kulera de Zoysa has decided to be the accused by the District Judge and Mahinda Amaraweera, who was filed before the Colombo District Court, was not residents of the Colombo District Court.He pointed out that it was refused.",
        "The President's Counsel has pointed out that the District Judge has completely contracted the law to permit the amendment of the complaint without rejecting the complaint.",
        "Accordingly, he requested the court to issue a order to dispatch the complaint filed by the Colombo District Court.",
        "The President's Counsel Chandaka Jayasundara appeared for the accused by Duminda Dissanayake.",
        "The President's Counsel questioned how he was appointed as the Chairman of the Sri Lanka Freedom Chairman of the SLFP.",
        "The following will be settled tomorrow (22)."
      ]
    }
  },
  "summary_lines": [
    "Wijayadasa Rajapaksa's appeal petition, regarding his appointment as SLFP Chairman, was heard by the High Court of Appeals. The case, initially dismissed by the Colombo District Court, was reconsidered due to legal issues with the complaint process. The court is expected to make a final decision tomorrow."
  ]
}