{
  "translated_text": {
    "si": {
      "title": "කමාල් සමඟ 'චෙක්කා සිවන්තාේ අහස'",
      "body_lines": [
        "'ටේ ලයිෆ් ලයිෆ්' හි 'ටේ ලයිෆ්' හි අරුන් විජේ සහ සිලම්බරසන් සම-කෝස්ටාර් යන බව මෙම චිත්රපට කාර්ය මණ්ඩල සනාථ කර තිබේ.",
        "කමල් හසන් මනි රත්නම්ගේ ඉදිරි චිත්රපටයේ 'තක් lifeye' චිත්රපටයේ කතාවේ වීරයා ඉටු කරයි.",
        "ජයිම් රවී සහ ඩොල්ටර් සල්මාන් වැදගත් කාර්යභාරයක් ඉටු කරන බව නිවේදනය කරන ලදී.. මෙය විශිෂ්ට පිළිගැනීමක් වූයේ එය කමල් හසන් - ජයග්රාහක රවී - ඩියුල්වම් සල්මාන් මුද්දර දැමූ ප්රමුඛ තරු නළුවන්ගේ නව සන්ධානයක් වූ බැවිනි.",
        "වෙඩි තැබීම නිසා දිනට පැවරීමට නොහැකි වූ බැවින් ඩොලර් සල්මාන් චිත්රපටයෙන් ඉවත් විය.. ජයිම් රවී ද එකම හේතුවෙන් ඉවත් විය.",
        "මෙයින් පසුව, අධ්යක්ෂ මයි රත්නම් විසින් අරුන් විජේ සහ සිලම්බරසන් චිත්රපටයේ 'චෙක්කා සිවන්තියා වනාම්' චිත්රපටයේ දැක්වෙන්නේ ඔහුගේ රසිකයා වන කමුල් හසන් සමඟ ය.",
        "මේ පිළිබඳව නිල නිවේදනය විශේෂ ඡායාරූපයක් සමඟ ඉක්මනින් නිකුත් කිරීමට අපේක්ෂා කෙරේ.",
        "රාජ්කාමාල් චිත්රපට ඉන්ටර්නැෂනල් සහ මදුරාසි කතා කරන නිෂ්පාදකයින්ගේ කමල් හසන්, ආර්. රවී කේ යනු මහේන්ද්රන් සහ මනී රත්නම්ගේ නිෂ්පාදනයයි. මනි රත්නම්ගේ 'ටේක් ලයිෆ්' හි පළමු වෙඩි තැබීම අසර්බයිජානයේ පළමු වෙඩි තැබීම සිනමාන් ගමනයේදී චන්ද්රන් සංගීතයට ඉදිරිපත් කරන බව ද පැවසීය.",
        "මනි රත්නම්- කමල් හසන්- අ. R. රහ්මාන්ගේ සන්ධානය 'ටේක් ලයිෆ්' චිත්රපටය සඳහා රසිකයන් අතර විශාල අපේක්ෂාවක් ඇත. දැනට 'චෙක්කා සිවන්ත වැනීම්' චිත්රපටයේ රඟපෑ නළු නිළියන් අපේක්ෂාවෙන් බැඳී සිටිති."
      ]
    },
    "en": {
      "title": "'Chekka Sivanta Sky' connected with Kamal",
      "body_lines": [
        "The film crew has confirmed that Arun Vijay and Silambarasan will co -star in 'Tak Life' in 'Tak Life'.",
        "Kamal Haasan plays the hero of the story in Mani Ratnam's upcoming film 'Tak Life'.",
        "It was announced that Jaime Ravi and Dulquer Salman will be playing an important role.. This was a great welcome because it was a new coalition of leading star actors who stamped Kamal Haasan -Jayam Ravi - Dulquer Salman.",
        "Dulquer Salman withdrew from the film as he was unable to assign the dates as the shooting was not planned as planned.. Jaime Ravi also quit the same reason.",
        "Following this, director Mani Ratnam has chosen Arun Vijay and Silambarasan, who showcased their performance in the film 'Chekka Sivanta Vaanam' which was released in his direction to co -star with the world leader Kamal Haasan.",
        "The official announcement on this is expected to be released soon with a special photo.",
        "Producers Kamal Haasan, R on behalf of Rajkamal Film International and Madras Talkies. Ravi K is the production of Mahendran and Mani Ratnam. The film crew also said that the first shooting of Mani Ratnam's 'Tak Life' will be held in Azerbaijan, which is being produced in the music of Chandran in the cinematography.",
        "Mani Ratnam- Kamal Haasan- A. R. Rahman's alliance has a huge expectation among fans for the movie 'Tak Life'. The actors who are currently starring in the film 'Chekka Sivanta Vaanam' are joined by the expectation."
      ]
    }
  },
  "summary_lines": [
    "\"Chekka Sivanta Sky\" connected with Kamal. Arun Vijay and Silambarasan co-star in Mani Ratnam's 'Tak Life', replacing Jaime Ravi and Dulquer Salman. Kamal Haasan, Arun Vijay, and Silambarasan form a new leading star coalition. The film's first shoot will be in Azerbaijan, produced by Kamal Haasan, Ravi K, and Mani Ratnam."
  ]
}