{
  "translated_text": {
    "si": {
      "title": "සැලසුම් ක්රියාත්මක නොවන්නේ නම් වර්තමාන වැඩිදියුණු කිරීම් අසාර්ථක වේ - හර්ෂ ද සිල්වා",
      "body_lines": [
        "சர்வதேச நாணய நிதியத்தின் பரிந்துரைகளை தொடர்ந்து நாட்டின் 'நிதி ஒழுக்கம்' ஸ்திரப்படுத்தப்பட்டுள்ளது. நிதி ஒழுக்கம் முறையற்ற வகையில் செயற்படுத்தப்பட்டதால் தான் நாடு வங்குரோத்து நிலையடைந்தது. දැවැන්ත අරගලයකින් පසු ආර්ථිකය සමාන වී තිබේ.",
        "එක්සත් ජනතා බලවේග පාර්ලිමේන්තු මන්ත්රී ආචාර්ය හර්ෂ ද සිල්වා මහතා කියා සිටියේ තිරසාර ආර්ථික ස්ථායීකරණ සැලසුම් සඳහා වන සැලසුම් ක්රියාත්මක නොවන්නේ නම් වර්තමාන වැඩිදියුණු කිරීම් අසාර්ථක වන බවයි.",
        "උද්ධමනය සාමාන්ය පුරවැසියන්ගේ විශාලතම සතුරා වේ. මුදල් සියයට 70 ක් කරා ළඟා වූ විට. ඉදිරි වසර තුන සඳහා උද්ධමනය ස්ථාපිත කිරීම සඳහා මහ බැංකුව සහ රජය ප්රතිපත්ති ගිවිසුමක් අත්සන් කර ඇති බව ඔහු පැවසීය.",
        "සඳුදා (29) සඳුදා (29) සඳුදා (29) සඳුදා (29) සඳුදා (29) සඳුදා (29) සඳුදා (29) සඳුදා (29) බණ්ඩාරනායක අනුස්මරණ ජාත්යන්තර සමුළුවේදී අදහස් දක්වමින් මේ බව පැවසීය. \"ආර්ථික නිදහස් අනාගතය\" යන තේමාව යටතේ පැවති සමුළුවක් අමතමින්.",
        "දැවැන්ත අරගලයකින් පසුව රටේ ආර්ථිකය දැන් සමාන වන බව පිළිගත යුතුය. සියයට 70 කට වඩා වැඩි උද්ධමනය දැන් තනි ඉලක්කම් කරා අඩුවී ඇත. රුපියලේ වටිනාකම ඉක්මවා ගොස් ඇති අතර රුපියලෙහි වටිනාකම රුපියල් නඩත්තු කරනු ලැබේ.",
        "අපි අපගේ රාජ්ය මූල්ය විනය තුරන් කර ඇත්තෙමු. රාජ්ය මූල්ය විනය කළමනාකරණය නොකර ආර්ථිකයේ අත්යවශ්ය නොවන කාසි මුද්රණය මගින් ආර්ථිකයට බලපා ඇත.",
        "සියයට 6 ක් සියයට 6 ක භාණ්ඩාගාර බැඳුම්කර සඳහා පොලී අනුපාතය සියයට සියයකට සියයට සියයකට 30-32 දක්වා ඉහළ ගොස් තිබේ. මෙම පොලී අනුපාතය සියයට 12,13 කින් අඩු කර ඇත.",
        "කෙසේ වෙතත්, ඩොලර් බිලියන 14 ක රාජ්යක ණය සහ ඩොලර් බිලියන 14 ක ඇප ණය ගෙවීමේදී ද්විපාර්ශ්වික අනුකූලතාවය මෙතෙක් කර නොමැති අතර ඩොලර් බිලියන 14 ක ඇප ණය ගෙවීමක් සිදු කර නොමැත.",
        "ජාත්යන්තර මූල්ය අරමුදලේ නිර්දේශය මත ජාතික ණය ප්රතිසංවිධානය නුසුදුසු ලෙස නුසුදුසු ලෙස නුසුදුසු බව අපි ප්රසිද්ධියේ පෙන්වා දී ඇත්තෙමු.",
        "ආර්ථිකය විසින් ක්රියාත්මක කරන ලද යෝජනා මගින් ජාතික ආර්ථිකය පීඩාවට පත්ව ඇති අතර කුඩා හා මධ්ය පරිමාණ ව්යවසායන් බලපා ඇත. ආර්ථිකයේ එන්ජිම අංශභාග තත්වයට පත්ව ඇත. ජනතාව දරිද්රතාවයේ පිටුපසට තල්ලු කර ඇත. සමාජ අරගලය පුපුරා යනු ඇත.",
        "තිරසාර ආර්ථික ස්ථාවරත්වයක් ලබා ගැනීම සඳහා ආර්ථිකය ක්රියාත්මක කිරීම සඳහා තරඟකාරී සමාජ අලෙවිකරණය ක්රියාත්මක කෙරේ. ආර්ථික කටයුතු පිළිබඳ පෞද්ගලික නිදහස අත්යවශ්ය වේ.",
        "උද්ධමනය ස්ථාවර ස්වභාවයෙන් පවත්වා ගත යුතුය. උද්ධමනය අස්ථාවර වන විට ආර්ථික ප්රකෘතිය සඳහා කර්මාන්ත සැලසුම් ක්රියාත්මක කළ හැකිය. ආර්ථික පසුබෑමට ප්රධාන සාධකය දේශපාලන බැංකුව දේශපාලනීකරණය වී තිබේ.",
        "මූල්ය මංකොල්ලයේ ආර්ථික බලපෑමේ ආර්ථික බලපෑම පිළිබඳ ආර්ථික බලපෑම පිළිබඳ ආර්ථික බලපෑම පිළිබඳ ආර්ථික බලපෑම පිළිබඳ තීන්දුව ඉතා පැහැදිලිය. සාමාන්ය පුරවැසියෙකුගේ විශාලතම සතුරා ක්රියාකාරී වේ. ජනතාවගේ වත්කම්වල වටිනාකම සියයට 70 දක්වා ළඟා වූ විට, ජනතාවගේ දේපලවල වටිනාකම එහි ප්රති .ලයක් ලෙස වැටුණා.",
        "ඉදිරි වසර තුන සඳහා උද්ධමනය ස්ථාපිත කිරීම සඳහා මහ බැංකුව සහ රජය ප්රතිපත්ති ගිවිසුමක් අත්සන් කර තිබේ.",
        "ஊழல் மோடியால் நாடு வங்குரோத்து நிலையடைந்தது என்பது திட்டவட்டமாக வெளிப்படுத்தப்பட்டுள்ளது.சர்வதேச நாணய நிதியத்தின் மூன்றாவது நீடிக்கப்பட்ட கடன் தொகையை பெற வேண்டுமாயின் முன்வைக்கப்பட்டுள்ள பரிந்துரைகளை செயற்படுத்த வேண்டும். ஜனாதிபதி, பிரதமர் உட்பட அரச தரப்பினர் அனைவரும் தமது சொத்து விபரங்களை பொது வலைத்தளத்தில் பகிரங்கப்படுத்த வேண்டும் என தெளிவாக குறிப்பிட்டுள்ளது. එබැවින් තිරසාර ආර්ථික ප්රකෘතියක් සඳහා දේශපාලනයෙන් ඔබ්බට දැඩි තීරණ ගත යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Current improvements fail if the plans are not implemented - Harsha de Silva",
      "body_lines": [
        "The country's 'financial discipline' has been stabilized following the recommendations of the International Monetary Fund. The country became bankrupt because of financial discipline improperly implemented. After a massive struggle, the economy has become equal.",
        "United People's Power MP Dr. Harsha de Silva said the current improvements would fail if the plans for sustainable economic stabilization were not implemented.",
        "Inflation is the largest enemy of the ordinary citizen. As the money reached 70 per cent. He added that the central bank and the government have signed a policy agreement to establish inflation for the next three years.",
        "Speaking at a conference held at the Bandaranaike Memorial International Conference on the evening of Monday (29), the Advakata Economic Research Institute said this while addressing a conference held under the theme \"Economic Independence Future\".",
        "It must be accepted that the economy of the country is now equal after a massive struggle. Inflation, which has been registered with more than 70 per cent, has now declined to a single digit. The value of the rupee is over and the value of the rupee is maintained.",
        "We have eliminated our state financial discipline. Without managing state financial discipline, the economy has been affected by the non -defined coin printing of the economy.",
        "The interest rate on the Treasury bonds, which were 6 per cent per hundred per cent per cent, the interest rate has risen by up to 30-32 per cent. This interest rate has been temporarily reduced by 12,13 per cent.",
        "However, the bilateral compliance has not yet been reached on the renovation of $ 14 billion in state -run debt and $ 14 billion bail debts.",
        "We have publicly pointed out that the National Debt Reorganization is improperly improperly on the recommendation of the International Monetary Fund.",
        "The national economy has been oppressed by the resolutions implemented by the economy. The industry has intensified and small and medium enterprises have been affected. The engine of the economy has been paralyzed. People have been pushed to the back of the poverty.The social struggle will erupt.",
        "In order to achieve sustainable economic stability, the competitive social marketing is implemented to implement the economy. Personal freedom is essential in the issue of economic affairs.",
        "Inflation must be maintained in stable nature. Industry plans for economic recovery cannot be implemented when inflation is unstable. The central bank politicized is the main factor in the economic downturn.",
        "The Supreme Court's verdict on the economic impact of the economic impact of the financial robbery is very clear. Functional is the largest enemy of the ordinary citizen. Once the value of the people's assets reached 70 percent, the value of the property of the people has fallen as a result.",
        "The Central Bank and the government have signed a policy agreement to establish inflation for the next three years.",
        "It has been revealed that the country has become bankrupt by Modi.. The President and the Prime Minister have clearly stated that all state parties should make their property public on the public website.. Therefore, he said he should make strict decisions beyond politics for the sustainable economic recovery."
      ]
    }
  },
  "summary_lines": [
    "Dr. Harsha de Silva warns that current economic improvements will fail without proper implementation of sustainable stabilization plans. Despite stabilizing the country's financial discipline, the economy remains unequal. Inflation, once over 70%, has declined, but the value of the rupee remains unstable. The government and central bank have agreed on a policy to control inflation for three years. However, the economy faces challenges from high interest rates, unresolved debt, and the impact of financial resolutions, affecting industry and small businesses."
  ]
}