{
  "translated_text": {
    "si": {
      "title": "මිය යාමට පෙර ... පළමු ඇඳ මත අ crying න එක එම්.ජී.ආර්",
      "body_lines": [
        "සම්මුඛ සාකච්ඡාවකදී, අභාවප්රාප්ත නළු රාජේෂ් පැවසුවේ දෙමළ සිනමාවේ හා දේශපාලනය තුළ ජීවත් වන ජනතාව තවමත් ජනතාවගේ මනසෙහි ජීවත් වන දේ ගැන සම්මුඛ සාකච්ඡාවකදී ය.",
        "එම්.ජී.ආර්. දෙමළ සිනමාවේ නාට්ය රචකයෙකු ලෙස එම්.ජී.ආර්.. චිත්රපට කිහිපයකම 2 වන වීරයාව දිගටම ක්රීඩා කළ එම්.ජී.ආර්.",
        "පසුව චිත්රපට කර්මාන්තයේ ප්රමුඛ නළුවෙකු වූ එම්.ජී.ආර්.. බොහෝ විට අභ්යන්තර අවතාරයන් දිනාගත් අධ්යක්ෂකගේ අධ්යක්ෂවරයා එම්.ජී.ආර්.",
        "ඒ හා සමානව, ශිවජි ගනේෂන් පරසසති චිත්රපටයේ වීරයෙකු ලෙස සිය දිදුලයි. කෙටිකාලීනව සාර්ථක චිත්රපට ලබා දුන් ශිවාජි දෙමළ සිනමාවේ ප්රමුඛ නළුවාට නැගී සිටියේය. ඔහුගේ චිත්රපට රංගනයට වැදගත් වේ. ඒ අතරම, එම්.ජී.ආර්. චිත්රපටවල ක්රියාකාරී දර්ශනයට වැදගත්කමක් ලබා දෙන ලදී.",
        "ඒ හා සමානව, සිනමාවේ ක්රියා කිරීම සඳහා ප්රසිද්ධව සිටින එම්.ජී.ආර්.",
        "ඒ අතරම, අඛණ්ඩව වන්දනා තුනක් වූ එම්.ජී.ආර් 1987 දී මිය ගියේය. මරණය වැලඳ ගැනීමට පෙර ඔහු ජීවත් වූ සියලු ස්ථාන බැලීමට ඔහුට අවශ්ය විය.",
        "1985 දී බෘක්ලින්හි සිට ඉන්දියාවට පැමිණි අභාවප්රාප්ත නළු රාජේෂ්, ඔහු ජීවත් වූ සියලුම නිවාසවලට ගොස් ඔහු සිටි සියලු ස්ථාන දුටු සියලුම නිවාස නැරඹීය.",
        "මෙය සැබෑ ආදරයයි. සාමාන්යයෙන්, මෙම රෝගය ඔවුන්ගේ ජීවිතයේ අවසාන අදියරේදී මෙම රෝගය තීව්ර වී මරණයට පත්වන බව දැනගැනීමෙන් පසුව බොහෝ දෙනෙකුට කිසිවක් දැකීමට අවශ්ය නැත. කාමරයක ළඟා වූ අතර අතීතය ගැන සිතමින් සිටී. ඔවුන්ට සංචාරය කිරීමට අවශ්ය නැත.",
        "එම්.ජී.ආර් නගරයට ගොස් තම දෙවන බිරිඳ ජීවත් වූ නගරයට ගොස් යහන මත හිඳගත්තේ ය.  එහි, සදුනන්දාවතී සහ එම්.ජී.ආර්.. එවැනි අයගේ ඡායාරූප ඔවුන්ට තිබුණි.",
        "පළමු රාත්රියේ ඔහුගේ බිරිඳ සමඟ වාඩි වී සිටීම. කිසිවෙකු නොපැමිණෙන බව සුරැකුම්පත් වලට පැවසීය. මෙහි ඇති කැපී පෙනෙන දෙය වූයේ ඔහු එහි යන විට වැස්ස වීමයි. ඒ වැස්සෙන් ඇවිදින්න බැහැ. එය ගමේ ප්රදේශයක් බැවින් ඔහු ගඩොල් ගොඩගැසී එය මත ඇවිද ගියේය.",
        "විස්වනදාත් වැළඳගෙන බදාගෙන භ්රමණය වේ. ඔහු වඩා බලවත් හා ශක්තිමත් බව පෙන්නුම් කළේය. ඉන් පසුව, මකුළුවෙකු නොපැමිණිය යුතු යැයි පවසමින් ඇතුළත වාඩි වී දිගු කලක් අ crying න්න. ඔහු පැය භාගයක් පමණ කෑගැසූ අතර, \"මම යනවා\" කියා පැවසුවා.. ඔහු පැවසුවේ මේ කාරණය මට ඉතා නම්යශීලී වූ බවයි. රීල්"
      ]
    },
    "en": {
      "title": "Before dying ... MGR with crying on the first bed",
      "body_lines": [
        "In an interview, the late actor Rajesh said in an interview about what the people who live in Tamil cinema and politics are still living in the minds of the people today.",
        "MGR made his debut as a playwright in Tamil cinema. MGR, who continued to play the 2nd hero in several films, rose the hero in the cinema after 10 years of fighting.",
        "MGR, who later became a leading actor in the film industry, gave many hit films. MGR is the director of the director who has won many incarnations.",
        "Similarly, Shivaji Ganesan made his debut as a hero in the film Parasakthi. Shivaji, who gave success films in the short term, rose to the leading actor in Tamil cinema. His films will be important for acting. At the same time, the MGR films were taken with importance to the action scene.",
        "Similarly, MGR, who is famous for acting in cinema, has won politics, and it is well known that he is the first to win the campaign without going to the campaign.",
        "At the same time, MGR, who was three consecutive times, died in 1987. He wanted to visit all the places where he lived before embraces of death.",
        "Speaking in an interview, late actor Rajesh, who came to India from Brooklyn in 1985, visited all the houses he lived and saw all the places where he was.",
        "This is the true love. Generally, many people do not want to see anything after they know that the disease is intensifying and approaching death at the last stage of their lives. Reached in a room and are thinking about the past. They don't want to travel.",
        "MGR went to the town where his second wife lived, and sat on the cot.  There, Sadanandavati and MGR in his pooja. They had photos of such people.",
        "Sitting on the first night with his wife. Told the securities that no one should come in. The significant thing here was that it was raining when he went there. Cannot walk in that rain. Since it is a village area, he has stacked the bricks and walked over it.",
        "Viswanath hugs and hugs and turns a spin. Showed that he was more powerful and stronger. After that, sitting inside and crying for a long time, saying that no securities should come in. He cried for about half an hour and said, \"I'm going,\". He said that this thing made me very flexible. Remble"
      ]
    }
  },
  "summary_lines": []
}