{
  "translated_text": {
    "ta": {
      "title": "தந்தையின் குழந்தைகள் பசியுடன் இருக்கிறார்கள், அவர் பணம் இல்லாமல் வாழ்க்கையிலிருந்து காலமானார்",
      "body_lines": [
        "கோஸ்கோடாவில் வசிக்கும் கோஸ்கோடாவில் வசிப்பவரின் வாழ்வின் வாழ்க்கையின் உயர்வு நோய்.",
        "நாங்கள் குடும்ப பொருளாதாரத்தின் வாழ்வின் முகத்தில் இருக்கிறோம்.",
        "பள்ளியில் வாழ மருத்துவம் இல்லாமல் வாழ்க்கையிலிருந்து காலமானார் மற்றும் ஏழு பாதி குழந்தைகளை கடவுள் மட்டுமே அறிந்திருக்கிறார்.",
        "இந்த நான்கு பள்ளிகளும் பள்ளிகளுக்குச் செல்கின்றன, இருப்பினும், பொருளாதார நிலைமை வயிற்றில் மூன்றாவது முறையாக செய்ய முடியவில்லை.",
        "மேலும், குழந்தைகளுக்கு ஆயிரத்தில் வசிக்க ஒரு வாடகை பகுதி பற்றி இன்னும் தெரியாது, அது நடந்து வருகிறது.",
        "\"ஒருமுறை, என் கணவருக்கு மருந்து தயாரிக்க பணம் இருந்தால், நான் என்னை சாப்பிடச் சொன்னேன்.\"",
        "\"என் ஐந்து குழந்தைகளும் எல்லையற்ற வயிறு.",
        "நிச்சயமாக, ஆறு பேர் குறைந்தது மூன்று குடும்ப உறுப்பினர்களால் வேலை செய்ய முடியும், குறைந்தது மூன்று குடும்ப உறுப்பினர்களையாவது வேலை செய்ய வேண்டும்.",
        "தனது கணவரின் மரணத்திற்குப் பிறகு, சுஜீவாக்கா இப்போது வசிக்கும் பன்னயகாவின் ராஜ்ஜனாவத்தின் வாடகை அறையை அடைந்துள்ளார்.",
        "குழந்தைகள் விற்கவோ இறக்கவோ முயற்சிக்கவில்லை என்றாலும், அவர்கள் இழந்தாலும், அவர்கள் வாழ்வதற்கு ஏற்றுக்கொள்ள முடியாதவர்களாக இருந்தாலும், ஆனால் அவர்கள் வாழ எதிர்பார்க்க மாட்டார்கள்.",
        "நான்கு குழந்தைகள் ஐந்து குழந்தைகளுடன் வயிற்றை அனுப்ப முடிந்தால், இந்த ஆறு குழந்தைகளும் இந்த சூழ்நிலையில் இருந்தால், கருப்பை அவரது தந்தையைப் போல செல்லப் போகிறது.",
        "நம் நாட்டில் மற்றவர்களின் துன்பங்களை எதிர்கொள்ளும் இதயங்கள் ஏராளமாக உள்ளன.",
        "பாலாபிதியா பிரதேச செயலகத்தின் பிரதேச செயலகம் எங்களிடம் கேட்கப்பட்டபோது, ​​சுஜீவா ப்ளெசண்டின் வாழ்க்கைக்கான செய்தித் தொடர்பாளர், எதையாவது பின்வருமாறு கருதலாம் என்று கூறினார்."
      ]
    },
    "en": {
      "title": "Father's children are hungry, who has passed away from life without money",
      "body_lines": [
        "Disease was the rise in the lives of the lives of a resident of Kosgoda, a resident of Kosgoda.",
        "We are in the face of the life of the family economy.",
        "Only God knows the exhaustion of life, who has passed away from life without medicine to live in school and seven-half children.",
        "These four schools go to schools, however, the economic situation has not been able to make a third time in the stomach.",
        "Also, Sujeewani told us that the children were still unaware of a rental area to live in a thousand and amelled by the child.It is underway.",
        "\"Once, if my husband had the money to make medication, I asked me to eat.\"",
        "\"All five of my children have been infinitely stomach.",
        "Of course, six people should be able to work at least three family members, at least three people should be employed at least three family members.At least the Tiss Makta is not necessary.",
        "After the death of her husband, Sujeewaka has now reached the rented room of the Rajjanawatte of the Pannayaka who lives.",
        "Even though children are not trying to sell or die, even if they are unacceptable to live, even though they are lost, but they will not expect to live.",
        "If four children have to be able to send their stomach with five children, four people are not able to go to school. If these six children are in this situation, the womb is going to go like his father..",
        "There are plenty of hearts who are still in the face of the suffering of others in our country.If you wish to take, Sujeewa Sivani talks to her 0742974062 to a mobile2 mobile2 or her name (HU Zoysa).",
        "When we were asked by the Divisional Secretariat of the Balapitiya Divisional Secretariat, a spokesman for the life of the Sujeewa Pleasant said that something could be considered as follows."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "A struggling single mother in Kosgoda faces financial hardship after her husband's death. She struggles to feed her seven children and provide education. The community rallies around her, seeking help through local authorities."
  ]
}