{
  "translated_text": {
    "si": {
      "title": "මහ බැංකුවේ ඉහළ නිලධාරීන් සමඟ ඉල්ලා අස්වීම: විරුද්ධ පක්ෂවල සාමාජිකයින්",
      "body_lines": [
        "මහ බැංකුවේ සේවකයින්ගේ වැටුප් වැඩි කර ඇති බවට වූ චෝදනාව ජනාධිපතිතුමා විසින් පත් කරන ලද දෙපාර්තමේන්තු කමිටුව විසින් සනාථ කර තිබේ.",
        "විපක්ෂයේ අග්රාමාත්ය ලක්ෂ්මන් කිරියෙල්ලා මහතා කියා සිටියේ මහ බැංකුව ඉහළ නිලධාරීන් සමඟ ඉල්ලා අස්විය යුතු බවයි.",
        "ඔහු මේ බව කියා සිටියේ බදාදා (19) පාර්ලිමේන්තුවේදී පැවැත්වූ සැසිවාරයේදී නියෝගයක් නිකුත් කළ බවයි.",
        "රට බංකොලොත් වූ විට මහ බැංකුවේ වැටුප් සියයට 75 කින් වැඩි කළ බව අපි මුලින් හෙළි කළෙමු. රජය අහස දෙස බලා සිටියේය.",
        "පාර්ලිමේන්තුවට රටේ මූල්ය බලය ඇත. මහ බැංකුවේ වැටුප් වැඩිවීමට පාර්ලිමේන්තුව ඉඩ දිය යුතුය.",
        "විරෝධතා දැක්වූ විපක්ෂ නායක සජිත් ප්රේමදාස මහතා රටේ සේවා අංශය අරගල කරමින් සිටින බැවින් මහ බැංකු නිලධාරීන්ගේ වැටුප් වැඩි කර තිබේ.",
        "මහ බැංකුව කිසිදු දේශපාලන මැදිහත්වීමකින් තොරව ස්වාධීනව කටයුතු කිරීමට මහ බැංකුව පනත බලා පත් කරන ලදී.",
        "නිදහස සඳහා වූ නීතිය භාවිතා කරමින් මහ බැංකුව විසින්ම ගැලපෙන පරිදි වැටුප වැඩි කර තිබේ.",
        "මෙම නියෝගය පිළිබඳව අදහස් දක්වමින් පාර්ලිමේන්තු මන්ත්රී විමල් වීරිසාන්ෂා මහ බැංකුවේ වැටුප් වැඩිවීම පිළිබඳ වාර්තාවක් ඉදිරිපත් කර තිබේ.",
        "නීති විරෝධී වැටුප මතුව තිබේ.",
        "මහ බැංකුවේ වත්මන් ආණ්ඩුකාරවරයා ශ්රී ලංකාවේ බංකොලොත් බව ප්රකාශ කළේය. වැටුප් වැඩි කළ මහ බැංකු නිලධාරීන්ට එරෙහිව ගනු ලැබූ ක්රියාමාර්ග පිළිබඳව ඔහු ප්රශ්න කළේය."
      ]
    },
    "en": {
      "title": "Resignation with central bank's top officials: members of opposition parties",
      "body_lines": [
        "The departmental committee appointed by the President has proved the allegation that the Central Bank's servants' salaries have been increased.",
        "Lakshman Kiriella, the prime minister of the opposition parties, said that the central bank should resign with the top officials.",
        "He was speaking at the issue of order during the session held in Parliament on Wednesday (19).",
        "We first revealed that the Central Bank's salaries were increased by 75 per cent when the country was bankrupt. The government was watching the sky.",
        "Parliament has the financial power of the country. Parliament should allow the salary increase of the Central Bank.",
        "Opposition leader Sajith Premadasa, who was protesting, has increased the salaries of central bank officials as the country's service sector has been struggling.",
        "The Central Bank Act was enacted for the central bank to act independently without any political interference.",
        "Using the law enacted for independence, the central bank has increased the salary as it suits itself.",
        "Speaking on the issue of the order, Parliamentarian Wimal Weerasansha has submitted a report on the Central Bank's salary increase.",
        "The illegal salary has emerged.",
        "The current governor of the Central Bank declared that Sri Lanka's bankrupt. He questioned the action taken against the central bank officials, which had increased the salary."
      ]
    }
  },
  "summary_lines": [
    "Opposition leaders criticize the Central Bank for increasing salaries amid national bankruptcy, calling for resignations. A presidential committee confirms the salary hike, sparking debate in Parliament. The Central Bank Act ensures its independence, allowing such decisions despite economic struggles and protests from the opposition."
  ]
}