{
  "translated_text": {
    "ta": {
      "title": "வெளிநாட்டு சுற்றுலாப் பயணிகளுக்கான உதவிக்குறிப்புகள் அல்லது வேலைநிறுத்தங்களில் சிறப்பு ரயில்",
      "body_lines": [
        "ஒரு வருடத்திற்குள் பொது நிறுவனங்களுக்குச் செல்வதற்கும், ஒரு வருடத்திற்குள் பொது நிறுவனங்களுக்கு வழங்கப்பட்ட பரிந்துரைகளை வழங்குவதற்கும் ஒவ்வொரு அரசாங்க நிறுவனத்தின் பொறுப்பும் இந்த நிறுவனம் வலியுறுத்தப்பட்டது.",
        "குழுவின் தலைவரின் தலைவர், குழுவின் தலைவர் ஒரு திறந்த மற்றும் பொறுப்பான அரசாங்கத்தின் துறை மேற்பார்வைக் குழுவால் செய்யப்பட்டது.",
        "கல்வி அமைச்சகம், கல்வி அமைச்சகம், கல்வி அமைச்சகம், கல்வி அமைச்சகம், கல்வி அமைச்சகம் மற்றும் போக்குவரத்து அமைச்சகம் மற்றும் சுகாதார அமைச்சகம் மற்றும் தேர்தல் ஆணையம் ஆகியவை அழைக்கப்பட்டன.",
        "மேலும், குழுவின் பிரதேச நிர்வாகம் மற்றும் பொது நிர்வாக சுற்றறிக்கை வழங்கிய பொது நிர்வாக சுற்றறிக்கை மாநில நிறுவனங்கள் எடுத்த நடவடிக்கைகளுடன் தொடர்பு கொள்ளப்பட்டது.. தேர்தல் ஆணையம் 2023 பரிசீலிக்க கருதப்பட்டது.",
        "தேர்தலில் அடையாளம் தெளிவாக தெளிவாக இருந்ததால் மேலும் சுற்றுச்சூழலை வண்ணமயமாக்க குழுவின் கவனம் அவசியமில்லை, அது தேவையில்லை. உடல் வண்ணத்தை அகற்ற அமைச்சரவை முடிவு செய்துள்ளதாக தேர்தல் ஆணையர் ஜெனரல் சமன் ஸ்ரீ ரத்னயகே தெரிவித்தார்.. விரல் வண்ணத்தை அகற்றுவதன் மூலம் அதிக அளவு பணம், நேரம் மற்றும் உழைப்பு ஆகியவற்றுடன் விவாதங்கள் விடப்பட்டன.. தேர்தல் சட்டத்தை சமர்ப்பிக்க தேர்தல் ஆணையர் ஜெனரலுக்கு கமாண்டர் தலைவர் தலைவர் தெரிவித்தார்.",
        "ஊனமுற்ற சமூகத்திற்கான ஆழ்ந்த தேர்தல்களுக்கு இன்னும் பல நேர்மறையான நடவடிக்கைகள் மேற்கொள்ளப்பட்டுள்ளன, மேலும் ஜனாதிபதித் தேர்தலில் பாதிக்கப்பட்டவருக்கு முதலில் அறிமுகப்படுத்தப்படுகிறது என்றும் அவர் கூறினார்.. காது கேளாதோர் சமூகத்திற்காக தேர்தல்களின் புதிய சைகை மொழி சொற்களஞ்சியம் அறிமுகப்படுத்தப்பட்டது என்றும், ஊனமுற்ற சமூகத்தின் அதிகபட்ச வசதியை எளிதாக்க திட்டமிட்டுள்ளது என்றும் அவர் கூறினார்.",
        "மேலும், திறந்த மற்றும் பொறுப்பான பொது சேவையில் அனைத்து அதிகாரிகளுக்கும் தெரிவிக்க அதிகாரிகளுக்கு தனி எண்ணிக்கையிலான அதிகாரிகள் மற்றும் விழிப்புணர்வு திட்டங்களை நியமிப்பதற்கான வழிமுறைகளையும் குழு வழங்குகிறது.. இந்த நடவடிக்கைகள் வெற்றிகரமாக நிறைவேற்றப்படுகின்றன என்று குழுக்கள் கூறுகின்றன.",
        "அதிபர்களுக்கும் கல்வி அதிகாரிகளுக்கும் கல்வி கற்பிப்பதற்கான நடவடிக்கை எடுக்க கல்வி அமைச்சகத்திற்கு அறிவுறுத்தப்பட்டது.",
        "பதிவாளர் ஜெனரல் அலுவலகத்திலிருந்து ஒரு திட்டத்தைப் பெற ஒரு திட்டத்தைப் பெற ஒரு திட்டத்தைப் பெற ஒரு திட்டத்தைத் தயாரிக்கத் தேவையான தேவை.. வாழ்க்கை சான்றிதழைத் தடுப்பதில் உள்ள சிரமத்தை நிரூபிக்கும் திறன், அவ்வாறு செய்வதற்கான திறனை உறுதி செய்யும் என்று குழு சுட்டிக்காட்டியது.",
        "குழுக்களின் தலைவர் எரிபொருள் விலைகளைக் குறைக்க மக்களுக்கு வழங்குவதற்கான நியாயமான திட்டத்தை வகுக்க வேண்டியதன் அவசியத்தையும் வலியுறுத்தினார். பஸ் கட்டணங்கள் புதுப்பிக்கப்பட வேண்டிய சமன்பாட்டைப் புதுப்பிக்க விசாரணை புதுப்பிக்கப்படும் என்று அதிகாரிகள் கூறுகின்றனர்.",
        "ரயில்வே வேலைநிறுத்தத்தின் செயல்பாட்டில் பல சிறப்பு ரயில்களை நடத்த வேண்டியதன் அவசியத்தை குழுத் தலைவர் சுட்டிக்காட்டினார்.. சுற்றுலாப் பயணிகளுக்கு பல சிறப்பு ரயில்களை எடுக்குமாறு குழுவின் தலைவர் அறிவுறுத்தினார், ஏனெனில் சுற்றுலாத் துறை நாட்டின் வருமானத்தின் முக்கிய ஆதாரமாக உள்ளது."
      ]
    },
    "en": {
      "title": "Tips for foreign tourists or special train at strikes",
      "body_lines": [
        "The agency is the responsibility of every government agency to implement the recommendations of an open and responsible government to proceed to public institutions within a year as well as to provide the recommendations given to public institutions within a year.Chairman of the Council Jagath Kumara Sumithrachchi recently emphasized.",
        "The Chairman of the Committee Chairman, the Chairman of the Committee was made by the Sectoral Oversight Committee on an open and responsible government.",
        "The Committee on the Committee on the Ministry of Education, Ministry of Education, Ministry of Education, Ministry of Education, Ministry of Education and the Ministry of Transport and the Ministry of Health and the Elections Commission.It was called.",
        "Also, according to the Public Administration Circular issued by the Divisional Administration of the Committee and the Public Administration Circular was also taken into contact with the steps taken by the state institutions.. The Elections Commission 2023 was considered to consider.",
        "The attention of the committee was not necessary to colorize further ecology as the identity was clearly clear in the election, it was not necessary. Elections Commissioner General Saman Sri Ratnayake said that the Cabinet has decided to remove the body coloring.. Discussions were also left with a large amount of money, time and labor, by removing finger coloring.. The Chairman of the Committener Chairman informed the Commissioner General of Elections to submit the Elections Act.",
        "He also said that many more positive steps have been taken to the profound elections for the disabled community and is introduced to the victim in the presidential election first.. He also said that a series of new sign language vocabulary of the elections were introduced for the deaf community and is planning to facilitate the maximum facilitation of the disabled community.",
        "Also, the Committee also provides the instructions to appoint a separate number of officers and awareness programs for the officers to inform all officers on an open and responsible public service.. Committees say that these activities are being fulfilled successfully.",
        "The Ministry of Education was instructed to take measures to educate the principals and the educational authorities.",
        "The required need to prepare a program to obtain a program to obtain a program to obtain a program from the Registrar General's Office.. The Committee pointed out that the ability to prove the difficulty in a prevention of the life certificate, it will ensure the ability to do so.",
        "The Chairman of the Committees also emphasized the need to formulate a fair program to provide the people to reduce fuel prices. Officials say that the investigation is expected to be updated to update the equation for bus fares to be updated.",
        "Committee Chairman pointed out the need to run several special trains in the operation of railway strike.. The Chairman of the Committee instructed to take several special trains for tourists, as the tourism industry is the main source of income of the country."
      ]
    }
  },
  "summary_lines": [
    "Government agencies must implement recommendations for transparency and efficiency within a year. A committee highlighted the importance of public institutions adhering to these guidelines. The Elections Commission discussed removing body coloring for voters, saving resources, and improving accessibility for disabled voters through new sign language vocabularies. The Ministry of Education was tasked with educating principals and authorities, while the Registrar General's Office needs to simplify obtaining life certificates. The committee also urged for a fair pricing system to reduce fuel costs and operate special trains during railway strikes to support the tourism industry."
  ]
}