{
  "translated_text": {
    "ta": {
      "title": "புதிய வரி ஜனாதிபதிக்கு முன்மொழியப்பட்டது",
      "body_lines": [
        "உக்ரேனின் இறப்பு மற்றும் அழிவுக்கு நிதியளிப்பதற்கான உலகளாவிய விருப்பத்தின் உலகளாவிய பகுதி என்று ஜனாதிபதி ரங்கில் விக்கிரேமேசிங்கே கூறினார், ஆனால் காலநிலை மாற்றத்தால் ஏற்படும் இறப்பு மற்றும் அழிவு நடவடிக்கைகளுக்கு நிதியளிக்க தயங்குகிறார்.",
        "இன்று (20) பாலி சர்வதேச மாநாட்டு மண்டபத்தில் தொடங்கப்பட்ட 10 வது உலக நீர் மாநாட்டின் முதல் 10 உலக நீர் மாநாட்டை ஜனாதிபதி உரையாற்றினார்.",
        "உலகளாவிய வரி வெளியேற்றங்கள் தொடர்பான சொத்துக்களின் வருடாந்திர லாபம் 1.4 டிரில்லியன் அமெரிக்க டாலராக மதிப்பிடப்பட்டுள்ளது என்று ஜனாதிபதி மேலும் கூறினார்.",
        "\"கூட்டு செழிப்புக்கான நீர்\" என்ற கருப்பொருளின் கீழ், உலக நீர் உச்சிமாநாடு மே 18 அன்று பாலியில் தொடங்கியுள்ளது, மேலும் உலக மாநிலத் தலைவர்கள், வல்லுநர்கள், அறிஞர்கள், தொழில்முனைவோர், தொழில்முனைவோர், தொழில்முனைவோர், தொழில்முனைவோர் மற்றும் கொள்கை முறைகள்.",
        "மாநாட்டின் நோக்கம் உலகெங்கிலும் உள்ள பல்வேறு தேசிய இனங்களை தண்ணீரை உறுதி செய்வதற்கான திறமையான மற்றும் ஐக்கிய உத்திகளுக்காக இணைப்பதாகும்.",
        "உலகின் சிறந்த நடைமுறைகள் பற்றிய அறிவைப் பகிர்ந்து கொள்வது முக்கியம், உலகில் அனுபவம் வாய்ந்தது, ஒவ்வொரு மூன்று வருடங்களுக்கும் உலக நீர் உச்சிமாநாட்டில் நீர் மற்றும் நீர் நிர்வாகத்தின் சிறந்த நடைமுறை",
        "ஐக்கிய நாடுகளின் ஆசிய மற்றும் சமூக ஆணையம், ஐக்கிய நாடுகளின் உணவு மற்றும் வேளாண் அமைப்பு, ஐக்கிய நாடுகளின் மேம்பாட்டுத் திட்டம், ஐக்கிய நாடுகள் சபை மற்றும் உலக நீர் உச்சிமாநாடு மற்றும் கிரிதீஸின் தொழில்துறை மேம்பாட்டு அமைப்பு. ஐக்கிய நாடுகள் சபையின் சேர்ந்துள்ளது.",
        "10 வது உலக நீர் மாநாட்டின் சிறந்த அமர்வு இன்று காலை இந்தோனேசிய ஜனாதிபதி ஜூ டோடா (ஜோகோ விடோடோ) ஆதரவின் கீழ் தொடங்கியது, உலகில் பல நாடுகள் உலகில் பங்கேற்றன.",
        "மாநிலத் தலைவர்கள் மற்றும் ஜனாதிபதி தலைவர் உள்ளிட்ட மாநிலத் தலைவர்கள் உட்பட பிரதிநிதிகளை நியமிப்பது மிகவும் நட்பாக இருந்தது."
      ]
    },
    "en": {
      "title": "New tax proposed to the President",
      "body_lines": [
        "President Ranil Wickremesinghe stated that the global part of the global willingness to fund the death and destruction of Ukraine, but it is reluctant to fund the death and destruction measures caused by climate change.",
        "The President was addressing the top 10 World Water Conference of the 10th World Water Conference which was launched today (20) at the Bali International Conference Hall.",
        "The President added that the annual profit of assets relating to global tax evictions had been estimated to be US $ 1.4 trillion.",
        "Under the theme of \"Water for Collective Prosperity\", the World Water Summit has started in Bali on May 18, and World State leaders, experts, scholars, entrepreneurs, entrepreneurs, entrepreneurs, entrepreneurs and policy patterns.",
        "The aim of the conference is to align the various nationalities worldwide for the efficient and united strategies to ensure water.",
        "It is important to share the knowledge of the best practices of the world, experienced in the world, the best practice of water and water management in the World Water Summit every three years.Is a step",
        "United Nations Asian and Social Commission, United Nations Food and Agriculture Organization, United Nations Development Program, United Nations Development Program, United Nations Educational and Cultural Organization for the World Water Summit.Children's Fund, the Industrial Development Organization of the United Nations and the Critheries of the United Nations has joined.",
        "The top Session of the 10th World Water Conference commenced this morning under the patronage of Indonesian President Joo Doda (Joko WidoDo) and many countries in the world participated in the world.",
        "The appointment of representatives including heads of state including heads of state and the President of the President were very friendly."
      ]
    }
  },
  "summary_lines": [
    "At the 10th World Water Conference in Bali, President Ranil Wickremesinghe criticized the global reluctance to fund climate change solutions despite supporting Ukraine. He highlighted the $1.4 trillion annual profit from global tax evasion. The summit aims to unite nations for efficient water strategies, sharing best practices every three years."
  ]
}