{
  "translated_text": {
    "ta": {
      "title": "பொருளாதார நெருக்கடியை எதிர்கொண்டு அனைவரும் நாட்டை எவ்வாறு கற்றுக்கொள்கிறார்கள்?",
      "body_lines": [
        "\"இலங்கை இலங்கைக்கு வந்து நாட்டின் பொருளாதார மற்றும் அரசியல் பிரச்சினைகளுடன் நாடு தரையிறங்குமா என்பதை விளக்கும் கேள்வி உள்ளது. எனவே இது ஒரு கோட்டையாக இருக்க வேண்டும். \"",
        "ஹிருனு தனது உயர் கல்விக்கு மட்டுமல்ல வெளிநாட்டுக்குச் சென்றார். இலங்கையில் மற்றொரு நோக்கத்திற்கு நல்ல எதிர்காலம் இல்லை ஒரு வெளிநாட்டு வதிவிட அல்லது வெளிநாட்டு நாட்டின் குடியுரிமை.",
        "அவர் எங்கள் பேச்சு மற்றும் பலர் உயர் கல்விக்கு கிடைப்பதாகக் கூறி பலரும் வெளிநாட்டில் உள்ளனர்.",
        "கடுமையான பொருளாதார நெருக்கடியில் இலங்கை அழைத்துச் செல்ல சந்தர்ப்பத்தில் ஏதேனும் பணம் இருக்கிறதா?அதற்காக அவர்கள் என்ன செய்கிறார்கள்?இந்த பிபிசி இந்த விஷயத்தை கவனித்து வருகிறது.",
        "\"நான் முதலில் பின்லாந்து செல்லச் சென்றேன், ஆனால் பணம் ஒரு பிரச்சினை அல்ல, விசாக்கள் இல்லை. பின்னர் நான் இங்கிலாந்து வர வேலை செய்து கொண்டிருந்தேன். அவர்களுக்கு உண்மையில் ஒரு பெரிய அழுகல் உள்ளது, ஆனால் பணம் இல்லை. அப்போதுதான் நான் வேலையை விட்டுவிட்டேன். இது ஷாவின் ஷாவின் வேலை, எல்லா வேலைகளும் அதன் மூலம் செய்யப்பட்டன. \"",
        "ஒரு வெளிநாட்டு நாட்டில் கல்விக்கான ஒரு சில உதவித்தொகை. இல்லையெனில், அந்த நாட்டில் கல்வியும் பணமும் நாட்டின் விசாவைப் பெறுவதை உறுதி செய்வது கட்டாயமாகும்.",
        "நாட்டிலிருந்து நாட்டிற்கு நாட்டிற்கு காட்டப்பட வேண்டிய பணத்தின் அளவு ரூ.",
        "\"ஷா மனிதனின் ஒரு பகுதியான வங்கிக்கு ஒரு பணம் இருந்தது. வங்கியில் பணிபுரியும் ஷா மஹேனின் காவலரின் ஷாட் என்னிடம் இருந்தது.",
        "பாஸ்போர்ட்டுகளிலிருந்து நீங்கள் வெளிநாடு சென்றால் என்ன ஆகும்? புலம்பெயர்ந்த பெண்களுக்கு தந்தைவழி பெண்களை விற்கும் பிரிட்டனின் ஆண்கள்",
        "'கேஷ்பேக்கை அழைக்க ஒரு வழி உள்ளது, புதிய பணம்",
        "சின்ஹலீஸ் என்ற செய்தியின் மீது விசாரணை சமீபத்தில், தேவையான ஆவணங்களை பணமாகக் காணும் வகையில் நிறைய தரகர்கள் இருந்தனர்.",
        "பணத்தைக் காட்ட விரும்பும் ஒரு தரகரை தொடர்பு கொள்ள பிபிசி உதவியது.",
        "\"பணத்தை திரும்ப அழைக்க ஒரு வழி உள்ளது. நாங்கள் கேஷ்பேக்கில் ஒரு பெரிய பங்கை வைத்தோம், மீதமுள்ள 10% நீங்கள் வைக்க வேண்டும். தவறான பணமாக இருந்தால், நாங்கள் உங்களை வங்கிக்கு அழைத்துச் செல்வோம். பணம் ஒட்டப்பட்டால், மாற்றத்தில் 1.5% போன்ற தவறான பணத்தை 3% போன்றது. \"தரகர் தரிந்து மாற்றியமைக்கும் தரிந்து, நாங்கள் பயங்கரவாத பெயரை அறிமுகப்படுத்தினோம் என்று கூறினார்.",
        "\"நாங்கள் நூறு லட்சம் போலக் காட்டினால், நாங்கள் பணத்தை திரும்பப் பெறுவோம், 90 லட்சம், நீங்கள் உங்களை வைக்க வேண்டும். அவர்கள் உங்கள் பெயரில் எஃப்.டி.. FD STIFIFICRT, உங்களுக்கு பால்னேன்ஸ் காஃபீனிலிருந்து தேவை, மற்றும் டானா எஃப் டி லானின் 90% லேன் கிடைத்தது.. அதைச் செய்ய எங்களுக்கு 1.5% கிடைக்கிறது. இது ஒரு டிம் சம்பள காசோலை. \"",
        "\"நீங்கள் முழு பணச் சுவர்மேனையில் பணத்தை வைக்க விரும்பவில்லை. நாங்கள் 100 லட்சத்தை வெளியே வைத்து, ஏற்பாட்டை வைத்தோம். இது ராகெட் 3% மாதம். இது எம்பினிலிருந்து வெளியேறினால் பரவாயில்லை. ஏனெனில் கணக்கில் ஜுயினிடமிருந்து பணம் உள்ளது. \"தரிந்து கூறினார்.",
        "அவர் பல தனியார் வங்கிகளைப் பயன்படுத்துகிறார், மேலும் ஒரு நாளைக்கு சராசரியாக 5 பேரில் 5 க்கும் மேற்பட்டவர்களுக்கு வழங்கப்படும்.",
        "தரிந்து மற்றும் இந்த சேவையை வழங்கும் பலர் இருக்கிறார்கள் என்பதை பிபிசி அறிய முடிந்தது. சிலர் செய்தித்தாள் விளம்பரங்கள் அல்லது சமூக ஊடகங்களில் பணியாற்றுகிறார்கள்.",
        "நீங்கள் கற்றுக்கொள்ள வேண்டிய பணமும், நாட்டின் காலத்தில் நீங்கள் வாழ விரும்பும் பணமும் தவிர்க்க முடியாதது.",
        "தரகர்கள் மூலம் பணம் பெறும் பலருக்கு பணத்தை வைத்திருப்பது குறித்து தெரிவிக்கப்பட்டுள்ளது, மேலும் அது புத்துயிர் பெறும் என்பதைக் காட்ட நாட்டில் ஒரு மதிப்புமிக்க சொத்து உள்ளது.. தரகர் தேவையான ஆவணங்களைத் தயாரிக்கிறார்.",
        "பொய்யான காகித ஆவணத்தைத் தயாரிக்கும் ஒரு தரகரைத் தொடர்பு கொள்ள பிபிசி சிங்களத்தை தொடர்பு கொள்ள பிபிசி முடிந்தது.",
        "கெலம் ஒரு உள்ளூர் முகவர் மூலம் தனது உறவைப் பெற்றார், அவரது உண்மையான பெயர் அல்ல, மேலும் பணம் எவ்வாறு பெறப்பட்டது என்பதைக் காட்டத் தேவையான ஆவணங்களைத் தெரிவித்தார்.",
        "ஒரு வழக்கறிஞர் ஒரு வழக்கறிஞராக ஆவணங்களைத் தயாரிப்பதாகக் கூறப்படுகிறது, மேலும் விண்ணப்பதாரருக்கு வழக்கறிஞரைச் சந்திக்கவோ அல்லது வழக்கறிஞரை அல்லது இன்னொருவரால் இணைக்கவோ வாய்ப்பு இல்லை. அனைத்து ஒருங்கிணைப்பு நடவடிக்கைகளும் பணமும் கெலூமால் செய்யப்படுகின்றன.",
        "\"பணம் என்பது பணம் என்று காட்ட விற்பனை ஆக்கிரமிப்பு, தற்போது நீங்கள் இலங்கையில் காக்கை வைத்திருக்கிறீர்கள் என்பதை உறுதிப்படுத்த ஒரு டாக்கெட் ஆகும். உங்கள் பெயருக்கு ஒரு நிலம் இருந்தால், அந்த விவரங்களை கொடுங்கள். \"கெலம் பின்னர் வழக்கறிஞருக்கு தகவல் கொடுத்தார்.",
        "இந்த ஆவணங்கள் அனைத்திற்கும் கிராமங்கள் ரூ .100,000 க்கு மேல் வசூலிக்கின்றன. ஆவணங்கள் பொய்யான உருவாவதை அதிகரிக்கும் போது, ​​கட்டணமும் அதிகரித்து வருகிறது.",
        "\"நாட்டின் பாணியுடன் நாட்டில் பலர் திரும்பி வருவார்கள் என்று நான் நினைக்க முடியாது. எனக்கு வர நம்பிக்கையும் இல்லை. \"நாட்டை விட்டு வெளியேறிய கற்றறிந்த தலைமுறையைப் பற்றி அவர் தொடர்ந்து பேசுவதாக ஹிருனி கூறினார்.",
        "147 ஆண்டுகளின் சோதனை வரலாற்றில் தனித்துவமான பதிவுகளாக இருந்த கிமிடி மெண்டிஸ் யார்?",
        "மாஸ்கோ தாக்குதலைக் காட்டுகிறது: இஸ்ரா ஏன் ரஷ்யாவை குறிவைக்கிறது?"
      ]
    },
    "en": {
      "title": "How does everyone learn the country in the face of the economic crisis?",
      "body_lines": [
        "\"There is question that Sri Lanka's coming to Sri Lanka and explain whether the country will land with the economic and political issues of the country. So it's been to be a castle. \"",
        "Hirunu gone abroad not only for her higher education. One other purpose in Sri Lanka has no good future is a foreign residency or citizenship of a foreign country.",
        "She is our speech and many have been abroad as many as many people, claiming to be available to higher education.",
        "Is there any money on the occasion to take Sri Lanka in a severe economic crisis?What are they doing for it?This BBC is looking into the matter.",
        "\"I went to go to Finland first, but the money was not a problem and did not have visas. Then I was working to come to England. Disoberese that they really have a big rot, but there was no money. It was then that I left the job. It was the work of Shaw of Shaw, all the work was done through it. \"",
        "About a handful of scholarships for education in a foreign country. Otherwise, it is mandatory to ensure that education and money in that country to get the visa of the country.",
        "The amount of money that should be shown to the country from country to country can be informed when the sum of Rs.",
        "\"There was a money to the bank, the part of Shaw Man. I had the shot of the Shaw Mahen's guard at work in the bank.",
        "What happens if you go abroad from the passports? Britain's men selling paternal women to migrant women",
        "'There is one way to call the cashbac, a new cash",
        "Investigation into the Message Sinhalese recently, there was a lot of brokers to set up the necessary documents as found as money.",
        "BBC was enabled to contact one broker who wanted to show money.",
        "\"There is one way to call cash back. We put a greater part in the cashbac, the remaining 10% you have to put. If the foul cash us, we'll get you to the bank. If the cash is bacted, it is like 3% if the foul cashing like 1.5% in the alternity. \"The Tharindu aliasing the Tharindu, the broker, said that we introduced to the terrorist name.",
        "\"If we show like a hundred lakhs, we will be in the Cash Back Meater, 90 lakhs and you need to put you. They left the FD on your name. The FD Setifificrt, you need from the Balnanes Kafean, and we got 90% of the lan of the lan of the Dana F D.. We get 1.5% to do it. It's a tim paycheck. \"",
        "\"You don't want to put money in the Full Cash Meater. We put out the 100 lakhs, put on the arrangement. It's the raket 3% month. It doesn't matter if it's checking out of Embin. Because the account has the money from the genuin. \"Tharindu said.",
        "He is using several private banks and that more than 5 people in an average of 5 people per day will be served.",
        "BBC was able to know that there are many other people who provide the Tharindu as well as this service. Some serve in newspaper advertisements or social media.",
        "It is inevitable that the money you need to learn as well as the money you want to live in the time of the country.",
        "Many people who get paid through brokers have been informed of the sale of a possession of the money and that there is a valuable property in the country to show that it will be revived.. Broker prepares the necessary documents.",
        "BBC was able to contact BBC Sinhala to contact a broker who prepares a falsely paper document.",
        "Kelum received his relationship through a local agent, not his real name, and informed the documents required to show how the money was received.",
        "A lawyer is said to prepare the documents as a lawyer and the applicant does not have the opportunity to meet the lawyer or to connect the lawyer or by another. All coordinating activities and money are also made by Kelum.",
        "\"Sales Aggression to show that the money was the money, which is currently a docketar to make sure that you have been raven in Sri Lanka at present. If you have a land to your name, give that details. \"Kelum informed the lawyer later.",
        "Villages charge more than Rs. 100,000 for all these documents. When the documents are increasing the falsely formation, the charge is also increasing.",
        "\"There Can't I think that many of the country will come back, with the country's style. I also have no hope to come. \"It was Hiruni said that he was constantly talking about the learned generation that left the country.",
        "Who is the Kimiddi Mendis, which was unique records in Test history of 147 years?",
        "The Moscow shows attack on: Why is the ISRA targeting Russia?"
      ]
    }
  },
  "summary_lines": [
    "Sri Lankans face economic crisis by seeking foreign education, residency, or citizenship. Many use brokers for visas, with some offering cashback schemes. Despite challenges, some manage to secure higher education abroad."
  ]
}