{
  "translated_text": {
    "ta": {
      "title": "தனிப்பட்ட தரவுகளை திருடும் மோசடியில் பேஸ்புக் உதவி கும்பல்",
      "body_lines": [
        "நபர்களின் தனிப்பட்ட தரவுத்தளம் பேஸ்புக் உதவி குழுக்களாக செயல்படும் என்று இலங்கை கணினி அவசரகால பதிலளிப்பு குழு கூறுகிறது.",
        "மூத்த தகவல் பாதுகாப்பு பொறியாளர்கள் சுனகா தமுனகலா கடந்த சில நாட்கள் குறித்து புகார்களைப் பெற்றுள்ளார்.",
        "பேஸ்புக் உதவி அணிகளாக தோன்றுவதன் மூலம் மோசடி மேற்கொள்ளப்படுவதாக தர்ருகா தமுனுகலா கூறினார்.",
        "\"உங்கள் பேஸ்புக் கணக்கு அல்லது பக்கத்தை தற்காலிகமாக இடைநீக்கம் செய்த பேஸ்புக் ஆதரவு குழுவுக்கு நீங்கள் ஒரு செய்தியைப் பெறலாம். அதை திரும்பப் பெற சில பணம்.. அதே நேரத்தில், உங்கள் தகவல்களை சில செய்தியுடன் அனுப்ப ஒரு செய்தி.. பேஸ்புக் உண்மையில் பேஸ்புக்காக தோன்றி ஒரு மோசடி செய்கிறது என்று இந்த செய்தி புகார் அளித்துள்ளது.",
        "இதன் விளைவாக, உங்கள் பேஸ்புக் பக்கம் தற்காலிகமாக இடைநீக்கம் செய்யப்பட்டால் அல்லது அணைக்கப்பட்டால், வாட்ஸ்அப் உங்கள் தகவலை ஒருபோதும் வெளியிடாது அல்லது உங்கள் தகவலை செய்தியாகப் பயன்படுத்தாது.",
        "இது உங்கள் பேஸ்புக் கணக்கு தொடர்பான கடவுச்சொல் உள்ளிட்ட முக்கியமான தகவல்கள் உட்பட முக்கியமான தகவல்களை உங்களுக்கு வழங்க உங்கள் பேஸ்புக் கணக்கை வெளிப்புற விருந்துக்கு அணுகும்.. இதன் விளைவாக, எந்த செய்திகளையும் தவிர்க்க பயனர்களைக் கேட்கிறோம்.",
        "மூத்த தகவல் பாதுகாப்பு பொறியாளர்களின் தர்கா தமுனாகலா, வணிக உரிமையாளர்களை வணிக உரிமையாளர்களை குறிவைத்து வருவதாக கூறினார்."
      ]
    },
    "en": {
      "title": "Facebook aid gang in a personal data stealing racket",
      "body_lines": [
        "The Sri Lanka Computer Emergency Response Team says that a personal database of persons will act as Facebook aid teams.",
        "Senior Information Security Engineers Charunaka Damunagala has received complaints regarding the last few days.",
        "Tharruka Damunugala said that the racket is being carried out by appearing as Facebook aid teams.",
        "\"You may receive a message to the Facebook support team temporarily suspended your Facebook account or page. Some money to get it back.. At the same time, a message to send your information with some message.. This message has complained that Facebook actually appearing as Facebook and makes a fraud.",
        "As a result, if your Facebook page is temporarily suspended or turned off, the WhatsApp will never issue your information or use your information as a message.",
        "This will give you access to your Facebook account to the outside party to provide you with sensitive information, including sensitive information, including the password related to your Facebook account.. As a result, we ask users to avoid any of the messages. \"",
        "Senior Information Security Engineers' Tharka Damunagala said that the racket is targeting the business owners of Business Facebook Accountors."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's Computer Emergency Response Team warns against a scam where fraudsters pose as Facebook aid teams to steal personal data. Victims receive messages about temporary Facebook account suspensions and are asked to pay to reactivate them, providing sensitive information in the process. The scam targets business owners of Facebook accounts, urging caution against such deceptive communications."
  ]
}