{
  "translated_text": {
    "ta": {
      "title": "ஆப்கானிஸ்தானுக்கு எதிரான போட்டியை இலங்கை வென்றது",
      "body_lines": [
        "இலங்கை இரண்டாவது ஒருநாள் போட்டியை 155 ரன்கள் வித்தியாசத்தில் வென்றது.",
        "309 இலக்கைத் துரத்தும் ஆப்கானிஸ்தான் பேட்ஸ்மேன் 33 ஓவர்களில் 153 ரன்கள் எடுத்தார்.",
        "ஆப்கானிஸ்தான் வீரர்கள் வெற்றிகரமான தொடக்கத்தைக் கொண்டிருந்தாலும், இலங்கை உறவின் முறிவுடன் போட்டியை வென்றது.",
        "அடுத்ததாக, கிடெஹோங்கா 27 ரன்களுக்கு நான்கு விக்கெட்டுகளை கொண்டு வந்தது.",
        "தில்ஷான் 28 ரன்களுக்கு இரண்டு விக்கெட்டுகளை வீழ்த்தினார், சிறப்பம்சங்கள் ஒரு விக்கெட் தாக்கியது.",
        "ஆப்கானிஸ்தானுக்கு ஷா 54 ரன்கள் எடுத்தார் மற்றும் 63 ரன்கள் எடுத்தார்.",
        "முதலில் பேட்டிங், இலங்கை 50 ஓவர்களின் முடிவில் 6 விக்கெட் இழப்புக்கு 308 ரன்கள் எடுத்தது.",
        "பிரீமியர் இன்னிங்ஸ் விளையாடிய சரித், 74 பந்துகளில் 97 ரன்கள் எடுத்தார், 9 ரன்கள் 74 பந்துகளில் 9 பவுண்டரிகளுடன்.",
        "லீடர் குசல் மெண்டிஸ் ஒரு மதிப்புமிக்க இன்னிங்ஸை விளையாடியதுடன், 61 ரன்கள் எடுத்தார்.",
        "செடிரா சமராவிக்ராமா ஒரு விலைமதிப்பற்ற இன்னிங்ஸ்களை விளையாடினார் மற்றும் மூன்று பவுண்டரிகளுடன் 52 ரன்கள் எடுத்தார்.",
        "ஜாதிகா ஜானித் லயானேஜின் புதிய நாள் இன்று அதன் இரண்டாவது ஒருநாள் நூற்றாண்டின் தொகுப்பாகும்.",
        "பூரேகி, ஃபாருகி, அகமது, கெய்ஸ் அகமது, தலா ஒரு விக்கெட் எடுத்தார்."
      ]
    },
    "en": {
      "title": "Sri Lanka wins the tournament against Afghanistan",
      "body_lines": [
        "Sri Lanka wins the second ODI match by 155 runs.",
        "Chasing a target of 309, Afghanistan batsmen scored 153 runs in 33 overs.",
        "Although Afghanistan players have a successful start, Sri Lanka won the competition with the breakdown of the relationship.",
        "The next afterwarding, Warehonga brought four wickets for 27 runs.",
        "Dilshan made two wickets for 28 runs and highlights were hit by one wicket.",
        "Shah scored 54 runs for Afghanistan and scored 63 runs.",
        "Batting first, Sri Lanka scored 308 runs for the loss of 6 wickets at the end of 50 overs.",
        "Charith, who played a premier innings, was 97 runs off 74 balls with 9 runs off 74 balls with 9 fours.",
        "Leader Kusal Mendis played a valuable innings and scored 61 runs with a hit with a six.",
        "Sedira Samarawickrama played a precious innings and scored 52 runs with three fours.",
        "New day of Jathika Janith Liyanage is also a collection of its second ODI century today.",
        "Pureeki, Faruki, Ahmed, Queise Ahmed, took one wicket each."
      ]
    }
  }
}