{
  "translated_text": {
    "si": {
      "title": "’முள்ளிக்குளம் கிராமத்தை முற்றாக அபகரித்து விட்டனர்’",
      "body_lines": [
        "මුල්ලිකුලම් ගම්වැසියන් නාවික හමුදාව සහ වන සංරක්ෂණ දෙපාර්තමේන්තුව සමඟ මුල්ලිකුලම් ගම්මානයේ වාසය කර ඇත. දුරෙයිරසා රවිකාරන් චෝදනා කළේය",
        "பாராளுமன்றத்தில் வியாழக்கிழமை (11)  அன்று இடம்பெற்ற தேசிய கணக்காய்வு திருத்த சட்டமூல விவாதத்தில் உரையாற்றுகையிலேயே இவ்வாறு குற்றம்சாட்டினார்.",
        "මීට අමතරව, මුල්ලිකුලම් ගම්මානයේ වෙසෙන ජනයා 1990 දී අසාමාන්ය තත්වය හේතුවෙන් මව්බිම වාසස්ථාන අතහැර ගියහ.. දෙමළ පවුල් 400 ක් පමණ එවැනි විස්ථාපනයකට මුහුණ දුන්හ. අවතැන්වූවන් 2002 දී 2002 දී මුල්ලිකුලම් ස්ථානයේ නැවත පදිංචි කරන ලදී.. එකල තම ස්ථානයේ නැවත පදිංචි කර ඇති පුද්ගලයින්ට ස්ථිර නිවාස 150 ක් ලබා දී ඇති බව ජනතාව පවසා ඇත්තේ ස්ථිර නිවාස 150 ක් ලබා දී ඇති බවයි.",
        "මුළු පවුල් 300 කට අධික පිරිසක් නැවත පදිංචි කර ජීවත්වීමට පටන් ගෙන ඇත. එය පවතින්නේ නැත. 2007 දී 2007 දී මුල්ලිකුලම් ගම්වැසියන්ට 2007 දී වසර පහක් තුළ ස්ථානගත කිරීමට බල කෙරී ඇත. එවැනි තත්වයක් තුළ, යුද්ධයෙන් වසර 16 කට පසු මුල්ලෙයික්කුලම් ජනයා තම මව් වාසස්ථාන අතහැර දශක දෙකක කාලයක් නැවත පදිංචි කර ඇත.",
        "මෙම සන්දර්භය තුළ මල්ලික්කඩු සහ කයකුෂි ඇතුළු අසල්වැසි ගම්මානවල විශාල දුෂ්කරතා මධ්යයේ මෙම සන්දර්භය තුළ මුල්ලිකුලම් ගම්වැසියන් වාසය කරති.. මුල්ලයික්සුලම් 250 කට වැඩි පිරිසක් මලාක්කඩු සහ කයකුෂි ගම්වල, විශේෂයෙන් සරණාගත සරණාගතයින්ගේ ගම්මානවල වාසය කරති.. මීට අමතරව, මුල්ලෙකිකුලම් ගම්වැසියන් ඉන්දියාවේ සරණාගත කඳවුරුවල සිටින පවුල් 1755 ක පවුල්වල සහ බොහෝ පවුල් විසිරී සිටින බවට ගම්වැසියන්ගෙන් ගම්වාසීන් සහ බොහෝ පවුල් විසිරී ගියහ.",
        "මේ අනුව, මුල්ලිකුලම් ගම්වැසියන් නාවික හමුදාව සහ වන සංරක්ෂණ දෙපාර්තමේන්තුව සමඟ සරණාගත ජීවිතයේ වාසය කරති.",
        "මුල්ලයික්කුලම් ගම්මානයේ දෙමළ ජනතාවට අයත් ඉඩම්, වතු ඉඩම්, නේවාසික ප්රදේශ සහ වාරිමාර්ග ටැංකි ඇතුළු වනාන්තර හා නාවික හමුදාවේ අක්කර 1500 කට වැඩි ප්රමාණයක් වනාන්තර හා නාවික හමුදාව විසින් අත්පත් කර ගෙන තිබේ.. වාරිමාර්ග පොකුණු සම්බන්ධයෙන්, චිනතනාකකන් පොකුණ, පෙරියතනාකකකන්කුලම්, පරවාලෙන්කිකුලම්, පලටික්කුලම්, චෙට්ටිකුකුලම්, අරකිරාම් සහ පුදුකුලම්, කුදුක්කුලම් සම්පූර්ණයෙන්ම වාසය වේ.",
        "මේ අතර, දෙමළ ජනතාවගේ දේශය නාවික භටයින් විසින් රැගෙන යන අතර වතු පැලෑටි සිදු කරනු ලැබේ.. 2002 දී දෙමළ ජනතාව නැවත පදිංචි කරවීමේදී ඉදිකරන ලද නිවාසවල නාවික හමුදාවේ පවුල් නවාතැන් ගෙන තිබේ. මුල්ලෙකිකුලම් ජනතාව ධීවර කටයුතුවල නිරත වූ ස්ථාන මුළුමනින්ම රැගෙන ගොස් ඇත.",
        "මෙම සන්දර්භය තුළ මුල්ලිකුලම් ගම්වැසියන් නිරන්තරයෙන් ඉල්ලා සිටින්නේ ඔවුන්ගේ මව් ගම වාඩිලාගෙන නැවත පදිංචි කරවන ලෙසයි.",
        "මුල්ලිකුලම් ගම්වැසියන් විශේෂයෙන් නැවත පදිංචි කරවීම සඳහා විවිධ අරගලවලට සම්බන්ධ වී ඇත. 2017 දී මාස දෙකක් තිස්සේ අඛණ්ඩව අඛණ්ඩ අරගලයක් හේතුවෙන් ඉඩම මුදා හැරීමට එවකට ආණ්ඩුකාරවරයා සහතික කළ බව ජනතාව පවසයි.. එතැන් සිට අක්කර 77 ක ඉඩමක් මුදා හැරීමෙන් ජනතාව විසින් පිරිසිදු කර ඇති පියවර ගෙන තිබේ.",
        "නාවික හමුදාව ජනතාවගේ ගින්න කඩාකප්පල් කිරීමෙන් පසු ඉඩම අතහැර දමා තිබුණි.. මේ අනුව, ඉඩම් නැවත පදිංචි කරවීමට දෙමළ ජනතාවගේ උත්සාහය අසාර්ථක වූවන්ගේ උත්සාහයයි.",
        "මේ අනුව, පාසල මුල්ලිකුලම් ගම්මානයේ ක්රියාත්මක වන නමුත් කිසිදු ජනතාවක් නැවත පදිංචි කර නොමැත.. මිනිස්සු එහේ පල්ලියට යනවා.",
        "මුල්ලිකුලම් රෝමානු කතෝලික පාසලේ සිසුන් 42 ක් අධ්යාපනය ලබයි. කඳුකරයේ වෙසෙන මුල්ලිකුලම්ගේ දරුවන් උදේ මුල්ලිකුලම් පාසලට ගොස් සවස් වරුවේ ආපසු පැමිණියහ. ඒ හා සමානව, මිනිසුන් මුල්ලිකුලම් ප්රදේශයේ පිහිටි පරලකාමඩා පල්ලියට යනවා.. මේ අනුව, මුල්ලෙකිකුලම් වැසියන් සරණාගත ජීවිතයක් ගත කරමින් සිටින අතර සංචාරකයින්ගේ දුක්ඛිත තත්වය ඔවුන්ගේම ස්ථානයට ගෙන යනු ලැබේ.",
        "මුල්ලිකුලම් ගම්වැසියන්ගේ ජීවිතය, ඔවුන්ගේ ඉඩම නැවත පදිංචි කරවීමට නොහැකි වූ මුල්ලිකුලම් ගම්වැසියන්ගේ ජීවිතය ඔවුන් ජීවත් වූ සියලු රටවල් සමඟ අවසන් කළ යුතු අතර ඔවුන් ජීවත් වූයේ ඔවුන්ගේ ජීවිත ඉදිරිපිට ය.. එම පුද්ගලයින් සමඟ නැවත පදිංචි කරවීම. මුල්ලිකුලම් ජනතාව නැවත පදිංචි කරවීම කඩිනම් කළ යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Mullikkulam village",
      "body_lines": [
        "Mullikkulam villagers have been living in the village of Mullikkulam, along with the Navy and the Forest Department, who have been living in refugee life. Durairasa Ravikaran accused",
        "He was accused of addressing the National Audit Amendment Bill on Thursday (11) in Parliament.",
        "In addition, people living in the village of Mullikkulam left their native habitat due to the extraordinary situation in 1990.. About 400 Tamil families met such a displacement. The displaced people were resettled in their own place of Mullikkulam in 2002 a decade later.. People have said that 150 permanent houses have been provided at that time that people who have resettled in their own place have been provided with 150 permanent houses.",
        "Over 300 families in total have resettled and started living. It does not last. Mullikkulam villagers have been forced to relocate in 2007 in 2007 in just five years. In such a situation, 16 years after the war, the people of Mullikkulam have left their native habitat and have been resettled for two decades.",
        "In this context, the villagers of Mullikkulam are living amidst great difficulties in neighboring villages including Malakkadu and Kayakuzhi.. More than 250 Mullikkulam people live in the villages of Malakkadu and Kayakuzhi, especially the refugee refugee.. In addition to this, the villagers of Mullikkulam appeal that the families of the 175 families live in refugee camps in India and many families are scattered.",
        "Thus, the Mullikkulam villagers are living in the refugee life, together with the Navy and the Forest Department.",
        "More than 1500 acres of forestry and navy have been occupied by the forest and navy, including lands, plantation lands, residential areas and irrigation tanks belonging to the Tamil people of Mullikkulam village.. In the case of irrigation ponds, Chinathanakkan pond, Periyathanakkankulam, Paravallikulam, Palatikkulam, Chettiarkulam, Arakkulam and Pudukkulam are completely occupied.",
        "Meanwhile, the land of the Tamil people is being taken away by the Marines and the plantation plants are being carried out.. The families of the navy have been housed in the houses built during the resettlement of the Tamil people in 2002. The places where the people of Mullikkulam were engaged in fisheries have been completely taken away.",
        "In this context, the villagers of Mullikkulam are constantly demanding that their native village occupied and resettled themselves.",
        "The villagers of Mullikkulam have been involved in various struggles in particular to resettle themselves. People say that the then Governor was guaranteed to release the land as a result of a series of continuous struggle for two months in 2017.. Since then, steps have been taken to release 77 acres of land and have been cleaned by the people.",
        "The land was abandoned after the Navy had disrupted the fire of the people.. Thus the efforts of the Tamil people to resettle the lands ended in failure.",
        "Thus, the school is operating in the village of Mullikkulam but no people are resettled.. People go to the church there.",
        "42 students study at Mullikkulam Roman Catholic School. The children of Mullikkulam, who lives in the hill country, go to the Mullikkulam school in the morning and return in the evening. Similarly, people are going to the Paralakamada church located in the Mullikkulam area.. Thus, the people of Mullikkulam are living a refugee life, carrying the plight of the tourists to their own.",
        "The life of the Mullikkulam villagers, which is unable to resettle on their land, must be ended up with all the lands they lived in and that they lived in front of their lives.. To be resettled with those people. He said that the resettlement of the people of Mullikkulam should be expedited."
      ]
    }
  },
  "summary_lines": []
}