{
  "translated_text": {
    "ta": {
      "title": "பங்களாதேஷ் மீண்டும் சூடாக - 7 லட்சம் சாலை",
      "body_lines": [
        "சிறுபான்மை இந்து சமூகம் பங்களாதேஷ் மாணவர் இயக்கங்களுக்கு எதிராக பாரிய போராட்டத்தைத் தொடங்கியுள்ளது.",
        "7 லட்சத்துக்கும் மேற்பட்டவர்கள் இணைந்த ஆர்ப்பாட்டங்கள் தலைநகரம் உள்ளிட்ட சாலைகளால் தடுக்கப்பட்டன.",
        "ஒதுக்கீட்டு முறையை அறிமுகப்படுத்த காலாவதியான வேலைகளை அறிமுகப்படுத்தும் முயற்சியுடன் மாணவர் ஆர்ப்பாட்டங்கள் பங்களாதேஷில் தொடங்கின.",
        "எதிர்ப்புக் கொள்கை மற்றும் பிரதமர், பிரதமர் ஷேக் ஹுசநாதே ஆகியவற்றின் காரணமாக எதிர்ப்பாளர்கள் அரசாங்க எதிர்ப்பு எதிர்ப்பாளர்களாக மாற்றப்பட்டனர்.",
        "பின்னர் அவர் நாட்டை விட்டு வெளியேறி, அமைதிக்கான நோபல் பரிசு டானஸ் தலைமையிலான காவல் அரசாங்கத்தை நியமித்தார்.",
        "அரசாங்க பிரதிநிதிகளில் முப்பது முதல் முப்பது வயது வரையிலான மாணவர் இயக்கத்தின் இரண்டு தலைவர்கள் உள்ளனர்.",
        "நாட்டில் பாராளுமன்றத்தை வாங்கிய எதிர்ப்பாளர்கள் ஏற்கனவே நாட்டின் கட்டுப்பாட்டை எடுத்து வருகின்றனர்.",
        "உச்சநீதிமன்றத்தின் உச்சநீதிமன்றம் நேற்று தனது போராட்டத்தைத் தொடர்ந்தது மற்றும் ஒரு மணி நேரத்திற்குள் ராஜினாமா செய்ய தலைமை நீதிபதிக்கு எதிரான எதிர்ப்பு.",
        "தலைமை நீதிபதி கெய்டி ஹசன் தனது பதவியில் இருந்து மற்ற ஐந்து நீதிமன்றங்களுடன் ராஜினாமா செய்தார்.",
        "எவ்வாறாயினும், மோசமான வேலை ஒதுக்கீட்டு முறையை மீண்டும் செயல்படுத்த ஹசீனாவின் உச்சநீதிமன்றம் உச்ச நீதிமன்றம் ஆகும்.",
        "இதற்கிடையில், பங்களாதேஷின் தலைவர் நேற்று (12) ராஜினாமா செய்தார், அவர் ராஜினாமா செய்யக் கோரிய போராட்டங்களுக்குப் பிறகு ஒரு வங்கி அதிகாரிகளுடன் ராஜினாமா செய்தார்.",
        "சிறுபான்மை இந்து சமூகத்தை சிறுபான்மை இந்து சமூகத்தை குறிவைத்து இதுபோன்ற பின்னணியின் போலிக்காக நாடு தாக்கியுள்ளது.",
        "ஆகஸ்ட் 5 முதல் 52 நாட்களில் இந்து சமூகம் மீது 200 க்கும் மேற்பட்ட தாக்குதல்கள், ஆகஸ்ட் 5 ஆம் தேதி ஹசினா அரசாங்கம் சரிந்தது.",
        "சிறுபான்மை இந்து சமூகம் டாக்கா மூலதனம் உட்பட பல பிராந்தியங்களில் வெகுஜன போராட்டங்களை நடத்தியது, இந்த தாக்குதல்களை கட்டாயப்படுத்தியது.",
        "சிறுபான்மையினர், சிறுபான்மையினர், சிறுபான்மையினர் 10 சதவீத பாராளுமன்றத்தை இடமாற்றம் செய்வது போன்ற கோரிக்கைகள் காரணமாக 10 சதவீத உறுப்புகளை முன்பதிவு செய்வதன் அடிப்படையில் கோரப்பட்ட கோரிக்கைகள் காரணமாக.",
        "சில மாணவர் ஆர்வலர்களின் உதவி ஆர்ப்பாட்டங்களை ஆதரிப்பதாக தெரிவிக்கப்படுகிறது.",
        "இந்து சமூகம் பங்களாதேஷ் மக்கள்தொகையில் 17 சதவீதமாகும், இது இந்து சமூகமாக உள்ளது மற்றும் அரசியல் வர்ணனையாளர்களுக்கு அதிக ஆதரவாக உள்ளது."
      ]
    },
    "en": {
      "title": "Bangladesh warm again - 7 lakh road",
      "body_lines": [
        "The minority Hindu community has launched a massive protest against Bangladesh student movements.",
        "The protests joined by more than 7 lakhs were blocked by the roads including the capital city.",
        "Student protests began in Bangladesh with the attempt to introduce an outdated jobs to introduce a quota method.",
        "The protesters were converted into anti-government protesters due to the policy of protest and the Prime Minister, Prime Minister Sheikh Husanathe.",
        "She then fled the country and appointed a custody government headed by the Nobel Peace Prize Danus.",
        "Among the government representatives includes two leaders of the student movement between the ages of thirty and thirty.",
        "The protesters who have acquired the parliament in the country are already taking control of the country.",
        "The Supreme Court of the Supreme Court yesterday continued his protest yesterday and protests against Chief Justice to resign within an hour.",
        "The Chief Justice Gaiidi Hassan resigned from his post with five other courts.",
        "However, the Supreme Court is the Supreme Court of Haseana to re-implement the notorious job quota method.",
        "Meanwhile, the Head of Bangladesh resigned yesterday (12), along with a bank officials after the protests that he demanded to resign.",
        "The country has also attacked the minority Hindu community targeting the Minority Hindu community in the pretext of such a backdrop.",
        "More than 200 attacks on the Hindu community in 52 days from August 5, the Hasina government was collapsed on August 5.",
        "The Minority Hindu community has held mass protests in several regions including the Daka capital, forcing these attacks.",
        "Due to the demands that were demanded based on the reservation of 10 percent of the elements such as the minorities, minorities, has been blocked due to demands such as the minorities reservation of 10 percent of Parliament.",
        "It is reported that the assistance of certain student activists were supporting the protests.",
        "The Hindu community is 17 percent of the Bangladesh population, which is the Hindu community and has been the highest support to political commentators."
      ]
    }
  },
  "summary_lines": [
    "In Bangladesh, over 700,000 Hindus protested against the government's introduction of an outdated job quota system, leading to widespread blockades. The protests escalated into anti-government demonstrations, prompting the Prime Minister to flee and appoint a caretaker government. This move included two student leaders, aged 30 and 35. The Supreme Court's Chief Justice resigned, followed by five others, amid ongoing protests against the reinstatement of the controversial job quota system. Additionally, the Head of Bangladesh and bank officials resigned under pressure from the protests. The minority Hindu community, comprising 17% of the population, faced over 200 attacks in 52 days, culminating in mass protests across the country, including the capital Dhaka. These events led to the collapse of the Hasina government and calls for a 10% parliamentary reservation for minorities."
  ]
}