{
  "translated_text": {
    "ta": {
      "title": "කාන්තා එක්දින ලෝක කුසලානයේ තරග අද සිට මෙරටදීත්",
      "body_lines": [
        "பெண்கள் ஒருநாள் இன்று முதல் இன்று முதல் தொடங்கும்.",
        "ඒ අනුව අද (02) සවස 3ට කොළඹ ආර්. பிரேமடாச ஸ்டேடியத்தில் பாகிஸ்தான் மற்றும் பங்களாதேஷின் பெண்கள் அணிகளுடன் இந்த போட்டி தொடங்குகிறது.",
        "நாட்டின் அனைத்து போட்டிகளும் இலவச பார்வையாளர்களைப் பெறுவதாகவும், கேட் மதியம் 1 மணி முதல் திறந்திருக்கும் என்றும் இலங்கை கிரிக்கெட் அறிவித்தது.",
        "மகளிர் ஒருநாள் உலகக் கோப்பையின் 13 வது உலகளாவிய அலகுகள் செப்டம்பர் 30 ஆம் தேதி இந்தியாவின் கேட் ஸ்டேடியத்தில் தொடங்கியது.",
        "உலகக் கோப்பை நவம்பர் 2 ஆம் தேதி வரை நடைபெறும்.",
        "இந்த ஆண்டில் எட்டு அணிகள் போட்டியிடும் மற்றும் இந்தியாவின் 4 அரங்கங்களிலும், இலங்கையில் ஒரு அரங்கத்திலும் இயங்கும்.",
        "ஒவ்வொரு அணியும் உலகக் கோப்பை தளத்தில் ஏழு போட்டிகளை எதிர்கொள்ளும்.",
        "இந்த ஆண்டு போட்டியின் ஆரம்ப சுற்றில் இலங்கை விளையாடப்படும்.",
        "எட்டு நாடுகளின் அடிப்படையில் 59 ரன்களில் இலங்கை மகளிர் அணிக்கு எதிரான முதல் போட்டியில் இந்திய அணி வென்றது.",
        "இதற்கிடையில், மகளிர் ஒருநாள் உலகக் கோப்பையின் எஞ்சிய பகுதிகளில் கலந்து கொள்ள இலங்கை மற்றும் இந்திய அணி தீவுக்கு வந்துள்ளன.",
        "அணிகள் நேற்று இரவு 8.35 மணியளவில் இலங்கைக்கு வந்தன, மேலும் எஸ்.எல்.சி அதிகாரிகள் குழு கட்டுனாயக் விமான நிலையத்தில் கலந்து கொண்டது."
      ]
    },
    "en": {
      "title": "Women's ODI World Cups from today",
      "body_lines": [
        "The women's ODI will commence from today under today.",
        "Accordingly, at 3 pm today at 3 pm. The match begins with the women's teams of Pakistan and Bangladesh at the Premadasa Stadium.",
        "Sri Lanka Cricket announced that all the tournaments in the country will receive free visitors and the gate is open from 1 pm.",
        "The 13th universal units of the Women's ODI World Cup began at the Guate Stadium in India on 30th September.",
        "The World Cup will be held until November 2nd.",
        "Eight teams will compete in this year and runs at 4 stadiums in India and in one stadium in Sri Lanka.",
        "Every team will face seven matches in the World Cup base.",
        "Sri Lanka will be played in the preliminary round of this year's tournament.",
        "Indian team won the first match against Sri Lanka women's team in 59 runs in terms of eight countries.",
        "Meanwhile, Sri Lankan and Indian team has come to the island to attend the remainder of the Women's ODI World Cup.",
        "The teams arrived in Sri Lanka at around 8.35 pm yesterday and a group of SLC officials were present at the Katunayake airport."
      ]
    }
  },
  "summary_lines": []
}