{
  "translated_text": {
    "ta": {
      "title": "ஈ -8 விசா ஒப்பந்தம் சட்டபூர்வமானது அல்ல",
      "body_lines": [
        ".. அவர் மேலும் கூறினார்:",
        "தென் கொரிய அரசு மற்றும் இலங்கை அரசாங்கத்திற்கு ஆயிரக்கணக்கான இலங்கை இளைஞர்களுக்கு வேலை வாய்ப்புகள் வழங்கப்பட்டுள்ளன. அந்த வேலைகளுக்கு மேலதிகமாக, சமூகத்தின் உரையாடல் இப்போது ஈ -8 விசாவில் உள்ளது.",
        "இலங்கையர்கள் பெற இந்த முதலாளிகள் 2019 இல் விவாதிக்கப்பட்டுள்ளனர். இந்த விவாதங்கள் சில காரணிகளால் நிறுத்தப்பட்டுள்ளன. எடுத்துக்காட்டாக, இந்த விசா 5 மாத காலத்திற்கு மட்டுமே. இந்த நோக்கத்திற்காக அவர்களுக்கு கொஞ்சம் சம்பளம் கிடைக்கிறது.",
        "தொழிலாளர்களின் வாய்ப்பு மீண்டும் மிகக் குறைவு. பின்னர் அவர்கள் விசா நேரத்தை செய்கிறார்கள், ஆனால் நான் சட்டவிரோதமாக முயற்சிக்கிறேன். இந்த நிலைமை காரணமாக, எந்த பிரச்சனையும் இல்லை, இந்த விஷயத்தில் எந்த அரசாங்கமும் ஒப்புக் கொள்ள ஒப்புக் கொள்ளவில்லை.. இதேபோல், இலங்கையில் உள்ள தனியார் ஏஜென்சிகள் இந்த விசாக்களின் கீழ் அல்லது பணத்தின் கீழ் இந்த விசாக்களின் கீழ் தொழிலாளர்களை அனுப்ப அனுமதிக்கப்படவில்லை. இந்த வேலைகளுக்கு யாராவது பணம் வசூலித்தால், அது சட்டவிரோதமானது.",
        "கொரிய அரசாங்கம் சில கால வேலைவாய்ப்பில் தொழிலாளர்களைப் பெற வேண்டும். ஈ -8 விசா நுட்பத்தின் புலங்கள் தொடர்பாக. சீனாவின் கரோசயாவின் ஆறு மாதங்கள் சீனாவைப் போன்ற தென் கொரியா, சீனாவைப் போன்றவை, அந்தந்த நாடுகளுக்குத் திரும்புகின்றன. நீங்கள் இந்த அமைப்பில் நுழையும்போது, ​​இலங்கை போன்ற தொலைதூர நாட்டிலிருந்து இந்த அமைப்பில் நுழையும்போது நடைமுறை சிக்கல்கள் வருகின்றன. அதனால்தான் இது 2019 முதல் கூட விவாதிக்கப்படவில்லை.",
        "ஏப்ரல் 6, 2024 அன்று, இலங்கையில் முன்னாள் மந்திரி மாகாண சபையின் ஆளுநருடன் உடன்படிக்கை செய்கிறார். அந்த நேரத்தில் அமைச்சரவை அல்லது வேறு எந்த ஒப்புதலும் இதை அங்கீகரிக்கவில்லை. தனிப்பட்ட தலையீட்டிற்குப் பிறகு, வெளிநாட்டு வேலைவாய்ப்பு பணியகம் ஒப்புதல் இல்லாமல் தனிப்பட்ட தலையீட்டிற்குப் பிறகு எந்தவொரு பொறுப்பையும் எடுக்க முடியாது.",
        "இது அமைச்சரால் சமூகமயமாக்கப்பட்டு வேலைகளை கொண்டு வந்தது. இந்த அரசாங்கத்தை நிறுத்த முயற்சிக்கிறது. லெஜிட் அல்லாத ஒப்பந்தத்தால் வாண்டோ மாகாண மாகாண ஆளுநர் (வாண்டோ) ஏமாற்றப்பட்டார் என்று தென் கொரிய அரசாங்கம் விவாதித்தது.. அவர்கள் பார்வையிடாமல் தங்க முயற்சிக்கிறார்கள்.",
        "ஈ -9 விசாவின் கீழ் கொரிய அரசாங்கம் சில தரங்களைக் கொண்டுள்ளது, கடந்த ஆண்டு தென் கொரியாவுக்கு 7500 க்கு மேல், இந்த ஆண்டில் 4000 க்கும் மேற்பட்டோர் உள்ளனர். இந்த ஆண்டின் இறுதிக்குள், 7000 க்கும் மேற்பட்டவர்கள் அனுப்ப முடியும் என்று நினைக்கிறேன். அணி 4 வருட காலத்திற்கு 4 ஆண்டுகள் செல்கிறது. இலங்கை மக்கள் குறுகிய கால விசா டெம்ப்ளேஷனின் கீழ் சென்றுவிட்டதாக தென் கொரிய அரசாங்கம் அறிவித்துள்ளது.",
        "எனவே, வேலைகளை அகற்ற நாங்கள் தயாராக இல்லை, சட்ட நடைமுறையால் பெறப்பட்ட நிறைய வேலைகள். இதை மீண்டும் மதிப்பாய்வு செய்ய வேண்டும் என்ற முடிவு எங்களிடம் உள்ளது. இதற்கு இன்னும் கொஞ்சம் நேரம் எடுக்கும். கொரிய அரசாங்கத்தின் மீது கோபப்படாமல் இந்த முறையை நாங்கள் செயல்படுத்துவோம். ஈ -8 விசா முறையின் கீழ் தென் கொரியாவுக்குச் செல்லுமாறு முதலாளிகளை கேட்டுக்கொள்கிறோம். எந்த ஊக்கமும் செய்ய வேண்டாம். இந்த வேலைகளுக்கு யாராவது பணம் வசூலித்தால், தயவுசெய்து எங்களுக்கு கல்வி கற்பிக்க பொதுமக்களை அழைக்கிறோம். மேலும், விசா முறை ஒரு சட்ட முறை அல்ல என்று சமூகத்திற்கு அழைக்கிறோம்."
      ]
    },
    "en": {
      "title": "The E-8 Visa Agreement is not legal",
      "body_lines": [
        "Sri Lanka Bureau of Foreign Employment Bureau The Sri Lanka Bureau of Foreign Employment has not been legally signed by the E-8 Visa Agency in Sri Lanka.. He further stated:",
        "The Government of South Korean and the Sri Lankan government have been given employment opportunities for thousands of Sri Lankan youths. In addition to those jobs, a dialogue of society has now been in the E-8 visa.",
        "These employers have been discussed in 2019 to receive Sri Lankans. These discussions have stopped due to some factors. For example, this visa is only for a period of 5 months. They get a little salary for this purpose.",
        "The likelihood of the workers is very low again. Then they do the visa time, but I try to illegally. Due to this situation, there is no problems, and no government has agreed to agree on the matter.. Similarly, the private agencies in Sri Lanka have not been allowed to send workers under this visas under this visas or cash. If anyone charges money to these jobs, it is illegal.",
        "The Korean government needs to obtain workers on certain periods of employment. In relation to the fields of e-8 visa technique. Six months of Carosaya, China, is like South Korea, China, like China, returning to the respective countries. When you enter this system, practical issues come when you enter this system from a far away country like Sri Lanka. That's why it was not even discussed since 2019.",
        "On April 6, 2024, a former minister in Sri Lanka is making a covenant with the Governor of the Provincial Council. This was not approved by the Cabinet at the time, or any other approval. After personal intervention, the Foreign Employment Bureau cannot take any responsibility after personal intervention without approval.",
        "This is socialized by the Minister and brought jobs. That it is trying to stop this government. The South Korean government discussed the governor of the province of the province of Wando (Wando) has been deceived by a non-legit agreement.. They're trying to stay without vising.",
        "The Korean government has some standard under the E-9 Visa, over 7500 last year to South Korea, over 4000 people have been in this year. Think that by the end of this year, over 7000 can send. The team goes 4 years for a period of 4 years. The South Korean government has notified that the Sri Lankan people have gone under short-term visa templation.",
        "Therefore, we are not prepared to eliminate jobs, a lot of jobs received by the legal procedure. We have the decision that we should review this again. It takes little more time. We will implement this method without angry with the Korean government. We urge employers to go to South Korea under the E-8 Visa Methodology. Don't make any encouragement. If someone charges money for these jobs please we call on the public to educate us. Also, we call for society that the visa method is not a legal method."
      ]
    }
  },
  "summary_lines": [
    "E-8 Visa Agreement legality questioned. Sri Lanka Bureau of Foreign Employment claims agreement unsigned. South Korean government accused of deception. Short-term visa criticized for low wages and limited job opportunities. Private agencies prohibited from sending workers under this visa. Government urged to review process and discourage illegal recruitment practices."
  ]
}