{
  "translated_text": {
    "si": {
      "title": "ගම්මාන ලෙස උද්යාන හඳුනා ගැනීමෙන් ඉඩම් බලපත්රය පහසුවෙන් නිකුත් කළ හැකිය - අමාත්ය ජීවන්",
      "body_lines": [
        "වතු සමාගම් යටතේ වතු සමාගම් වතුකරයේ නව නේවාසික ගම්මාන පිහිටුවීමේ වැඩපිළිවෙළක් මගින් රාජ්ය පරිපාලනය යටතේ කෙලින්ම ගෙන එනු ඇත.. මෙය පහසුවෙන් ඔවුන් සඳහා ඉඩම් බලපත්ර වැඩසටහනක් ක්රියාත්මක කරනු ඇත. ජල සම්පාදන හා වැවිලි යටිතල පහසුකම් සංවර්ධන අමාත්ය ජීවන් තොන්ඩමන් මහතා පැවසුවේ ඉඩම් බලපත්රය ලබා දෙන්නේ නම් ස්ථිර විසඳුමක් ස්ථිර විසඳුමක් ලෙස සොයා ගත හැකි බවයි.",
        "සමාගම් නවයකට වැඩි පිරිසක් වතු කම්කරුවන්ට වැටුප් වැඩිවීමක් ගෙවීමට එකඟ වී ඇති අතර එම යෝජනාව සේවා යෝජක සම්මේලනයේ සිට රුපියල් 1,350 ක වැටුප් වැඩිවීමක් ලබා ඇත.. අගෝස්තු 6 වන දින විශේෂ සාකච්ඡා පැවැත්වෙන බව අමාත්යවරයා පැවසීය.",
        "බදාදා (17) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී ඔහු වැඩිදුරටත් පැවසීය.",
        "පරමාර්ථය නොසලකා හරින ලද විපක්ෂ මන්ත්රීවරු පසුගිය වසරේදී සිදු වූ සාකච්ඡාවට පසුගිය වසරේදී උඩරට ජනතාව සාකච්ඡා කිරීමට ආරාධනා කිරීම සතුටක් විය.. අපි එය සාදරයෙන් පිළිගනිමු. කඳුකරයේ ජනයාට ගැටළු ඇති වුවද, අප නිවැරදි මාවතේ සිටින බව අපට විශ්වාසයි.",
        "වැටුප් වැඩිවීම සඳහා පසුගිය සතියේ වතු සමාගම් නවයක් පසුගිය සතියේ එකඟ විය. නමුත් දැන් එම සංඛ්යාව නවයකට වඩා වැඩි වී තිබේ. වතු සේවා යෝජකයන්ගේ සම්මේලනයෙන් ලිපියක් ලැබී ඇත. රුපියල් 1,350 ක නිර්දේශය වැටුපකි.",
        "මේ මස 6 වන දින කම්කරු අමාත්යවරයාගේ ප්රධානත්වයෙන් කම්කරු අමාත්යාංශයේ විශේෂ සාකච්ඡාවක් පැවැත්වේ.. මෙම කාලය තුළ විසඳුමක් ලබා ගත හැකි යැයි අපි බලාපොරොත්තු වෙමු.",
        "වතුකරයේ නව නේවාසික ගම්මාන ඉදිකිරීම සම්බන්ධයෙන් ජනාධිපති රනිල් වික්රමසිංහ මහතා කැබිනට් පත්රිකාවක් ඉදිරිපත් කළේය.. නිදහසින් පසු ශ්රී ලංකාවේ මායිමේ කඳුකරයේ ජනයා සොයා නොගත් විට. මේ අනුව ඒවා ශ්රී ලාංකිකයන් ලෙස ඇතුළත් නොවේ.",
        "එහි ප්රති As ලයක් ලෙස බොහෝ වතුකරයේ ගම් නිලධාරියෙකු සිටින්නේ පවුල් 8,000 ක් පමණි. මෙම තත්වය නිසා රජයේ තෑගි සෘජුවම එම පුද්ගලයින් වෙත ළඟා නොවේ. 8,000 ක ජනතාවක් කළමනාකරණය කිරීම සඳහා ගම් නිලධාරියෙකුට කළ නොහැකිය. වතුකරයේ වැවිලි නිවාස නේවාසික ගම්මාන ලෙස පිළිගැනීමට නියමිත බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පවසා ඇත්තේ එබැවිනි.",
        "වතුයායන් ගම්මාන ලෙස හඳුනාගත් විට ඔවුන්ට නව ග්රාම නිලධාරි කොට් isions ාශ ලැබෙනු ඇත. රජයේ තෑගි එම පුද්ගලයින්ට කෙලින්ම ළඟා වනු ඇත. කෙසේ වෙතත්, මෙම වැඩසටහන යටතේ රේඛීය කාමර හඳුනාගෙන තිබේ නම්, ජනතාව එකම තත්වයක පවතිනු ඇත. මෙම සාකච්ඡාවේදී සමහරු තම අදහස් ඉදිරිපත් කළේ නිවාස ලබා දීමෙන් පසු ඉඩම ලබා දුන්නේ නම් හොඳම ව්යාපෘතිය බවයි.",
        "එහෙත් නිවාස හිමිකාරිත්වය වෙනස්, ඉඩම් අයිතිය. නිවසක් ඉදිකිරීම සහ ඉඩම් බලපත්රයක් නිකුත් කිරීම සහ ජනතාවට ඉඩම් බෙදා හැරීම වෙනස් බව ඔවුන් තේරුම් ගත යුතුය.. ඔවුන්ට දියුණු කළ හැක්කේ ඕනෑම රටක පසුගාමී ප්රජාවට ඇති ඉඩම නම් පමණි. මේ වන විට පවුල් මිලියනයක පවුල් 76,000 කට වතුකස් ප්රදේශවල නිවාස තිබේ. 2020 වන විට වසරකට නිවාස 2,000 ක් තිබී ඇත.",
        "එදින නිවසක වටිනාකම රුපියල් ලක්ෂ 9,000 කි. මෙම අගය නිසා ලක්ෂ 32 ක් දක්වා වැඩි විය. ආර්ථික අර්බුදවලින් සුවය ලැබීම රුපියල් ලක්ෂ 32 ක වියදමින් නිවාස 176,000 ක් ඉදිකරන්නේ කෙසේද?එබැවින් සෑම කෙනෙකුටම නිවසක් ලබා දෙන බවත් එය සම්පූර්ණයෙන්ම බොරු පොරොන්දුවක් වනු ඇති බවත් රජයක් පවසන්නේ නැත. ඉඩම් අයිතිය දිනා ගැනීමට අප උත්සාහ කර ඇත්තේ මේ නිසා ය.",
        "අද වතු කර්මාන්තයේ නියුතු 115,000 ක් පමණි. ඉතිරි ලක්ෂ 8,000 ක් දෙනා වෙනත් කර්මාන්තවල නිරත වේ. 7,500 ක් පමණ දුර බැහැර ප්රදේශවල සේවය කරති. ඔවුන් ගණන් ගන්නේ නම්, ඔවුන්ට දෙමාපියන් සඳහා නිවසක් තැනිය හැකිය. අද කඳුකරයට රචනා 35,568 ක් අවශ්ය වේ. කඳුකරයේ ජනයාට ඒවා තැනීමට නොහැකි ය. ඔවුන්ට පහසුකම් තිබුණද, ඉඩම් අයිතිය නොමැතිකම හේතුවෙන් ඔවුන් අබලන් තත්වයක සිටී.",
        "පසුගිය වසරේ අයවැයට පෙර කැබිනට් පත්රිකාවක් සකස් කර හඳුනාගෙන ඇත්තේ මේ නිසා ය.. රුපියල් මිලියන 4,000 ක් ජනාධිපති විසින් වෙන් කර ඇත. මෙම මූල්ය කළමනාකරණයට අදාළ දත්ත ශ්රී ලංකා ඉඩම් මිනින්දෝරු දෙපාර්තමේන්තුවට ලබා දී ඇත. ඉඩම් තහවුරු කිරීමේ පත්ර 1,000 ක් දැනටමත් ඒ අනුව සකස් කර ඇත. 1972 සිට ඉදිකරන ලද නිවාස 66,000 කින් ඉඩම් නොමැති අයට හැරෙන්නට ඉතිරි නිවාස 51,000 සඳහා ඉඩම ලබා දෙනු ඇත.",
        "අපි බැංකු 5 ක් සමඟ ප්රාථමික බැංකු දෙකක් ඇතුළුව සාකච්ඡා කර ඇත්තෙමු. වතු ජනතාව විසින් ඉඩම සනාථ වුවහොත් නිවාස ණය ලබා දීමට ඔවුන් දෙදෙනාම එකඟ වී ඇත.. වතු වගා කිරීම ගම්මාන ලෙස පිළිගැනීමෙන් පසුව, ලැලි නිවාස අතහැර දමා ඇති අතර තරුණයින්ට සහ නිවාස නොමැති අයට ඉඩම් ලබා දෙන ලදී.. ගම්වැසියන් යෝජනා ක්රමය යටතේ. ඉඩම් බලපත්රයක් ගෙන ආ නම් එය නිකුත් කිරීම පහසු යැයි ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "The land license can be easily issued by the recognition of gardens as villages - Minister Jeevan",
      "body_lines": [
        "The plantation companies under the plantation companies will be directly brought under the government administration through a program to set up new residential villages in the plantation sector.. This will easily carry out a land license program for them. Water Supply and Plantation Infrastructure Development Minister Jeevan Thondaman said that if the land license is granted, a permanent solution can be found to be a permanent solution.",
        "More than nine companies have agreed to pay a salary increase to plantation workers and the proposal has been received from the Employers Federation for a salary increase of Rs 1,350.. The Minister said that the special negotiations will be held on August 6.",
        "He further stated that at a press conference held at the Presidential Media Center on Wednesday (17).",
        "Opposition members who ignored it were a pleasure to attend the discussion that took place last year when it was invited to discuss the upcountry people last year.. We welcome it. Even though the people of the hill country have problems, we are confident that we are on the right path.",
        "Nine plantation companies agreed last week to provide salary increase. But now that number has risen to more than nine. A letter has been received from the plantation employers' federation. The recommendation of Rs 1,350 is a salary.",
        "A special discussion will be held at the Ministry of Labor headed by the Minister of Labor on the 6th of this month.. We hope that a solution can be reached during this time.",
        "President Ranil Wickremesinghe submitted a cabinet paper this week in connection with the construction of new residential villages in the plantation sector.. When the border in Sri Lanka after independence, the people of the hill country were not found. Thus they are not included as Sri Lankans.",
        "As a result, only 8,000 families have a village officer in most plantations. Because of this situation, the government's gifts do not directly reach those people. It is impossible for a village officer to manage 8,000 people. That is why President Ranil Wickremesinghe has said that the plantation houses in the plantations will be recognized as residential villages.",
        "When the plantations are recognized as villages, they will get new Grama Niladhari Divisions. And the government's gifts will reach those people directly. However, if the line rooms are recognized under this program, people will remain in the same situation. During this discussion, some presented their ideas that it would be the best project if the land was provided after providing houses.",
        "But home ownership is different, land rights. They must understand that the construction of a house and issuing a land license and distribution of land to the people is different.. They can only improve if the land right to the backward community in any country. Currently one million 76,000 families have houses in the plantation areas. By 2020, there were 2,000 houses per year.",
        "The value of a house on that day is 9 lakhs 50,000. This value increased by up to 32 lakhs due. How can a country recovering from economic crises build 176,000 homes at a cost of 32 lakhs?So no government says that everyone will be given a home, and it will be a completely false promise. This is why we have made efforts to win the land rights.",
        "Only 115,000 people are engaged in the plantation industry today. The remaining 8 lakhs 50,000 people engage in other industries. About 7,500 people are employed in the outskirts. If they count, they can build a house for their parents. Today the hill country requires 35,568 rectums. The people of the hill country are not able to construct them. Although they have the facilities, they are in a state of disrepair due to lack of land rights.",
        "This is why a cabinet paper was prepared and recognized before last year's budget.. 4,000 million rupees has been allocated by the President. Data relating to this financial management are provided to the Sri Lanka Land Survey Department. 1,000 land confirmation papers have already been prepared accordingly. The land will be given to the remaining 51,000 houses, except for the landless, in the 66,000 houses built since 1972.",
        "We have negotiated with 5 banks, including two primary banks. Two of them have agreed to provide home loans if the land is confirmed by the plantation people.. After the plantations were recognized as villages, the lanlie houses were abandoned and the lands were given to the youth and homeless.. Under the Villagers Scheme. He said it would be easy to issue a land license if it was brought."
      ]
    }
  },
  "summary_lines": [
    "Minister Jeevan proposes recognizing plantations as villages to streamline land licensing and address socio-economic issues. Over nine plantation companies have agreed to raise salaries, with discussions planned for August 6. The initiative aims to directly benefit plantation workers by granting land licenses, improving infrastructure, and ensuring fair wages."
  ]
}