{
  "translated_text": {
    "si": {
      "title": "ඉංජිනේරු හා ඉදිකිරීම් දෙපාර්තමේන්තුවේ ආපදා කළමනාකරණයට වැඩි අවධානයක් යොමු කළ යුතුය - උතුරු පළාතේ ආණ්ඩුකාරවරයා",
      "body_lines": [
        "උතුරු පළාතේ ආණ්ඩුකාර බීඑස්එම් චාල්ස් ඉංජිනේරු අංශයේ සහ ඉදිකිරීම් අංශයේ ආපදා කළමනාකරණය කෙරෙහි වැඩි අවධානයක් යොමු කර තිබේ.",
        "ශ්රී ලංකා තාක්ෂණික තාක්ෂණ සේවකයින්ගේ උතුරු කලාපීය සංගමය විසින් උතුරු කලාපීය සංගමය විසින් පවත්වන ලද \"තාක්ෂණික මාර්ගෝපදේශනය\" පොත එළිදැක්වීම බ්රහස්පතින්දා (22) උතුරු පළාත් ප්රධාන ලේකම් කාර්යාලයේ ශ්රවණාගාරයේදී පැවැත්විණි.",
        "මෙම අවස්ථාවට ප්රධාන ආරාධිත අමුත්තා ලෙස ගරු.",
        "උතුරු පළාතේ ආණ්ඩුකාරතුමා, ගරු.",
        "ඉංජිනේරු හා ඉදිකිරීම් ක්ෂේත්ර සැලසුම් කිරීම වැදගත්ම දේවලින් එකකි.",
        "සුදුසු සැලසුම් නොමැති වීම හේතුවෙන් විවිධ අභියෝගයන්ට මුහුණ දිය යුතුය. ඉඩම් අයිතිය සඳහා කැපවීම නොමැතිකම ප්රධාන ගැටළුවයි.",
        "ඉඩමෙහි නිශ්චිතභාවය සහතික කිරීම සහ ප්රාදේශීය ලේකම්ගෙන් අවසර ලබා ගැනීම අත්යවශ්ය වේ. මේ හරහා අනවශ්ය අභියෝග වළක්වා ගැනීම සඳහා. මීට පෙර, ආපදා පිළිබඳ විශ්ලේෂණයේ පෙර සැකසීම ඉතා වැදගත් කාරණයකි.",
        "ආපදා කළමනාකරණය පිළිබඳ පෙර-සම්පාදනයකින් තොරව අනවශ්ය ආපදා ඉදිකිරීම නිසා ඇති වේ. නිසි සැලසුම් කිරීමකින් තොරව ගොඩනැගිල්ල ඉදිකිරීම සිදුකරන වැසි සමයේදී ගංවතුර.",
        "ගොඩනැගිලි ඉදිකිරීම් ඉදිකිරීම වැදගත් වේ. සැලසුම් කිරීමේදී ආපදා කළමනාකරණය කෙරෙහි වැඩි අවධානයක් යොමු කළ යුතුය. ගරු."
      ]
    },
    "en": {
      "title": "More attention should be paid to the Disaster Management in the Department of Engineering and Construction - Governor of the Northern Province",
      "body_lines": [
        "Governor of the Northern Province BSM Charles has advised more attention to disaster management in the engineering sector and construction sector.",
        "The launch of the \"Technical Guidance\" book conducted by the Northern Regional Association of the Sri Lanka Technical Technology Servants Association was held on Thursday (22) at the auditorium of the Northern Province Chief Secretariat Secretariat.",
        "The Chief Guest of the event was the Hon.",
        "The Governor of the Northern Province, the Chief Secretary of the Hon.",
        "Planning in the fields of engineering and construction is one of the most important things.",
        "Have to face various challenges due to the lack of appropriate planning. The lack of commitment to land rights is the main problem.",
        "It is essential to ensure the certainty of the land and get permission from the Divisional Secretary. Through this to avoid unnecessary challenges. Previously, pre -examination of the analysis of disasters is a very important issue.",
        "Unnecessary disasters are caused by construction without any pre -examination on disaster management. Flooding in the rainy season where the construction of the building is being carried out without proper planning.",
        "It is important to make construction of building construction. More attention should be paid to disaster management during planning. The Hon."
      ]
    }
  }
}