{
  "translated_text": {
    "ta": {
      "title": "சாம்பியன்ஸ் டிராபி குறித்த ஐ.சி.சி இறுதி முடிவு?",
      "body_lines": [
        "சர்வதேச கிரிக்கெட் கவுன்சில் இன்று (29) பாகிஸ்தான் குறித்த இறுதி முடிவை பூர்த்தி செய்ய அல்லது சாம்பியன் கிரிக்கெட் போட்டியில் இறுதி முடிவை எடுக்க திட்டமிடப்பட்டுள்ளது.",
        "பாகிஸ்தானுக்குச் செல்ல இந்திய கிரிக்கெட் மறுத்ததால் இந்திய கிரிக்கெட் அணி சர்ச்சைக்குரியது.",
        "இதன் விளைவாக, சமீபத்திய திட்டங்கள் திட்டங்களின் எண்ணிக்கையை கருத்தில் கொண்டுள்ளன. C. மூன்று குறுவட்டு முடிவுகளில் ஒரு சிறப்பு கவனம் செலுத்தப்பட்டுள்ளது.",
        "பாகிஸ்தானில் அதிக போட்டிகளை பராமரித்து, பாகிஸ்தானுக்கு வெளியே இந்தியா மட்டுமே விளையாடியது.",
        "மற்றொரு பரிந்துரை என்னவென்றால், முழு போட்டிகளையும் மற்றொரு நாட்டில் பாகிஸ்தான் தொகுப்பாளரின் கீழ் நடத்த வேண்டும்.",
        "இறுதி முன்மொழிவு என்னவென்றால், இந்தியா போட்டிகளில் விளையாட பாகிஸ்தானுக்கு வரவில்லை என்றால், முழு போட்டிகளும் அவர்கள் இல்லாமல் பாகிஸ்தானில் நடைபெறுகின்றன.",
        "இருப்பினும், இறுதித் தீர்மானம் பெரும்பாலும் செயல்படவில்லை என்று விளையாட்டு விசரிகளில் ஏற்கனவே வெளியிடப்பட்டுள்ளது.",
        "போட்டிகளில் எதிர்மறையான தாக்கம் இல்லை என்று அவர்கள் கூறுகிறார்கள்.",
        "நிதி மற்றும் வணிக ரீதியாக தாக்கம் நடந்து வருகிறது என்றும் அவர்கள் கூறுகிறார்கள்.",
        "முதல் சாம்பியன் கிரிக்கெட் போட்டி 2017 ஆம் ஆண்டில் ஒரு எண்ணெய் உலகக் கோப்பைக்கு மட்டுமே நடைபெற்றது.",
        "அதன்படி, இந்த போட்டி அடுத்த ஆண்டு பிப்ரவரி 19 அன்று அடுத்த ஆண்டு மார்ச் 9 வரை நடைபெற உள்ளது."
      ]
    },
    "en": {
      "title": "ICC Final Decision on Champions Trophy?",
      "body_lines": [
        "The International Cricket Council is scheduled to meet today (29) to meet the final decision on Pakistan, or to take a final decision on the champion cricket tournament.",
        "The Indian Cricket Team has been controversial due to the refusal of the Indian cricket to go to Pakistan.",
        "As a result, the recent proposals have been taken into consideration the number of proposals. C. A special attention has been made in three CD decisions.",
        "One of the suggestions is to maintain more competitions in Pakistan and conduct only India played outside Pakistan.",
        "Another suggestion is to hold the entire tournament in another country under the host of Pakistan.",
        "The final proposal is that if India does not come to Pakistan to play the tournament, the entire tournament is being held in Pakistan without them.",
        "However, it has already been published on sports vicaries that the final resolution is largely not working.",
        "They say that there is no negative impact on the tournament.",
        "They also say that financial and commercially impact is underway.",
        "The first champion cricket tournament was held in 2017 only to the One-OIL World Cup.",
        "Accordingly, the tournament is scheduled to be held on February 19 next year to March 9 next year."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "ICC meets today to decide Champions Trophy fate. Controversy surrounds India's refusal to play in Pakistan. Proposals: keep matches in Pakistan, move all games to another country, or hold tournament without India. Sports Vicaries report says final decision unlikely to negatively impact the tournament financially and commercially. The inaugural event was held in 2017, with the next one scheduled from Feb 19 to Mar 9, 2024."
  ]
}