{
  "translated_text": {
    "si": {
      "title": "මුල්ලයිටිව් මුහුද තුළ ඉන්දියානු ඇදගෙන යාමේ පැමිණීම වැඩි කිරීම;අත්අඩංගුවට ගැනීම සහ විසුරුවා හැරීම නඩු පැවරිය හැකිය;ජලජ සම්පත් දෙපාර්තමේන්තුව",
      "body_lines": [
        "මෝසම් සමය ආරම්භ වී ඇති බැවින් මුල්ලයිටිව් ධීවරයින් මුල්ලයිටිව් මුහුද තුළ ඉන්දීය මකරා ගලා ඒම ඉහළ ගොස් ඇති බව කනස්සල්ල පළ කර තිබේ.",
        "(16) සිකුරාදා (16) පැවති මුල්ලයිටිව් දිස්ත්රික් සංවර්ධන සම්බන්ධීකරණ කමිටු රැස්වීමේදී මුල්ලයිටිව් ධීවරයින් සිය කනස්සල්ල පළ කර තිබේ.",
        "මෙම අවස්ථාවේ දී, මුල්ලයිටිව් ධීවර හා ජලජ සම්පත් දෙපාර්තමේන්තුවේ සහකාර අධ්යක්ෂ කේ. මොහානකුමාර් මහතා පැවසුවේ මුල්ලයිතිව් මුහුදට ඇතුළු වී අදිරුණු බෝට්ටු අල්ලාගෙන ඔවුන්ව වෙරළට ගෙන ආ බවයි.",
        "මේ අනුව, මුල්ලයිටිව් මුහුදට ඇතුළු වන ඉන්දියානු ධීවරයින් ඔවුන්ගේ ධීවර කර්මාන්තය අත්අඩංගුවට ගැනීමෙන් සංකීර්ණ වී ඇති අතර ඔවුන්ගේ පත්රිකාව අල්ලා ගත්හ.",
        "අපි ඉන්දීය ධීවරයින් අත්අඩංගුවට ගෙන ඔවුන්ගේ මකරුන් අත්අඩංගුවට ගන්නේ නම්, අපට නඩු පැවරිය හැකිය.",
        "එබැවින් දිස්ත්රික්කයේ නාවික හමුදාවට ඉන්දීය ධීවරයින් භාරගෙන ඉන්දීය ධීවරයින් අත්අඩංගුවට ගෙන එය වෙරළට ගෙන එනු ඇත, \"ඔහු පැවසීය.",
        "ධීවර අමාත්ය මුල්ලයිටිව් දිස්ත්රික් සංවර්ධන සම්බන්ධීකරණ කමිටුව, නිවැරදි නිලධාරීන්, මුල්ලයිටිව් දිස්ත්රික්කයේ මසුන් ඇල්ලීමට සම්බන්ධ සියලු දෙනා පෙබරවාරි මස අගදී හෝ මාර්තු මුලදී විසඳනු ඇත."
      ]
    },
    "en": {
      "title": "Increase in Indian drag arrivals within the Mullaitivu Sea;If arresting and dissolving, can be sued;Aquatic Resources Department",
      "body_lines": [
        "Mullaitivu fishermen have expressed concern that the influx of Indian dragons has increased within the Mullaitivu Sea as the monsoon season has begun.",
        "Mullaitivu fishermen have expressed their concern at the Mullaitivu District Development Coordinating Committee meeting held on Friday (16).",
        "In this case, the Mullaitivu Fisheries and Aquatic Resources Department Assistant Director K. Mohanakumar said that the Indian fishermen who were entering the Mullaithivu Sea and seized their drag boats and brought them to the shore.",
        "Thus, the Indian fishermen who enter the Mullaitivu Sea are complicated by the arrest of their fisheries and seized their tract.",
        "If we arrest the Indian fishermen and arrest their dragons, we can sue.",
        "Therefore, the Navy in the district can take over the Indian fishermen and arrest the Indian fishermen and bring it to the shore, ”he said.",
        "The Minister of Fisheries, Mullaitivu District Development Coordinating Committee, Right officials, all those involved in the fishing in the Mullaitivu district will be resolved in the end of February or early March."
      ]
    }
  }
}