{
  "translated_text": {
    "ta": {
      "title": "ரிஷார்ட்டின் தேசிய அமைப்பாளர் ராஜினாமா செய்கிறார்",
      "body_lines": [
        "முன்னாள் மாநில அமைச்சரும் முன்னாள் நாடாளுமன்ற உறுப்பினருமான அப்துல்லா மகாரூப், அனைத்து இலங்கை மக்கள் காங்கிரஸும் அனைத்து இலங்கை பொது காங்கிரஸின் தேசிய அமைப்பாளரிடமிருந்து ராஜினாமா செய்ததாகக் கூறினார்.",
        "ட்ரின்கோமலியின் கின்னியா நகரில் உள்ள தனது கட்சி அலுவலகத்தில் நேற்று நடைபெற்ற செய்தியாளர் கூட்டத்தில் இதை அவர் கூறினார்.",
        "மேலும் பேசிய திரு. மஹுத்தா தலைவர் ரிஷத் பனிதன் கின்னியாவுக்கு விஜயம் செய்து அமைப்பாளர்களைப் பற்றி விவாதித்தார். நான் இன்னொருவருக்கு பரிந்துரைக்கப்பட்டேன். நான் இந்த கட்சிக்கு பத்து ஆண்டுகளாக பெரும் தியாகங்களைச் செய்தேன், அதிக எண்ணிக்கையிலான வாக்குகளை எடுத்தேன். இந்த சூழ்நிலையில் என்னால் தங்க முடியாது என்பதால் நான் ஏமாற்றமடைந்தேன். எனது ராஜினாமா கட்சித் தலைமைக்கு எழுத்துப்பூர்வமாக எழுத்துப்பூர்வமாக வழங்கப்படும். எதிர்காலத்தில், நான் மற்றொரு கட்சியில் பொதுத் தேர்தலில் போட்டியிட தயாராக இருக்கிறேன். கட்சி என்ன என்று அவரால் சொல்ல முடியவில்லை.",
        "காங்கிரஸின் அனைத்து இலங்கை ஜெனரலும் முழு ஜனாதிபதித் தேர்தலையும் முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்குடன் ஆதரித்தது."
      ]
    },
    "en": {
      "title": "Rishard's national organizer resigns",
      "body_lines": [
        "Former State Minister and former Parliamentarian Abdullah Maharupp said that the entire Lanka People Congress was resigned from the National Organizer of the All Ceylon Public Congress.",
        "He said this at a press conference held at his party office in Kinniya, Trincomalee yesterday.",
        "Speaking further Mr. Mahutha Leader Rishad Banithan visited the Kinniya and discussed the organizers. I gave the nomination at another. I made great sacrifices to this party for ten years and took a large number of votes. I was disappointed, as I can't stay in this situation. My resignation will be given to the party leadership in writing in writing. In the future, I am ready to contest the general election in another party. He could not say what the party was.",
        "The All Ceylon General of Congress supported the entire Presidential Election with former President Ranil Wickremesinghe."
      ]
    }
  },
  "summary_lines": [
    "Rishard's national organizer quits Lanka People Congress. Former State Minister Abdullah Maharupp cites disappointment over party decisions. Resignation letter to be submitted soon. Ready to contest elections in another party."
  ]
}