{
  "translated_text": {
    "si": {
      "title": "POWER POLITICS",
      "body_lines": [
        "It is said that Kotelawala made an application to the Central Bank for the transfer of a large sum of money to Britain for the purchase of property. NU mentioned that the application was made during the first premiership of Dudley Senanayake, “as financial protection from unsettling forces which he [Kotelawala] felt would overtake the country” (N.U. Jayawardena, c.1985, p.62). According to the Central Bank and Exchange Control regulations at that time, the transfer of such a large sum was not permissible, and would have violated existing regulations. As such, NU recommended the refusal of Kotelawala’s application to the Finance Minister J.R. Jayewardene and Prime Minister Dudley Senanayake. This action would have serious repercussions in the future. NU’s daughter describes this episode:",
        "When my father was in the Central Bank, Sir John Kotelawala applied for special approval to remit funds to the United Kingdom, which exceeded the legally approved limit. My father in his tactless way said that he could not do this but that Sir John was welcome to change the law and that my father would grant him the required permit after this was done. My parents always maintained that Sir John Kotelawala never forgave my father for the stand he took on his request. (Neiliya Perera, personal recollections)",
        "To shed some light on the reasons for NU’s stance on the issue, it is important to note that, while the “Rubber Boom” of 1950-51 (at the time of the Korean War) had permitted Sri Lanka to enjoy a brief spell of economic prosperity, due to an increase in the export price of rubber, by 1952 the Central Bank had warned the government about worsening economic conditions and began to re-impose “certain restrictions of [foreign] remittances” (Central Bank, c.1975, p.41). In mid-1952, the government also launched a programme that was “primarily designed to conserve foreign exchange and to eliminate the budget deficit” (ibid, p.49). However, in 1953, an adverse balance of trade still existed, leading to cash shortages, and the government had to obtain a sterling loan from the British government to bridge the gap. NU accompanied OEG, the Finance Minister, to Britain in 1953 to negotiate this loan, and did so again in 1954 to negotiate a further loan (Ranasinghe, 1972, p.306).",
        "Kotelawala did not take kindly to NU’s rejection of his application to remit money abroad. According to Neiliya, NU was “a man who did not suffer fools gladly” and who was “outspoken to the point of being arrogant.” This rejection would have only rubbed further salt into the wounds of a powerful man who was quick to take insult. NU, with legendary abilities to master any subject and administrative skills valued by his superiors, would find that these assets did not serve him well in this case. He would soon learn that it was not wise to displease powerful politicians.",
        "Some time during this period, a verbal skirmish of sorts had taken place between John Kotelawala and NU at the silver wedding reception of a mutual friend, with some name-calling, and Kotelawala threatened to take revenge on NU (Wickramaratne, 2002).",
        "The above-described incidents as well as a few biographical details will provide some insight into the nature of the man who succeeded Dudley Senanayake as Prime Minister, and have relevance when describing the events that took place affecting NU. John Lionel Kotelawala, born in 1897 was the son of John Kotelawala, a police inspector, who after marriage became involved in the “management of his wife’s family estates and properties” (Wriggins, 1960, p.32). Kotelawala Sr. was celebrated in some quarters for his bravado and physical exploits. ( . See Dep, pp.317, 319 & 334; Jeffries, pp.29-30, K. Jayawardena, 1972, pp.125-27; and Kotelawala, pp.12-13 & 14. From the age of ten, Kotelawala Jr. was raised by his mother Alice, after his father died under unfortunate circumstances. (See: de Silva and Wriggins, 1988, p.46 and Wriggins, 1960, p.112.)",
        "By his own account, Kotelawala (Jr.) (1956, p.12), was from his early days, impulsive – prone to “acting first and thinking afterwards” – and his memoirs are full of references to incidents in which he appears to extol the use of violence and strong-arm tactics. There are many anecdotes from his contemporaries and historians that attest to his volatile nature. (See Abeysekera, pp.145-46; Fernando, p.21; Jeffries pp.29-30; Kotelawala; pp.68-69, and Manor pp.192, 223-24 & 226.)",
        "Events closely linked to the issue of food subsidies were to occur, which resulted in the decision by Dudley Senanayake to step down as Prime Minister and his replacement by Kotelawala. Food subsidies, which had been introduced during World War II as emergency measures to keep the cost of living down, had not been removed after the war and were regarded by the masses as an entrenched right However, food subsidies were becoming increasingly untenable, as the gap between the world price and the subsidized price of foodstuffs widened – as we have seen in Chapter 12. The opportunitycost of subsidizing food was the crowding out of expenditure on themuch-needed capital investment required to bring Sri Lanka out of its dependency on imports, which was the crux of the problem. In September 1952, the rice ration was reduced from two measures to one and the price of sugar was raised. Yet, by 1953, 20 per cent of the government revenue was being spent to meet the gap between the subsidized price of rice offered to the public and the actual price the government had to pay on the world market to obtain it (Wriggins, 1960, p.289).",
        "Faced with an acute financial crisis, J.R. Jayewardene, as Finance Minister, proposed the withdrawal of the rice subsidy in the Budget of 1953/1954 – which meant that the price of rice would rise from 25 cents to 70 cents a measure. Aggravating the situation, the free midday meal for school children was also abolished, and the cost of rail travel and postal services was increased.",
        "The Budget was passed in Parliament, but before the debate could be concluded, the Opposition seized this opportunity to organize a hartal  (a stoppage of work and all activities) on 12 August 1953. All over the country, large crowds participated and blocked the roads in rural and urban areas. In order to disperse the crowds, the police opened fire, and some protesters were killed.",
        "Unnerved by this event, Dudley Senanayake felt unable to cope with the turmoil and gave up his premiership, resulting in John Kotelawala taking office as Prime Minister in October 1953. J.R. Jayewardene was made Minister of Agriculture, and Oliver Goonetilleke became Finance Minister. Sometime after assuming office, Kotelawala lowered the price of subsidized rice to 55 cents, when a recovery in export prices made this possible. Nevertheless, the resentment of the public continued to grow. And though Kotelawala had finally achieved his ambition of becoming Prime Minister, his tenure in office would last barely two and a half years.",
        "Upon Kotelawala’s assumption of office, the personal animosity between Kotelawala and NU appears to have continued unabated. According to Edmund Eramudugolla (2004, p.16), NU “took lightly” the official functions at Temple Trees (the Prime Minister’s residence) and “invariably arrived late… often just at the time [Kotelawala] was getting ready to leave for [his home in] Kandawala.” On one such occasion, as NU arrived, Kotelawala presented him to the other guests: “His Excellency the Governor of the Central Bank,",
        "N.U. Jayawardena, a very busy man, busier than the PM.” NU did not seem to bow to those in power. As Eramudugolla observed, NU “was conscious of his intellectual brilliance but unfortunately built up an intellectual arrogance to the annoyance of important persons in the political and public life of the country” (ibid, p.18). In this atmosphere of political infighting, heightened emotions and intrigue, it did not take long for John Kotelawala to use his power to settle scores with NU.",
        "Kotelawala’s term in office was no easier than Dudley’s. Personal discord still existed within the party, while Kotelawala’s flamboyant lifestyle and public pronouncements stoked much controversy and anger among the public. In the course of his abbreviated premiership, both R.G. Senanayake and Dudley Senanayake would leave the party in an attempt to distance themselves from Kotelawala’s actions. While the UNP had many economic and social accomplishments of which it could be proud, resentment and outrage against what was seen as bribery and corruption within the government began to gain momentum. According to Wriggins (1960, p.335):",
        "The wealth of the party, the privileged position of its known supporters… the alleged misuse of the public service and the fact that close relatives of the prime minister himself were appointed to lucrative and prominent posts regardless of competence did much to harm the U.N.P. In an apparent bid to deflect public fury away from the government, Kotelawala set up a Bribery Commission with special powers of investigation. It has been alleged that Kotelawala used the powers of this commission as an instrument to intimidate individuals and, as Wriggins (1960, p.335) stated, also for “personal revenge.”",
        "A few months after becoming Prime Minister, Kotelawala began his campaign against NU by appointing a commission to inquire into his conduct as Governor of the Central Bank. The commission consisted of Justice A.R.H. Canakaratne, Justice H. A. de Silva, and Sir Eric Jansz. It was given the following terms of inquiry: the affairs and general conduct of Neville Ubesinghe Jayawardena… and his wife Gertrude Mildred Jayawardena… and the financial and other dealings with banks, corporations and individuals of Mr. and Mrs. Jayawardena, before and after Mr. Jayawardena was appointed as Governor of the Central Bank and in particular upon forty-nine matters therein mentioned.",
        "The Commission sat for 20 days. The lawyers for the Jayawardenas were D.S. Jayawickrema, Q.C., and G.T. Samarawickrema (NU’s maternal relation). The main charge was that NU, as Governor of the Central Bank, had taken loans for building his house from commercial banks and other sources. NU contended that, like any other citizen, he had the right to do so, and that this did not compromise his position as Governor of the Central Bank, nor jeopardize its interests. After the inquiry, the Commission gave its verdict that NU’s actions were violations of the position he held. The Commission reported that: While Mr. Jayawardena was holding the respective offices of Controller of Exchange, Deputy Governor and Governor of the Central Bank, the financial transactions of Mr. and Mrs. Jayawardena with their banks and other persons were on a scale quite out of proportion to their income. (p.72, No. 315 of Sessional Paper XX of 1954)",
        "While holding high office, NU was alleged to have used his official position as security for loans from banks and individuals for the purchase of land. On the Commission’s verdict, NU was dismissed from the Central Bank on 15 October 1954. This blow could not have come at a worse time in his life. After serving the government for 28 years in various capacities and attending to problems that a lesser man could not have coped with, NU now found himself in the wilderness. His wife was suffering from a heart ailment, and he had two sons and a daughter to support. His elder son Lal was already studying for an Economics degree at Cambridge University, and the younger Nimal was soon to leave for Cambridge, to study Economics and Law. Concerned that his father could not meet the expenses, Nimal wanted to stay behind. However, NU assured him that he would somehow meet his expenses at Cambridge and urged him not to be hasty.",
        "NU and his family, having had to move out of Bank House, had no place of their own to live. Until that time, they had lived in rented premises. Like most Sri Lankans, NU put great store in home ownership. Now, the house he had first owned in Park Road – built before he became Governor – had to be sold. As Neiliya recalls, the house:",
        "was designed by Edward, Reid and Begg and built by the Tudawe Brothers. This house was rented out when we moved to the Bank Governor’s residence. Behind the house, he built two flats in the excess land, funded by the Colombo Commercial Company – which was to take on the premises on a rent-free basis for a number of years in return for the money the company invested. My parents had to sell the Park Road home, which they had so lovingly constructed, in order to pay for the case. My father and mother fortunately had the strength and courage to handle the situation.",
        "The trauma took a toll on the family in other ways as well. Neiliya continues:",
        "The period was extremely difficult for my parents and myself. My brothers were fortunately abroad in university and escaped most of the trauma. My parents suffered greatly as a result of this episode. My father, who was a very social person, became a recluse. He started writing articles on economics and banking and on a variety of subjects for the newspapers, to keep himself occupied.",
        "After long being at the centre of a hectic social and working life, NU suddenly found himself relatively alone and isolated. However, during the crisis, he found out who his true friends were. According to Stanley Wickramaratne, some who had known him shunned him, while a few others came to his assistance. For instance, Clarence Amerasinghe, the owner of Car Mart, lent him a car, and some friends gave the family a place to stay. NU also received letters of support from friends around the world. They included persons high up in the banking sector in Britain, some of whom had known him officially. His friend Cyril Hawker, of the Bank of England, kept in touch with NU’s two sons, reporting back on their progress to their parents. In Sri Lanka, Peri Sunderam, an early mentor and former Minister of Labour who had given NU his first opportunities for advancement, and who greatly appreciated his ability, sent him a reassuring letter. He expressed his “deep regret,” and urged NU to have the “will of mind to face this calamity with courage and hope.” Knowing that NU would overcome this misfortune, Peri Sunderam wrote:",
        "You are still young and your talents may be usefully employed for other service. I am sure that the future is not bleak for you and that your experience and ability will be harnessed. I hope that your children are clever enough not to be blasted by this temporary misfortune of yours. (Letter dated 15 Oct. 1954, N.U. Jayawardena Personal Files)",
        "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
        "Save my name, email, and website in this browser for the next time I comment."
      ]
    },
    "ta": {
      "title": "POWER POLITICS",
      "body_lines": [
        "It is said that Kotelawala made an application to the Central Bank for the transfer of a large sum of money to Britain for the purchase of property. NU mentioned that the application was made during the first premiership of Dudley Senanayake, “as financial protection from unsettling forces which he [Kotelawala] felt would overtake the country” (N.U. Jayawardena, c.1985, p.62). According to the Central Bank and Exchange Control regulations at that time, the transfer of such a large sum was not permissible, and would have violated existing regulations. As such, NU recommended the refusal of Kotelawala’s application to the Finance Minister J.R. Jayewardene and Prime Minister Dudley Senanayake. This action would have serious repercussions in the future. NU’s daughter describes this episode:",
        "When my father was in the Central Bank, Sir John Kotelawala applied for special approval to remit funds to the United Kingdom, which exceeded the legally approved limit. My father in his tactless way said that he could not do this but that Sir John was welcome to change the law and that my father would grant him the required permit after this was done. My parents always maintained that Sir John Kotelawala never forgave my father for the stand he took on his request. (Neiliya Perera, personal recollections)",
        "To shed some light on the reasons for NU’s stance on the issue, it is important to note that, while the “Rubber Boom” of 1950-51 (at the time of the Korean War) had permitted Sri Lanka to enjoy a brief spell of economic prosperity, due to an increase in the export price of rubber, by 1952 the Central Bank had warned the government about worsening economic conditions and began to re-impose “certain restrictions of [foreign] remittances” (Central Bank, c.1975, p.41). In mid-1952, the government also launched a programme that was “primarily designed to conserve foreign exchange and to eliminate the budget deficit” (ibid, p.49). However, in 1953, an adverse balance of trade still existed, leading to cash shortages, and the government had to obtain a sterling loan from the British government to bridge the gap. NU accompanied OEG, the Finance Minister, to Britain in 1953 to negotiate this loan, and did so again in 1954 to negotiate a further loan (Ranasinghe, 1972, p.306).",
        "Kotelawala did not take kindly to NU’s rejection of his application to remit money abroad. According to Neiliya, NU was “a man who did not suffer fools gladly” and who was “outspoken to the point of being arrogant.” This rejection would have only rubbed further salt into the wounds of a powerful man who was quick to take insult. NU, with legendary abilities to master any subject and administrative skills valued by his superiors, would find that these assets did not serve him well in this case. He would soon learn that it was not wise to displease powerful politicians.",
        "Some time during this period, a verbal skirmish of sorts had taken place between John Kotelawala and NU at the silver wedding reception of a mutual friend, with some name-calling, and Kotelawala threatened to take revenge on NU (Wickramaratne, 2002).",
        "The above-described incidents as well as a few biographical details will provide some insight into the nature of the man who succeeded Dudley Senanayake as Prime Minister, and have relevance when describing the events that took place affecting NU. John Lionel Kotelawala, born in 1897 was the son of John Kotelawala, a police inspector, who after marriage became involved in the “management of his wife’s family estates and properties” (Wriggins, 1960, p.32). Kotelawala Sr. was celebrated in some quarters for his bravado and physical exploits. ( . See Dep, pp.317, 319 & 334; Jeffries, pp.29-30, K. Jayawardena, 1972, pp.125-27; and Kotelawala, pp.12-13 & 14. From the age of ten, Kotelawala Jr. was raised by his mother Alice, after his father died under unfortunate circumstances. (See: de Silva and Wriggins, 1988, p.46 and Wriggins, 1960, p.112.)",
        "By his own account, Kotelawala (Jr.) (1956, p.12), was from his early days, impulsive – prone to “acting first and thinking afterwards” – and his memoirs are full of references to incidents in which he appears to extol the use of violence and strong-arm tactics. There are many anecdotes from his contemporaries and historians that attest to his volatile nature. (See Abeysekera, pp.145-46; Fernando, p.21; Jeffries pp.29-30; Kotelawala; pp.68-69, and Manor pp.192, 223-24 & 226.)",
        "Events closely linked to the issue of food subsidies were to occur, which resulted in the decision by Dudley Senanayake to step down as Prime Minister and his replacement by Kotelawala. Food subsidies, which had been introduced during World War II as emergency measures to keep the cost of living down, had not been removed after the war and were regarded by the masses as an entrenched right However, food subsidies were becoming increasingly untenable, as the gap between the world price and the subsidized price of foodstuffs widened – as we have seen in Chapter 12. The opportunitycost of subsidizing food was the crowding out of expenditure on themuch-needed capital investment required to bring Sri Lanka out of its dependency on imports, which was the crux of the problem. In September 1952, the rice ration was reduced from two measures to one and the price of sugar was raised. Yet, by 1953, 20 per cent of the government revenue was being spent to meet the gap between the subsidized price of rice offered to the public and the actual price the government had to pay on the world market to obtain it (Wriggins, 1960, p.289).",
        "Faced with an acute financial crisis, J.R. Jayewardene, as Finance Minister, proposed the withdrawal of the rice subsidy in the Budget of 1953/1954 – which meant that the price of rice would rise from 25 cents to 70 cents a measure. Aggravating the situation, the free midday meal for school children was also abolished, and the cost of rail travel and postal services was increased.",
        "The Budget was passed in Parliament, but before the debate could be concluded, the Opposition seized this opportunity to organize a hartal  (a stoppage of work and all activities) on 12 August 1953. All over the country, large crowds participated and blocked the roads in rural and urban areas. In order to disperse the crowds, the police opened fire, and some protesters were killed.",
        "Unnerved by this event, Dudley Senanayake felt unable to cope with the turmoil and gave up his premiership, resulting in John Kotelawala taking office as Prime Minister in October 1953. J.R. Jayewardene was made Minister of Agriculture, and Oliver Goonetilleke became Finance Minister. Sometime after assuming office, Kotelawala lowered the price of subsidized rice to 55 cents, when a recovery in export prices made this possible. Nevertheless, the resentment of the public continued to grow. And though Kotelawala had finally achieved his ambition of becoming Prime Minister, his tenure in office would last barely two and a half years.",
        "Upon Kotelawala’s assumption of office, the personal animosity between Kotelawala and NU appears to have continued unabated. According to Edmund Eramudugolla (2004, p.16), NU “took lightly” the official functions at Temple Trees (the Prime Minister’s residence) and “invariably arrived late… often just at the time [Kotelawala] was getting ready to leave for [his home in] Kandawala.” On one such occasion, as NU arrived, Kotelawala presented him to the other guests: “His Excellency the Governor of the Central Bank,",
        "N.U. Jayawardena, a very busy man, busier than the PM.” NU did not seem to bow to those in power. As Eramudugolla observed, NU “was conscious of his intellectual brilliance but unfortunately built up an intellectual arrogance to the annoyance of important persons in the political and public life of the country” (ibid, p.18). In this atmosphere of political infighting, heightened emotions and intrigue, it did not take long for John Kotelawala to use his power to settle scores with NU.",
        "Kotelawala’s term in office was no easier than Dudley’s. Personal discord still existed within the party, while Kotelawala’s flamboyant lifestyle and public pronouncements stoked much controversy and anger among the public. In the course of his abbreviated premiership, both R.G. Senanayake and Dudley Senanayake would leave the party in an attempt to distance themselves from Kotelawala’s actions. While the UNP had many economic and social accomplishments of which it could be proud, resentment and outrage against what was seen as bribery and corruption within the government began to gain momentum. According to Wriggins (1960, p.335):",
        "The wealth of the party, the privileged position of its known supporters… the alleged misuse of the public service and the fact that close relatives of the prime minister himself were appointed to lucrative and prominent posts regardless of competence did much to harm the U.N.P. In an apparent bid to deflect public fury away from the government, Kotelawala set up a Bribery Commission with special powers of investigation. It has been alleged that Kotelawala used the powers of this commission as an instrument to intimidate individuals and, as Wriggins (1960, p.335) stated, also for “personal revenge.”",
        "A few months after becoming Prime Minister, Kotelawala began his campaign against NU by appointing a commission to inquire into his conduct as Governor of the Central Bank. The commission consisted of Justice A.R.H. Canakaratne, Justice H. A. de Silva, and Sir Eric Jansz. It was given the following terms of inquiry: the affairs and general conduct of Neville Ubesinghe Jayawardena… and his wife Gertrude Mildred Jayawardena… and the financial and other dealings with banks, corporations and individuals of Mr. and Mrs. Jayawardena, before and after Mr. Jayawardena was appointed as Governor of the Central Bank and in particular upon forty-nine matters therein mentioned.",
        "The Commission sat for 20 days. The lawyers for the Jayawardenas were D.S. Jayawickrema, Q.C., and G.T. Samarawickrema (NU’s maternal relation). The main charge was that NU, as Governor of the Central Bank, had taken loans for building his house from commercial banks and other sources. NU contended that, like any other citizen, he had the right to do so, and that this did not compromise his position as Governor of the Central Bank, nor jeopardize its interests. After the inquiry, the Commission gave its verdict that NU’s actions were violations of the position he held. The Commission reported that: While Mr. Jayawardena was holding the respective offices of Controller of Exchange, Deputy Governor and Governor of the Central Bank, the financial transactions of Mr. and Mrs. Jayawardena with their banks and other persons were on a scale quite out of proportion to their income. (p.72, No. 315 of Sessional Paper XX of 1954)",
        "While holding high office, NU was alleged to have used his official position as security for loans from banks and individuals for the purchase of land. On the Commission’s verdict, NU was dismissed from the Central Bank on 15 October 1954. This blow could not have come at a worse time in his life. After serving the government for 28 years in various capacities and attending to problems that a lesser man could not have coped with, NU now found himself in the wilderness. His wife was suffering from a heart ailment, and he had two sons and a daughter to support. His elder son Lal was already studying for an Economics degree at Cambridge University, and the younger Nimal was soon to leave for Cambridge, to study Economics and Law. Concerned that his father could not meet the expenses, Nimal wanted to stay behind. However, NU assured him that he would somehow meet his expenses at Cambridge and urged him not to be hasty.",
        "NU and his family, having had to move out of Bank House, had no place of their own to live. Until that time, they had lived in rented premises. Like most Sri Lankans, NU put great store in home ownership. Now, the house he had first owned in Park Road – built before he became Governor – had to be sold. As Neiliya recalls, the house:",
        "was designed by Edward, Reid and Begg and built by the Tudawe Brothers. This house was rented out when we moved to the Bank Governor’s residence. Behind the house, he built two flats in the excess land, funded by the Colombo Commercial Company – which was to take on the premises on a rent-free basis for a number of years in return for the money the company invested. My parents had to sell the Park Road home, which they had so lovingly constructed, in order to pay for the case. My father and mother fortunately had the strength and courage to handle the situation.",
        "The trauma took a toll on the family in other ways as well. Neiliya continues:",
        "The period was extremely difficult for my parents and myself. My brothers were fortunately abroad in university and escaped most of the trauma. My parents suffered greatly as a result of this episode. My father, who was a very social person, became a recluse. He started writing articles on economics and banking and on a variety of subjects for the newspapers, to keep himself occupied.",
        "After long being at the centre of a hectic social and working life, NU suddenly found himself relatively alone and isolated. However, during the crisis, he found out who his true friends were. According to Stanley Wickramaratne, some who had known him shunned him, while a few others came to his assistance. For instance, Clarence Amerasinghe, the owner of Car Mart, lent him a car, and some friends gave the family a place to stay. NU also received letters of support from friends around the world. They included persons high up in the banking sector in Britain, some of whom had known him officially. His friend Cyril Hawker, of the Bank of England, kept in touch with NU’s two sons, reporting back on their progress to their parents. In Sri Lanka, Peri Sunderam, an early mentor and former Minister of Labour who had given NU his first opportunities for advancement, and who greatly appreciated his ability, sent him a reassuring letter. He expressed his “deep regret,” and urged NU to have the “will of mind to face this calamity with courage and hope.” Knowing that NU would overcome this misfortune, Peri Sunderam wrote:",
        "You are still young and your talents may be usefully employed for other service. I am sure that the future is not bleak for you and that your experience and ability will be harnessed. I hope that your children are clever enough not to be blasted by this temporary misfortune of yours. (Letter dated 15 Oct. 1954, N.U. Jayawardena Personal Files)",
        "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
        "Save my name, email, and website in this browser for the next time I comment."
      ]
    }
  },
  "summary_lines": []
}