{
  "translated_text": {
    "si": {
      "title": "මත්ද්රව්ය ජාලයට අයත් සුඛෝපභෝගී වාහන 79 ක්",
      "body_lines": [
        "සංවිධානාත්මක අපරාධ හා දැවැන්ත මත්ද්රව්ය ජාවාරම්කරුවෙකු වන කුඩු සාලින්දු විසින් සුඛෝපභෝගී වාහන 79 ක් ඇති අතර ඔවුන්ගේ ඉලක්කම් තහඩු ආදේශ කර drug ෂධ ජාලයේ නිරත වන බව අපරාධ විමර්ශන දෙපාර්තමේන්තුව විසින් සොයාගෙන ඇත.",
        "අවුරුදු 26 - අවුරුදු 26 ක කුඩු සාලින්ඩු විවිධ පුද්ගලයින්ගේ නම් යටතේ බැංකු ගිණුම් 48 ක් පවත්වා ගෙන ගිය බව පොලිස්පති දේශබන්දු ටෙනකුන් මහතා පැවසීය.",
        "මෙම හතළිහක-වීත්ත ගිණුම් වලින් රුපියල් මිලියන 1,059 ක් වසර තුනක් ඇතුළත ඉතිරි වූ බව ඔහු පැවසීය.",
        "මේ අතර, ශ්රී ලංකාවේ මත්ද්රව්ය වෙළඳාමට සම්බන්ධ පුද්ගලයින් 4,500 දෙනෙකුගේ ලැයිස්තුව බුද්ධි අංශ ඒකකය සහ මත්ද්රව්ය තුරන් කිරීමේ ඒකකය විසින් සකස් කර ඇති අතර අදාළ ප්රදේශවල ජ්යෙෂ් Senior අධිකාරීවරුන්ට භාර දී තිබේ."
      ]
    },
    "en": {
      "title": "79 luxury vehicles belonging to the drug network",
      "body_lines": [
        "The Criminal Investigation Department has discovered that Kudu Salindu, an organized criminal and massive drug trafficker, has 79 luxury vehicles and their digit plates are being replaced and engaged in drug network.",
        "The 26 -year -old Kudu Salindu has maintained 48 bank accounts under the names of various persons, said Inspector General of Police Deshabandu Tennakoon.",
        "He said 1,059 million rupees of these forty -eight accounts were leaving within three years.",
        "Meanwhile, the list of 4,500 people involved in the drug trade in Sri Lanka has been prepared by the Intelligence Unit and the Drug Eradication Unit and handed over to the Senior Superintendents of the respective areas."
      ]
    }
  },
  "summary_lines": [
    "The Criminal Investigation Department has uncovered that Kudu Salindu, a notorious drug trafficker, possesses 79 luxury vehicles and has 48 bank accounts with over 1.059 billion rupees. The Intelligence Unit and Drug Eradication Unit have compiled a list of 4,500 individuals involved in Sri Lanka's drug trade."
  ]
}