{
  "translated_text": {
    "ta": {
      "title": "பண்டாராவெலாவின் இறந்த உடலை மீண்டும் உருவாக்குதல்",
      "body_lines": [
        "ஒரு நிகழ்வு 24 வயது சிறுமியின் புதைக்கப்பட்ட உடலாகும், அவர் தனியார்மயமாக்கலின் விரிவாக்கத்திலிருந்து 24 வயது சிறுமியால் அடக்கம் செய்யப்பட்டார்.",
        "ஜனவரி நான்காம் தேதி உடல் அடக்கம் செய்யப்பட்ட பின்னர், அந்தப் பெண்ணின் தந்தை கல்லறைக்குச் சென்றபின், தந்தை ஜனவரி 7 ஆம் தேதி கல்லறைக்கு நடவடிக்கை எடுத்தார்.",
        "உடல் உடலுக்கு அருகில் காணப்பட்டது மற்றும் ஒரு நீர் தொட்டியின் தளம் அரசாங்க ஆய்வாளரின் ஆய்வாளருக்கு அனுப்ப உத்தரவிடப்பட்டது.",
        "பொது போக்குவரத்தில் இலங்கை பெண்களை துஷ்பிரயோகம் செய்தல்: 'நாளில் ஆண்டிமெட்'",
        "உடல் பண்டரவேலா பிரதேச சோதனை பிரிவு (சோகோ) மூலம் துஷ்பிரயோகம் செய்யப்பட்டு பின்னர் சந்தேக நபர்களைப் பயன்படுத்தியது பொலிஸ் அதிகாரிகளைப் பயன்படுத்தியது.",
        "இறுதிச் சடங்கின் காவல்துறை அதிகாரியான காவல்துறை வீட்டிற்கு போலீசார் வந்துள்ளனர்.",
        "இதுவரை யாரும் கைது செய்யப்படவில்லை, மூன்று நபர்களால் விசாரிக்கப்பட்டு விசாரிக்கப்பட்டுள்ளனர்.",
        "ஒரு நபர் அல்லது ஒரு குழுவினர் ஒரு குழுவால் நிகழ்த்தப்பட்டிருப்பதைக் காண இந்த நடவடிக்கை காணப்படுகிறது.",
        "எனவே, அதைச் செய்ய தூண்டப்பட்ட ஒருவரின் மனநிலையை விளக்க பிபிசி சிங்களவரிடம் விசாரித்தது.",
        "\"உடல்கள் உலகம் முழுவதும் இதுபோன்ற துன்புறுத்துபவர்களைப் புகாரளித்ததாக கூறப்படுகிறது. பெரும்பாலான நேரங்களில் நடக்கும் நிலையங்களில் இந்த விஷயங்கள் நடந்துள்ளன என்று தெரிவிக்கப்படுகிறது. இது ஒரு சாதாரண நிகழ்வு அல்ல. உளவியல் ரீதியாக, இது ஒரு மன நோய், \"அத்தகைய விஷயத்தில் அதைச் செய்த நபரின் மனநிலையை பகுப்பாய்வு செய்தல்\" என்று பிபிசி டாக்டர் காந்தி ஹெடிகோடா அந்த நபரின் மனநிலைக்கு வழிவகுத்தார்.",
        "\"பெரும்பாலும், ஒரு நபர் எங்களுடன் திருப்தியைக் காண முடியாது. அவர்கள் தங்கள் உடலை எதிர்க்க ஒரு உடலைத் தேர்ந்தெடுப்பதால் தான். எனவே இதை ஒரு உற்சாகமான செக்ஸ் என்று நாங்கள் கருதுகிறோம். \"",
        "இது தொடர்பாக உலகின் அறிவியல் ஆராய்ச்சி குறைவாக உள்ளது என்றும் முனைவர் பட்டம் சுட்டிக்காட்டினார்.",
        "\"கவனம் என்பது உயிருள்ள வாழ்க்கை போன்ற கவனமாகும். ஏனென்றால் ஒரு உடலுடன் பேசுவதும், அவர்கள் துன்புறுத்தப்பட்டதாக உங்களுக்குச் சொல்லுங்கள். இதன் விளைவாக, இந்த மனநிலைக்கு அறிவியல் சோதனைகள் நடந்து வருகின்றன. அதனால்தான் இந்த நபர்களின் மரபணு தரவை நாம் சொல்ல முடியாது. இந்த நோய் மனநோயின் முக்கிய நோய் அல்ல. ஆனால் நல்ல ஆராய்ச்சி நடத்தப்பட வேண்டும் என்று நான் நினைக்கிறேன். \"",
        "மைக்கேல் ஜாக்சனுடன் ஒரு ஜோடி நடனத்தில் சேர இலங்கை பேராசிரியர் பேராசிரியர்",
        "ஷமர் ஜோசப்: முதல் பேட் திருமண போட்டியில் 5 விக்கெட்டுகளை வீழ்த்திய பாதுகாப்பு கட்டுப்பாட்டாளர்",
        "'ஹியா ஹே ஒடி ஹெலி ஹெலி': நான் செல்லாவால் ஹெலாட்?",
        "ஆயுதப்படைகள்: சேவை செய்யும் உறுப்பினர்களை சமூகமயமாக்க சரியான திட்டம் உள்ளதா?"
      ]
    },
    "en": {
      "title": "Rebuilding a dead body of Bandarawela",
      "body_lines": [
        "An event was a buried body of a 24-year-old girl who was buried by a 24-year-old girl from the escalation of privatization.",
        "After the burial of the body on the fourth of January, the father had taken steps to the cemetery on the 7th of January after the father of the girl went to the cemetery.",
        "The body was found near the body and the site of a water tank was ordered to be sent to the Government Analyst's Analyst.",
        "The abuse of Sri Lankan women in public transportation: 'Antimed at the day'",
        "The body was observed that the body was abused by the Bandarawela Divisional Test Unit (SOCO) and later used the suspects using police officers on January nips.",
        "The police have come to the house of the police, the police officer of the funeral funeral.",
        "No one has been arrested so far and has been interrogated and questioned by three persons.",
        "It is observed that this action is observed that a person or a group of persons have been performed by a group.",
        "As such, BBC had inquired from the Sinhala to explain the mindset of someone who is motivated to do that.",
        "\"The bodies have reportedly reported such persecutors throughout the world. It is reported that these things have happened in the stations that are happening at most times. This is not a normal event. Psychologically, this is a mental illness, \"Analyzing the mentality of the person who performed it in such a case,\" BBC Dr. Kanthey Hetigoda expressed his way to the mentality of the person.",
        "\"Often, a person may not find satisfaction with us. It is because they choose a body to oppose their body. So we consider this as an energizing sex. \"",
        "The doctorate also pointed out that the world's scientific research in this regard is low.",
        "\"Attention is the attention like a life of alive. Because talking to a body and tell you that they had been persecuted. As a result, scientific tests are underway to this mentality. That is why we can't tell the genetic data of these people. The disease is not the main disease of the psychotic. But I think good research should be conducted. \"",
        "Professor of Sri Lankan Professor to join a paired dance with Michael Jackson",
        "Shamar Joseph: The first bat was the defense regulator who took 5 wickets in the wedding match",
        "'Haiah haye oddi helei Helei': Is I heladd by the Galle Sella?",
        "Armed Forces: Is there a proper program to socialize serving members?"
      ]
    }
  },
  "summary_lines": [
    "A 24-year-old girl's body was found near a water tank in Bandarawela, sparking an investigation. The father of the deceased visited the cemetery on January 7th. The Bandarawela Divisional Test Unit (SOCO) found the body, and police officers were involved in the investigation. No arrests have been made, and the motive behind the act remains unclear."
  ]
}