{
  "translated_text": {
    "si": {
      "title": "සූදානම් 7.30 ට",
      "body_lines": [
        "අද රාත්රී 7.30 ට ජනාධිපති අනුර කුමාර දිසානායක මහතා ජාතිය ඇමතීමට නියමිතය.",
        "සඳුදා බලන විට, සඳුදා බලයට පත්වූ දිසානායක මහතා මෑතකදී ඡන්ද මිලියන 5.6 ක් සමඟ පසුගිය ජනාධිපතිවරණය දිනා ගත්තේය.",
        "විවිධ අංශ 15 ක් අධීක්ෂණය කරමින් උදේ පාගමන කැබිනට් මණ්ඩලයක් සමඟ අගමැති අගමැති හරිනි අමරසූරිය ඊයේ පත් කළේය.",
        "ජනාධිපතිතුමාගේ පාර්ලිමේන්තුව සහ පාර්ලිමේන්තුව විසුරුවා හැරීම 2024 නොවැම්බර් 14 වන දින පාර්ලිමේන්තු මැතිවරණයක් ඉල්ලා සිටීම සැලකිය යුතු කරුණකි."
      ]
    },
    "en": {
      "title": "Ready at 7.30",
      "body_lines": [
        "President Anura Kumara Dissanayake will address the nation at 7.30 pm today, where he is expected to talk about government plans for the future.",
        "Dissanayake, who took office on Monday, won the recent presidential election with 5.6 million votes.",
        "The President yesterday appointed Prime Minister Harini Amarasuriya with a three -member cabinet, overseeing 15 different sectors.",
        "It is noteworthy that the President's Parliament and the dissolution of Parliament calls for a parliamentary election on November 14, 2024."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "President Anura Kumara Dissanayake addresses nation at 7:30 pm today. Discusses government plans. Appointed Prime Minister Harini Amarasuriya with 3-member cabinet overseeing 15 sectors. Parliament dissolution calls for election on November 14, 2024."
  ]
}