{
  "translated_text": {
    "ta": {
      "title": "இன்று ரயில்வே வேலைநிறுத்தம் முடிந்தது",
      "body_lines": [
        "ரயில்வே முதுநிலை சங்கம் (OICS) கூறுகையில், இறுதி முடிவு இன்று (16) தொழிற்சங்க நடவடிக்கைகள் குறித்து அவர்களின் கோரிக்கைகளுக்கு முன்னால் இறுதி செய்யப்படும்.",
        "சங்கத்தின் தலைவர் சும்தா சோமரத்னே, அதிகாரிகள் தங்கள் கோரிக்கைகளை தீர்க்க ஒப்புக்கொண்ட போதிலும், சரியான தீர்வு இல்லை என்று கூறினார்.",
        "பதவி உயர்வு உட்பட பல கோரிக்கைகளில் இந்த வேலைநிறுத்தம் தற்காலிகமாக நிறுத்தப்பட்டது, மேலும் அமைச்சரவைக்கு பொறுப்பான அமைச்சரின் வாக்குறுதியின் பேரில் வேலைநிறுத்தம் தற்காலிகமாக நிறுத்தப்பட்டது.",
        "எவ்வாறாயினும், ரயில்வேயின் தலைவர் சுமரத்னே கூறுகையில், அமைச்சரவை நேற்று (15) அவரது கோரிக்கைகளுக்கு செலுத்தப்படவில்லை என்றும் அவரது எதிர்கால நடவடிக்கை இன்று காலை முடிவு செய்யப்படும் என்றும் கூறினார்.",
        "இதற்கிடையில், ஆசிரியர்களின் கோரிக்கைகளின் கோரிக்கைகளை நிவர்த்தி செய்ய அதிகாரிகள் நடவடிக்கை எடுக்கவில்லை என்று இலங்கை ஆசிரியர் சங்கம் கூறுகிறது.",
        "பிரியந்தா பெர்னாண்டோ என்ற தலைப்பின் தலைவர், ஆசிரியர்-இ-அட்சிபால்கள் வேலைநிறுத்தத்திற்குச் செல்ல வேண்டுமானால் அரசாங்கம் பொறுப்பேற்க வேண்டும் என்றார்.",
        "\"தொழிற்சங்க நடவடிக்கையை நாசப்படுத்த ஜனாதிபதி முயற்சிக்கிறார். வெகுஜன ஆர்ப்பாட்டங்கள் உட்பட பல அரசாங்க ஆர்ப்பாட்டங்களை நாங்கள் நிச்சயமாக செயல்படுத்துவோம். வேலைநிறுத்தங்களிலிருந்து, இந்த நிலைமை வழிபடக்கூடாது என்று நாங்கள் கூறுகிறோம் ... \""
      ]
    },
    "en": {
      "title": "Completion of Railway strike today",
      "body_lines": [
        "The Railway Masters Association (OICs) says that the final decision will be finalized today (16) regarding the trade union measures in front of their demands.",
        "The President of the Association Sumedha Somaratne said that although the authorities agreed to address their demands, there is no proper solution.",
        "The strike was temporarily halted on several demands, including promotions, and the strike was temporarily stopped on the promise of the Minister in charge of the Cabinet.",
        "However, the Chairman of the Railways Sumaratne said that the cabinet was not paid to his demands yesterday (15) and his future action would be decided this morning.",
        "Meanwhile, the Ceylon Teachers Union states that the authorities have not taken steps to address the demands of teachers' demands.",
        "The Chairman of the Title Priyantha Fernando said the government should take responsibility for the Teacher-Principals if they had to go to a strike.",
        "\"The president is trying to sabotage the trade union action. We will definitely implementing many government protests, including mass protests. From strikes, we say that this situation should not be worshiped ... \""
      ]
    }
  },
  "summary_lines": [
    "The Railway Masters Association expects a decision today on their demands, which led to a temporary halt in the strike. Despite initial promises from authorities, no concrete solutions were offered, leaving the future actions of the association uncertain. Meanwhile, the Ceylon Teachers Union also complains of unaddressed demands, with threats of further protests if their issues aren't resolved."
  ]
}