{
  "translated_text": {
    "ta": {
      "title": "தேர்தல் ஆணையத்திற்கான அறிவிப்பு",
      "body_lines": [
        "ஜனாதிபதித் தேர்தலுக்கு பெயரிடும் பிராந்தியத்தின் தேர்தல் பட்டியலில் பதிவுசெய்யப்பட்ட வாக்குகளின் எண்ணிக்கை தவறானது என்று தேர்தல் ஆணையம் வலியுறுத்துகிறது.",
        "தேர்தல் ஆணையம் ஒரு அறிவிப்பை வெளியிடுகிறது, போஸ்ட் அலுவலகத்தில் வாக்குப்பதிவு கண்காட்சியில் வாக்களிக்க யாருக்கும் வாக்குப்பதிவு சாவடி இல்லை.",
        "கூடுதலாக, ஒரு போஸ்ட் போஸ்டல் வாக்களிப்பு உரிமை அவரது உத்தரவாத அதிகாரியில் வாக்களிக்கும் திறன் ஆகும்.",
        "வாக்காளரின் பெயர், வாக்காளர் வாக்குப்பதிவு நிலையம் பற்றிய அதிகாரப்பூர்வ அறிவிப்பு வாக்காளர் பதிவு செய்யப்பட்ட வாக்காளர்களின் வாக்காளர் வாக்காளர்களின் பெயரால் அனுப்பப்படும்.",
        "வாக்குப்பதிவு கண்காட்சியில் யாரும் வாக்களிக்க முடியாது என்று தேர்தல் ஆணையம் வலியுறுத்துகிறது."
      ]
    },
    "en": {
      "title": "Notification for Election Commission",
      "body_lines": [
        "The Elections Commission emphasizes that the number of registered votes in the election list of the Naming Region to the Presidential Election will be false.",
        "The Electoral Commission issues an announcement, no one has the polling booth to vote on the polling fair in the office of post.",
        "In addition, a post-postal voting entitlement is the potential to vote in his assurance officer.",
        "The official notice of the voter's name, voter polling station will be sent by the name of the voter turnout of the voter registered voters in the electoral registered lists.",
        "The Elections Commission emphasizes that no one can vote at the polling fair."
      ]
    }
  },
  "summary_lines": [
    "The Election Commission warns that the number of registered voters in the Naming Region for the Presidential Election may be incorrect. They clarify that voting can only occur at designated polling booths within the office of the post, not elsewhere. Additionally, postal voting is available for those who cannot attend in person, but it requires verification from an assurance officer. Voters will receive official notices with their names and assigned polling stations. The Commission reiterates that voting outside designated areas is prohibited."
  ]
}