{
  "translated_text": {
    "ta": {
      "title": "சனத் நிஷாந்தா என்றால், நான் மாட்டேன்",
      "body_lines": [
        "\"திரு. சனத் நிஷாந்தா வாழ்ந்து கொண்டிருந்தால், அவர் வாழ்ந்திருந்தால் நான் எனக்கு நடக்க மாட்டேன். நான் என் வேலையை இழந்தேன். முன்னாள் நீர் விநியோகத்தின் ஓட்டுநராக இருந்த பிரபாத் எரங்கா துல்னேஷா.",
        "கெராகலபிட்டியாவில் வழக்கு எடுக்கப்பட்டபோது அவர் அவ்வாறு கூறினார்",
        "இந்த சம்பவத்தால் நிறுத்தப்பட்டதாகத் தோன்றிய துல்னேஷா, இந்த சம்பவத்தில் அதிருப்தி அடைந்த துல்னேஷா, துல்னேஷாவிடம் அதிருப்தி அடைந்ததாகத் தோன்றிய துல்னேஷா, இதய துடிப்பு நீதிமன்றத்தில் தெரிவிக்கப்பட்டது.",
        "இந்த வழக்கு காரில் இந்த வழக்கு எடுக்கப்பட்டபோது, ​​திரு சனத் நிஷாந்தாவின் கொள்கலன் ஓட்டுநரிடம் இந்த வழக்கு எடுக்கப்பட்டபோது துல்னாஷா நீதிமன்றத்தில் ஆஜரானார்.",
        "விசாரணைகளின் முன்னேற்றம் தொடர்பாக நீதிமன்றத்தில் தயாரிக்கப்பட்ட கந்தனா காவல்துறையின் அதிகாரிகள், விபத்துக்குள்ளான விபத்தின் முன்னேற்றம் குறித்து டி.ஐ.ஜி.யின் விசாரணைகளுக்கு அனுப்பப்பட்டுள்ளனர்.",
        "தோண்டலின் அறிவுறுத்தல்களைப் பெற்ற பின்னர் அடுத்த கட்டத்தில் நீதிமன்றத்திற்கு தெரிவிக்க நடவடிக்கை எடுக்கப்படும் என்று கந்தனா காவல்துறையின் அதிகாரிகள் நீதிமன்றத்திற்கு தெரிவித்துள்ளனர்.",
        "இந்த சம்பவத்தின் வலதுபுறத்தில் தோன்றிய வழக்கறிஞர் தனா சரோன் சமராகூன், சனத் நிஷாந்தாவுக்கு எதிரான சம்பவத்தின் ரகசியத்திற்கு வந்துள்ளார், இந்த சம்பவம் நிறுத்தப்பட்டதாகக் கூறினார்.",
        "அவர் வெளிநாட்டில் தயாராக இருப்பதால் தனது பயணத்தை தடை செய்யுமாறு வழக்கறிஞர் தனாராஜ் சமராகூன் கேட்டுக்கொண்டார்.",
        "பின்வரும் விஷயங்களை விசாரிக்குமாறு கந்தனா போலீசார் குறிப்பிட்டுள்ளனர்.",
        "அதன்படி, தப்பெண்ணத்திற்கு தப்பெண்ணத்தை அனுமதிக்க மறுத்த மாஜிஸ்திரேட், கந்தனா காவல்துறையினர் விசாரணைகளை விரைவுபடுத்த முடிவு செய்துள்ளனர்."
      ]
    },
    "en": {
      "title": "If Sanath Nishantha, I will not",
      "body_lines": [
        "\"If Mr. Sanath Nishantha had been living, I would not happen to me if he had been living. I lost my job. Prabath Eranga Dulnesha, who was the driver of the former Water Supply of Water Supply.",
        "He said so when the case was taken up at Keragalapitiya",
        "Dulnesha, who appeared to be discontinued by the incident, Dulnesha, who appeared to be dissatisfied with the incident, Dulnesha, who appeared to be dissatisfied to Dulnesha, was told in the heartbeat court.",
        "Dulnasha appeared in court when the case was taken up at the container driver of Mr. Sanath Nishantha when the case was taken up at the car.",
        "The officers of the Kandana Police who were produced in the court regarding the progress of the investigations have been sent to the DIG's inquiries regarding the progress of the fatal accident.",
        "The officials of the Kandana Police have informed the court that action will be taken to inform the court on the next step after receiving the instructions of the DIG.",
        "Attorney-at-Law Dhana Saron Samarakoon, who appeared to the right of the incident, has come to the secret of the incident against Sanath Nishantha, claiming that the incident was discontinued.",
        "Attorney-at-Law Dhanaeraraj Samarakoon requested him to ban his traveling as he was ready abroad.",
        "The Kandana Police are noting to be requested to investigate the following matters.",
        "Accordingly, the magistrate who refused to permit the prejudice to the prejudice, the Kandana Police have decided to expedite the investigations."
      ]
    }
  }
}