{
  "translated_text": {
    "si": {
      "title": "තායිලන්තය පරාජය කළ කණ්ඩායමක් ලෙස ශ්රී ලංකාව අර්ධ -ෆිනල්ස් වෙත ඇතුළු විය",
      "body_lines": [
        "බදාදා (24) බදාදා (24) පැවති බී සමූහය සඳහා වූ පසුගිය කාන්තා විස්සයි විස්ස තරගයේදී ශ්රී ලංකාව තායිලන්තයට කඩුලු 10 කින් ජයග්රහණය කළේය.",
        "මෙම ජයග්රහණයෙන් අර්ධ-ෆයිනල් කණ්ඩායම අවසානයේ ක්රීඩා කිරීමට සුදුසුකම් ලබා ඇති ශ්රී ලංකාව සිකුරාදා (26) දෙවන අර්ධ-පවුල් හි පාකිස්තානයට විරුද්ධ වනු ඇත.",
        "පසුගිය ලීග් තරගය ශ්රී ලංකාව ඕවර 11.3 කදී ලකුණු 94 ක් රැස් කළේය.",
        "කණ්ඩායමේ නායක සමාරි අත්තපපට් පන්දු 35 කදී ලකුණු 49 ක් රැස් කළ අතර හයත්තර 2 ක් සහ හයේ පහර 4 ක් සහ විෂ්මි ගුණරත්න ලකුණු 39 ක් ලබා ගත්තේය.",
        "මීට පෙර තායිලන්තය පළමුවෙන් පන්දුවට පහර දීමට තීරණය කළ අතර පන්දුවාර 20 කදී කඩුලු 7 ක් අහිමි කර ගනිමින් ලකුණු 93 ක් රැස් කළේය.",
        "කණ්ඩායමේ නායකයා වන දව්ට්චා බුද්ධිවොං ලකුණු 13 ක් සහ ඇමරිකාපාරා ස්වන්චොද්රානි ලකුණු 12 ක් රැස් කළේය."
      ]
    },
    "en": {
      "title": "Sri Lanka entered the semi -finals as a team that defeated Thailand",
      "body_lines": [
        "Sri Lanka won by 10 wickets for Thailand to face Thailand at the last Women's T20 Asian Cup match for the B Group held at the Dambulla International Cricket Stadium on Wednesday (24).",
        "Sri Lanka, which is qualified to play at the end of the semi -final team with this victory, will oppose Pakistan in the second semi -finals on Friday (26).",
        "Sri Lanka won the last league match today with 94 runs in 11.3 overs without the loss of 94 runs.",
        "Team captain Samari Attapattu scored 49 off 35 balls, including 2 pounds and 4 sixes and Vishmi Gunaratne 39 runs.",
        "Earlier, Thailand decided to bat first and scored 93 runs for the loss of 7 wickets in 20 overs.",
        "The captain of the team, Dadtcha Buddhavong, scored 13 runs and Appissara Swanchonrati 12 runs."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka advanced to the Women's T20 Asian Cup semi-finals after defeating Thailand by 10 wickets in the final group stage match. Led by captain Samari Attapattu's 49 runs, Sri Lanka secured a spot against Pakistan in the semis. Thailand, who chose to bat first, managed 93/7 in 20 overs, with top scorers Dadtcha Buddhavong and Appissara Swanchonrati contributing 13 and 12 runs respectively."
  ]
}