{
  "translated_text": {
    "si": {
      "title": "පෙබරවාරි මස අවසානය වන විට පාසල්වල ගුරුවරුන්ගේ හිඟය පියවා ගැනීමේ පියවර - සුසිල්",
      "body_lines": [
        "රට පුරා ගුරු හිඟය පිළිබඳ ගැටළුව පෙබරවාරි මස අවසානයේදී විසඳනු ඇත. මෙම පියවර ගන්නා බව අධ්යාපන අමාත්ය සුසිල් ප්රේමජයන්ත මහතා පැවසීය.",
        "විපක්ෂ නායක සජිත් ප්රේමදාස මහතා බදාදා (24) පාර්ලිමේන්තුවේදී කළ ඉල්ලීමකට අනුව ඔහු මේ බව කියා සිටියේය.",
        "සක්පෝලා වැඩසටහන ක්රියාත්මක කිරීම සඳහා අපි පොල්ගහවල අල් ඉර්ෆාන් විද්යාලය සහ කොළඹ දරුසලාම් පාසල් වෙත ගියෙමු. ඒ කාලයේදී එම පාසල්වල ගුරුවරුන්ගේ හිඟය ගැන අපට හැඟුණි.. පාසල්වල ගුරුවරුන්ගේ හිඟය රටපුරා එකකි.",
        "එබැවින් කුරුණෑගල පොල්ගහවල අල් ඉබානා විද්යාලයේ ගුරුවරුන් 43 ක් සිටිය යුතුය. එහෙත් දැනට රාජකාරියේ යෙදී සිටින ගුරුවරුන් 21 ක් සිටිති. ඒ හා සමානව, දරුස්සලාම් පාසලට ගුරුවරුන් 63 ක් සිටිය යුතුය. නමුත් එහි ගුරුවරුන් 33 ක් සිටිති. මෙම පාසල්වල දැවැන්ත ගුරු හිඟයක් පවතී. එබැවින් මෙම පාසල් දෙකෙහි ගුරුවරුන්ගේ හිඟය තුරන් කිරීම සඳහා වහාම පියවර ගන්නා ලෙස මම රජයෙන් ඉල්ලා සිටිමි.",
        "එසේ නොවුවහොත්, අපේ රටේ අධ්යාපන කටයුතු අනිසි ලෙස නුසුදුසු ලෙස සිදු වේ.මෙම පාසල් 2 තුළ පමණක් නොව රට පුරා ගුරුවරුන් 40,000 ක හිඟයක් පවතී. හිඟය විසඳීමට ගුරුවරයා පියවර ගත යුතු බව ඔහු පැවසීය.",
        "උපාධිධාරීන් 22,000 ක් පත් කිරීමට පියවර ගත් විට, ශ්රේෂ් Supreme ාධිකරණයේ ගොනු කර ඇති නඩුව මාස නවයක් තිස්සේ විභාග වූ අතර පසුගිය සතියේ අවසන් විය.",
        "13,000 දහස 5,000 5,000 ක ජනතාවක් ඒකාබද්ධ කිරීමට පළාත් සභා පියවර ගෙන තිබේ. උසාවියේ ලිඛිත නියෝගයක් තිබේ. ඇණවුම බදාදා (24) නිකුත් කිරීමට නියමිතය.",
        "එම ඇණවුම ලබා ගත හැකි නම්, ගුරු හිඟයෙන් බහුතරයක් විසඳෙනු ඇත. ගුරුවරුන් පත් කිරීම සඳහා තවත් 5500 කට තවත් පුද්ගලයින් 5500 දෙනෙකුට ගැසට් නිවේදනයක් නිකුත් කර තිබේ. පෙබරවාරි මස අවසානයේදී ඔහු කියා සිටියේ හිඟය ගැටලුව ගුරුවරයාට විසඳිය හැකි බවයි."
      ]
    },
    "en": {
      "title": "Steps to solve the shortage of teachers in schools by the end of February -Minister Susil",
      "body_lines": [
        "The problem of teacher shortage across the country will be resolved at the end of February. Education Minister Susil Premajayantha said that the measures are being taken.",
        "He was responding to a request made by Opposition Leader Sajith Premadasa on Wednesday (24) in Parliament.",
        "We went to the Polgahawala Al Irfan Vidyalaya and Darussalam schools in Colombo to carry out the Sakpola program. At that time, we were felt about the shortage of teachers in those schools.. The shortage of teachers in schools is one of the nationwide.",
        "So there should be 43 teachers at the Polgahawala Al Ibana Vidyalaya in Kurunegala. But there are 21 teachers currently on duty. Similarly, Darussalam school should have 63 teachers. But there are 33 teachers there. There is a massive teacher shortage in these schools. So I urge the government to take immediate steps to eliminate the shortage of teachers in these two schools.",
        "Otherwise, our country's educational activities will be improperly improperly.There is a shortage of 40 thousand teachers across the country, not only in these 2 schools. He said the teacher should take action to resolve the shortage.",
        "When the graduates took steps to appoint 22 thousand people, the case filed in the Supreme Court was heard for nine months and ended last week.",
        "Provincial Councils have taken steps to combine 13 thousand 500 people. There is a written order in the court. The order is to be issued on Wednesday (24).",
        "If that order is available, the majority of teacher shortages will be resolved. A further 5500 people have been issued a gazette notification for the appointment of teachers. At the end of February, he said the teacher could solve the shortage problem."
      ]
    }
  },
  "summary_lines": [
    "Education Minister Susil Premajayantha promises to resolve the teacher shortage nationwide by the end of February, following a visit to schools in Colombo. Measures include appointing 22,000 teachers and combining 13,500 people, with a court order expected to resolve most shortages."
  ]
}