{
  "translated_text": {
    "si": {
      "title": "ජනතාවගේ පාලකයාට බියෙන් ජීවත් වන රටක් අපට අවශ්යයි - අනුර කුමාර දිසානායක",
      "body_lines": [
        "මේ රටේ පාලකයින්ට මෙතෙක් ඡන්ද ලැබුණේ කෙසේද?ඔවුන් කනවා, බොනවා, ප්රශ්න ගන්නවා. විශේෂයෙන් වතු ජනයාගේ ඡන්ද. ඔවුන්ට ඡන්ද ලැබෙනවා.අප මෙය වෙනස් නොකළ යුතුද?මෙම කඳුකරය වහලුන් ලෙස ජීවත් විය යුතුද?ඔබට බියෙන් ජීවත් වීමට අවශ්යද?Hanguranketha හි වැසියන් පොලිස් අධිකාරීවරයාට බියෙන් ජීවත් විය යුතුද?ජාතික මහජන බලයේ ජනාධිපති අනුර කුමාර දිසානායක මහතා කියා සිටියේ කඳුකරයේ වැසියන් තොන්ඩම්පාරාමයට බිය වී ඇති බවයි.",
        "ජනතාවගේ පාලකයාට බිය නොවන රටක් අපට අවශ්යය. ජනතාව ගැන සිතමින් ඔවුන්ගේ අපේක්ෂාවන් පාලනය කරන රජය දැන් රජයට අවශ්යය.අප නිදහස් පුද්ගලයින් ගොඩනඟා ගත යුතුය. ඒ නිසා අපි සැප්තැම්බර් 21 වන දින හොඳ තීරණයක් ගන්නෙමු. දැන් මුළු රටේම ජනතාව එම තීරණය ගැනීමට සූදානම්.",
        "අපේ රටේ ආණ්ඩු පිහිටුවා ගත්තේ කෙසේද?ඔවුන් කඳුකරයේ නායකයින්ගේ සහයෝගය ලබා ගනී. නායකයන් නායකයින්ට අමාත්ය ධුරයක් ලබා දෙයි. නායකයින් නැව්ගත කිරීම ලබා දෙයි. මුදල් ලබා දෙනවා. නායකයා පැමිණ මිනිසුන් මිනිසුන් රවටයි. නමුත් දැන් රටේ ජනතාව අවදියෙන් සිටිති. දකුණු පළාතේ මිලියන සංඛ්යාත ජනතාවක් ජාතික බලය සමඟ ඒකාබද්ධ වී සිටිති.ඒ හා සමානව, නැගෙනහිර මුස්ලිම්වරුන් දස දහස් ගණනක් අද ජාතික ජනතාවගේ බලය සමඟ එක්ව සිටිති.",
        "ඒ හා සමානව, උතුරේ දෙමළ ජනතාවගේ විශ්වාසය දැන් ජාතික ජනප්රිය බලය බවට පත්ව ඇත. කඳුකරයක් ලෙස ඔබේ තීරණය කුමක්ද?ඔව්, එය ජාතික මහජන බලයේ සාර්ථකත්වය එයයි. අපට හන්ගුරන්කෙටා, වලප්පනායි, කෝට්මලේ, නුවර එලියා - මස්කෙලියා මැතිවරණ කොට් .ාශය දිනා ගත යුතුය.අද ඔබ මෙහි සිටින්නේ වීදුරු ඇල්කොහොල් සඳහාද?කෑම පැකේජයක් සඳහාද?නැත. රටේ ගැටළු විසඳීම සඳහා. අද, රටේ ජනතාව වශයෙන්, අපි රාජ්ය සේවය සඳහා එක්ව සිටිමු. මෙය විශේෂ අවස්ථාවක්. රටේ ජනතාව නව වෙනසක් සඳහා බලමුලු ගන්වමින් සිටිති.",
        "දිගුකාලීන උත්සාහයන්හි ප්රති results ල සැප්තැම්බර් 21 වන දින තහවුරු කර ඇත. උද්යානවල ජීවත් වන අයගේ ජීවිතය ගැන සිතන්න. ඔවුන්ට ජීවත් වීමට නිවසක් නැත. නිවැරදි වැසිකිළි පහසුකම් නොමැත. උද්යානයට යාමට නිවැරදි මාර්ගයක් නොමැත. දරුවන්ට අධ්යාපන පහසුකම් නොමැත. ඔබේ දරුවන්ට පරිපූර්ණ ආහාර නොමැත. Medicine ෂධ මිලදී ගැනීමට ක්රමයක් නොමැත. මුළු ජීවිතයම දුක් විඳිනවා. ඔබට ජීවත් වීමට අවශ්යද?නැත. අපි මෙය වෙනස් කළ යුතුයි. මෙතෙක් යනු කුමක්ද, ජනතාවගේ ආණ්ඩු නොවේ: ඉහත නායකයින්ගේ රජය.ඔවුන් තමයි රට පාලනය කළේ. ඔවුන් ඔවුන් වෙනුවෙන් තීරණ ගත්තා.",
        "වතු දෙමළ නායකයින්ගේ දරුවන් මෙහි ඉගෙන ගන්නවාද?නැත. කොළඹ එක් විශාල පාසලක. වෙනත් ආකාරයකින් විදේශයක. විදෙස්පත් මිලදී ගැනීමට උද්යානවල ළමයින්ට පාසලක් නැත, පෙළපොත් මිලදී ගැනීමට මුදල් නැත. පහසුකම් නැත. ජීවිතය නිෂ් .ල ය.",
        "මෙය වෙනස් කිරීමට අපි බලය ඉල්ලා සිටිමු.ජනතාවගේ දුක් වේදනා ප්රමාණවත්. කඳුකරයේ ජනතාව ඇතුළු රටේ සියලු ජනතාවගේ ගැටලු විසඳන රජයක් අපි රජයක් පිහිටුවන්නෙමු. ජාතික මහජන බලය රජය විසින් ජනතාව ගැන සිතන අතර ගැටලු විසඳන රජයකි.",
        "මේ රටේ විශාලතම ආණ්ඩුව වෙනුවට අපි මහජන ආණ්ඩුවක් පිහිටුවන්නෙමු. වර්තමානයේ, කුරුල්ලන් කඳුකරයේ ව්යාප්ත වී ඇත. අපට මත්ද්රව්ය රහිත කන්දක් අවශ්ය නැද්ද?පටු රටක් අපට අවශ්ය නැද්ද?ඉල්ලුම. මත්ද්රව්ය පාලනය නොකරන්නේ ඇයි?නුවර එලියාට කුඩු ගෙන එන්නේ කවුද?මෙම ප්රදේශයේ දේශපාලන politicians යන් ගෙන එනු ලැබේ.",
        "දිගම්බරම් සහ වෙල්කුමාර් මෑත රූපවාහිනී වැඩසටහනකට සහභාගී වූහ. දෙදෙනාම එකම සාදයක ​​සිටියහ. ඩිගම්බරම් නුවර එලියා සහ වෙල්කුමාර් මහනුවර සිට පාර්ලිමේන්තුවට ගියේය. වෙල්කුමාර් රනිල් සහ දිගම්බරම් සජිත් සමඟ සහයෝගයෙන් කටයුතු කිරීමට තීරණය කළේය. දෙදෙනාම රූපවාහිනී විවාදයකට ආහ. සිදුවුයේ කුමක් ද?තිකම්බරම් වෙල්කුමාර්ට ඔබ මොනවද කිව්වේ?හතුකාමාර් පැවසීය.",
        "වෙල්කුමාර් දිගම්බරම්ට පැවසුවේ කුමක්ද?කුඩූතිකා ඒ බව පැවසීය. එය ඇයි?ඔවුන් පවසන පරිදි ඔවුන් මෙම drug ෂධ ව්යාපාරයේ සිටී. මෙහි පමණක් නොව මුළු රටේම. දේශපාලන politicians යන් යනු රටේ drug ෂධ වෙළඳාමේ තිරවල සිටින අයයි. අපේ උපන් ගම, අපේ රටේ අපේ දරුවන් මත්ද්රව්යවලින් ගැලවීම ලැබිය යුතු නම්, අප දෙපස ජනතාව රවටා ඇති දේශපාලන politicians යන් පරාජය කළ යුතුය.. ජාතික ජනතාව සාර්ථක විය යුතුය.",
        "මත්පැන් පානය නොකරන රටක් අප විසින් නිර්මාණය කරන බව සහතික ය. අපි මත්ද්රව්ය සම්පූර්ණයෙන්ම පාලනය කරන්නෙමු. අපි රටෙන් මිදෙමු. දරුවන්ට බියෙන් තොරව දෙමාපියන්ට ජීවත් විය හැකි රටක් අපි ඉදි කරන්නෙමු. දරුවා අධ්යාපනය නොලබන නම් මෙම දේශපාලන politicians යින් එයට කැමති වනු ඇත. එවිට පමණක් ඔවුන්ට අවශ්ය පරිදි රටේ මහජන මුදල් කොල්ලකෑමට හැකිය.",
        "මෙම කඳුකරයේ වෙසෙන ජනයා ශ්රී ලංකාවට පැමිණීමෙන් වසර 200 ක් ගත වී ඇත. සහෝදරයන් පැමිණියේ කොහෙන්දැයි අපෙන් විමසීම ප්රයෝජනවත් ද?තමිල්නාඩුවෙන් එන්න?කේරළයෙන් එන්න?ඇසීම ප්රයෝජනවත් ද?දැන් ඔබ මේ රටේ උපත ලබයි. ඔබ මේ රට වෙනුවෙන් දහඩිය දමයි.",
        "ඔබ මෙම පස සඳහා පොහොර ය. ඉතින් ඔබ ඉන්දියානු ද්රවිඩයන් බවට පත්වන්නේ කෙසේද?දෙමළ කතා කරන ශ්රී ලාංකික පුරවැසියන්. ඔබ මේ රටේ ජනතාවයි. ඔබ ඉන්දියාවට ගියහොත් ඔවුන් පවසන්නේ ශ්රී ලංකාව දෙමළ ජාතිකයෙකු බවයි. ඉන්දියානු ද්රවිඩයන් ශ්රී ලංකාවේ සිටින බව පැවසේ. මේවා අපේ රටේ පුරවැසියන් ය.",
        "රටේ ආර්ථිකයේ හවුල්කරුවන්. මෙම තේ උද්යාන ඔබේ ශ්රමයෙන් සමෘද්ධිමත් වේ. මෙම කඳුකරයේ බෝග ආරම්භ කළ පළමු පුද්ගලයින්. රෝගය තත්පර ගණනක් මිය ගියේය. ඔබ එවැනි දුෂ්කරතා වලට ගොදුරු වී ඇත. අද ජීවිතයේ වෙනසක් නැත. 1 1/2 ලක්ෂයක් පවුල්වල අඟල් ඉඩමක්වත් නැත.",
        "රටක ජීවත් වන මිනිසුන් නිවසක් නොමැතිව, නිවසක් නොමැතිව, වැසිකිළියට, ගැටළුව විසඳිය යුතු නොවේද?ඔබ මිනිසුන් නොවේද?ජාතික ජනතා බලයේ රජය සියලු පුරවැසියන්ගේ නිවාස ප්රශ්නය විසඳනු ඇත. එය ලබා දිය හැකි සියලු ස්ථාන වලින් අපි ඔබට සුදුසු ඉඩමක් ලබා දෙන්නෙමු.",
        "ඔබට බෝගයට යාම, නිවාස ඉදිකරන අතර පවුලේ සියලු දෙනා එකට එකතු වීමට පටන් ගන්නා ජීවිතයක් අපි ජීවිතයක් ගොඩනඟමු. අපගේ පාලනය යටතේ, උයනේ සිටින දරුවන්ට ඔවුන්ගේ ජීවිතයෙන් මිදී කරදරවලින් මිදීම සඳහා අපි ඔබේ පාලනය යටතේ උයනේ සිටින දරුවන්ට හොඳම අධ්යාපනයට ලබා දෙන බව අපට විශ්වාසයි.",
        "ගුරු පුරප්පාඩු හා ඉඩම් හිමියන් අපි ඔවුන්ගේ දරිද්රතාවයෙන් පිටතට පැමිණීමේ ප්රධාන මාධ්යය මෙම ප්රදේශවල ගුරු පුරප්පාඩු හා ඉඩම් හිමියෝ දෙමු.. සෑම දරුවෙකුම රැකබලා ගන්නා රජයක් අපි ගොඩනඟන අතර සෑම දරුවෙකුගේම අධ්යාපනය සහතික කරමු.",
        "ඔබ මෙම ප්රදේශයේ රජයේ ආයතන සමඟ දාලා දැක්වීමේදී, භාෂාමය ගැටළුව හේතුවෙන් ඔබ දැවැන්ත දුෂ්කරතාවන්ට මුහුණ දී සිටී. දුෂ්කරතාවයකින් තොරව රජයට ලබා දීම සඳහා සම්බන්ධ වීමට ඕනෑම පුරවැසියෙකුට ඔවුන්ගේ භාෂා වශයෙන් පාලන තන්ත්රයක් පිහිටුවන්නෙමු.",
        "අපි මේ රටේ භාෂාමය ගැටලුවලට විසඳුම් ලබා දෙන්නෙමු. ඔබ දෙමළ භාෂාවෙන් රජයේ කාර්යාලයකට ලිපියක් යවන්නේ නම්, අපට දෙමළ භාෂාවෙන් රජයේ සේවයට සේවය කිරීමට හැකි වනු ඇත.. අපි තාවකාලිකව පරිවර්තකයන්ට එය අවසන් වන තුරු නිරත වන්නෙමු. ඔවුන්ගේ භාෂාවෙන් රජය සමඟ වැඩ කිරීමේ අයිතිය අපි සහතික කරමු.",
        "ඔබ මේ රටේ පුරවැසියන් බව ඔබට වැටහෙන්නේ එවිට පමණි. එපමණක්ද නොව, ඔබට පැවැත්ම සඳහා සුදුසු ආදායමක් අවශ්ය වේ. නව රැකියා නිර්මාණය කිරීමට. කොළඹ නිවාසවල දරුවන් රැකබලා ගැනීමට, ඔබට හෝටල්වල වැඩ කිරීමට අවශ්යද?ඔබට මෙම අධ්යාපන අවස්ථා පුළුල් කළ යුතුය, එවිට ඔබට නව ඉහළ ව්යාපාර වෙත යා හැකිය.",
        "නිර්මාණය කිරීමට නව වෘත්තීය අවස්ථා. නුවර එලියා, විශේෂයෙන්, සංචාරක කර්මාන්තය සඳහා සුදුසු දිස්ත්රික්කයකි. ව්යාපාර සෑදිය යුත්තේ කුමන ව්යාපාරවල. වසරකට සංචාරකයින් 40 දෙනෙකු ගෙන ඒමට අපි බලාපොරොත්තු වෙමු. ඔවුන් ද නුවර එලියා වෙත පැමිණෙනු ඇත. නව හෝටල් පිහිටුවනු ලැබේ.",
        "නව විනෝදාංශ සෑදී ඇත. ඔවුන්ගේ නිෂ්පාදන සාධාරණ මිලකට අලෙවි කිරීම සහ අස්වැන්න වළක්වා ගැනීමට අවශ්ය සැලසුම් අපි සකස් කර ඇත්තෙමු.",
        "වතු කර්මාන්තයේ, විශේෂයෙන් වතු ක්ෂේත්රයේ, විශේෂයෙන් වැවිලි අංශයේ තත්ත්වය නිරාකරණය කර ගැනීම සහ මුළු රටේම වැවිලි වල තත්වය විසඳීම සඳහා අපි ජාතික ජනතාවගේ බල රජයක් යටතේ සැලසුම් කර සිටිමු.",
        "මෙම 21 වන දින පැවති ජයග්රහණයෙන් පසු සිංහල, දෙමළ, මුස්ලිම්, මලයාර් සහ පරණගර් සියල්ලන්ම එකට එකතු වී එම සුන්දර රට ගොඩනඟා ගන්නා බවද ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "We need a country that lives in fear of the ruler of the people - Anura Kumara Dissanayake",
      "body_lines": [
        "How did the rulers of this country get votes so far?They eat, drink, and get the votes. Especially the votes of the plantation people. They get votes.Should we not change this?Should these hill people live as slaves?Do you want to live in fear?Do the people of Hanguranketha should live in fear of SP?The National People's Power Presidential candidate Anura Kumara Dissanayake said that the people of the hill country have been afraid of the Thondamparam.",
        "We need a country that is not afraid of the people's ruler. We now need the government that thinks of the people and rules their expectations.We need to build free people. So we will make a good decision on September 21st. Now the people of the entire country are ready to make that decision.",
        "How were governments set up in our country?They get the cooperation of the hill country leaders. The leaders give ministerial positions to the leaders. The leaders give the shipment. Are giving money. The leader comes and deceives people. But now the people of the country are awake. Millions of people in the Southern Province are integrated with the national power.Similarly, tens of thousands of Muslims in the East have come together today with the power of the national people.",
        "Similarly, the confidence of the Tamil people of the North has now turned to the national popular power. What is your decision as a hill country?Yes, that is the success of the national people's power. We have to win the Hanguranketta, Valappanai, Kotmale, Nuwara Eliya - Maskeliya constituencies.Today you are here for a glass alcohol?For a dining package?Not. To solve the country's problems. Today, as the people of the country, we have come together for the public service. This is a special moment. The people of the country are mobilizing for a new change.",
        "The results of the long -standing efforts are confirmed on September 21st. Think about the life of those who live in gardens. They have no home to live. Have no right toilet facilities. There is no right path to go to the garden. Children have no education facilities. Your children have no perfect food. There is no way to buy medicine. The whole life is full of suffering. Do you want to live so?Not. We have to change this. What is so far is not the governments of the people: the government of the above leaders.They are the one who ruled the country. They made decisions for them.",
        "Do the children of plantation Tamil leaders study here?Not. In one of the big schools in Colombo. Otherwise abroad. Children from gardens have no school to educate, no money to buy textbooks. There is no facilities. Life is in vain.",
        "We demand power to change this.The suffering of the people is enough. We will set up a government that solves the problems of all the people of the country, including the people of the hill country. The government of the national people's power is a government that thinks of the people and solves the problems.",
        "We will set up a people's government instead of the biggest government in this country. Currently, the drug has spread in the hill country. Do we not need a drugless mountain?Do we not need a narrowing country?Demand. Why not control drugs?Who brings powder to Nuwara Eliya?Politicians from this area are bringing.",
        "Digambaram and Velukumar participated in a recent television show. Both were in the same party. Digambaram went to Parliament from Nuwara Eliya and Velukumar Kandy. Velukumar decided to cooperate with Ranil and Digambaram Sajith. Both came to a television debate. What happened?What did you say to Thikambaram Velukumar?Barkumar said.",
        "What did Velukumar say to Digambaram?Kuduthika said that. Why is it?They are in this drug business as they say. Not only here but in the entire country. Politicians are the ones who are on the curtains of drug trade in the country. If our hometown, our country, our children are to be saved by drugs, we must divide the two side and defeat the politicians who deceive the people of this country.. The national people must succeed.",
        "It is certain that we will create a country that is not intoxicated. We will completely control drugs. We will get rid of the country. We will build a country where parents can live without fear of children. These politicians will like it if the child is not educated. Only then can they plunder the country's public money as they wish.",
        "It has been 200 years since people living in this hill country came to Sri Lanka. Is it beneficial to ask us where the brothers came from?Come from Tamil Nadu?Come from Kerala?Is it useful to ask?Now you are born in this country. You are shedding sweat for this country.",
        "You are fertilizer for this soil. So how can you become Indian Tamils?Sri Lankan citizens who speak Tamil. You are the people of this country. If you go to India, they say Sri Lanka is a Tamil. Indian Tamils ​​are said to be in Sri Lanka. These are the citizens of our country.",
        "Partners of the country's economy. These tea gardens are prosperous by your labor. The first people who started crop in this hill country. The disease died for seconds. You have suffered such hardships. There is no change in life today. 1 1/2 lakh families do not even have an inch of land.",
        "If people living in a country are without even an inch of land, without a home, to the toilet, shouldn't the problem be solved?Are you not humans?The government of the National People's Power will resolve the housing issue of all citizens. We will give you the appropriate land from all the places where it can be provided.",
        "We will build a life that you can start to crop, build houses, and all the family start to join together. We are sure that under our rule, we will provide your children to the best education for the children in the garden to get out of their lives and get out of trouble.",
        "We will provide teacher vacancies and landlords, where the children of these areas are the main means of coming out of their poverty.. We will build a government that takes care of each child and ensures the education of each child.",
        "When you engage in giving with government agencies in this area, you are facing massive difficulties due to linguistic problem. We will set up a regime for any citizen in their languages ​​to engage in giving with the government without difficulty.",
        "We will give solutions to this country's linguistic problems. If you send a letter to a government office in Tamil, we will be able to serve the government service in Tamil.. We will temporarily engage the translators until it is completed. We will ensure the right to work with the government in their language.",
        "Only then will you realize that you are citizens of this country. Moreover, you need a suitable income for survival. To create new jobs. To take care of children in Colombo homes, do you want to work in hotels?You need to expand these educational opportunities so that you can go to new high businesses.",
        "New career opportunities to be created. Nuwara Eliya, in particular, is a suitable district for the tourism industry. In which businesses should be formed. We are looking forward to bringing forty million tourists per year. They will also come to Nuwara Eliya. New hotels will be formed.",
        "New hobbies will be formed. We have developed plans that are necessary to market their products at a reasonable price and prevent yielding.",
        "We are planning under the National People's Power Government to resolve the situation in the plantation industry, especially in the plantation sector, and to resolve the situation in the entire country in plantations.",
        "He added that after the victory of this 21st, Sinhala, Tamil, Muslim, Malayar and Parangiyar would all come together and build that beautiful country."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Anura Kumara Dissanayake calls for change in governance, criticizing current rulers who allegedly bribe voters. He promises a government focused on people's needs, addressing issues like housing, education, and drug control. Dissanayake emphasizes the rights of Tamil citizens and plans to boost tourism in Nuwara Eliya."
  ]
}