{
  "translated_text": {
    "ta": {
      "title": "மின்சார கட்டணங்கள் இப்படித்தான் குறைகின்றன",
      "body_lines": [
        "ஜூலை 1 முதல் மின்சாரம் மசோதாவைக் குறைக்க மின்சாரம் மற்றும் எரிசக்தி மசோதா முன்மொழியப்பட்டதாக மின் மற்றும் எரிசக்தி அமைச்சர் கஞ்சனா விஜெசேகரா தெரிவித்தார்.",
        "புதிய மின்சார கட்டண திட்டங்கள் மின்சார நுகர்வோருக்கு அதிக நிவாரணம் அளிக்க முடியும்.",
        "பட்டியலின் போது மின்சார கட்டணங்களை எவ்வாறு குறைப்பது என்பதை அமைச்சர் பாராளுமன்றத்திற்கு விளக்கினார்.",
        "90 முதல் 120 அலகுகள் வரை யூனிட்டின் விலை ரூ.",
        "நிவாரணம் மத இடங்களுக்கும் சிறு தொழில்களுக்கும் வழங்கப்பட உள்ளது, மேலும் இந்த திட்டம் நாளை (07) அல்லது திங்களன்று பொது பயன்பாட்டு ஆணையத்திடம் ஒப்படைக்கப்பட உள்ளது."
      ]
    },
    "en": {
      "title": "This is how electricity tariffs down",
      "body_lines": [
        "Minister of Power and Energy Kanchana Wijesekara said that the electricity and energy bill was proposed to reduce the electricity bill from 1st July.",
        "The new electricity tariff proposals will be able to provide more relief to the electricity consumers.",
        "The Minister explained to parliament how to reduce electricity tariffs during the list.",
        "The price of the unit between 90 to 120 units reduce from Rs. 50 to 30.",
        "The relief is due to be given to religious places and small industries and that the proposal is to be handed over to the Public Utilities Commission tomorrow (07) or on Monday."
      ]
    }
  },
  "summary_lines": [
    "From July 1st, Sri Lanka's electricity tariffs will decrease, offering more relief to consumers. The Minister of Power and Energy announced a reduction in the unit price from Rs. 50 to Rs. 30 for usage between 90 to 120 units. This adjustment aims to benefit religious institutions and small businesses, with the proposal set to be reviewed by the Public Utilities Commission soon."
  ]
}