{
  "translated_text": {
    "si": {
      "title": "තමිල්නාඩු සහ ඉන්දියාවේ මධ්යම රජය දේශපාලනය සඳහා කචා දූපත අතහැර දැමිය යුතුය - උතුරු පළාත් ලේකම් ධීවර අන්තර්ජාලය",
      "body_lines": [
        "කච්චි දූපත මධ්යම රජයේ සහ තමිල්නාඩුවේ නව ස්ථාවරයක්. උතුරු පළාතේ ධීවර අන්තර්ජාල ලේකම්",
        "ඔහු මේ බව කියා සිටියේ අද (8) මන්නාරම කාර්යාලයේ පැවති මාධ්ය හමුවකදීය.",
        "කච්චි දූපත මධ්යම රජයේ සහ තමිල්නාඩුවේ නව ස්ථාවරයක්. ඔවුන් එය දේශපාලනය සඳහා ප්රකාශ කළද, ධීවරයින්, විශේෂයෙන් නීතිවිරෝධී ධීවර කටයුතුවලින් පදිංචියට යාමට උත්සාහ කරන ධීවරයෝ දිරිමත් කරන අතර ඒවා දිරිමත් කිරීමට සහ ඒවා නැවත නැවතත් කිරීම සහ මසුන් ඇල්ලීම නීති විරෝධී ලෙස පුනරුච්චාරණය කරති.",
        "එක් අතකින්, ඉන්දියානු මධ්යම රජය ශ්රී ලංකාවේ එහි ආධිපත්යය තමිල්නාඩුවේ නතර කළ යුතු බවට ඉතා සැලකිලිමත් වේ. කචා දූපතේ පිළිතුර බොහෝ විට තමිල්නාඩුවේ රජය බොහෝ වාසය කර තිබේ.",
        "ඉන්දියානු ධීවරයින් අත්අඩංගුවට ගන්නා සෑම අවස්ථාවකමදී කචා දූපත සොයා ගන්නා ලෙස තමිල්නාඩුව දිගටම ඉල්ලා සිටියේය.",
        "අද වන විට, මධ්යම රජය තමිල්නාඩු රජයේ ඉල්ලුමෙන් ප්රයෝජන ගෙන ඇති අතර අද වන විට තමිල්නාඩුවේ අපේක්ෂාව ප්රකාශ කිරීමකි.",
        "ඉන්දියානු ධීවරයින් අපේ දේශසීමා, විශේෂයෙන් ශ්රී ලාංකික ධීවරයින් සඳහා තරණය නොකළ යුතුය.",
        "අපේ ධීවරයින් මුහුණ සහ අරගලය එය අවධාරණය කර ඇති බව පැහැදිලිය.",
        "එය තමිල්නාඩුවේ රජය හෝ ඉන්දියානු රජයට වේවා, ඔවුන් දේශපාලනයට ඇති ප්රශ්නය නැවත කියවා තමිල්නාඩුවේ ධීවරයින් දිරිමත් කරනු ඇත.",
        "දෙරට සමඟ ගිවිසුම් බැලීමට. දේශපාලනයට පිළිතුර නම්, එය අනාගතයේ දී දෙරට අතර ඇති සම්බන්ධතාවයේ දී විශාල විරෝධයක් ඇති කළ හැකිය.",
        "එබැවින් තමිල්නාඩු සහ මධ්යම රජය දේශපාලනය සඳහා කච්චි දූපත අතහැර දැමිය යුතුය. ශ්රී ලංකා රජය සහ උතුරේ දෙමළ නියෝජිතයින් සහ උතුරේ දෙමළ නියෝජිතයින් මේ අවස්ථාවේ කිසිදු ප්රකාශයක් නොකිරීමයි.",
        "උතුරු ධීවරයන් විරෝධතාවලට හා විපක්ෂයට දිගටම විරෝධය දැක්වූ නමුත් ඔවුන් නිහ is ය.",
        "එක් අතකින් ධීවර ඇමතිවරයා තවත් පියවරක් ඉදිරියට ගොස් ඉන්දීය ධීවරයින්ගේ පැමිණීම පාලනය කිරීම සඳහා ය. අනෙක් අතට, ඔහු ඉන්දියානු සමාගම් සංවර්ධනය සඳහා දොර විවර කරයි. ඔවුන් පැමිණ මෙහෙයුමට සහාය දක්වයි. ඔහු සිටින දේ සැක සහිත ය.",
        "ධීවරයින් සහ ජනතාව ජනතාව මුහුණ දුන් ගැටලුවලට මුහුණ දෙන බව සඳහන් කිරීම වටී."
      ]
    },
    "en": {
      "title": "Tamil Nadu and the Central Government of India should abandon the Kacha island for politics - Secretary of the Northern Province Fisheries Internet",
      "body_lines": [
        "Kachchi Island is a new stand in the central government and Tamil Nadu. Northern Province Fisheries Internet Secretary",
        "He was speaking at a media briefing held at the office in Mannar today (8) afternoon.",
        "Kachchi Island is a new stand in the central government and Tamil Nadu. Although they claim it for politics, the fishermen, especially the fishermen who are trying to move from illegal fishing activities, are encouraging them to encourage them and repeat them, illegal fishing, illegally entering the Sri Lankan waters and carrying out fishing.",
        "On the one hand, the Central Government of India is very careful that its dominance in Sri Lanka should be stopped in Tamil Nadu. The Government of Tamil Nadu has prevailed many times the Kacha Island answer.",
        "Tamil Nadu continued to demand that the Kacha Island be recovered at every time the Indian fishermen were arrested.",
        "Today, the central government has taken advantage of the demand of the Tamil Nadu government and today is the expression of the prospect of Tamil Nadu.",
        "Indian fishermen should not cross our borders, especially for Sri Lankan fishermen.",
        "It is clear that our fishermen face and struggle have emphasized it.",
        "Whether it is the Government of Tamil Nadu or the Government of India, they will repeat the issue for politics and encourage the fishermen of Tamil Nadu.",
        "To look at the contracts with the two countries. If the answer to politics, it may create massive opposition in the relationship between the two countries and the minds of the people in the future.",
        "Therefore, the Tamil Nadu and the central government should abandon the Kachchi island for politics. The Government of Sri Lanka and the Tamil representatives in the North are not making any comments on this point.",
        "The Northern fishermen continue to protest the protests and opposition, but they are silent.",
        "On the one hand, the Fisheries Minister goes a step further and to control the arrival of Indian fishermen. On the other hand, he opens the door for the development of Indian companies. They come and support the operation. It is questionable what he is in.",
        "It is also worth noting that the fishermen and the people face the problems faced by the people."
      ]
    }
  },
  "summary_lines": [
    "Tamil Nadu and India's Central Govt should abandon Kachchi Island for political reasons, says Northern Province Fisheries Internet Secretary. Despite claims for politics, fishermen are encouraged to engage in illegal fishing. Tamil Nadu demands Kachchi Island's return whenever Indian fishermen are arrested. The central govt has taken advantage of this demand, leading to potential political opposition."
  ]
}