{
  "translated_text": {
    "si": {
      "title": "රතු මුහුද රතු මුහුදේ රතු මුහුදේ පිටුපස",
      "body_lines": [
        "HANUNI කැරලිකරුවන් ග්රීක මුහුදේ පිහිටි ව්යාපාර නාලකම්වලට පහර දෙති.",
        "කැරලිකරුවන්ගේ ප්රහාරයෙන් පසුව, නැව ආරක්ෂිතව ඉවත් කරන ලදී.",
        "කෙසේෙන්ම හොඩයිඩා අසල ප්රහාරය හේතුවෙන් ජලය විශාල ප්රමාණයක් ජලයෙන් යටවී තිබේ.. යාන්ත්රික කාමරය භාවිතා කළ නොහැකි නිසා යාත්රාවට ගෙවීමට නොහැකි විය.",
        "නෞකාවේ සේවකයින් ඩු රත් වූ දූවද පිලිපීනයට අයත් වූ බව වාර්තා වේ.",
        "හිති කැරලිකරුවන් නැවට ඇති ප්රහාරය සහ වර්බීනියා නමින් හැඳින්වෙන තවත් යාත්රාවකට පහරදීම ප්රකාශ කර තිබේ.",
        "ඔවුන්ගේ ප්රහාරය හේතුවෙන් තවත් නැව් දෙකක් හානි සිදුවී ඇති අතර ඔවුන්ගේ ප්රහාරක ධාරිතාව වැඩි වී ඇති බව බ්රිතාන්ය ආරක්ෂක සමාගමකි.",
        "ගාසා තීරයේ යුද්ධයේදී, හාුන්ඩි කැරලිකරුවන් පලස්තීනුවන්ට සහයෝගය දැක්වීම සඳහා නොවැම්බරයේ සිට රතු මුහුදේදී රතු මුහුදේ පිහිටි මිනිසුන් රහිත ගුවන් යානා සහ මිසයිල භාවිතා කරයි.",
        "ජාත්යන්තර සමුද්රීය සංවිධානයේ මහලේකම්වරයා පැවසුවේ තත්වය දිගටම කරගෙන යාමට තත්ත්වය ඉඩ දිය නොහැකි බවයි."
      ]
    },
    "en": {
      "title": "Red Sea back on the Red Sea in the Red Sea",
      "body_lines": [
        "Haundi rebels attack on Greek -owned business vessel in the Red Sea.",
        "Following the attack of the insurgents, the ship was safely evacuated.",
        "According to reports, a large number of water has been flooded by the attack near Hodaida as the port of Yemen.. The vessel was unable to pay because the mechanical room was unusable.",
        "It is reported that the servants of the ship, Duater, belonged to the Philippines.",
        "Haithi insurgents have claimed the attack on the ship and the attack on another vessel called Verbenea.",
        "Two more ships have been damaged due to their attack and their attack capacity has increased, a British security firm said.",
        "In the Gaza War, Haundi insurgents have been using unmanned aircraft and missiles in the Red Sea since November to express their support for the Palestinians.",
        "The Secretary General of the International Maritime Organization said the situation could not be allowed to continue."
      ]
    }
  },
  "summary_lines": [
    "Haundi rebels attacked a Greek-owned vessel in the Red Sea, causing flooding near Hodaida, Yemen, disabling its mechanical room. The ship, carrying Filipino crew, was evacuated safely. Insurgents also targeted another vessel, Verbenea, damaging two more ships. They've used drones and missiles in the Red Sea since November, supported by the British security firm. The IMO's Secretary General expressed concern over the escalating situation."
  ]
}