{
  "translated_text": {
    "ta": {
      "title": "ஆய்வின் உலக பதிவுகளால் சலாமா மங்கலடைகிறார்",
      "body_lines": [
        "சஹாரா வித்யாலயா அரசாங்கத்தின் 10 ஆண்டு கற்றலில் இருந்த லோவோர்ம் சரமாயம், இந்திய துறைமுகத்திலிருந்து பால்க் நீரிணை வரை துனுசுகோடி துறைமுகத்திலிருந்து உலகளாவிய அறிக்கையாகும்.",
        "இலங்கை நீர் விளையாட்டு சங்கத்தின் மேற்பார்வையில், இலங்கை உயர் ஸ்தானிகராலயம் இந்திய உயர் ஸ்தானிகராலயத்திடமிருந்து அனுமதி பெற்றது.",
        "உலகின் அறிக்கையை டானுயுஸ்காம் மற்றும் மாணவரின் தந்தை ஆகியோரிடம் கண்காணிக்க ஒரு தனி உத்தியோகபூர்வ குழு, இது உலக அறிக்கையை கண்காணிக்க தயாராக இருந்தது.",
        "மாணவர் வசிக்கும் ஜோசப், 40 லட்சம் மாத பயிற்சியிலிருந்து அனைத்து வேலைகளையும் தயாரிக்க உடனடியாக கேட்கப்பட்டதாகக் கூறினார்."
      ]
    },
    "en": {
      "title": "Salama is blurred by the World Records of the Study",
      "body_lines": [
        "The Lowarm Saramayam, who was in the 10-year learning of the Government of Sahara Vidyalaya, was a global reporting from the Port of Dunusukody, from the Port of India to the Palk Strait.",
        "Under the supervision of the Sri Lanka Water Sports Association, the Sri Lanka High Commission had obtained permission from the Indian High Commission.",
        "A separate official group of students to monitor the world's report to the Port of Danuuscom, a lifeguard and the father of the student was ready to monitor the world's report.It was a distance of 45 kilomes to Mannar from Mannar and completed the disappointment.",
        "Joseph, a resident of the student, said that 40 lakhs were asked to promptly to prepare all the work from months training."
      ]
    }
  },
  "summary_lines": [
    "Salama, a student from Sahara Vidyalaya, participated in a global event at the Port of Dunusukody, supervised by the Sri Lanka Water Sports Association and approved by both the Sri Lanka and Indian High Commissions. The event involved monitoring the port's activities, with Salama's father acting as a lifeguard. Despite a 45-kilometer journey from Mannar, Salama and her team successfully completed the mission, showcasing dedication and resilience."
  ]
}