{
  "translated_text": {
    "si": {
      "title": "කොළඹ සහ අවට ප්රදේශවල ගංවතුර අඩු කිරීම සඳහා විශේෂ ව්යාපෘති 7 ක් - ප්රසන්න රණතුංග",
      "body_lines": [
        "නාගරික සංවර්ධන හා නිවාස අමාත්ය. ප්රමුඛතා හඳුනාගෙන මෙම ව්යාපෘති ක්රියාත්මක කරන ලෙස අමාත්යවරයා තවදුරටත් උපදෙස් දුන්නේය.",
        "කොළඹ සහ ඒ අවට ප්රදේශවල ගංවතුර අඩු කිරීම සඳහා ඉඩම් සංවර්ධන සංස්ථාව විශේෂ ව්යාපෘති 07 ක් ක්රියාත්මක කරයි.",
        "කොළඹ සහ එහි තදාසන්න වැඩපිළිවෙල අදියර තුනක් යටතේ කොළඹ ගංවතුරටිං වැඩසටහන ක්රියාත්මක කරන බව අමාත්ය ප්රසන්න රණතුංග මහතා පවසා තිබේ.. ව්යාපෘතිය කෙටි -, මධ්යම මධ්ය හා දිගු--ටර්-කාලීන ව්යාපෘති ලෙස ක්රියාත්මක වේ.",
        "ගංවතුර පාලන හා නඩත්තු කිරීමේ යෝජනා ක්රමය, ඒකාබද්ධ ගංවතුර කළමනාකරණ සංවිධානය සහ සැබෑ-කාලීන පාලන දත්ත ක්රියාත්මක කිරීමේ වැඩසටහන, බිලන්නල ප්රාථමික සංවර්ධන ව්යාපෘතිය මගින් ව්යාපෘති 7 න් ව්යාපෘති 15 ක ජල ප්රවාහන හා පාරිසරික වැඩිදියුණු කිරීමේ වැඩසටහන, ජල ජල පෝෂක ප්රදේශය ජල ප්රවාහන හා පාරිසරික වැඩිදියුණු කිරීමේ වැඩසටහන පාර්ලිමේන්තුව.",
        "මෙම වැඩසටහන් වල 02 ක් මේ වසරේදී නිම කිරීමට අපේක්ෂා කෙරේ. පාර්ලිමේන්තුවේ ඉහළම ජල පෝෂක ප්රදේශය වන බට්ටරෙයි හි ජල ප්රවාහන හා පාරිසරික ප්රවාහන හා පාරිසරික සංවර්ධන ව්යාපෘතිය සඳහා රුපියල් මිලියන 203 ක් රුපියල් මිලියන 203 ක්,. ඉඩම් සංවර්ධන සංස්ථාව පැවසුවේ දැනට පවතින දැනට පවතින ජල විදුලි බලාගාරය වැඩිදියුණු කිරීමේ ව්යාපෘතිය මේ වසරේදී නිම කරන බවයි.",
        "ගංවතුර අවදානම අවම කිරීම සඳහා දක්ෂිණ ප්රවාහන වැඩසටහන 2019 සිට ක්රියාත්මක කර ඇත. කළු පාලම මත යෝජනා කරන ලද ගේට්ටුව දියත් කරන ලද ගේට්ටුව දියත් කරන ලද ව්යාපෘති දෙක මෙම වසර අවසන් වන විට අවසන් කිරීමට නියමිතය.. ලක්ෂ 10 ක් සහ පිළිවෙලින් රුපියල් ලක්ෂ 10 ක් සහ රුපියල් ලක්ෂ 90 ක්.",
        "කොළඹ ඇළ මාර්ග නඩත්තු කිරීම හා ප්රතිසංස්කරණය කිරීම මෙම ව්යාපෘති සමඟ ගංවතුර අවම කිරීම සඳහා සිදු කෙරේ.",
        "ජබාන් පා course මාලා ගොනා, සැල්වීනියා, වෘත්තීය පැලෑටි ඇළ මාර්ග වලින් ඉවත් කර නගර පොලිතින් සහ waste න අපද්රව්ය ඉවත් කිරීම සහ මිනිස් ශ්රමය හා යන්ත්රෝපකරණ භාවිතා කරමින් ඇළ මාර්ග පිරිසිදු කිරීම.",
        "මෙම කෘති වාර්ෂිකව වාර්ෂිකව ක්රියාත්මක කළ යුතු වාර්ෂික ව්යාපෘතියක් ලෙස ව්යාපෘතිය ක්රියාත්මක කරන බව ද ඉඩම් සංවර්ධන සංස්ථාවේ සඳහන් වේ.",
        "කොළඹ ප්රධාන ඇළ මාර්ග හා මුඛ නඩත්තු කිරීම හා පුනරුත්ථාපනය කිරීම සඳහා ඉඩම් සංවර්ධන සංස්ථාව ද කටයුතු කරමින් සිටී.. ඒ අනුව සමාගම කොළඹ ප්රධාන ඇළ මාර්ග කිලෝමීටර් 44 ක් පවත්වාගෙන යයි. මෙම ව්යාපෘතිය සඳහා වෙන් කර ඇති මුදල රුපියල් මිලියන 295 කි.ඒ අනුව, කලුඕයා ඩොනල් ඇළ, ඇළ ඉවුර ආරක්ෂා කිරීම, නව බැංකු, ලුනාවා ඇළ නඩත්තුව, ලුනාවා ඇළ, සුදු ඕල්ලන්ද ඇළ, පැරණි ඕලන්ද ඇළ, පැරණි ඕලන්ද ඇළ සහ ජල මට්ටමේ ඉදිකිරීම් කටයුතු කිරීම."
      ]
    },
    "en": {
      "title": "7 special projects to reduce floods in Colombo and surrounding areas - Prasanna Ranatunga",
      "body_lines": [
        "Minister of Urban Development and Housing. The Minister further advised to identify the priorities and implement these projects.",
        "Land Development Corporation is implementing 07 special projects to reduce floods in Colombo and its surrounding areas.",
        "Minister Prasanna Ranatunga has said that the flooding program in Colombo and its suburbs is being implemented under three phases.. The project is implemented as short -term, medium -term and long -term projects.",
        "Flood Control and Maintenance Scheme, Integrated Flood Management Organization and Real -Time Control Data Implementation and Maintenance Program, Biliyandala Primary Development ProjectThe 7 projects are the Water Transport and Environmental Improvement Program of the Battaramulla Water Capture Area, the Water catchment area of ​​Parliament.",
        "02 of these programs are expected to be completed this year. 203 million rupees for the Water Transport Development Program in the Piliyandala Primary Development Project and the Water Transport and Environmental Development Project in Battaramullai, which is the top catchment area of ​​Parliament,. The Land Development Corporation said that the project to upgrade the existing hydropower station in Peliyagoda will be completed this year.",
        "The Southern Transport Program has been implemented since 2019 to reduce flood risk. The two projects, which launched the Gate Mounted Pumps proposed on the Kalu Bridge, are scheduled to be completed by the end of this year.. 10 lakhs and Rs 90 lakhs respectively.",
        "The maintenance and reconstruction of the Colombo canals is being carried out with these projects to reduce the floods.",
        "Jababan Course Bull, Salvinia, Occupational Plants are removed from the canals, removing the city polythene and solid waste, and cleaning the canals using human labor and machinery.",
        "The Land Development Corporation also states that the project is being implemented as an annual project as these works have to be done annually.",
        "The Land Development Corporation is also working on maintaining and rehabilitation of Colombo's main canals and mouths.. Accordingly, the company maintains 44 kilometers of the main canals in Colombo. The amount allocated for this project is 295 million rupees.Accordingly, the maintenance of the Kaluoya Droni canals, the protection of the canal banks, the construction of the new banks, the Lunawa canal maintenance, the Lunawa field, the Old Holland Canal and its accompanying water care."
      ]
    }
  },
  "summary_lines": [
    "Colombo faces significant flooding issues, prompting seven special projects aimed at mitigation. Led by Minister Prasanna Ranatunga, these initiatives are divided into short-term, medium-term, and long-term phases. Two projects are set for completion this year, including the Water Transport Development Program in Piliyandala and the Water Transport and Environmental Development Project in Battaramulla. Additionally, the Southern Transport Program, initiated in 2019, focuses on reducing flood risks through gate-mounted pumps. Annual maintenance and rehabilitation of Colombo's main canals, totaling 44 kilometers, are also underway, costing 295 million rupees."
  ]
}