{
  "translated_text": {
    "si": {
      "title": "මිනිසුන්ගේ සිහින සැබෑ කරවන යුගයක් නිර්මාණය කිරීම සඳහා ඡන්දය භාවිතා කරන්න - සජිත්",
      "body_lines": [
        "ජනාධිපති අපේක්ෂක අනුර කුමාර දිසානායක මහතා ඉදිරි මහ මැතිවරණයේදී එක්සත් ජනතා බලයේ එක්සත් මහජනයාගේ බලය ලබා දී ජනතාවගේ සිහින වල සිහිනය නිර්මාණය කිරීම සඳහා ඡන්ද භාවිතා කරමින් සිටින බව සජිත් ප්රේමදාස මහතා පැවසීය.",
        "එක්සත් ජනතා බලයේ සභාපති සජිත් ප්රේමදාස මේ බව පැවසුවේ ඊයේ ගම්පාහි පැවති ප්රසිද්ධ රැස්වීමක් අමතමින්.",
        "විදේශ ගමන් බලපත්ර මාර්ගයට විසඳුම, ඔහුගේ පොරොන්දු, ආහාර පිරිවැය අඩු කරන බවට ඔහුගේ පොරොන්දු, අල්ලස් හා ඉන්ධන අඩු මිලට තුරන් කරන බවට ජනාධිපති අනුර කුමාර දිසානායක මහතා බොහෝ පොරොන්දු ලබා දී ඇති අතර ඒවා අඩු මිලට අල්ලස් හා ඉන්ධන තුරන් කරනු ඇත.මෑතකදී පත් කරන ලද පොස්ටොලියා සංස්ථාවේ නායකයා අනුර කුමාර දිසානායකගේ නායකයා එවැනි දූෂණයන් ගැන පැහැදිලි නැත.",
        "ඔහු මේ වන විට මැතිවරණ අදියර පිළිබඳ කතාවක් පවසන අතර දැන් වෙනස් කථා. ජනාධිපති ඉන්ධන මිල සූත්රයට ඇබ්බැහි වී තිබේ. ඔහු නිර්ධන පංතියේ නායකයා ලෙස හඳුනාගෙන ධනවතුන් විසින් භාවිතා කරන වාහනවල ඉන්ධන අඩු කිරීමට පියවර ගත්තේය.",
        "ත්රිරෝද රථ හිමියන් තිදෙනෙකු, මාව රියදුරන් තෝරා ගන්නා විට, සාමාන්ය ජනතාව භාවිතා කරන ඉන්ධන මිල ගණන් භාවිතා නොකරයි. ඉන්ධන සහනාධාරය ද ධනවතුන්ට ද යයි.",
        "ජනාධිපති අනුර කුමාර දිසානායක මහතා පවසා ඇත්තේ විදුලි ගාස්තු 33% කින් අඩු කරන බවයි.",
        "බදු බීම බලයට පත්වීමෙන් පසු කියා සිටි අනුර කුමාර දිසානායක ජාත්යන්තර මූල්ය අරමුදල සමඟ සාකච්ඡා වට දෙකක් ජාමූඅ ඉදිරිපිට දණ ගසා තිබේ.",
        "එළඹෙන මහ මැතිවරණයේදී එක්සත් ජනතා බලයෙන් පසුව, අපි රජයක් පිහිටුවා රජයේ වයස සකස් කර සියලු සහන සකස් කරමු.",
        "ශිෂ්යත්ව විභාගය පිළිබඳ ප්රශ්නය විසඳීමට නොහැකි වූ ජනාධිපතිවරයා විෂය මාලාව සම්පූර්ණ නොකර උසස් පෙළ විභාගය පවත්වයි.. ව්යවස්ථාදායක පනත දෙසැම්බර් 15 සිට බලාත්මක වීමට නියමිතය.",
        "කුඩා හා මධ්යම ව්යවසායකයින් විසින් තැන්පත් කර ඇති වත්කම් වෙන්දේසි කරනු ලැබේ. ගැටළුව තවම විසඳා නොමැත. අදටත් ඔහු කියා සිටියේ මාස හයකට වරක් රාජ්ය නිලධාරීන්ගේ වැටුප ඉහළ නංවන බවයි."
      ]
    },
    "en": {
      "title": "Use votes to create an era that makes people's dreams come true - Sajith",
      "body_lines": [
        "Sajith Premadasa said that the presidential candidate Anura Kumara Dissanayake was in the process of giving the United People's Power in the upcoming general election and using the votes to create the dream of the people's dreams.",
        "United People's Power President Sajith Premadasa said this while addressing a public meeting held in Gampaha yesterday.",
        "President Anura Kumara Dissanayake has made many promises that the solution to the passport line, his promises to reduce the cost of food, and that they will eliminate bribery and fuel at low prices.The leader of the recently appointed Pottoliya Corporation of Anura Kumara Dissanayake is not clear about such corruption.",
        "He is currently telling a story on the election stage and now different stories. President has become addicted to the fuel price formula. He identified himself as the leader of the proletariat and took steps to reduce the fuel of vehicles used by the rich.",
        "Three -wheeler owners, uber, pick me drivers, general people do not reduce the fuel prices used by ordinary people used. Fuel subsidy also goes to the rich.",
        "President Anura Kumara Dissanayake has said that the electricity tariff will be reduced by 33%.",
        "Anura Kumara Dissanayake, who claimed to reduce the tax burden after coming to power, has held two rounds of talks with the International Monetary Fund, kneeling in front of the IMF.",
        "After the United People's Power in the upcoming general election, we will set up a government and set up the public age and make all the concessions.",
        "The President, unable to resolve the issue of scholarship examination, conducts the Advanced Level Examination without completing the curriculum.. The Legislative Act is due to come into effect from December 15th.",
        "The assets deposited by small and medium entrepreneurs will be auctioned off. The problem has not yet been resolved. He added that even today, he said that he would raise the salary of public officials once in six months."
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa: \"Use votes to create an era where people's dreams come true.\" Promises include reducing passport lines, lowering food costs, eliminating bribery, and lowering fuel prices. Criticizes opponent Anura Kumara Dissanayake's handling of fuel subsidies and electricity tariffs. Claims to reduce tax burden and increase public official salaries."
  ]
}