{
  "translated_text": {
    "ta": {
      "title": "முன்னாள் சுகாதார அமைச்சர் பொய் - துணை சொலிசிட்டர் ஜெனரல்",
      "body_lines": [
        "முன்னாள் சுகாதார அமைச்சர் கெஹெலியா ரம்புக்வெல்லா தற்போது சிஐடியின் 10 மணி நேரத்திற்கும் மேலாக விசாரிக்கப்பட்டு வருகிறார்.",
        "நேற்று (மார்) மாலிககண்டா மாஜிஸ்திரேட் நீதிமன்றம் நேற்று (01) அமைச்சரிடம் ஒப்படைக்கப்பட்டுள்ளது.",
        "முன்னாள் சுகாதார அமைச்சர் கெஹேலியா ரம்புக்வெல்லா முன்னாள் சுகாதார அமைச்சர் கெஹெலியா ரம்புக்வெல்லா குறித்து காலை 10 மணியளவில் சிஐடியுக்கு வந்துள்ளார்.",
        "நேற்று (01) மாலிககண்டா மாஜிஸ்திரேட் நீதிமன்றத்தில் இந்த வழக்கு மீண்டும் எடுக்கப்பட்டது, அரசாங்கத்தின் துணை சொலிசிட்டர் ஜெனரல் லகஹகாமா பொய்யை தாக்கல் செய்துள்ளார்.",
        "தனது வேண்டுகோளின் பேரில், மாலிககண்டா மாஜிஸ்திரேட் லூதி அபிவிக்ராமா அமைச்சர் கெஹெலியா ரம்புக்வெல்லாவுக்கு இன்று சிஐடியுக்கு வருமாறு உத்தரவிட்டார்.",
        "இந்த கட்டுரை அமைச்சரின் விஜெம மவதாவில் உள்ள உத்தியோகபூர்வ இல்லத்திற்கு ஒப்படைத்தது, நேற்று மாலை அந்த உத்தரவு உட்பட.",
        "மந்திரி அறிக்கையை நியமித்தபோது, ​​பல பொதுமக்கள் அமைப்புகளின் பிரதிநிதிகள் மற்றும் சிஐடி முன் ஒரு எதிர்ப்பு."
      ]
    },
    "en": {
      "title": "Former Health Minister lied - Deputy Solicitor General",
      "body_lines": [
        "Former Health Minister Keheliya Rambukwella is currently being questioned over 10 hours of the CID.",
        "The Maligakanda Magistrate's Court yesterday (Mar) yesterday (01) has been handed over to the Minister yesterday.",
        "Former Health Minister Keheliya Rambukwella has arrived at the CID regarding former Health Minister Keheliya Rambukwella about 10 am.",
        "The case was taken up again in the Maligakanda Magistrate's Court yesterday (01) and the government's Deputy Solicitor General Lakhahagama has filed falsehood.",
        "On a request made by her request, Maligakanda Magistrate Luthi Abeywickrama ordered Minister Keheliya Rambukwella to arrive at the CID today.",
        "The article was handing over to the official residence at the Minister's Wijerama Mawatha, including that order last evening.",
        "During his appointment of the Ministerial Statement, representatives of several civilian organizations and a protest in front of the CID."
      ]
    }
  },
  "summary_lines": [
    "Former Health Minister Keheliya Rambukwella is under investigation by the CID for 10 hours. The Deputy Solicitor General accused him of lying. The case was reopened in the Maligakanda Magistrate's Court, and Rambukwella was ordered to appear at the CID."
  ]
}