{
  "translated_text": {
    "ta": {
      "title": "காட்டில் புதிதாக சேர்க்கப்பட்ட துணை நதிகளின் துக்கக் கதையின் கதை",
      "body_lines": [
        "தம்புல்லா மருத்துவமனையில் உள்ள ஒரு மரத்தில் வசிக்கும் ஒரு இளம் தாய், பகல்நேரம், தம்புல்லா மருத்துவமனையில் பிறந்தார்.",
        "தாயும் மூன்று வயது மகள் மற்றும் அவருக்கு முன் இரட்டையர்களின் இரண்டு மகன்கள்.",
        "இந்த மூவரின் தாய் சஞ்சித் அசோகா தயானந்தாவின் தந்தை சுஜலா குமாரியின் தாயான ஹபரண புவக்பிதியாவில் பிறந்தார் என்று தாய் கூறுகிறார்.",
        "குழந்தைகளின் தாயும் தந்தையும் தம்புல்லா மருத்துவமனையில் மூன்று குழந்தைகளை அழைத்துச் சென்றனர்.",
        "இது தம்புல்லாவிலிருந்து 40 கி.மீ.. இந்த குழந்தைகளைச் சுமக்க ஒரு முச்சக்கர வண்டி கொண்டு வரப்பட்டது .இந்த பத்திரிகையாளர்கள், ஒரு பத்திரிகையாளர்களாக, குட்டிகளுக்கு அவர்கள் வாகனத்திலிருந்து குழந்தைகளை அழைத்துச் செல்ல முடியாத குட்டிகளுக்கு வழங்கப்பட்டுள்ளனர்.",
        "குழந்தைகளிலிருந்து தப்பிக்க நடுத்தர மரத்தில் ஒரு பெரிய மரத்தின் இரவு என்று தாய் எங்களிடம் கூறினார். சக்தி மற்றும் நீர் - குட்டிகளின் டைனிங் தாள்களை கூரை செய்ய மின்சாரம் இல்லை.",
        "ஏற்றப்பட்டபோது, ​​ஒரு பெரியது ஒரு பெரிய படுகொலை, மற்றும் வீடு எல்லா இடங்களிலும் போய்விட்டது.",
        "இந்த சிறிய குஞ்சுகளுக்கு தாய் பால் போதுமானது என்று மருத்துவர் கூறியுள்ளார்.ஆனால் சோப்பு மற்றும் கொசு வலைகள் குறைபாடுகள்.",
        "நீங்கள் இரண்டு சிறிய அறைகளை உருவாக்க முடிந்தால், குறைந்தபட்சம் இரண்டு சிறிய அறைகள் இருக்க வேண்டும் என்று தாய் கூறுகிறார்.",
        "இந்த பெற்றோருக்கு இந்த குடும்பத்துடன் பேச தொலைபேசி இல்லை. குழந்தைகளின் தந்தை சஞ்சித் அசோகா தயானந்தாவில் ஹபரண மக்கள் வங்கியின் கணக்கு உள்ளது.07734157 காஞ்சனா குமாரா அரியதாசா சேர"
      ]
    },
    "en": {
      "title": "The story of the grieving story of the newly added tributaries of the jungle",
      "body_lines": [
        "A young mother living in a tree in the Dambulla Hospital, a large number of hours of daylight, was born in the Dambulla Hospital.",
        "The mother is also a three-year-old daughter and two sons of twins before him.",
        "The mother says that the mother of these three was born in Habarana Puwakpitiya, a mother of Suzhala Kumari, the father of Sanjith Asoka Dayananda.",
        "The mother and father of the children took three children at the Dambulla Hospital.",
        "This is a 40km from Dambulla. A three-wheeler was brought to carry these children .The journalists, as a journalists, have been given to the cubs where they could not take children from the vehicle.",
        "The mother told us that the night of a large tree on the middle tree to escape children. Power and water - no electricity to roofing the sheets of tining of the cubs.",
        "When the loaded, a Great was a great slaughter, and the house was gone everywhere.",
        "The doctor has said that mother milk was sufficient for these little chicks.But the soap and mosquito nets are shortcomings.",
        "The mother says that if you can make two small rooms, at least to have two small rooms.",
        "These parents have no phone to talk to this family. The father of children Sanjith Asoka Dayananda has an account of Habarana People's Bank.07734157 Kanchana Kumara Ariyadasa for joining"
      ]
    }
  },
  "summary_lines": [
    "In the Dambulla Hospital, a young mother lives in a tree with her three children: a three-year-old girl and twin boys. Born in Habarana Puwakpitiya, she moved here due to lack of resources like electricity and proper housing. Despite challenges like insufficient milk and basic necessities, she hopes for better conditions for her children."
  ]
}