{
  "translated_text": {
    "si": {
      "title": "මරණ චාරිත්රය",
      "body_lines": [
        "මිනිසුන් සඳහා අවමංගල්යයක් සිදු කිරීම වැනි ෆොස්ටර් බල්ලෙකුගේ අවමංගල්යය. මෙම සිදුවීම අද සිදු වූයේ මෙවඩි, මෙවාඩි හි යාපනය - වඩුකොද්දෙයි හි ය.",
        "PISA ලෙසද හැඳින්වෙන රොඩ්වීලර් ජනවාර්ගික බල්ලා 2009.08.15 දින උපත ලැබීය. පිසා සෙනසුරාදා (2024.09.14) වයස අවුරුදු 18 දී මිය ගියේය.",
        "අවසන් කටයුතු පසුගිය වසර 10 තුළ ඉහළ නංවා ඇත. පසුගිය වසර 10 තුළ, ඔහු තමාට කෘත itude තාවයේ ණය මුදල සඳහා මිනිසුන්ට අවමංගල්යයක් ලෙස සතයක් වෙත අවසන් කටයුතු සිදු කර තිබේ.",
        "සතයේ මෘත දේහය වඩුකොද්දෙයි ප්රදේශයේ සෑම තැනකම අවමංගල්යයක් ලෙස සලකනු ලැබීය. එවිට සතයේ ඊසාන්ගේ මළ සිරුර හොඳින් මගෙන් ලැබුණි."
      ]
    },
    "en": {
      "title": "Death rite",
      "body_lines": [
        "The funeral of a foster dog, like performing a funeral for humans. The incident took place today in Jaffna - Vaddukoddai, Mavadi.",
        "Rodweeler ethnic dog, also known as Pisa, has been born on 20.08.2006. Pisa died on Saturday (2024.09.14) over the age of 18.",
        "The funeral has been raised for the last 10 years. For the past 10 years, he has held a funeral to the penny as a funeral for humans for the loan of gratitude for him.",
        "The body of the penny was taken as a funeral everywhere in the Vaddukoddai area. Then the body of the Ezaman of the penny was well -existed."
      ]
    }
  },
  "summary_lines": [
    "Funeral rites for foster dog Rodweeler \"Pisa\" in Jaffna-Vaddukoddai. Born 2006, passed away aged 18. Held annual funerals since 2014, mimicking human ceremonies to honor his memory."
  ]
}