{
  "translated_text": {
    "ta": {
      "title": "Ph ai. படப்பிடிப்பு முயற்சி பாவங்கள்",
      "body_lines": [
        "மககாமா பொலிஸ் பிரிவில் 27 நாட்கள் 27 ஆம் தேதி மோட்டார் சைக்கிளில் வந்த இரண்டு பங்குதாரர்களை சுடும் முயற்சி என்று போலீசார் கூறுகின்றனர்.",
        "மாநில நிலம் - மாநில நிலம், ராகமா ராமாவில் பிரதிநிதிகள். இரண்டு டாங்கிகள் 27 ஆம் தேதி பபார் மோட்டார் சைக்கிளில் ஒரு மோட்டார் சைக்கிளில் வந்தன. அசங்கா லக்மால் 56 வட்ட நெருப்புடன் லக்மலில் சுட முயற்சித்து வருகிறார்.",
        "அசங்கா லக்மால் சுட வந்தவர்களுடன் போராடுகிறார்.. அதே நேரத்தில், சுட வந்தவர்கள் தப்பி ஓடிவிட்டனர். துப்பாக்கிச் சூட்டின் காரணம் வெளியிடப்படவில்லை என்று போலீசார் கூறுகின்றனர். இந்த சம்பவம் குறித்து ராகாமா போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "PH Ai. The shooting attempt is sins",
      "body_lines": [
        "Police say that the attempt to shoot two stakeholders who had arrived in a motorcycle on the 27th morning of 27 days in the Mahagama Police Division.",
        "State Land - State Land, Delegation in Ragama Rama. Two tanks arrived at a motorcycle on Pabarr motorcycle on the 27th. Asanka Lakmal has been trying to shoot at Lakmal with a 56 bircle fire.",
        "Asanka Lakmal is struggled with people who have come to shoot.. At the same time, the people who had come to shoot had fled. Police say the cause of the shooting has not been revealed. Ragama Police are conducting further investigations into the incident."
      ]
    }
  },
  "summary_lines": [
    "In Mahagama, a shooting attempt on two stakeholders in a motorcycle on the 27th was thwarted by Asanka Lakmal, who was trying to shoot with a 56-caliber firearm. The shooters fled, and police are investigating the incident."
  ]
}