{
  "translated_text": {
    "ta": {
      "title": "எல்லா அக்விரீஸில் தண்ணீரை அகற்ற வடிகால் அமைப்பு",
      "body_lines": [
        "பேரழிவு மேலாண்மை மையத்தின் துணை இயக்குநர் எம் எல் உதய குமாரா, கனகோலாவின் பிரதேசத்தின் மேற்பரப்பில் தண்ணீரை அகற்றுவது மேற்பரப்பில் வைக்கப்பட்டுள்ளது என்று கூறினார்.",
        "எலா கரிதாகோல்லாவின் சலேதாகொல்லா பகுதியில் சிறப்புக் குழுக்கள் அனுசரிக்கப்பட்டுள்ளதாக பதுல்லா மாவட்ட செயலாளர் பிரபாத் அபவர்தேனா கூறினார்.",
        "நிலச்சரிவு 25 ஆம் தேதி வெளிவந்துள்ளது மற்றும் நிலச்சரிவு அதிகளவில் சுறுசுறுப்பாக உள்ளது மற்றும் நிலச்சரிவு மிகவும் சுறுசுறுப்பாகிவிட்டது.",
        "இராணுவம் தற்போது எலா பிரதேச செயலகம், நீர் வழங்கல் கவுன்சில், பிரதேசங்களவை, சாலை மேம்பாட்டு ஆணையம் மற்றும் பேரழிவு மேலாண்மை மையத்தில் உள்ளது.",
        "இந்த நிலைமை உமா ஓயா ஓயா சுரங்கப்பாதையின் சுரங்கப்பாதையை பாதிக்கக்கூடும் என்று இப்பகுதியில் வசிக்கும் மக்கள் இப்போது எதிர்ப்பு தெரிவித்துள்ளனர்.",
        "தற்போது பதினைந்து ஏக்கர் பரப்பளவில் வீடுகள் நிலப்பரப்பால் பாதிக்கப்பட்டுள்ளன என்று குடியிருப்பாளர்கள் தெரிவித்தனர்.",
        "எலா வெல்லவயா சாலையின் ஆபத்து மற்றும் கிராமத்தில் பல குடும்பங்களின் செல்வாக்கை ஏற்படுத்திய எலா வெல்லவயா சாலையின் ஆபத்து ஏற்படும் என்று பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) கூறியது.",
        "குழுக்கள் பங்கேற்றதைத் தொடர்ந்து நிலச்சரிவுகள் பங்கேற்பது நடைபெறும் என்று பதுல்லா மாவட்ட பிரபாத் அபவர்தேனா கூறினார்."
      ]
    },
    "en": {
      "title": "Drainage system to remove water in Ella Aquiries",
      "body_lines": [
        "The deputy Director of the Disaster Management Center, EM L Udaya Kumara said that the removal of water on the surface of the territory of the Kanagolla laid on the surface.",
        "Badulla District Secretary Prabhath Abeywardena stated that special groups have been observed in the Salaithagolla area, Ella Karaithagolla.",
        "The landslide has emerged on the 25th and the landslide has been increasingly more active and that the landslides have become more active.",
        "The Army is currently in Ella Divisional Secretariat, Water Supply Council, Pradeshiya Sabha, Road Development Authority and Disaster Management Center.Deputy Director of the Center EM L Udaya Kumara said.",
        "The people living in the area have now protested that the situation could be affecting the tunnel of Uma Oya Oya tunnel.",
        "Residents said that the houses have been affected by the landscape about a fifteen acreage of the houses at present.",
        "The Disaster Management Center (DMC) stated that the risk of the risk of the Ella Wellawaya road, which has caused the risk of the Ella Wellawaya Road and the influence of many families in the village.",
        "Badulla District Prabhat Abeywardena said that the participation of the landslides will be held following the participation of the groups."
      ]
    }
  },
  "summary_lines": [
    "In Ella Aquiries, a drainage system is being implemented to remove water. Landslides have been active since the 25th, affecting about 15 acres of houses. The Disaster Management Center (DMC) and Army are involved in response efforts. Residents are concerned about the Uma Oya Oya tunnel and the impact on the Ella Wellawaya road."
  ]
}