{
  "translated_text": {
    "si": {
      "title": "චීන තානාපතිගේ ස්වෛරීභාවය ආරක්ෂා කිරීම සඳහා අවශ්ය මිලිටරි ආධාර සැපයීමට ශ්රී ලංකාව සූදානම්",
      "body_lines": [
        "චීනය පවසා ඇත්තේ ශ්රී ලංකාව සිය පරමාධිපත්යය අඛණ්ඩතාව ආරක්ෂා කිරීම සඳහා මිලිටරි ආධාර සැපයීමට සූදානම් බවයි.",
        "ඔහු මේ බව පැවසුවේ ශ්රී ලංකාවේ භූදේශපාලනික චලනයන් සිදුකරන තත්වයකදීය.",
        "ශ්රී ලංකා හමුදාවට පුහුණුව ලබා දීමට චීනය සූදානම් බව තානාපතිවරයා පැවසීය.",
        "චීන තානාපති කියා සිටියේ අපේ දෙරටේ හමුදාව සහ හමුදාව අතර සබඳතා කාලයත් සමඟ පරීක්ෂාවට ලක් කළ බවයි.",
        "ශ්රී ලංකාවේ තර්ජන තර්ජනවලට ලක්වූ තර්ජන වලට ශ්රී ලංකා තර්ජන වලට මුහුණ දෙන බව පැවසූ චීන තානාපති ශ්රී ලංකා ත්රිවිධ හමුදාව, ජනතාව සහ හමුදාව ශ්රී ලංකා සන්නද්ධ හමුදාවන්ට, ජනතාවට සහ හමුදාවට සහාය දෙන බව ශ්රී ලංකා ත්රිවිධ හමුදාවට සහ හමුදාව ශ්රී ලංකා ගුවන් හමුදාවේ අඛණ්ඩතාව ආරක්ෂා කරන බව පැවසීය.",
        "පසුගිය වසර දෙක තුළ, උස් -ලෙවල්, උපකරණ සහයෝගීතාව, මාණ්ඩලික පුහුණුව සහ සමුද්රීය ආරක්ෂාව යන ක්ෂේත්රවල අපගේ ත්රිවිධ හමුදාව අතර හුවමාරුව හා සහයෝගීතාව වැඩි වෙමින් පවතී.",
        "විවිධ වර්ගයේ සන්නිවේදන හා රුපියල් බිලියන 8 කට වඩා වටිනා උපකරණ සහිත විවිධ වර්ගයේ සන්නිවේදන හා ආරොන විරෝධී උපකරණ සමඟ ශ්රී ලංකාව ශ්රී ලංකාවට භාර දී ඇති බව ඔහු පැවසීය.",
        "සෑම වසරකම සියලුම ශ්රේණියේ නිලධාරීන් සහ විවිධ වර්ගයේ භටයින් සඳහා නිර්දය අභ්යාස ලබා දීමෙන් ශ්රී ලංකා ත්රිවිධ හමුදාවේ ආරක්ෂක හැකියාවන් පිළිබඳ ආරක්ෂක හැකියාවන් පිළිබඳව අඛණ්ඩව අවසර දී ඇත. චීන තානාපති පැවසුවේ \"අනාගතයේ දී අපට හැකි පමණින් ශ්රී ලංකා හමුදාවට දිගටම උපකාර කරන්නෙමු.\""
      ]
    },
    "en": {
      "title": "Sri Lanka is ready to provide military aid necessary to protect its sovereignty - Chinese Ambassador",
      "body_lines": [
        "China has said that Sri Lanka is ready to provide military assistance to protect its sovereignty integrity.",
        "He said this in a situation where geopolitical moves are being carried out in Sri Lanka.",
        "The Ambassador said that China is ready to provide training to the Sri Lankan military.",
        "The Chinese Ambassador said that the relations between the military and the military of our two countries were tested by time.",
        "The Chinese Ambassador, who said Sri Lanka faces non -traditional threats, said that the Sri Lankan armed forces, the people and the military would support the Sri Lankan armed forces, the people and the military to protect the sovereignty integrity of Sri Lanka.",
        "Over the past two years, the exchanges and cooperation between our two armed forces in the fields of high -level visits, equipment cooperation, staff training and maritime security have been deepening.",
        "He said that Sri Lanka has been handed over to Sri Lanka with various types of communication and anti -terror equipment worth more than Rs 8 billion.",
        "PLA continues to support the security capabilities of the Sri Lankan Armed Forces by providing relentless exercises for all grade officials and various types of troops every year. In the future, we will continue to help the Sri Lankan military to improve as much as we can, ”said the Chinese Ambassador."
      ]
    }
  },
  "summary_lines": [
    "In response to geopolitical shifts, Sri Lanka is set to receive military aid from China, including training and equipment valued over Rs 8 billion, to bolster its defense against traditional and non-traditional threats. This support aims to enhance the Sri Lankan military's capabilities through ongoing cooperation and exercises."
  ]
}