{
  "translated_text": {
    "ta": {
      "title": "மிஹிண்டேல் ஃபஸ் என்பது பொதுமக்களின் உழைப்பு",
      "body_lines": [
        "LTTE. வரலாற்று திருவிழா, வென்.",
        "ஜெனெல்லா மகா சேயாவுக்கு இணையாக வைக்கப்பட்டுள்ள மிஹிண்டேல் மஹா சேயாவின் மிஹிண்டேல் மஹா பிரிவில் உச்ச ரோமானிய நினைவுச்சின்னங்களின் தலைவர்கள் வைக்கப்பட்டனர்.",
        "\"எல்.பி.டி.. e. பயங்கரவாதியின் போது மட்டுமல்ல, பயங்கரவாதியின் போது மட்டுமல்ல, அலோகா பூஜையின் திருவிழாவை எடுக்க வேண்டாம் என்று ஜே.வி.பியின் அனைத்து அம்சங்களின் போஸன் திருவிழாக்கள்.",
        "பஸ்கா தாக்குதலின் போது நாட்டின் நிலைமை, நாட்டின் நிலைமை கொரியா தொற்றுநோய்க்கு நன்றியுள்ள சிகிச்சையாக இருந்தது.",
        "அரசியலமைப்பின் அரசியலமைப்பு மற்றும் முதலமைச்சர் மற்றும் சங்க மாநாடு - ட்ரோஸ்கேப் முப்பதிகளால் தள்ளுபடி செய்யப்பட்டுள்ளது.",
        "நாட்டின் ஆட்சியாளர்களால் மேற்கொள்ளப்பட்ட தவறுகளை விமர்சிப்பதற்காக தொழிலாளர் பங்களிப்பை நீக்க அரசாங்கம் நடவடிக்கை எடுத்துள்ளது.",
        "முன்னதாக, சீயா வெள்ளை சுண்ணாம்பு மற்றும் மிஹிந்து சேயாவின் பிற மேம்பாட்டு நடவடிக்கைகள் மற்றும் பிற மேம்பாட்டு நடவடிக்கைகள் கடற்படையால் புதுப்பிக்கப்பட்டு, திரும்பின.",
        "மிஹிண்டேலுக்கு சொந்தமான அனுலா டிவியண்ட்டை புதுப்பிக்க மகானயகாவின் ஆலோசனையின் ஆலோசனையை துறவிகள் புறக்கணித்துள்ளனர்.",
        "படுவாஸின் அபயாகிரி சமூக சேவை அறக்கட்டளையின் உறுப்பினர்கள் இன்று (18) மிஹிந்தலாவின் வண்ணப்பூச்சு பிரபஞ்சத்திற்கு பங்களித்தனர்."
      ]
    },
    "en": {
      "title": "Mihintale Fuzz is the labor of the public",
      "body_lines": [
        "the LTTE. The Historical Festival, Ven. Walawa Hangunan Nawawan, Chief Incumbent of all the Poson Festival will be successfully held in the terrorists during the terrorists and the JVP.",
        "The Leaders of the Hendent of the Supreme Roman relics were being placed in the Mihintale Maha Section of the Mihintale Maha Seya, which is placed in parallel to the Genella Maha Seya.",
        "\"LBT. e. During the terrorists not only during the terrorist, the Poson festivals of all aspects of the JVP not to take the Festival of Aloka Pooja.",
        "The event was in this way as the situation in the country during the Passover attack, the situation in the country was a grateful treatment of the Korea epidemic.",
        "The Constitution of the Constitution and the Chief Minister's and the Sangha Conference - Troscape has been dismissed by the Thirteals.",
        "The government has taken measures to remove the labor contribution to criticizing the mistakes carried out by the rulers of the country.",
        "Previously, the Seya was remedied the white lime and the other development activities of the Mihindu Seya and the other development activities were renovated by the Navy, Turning.",
        "The monks have ignored the advice of the Mahanayaka's advice to the renovation of anula deviant that belongs to Mihintale.",
        "The members of the Abhayagiri Community Service Foundation of Paduwas contributed to the Paint cosmetry of Mihintala today (18)."
      ]
    }
  },
  "summary_lines": [
    "Mihintale Fuzz, a public labor, was held amidst terrorist threats, with the LTTE and JVP involved. The event, part of the Poson Festival, was marked by the placement of the Hendent of the Supreme Roman relics in the Mihintale Maha Section. Despite the country's challenges, including the Korea epidemic, the event was significant. The government has taken steps to address criticisms of its leadership, including the renovation of Mihindu Seya and the involvement of the Abhayagiri Community Service Foundation in Mihintale's development."
  ]
}