{
  "translated_text": {
    "si": {
      "title": "ත්රස්තවාදයේ ද්විත්ව ස්ථාවරත්වය උතුරේ ක්රියා කරන්නේ ඇයි?",
      "body_lines": [
        "උතුරේ සිවජිලිම්. දකුණේ ත්රස්තවාදී පනත යටතේ සමාජ ක්රියාකාරීන් අත්අඩංගුවට ගනු ලැබේ. මෙම ද්විත්ව ස්ථාවරය ඇයි. මෙම අත්අඩංගුවට ගැනීම් අතරතුර නීතිපතිගෙන් උපදෙස් ලබා ගන්න.",
        "ඔහු මේ බව කියා සිටියේ බදාදා (04) පාර්ලිමේන්තුවේදී පවත්වන ලද ජනාධිපති ප්රතිපත්ති ප්රකාශය පිළිබඳ විවාදයකදීය.",
        "ජනාධිපති අනුර කුමාර දිසානායකගේ නායකත්වයෙන් යුත් රජයට මම සුබ පතිමි. දැවැන්ත දේශපාලන අභියෝග මධ්යයේ මට සහාය දුන් කුරුණගල මැතිවරණ දිස්ත්රික්කයේ ජනතාවට ද මම ස්තූතිවන්ත වෙමි.",
        "2015 ට පෙර, ජාතිවාදය, ආගම හා දූෂණය පිළිබඳ ජනතාව අතර විශාල හ voice ක් මතු විය. රනිල් - මෛත්රි රජය 2015 දී බලයට පත්වුවහොත්, රට වැඩිදියුණු වනු ඇත.",
        "ආගමික නායකයින් ගෝතබායාගේ රාජපක්ෂට උපදෙස් දුන්නේ මේ රට හිට්ලර් වීමට මේ රට කළමනාකරණය කරන ලෙසයි. නමුත් ඔහු ස්වයංසිද්ධව මෝඩ විය. අවසානයේදී, රට දරුණුතම අර්බුදවලට විරුද්ධ විය.",
        "රටේ ජනතාව විදුලිය අභිජනන ආණ්ඩුව පිහිටුවා ඇත්තේ මෙම සන්දර්භය තුළ ය. ක්රමයක් නැති බව මතක තබා ගන්න. අධිකාරිය පැද්දීම හා සමානයි.",
        "ජාතික මහජන බලය ජනතාව අතර වෛරය ඇති කර ඇති බව සැලකිල්ලට ගත යුතුය. සාමාජිකයන් 225 ක් සොරුන් ලෙස හංවඩු ගැසූහ. එබැවින් සැබෑ සොරුන් නීතිය ඉදිරියේ තැබීමේ වගකීම රජයට ඇත.",
        "හිටපු ජනාධිපතිවරුන්ගේ වරප්රසාදය රජය විසින් අවලංගු කරන බව සටහන් වූ අතර මන්ත්රීවරුන්ගේ දීමනා අවලංගු කර පවුල් පාලනය අවසන් කරනු ඇත.. එහෙත් කවුන්සිලයේ මහ ඇමති බිමල් රත්නායකගේ බිරිඳ රජයේ ආයතනයේ ය.",
        "ජාතිවාදය අවසන් වන බව රජය පවසයි. ජාතිවාදය තුරන් කිරීම සඳහා ඔබට සම්පූර්ණ සහයෝගය ලබා දෙනු ඇත. ජාතිවාදීන්ගෙන් කිසි විටෙකත් සමාව ඉල්ලන්න එපා. දරුණු ද .ුවම් ලැබීම නිසා ද ished ුවම් ලැබීමට.",
        "උතුරේ සිවජිලිම්. දකුණේ ත්රස්තවාදී පනත යටතේ සමාජ ක්රියාකාරීන් අත්අඩංගුවට ගනු ලැබේ. මෙම ද්විත්ව ස්ථාවරය ඇයි. මෙම අත්අඩංගුවට ගැනීම් අතරතුර නීතිපතිගෙන් උපදෙස් ලබා ගන්න.",
        "බලය සම්බන්ධයෙන් බලශක්ති හා ඉන්ධන බිල්පත අඩු කරන බව ජාතික මහජන බලය ව්යාජ ලෙස බොරු කියමින් තිබේ.පෙට්රල් ආනයනය කිරීමේදී ඩීසල් ආනයනය රුපියල් 50 ක්, රුපියල් 72 ක් අය කෙරේ. එකතු කළ බද්දෙන් සියයට 18 ක්.. නමුත් ඉන්ධන සහ විදුලි ගාස්තු. අඩු කර නැත."
      ]
    },
    "en": {
      "title": "Why Dual Stability of Terrorism Act in the North",
      "body_lines": [
        "Sivajilingam in the north. Social activists are arrested under the Terrorism Act in the South. Why this dual stand. Consult the Attorney General during these arrests.",
        "He was speaking at a debate on the President's Policy Declaration held in Parliament on Wednesday (04).",
        "I congratulate the government headed by President Anura Kumara Dissanayake. I also thank the people of Kurunegala Electoral District who supported me amidst massive political challenges.",
        "Prior to 2015, a massive voice was raised among the people on racism, religion and corruption. If the Ranil -Maithri government came to power in 2015, the country would have improved.",
        "Religious leaders advised Gotabhaya Rajapakse to manage this country to become Hitler. But he was spontaneously stupid. In the end, the country opposed the worst crises.",
        "It was in this context that the people of the country formed the power -led government. Remember that there is no way. The authority is like swing.",
        "It must be noted that the national people's power has created hatred among the people. 225 members were branded as thieves. Therefore, the government has a responsibility to put true thieves in the presence of the law.",
        "It was noted that the government would cancel the privileges of the former presidents, cancel the allowances of MPs and end the family rule.. But the wife of the council Chief Minister Bimal Ratnayake is in the government.",
        "The government notes that racism is ending. Will give you complete cooperation to eliminate racism. Never apologize to racists. To be punished for severe punishment.",
        "Sivajilingam in the north. Social activists are arrested under the Terrorism Act in the South. Why this dual stand. Consult the Attorney General during these arrests.",
        "The National People's Power has falsely falsely stated that the power and fuel bill will be reduced when it comes to power.Diesel imports are charged 50 rupees, 72 rupees during the import of petrol and 18 per cent of the value added tax.. But fuel and electricity charges. Said not reduced."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Dual treatment of terrorism: Sivajilingam in North vs social activists in South. Attorney General consulted during arrests. National People's Power promises reduced fuel/electricity costs but fails to deliver. Government vows to combat racism and corruption."
  ]
}