{
  "translated_text": {
    "ta": {
      "title": "மூத்த குடிமக்களின் வங்கி வைப்பு குறித்த முடிவு",
      "body_lines": [
        "விசாரணைக் குழுவின் அறிக்கை அடுத்த வாரம் ஜனாதிபதிக்கு வழங்கப்படும் என்று மாநில அமைச்சர் ரஞ்சித் சியாம்பலபிட்டியா தெரிவித்துள்ளார்.",
        "மூத்த குடியுரிமைகளுக்கான வட்டி விகிதம் அதிகரிப்பு குறித்து அறிக்கையைத் தயாரிக்க நியமிக்கப்பட்ட குழுவின் நியமனம்.",
        "தற்போதைய பொருளாதார நிலைமையைப் பொறுத்து வட்டி விகிதம் இருக்கக்கூடும் என்று அமைச்சர் தெரிவித்துள்ளார்.",
        "60 வயதிற்கு மேற்பட்ட சுமார் 11 லட்சம் கணக்குகள் உள்ளன, அவற்றை ஒழுங்குபடுத்த வேண்டிய அவசியம் உள்ளது.",
        "அதே நபரைத் தேடியால், பல வங்கிக் கணக்குகளை பராமரித்தல், பிற கட்சிகளின் வைப்பு ஏற்பட்டால் அதே நபர் குறிப்பாக விவாதிக்கப்படுகிறார்."
      ]
    },
    "en": {
      "title": "Decision on Bank Deposits of Senior Citizens",
      "body_lines": [
        "State Minister Ranjith Siyambalapitiya says the report of the investigation committee will be presented to the President next week.",
        "The Minister of State has made this statement when the appointment of the committee appointed to prepare a report on the increase in the interest rate for Senior Citizenships.",
        "The Minister has stated that the interest rate could be depending on the current economic situation.",
        "There are about 11 lakhs of accounts with more than 60 years of age and the need to regulate them.",
        "The same person is particularly discussed in the event of the search for the same person, maintaining several bank accounts, deposit of other parties."
      ]
    }
  },
  "summary_lines": [
    "An investigation committee will present its findings on senior citizens' bank deposits to the President next week. The committee was formed to address concerns over high interest rates due to the economic climate. It aims to regulate around 110,000 accounts held by individuals over 60, especially those managing multiple accounts and deposits from others."
  ]
}