{
  "translated_text": {
    "ta": {
      "title": "சூப்பர்-நடிகர் சல்மான் கானைக் கொல்ல கும்பல் இலங்கையில் விழுகிறது",
      "body_lines": [
        "பாலிவுட் நடிகர் சல்மான் கானின் படுகொலை குறித்த அனைத்து தகவல்களையும் இந்திய காவல்துறை தெரிவித்துள்ளது.",
        "மகாராஷ்டிராவில் சல்மான் கானின் காரின் காரைத் தாக்க லாரன்ஸ் பிஷோனி என்ற கும்பல் சதி செய்துள்ளது.",
        "இந்த கும்பல் 60 முதல் 70 பேரின் ஆதரவைப் பெற்றுள்ளது என்று மும்பை பொலிஸ் வட்டாரங்களின்படி, ஒவ்வொரு நபரும் மும்பை பொலிஸ் வட்டாரங்களின்படி ஒரு குறிப்பிட்ட பங்கை ஒப்படைத்துள்ளனர்.",
        "தமிழ்நாட்டில் உள்ள கன்யகுமாரிக்கு தப்பி ஓடுமாறு தாக்குபவர்களுக்கு அறிவுறுத்தப்பட்டுள்ளது என்பதும் தெரியவந்துள்ளது.",
        "அங்கு அவர்கள் கடல் வழியாக இலங்கைக்கு சிறையில் அடைக்கப்பட்டுள்ளனர்.",
        "வழங்கப்பட்ட வசதிகளை வழங்கிய மற்றொரு நாட்டிற்காக அவர்கள் பாதுகாப்பாக பயணிக்க அவர்கள் பணியாற்றி வருவதாக இந்திய காவல்துறை தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "The gang falls into Sri Lanka to kill the super-actor Salman Khan",
      "body_lines": [
        "The Indian police have revealed all the information about the assassination of Bollywood actor Salman Khan.",
        "The gang named Lawrence Bishoni has conspired to attack the car of Salman Khan's car at Maharashtra.",
        "The gang has obtained the support of 60 to 70 people, according to the Mumbai police sources, each individual has been entrusted with a specific role in accordance with the mumbai police sources.",
        "It is also revealed that the attackers have been instructed to flee to Kanyakumari in Tamil Nadu.",
        "There they have been to be jailed to Sri Lanka through the sea.",
        "The Indian police have revealed that they had been working to travel safely for another country that provided facilities provided."
      ]
    }
  },
  "summary_lines": [
    "A gang led by Lawrence Bishoni plotted to assassinate Bollywood star Salman Khan in Maharashtra, enlisting 60-70 supporters for the attack. The plan involved escaping to Kanyakumari, then sailing to Sri Lanka to evade capture. However, the Indian police uncovered the plot and were preparing to ensure their safe passage to another country."
  ]
}