{
  "translated_text": {
    "ta": {
      "title": "நாட்டின் பொருளாதாரத்தை மேம்படுத்துவதாக தன்னை நிரூபித்ததாக ரானில் கூறுகிறார்",
      "body_lines": [
        "சுயாதீன ஜனாதிபதி வேட்பாளர் ரணில் விக்ரெமேசிங் கூறுகையில், பொருளாதார மறுசீரமைப்பு நாட்டை மாற்றியமைக்க திருப்பித் தரப்பட வேண்டும்.",
        "பொருளாதார ரீதியாக நாட்டை வலுப்படுத்தும் நேரத்தில் அக்காராய்பட்டுவில் ஒரு பேரணியில் வாழ முடிந்தது என்று ரணில் விக்ரமேசிங்கில் கூறினார்.",
        "\"நான் நாட்டின் பொருளாதாரத்தின் முறிவின் தலைவராக இருந்தபோது. 2020, 2022 விலை மிகவும் மேலும் அதிகமாக இருந்தது. ஒரு டாலருக்கு 185.00 2019. 2020 - 2022 இது 370.00. எங்கள் வருமானம் அதிகரிக்கப்படவில்லை. எனது படிகள் காரணமாக ரூபாயை பலப்படுத்தியுள்ளோம். மற்றொரு வாழ்க்கை சுமை உள்ளது. அடுத்த 5 ஆண்டுகளில் அதைத் தீர்க்கவும், நான். அடுத்த ஆண்டு ஒளிரச் செய்யுங்கள். திருகோலாவில் ஒரு புதிய பொருளாதாரத்தை கொடுங்கள். \"",
        "\"அதனால்தான் இன்று நாட்டின் பொருளாதாரத்தை கொண்டு வருகிறோம். முழு உலகையும் அனுமதிப்பது விவசாய நவீனமயமாக்கலை செய்கிறது. இந்த மாகாண சபையை பலப்படுத்துங்கள். இந்த மேம்பாட்டுப் பணிகளைச் செய்ய அதிகாரங்களை கொடுங்கள். இந்த எதிர்காலத்தை கொடுக்க விரும்பும் நபர்கள். நாம் ஒரு சிறந்த நாட்டில் வாழ்கிறோம், இன்னும் 20 ஆண்டுகளில் அவர்களுக்கு அந்த நம்பிக்கை இருக்க வேண்டும். ஒரு நல்ல எதிர்காலம் மற்றும் இந்த நிர்வாக கேள்விகளை தீர்க்கவும். சஜித் அல்லது என்னால் இவற்றை செய்ய முடியாது. பற்றி மட்டுமே பேச முடியும்.  ඒගොල්ලෝ ආවොත් ආර්ථිකය ආපහු කඩාගෙන වැටෙනවා. நீங்கள் அதை செய்ய விரும்புகிறீர்களா?இல்லை ...... அப்படியானால், செப்டம்பர் 21 அன்று எரிவாயு சிலிண்டரைத் தாக்குமாறு கேட்டுக்கொள்கிறேன். அது இல்லை என்றால், பெண்கள் இல்லை ..... திருவில் கூட மேம்படவில்லை ....., \""
      ]
    },
    "en": {
      "title": "Ranil says he has proven himself to improve the economy of the country",
      "body_lines": [
        "Independent presidential candidate Ranil Wickremesinghe says that the economic restoration should be returned to reverse the country.",
        "Ranil Wickremesinghe said that he was able to live a rally in Akkaraipattu during the time of strengthening the country economically.",
        "\"When I was the president of a breakdown of the country's economy. Remember 2020, 2022 Price was so much more and more. 185.00 per dollar 2019. 2020 - 2022 it was 370.00. Our income was not increased. We have strengthened the rupee because of my steps. There's another living load. Solve it at the next 5 years, I am. Lighten the following year. Give a new economy into Tirukolavil. \"",
        "\"That is why we bring the economy of the country today. Allowing the entire world is doing agricultural modernization. Strengthen this Provincial Council. Give the powers to do this development work. People who want to give this future. They should have that confidence in another 20 years we live in a better country. Have a good future and solve these administrative questions. Sajith or I cannot do these. Can only talk about.  ඒගොල්ලෝ ආවොත් ආර්ථිකය ආපහු කඩාගෙන වැටෙනවා. Would you like to do it?No ...... If so, I urge you to attack the gas cylinder on September 21. If that is not the case, there are no girls ..... Thiruovil doesn't even improve ....., \""
      ]
    }
  },
  "summary_lines": [
    "Ranil Wickremesinghe claims to have improved Sri Lanka's economy. He cites his presidency as responsible for stabilizing the currency and reducing prices. He promises further economic growth and development over the next five years."
  ]
}