{
  "translated_text": {
    "ta": {
      "title": "ලෝක ගුරු දිනය අදයි",
      "body_lines": [
        "உலகெங்கிலும் உள்ள அனைத்து ஆசிரியர்களையும் கொண்டாட உலக ஆசிரியர் நாள் இன்று (05) விளையாடியுள்ளது.",
        "ஒவ்வொரு ஆண்டும் உலக ஆசிரியர் தினம், ஐக்கிய நாடுகளின் கல்வி, அறிவியல் மற்றும் கலாச்சார அமைப்பு (யுனெஸ்கோ) கொண்டாட உலகளவில் யுனெஸ்கோவால் இது பயன்படுத்தப்படுகிறது.",
        "මෙවර ලෝක ගුරු දිනයේ තේමාව වී ඇත්තේ \"ඉගැන්වීම සහයෝගී වෘත්තියක් ලෙස නැවත සකස් කිරීම\" යන්නයි.",
        "ஆசிரியர் ஆசிரியராக இருக்கும் ஆசிரியராக இருக்கிறார், மேலும் அதன் க ity ரவத்தின் காரணமாக சமூகத்தை வணங்குபவராக இருப்பவர் ஆசிரியர் மட்டுமே.",
        "இலங்கையின் தேசிய ஆசிரியர் நாள் அக்டோபர் 06 மற்றும் நாளை (06) கொண்டாடப்படுகிறது.",
        "பிரதமர் டாக்டர் வெலி அமரசுரியா ஒரு அறிவிப்பை வெளியிட்டுள்ளார் மற்றும் இலங்கை தீவில் பரவலாக கொண்டாடப்படும் ஆசிரியர்கள்.",
        "கல்வி, உயர்கல்வி மற்றும் தொழிற்கல்வி அமைச்சராக பிரதமர் கல்வி முறையின் அர்த்தமுள்ள வழியைக் கொண்டிருப்பதாகக் கூறப்படுகிறது, \"கல்வி முறையை கற்பிப்பதைக் கேட்டு, கூறினார்:"
      ]
    },
    "en": {
      "title": "World Teacher Day today",
      "body_lines": [
        "World Teacher Day to celebrate all teachers around the world have been played today (05).",
        "It has been used by UNESCO globally to celebrate World Teacher Day, the United Nations Educational, Scientific and Cultural Organization (UNESCO) every year.",
        "The theme of this year's world teachers day is \"rewriting the teaching in a collaborative profession\".",
        "The teacher is the teacher who is the teacher who is the teacher, and the teacher is the only one who will be the worshiper of the society due to its dignity.",
        "The National Teacher Day of Sri Lanka is celebrated on October 06 and tomorrow (06).",
        "The Prime Minister Dr. Welii Amarasuriya has issued an announcement and the teachers who are widely celebrated in Sri Lanka islandhand.",
        "The Prime Minister as the Minister of Education, Higher Education and Vocational Education, is said to have a meaningful way of the educational system, \"listening to the teaching of the education system, and said:"
      ]
    }
  },
  "summary_lines": []
}