{
  "translated_text": {
    "ta": {
      "title": "கப்பலின் கப்பலை விளக்குகிறது",
      "body_lines": [
        "இலங்கையின் புறப்பாட்டிற்கு திரும்பிய கால் பகுதியின் செய்திமடலை இலங்கை பெட்ரோலியம் கார்ப்பரேஷன் விளக்கியுள்ளது.",
        "இலங்கை பெட்ரோலியம் கார்ப்பரேஷனின் தலைவர் ஜனக ராஜகருனா இன்று அரசு தகவல் துறையில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் பேசினார்.",
        "\"அண்டர்லே பெட்ரோலியம் 2 வது பெட்ரோலில் ஒரு எண்ணெய் கப்பலுக்கு கொண்டு வரப்படுவதற்கு ஒரு எண்ணெய் கப்பலுக்கு கொண்டு வரப்பட்டுள்ளது.. அந்தக் கப்பல் நிலம் இல்லாமல் மீண்டும் கொண்டு வரப்பட்டுள்ளது. உண்மையில், இது நாட்டில் எந்த தாக்கத்தையும் ஏற்படுத்தாது, ஏனெனில் இது ஒரு பெட்ரோலிய நிறுவனம் அல்ல. சமீபத்தில், நிறுவனங்கள் இலங்கையில் எண்ணெய் வர்த்தகத்திற்காக பெருமை கொள்ளத் தொடங்கியுள்ளன, பின்னர் அவர்கள் எண்ணெயில் எண்ணெய் பெறுகிறார்கள். இந்த எண்ணெய் கப்பல் அவற்றின் உட்புறத்தின் காரணமாக தரையிறங்காமல் திரும்ப எடுத்துச் செல்லப்பட்டுள்ளது. பெட்ரோலியம் கார்ப்பரேஷன் போதுமான எரிபொருள் பங்குகளை வைத்திருக்கிறது. அடுத்த ஆண்டு ஏப்ரல் வரை எங்களிடம் எண்ணெய்கள் உள்ளன ... \""
      ]
    },
    "en": {
      "title": "Explains the ship's ship",
      "body_lines": [
        "The Sri Lanka Petroleum Corporation has explained the newsletter of a quarter of returning to Sri Lanka's departure.",
        "The Chairman of the Ceylon Petroleum Corporation Janaka Rajakaruna was speaking at a press conference held at the Government Information Department today.",
        "\"Underlay Petroleum has been brought to an oil ship to be brought to an oil ship on the 2nd petrol.. That ship has been brought back without land. In fact, it does not have any impact on the country because it's not a Petroleum Corporation. Recently, companies have begun to boast for oil trading in Sri Lanka, then they get oil on the oil. This oil ship has been taken back without landing because of their interior. The Petroleum Corporation owns sufficient fuel stocks. We have oils until April next year ... \""
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Petroleum Corporation explains oil shipment return. Chairman Janaka Rajakaruna states Underway Petroleum brought oil ship to Sri Lanka but returned without landing due to internal reasons. Corporation claims sufficient fuel stocks until April next year."
  ]
}