{
  "translated_text": {
    "ta": {
      "title": "பெர்னாண்டோ தலைமை நீதிபதியாக பதவியேற்றார்",
      "body_lines": [
        "உச்சநீதிமன்ற நீதிபதிகளின் ஃபுர்ரிகெண்டா பெர்னாண்டோ, ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்கின் ஜனாதிபதி அனுரா குமாரா டிசனாயகே முன் பதவியேற்றார் (02).",
        "திருமதி திருமதி திருமதி திருமதி திருமதி திருமதி திருமதி. திருமதி. திருமதி. முர்டு பெர்னாண்டோ, இலங்கையில் 48 வது தலைமை நீதிபதி.",
        "அவரது பெயரை சமீபத்தில் ஓய்வுபெற்ற பின்னர் காலியாக உள்ள பதவிக்கு அரசியலமைப்பு கவுன்சில் ஒப்புதல் அளித்தது.",
        "1985 ஆம் ஆண்டில், அவர் 1997 இல் அட்டர்னி ஜெனரல் துறையில் சேர்ந்தார் மற்றும் துணை சொலிசிட்டர் ஜெனரலின் துணை சொலிசிட்டர் ஜெனரலாக பதவி உயர்வு பெற்றார்.",
        "திருமதி மது பெர்னாண்டோ 30 ஆண்டுகளுக்கும் மேலாக அட்டர்னி ஜெனரல் துறையில் சேர்ந்துள்ளார், மேலும் மார்ச் 2018 இல் உச்சநீதிமன்றத்தில் நியமிக்கப்பட்டுள்ளார்.",
        "திருமதி மது பெர்னாண்டோ அட்டர்னி ஜெனரல் துறையின் மூத்த கூடுதல் வழக்குரைஞர் ஜெனரலாக பணியாற்றினார் மற்றும் உச்சநீதிமன்றத்தின் தற்போதைய தலைமை நீதிபதியாக உள்ளார்.",
        "மொராட்டுவாவின் வேல்ஸ் கல்லூரியின் மாணவர் முஸ்டிரா பெர்னாண்டோ நீதிபதி, கொழும்பு பல்கலைக்கழகத்தின் சட்ட பீடத்தில் பட்டம் பெற்றார்.",
        "ஜனாதிபதி டாக்டர் நந்திகா சனாத் கண்ணி ஆகியோரும் இந்நிகழ்ச்சியில் இணைந்தனர்."
      ]
    },
    "en": {
      "title": "Fernando sworn in as Chief Justice",
      "body_lines": [
        "Supreme Court judges' Furregenda Fernando, President Anura Kumara Dissanayake, president was sworn in before President Anura Kumara Dissanayake today (02).",
        "Mrs. Mrs. Mrs. Mrs. Mrs. Mrs. Mrs. Mrs. Mrs. Mrs. Mrs. Murdu Fernando, 48th Chief Justice in Sri Lanka.",
        "Her name was recently approved by the Constitutional Council for the vacant post after his retirement.",
        "In 1985, she joined the Attorney General's Department in 1997 and promoted to the Deputy Solicitor General of the Deputy Solicitor General.",
        "Mrs. Madu Fernando has joined the Attorney General's Department for more than 30 years and has been appointed to the Supreme Court in March 2018.",
        "Mrs. Madu Fernando served as Senior Additional Solicitor General of the Attorney General's Department and is the present Chief Justice of the Supreme Court.",
        "The Mustra Fernando Judge, a pupil of Wales College, Moratuwa, has been graduated by the Faculty of Law, University of Colombo.",
        "Secretary to the President Dr. Nandika Sanath Kanny also joined the occasion."
      ]
    }
  },
  "summary_lines": [
    "Madu Fernando sworn in as 48th Chief Justice of Sri Lanka. She was previously Deputy Solicitor General and joined AG's Dept in 1985. Appointed to Supreme Court in 2018. Graduated from University of Colombo Law Faculty."
  ]
}