{
  "translated_text": {
    "si": {
      "title": "'මිනිසුන් සෙල්වන්' විජේ සෙපුපිති මහාරාජා සුරකිනු ඇත ...?",
      "body_lines": [
        "'NAM සෙල්වන්ගේ' රඟපෑ වන 'නාම සෙල්වන්' චිත්රපටයේ 'n සෙල්වාන්' චිත්රපටය මේ මස 14 වන දින ලෝකයේ ලෝකයේ, මලයාලම් සහ කන්නකාඩා යන චිත්රපටවල ය.",
        "විජේ සෙපුපති, බොලිවුඩ් නළු අනුරගති, 'බියුමාන්ඩි' අබිරාමි, 'භාරතන්ද' අබිරාමි, 'භාරතිරාජා' දිව්යා, සිංහ කොටියා, අරුල් දාල්, විනෝද් සාගර්, බී. L. තියාප්පු ඇතුළු බොහෝ දෙනෙක්. දිනේෂ්මස්හෝතමන් ආ.. අජැනිස් ලොකානාත් සංගීතය රචනා කර ඇත. චිත්රපටය ෆෙසන් චිත්රාගාර සහ මුල යන නිෂ්පාදකයින් විසින් නිෂ්පාදකයින් ජගදිිෂ් පලාසිමි සහ සුඩාන් සන්දුරම් සහ සුඩාන් සුන්රම් විසින් සම්බන්ධීකරණය කරන ලදී.",
        "චිත්රපටයේ පෙරදසුන කෙටි කාලයක් තුළ මිලියන හයකට වඩා නරඹන්නන් විසින් නරඹන්නන් විසින් නිකුත් කර ඇත.. මෙම අවස්ථාවේ දී, මෙම චිත්රපටය මේ මස 14 වන දින සිනමාකරුගේ චිත්රපටයේ මුදා හැරීමට නියමිතය. එබැවින් විජේ සෙපුපිතිගේ රසිකයන් කලබලයට පත්වේ.",
        "මේ අතර, මේ වසර මුලදී නිකුත් කරන ලද 'මේරි නත්තල් උත්සවය', වාණිජමය සාර්ථකත්වයක් නොතිබූ අතර විජේ සෙපුපිති හුදකලා වීරයෙකු ලෙස රඟපෑවේය.. නැවත වෙනම වීරයෙකුගේ භූමිකාව රඟපෑමේ 'මහාරාජා' චිත්රපටය ඉක්මනින් නිදහස් කරනු ඇත. චිත්රපට කර්මාන්තයේ 'ජනයා සෙල්වන්' සඳහා මෙම චිත්රපටය වෙළඳපල වටිනාකමට අනුව මෙම චිත්රපටය වාණිජමය හා විවේචනාත්මක සාර්ථකත්වයක් ලබා ගත හැකි බවත්, ඉන්දියාවේ නිෂ්පාදකයින්ට රුපියල් කෝටි විස්සක් වටිනා රුපියල් මිලියන ගණනක් ගෙවිය හැකි බවත් සඳහන් කිරීම වටී."
      ]
    },
    "en": {
      "title": "Will 'People Selvan' Vijay Sethupathi 'Maharaja' save ...?",
      "body_lines": [
        "The film 'Maharaja', which is starring in 'Nam Selvan' starring 'Nam Selvan', will be released in Tamil, Telugu, Malayalam and Kannada in the world on the 14th of this month.",
        "Vijay Sethupathi, Bollywood actor Anurag Kashyap, 'Virumandi' Abirami, 'Bharathiraja'Divyaparathi, Natti alias Natraj, Lion Tiger, Arul Das, Manikandan, Vinod Sagar, B. L. Many people including Thenappan. Dinesh Purushothaman has recorded the cinematography by B.. Ajanis Lokanath has composed the music. The film was co -produced by producers Jagadish Palanisamy and Sudan Sundaram on behalf of Fesan Studios and The Root.",
        "The preview of the film has been released by more than six million viewers within a short period of time.. In this case, the film will be released on the 14th of this month in the filmmaker, so that Vijay Sethupathi's fans are excited.",
        "Meanwhile, 'Mary Christmas', which was released earlier this year, did not have a commercial success, starring Vijay Sethupathi as a lone hero.. The movie 'Maharaja', which is playing the role of a separate hero again, will be released soon. It is worth noting that the film will be worth the market value for 'People Selvan' in the film industry only if the film is a commercial and critical success, and that the producers of India can pay the Indian worth Rs twenty crores of rupees."
      ]
    }
  },
  "summary_lines": [
    "\"Maharaja,\" starring Vijay Sethupathi, set for release in Tamil, Telugu, Malayalam, and Kannada worldwide on April 14th, features a star-studded cast including Anurag Kashyap and Bharathiraja. Directed by Dinesh Purushothaman, it's produced by Jagadish Palanisamy and Sudan Sundaram. Despite the success of its trailer viewed by over six million, \"Mary Christmas\" didn't perform well commercially. Maharaja aims to break this trend, expected to be a significant hit, justifying Vijay Sethupathi's high market value.\""
  ]
}