{
  "translated_text": {
    "ta": {
      "title": "பெண்கள் காவல்துறை அதிகாரி ஒரு பூம் டிரக்கில் விழுகிறார்",
      "body_lines": [
        "மாதுகாமா போலீசார் தெரிவித்தனர், இன்று மாலை ஒரு பெண் போலீஸ் அதிகாரி இறந்தார்.",
        "இறந்தவர் பொலிஸ் அலுவலகத்தின் கலுதாரா சூப்பரின்டீஜனுடன் இணைக்கப்பட்ட டோடங்கோடா வீரசூரியா என அடையாளம் காணப்பட்டுள்ளார்.",
        "அவள் பஸ்ஸை முடித்துவிட்டு, நடைபாதையிலிருந்து சாலையை மாற்றும்போது விபத்தில் இருக்கிறாள்.",
        "மாட்டுகாமாவிலிருந்து கலுதாரா வரை பயணித்த லாரியுடன் அவர் மோதியிருந்தார்.",
        "அவர் கலுடராவில் உள்ள நாகோடா கற்பித்தல் மருத்துவமனைக்கு கொண்டு செல்லப்பட்டு மருத்துவமனையில் இறந்துவிட்டார் என்று தெரிவிக்கப்பட்டுள்ளது.",
        "டிரக் டிரைவர் கைது செய்யப்பட்டு, மாட்டுகாமா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட உள்ளார்."
      ]
    },
    "en": {
      "title": "Women's police officer falls into a boom truck",
      "body_lines": [
        "According to Matugama Police, a female police officer died this evening.",
        "The deceased has been identified as Dodangoda Weerasuriya, who was attached to the Kalutara Superinteign of the Police Office.",
        "She is in the accident when she finished the bus and shifting the road from the pavement.",
        "She had collided with the truck that was traveled from Matugama to Kalutara.",
        "It is reported that she had been taken to the Nagoda Teaching Hospital in Kalutara and died on the hospital.",
        "The truck driver has been arrested and is to be produced before the Matugama Magistrate's Court."
      ]
    }
  },
  "summary_lines": [
    "A female police officer, Dodangoda Weerasuriya, died after a collision with a truck. She was attached to the Kalutara Superintendency of the Police Office. The incident occurred after she finished her shift and was moving from the bus to the road. The truck driver has been arrested."
  ]
}