{
  "translated_text": {
    "ta": {
      "title": "பொலிஸை மிரட்டி பணம் பறிக்க ஒரு கும்பல்",
      "body_lines": [
        "பனாதுரா வாலனா மத்திய ஊழல் தடுப்பு சங்கத்தில் ஒரு காரில் இருந்து பெறப்பட்ட காரில் கைது செய்யப்பட்ட ஒரு ஒழுங்கமைக்கப்பட்ட கும்பலை கைது செய்வது தொடர்பான விசாரணைகள் குறித்து மொரகாஹேனா போலீசார் தெரிவித்தனர்.",
        "பெலகாஹாம் டால்கஹவிலாவில் உள்ள பரீட்சைத் துறைக்கு ஒரு தனியார் துறை இளைஞர்கள் வீட்டிற்கு அழைத்துச் செல்லப்பட வேண்டும், காரைக் குடித்துவிட்டு தண்ணீர் குடித்துவிட்டு தூதுக்குழுவை அலங்கரித்தோம். நாங்கள் இரண்டு அடையாள அட்டைகளை காரில் காட்டியுள்ளோம், மற்றவரின் ஆதரவைப் பெற்றோம் காரின் பின்புறம், பனி மருந்துகளைக் கண்டுபிடிப்பதன் அர்த்தம் என்ன?கடவுளிடமிருந்து காப்பாற்ற அவர் தயாராக இருப்பதாக போலீசார் கூறுகிறார்கள்",
        "காவல்துறையினரின் கூற்றுப்படி, அவர் பரீட்சைத் துறைக்கு வந்ததாகக் கூறியிருந்தார், தனது சொந்த வங்கிக் கணக்குகளைக் கேட்டு, தாரானா சவஹவிலாவிடமிருந்து நிர்வாக அலுவலகத்தை கேட்டுக்கொண்டார்.",
        "\"நாங்கள் இதை எங்கள் எஸ்.எஸ்.பி.யின் ரெய்மானான்களிடம் பெறுவோம், அவர் எங்களுக்கு உதவ எங்களுக்கு உதவ முடியும், அதை முயற்சி செய்யலாம்.",
        "தொலைபேசி துண்டிக்கப்பட்டுவிட்டது, அந்த நபர் துண்டிக்கப்பட்டுள்ளார், சட்டத்தை கைது செய்வதைத் தவிர வேறு வழியில்லை, அவரைக் கைது செய்ய வேண்டியிருக்கும்.",
        "அவர்கள் பயமுறுத்தவில்லை என்று இன்னும் பயந்துபோன இரண்டு நபர்களுடன் பேசுவது, அவர்களுடன் இருந்த தலைவர்கள் தன்னை வாங்கிக் கொள்ள முடியவில்லை, ஒரு நபரை அரட்டை அடித்து, ஒரு நபரை அரட்டையடித்தனர், \"நாம் ஒரு அப்பாவியாக இருந்தால், சில வாய்ப்பைப் பார்ப்போம், சிலி , அரட்டை அடித்தார், என்றார்.",
        "அதன்படி, இளைஞர் நிர்வாகிக்கு வழங்கப்பட வேண்டும் என்று கேட்கப்பட்ட நபர்கள் மற்றும் ஹொரானாவுக்கு வர ஹொரானாவுக்கு வர ஹொரானாவுக்கு வழங்கப்படலாம். நிர்வாகி மேலும் கூறியுள்ளார், நிர்வாகி மேலும் கூறியுள்ளார், நிர்வாகி கூறினார்",
        "பரீட்சை பரிசோதனைகளை ஆராய்வதன் மூலம் கார் மொராகாஹேனாவின் பின்புறத்தில் இருந்ததை நினைவில் வைத்தார் என்று அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "A gang to extort police",
      "body_lines": [
        "Moragahahena Police say investigations into the arrest of an organized gang which was arrested in a car derived from a car in the Panadura Walana Central Anti-Corruption Association.",
        "A private sector youth to the Department of Examinations at the Pelagaham Talgahawila to the house was to be taken to the house and drank the car and drank water and decorate the delegation.We have shown two identity cards to the car and the other person's backing on the back of the car, what does it mean to find the ice drugs?The police say that he is willing to be saved from God",
        "According to the police, he had said that he had come to the Department of Examinations, asking for his own bank accounts, asking the executive office from Tharana Savahavila.",
        "\"We'll get this to chief, our SSP's Reimans, who can help us to help us, and try it.",
        "The phone has been disconnected and that the person has been disconnected and that he will have no choice but to arrest the law and that he will have to arrest him.",
        "Talking to the two people who were still terrified that they were not terrorized, chiefs, who was with them could not afford herself, and chatted a person, and chatted a person, \"If we look like an innocent, let's see something chance, Chile, Chatted, he said.",
        "Accordingly, those persons who have been asked to be given to the Youth Executive and the money he could be given to Horana to come to Horana to come to Horana.The Executive has further stated that the Executive said",
        "He said that he was remembered that the car was on the back of Moragahahena through the examination of the Examinations of the Examination."
      ]
    }
  }
}