{
  "translated_text": {
    "si": {
      "title": "\"සාජාපා මෙහෙයුම\";පච්ච කොටා ගැනීම නැවත ලබා ගැනීමට සැලසුම් කරන්න",
      "body_lines": [
        "2020 මැතිවරණයේදී එක්සත් ජාතික පක්ෂය නින්දිත පරාජයකට මුහුණ දුන්නේය. සමහරුන්ගේ පැරණිතම විශාල පක්ෂය ලෙස විස්තර කර ඇති එක්සත් ජාතික පක්ෂයට මැතිවරණ පරාජයන් අලුත් දෙයක් නොවේ.. 1956 දී පක්ෂයට ආසන 101 ක පාර්ලිමේන්තුවේ ආසන 8 ක් ලැබුණි. 1970 දශකයේ දී ආසන 157 ක පාර්ලිමේන්තුවට ආසන 17 ක් ලැබුණි. 2020 ට තනිකරම වෙනස් විය.. ඉතිහාසයේ පළමු වතාවට පාර්ලිමේන්තුවේ තනි සාමාජිකයෙකු ලෙස තේරී පත් නොවීය. එක්සත් ජාතීන්ගේ සංවිධානයට 249, 435 (2.15%) සඳහා අනුකම්පාවේ ජාතික ලැයිස්තුවක් ලැබුණි. පුවත්පතේ පාර්ලිමේන්තුවේම 225 දෙනෙකුගෙන් එක් සාමාජිකයෙකු පමණි.",
        "එක්සත් ජාතීන්ගේ නායක හා හිටපු අග්රාමාත්ය රනිල් වික්රමසිංහ 1977 සිට පාර්ලිමේන්තු මන්ත්රීවරයෙකි. 2015 මහ මැතිවරණයේදී කොළඹ දිස්ත්රික් අපේක්ෂකයින් අපේක්ෂකයින්ගේ ලැයිස්තුවේ ඡන්ද ලක්ෂ පහකට අධික සංඛ්යාවක් පැමිණියේය.. 'බෝංචි මහතා' සහ අතීතයේ දේශපාලන විරුද්ධවාදීන් විසින් 'පිහාටු' ලෙස සමච්චල් කරන ලද රනිල්. ඔහුගේ දේශපාලන ජීවිතය අවසන් වී ඇති බව පැවසේ.",
        "නමුත් රනිල් ෆීනික්ස් කුරුල්ලා වගේ අළු වලින් එළියට ආවා. පාර්ලිමේන්තුවේ මාස දහයක මාස දහයක් නොපැමිණීමෙන් පසු ඔහු එක්සත් ජාතීන්ගේ ජාතික ලැයිස්තුවේ සාමාජිකයෙකු ලෙස නැවත පාර්ලිමේන්තුවට පැමිණියේය.. එවකට අග්රාමාත්ය මහින්ද රාජපක්ෂ මහතා ඉල්ලා අස්විය 'චරන්නූලායා' අරගලය අනුගමනය කළේය.  හිටපු ජනාධිපති ගෝතභය රාජපක්ෂ රනිල් වික්රමසිංහ මහතා අගමැති ලෙස පත් කළේය. මීට පෙර, ගෝතභයා මාෂල් සරත් ෆොන්සේකාට ෆීල්ඩ් සරත් ෆොන්සේකා ඉදිරිපත් කිරීම සඳහා විපක්ෂ නායක සජිත් ප්රේමදාස වෙත තැපැල් පිරිනමන ලදී. එම අභියෝගය පිළිගැනීමට දෙදෙනාම මැලි විය.",
        "'කොටා හවුස් වෙත යන්න' යන ඉල්ලුම සමඟ 'අරකුයා' අරගලය දියත් කරන ලදී. 2022 ජූලි මාසයේදී විරෝධතාකරුවන් එම ඉලක්කය කරා ළඟා විය. ගෝතබායා අතහැර විදේශගතව සිටියදී ජනාධිපති ධුරයෙන් ඉල්ලා අස්විය. 2022 ජූලි 14 වන දින රනිල් ජනාධිපති ධුරයට පත්විය. 2022 ජූලි 20 වන දින ඔහු පාර්ලිමේන්තුව විසින් විධායක ජනාධිපති ලෙස තේරී පත් විය. මන්ත්රීවරුන් 225 න් 134 ක්ම ඔහුට පක්ෂව ඡන්දය ප්රකාශ කළහ. 2022 ජූලි 21 වන දින ශ්රී ලංකාවේ අටවන විධායක සභාපති ලෙස රනිල් දිවුරුම් දුන්නේය.",
        "ජනාධිපති ධුරය දැරූ මුල් දිනවල ඔහු විරුද්ධ පක්ෂවලින් මන්ත්රීවරුන් ආණ්ඩු ලෙස ආශ්රිත මන්ත්රීවරුන්ගෙන් එල්ල කිරීමට උත්සාහ කළේය. ඔහුට චේතනා දෙකක් තිබුණි. පළමුව, ඔහුට අවශ්ය වූයේ රජයට හැකි තරම් විශාල නියෝජනයක් ලැබීමයි. දෙවනුව, ඔහුට අවශ්ය වූයේ පීඒ හි PA හි රැඳී සිටීම අඩු කිරීමයි.",
        "මේ සම්බන්ධයෙන් විපක්ෂයේ පක්ෂවලට බාධා ඇති විය. දෙමළ හා මුස්ලිම් මන්ත්රීවරු දෙපාර්ශ්වයේම නායකයන් සහ තවත් ජ්යෙෂ් polit දේශපාලන ician යින් සමඟ සාකච්ඡා පවත්වන ලදී. තම පක්ෂවලින් සාමාජිකයන් දඩයම් නොකරන ලෙස ඉල්ලා රජය විසින් සිදු කරනු ලබන සියලු ප්රගතිශීලී ක්රියාමාර්ගවලට සහාය දෙන බවට ඔවුහු පොරොන්දු වූහ.. කුඩා පාර්ශවයන්ගේ මන්ත්රීවරුන් රජයට බැඳීමට රජයට දිරිමත් නොකරන බව රනිල් සනාථ කළේය.. ඔහු තම වචනය බේරා ගත්තේය. විපක්ෂයේ සිට රජයේ පැත්තට යාමට සිදු වූ දෙමළ හා මුස්ලිම් මන්ත්රීවරුන් කිහිප දෙනෙකු ඔහු අවහිර කළේය.",
        "තිදෙනා සමඟ පැවති සාකච්ඡා වලදී විපක්ෂ නායක සජිත් ප්රේමදාස සමඟ සමීපව සිටි විපක්ෂයේ පාර්ලිමේන්තු මන්ත්රීවරයකු අදහසක් ඉදිරිපත් කළේය.. දෙමළ හා මුස්ලිම් පාර්ශවයන්ගේ මන්ත්රීවරුන්ගෙන් මන්ත්රීවරුන් ඇද ගැනීමට ජනා බාලාවයා වෙතින් පක්ෂය දිරිමත් නොකරන ලෙස ඔහු ජනාධිපතිවරයාගෙන් ඉල්ලා සිටියේය.",
        "රනිල් එසේ කිරීම ප්රතික්ෂේප කළේය. ඊරියගි ජෑන් හි බොහෝ පාර්ලිමේන්තු මන්ත්රීවරු.. ඔහු පෙන්වා දුන්නේ ඔවුන් අයිති බවය. මව පක්ෂය අතහැර දමා ගොස් ඇති සමකි ජන. බලවයකගේ අපේක්ෂකයින් වන අතර ඔවුන් මව් පක්ෂය අතහැර පාර්ලිමේන්තු මන්ත්රීතුමාට තරඟ කළහ. එබැවින් එක්සත් ජාතික පක්ෂයේ හිටපු සාමාජිකයින්ට නැවත මව් සාදයට පැමිණිය හැකි නම්. එක්සත් ජාතීන්ගේ සංවිධානය නැවත එක් කරන ක්රියා පටිපාටියක කොටසක් ලෙස රනිල් ඒවා පිළිගනු ඇත.",
        "පසුව, ජනගාවය සිට රජයේ පැත්ත දක්වා මන්ත්රීවරුන් ඇද ගැනීමට උත්සාහ කරන ලදී. පාර්ලිමේන්තු මන්ත්රීවරුන්ට පෞද්ගලිකව ඇද ගැනීම වෙනුවට, එක්සත් ජාතීන්ගේ සංවිධානය ජනගාවයේ සිට මන්ත්රීවරුන් හෝ මන්ත්රීවරුන් බවට පත්ව ඇත.. ප්රාර්ථනා කළා. අමාත්ය ධුරය හෝ රාජ්ය අමාත්ය ධුරය සඳහා ඉල්ලීම් ඉදිරිපත් කරන ලදී. සමහර ඉල්ලීම් වලට අනුකූල වීම. අවසාන වශයෙන්, අවුරුදු -23 මැද භාගයේදී, කළුතර දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී ආචාර්ය රජිත සේනරත්නගේ ප්රධානත්වයෙන් ඡන්ද කොට් constituency ාශයක් පක්ෂය වෙනස් කරන බව අපේක්ෂා කෙරේ.  රජිත සේනරත්න උපුලේඛනය කරමින් ඩේලි මිරර් පුවත්පත මෙම ප්රකාශය කළේ 2023 අප්රියෙල් 6 වන දින ය.",
        "\"ජනාධිපති රනිල් වික්රමසිංහට සහාය වීමට සමකි ජන පලවේගයා බොහෝ මන්ත්රීවරුන්ට අවශ්යය. තීන්දුව තීරණයක් ගැනීමට පක්ෂය අපොහොසත් වුවහොත් ඔවුන් කණ්ඩායමක් ලෙස ජනාධිපතිවරයාට සහාය දෙන බව රජිත සේනරත්න මහතා පැවසීය.",
        "\"කවුරුන් මෙසේ පවසනවත් කමක් නැත, හර්ෂ ද සිල්වා වැනි මන්ත්රීවරුන්ට ජනාධිපති වික්රමසිංහට සහාය දීමට අවශ්ය යැයි. තීන්දුවක් දීමට පක්ෂය අපොහොසත් වුවහොත්, අපි කණ්ඩායමක් ලෙස ජනාධිපතිවරයාට සහාය දෙන්නෙමු. ජනාධිපතිවරයා රට හොඳ තැනකට ගෙනැවිත් ඇති අදහස සැබෑ \"යැයි මාධ්ය හමුවකදී මාධ්යවේදියෙකු ඇසූ ප්රශ්නයකට පිළිතුරු දුන් පාර්ලිමේන්තු මන්ත්රීවරයෙකි.. - මේ පණිවිඩය මෙයයි.",
        "2023 දී පක්ෂය අපේක්ෂා කරන විට බොහෝ මන්ත්රීවරුන් බොහෝ දෙනෙකු සිදු නොවීය. ස්පර්ශක ගැටලුව විසඳීම හේතුවෙන් මුලින් සෞඛ්ය අමාත්යාංශ තනතුර ලබා දීම. රජිත සේනරත්න මහතා පෝස්ට් එක ගැන විමසිල්ලෙන් සිටියේය. එහෙත් එවකට සෞඛ්ය අමාත්ය කෙහෙලිය රම්බුක්වැල්ල තනතුර අත්හැරීම ප්රතික්ෂේප කළේය. පසුව, සේනරත්න වෙනත් අමාත්යාංශයක් භාර ගැනීමට සූදානම්ව සිටියේය.",
        "කළුතර දිස්ත්රික්කයේ රෝහිතා අබේගුනවර්ධන. ඔහු කියා සිටියේ ඔහුගේ කළුතර දිස්ත්රික්කයෙන් පාර්ලිමේන්තු මන්ත්රීවරයකුට අමාත්ය ධුරයක් ලබා දුන්නොත් එය පාර්ලිමේන්තු මැතිවරණයට විශාල බලපෑමක් ඇති කළ බවයි.. රාජිතා සමඟ අමාත්ය ධුරය ලබා දෙන ලෙස රොහිත ඉල්ලා සිටියේය. පාලේ සභාපති බැසිල් රාජපක්ෂ මහතා ද එයට සහාය විය.",
        "පෙරාතුව. නමුත් රනිල් සමහර අය ඇමතිවරුන් ලෙස පත් කිරීමට මැලිකමක් දියත් කළ නමුත් අන් අයව පත් කිරීම ප්රතික්ෂේප කළේය.  එවකට පීඒ හි ජාතික සංවිධායකවරයාට සමානව පැවැත්වීමට අවශ්ය වූ බැසිල්. බැසිල්ගේ ඉල්ලීම වන්නේ රනිල් ලිරුම්බා මහතා PA හි සාමාජිකයින්ට තනතුරු ලබා දීමයි. මෙම කළ නොහැකි ඉල්ලුම රනිල්ගේ උද්දීපනයෙන් විමසා ඇත. සමකි ජන. බාලවේයාගේ පක්ෂ පරිවර්තන වැඩසටහන කල් දමා තිබේ.",
        "මේ අතර, සමකි ජනවාරි නායක සජිත් ප්රේමදාස මහතා මන්ත්රීවරුන් තම පක්ෂයෙන් වෙන්වීම වැළැක්වීමට බරපතල උත්සාහයක් ගත්තේය.. ප්රවෘත්ති ජනමාධ්යයේ සමපේක්ෂන ප්රවෘත්ති සමඟ භ්රමණය වන ප්රවෘත්ති ඉදිරිපත් කිරීමට පටන් ගත් විට සමකි පක්ෂයෙන් ඉවත් වීම ප්රතික්ෂේප කළේය.. ඔහු රජයට පහර දුන් අතර ජනමාධ්ය තුළ එවැනි ව්යාජ ආරංචියක් ක්රමානුකූලව පනවා ඇති බව පැවසීය.",
        "රු.. ඔහුගේ පක්ෂ මන්ත්රීවරුන්ගෙන් කිසිවෙකු එවැනි ගෙවීම් වලින් පෝෂණය නොවනු ඇතැයි ඔහු පැවසීය.",
        "පාර්ලිමේන්තු මන්ත්රීවරයකු සඳහා රජය රුපියල් කෝටි 20 ක් ගෙවන බව අපි දනිමු. රජය සිතන්නේ අපි අපේ මන්ත්රීවරුන්ට රුපියල් කෝටි 20 ක් රුපියල් 20 ක් පෙන්වන්නේ නම්, ඔවුන් වැටෙමින් බැඳී එක්වනු ඇත. මන්ත්රීවරුන් වෙන්දේසි කළ ආණ්ඩුවේ රජයට සහභාගී වීමට අපේ සාමාජිකයන් සූදානම් නැති බව මම කියන්න කැමතියි, \"සජිත් පැවසුවේ\" සජිත් පසුගිය වසරේ සජිත් පැවසීය.",
        "රනිල් රජය විසින් එලියට අදින්න දැරූ උත්සාහය සජිත්ගේ කෝපයට නිරාවරණය විය හැකිය. ඕනෑම පාර්ශවයක නායකයාට තම පක්ෂ පාර්ලිමේන්තු මන්ත්රීවරු පිටව ගොස් සාදයක් සාදයි හෝ සාදයක් සාදයි.",
        "එක්සත් ජාතික පක්ෂයේ සාමාජිකයෙකු වන සජිත් එයින් බහුතරයක් එහායින් ඇදගෙන යන බවට පටහැනි ය.. මුදල් දිරිගැන්වීම එක්සත් ජාතීන්ගේ සංවිධානයේ හෝ එහි නායක රනිල් සජිත්ට චෝදනා කර නැත.",
        "තම මන්ත්රීවරු තම මන්ත්රීවරුන්ට බෙදී නොයන බව කියා සිටියද, පක්ෂය තුළ ඇති හැකියාව පිළිබඳව සාමාජිකයින් විශාල සංඛ්යාවක් හොඳින් දැන සිටින අතර එය වැළැක්වීම සඳහා පියවර ගෙන ඇති බව පෙනේ.",
        "රජය මන්ත්රීවරුන් සඳහා රුපියල් කෝටි 20 ක් ලබා දුන් බවට සජිත් ප්රේමදාසගේ චෝදනාව පක්ෂය වැළැක්වීමේ උත්සාහයක් ලෙස සලකනු ලැබීය.  පක්ෂය හැරෙනවා නම්, එය මුදල් සඳහා සලකා බලනු ඇත. සෑම පාර්ලිමේන්තු මන්ත්රීවරයකුටම එකතැන පල්වීමක් ඇති බවට ඔහු තම පක්ෂ සාමාජිකයින්ට වක්රව අවවාද කළේය.",
        "සජිත්ගේ ස්ථීර සහයෝගය මත පදනම්ව, සජිත්ගේ සහාය මාධ්ය පාවා දීමේ පාර්ලිමේන්තු මන්ත්රීවරුන්ට එරෙහිව සජිත්ගේ සහාය මාධ්යයට දැඩි උද් campaign ෝෂනයක් ලබා ගත හැකි බවට වක්ර බිය උපදවන දෙයක් විය.  එසේම, සජිත් තම මන්ත්රීවරුන්ට ළං වී ඔවුන් සමඟ බැඳීම තද කිරීමට උත්සාහ කළේය.",
        "ප්රේමදාසගේ පාර්ලිමේන්තු මන්ත්රීවරුන් වන ප්රේමදාසගේ බිය සහ ආරක්ෂාව ජනාධිපති රනිල් වික්රමසිංහගේ රජයට බැඳීමේ හැකියාවයි.. සමකි ජනවාරි මාසයේ වත්මන් පාර්ලිමේන්තු මන්ත්රීවරුන්ගෙන් වැඩි දෙනෙක් බලවේගයා සියල්ලෝම අතීතයේ ය.. සාමාජිකයන් වූ සාමාජිකයන්. ඔවුන්ගෙන් බොහෝ දෙනෙකුට රනිල්ගේ නායකත්වය පිළිබඳ කිසිදු ගැටළුවක් නොමැති අතර සජිත්ගේ නායකත්ව අභිලාෂයන්ට හිතකර නොවේ. කෙසේ වෙතත්, ඔවුන් එක්සත් ජාතීන්ගේ සංවිධානයෙන් විශාල වශයෙන් අතහැර සමකි ජනවාරි පිහිටුවුවා.",
        "රනිල්ගේ වෛරයට හෝ සජිත් පිළිබඳ ඔවුන්ගේ හොඳ හිත වීමට හේතුව මෙය නොවේ. මතභ්යරම්වල මනෝභාවය විවිධ ආකාරවලින් විවිධ ආකාරවලින් දැන ගැනීම, මතභේද ද ඇතුළුව, ඔවුන් කියා සිටියේ රනිල්ගේ බලපෑම අඩු වූවත් සජිත්ගේ බලපෑම ඉහළ ගොස් ඇති බවයි.. ඔවුන් රනිල් සහ එක්සත් ජාතික පක්ෂය සමඟ දිගටම සිටියා නම් ඔවුන්ට මැතිවරණයට එකඟතාවයක් ඇති නොවන බව ඔවුහු තේරුම් ගත්හ.",
        "ඒ නිසා ඔවුන් සජිත් පසුපස හඹා යවා එක්සත් ජාතීන්ගේ සංවිධානය සමකි බවට පත් කළා. 2020. තේ  ඔවුන් අතුගා දැමූ විට, ඔවුන් දේශපාලනිකව නිවැරදි යැයි පෙනෙන්නට තිබුණි. නමුත් රනිල් නැවත පාර්ලිමේන්තුවට පැමිණ ජනාධිපති ධුරයට පත්වූ විට. සමකි ජන්. බලාවගයා හි බොහෝ දෙනෙක් සිටින අතර, එය රජයට මාරුවීමට හෝ එක්සත් ජාතීන්ගේ සංවිධානයට නැවත පැමිණීමට මුළුමනින්ම අවස්ථාවක් ලෙස පෙනෙන්නට තිබුණි.",
        "2024 ජනාධිපතිවරණය ළඟා වෙත්ම. සමකි ජනවාරි මාසයේ ශේෂ පක්ෂයේ අවස්ථාව සඳහා දේශපාලන වාතාවරණය පහසු වුවත්, එම අවස්ථාවේ ඉදිරිපස චලනය පසුගිය මාස කිහිපය තුළ ඉතා අඩු මට්ටමක පවතී.. මෙයට ප්රධාන හේතුව ජනාධිපති රනිල්ට දැන් සමකි සිට පක්ෂය වෙනස් කිරීම සාමාජිකයින් දැන් අකමැති වීමයි.. ඔහු අනාගතයේ දී ප්රශස්ත මොහොතක බලා සිටින බව පෙනේ. එබැවින්, මාධ්යයේ ඉඳහිට සමපේක්ෂන ප්රවෘත්ති තිබුණද පක්ෂයක් නොමැත.",
        "අන්තිම බුද්ධිය තුළ සිදු වූ දේ කැපී පෙනේ. ජනගාවේගලගයා හි මන්ත්රීවරුන් 14 දෙනෙකු එක්සත් ජාතීන්ගේ සංවිධානය විසින් ජනගාවේගයා හි මන්ත්රීවරුන් 14 දෙනෙකු රජයේ පැත්තට ගෙන යාම සඳහා එක්සත් ජාතීන්ගේ වේදිකාවේ එක්සත් ජාතීන්ගේ රැලිය එක්සත් ජාතීන්ගේ රැස්වීම.. සමහර සම්භාවනීය අමුත්තන් තමන් වෙනුවෙන් පෙනී සිටියහ. ඔවුන්ගෙන් සමහරක් කැබිනට් අමාත්යවරුන්, නියෝජ්ය අමාත්යවරුන් සහ රජයේ රාජ්ය තාන්ත්රික ඇමතිවරුන් වන අතර, ජනාධිපති මෛත්රීපාල සිරිසේන සහ අගමැති රනිල් වික්රමසිංහ මහතාගේ ප්රධානත්වයෙන් යුත් කැබිනට් අමාත්යවරුන් වූ අතර ජනාධිපති මෛත්රීපාල සිරිසේන සහ අගමැති රනිල් වික්රමසිංහ මහතා සහභාගී වූහ.. සමගි ජනලසාආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආආයා. සමකි ජන පාලාවේගයා හි සමහර ප්රමුඛ නායකයින් පක්ෂය ලෙස සැලකෙන අය සමඟ සාකච්ඡා කරනු ලැබේ.",
        "පක්ෂය සිදුවන්නේ පෙරළීමකි. මෙයට හේතුව ජනාධිපති රනිල්ගේ මැදිහත්වීම හේතුවෙනි. එක්සත් ජාතීන්ගේ සංවිධානය තුළ තම සගයන් විසින් ඔහුගේ පක්ෂය විස්ථාපන සැලැස්මක් ඇති බව දැන ගැනීම රනිල් එය වළක්වා ගත්තේය.  සැලැස්මට සම්බන්ධ වී සිටි ජනාධිපතිවරයා, එය අත්හරින ලෙස ඉල්ලා සිටියේය. ඔහු ජන ජනක මන්ත්රීවරුන්ගේ පාර්ලිමේන්තු මන්ත්රීවරුන් කිහිප දෙනෙකු ද සම්බන්ධ කර ගත්තේය.",
        "වත්මන් මොහොතේ රනිල් පක්ෂයට අකමැති වීමට හේතු වූ අතර පක්ෂය ජනවාරි මස සාමාජිකයින්ට දැනුම් දීමට අවශ්ය වූ පක්ෂ නායකයින්ගේ හේතු පැහැදිලි කළේය.. ජනාධිපති මැතිවරණය-අශෝභන නොවන අපේක්ෂකයෙකු ලෙස විවිධ පක්ෂ, කණ්ඩායම් සහ පුද්ගලයින් ඇතුළත් සන්ධානයක සහාය ඇතිව ජනාධිපතිතුමා දැක්වීමට සැලසුම් කර ඇති බව ඔහු පැවසීය.. ඔහු සිය නිවේදනය ජුනි හෝ ජූලි මස මුලදී ප්රකාශයට පත් කරනු ඇත. සමකි ජනවාරි ඇතුළු සියලු මිනිසුන්ට සහයෝගය දැක්වීමෙන් පසු සන්සුන් වීමට සම්බන්ධ වීමෙන් රනිල්ට අවශ්ය විය.. ඉතින් මේ අවස්ථාවේදී ඔහුට පක්ෂය අවශ්ය නොවීය.",
        "එක්සත් ජාතීන්ගේ හිටපු මන්ත්රීවරුන්, එක්සත් ජාතීන්ගේ සංවිධානය ඇතුළු එක්සත් ජාතික පක්ෂයේ සමහර සාමාජිකයන් සමඟ තීරුබිකයා කතා කළ විට. ඔවුන් ආපසු පැමිණීමේ සැලැස්මේ මූලික කරුණු ඔවුන් පැහැදිලි කළේය.. ඔවුන්ගේ අදහස වන්නේ ජනවාරි මාසයේ සාමාජිකයන් නිවැරදි වේලාවට සැලකිය යුතු පිරිසක් සිටින කණ්ඩායමක් ලෙස බෙදීමයි. එවිට තවත් බොහෝ පාර්ලිමේන්තු මන්ත්රීවරුන් අනුගමනය කරනු ඇත. ඊළඟට, සුළුතර ජනවාර්ගික පක්ෂ සහ මන්ත්රීවරුන් කණ්ඩායම් (දැන් සමකි ජන. බලබියාගයා සමඟ වැඩ කරන) එක්වනු ඇත.",
        "\"මෙය එක් අයෙකුගෙන් පසු එකට එකතු වන කුඩා තරංග මාලාවක් මෙන් වනු ඇත.\" හිටපු එක්සත් ජාතීන්ගේ පාර්ලිමේන්තු මන්ත්රීවරයෙක් \"කියා පවසා ඇත්තේ එය විශාල රැල්ලක් මෙනි.\". ඔහු කියා සිටියේ විශාල රැල්ල 'රනිල් රැල්ල' හෝ වික්රමසිංහගේ රැල්ල බවයි.",
        "හිටපු පාර්ලිමේන්තු මන්ත්රීවරයා, \"සමකි බලාවගයා එක්සත් ජාතීන්ගේ සංවිධානය සමඟ නැවත එක්වනු ඇත.. හරිත පක්ෂය නැවුම් කිරීමට අපි සැලැස්මක් සකස් කර ඇත්තෙමු. අපට \"සජාබා\" යන නම ඇත.",
        "ඔවුන් පක්ෂය වනු ඇතැයි විමසන විට, ඒකාබද්ධ සංස්ථාවල ඒකාබද්ධ සංස්ථාවේ මන්ත්රීවරුන් සහ ඒකාබද්ධ සංස්ථා සංස්ථාවේ මන්ත්රීවරුන්ගේ මන්ත්රීවරුන්ටත්, \"ඔවුන් පැමිණෙනු ඇතැයි අපි හොඳින් විශ්වාස කරමු.. නමුත් සමහර අයට වෙනත් චින්තනයක් නැහැ, \"හිටපු පාර්ලිමේන්තු මන්ත්රීවරයා පිළිතුරු දුන්නේය.",
        "සජිත් රණ්ඩු නොවී ඔවුන්ව අත්හරින්නේ නැත. නමුත් එක් දෙයක් නම් අපට වාසිදායක වීමයි. මෙම සියලු මන්ත්රීවරුන් දන්නවා සජිත් අනාගතයේ දී 'කළු එළුවන්' ලෙස සලකන බව. පාර්ලිමේන්තු මැතිවරණයට තරඟ කිරීම සඳහා ඔවුන් නම් නොකෙරේ යන බව ඔවුහු බිය වෙති. ඉතින් එක්සත් ජාතීන්ගේ සංවිධානය. සම්බන්ධ වීමට හැර වෙනත් විකල්පයක් නොමැති බව ඔහු පැවසීය.",
        "එක්සත් ජාතීන්ගේ සංවිධානය පුනර්ජීවනය කිරීමේ සැලසුම මෙයයි. 2020 දී එක්සත් ජාතික පක්ෂය එක්සත් ජාතීන්ගේ සංවිධානය වෙනුවෙන් එක්සත් ජාතීන්ගේ සංවිධානය ගෙවා ඇති ආකාරයටම පක්ෂයේ පාර්ලිමේන්තු මන්ත්රීවරුන් එක්සත් ජාතික පක්ෂය තුළට බෙහෙවින් ඇදගෙන යනු ඇත.. හිටපු පාර්ලිමේන්තු මන්ත්රීවරයා විස්තර කර ඇති සැලැස්ම සාජාපා හි ක්රියාකාරිත්වය ලෙස විස්තර කර ඇති සැලැස්ම කිසිදු ආකාරයකින් පෙනෙන්නට නැත. නමුත් ස්කොට්ලන්තයේ කවියෙකුගේ සුප්රසිද්ධ රේඛා රොබට් බර්න්ගේ සිහිපත් වේ."
      ]
    },
    "en": {
      "title": "\"Operation Sajapa\";Plan to re -unite the tattoo",
      "body_lines": [
        "The United National Party suffered a shameful defeat in the 2020 election. Election defeats for the UNP, which is described by some as the oldest big party, are not new.. In 1956, the party received 8 seats in a 101 seat parliament. In the 1970s, the parliament of 157 seats received 17 seats. The 2020 was exclusively different.. For the first time in its history, not a single member was elected to Parliament. The UNP received a national list in compassion for 249, 435 (2.15 %). The party had only one member in the 225 -member parliament.",
        "UNP leader and former prime minister Ranil Wickremesinghe has been a Member of Parliament for 43 years since 1977. In the 2015 general election, the Colombo district candidates came to the peak of over five lakhs of votes in the list of candidates.. Ranil, who was mocked as' Mr. Bean 'and' a 'fonder' by political opponents in the past. It was said that his political life had come to an end.",
        "But Ranil came out of the ashes like Phoenix Bird. After ten months of absence in parliament, he returned to parliament as a member of the UNP's National List.. The then Prime Minister Mahinda Rajapaksa resigned following the 'Charakalaya' struggle.  Former President Gotabhaya Rajapaksa appointed Ranil Wickremesinghe as Prime Minister. Earlier, Gotabhaya offered the post to Opposition Leader Sajith Premadasa to Field Marshal Sarath Fonseka. Both were reluctant to accept that challenge.",
        "The 'Arakalaya' struggle was launched with the demand for 'go to Kota house'. The protesters reached that goal in July 2022. Leaving Gotabhaya and resigned from the presidency as he was abroad. Ranil took over as president in response to July 14, 2022. July 20, 2022, he was elected as Executive President by Parliament. 134 out of 225 MPs voted in favor of him. Ranil was sworn in as the eighth executive president of Sri Lanka, July 21, 2022.",
        "In the early days after taking office as president, he attempted to pull MPs from the opposition parties to the government side. He had two intentions. First, he wanted the government to have a vast representation as possible. Secondly, he wanted to reduce the stay in the PA in the PA.",
        "The opposition parties were disturbed in this regard. Tamil and Muslim MPs held talks with the leaders of the two parties and another senior politician. They promised to support all the progressive measures carried out by the government, asking him not to hunt members from their parties.. Ranil confirmed that MPs from the small parties would not encourage the government to join the government.. He saved his word. He blocked some Tamil and Muslim MPs who had to move from the opposition to the government side.",
        "During talks with the trio, an opposition parliamentarian, who was considered close to opposition leader Sajith Premadasa, presented an idea.. He appealed to the president not to encourage the party from the Jana Balavaya, as he agreed to pull the MPs from the Tamil and Muslim parties to his side.",
        "Ranil refused to do so. Most of the parliamentarians of Emagi Jan.. He pointed out that they belong to. They are the candidates of the Samaki Jan. Balavayaka who have abandoned the mother party and contested the 2020 parliamentary elections. So if former members of the UNP can return to the mother party. Ranil will accept them as part of a procedure that reunites the UNP.",
        "Subsequently, efforts were made to pull MPs from Jana Balavaya to the government side. Instead of pulling parliamentarians personally, the United Nations has become a group or groups of MPs from Jana Balavaya.. Wished. The demands were made for the post of Minister or State Minister. Compliance with some demands. Finally, in mid -2023, it was expected that a constituency would change the party, headed by Kalutara district parliamentarian Dr. Rajitha Senaratne.  Citing Rajitha Senaratne, the Daily Mirror newspaper made this statement in April 6, 2023.",
        "“Many MPs of Samaki Jana Palavegaya want to support President Ranil Wickremesinghe. Rajitha Senaratne today said that if the party fails to make a decision, they will support the president as a group.",
        "\"No matter who says, MPs like Harsha de Silva want to support President Wickremesinghe. If the party fails to make a decision, we will support the president as a group. The idea that the president has brought the country to a good position is real, ”said a parliamentarian who responded to a question raised by a journalist at a press conference.. - This is the message.",
        "But in many MPs did not take place as the party was expected in 2023. Initially giving the post of Health Ministry due to the delay in the issue of touch. Rajitha Senaratne held an eye on the post. But the then Minister of Health, Keheliya refused to abandon the post of Rambukwella. Subsequently, Senaratne was ready to accept another ministry.",
        "Rohitha Abeygunawardena of Kalutara District. He said that if a parliamentarian from his Kalutara district was given a ministerial post, it would be a major impact on the parliamentary election.. Rohitha demanded that he be given the ministerial post along with Rajitha. Basil Rajapaksa, president of the PA, also supported it.",
        "Earlier. But Ranil reluctant to appoint some as ministers, but refused to appoint others.  Basil, who was then the National Organizer of the PA wanted to be held equally. Basil's demand is that Ranil Lirumba be given posts to the members of the PA. This impossible demand has quenched Ranil's excitement. The party transformation program from the Samaki Jan. Balavaya has been postponed.",
        "Meanwhile, Samaki January leader Sajith Premadasa also made serious efforts to prevent the separation of MPs from his party.. Samaki refused to leave the party when the news began to come up with speculative news in the media that a split would soon occur within the Jan. Balavayaka.. He attacked the government and said that such false news is being systematically imposed by the government in the media.",
        "Sajith also accused the government of conspiracy to pull the parliamentary men from his party for each of the rupees of Rs 20 crore.. He said that none of his party MPs would be fed up with such payments.",
        "“We know that the government is paying Rs 20 crore for a MP. The government thinks that if we show 20 crores of rupees to our MPs, they will fall and join. I would like to say that our members are not prepared to participate in the government of the government that auctioned off MPs, ”said Sajith last year.",
        "The Ranil government's efforts to pull off its MPs can be exposed to Sajith's outrage. The leader of any party does not want his party parliamentarians to leave and form a party or form a party.",
        "It is a contradiction that Sajith, a member of the UNP, has been pulling out the majority of MPs from it.. The UNP or its leader Ranil Sajith has not accused the money encouragement of the money.",
        "Although Sajith claims that his MPs will not split up, it seems that a large number of members are well aware of the possibility of partying and have taken precautions to prevent it.",
        "Sajith Premadasa's allegation that the government had offered Rs 20 crore to MPs was considered an attempt to prevent the party.  If the party turns out, it will be considered for money. He indirectly warned his party members that every Member of Parliament would have a stagnation.",
        "Based on the firm support of Sajith, there was an indirect intimidation that Sajith's support media could carry out a rigorous campaign against betrayal parliamentarians.  Also, Sajith got close to his MPs and tried to tighten the bond with them.",
        "Premadasa's fear and defense of his parliamentarians is the possibility of joining the government of President Ranil Wickremesinghe.. Most of the current parliamentarians of the Samaki Jan. Balavegaya are all in the past.. Were members who were members. Many of them have no problems with Ranil's leadership and are not favorable to Sajith's leadership aspirations. However, they left the UNP in large numbers and set up Samaki Jan.",
        "This is not the reason for Ranil's hatred or their goodwill on Sajith. Knowing the mood of the voters through various ways, including opinion referendums, they estimated that Sajith's influence had risen while Ranil's influence was diminished.. They understood that if they continued to be with Ranil and the UNP, they would have no chances of the election.",
        "So they mobilized behind Sajith and turned the UNP to Samaki. 2020. Tea  When they were wiped out, they seemed to be politically correct. But when Ranil returned to Parliament and became President. As for many of the people in the Samaki Jan. Balavagaya, it seemed as a delusional opportunity to switch to the government or return to the UNP.",
        "As the 2024 presidential election approaches. Although the political climate was convenient for the chance of the Samaki Jan. Balance Party, the front move on that point has been very low for the past several months.. The main reason for this is that President Ranil now does not want members to change the party from the Samaki Jan.. It seems that he is waiting for an optimal moment in the future. So, even though there are occasional speculative news in the media, there are no party.",
        "What happened in the last genius is notable. The UNP's rally on the platform of the UNP to make the UNP's 14 MPs of Jana Balavegaya to move them to the government side.. Some of the dignitaries had made arrangements for themselves. Some of them were cabinet ministers, deputy ministers and diplomatic ministers in the government, headed by President Maithripala Sirisena and Prime Minister Ranil Wickremesinghe.. The Samagi Janalasaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa. Some of the prominent leaders of Samaki Jana Palavegaya are negotiated with those who are considered to be the party.",
        "The party does not take place as a twist that is expected. This is due to President Ranil's intervention. Ranil prevented it from knowing that his party had a displacement plan by his colleagues in the UNP.  The president, who had been involved in the plan, asked them to abandon it. He also contacted some of the Members of Parliament of the Jana Janaka MPs.",
        "In the current moment, Ranil explained the reasons he did not like the party, and the party leaders who wanted to convey the party to the members of the January.. He said he was planning to put the presidential election as a non -party independent candidate with the support of a coalition that includes various parties, groups and individuals.. He will publish his announcement in June or early July. Ranil wanted to support all people, including the Samaki January, by joining the coalition that supports him when he is doing it.. So at this point he did not want the party.",
        "When the columnist spoke to some members of the UNP, including former MPs, the UNP. They explained the basics of the plan to return to W.. Their idea is to divide the members of the January as a group with a significant number of people at the right time. And then many more parliamentarians will follow. Next, minority ethnic parties and groups of MPs (who are now working with Samaki Jan. Balavegaya) will join.",
        "\"This will be like a series of small waves that come together after one,\" a former UNP parliamentarian said, \"It would be like a big wave.\". He said that the big wave would be 'Ranil Wave' or Wickremesinghe's wave.",
        "The former parliamentarian said, \"Samaki Jana Balavagaya will reunite with the UNP.. We have set up a plan to refresh the green party. We have the name \"Operation SAJABA\".",
        "When asked if they are expected to be the party, the MPs of the MPs and the MPs of the Joint Corporation of the Joint Corporations are expected, “We are fully confident that they will come.. But some people have no other thinking, ”the former parliamentarian replied.",
        "Sajith is not going to leave them out without fighting. But one thing is that we have favorable. All of these MPs know that Sajith will be treated as 'black goats' in the future. They fear that they will not be nominated to contest the parliamentary election. So the UNP. He added that they had no choice but to join.",
        "This is the plan to rejuvenate the UNP. The party's parliamentarians will be heavily pulling into the UNP, just as the UNP has paid for the UNP in 2020.. The plan that the former MP was described as the action of the Sajapa did not appear to be in any way. But the famous lines of Scotland's poet Robert Bern have remembered."
      ]
    }
  },
  "summary_lines": [
    "It appears you've shared a detailed narrative involving political maneuverings and alliances within Sri Lanka's political landscape, focusing on the actions and reactions of various political figures and parties, particularly around the United National Party (UNP), Samagi Jana Balawegaya (SJB), and attempts to sway Members of Parliament (MPs) between these factions.",
    "",
    "Given the complexity and specificity of the situation, how may I assist you further? Are you looking for analysis, strategies, historical context, or something else related to this political scenario?"
  ]
}