{
  "translated_text": {
    "si": {
      "title": "වාර්ගික සංහිඳියාව සඳහා ප්රමුඛතාවය දීමට නව ජනාධිපතිවරයා අත්යවශ්ය වේ",
      "body_lines": [
        "ජාතික සාම කවුන්සිලය විසින් නව ජනාධිපතිවරණයෙන් ඉල්ලා සිටින්නේ අන්තර් රාජ්ය සංහිඳියාවට ප්රමුඛතාවය දෙන ලෙසයි.",
        "මේ සම්බන්ධයෙන්, සාම කවුන්සිලය විසින් අඟහරුවාදා (17) නිකුත් කරන ලද වාර්තාව.",
        "ජනාධිපතිවරණ ව්යාපාර අවසන් වන විට, මැතිවරණ තරඟයේ අවධානය යොමු වූයේ රටේ හදිසි අභියෝග වෙත ආපසු යා යුතුය. මැතිවරණ ප්රති results ල අවිනිශ්චිතව පවතින අතර, නව ජනාධිපතිවරයා ආර්ථික ස්ථාවරත්වය හා ගැඹුරුම මුල් බැසගත් දූෂණය හා ද punishment ුවම් සංස්කෘතිය සමඟ පොරබදමින් සිටින රටක් පිළිබඳ වගකීම භාර ගනී.",
        "බලය බෙදා හැරීම මත පදනම් වූ දේශපාලන විසඳුමක් මගින් දිගු කලක් ජාතිවාදයක් සඳහා අවශ්ය නව ආණ්ඩුව පැවතීම අභියෝගයකි. නව ජනාධිපතිවරයා රටට තිරසාර සාමය හා සමගිය ඇති කිරීම සඳහා මෙම ගැටලුවට ප්රමුඛත්වය දිය යුතුය.",
        "නිදහසින් පසු දත් රහිත සමාජයක් පාලනය කිරීමට අපොහොසත් වීම, සෑම පැත්තකින්ම පාලනය කිරීමට අපොහොසත් වීම සහ වැලඳ ගැනීම දශක ගණනාවක යුද්ධයේ හා ත්රස්තවාදයට තුඩු දුන්නේය.. මෙම බෙදීම් රටේ ආර්ථිකය හා මානව සම්පත් නාස්ති කර ඇති අතර අඛණ්ඩව වැඩිදියුණු වන තුවාල අතහැර දමා ඇත.",
        "මේ රට අපට අයිති බවට ජාතික හැඟීමක් වර්ධනය කිරීම හා විශ්වාසය පුනරුත්ථාපනය කිරීම සඳහා සියලු ප්රජාවන්ගේ අභිලාෂයන් පිළිගත හැකි සැබෑ දේශපාලන විසඳුමක් අත්යවශ්ය වේ.. නව ජනාධිපතිවරයා විසින් උඩඟුකම දෙමළ ප්රජාවට ඕනෑම දේශපාලන විසඳුමක එම ස්ථානය ලබා දීමට වගබලා ගත යුතුය. පසුගිය දශක හත තුළදී, කන්දෙහි දෙමළ ජනයා නිසියාකාරව නොසලකා හැර නොමැති සමාජයක් ලෙස දුක් විඳිමින් සිටියහ.",
        "ප්රමුඛ පෙළේ අපේක්ෂකයින් තිදෙනාම විවිධ ආකාරවලින් රට මෙහෙයවීම සඳහා සිය ශක්තිය ප්රකාශ කර ඇත. නමුත් රට ඉදිරියට ගෙනයාමට, ජාතිවාදය පිටුපසට තල්ලු නොකර එය විසඳීම සඳහා ඔවුන් තමන් වෙනුවෙන් කැපවිය යුතුය.",
        "කවුරුන් කවුරුන් හෝ නව ජනාධිපතිවරයා බවට පත්වුවහොත්, ඔහු නායකත්වය පෙන්විය යුතු අතර, පළාත් සභා බලයක් ලබා දෙන විදුලි කොටසක් සහ සුළුතර ප්රජාවන්ගේ නියෝජනය තහවුරු කරන බලශක්තියක් ලබා ගත යුතුය.",
        "දේශපාලන කැපවීමක් හෝ ජනවාර්ගිකත්වය අතර සාමය නොමැති නම්, විදේශ ආයෝජන සහ ජාත්යන්තර අවදානම ආකර්ෂණය කර ගැනීමට රට රට අරගල කළ යුතුය.",
        "සියලු ප්රජාවන්ට, සියලු ජන කොටස්වල වගකීම සහ සියලු ප්රජාවන්ගේ ආකල්පය ප්රමුඛ සමාජ ගිවිසුමක් ඇති කර ගැනීම සඳහා නව ජනාධිපතිවරයා දේශපාලනය, ජනවාර්ගික හා පන්ති වෙනස්කම් වලට වඩා ක්රියා කිරීම හා ක්රියා කිරීම අවශ්ය වේ.. එසේ නම්, ශ්රී ලාංකික ජනතාව ඔවුන්ගේ අනාගතය දෙසට ගමන් කරනු ඇත. එම අනාගතය යුක්තිය, සමානාත්මතාවය සහ තිරසාර සාමය ගැන සඳහන් කළ යුතුය.",
        "රටේ අභියෝගවලට විසඳුම වන්නේ ආර්ථික ප්රතිසංස්කරණවල පමණක් නොව, සියලු පුරවැසියන්ගේ අයිතිවාසිකම් සහ අභිලාෂයන්ට ගරු කරන දේශපාලන ව්යුහයක් ගොඩනැගීමයි.බලය බෙදා හැරීම තුළින් ජාතිවාදයට විසඳුම හුදෙක් පාලන තන්ත්රය ගැන නොව ආර්ථික ප්රකෘතිය ද වේ."
      ]
    },
    "en": {
      "title": "The new president is essential to prioritize racial reconciliation",
      "body_lines": [
        "The National Peace Council has urged the new presidential election to be given priority to inter -government reconciliation.",
        "In this regard, the report issued by the Peace Council on Tuesday (17).",
        "As the presidential election campaigns end, the focus from the election contest must return to the country's emergency challenges. While the election results are uncertain, the new president is going to take responsibility for a country that is wrestling with the economic stability and the deepest rooted corruption and punishment culture.",
        "A challenge to note in the presence of the new government that requires a long -term racism through a political solution based on devolution. The new president must give priority to this issue to bring about sustainable peace and unity to the country.",
        "Failing to rule a toothless society after independence, failing to rule with all sides and embrace, led to decades of war and terrorism.. These divisions have wasted the country's economy and human resources and have left the wounds that continue to improve.",
        "A true political solution that can accept the aspirations of all communities is essential to developing a national feeling and rehabilitation of confidence that this country belongs to us.. The new President must ensure that the upstate Tamil community is given the place in any political solution. In the past seven decades of independence, the Tamils ​​of the mountain have been suffering as a society that has not been properly overlooked.",
        "All three leading candidates have expressed their energy in leading the country in different ways. But to move the country forward, they must dedicate themselves to themselves to solve it without pushing the racism into the back.",
        "Whoever wins the election and becomes the new president, he must show the leadership by making a power share that will power provincial councils and confirming the representation of minority communities.",
        "If there is no political commitment and the peace between the ethnicities, the country must continue to struggle to attract foreign investment and international vulnerability.",
        "It is necessary for the new president to act and act beyond politics, ethnic and class differences to form a new social contract that can prioritize all communities, responsibility, and the attitude of all communities.. If so, the Sri Lankan people will be moving towards their future. That future must refer to justice, equality and sustainable peace.",
        "The solution to the country's challenges depends not only in economic reforms, but also to build a political structure that respects the rights and aspirations of all citizens.The solution to the racism through devolution is not merely about the regime but also the economic recovery."
      ]
    }
  },
  "summary_lines": [
    "New president prioritizes racial reconciliation, National Peace Council urges focus on inter-government unity. Economic stability and corruption require long-term political solutions based on devolution. True political acceptance of all communities' aspirations essential for national healing and confidence rebuilding. New leader must address Tamil community concerns and promote power sharing in provincial councils. Political commitment and ethnic peace crucial for attracting foreign investment and international support. Building a new social contract respecting all communities' rights and aspirations key to Sri Lanka's future: justice, equality, and sustainable peace."
  ]
}