{
  "translated_text": {
    "si": {
      "title": "சீன பல்கலைக்கழக மாணவர்கள் குழு ஆய்வுக்காக இலங்கை வருகை",
      "body_lines": [
        "හොංකොං හි චීන විශ්ව විද්යාලයේ ඉගෙනුම ලබන උපාධි සිසුන් 16 දෙනෙකු ශ්රී ලංකාවේ දින 10 ක සංචාරයක් සඳහා ශ්රී ලංකාවට පැමිණ තිබේ.",
        "මෙම කණ්ඩායම අද (27) කටුනායක ගුවන් තොටුපළට පැමිණියහ.",
        "இந்த மாணவர்கள் \"இலங்கையில் பெண்களின் உரிமைகள்\" என்ற தலைப்பில் ஆய்வுப் பயணத்தில் ஈடுபட்டு ஆய்வுக் கட்டுரை ஒன்றை தயாரிக்க உள்ளனர்.",
        "ඊට අමතරව, බමුනුගම කොන්සල්වේස් විද්යාලයේ සිසුන් 50 දෙනෙකුගේ සහාය ඇතිව ජා-එලා ද තවත් ව්යාපෘතියක් සිදු කරනු ඇත.",
        "මෙම අධ්යයනයෙන් පසුව, මෙම සිසුන් සිගාරියා සහ නුවර එලියා වෙත යාමට සැලසුම් කරමින් සිටී.",
        "මීට අමතරව, ක්රිස්තියානි යෞවන සංගමය (YMCA) මෙම 10 වන දින සංචාරයේදී සිසුන් කණ්ඩායමට අවශ්ය පහසුකම් සපයයි."
      ]
    },
    "en": {
      "title": "Visit Sri Lanka for a group of Chinese University students",
      "body_lines": [
        "16 undergraduate students who are studying at Chinese University of Hongkong have visited Sri Lanka for a 10 -day visit to Sri Lanka.",
        "The team arrived at the Katunayake airport today (27).",
        "These students are going to prepare a study article titled \"Women's Rights in Sri Lanka\".",
        "In addition, Ja-Ela will also carry out another project with the help of 50 students of Bamunugama Consolvez College.",
        "After this study, these students are planning to travel to Sigiria and Nuwara Eliya.",
        "In addition, the Christian Youth Association (YMCA) is providing the necessary facilities to the group of students on this 10 -day visit."
      ]
    }
  },
  "summary_lines": []
}