{
  "translated_text": {
    "si": {
      "title": "වැඩකරන ජනතාව දුප්පතුන් ලෙස තබා ගැනීම රජයේ අභිප්රාය - කම්කරු දින ප්රවෘත්ති පුවත්පත",
      "body_lines": [
        "අයිතිවාසිකම් සහ ඉල්ලීම් සඳහා වන අරගලයේ ප්රති the ලයක් ලෙස ආරම්භ වූ ලෝක කම්කරු දිනයේ 138 වන සංවත්සරයේදී ජනාධිපති රනිල් වික්රමසිංහ මහතා සිය කම්කරු දින ප්රවෘත්තියේදී පැවසීය.",
        "රටේ ආර්ථිකය ශක්තිමත් කිරීම සහ අභියෝගය ඉදිරිපත් කිරීම අප සැමට නොවැළැක්විය හැකි වගකීමක් ඇත. ඒ සඳහා, නිසි සැලසුම් කිරීම සඳහා ඔබ එකට වැඩ කළ යුතුය.",
        "පසුගිය ආර්ථික පසුබෑම තුළ මේ රටේ වැඩකරන ජනතාව ඊට වඩා අභියෝගයන්ට මුහුණ දුන්හ. රටේ ආර්ථිකය කඩිසරකම සමඟ ශක්තිමත් කිරීම සඳහා වැදගත් කාර්යභාරයක් ඉටු කරන සියලුම වැඩකරන ජනතාවට මගේ කෘත itude තාව පළ කිරීමට කැමැත්තෙමි.",
        "අප සියල්ලන්ම එකට සිටින එම අසීමිත කැපවීමේ ප්රතිලාභ අපට සොයාගත හැකිය.ශ්රී ලංකාවේ ආර්ථිකය දැනට වර්ධනය වෙමින් පවතින අතර උද්ධමනය සැලකිය යුතු ලෙස අඩු කිරීම සහ රුපියල ශක්තිමත් කිරීම සැලකිය යුතු ලෙස අඩු කිරීම සාර්ථක කිරීමකි.",
        "වැඩකරන ජනතාව දුප්පතුන් ලෙස තබා ගැනීම රජයේ අභිප්රාය නොවේ. අරමුයා 'සහ' උරුමයා 'ව්යාපෘති අරගලයකින් තොරව ඔවුන්ගේ අයිතිවාසිකම් දිනා ගැනීම සඳහා ශක්තිමත් කර ඇත. වතු ජනතාවගේ අයිතිවාසිකම් දිනා ගැනීමෙන් ඔවුන්ගේ සංවර්ධනය සඳහා පුළුල් වැඩ කටයුතු කරගෙන යන බව මතක තබා ගත යුතුය.",
        "මීට අමතරව, ආර්ථික ගැටලු හමුවේ රජයේ සේවකයින්ගේ වැටුප් රුපියල් දස දහසකින් වැඩි කර ඇති අතර පෞද්ගලික අංශය පූර්ණ දායකත්වයක් ලබා දී තිබේ.",
        "සුපුරුදු මැයි දින සැමරුම සීමා නොකර නූතන ප්රවණතා සහ අභියෝග හඳුනා ගැනීම සඳහා ජනතාව වෙනුවෙන් සම්මුතියක් ඇති කර ගැනීමේ අවස්ථාවක් ලෙස මේ මැයි දිනය ජනතාව වෙනුවෙන් සම්මුතියක් ලබා ගැනීමට අවස්ථාව ලබා දෙන ලෙස මම ආරාධනා කරමි.. රට වැඩිදියුණු කිරීම සඳහා ඔවුන්ගේ අයිතිවාසිකම් ආරක්ෂා කිරීම සඳහා සියලු අර්ථවත් ලෝක ශ්රම දිනය ගැන මා සුබ පතමි."
      ]
    },
    "en": {
      "title": "It is not the government's intention to keep working people as poor - the President in Labor Day news",
      "body_lines": [
        "President Ranil Wickremesinghe said in his Labor Day news that we have reached an important stage as a country during the 138th anniversary of World Labor Day, which began as a result of the struggle for rights and demands.",
        "All of us have an inevitable responsibility to strengthen the country's economy and bring forward the challenge. For that, you have to work together for the proper planning.",
        "The working people of this country faced more challenges during the last economic downturn. I would like to express my gratitude to all working people who play an important role in strengthening the country's economy with diligence.",
        "We can find out the benefits of that infinite commitment that we are all together.It is a success for the government that the economy of Sri Lanka is currently growing and the inflation is significantly reduced and strengthening the rupee.",
        "It is not the government's intention to keep working people as poor. 'Azwasuma' and 'Urumaya' projects have been strengthened to win their rights without struggle. It must be remembered that widespread work is being carried out for their development by winning the rights of the plantation people.",
        "In addition, the salaries of government employees have been increased by ten thousand rupees in the face of economic problems, and the private sector has contributed a full contribution.",
        "I invite all political parties to take this May Day as an opportunity to achieve a consensus on behalf of the people to recognize the modern trends and challenges without limiting the usual May Day celebration.. It is further stated that I congratulate all the meaningful World Labor Day to protect their rights to improve the country."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the government's commitment to improving workers' conditions, acknowledging their crucial role in the economy's growth. He highlighted the success of projects like 'Azwasuma' and 'Urumaya' in securing workers' rights, increased government employee salaries, and the private sector's contributions. He called for political consensus to address modern challenges, celebrating World Labor Day with a focus on protecting workers' rights."
  ]
}