{
  "translated_text": {
    "si": {
      "title": "අපි කට්නා තහනම් කරමු:",
      "body_lines": [
        "ජාතික මහජන බලය 2019 ජාතික මහජන බලය මුදා හැරීම මගින් කාන්තාවන්ට හා පිරිමින්ට පීඩාවට හා හිරිහැර කරන ගැටළු සංශෝධනය කිරීමට පියවර ගන්නා නමුත් මුස්ලිම් ජනතාව සුන්නාන් සහ කට්නා වෙත යොමු නොවන බව පැහැදිලිවම කියා සිටී.",
        "ජාතික මහජන බලයේ ජාතික විධායක කමිටු සාමාජික",
        "පල්ලිය සහ චර්මච්ඡේදනය වැනි පිළිවෙත් නිසා, ස්ත්රීන් හා පුරුෂයින්ට හානියක් හා හිරිහැර කිරීම වැළැක්වීමට ජාතික ජනතාවගේ බලය පිළිබඳ ප්රශ්නය.",
        "කාන්තා අනුබද්ධතාවය සහ ජාතික මහජන බලය 2019 නිදහස් කිරීම ඇතුළත් වාක්ය ඛණ්ඩයකි. එය අසත්යයක් නොවේ. කාන්තාවන් සහ පිරිමින්ගේ ව්යාප්තිය සම්බන්ධයෙන් කිසිදු හානියක් හා හිරිහැර කර ඇති ගැටළු සංශෝධනය කිරීමට පියවර ගන්නා බව පැහැදිලිව සඳහන් වේ.",
        "අපි සුන්නාව ගැන සඳහන් නොකරන බව අපි සඳහන් නොකරමු.. ඕනෑම අයෙකු එක් පුද්ගලයෙකුට හානියක් කිරීමට හා හිරිහැර කිරීමට නීති සම්පාදනය කරන බව අපි පවසා ඇත්තෙමු.",
        "මෙය ප්රතිපත්තිමය ප්රකාශනයට සරලව පැමිණි වචනයක් නොවේ. 1989 දී එක්සත් ජාතීන්ගේ ළමා අයිතිවාසිකම්. හිරිහැර යන වචනයේ අර්ථ දැක්වීම පැහැදිලි කර ඇත.",
        "පළමුවැන්න කාන්තාවන්ගේ චර්මච්ඡේදනය ගැන ය. මුස්ලිම් ප්රජාවේ පවා කාන්තාවන්ට සිදුවන හානිය සෞඛ්ය සම්පන්න හෝ ප්රජනනකාරී ලෙස වාසිදායක නොවන බවත් එය මග හැරීම පිළිබඳ කාරණයක් බවත් ඔවුන් පිළිගනී. බොහෝ දෙනෙක් එය ප්රතික්ෂේප කරති;",
        "පිරිමි චර්මච්ඡේදනය කිරීමේ හිරිහැර කිරීම පහත පරිදි මෙම විෂය පැහැදිලි කර ඇත. බලහත්කාරයෙන්, සෞඛ්ය සේවා පද්ධති වලට පටහැනිව පුහුණුව ලැබූ සේවකයින් රංගන සපයන එකම පුද්ගලයා යැයි කියනු ලැබේ.",
        "යමෙක් හිරිහැර කිරීම ඉලක්ක කරන්නේ නම්, ඊට එරෙහිව නීති සම්පාදනය කෙරේ. රටවල් 195 ක් මෙය හඳුනාගෙන ඇත. බොහෝ මුස්ලිම්වරුන් නියෝජනය කරන රජයන් මේ සපුරාලීම සඳහා දෑත් ඔසවා ඇත. මෙය ලොව පිළිගත් පෙළකි.",
        "මේ වන විට මිනිසුන් මුස්ලිම් ප්රජාවේ සුන්නාව කරමින් සිටිති. සෞඛ්ය ආරක්ෂණ ක්රමය යටතේ පුහුණුව ලත් සෞඛ්ය සේවකයින් හරහා ඔවුන් එය කරන්නේ තමන් පවසති. අනෙක් අතට, මෙය කරන අතරතුර දරුවාගේ අවසරය ලබා ගැනීමට කාලයක් නොමැත. මෙයට හේතුව උපතින් දින කිහිපයක් ඇතුළත දරුවා උපත ලැබීමයි.",
        "ළමයින් දෙමව්පියන්ගේ කැමැත්ත දිගටම කරගෙන යයි. අප මෙහි සඳහන් කරන්නේ ඒ ගැන නොවේ. හිරිහැරයට මෙය පිළිගත නොහැකිය. දෙමව්පියන්ගේ කැමැත්ත සමඟ එන්න. සෞඛ්ය සේවයට අනුකූලව පුහුණු සේවකයින් එයයි. මෙහි කිසිදු ගැටළුවක් නොමැත. බලහත්කාරයෙන්, සෞඛ්ය පද්ධති අනුගමනය නොකිරීමේ ක්රියාවලිය මෙහි සඳහන් කර ඇති බැවින් අප පවසා ඇති දේ ඉතා පැහැදිලිය.",
        "නමුත් මෙහි ගැටලුව වන්නේ අපගේ ආර්ථිකය සාමාන්යකරණය කිරීමේ වැඩසටහන සමඟ බැඳී සිටින අයට වෙනත් චෝදනා පැනවීම සහ එවැනි වචන කියවා නැති මුස්ලිම් ජනතාවට වඩා වෙනස් විකෘති පණිවිඩයක් ලබා දීමයි.",
        "ඇත්ත වශයෙන්ම, එවැනි ප්රවෘත්ති පැමිණෙන්නේ ජනාධිපති මාධ්ය අංශයේිනි. දැනට මෙම මාධ්ය අංශයේ, ඔවුන් මීට පෙර එහි වැඩ කර නැත. මෙලොටුකා සාදයේ රනිල් වික්රමසිංහගේ සාමාජිකයන් ජනාධිපති බවට පත්ව ඇති අතර විසිතුරු මාළු හා කුඩා ව්යාපාර සමඟ හැදී වැඩුණු පුද්ගලයින් ජනාධිපති මාධ්ය අංශයට ගියහ.",
        "ඔවුන්ට වැටුපක් ලැබේ. වාහන සඳහා ලබා ගත හැකිය. ඉන්ධන ලබා ගත හැකිය. දුරකථනය ලබා ගත හැකිය. ගෙවන බිල්පත්. මේ සියල්ල ජනතාවගේ බදු ගෙවන්නා ය. ඔවුන් වචන තබා ඒවා සමාජ ජාලවල තබා ඇත. මෙය බරපතල කාරණයකි.",
        "අපේ රටේ ආගම් අතර ගැටුම් තීරණය කිරීමට මිනිසුන් තීරණය කර තිබේ. එය සිදු නොවූයේ නම් ගෝතභය රාජපක්ෂ තවමත් ජනාධිපති වී සිටිනු ඇත.ගොල්ෆේස් අරගලය අතරතුර සහ පසුව මිනිසුන් මෙම වර්ගවාදයට හා ආගමික අන්තවාදයට විරුද්ධ වූහ.",
        "ජනතාවගේ බදු ගෙවන්නා තුළ ඔවුන් කරන්නේ කුමක්ද?ජාතිවාදය කුපිත වේ. මුස්ලිම්වරුන් ජනතාව අතර වැරදි වැටහීමක් ඇති කරයි. අපගේ ප්රතිපත්ති ප්රකාශනයේ සඳහන් කර ඇති දේ බලන්න. ඇයි අපි කතා කරන්නේ?. සීතා අතර ඇති සම්බන්ධය සහ මෙය කුමක්ද?පියෙක් තම ගැහැණු දරුවා සමඟ විවාහ වූ විට, එය වළක්වා ගත නොහැක.",
        "නමුත් අපව බලහත්කාරයෙන් අනතුරුදායක ලෙස සිදු කරන්නේ නම්, පවුල විසින් කිසිවෙකුට බලපාන්නේ නම් පුරවැසියෙකු එම හිරිහැරයට එරෙහිව ක්රියා කළ යුතු යැයි අපි පවසා තිබේ.. අප පැහැදිලි කරන්නේ මෙයයි. එම ප්රකාශයේ දී ඔහු පෙන්වා දුන්නේ සුන්නාව ආගමික සම්ප්රදායන් මත පදනම්ව වැළැක්වීම අපගේ අභිප්රාය නොවන බවයි."
      ]
    },
    "en": {
      "title": "Let us ban Katna:",
      "body_lines": [
        "The National People's Power Release of the National People's Power 2019 has clearly stated that action will be taken to amend the issues that are affected and harassment of women and men, but that the Muslim people do not refer to the Sunnah and Katna.",
        "National Executive Committee member of the National People's Power",
        "Due to practices such as church and circumcision, the issue of national people's power to prevent women and men from being harmed and harassed.",
        "It is a phrase that includes women's affiliation and the release of the National People's Power 2019. That is not a false. It is clearly stated that steps will be taken to amend the issues that have been harmed and harassed regarding the prevalence of women and men.",
        "We do not mention that we will not refer to the Sunnah.. We have said that anyone is making laws against one person to harm and harass.",
        "This is not a word that simply came to the policy publication. In 1989 the United Nations Children's Rights. The definition of the word harassment is clarified.",
        "The first of which is about women's circumcision. Even in the Muslim community, they also accept that the damage to women is not healthy or reproductively favorable and that it is a matter of avoidance. Many deny it;",
        "The subject is explained as follows the harassment of men's circumcision. Forcibly, employees who have been trained in contrary to health care systems are said to be the only one that is acting.",
        "It is said that if one is targeting harassment, laws will be made against it. 195 countries have recognized this. Governments that represent most Muslims have raised their hands to fulfill this. This is an accepted text in the world.",
        "Currently, men are doing Sunnah in the Muslim community. They say they are doing it through the trained health workers under the Health Protection Method. On the other hand, there is no time to obtain the permission of the child while doing this. This is because the baby is born within a few days of birth.",
        "Children carry on the wishes of the parents. What we mention here is not about that. This is not acceptable to harassment. Come with the will of the parents. It is the trained employees in accordance with health care. There is no problem in this. Forcibly, the process of not following health systems is mentioned here, so what we have said is very clear.",
        "But the problem here is that those who are unable to stick with the program to normalize our economy are imposing other accusations and trying to give a different distorted message to the Muslim people who have not read such words.",
        "In fact, such news comes from the Presidential Media Division. Currently in this media section, they have not previously worked in it. Ranil Wickremesinghe's members of the Mottuka Party have become president and the people who have grown up with the ornamental fish and small businesses went to the Presidential Media Division.",
        "They get a salary. Available for vehicles. Fuel is available. The phone is available. Are paying bill. All these are the people's taxpayer. They hold the words and put them on social networks. This is a serious matter.",
        "In our country, people have decided to decide the conflicts between religions. If that had not been done, Gotabhaya Rajapaksa would still have been president?During the golface struggle and afterwards, people opposed this racism and religious extremism.",
        "What are they doing in the taxpayer of the people?Are racism provoking. Muslims are making a misconception among the people. Check out what is mentioned in our policy publication. Why we talk about. What is the connection between Sita and this?When a father is married to his female child, it is not possible to prevent it.",
        "But if we are forcibly carried out as a hazardous manner, we have said that a citizen should act against that harassment if anyone is affected by the family by not giving it to the family.. This is what we make clear. In the statement, he pointed out that it is not our intention to prevent Sunnah based on religious traditions."
      ]
    }
  },
  "summary_lines": [
    "The National People's Power 2019 aims to address issues affecting women and men, including practices like circumcision, by amending laws against harm and harassment. It emphasizes the importance of Sunnah and Katna, clarifying that laws will be enacted against any form of harassment, recognized by 195 countries. The text criticizes the misuse of media by the Presidential Media Division, accusing it of spreading misinformation and provoking religious discord."
  ]
}