{
  "translated_text": {
    "si": {
      "title": "හොඳ හිතේ ජීවත් වීමට මනස නැවත",
      "body_lines": [
        "යේසුස්ගේ දුක්විඳීම්, මරණය සහ ජීවිතය ගැන සිහිපත් කරන්න, මිනිසා පාපයෙන් මුදවා, පසුතැවිලි වී ජීවත් වේ.. විභූති බදාදා සමඟ ආරම්භ වේ.",
        "සියලු කතෝලිකයන්ට එවකට පළමු දිනයේම පල්ලියට යාම අනිවාර්ය වේ. අද කතෝලික සභාවේදී පූජකවරයකු කුරුසියේ ඇණ ගසමින් මරණයෙන්, \"ඔබ පසයි, ඔබ පසයි.",
        "එවකට පළමු දිනය විබුටි බුධ ග්රහයා, තිරුනා මර්කරි, අළු රසදිය ලෙස හැඳින්වේ. දවස් හතළිහක් නිරීක්ෂණය කෙරේ.",
        "මනසේ සාමය ඇති වූ කාලය තුළ, මෙම පූජනීය කාලය අපට ලබා දී ඇත්තේ අප අපවම හඳුනන අතර දෙවියන් වහන්සේගේ මාර්ගය ගන්න.",
        "කාල පරිච්ඡේදයේ දින 40 තුළ කතෝලිකයන් අනිවාර්ය වේ. ඊට අමතරව, නිරාහාරව සිටීම, දවසේ එක් දිනක් සහ පිරිසිදු පෝෂ්ය කාලයේ ඇති අන්වර්ථ නාමය නිරාහාරව සිටීම.",
        "බයිබලයේ වැදගත්ම අංකය හතළිහක්. ජයග්රාහී විමුක්ති ග්රන්ථයේ පුරාවෘත්ත ශිල්පියා ඊජිප්තුවෙන් ඊශ්රායෙලයේ ජනයා නැවත ලබා දීම සඳහා ඊශ්රායෙලිතයන් වෙත යමින් සිටියේය.. පොරොන්දු කානාන් දේශය දෙසට යන ගමනේදී, ඔවුන් අවුරුදු 40 ක් දේශය ඉබාගාතේ ය. ඒ හා සමානව, නෝවාගේ කාලයේ වර්ෂාපතනය රාත්රිය හතළිහක් හා දින හතළිහක් විය.",
        "සියල්ලටත් වඩා, පොළොවේ ජනයා පාපයෙන් මුදවා ගැනීම සඳහා මිනිස් අවසමේ දෙවියන් වන යේසුස්, දින 40 ක් කාන්තාරයේ නිරාහාරව සිටියේය.මේ මොහොතේදී, මෙම කාල පරිච්ඡේදය මිනිසුන්ට ඔවුන්ගේ පව් ගැන සිතමින් එයින් නැවත පැමිණීමට ලබා දී ඇත.. අපගේ ආබාධිතභාවය, පව් සහ දෝෂ හඳුනා ගැනීමේ කාලය. අපගේ දුර්වලකම් සමිඳාණන් වහන්සේගේ ශක්තියෙන් පිළියම් යෙදෙන කාලයයි.",
        "මෙය යේසුස් වෙනුවෙන් හ crying නඟන කාලයක් නොවේ, නමුත් එය අප දන්නා කාලය හඳුනාගෙන පසුතැවිලි වූ කාලයකි.. එය මුලින්ම මනස හැරවිය යුතු බව වටහා ගැනීම අවශ්ය වේ. වැදගත්ම දෙය නම් අප පාපයෙන් ආපසු යා යුතුය. මෙම කාලය තුළ බොහෝ අය සුඛෝපභෝගී උපාංග, ආහාර, විනෝදාස්වාදය සහ විනෝදාස්වාදය අනුගමනය කරන අතර දුප්පතුන්ට හා දුප්පතුන්ට මුදල් ලබා දේ.. සමහර පුද්ගලයින්ට සිකුරාදා සිරිතක් ඇත.දෙවියන් වහන්සේ පවසන්නේ, \"ඔබේ වම් අත ඔබේ දකුණු අත නොදනී.\". යේසුස් පවසන්නේ නිරාහාරව සිටීම අන් අයට දැනගැනීමට හොඳ බවයි. සමිඳාණන් වහන්සේ කැමති වන්නේ නිරාහාරව සිටීම, මහිමය, චාරිත්රය සඳහා, මහිමය, චාරිත්රය සඳහා, සමිඳාණන් වහන්සේ තුළ කැමැත්තෙන් හා සමිඳාණන් වහන්සේගේ මහත්වරුන්ගේ පැවැත්ම කිරීමට ය.",
        "සමිඳාණන් වහන්සේගේ වරප්රසාදය ලබා ගැනීමට උත්සාහ කරන අයට තමන් නිහතමානීව තල්ලු කර සමිඳාණන් වහන්සේ මුළු හමාර කාලයක්ම පිළිගත යුතු ය. අළු රසදිය ඔබට මතක් කර දෙන එකම දෙය එයයි",
        "යේසුස් ක්රිස්තුස් අපගේ පව් වෙනුවෙන් තම ජීවිතය අත්හැරියා. අපි දිගටම පව් කරන්නෙමු, හෙට ද punishment ුවම පිළිබඳ විනිශ්චය අපට අමතක වේ. එය මතක තබා ගැනීමට ආරාධනයක් ලෙස, මෙම ශුද්ධ කාලය අපට අවධාරනය කරන්නේ දෙවියන් වහන්සේගේ දරුවන් ලෙස ජීවත් වී දෙවියන් වහන්සේගේ දරුවන් ලෙස ජීවත් වීමටයි."
      ]
    },
    "en": {
      "title": "Mind back to live in goodwill",
      "body_lines": [
        "Recall Jesus' sufferings, death and life, and the man liberates from sin and repents and lives.. Vibhuti begins with Wednesday.",
        "It is mandatory for all Catholics to go to the church on the first day of the time. In the Catholic Church today, the priest recalls the death of the crucifixion by saying, \"You are the soil, you are the soil.",
        "The first day of the time is called Vibhuti Mercury, Thiruna Mercury, Gray Mercury. Forty days is observed.",
        "During the time of peace of mind, this sacred time has been given to us to make ourselves we know ourselves and take the way of God.",
        "Catholics are compulsory in the 40 days of the period. In addition, it is said that the fasting of fasting, one of the days of the day, and the pseudonym in the days of pure nutrition.",
        "Forty is the most important number in the Bible. The protagonist of the liberation book, Moisen, was on the way to the Israelites to restore the people of Israel from Egypt.. In the journey towards the promised Canaan, they were 40 years of wandering the land. Similarly, the rainfall in Noah's time was forty night and forty day.",
        "Above all, Jesus, the God of the human incarnation to redeem the people of the earth from sin, had been fasting in the desert for 40 days.In the face of this, this period has been given to humans to think of their sins and return from it.. The time of the time of detecting our disability, sins, and errors. It is the time when our weaknesses are remedied by the strength of the Lord.",
        "This is not a time of crying for Jesus, but it is a time when we know, recognize and repent.. It is necessary to understand that it should first turn the mind from. Most importantly we must return from sin. During this period, many people adopt luxury accessories, food, entertainment and entertainment and give money to the poor and the poor.. Some people have the custom on Friday.God says, \"Let your left hand do not know your right hand.\". Jesus says that fasting is good for others to know. The Lord wants to do the existence of fasting, for the glory, and for the ritual, and to surrender in the Lord with will and in the mindset of the Lord.",
        "Those who seek to receive the grace of the Lord need to push themselves into humility and accept the Lord wholeheartedly. That's the same thing as Gray Mercury reminds you",
        "Jesus Christ left his life for our sins. We continue to sin, and we forget the judgment of the punishment tomorrow. As an invitation to remember it, this holy period insists on us to live as the children of God and live as the children of God."
      ]
    }
  }
}