{
  "translated_text": {
    "ta": {
      "title": "தென் கொரியாவில் மீன்பிடி வேலைகளுக்காக பெண்கள் பெண்களை சந்திக்கிறார்கள்",
      "body_lines": [
        "மேம்பட்ட பொருளாதாரத்தில் உள்ள தென் கொரியாவில் இலங்கை தொழிலாளர்கள் வேலைவாய்ப்பை அணுகியுள்ளனர், மேலும் இலங்கை வெளிநாட்டு வேலைவாய்ப்பு (எஸ்.எல்.பி.எஃப்.இ) தெரிவித்துள்ளது.",
        "அவர்கள் மூன்று பெண்களுக்குள் நுழைகிறார்கள். கொரியாவுக்கு புறப்படுவதற்கு முன்னர், இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தில் சமீபத்தில் கல்வி கற்பிப்பதற்கான ஒரு சிறப்புத் திட்டம் மேற்கொள்ளப்பட்டது.",
        "தென் கொரிய அரசாங்கத்திற்கும் இலங்கை அரசாங்கத்திற்கும் இடையிலான அண்டாஹாகா உதவிக்குறிப்புகளின் அடிப்படையில் இலங்கை இந்த வேலை வாய்ப்பைப் பெற்றுள்ளது. இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகம் செயல்படுத்தப்படுகிறது."
      ]
    },
    "en": {
      "title": "Women also occasion women for fishing jobs in South Korea",
      "body_lines": [
        "Sri Lankan workers have access to employment in South Korea, which is in advanced economy, and the Sri Lanka Foreign Employment (SLBFE) said.",
        "They enter three women. Prior to departure to Korea, a special program to educate was carried out recently at the Sri Lanka Bureau of Foreign Employment.",
        "Sri Lanka has received this job opportunity in terms of the Undahaka Tips between the Government of South Korean and the Government of Sri Lanka. The Sri Lanka Bureau of Foreign Employment is implemented."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "South Korea offers fishing jobs to Sri Lankan women through SLBFE program. Special education before departure conducted by Sri Lanka Bureau of Foreign Employment. Opportunity arises from Undahaka Tips agreement between South Korean and Sri Lankan governments."
  ]
}