{
  "translated_text": {
    "ta": {
      "title": "2000 தலசீமியா",
      "body_lines": [
        "சுகாதார அமைச்சின் செயலாளர் டாக்டர் பாலிதா மஹிபாலா ஒரு புதிய இயக்குநரின் கீழ் தேசிய தலசீமியாவின் வரப்போக்கை பயன்படுத்துகிறார்.",
        "சர்வதேச தலசீமியா தினம் ஏற்பாடு செய்த தேசிய விழாவை அவர் வலியுறுத்தினார். குருணேகலா ப்ளூஸ்கி ஹோட்டலில் நடைபெற்ற லங்கா தலசீமியா சித்தேஸ் வித்யாலயா ஆகியோரால் தேசிய நினைவு விழாவை ஏற்பாடு செய்தது.",
        "சிகிச்சை மற்றும் பிற நடவடிக்கைகளுக்கான தலசீமியா சிகிச்சைகள் ஆண்டுதோறும் ஒதுக்கப்பட்டுள்ளன, ஆனால் ஒரு குறிப்பிட்ட திட்டம் இன்னும் தயாரிக்கப்படவில்லை.. எனவே, எதிர்காலத்தில் மலேரியா கட்டுப்பாட்டு இயக்கம் போன்ற புதிய வணிகம், தலசீமியா சிகிச்சைகள், ஆலோசனை, தலசீமியா பற்றி தகவல் மற்றும் தகவலறிந்தவைகள் போன்ற பிற நடவடிக்கைகள்.",
        "2010 ஆம் ஆண்டில், தேசிய தலசீமியா கவுன்சில் 2010 இல் நிறுவப்பட்டது, ஆனால் இது இலங்கை வலாலசீமியா சிகிச்சை மற்றும் பராமரிப்பு மருத்துவர்கள், ரத்தம், ரத்தம் ஆகியவற்றை தொடர்ந்து வலுப்படுத்தும், செயலாளரும் அவர் முன்பு இருந்ததைப் போலவே மருத்துவர்களையும் கோரியுள்ளார்.",
        "எலும்பு மஜ்ஜை மாற்று அறுவை சிகிச்சை தற்போது கொழும்பு குழந்தைகள் மருத்துவமனையில் இரண்டு அறைகளிலும் இரண்டு நோயாளிகளிலும் இயங்குகிறது என்று சுட்டிக்காட்டினார்.. அந்த அலகுகளின் துவக்கத்துடன், இடமாற்றத்தின் அளவை ஆண்டுக்கு 40 ஆக உயர்த்த முடியும் என்று அவர் கூறினார்.",
        "ஒவ்வொரு மாகாணத்திலும் தொடங்கி சிலாவ், கிரிபாத்கோடா, குருணேகலா மற்றும் பதுல்லா ஆகிய இடங்களில் 4 அல்லது ஐந்து புதிய இடங்களைத் தொடங்க வேண்டிய அவசியத்துடன் தொடங்க வேண்டும் என்று பதிவு ஆவணங்கள் தொடங்கப்பட வேண்டும் என்றார்.",
        "சர்வதேச தலசீமியா தினம் ஒவ்வொரு ஆண்டும் மே 08 அன்று உள்ளது. தலசீமியா என்பது மரபணு மாற்றத்தால் ஹீமோகுளோபின் உற்பத்தியின் ஆயுதங்களால் ஏற்படும் ஒரு நிலை என்று மருத்துவர்கள் சுட்டிக்காட்டினர்.",
        "இந்த நாள் ஒவ்வொரு ஆண்டும் கடைசி தலைப்பின் கீழ் மூடப்பட்டுள்ளது, மேலும் 2024 ஆம் ஆண்டின் கருப்பொருள் 2024 ஆம் ஆண்டின் கருப்பொருளாகப் பயன்படுத்தப்படுகிறது, மேலும் \"எல்லோரும் நியாயமான மற்றும் அணுகக்கூடிய தலசீமியா சிகிச்சையாக இருக்க முடியும்.\"",
        "இலங்கையில் கிட்டத்தட்ட 2000 குழந்தைகள் தற்போது தலசீமியாவால் பாதிக்கப்படுவதாக சுகாதாரத் துறை கூறுகிறது."
      ]
    },
    "en": {
      "title": "2000 Thalassemia",
      "body_lines": [
        "Dr. Palitha Mahipala, Secretary to the Ministry of Health employs the promptity of the National Thalassemia under a new director.",
        "He was emphasized the national ceremony organized by the International Thalassemia Day. The National Commemoration ceremony was organized by the Lanka Thalassemia Siddhase Vidyalaya, which was held at the Kurunegala Bluesky Hotel.",
        "Thalassemia treatments for treatment and other activities have been allocated annually, but a certain program has not yet been prepared yet.. Therefore, the new business such as the Malaria Control movement in the future, other activities such as Thalassemia treatments, counseling, informed of Thalassemia, and informatives.",
        "In 2010, the National Thalassemia Council was established in 2010, but it would continue to strengthen the Sri Lankan Thalassemia treatment and care physicians, bloodsh, bloodsh,The Secretary also requested the doctors, as before he was.",
        "The secretary pointed out that the bone marrow transplant is currently operating in two rooms and two patients a month in the Colombo Children's Hospital.Bone Marrow Transplant) The necessary arrangements have been prepared to start the two units. He said that with the initialization of those units, the amount of transplanting could be increased to 40 per annum.",
        "He said the registration documents should be launched to begin with the need to commence at every province and start 4 or five new places in Chilaw, Kiribathgoda, Kurunegala and Badulla.",
        "International Thalassemia Day is on May 08 every year. Doctors pointed out that Thalassemia is a condition that is caused by the arms of hemoglobin production by genetic change.",
        "This day is being covered under a last title every year and the theme of the year 2024 has been used as the theme of the year 2024, and \"everyone can be reasonable and accessible Thalassemia treatment.\"",
        "The health sector states that nearly 2000 children in Sri Lanka suffer from Thalassemia at present."
      ]
    }
  },
  "summary_lines": [
    "Dr. Palitha Mahipala, the Secretary to the Ministry of Health, highlighted the importance of the National Thalassemia Council and its efforts to improve Thalassemia treatment and awareness in Sri Lanka. The council, established in 2010, aims to enhance care for the approximately 2000 affected children through initiatives like counseling, informative sessions, and expanding treatment options. A significant focus is on increasing the capacity for bone marrow transplants, aiming to perform 40 procedures annually across various locations. The International Thalassemia Day, celebrated annually on May 8th, emphasizes the accessibility of treatment for all, aligning with the council's mission."
  ]
}