{
  "translated_text": {
    "ta": {
      "title": "தேர்தல் சட்டங்களை முறியடித்த 11 வேட்பாளர்களை போலீசார் கைது செய்தனர்",
      "body_lines": [
        "பாராளுமன்றத் தேர்தல் தொடர்பாக இலங்கை காவல்துறையினர் 340 புகார்களைப் பெற்றுள்ளதாக சட்டத்தின் செய்தித் தொடர்பாளர் சட்ட நிஹால் தல்டுவா தெரிவித்துள்ளார்.",
        "இன்று பிற்பகல் தேர்தல் சட்டங்கள் தொடர்பாக 364 பேர் கைது செய்யப்பட்டுள்ளனர், அவர்களில் 11 பேர் மற்றும் 356 வேட்பாளர்கள் கைது செய்யப்பட்டுள்ளனர்.",
        "புகார்களில் குற்றவியல் இயல்பு குறித்த 54 புகார்களும், தேர்தல் சட்ட மீறல்களை மீறி 286 பேரும் வந்துள்ளன.",
        "இதற்கிடையில், ஒரு மில்லியனுக்கும் அதிகமான சுவரொட்டிகள் அகற்றப்பட்டுள்ளன, மேலும் கிட்டத்தட்ட ஐநூறாயிரம் பேர் காவலில் வைக்கப்பட்டுள்ளனர்.",
        "855 பதாகைகள் மற்றும் மேலும் 458 ஐ அகற்ற மற்றொரு 1,010 வெட்டுக்கள் கைது செய்யப்பட்டுள்ளன.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக் நிஹால் தல்டுவா மேலும் 645 க்கும் மேற்பட்ட துண்டுப்பிரசுரங்கள் கைது செய்யப்பட்டுள்ளதாகக் கூறினார்.",
        "இதற்கிடையில், பொதுத் தேர்தல் தொடர்பாக பெறப்பட்ட புகார்களின் எண்ணிக்கை மேலும் அதிகரித்துள்ளது என்று தேர்தல் ஆணையம் கூறுகிறது.",
        "ஒரு அறிக்கையை வெளியிட்டது மற்றும் நேற்று பெறப்பட்ட 150 புகார்களால் பெறப்பட்ட புகார்களின் எண்ணிக்கை.",
        "புகார்களில் 149 தேர்தல் சட்டங்களால் மீறப்படுவதாகவும், ஒரு புகார் வன்முறை என்றும் அந்த அறிக்கையில் கூறுகிறது.",
        "கடந்த செப்டம்பரில் செப்டம்பர் 26 முதல் பெறப்பட்ட மொத்த தேர்தல் புகார்களின் எண்ணிக்கை இருப்பதாகவும் தேர்தல் ஆணையம் தெரிவித்துள்ளது.",
        "இவற்றில், 2023 புகார்கள் தேர்தல் சட்டங்களின் மீறல்கள் மற்றும் வன்முறை பற்றிய 20 புகார்கள்."
      ]
    },
    "en": {
      "title": "Police arrest 11 candidates who broke out election laws",
      "body_lines": [
        "DIG, Media Spokesperson Attorney at Law Nihal Talduuwa said that the Sri Lankan police have received 340 complaints regarding the parliamentary election.",
        "He said that 364 persons have been arrested in connection with election laws this afternoon and 11 of them and 356 candidates were arrested.",
        "Among the complaints have received 54 complaints of criminal nature and 286 in violation of election law violations.",
        "Meanwhile, more than one million posters have been removed, and nearly a large number of past five hundred thousand has been taken into custody.",
        "Another 1,010 cuts have been taken into custody to remove 855 banners and another 458.",
        "Police Media Spokesperson DIG Nihal Talduuwa further stated that more than 645 leaflets have been taken into custody.",
        "Meanwhile, the Elections Commission says that the number of complaints received regarding the general election has further increased.",
        "Issuing a statement and the number of complaints received by 150 complaints received by yesterday.",
        "The statement states that 149 of the complaints are violated by election laws and one complaint is violent.",
        "The Elections Commission also said that the total number of election complaints received from September 26 last September.",
        "Of these, 2023 complaints are violations of election laws and 20 complaints of violence."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka police arrest 11 candidates for election law violations amid 340 complaints. Over 1 million posters removed, 500k taken custody. Elections Commission reports 150 new complaints, mostly for violating election laws."
  ]
}