{
  "translated_text": {
    "ta": {
      "title": "ஒரு ஹியூரிகேன் வேட்பாளர் 50%க்கு மேல் வாக்களிக்க முடியாவிட்டால் என்ன செய்வது?",
      "body_lines": [
        "ஒரு ஹியூரிகேன் வேட்பாளர் 50%க்கு மேல் வாக்களிக்க முடியாவிட்டால் என்ன செய்வது?",
        "இலங்கையில் 9 வது நிர்வாகத் தலைவரைத் தேர்ந்தெடுப்பதற்கான தேர்தல் செப்டம்பர் 21 அன்று நடைபெறும்.",
        "நாட்டில் கிட்டத்தட்ட 17 மில்லியன் மக்கள் புதிய ஜனாதிபதிக்கு வாக்களிக்க தகுதியுடையவர்கள்.",
        "தங்கள் வாக்குகளில் 50% தாண்டிய வாக்கெடுப்பு வாக்குகளின் விருப்பத்தில் பெயரிடப்படும் என்ற வேட்பாளர்.",
        "இருப்பினும், இந்த ஜனாதிபதித் தேர்தலில் 50% வேட்பாளர்களுக்கு மேல் வேட்பாளர் இல்லை என்றால், அது ஜனாதிபதித் தேர்தலில் போட்டியிடப்படும்.",
        "1982 முதல், இலங்கையில் எட்டு ஜனாதிபதித் தேர்தல்கள் நடைபெற்றன.",
        "அப்போதிருந்து நாடு ஜூனியர். ஜெயவர்தேனாவின் நிர்வாகத் தலைவர், ரனசிங்க பிரேமடாசா, சந்திரிகா பண்டாரநாயக குமாரத்துங்கா, மஹிந்த ராஜபக்ஷா, மைத்ரிபால சிரிசேனா மற்றும் கோத்தாபய ராஜபக்ஸ் ஆகியோர் நிர்வகிக்கப்பட்டுள்ளனர்.",
        "கோத்தாபய ராஜபக்ஷா வந்த பிறகு, ரணில் விக்ரமேசிங்கே இப்போது நாட்டின் ஜனாதிபதியாக இருந்தார்.",
        "1982 முதல் 2019 வரையிலான தேர்தல், நிர்வாகத் தலைவரைத் தேர்ந்தெடுப்பதற்காக 1982 முதல் 2019 வரை தேர்தலில் வென்ற வேட்பாளர்களின் எண்ணிக்கை.",
        "முன்னாள் ஜனாதிபதி சந்திரிகா பண்டாரநாயக குமாரத்துங்கா வரலாற்றின் வரலாற்றில் வாக்கு சதவீதத்தைப் பெற முடிந்தது.. 1994 தேர்தல் போர் 62.28%.",
        "ரணில் விக்ரமேசிங்கே இப்போது இலங்கையில் 8 வது நிர்வாகத் தலைவராக உள்ளார்.",
        "அவர் 1977 இல் முதல் முறையாக நாடாளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "இலங்கை நாடாளுமன்றத்தின் எதிர்க்கட்சித் தலைவரின் தலைவரான முன்னாள் ஜனாதிபதி ரணசிங்க பிரேமதாசாவின் மகன் கட்சியால் ஜனாதிபதித் தேர்தலில் போட்டியிடுவார்.",
        "57 ஆம் ஆண்டில், அவர் 2000 ஆம் ஆண்டில் முதல் முறையாக நாடாளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்ட அனுரா குமாரா டிஸ்டனாயக்கை இந்த ஆண்டு ஜனாதிபதித் தேர்தலில் போட்டியிட்டார். அவருக்கு 55 வயது.",
        "தனது 38 வயதில், ஜனாதிபதி பதவி வேட்பாளர் நமல் ராஜபக்ஷா ஜனாதிபதி வேட்பாளர் நமல் ராஜபக்ஷா ஜனாதிபதியின் ஜனாதிபதியாக நியமிக்கப்பட்டார்.",
        "இலங்கை தேர்தல் ஆணையம் அதிகாரப்பூர்வமாக தொடர்புடைய விதிகளை அறிமுகப்படுத்தியுள்ளது.",
        "அதன்படி, ஜனாதிபதித் தேர்தலில் ஒரு வேட்பாளர் மட்டுமே வாக்களித்தால், அவர் தனது பெயரில் இலக்குகளை பதிவு செய்யலாம்.",
        "இல்லையென்றால், மற்ற தயக்கத்திற்காக குறிப்பிடப்பட்டதன் மூலம் அவர்களின் விருப்பத்தை வெளிப்படுத்த அவருக்கு வாய்ப்பு கிடைக்கும்.",
        "தேவைப்பட்டால், இது முன்னுரிமை வாக்குகளை இந்த வழியில் குறிக்க முடியும்.",
        "எந்தவொரு வேட்பாளரும் இரண்டாவது முறையாக 50% ஐ விட வாக்களிக்கத் தவறினால், வாக்காளர்களின் உத்தரவில் வாக்களிக்க மூன்று வேட்பாளர்களை பரிந்துரைக்க வாக்குப்பதிவு அனுமதிக்கப்படுகிறது.",
        "யாராவது அல்லது 50% வேட்பாளர்கள் வாக்காளர் வருவாயைப் பெற முடியாவிட்டால், வெற்றியாளர் இந்த வழியில் தேர்ந்தெடுக்கப்படுவார்.",
        "A மற்றும் B இன் இரண்டு வேட்பாளர்களுக்கு A மற்றும் B இன் இரண்டு கேட்ஸ் வழங்கப்பட்டுள்ளது, அவர்கள் பெற்ற வாக்குகளின் எண்ணிக்கை.",
        "அதன்பிறகு, மற்ற வேட்பாளர்கள் வாக்குகளுக்கு வாக்களித்திருக்கிறார்களா என்பதைப் பார்ப்பது இரண்டாவது விருப்பம்.",
        "இரண்டாவது விருப்பம் பெற்றிருந்தால், எண்ணிக்கை வாக்குகள் மற்றும் இரண்டாவது விருப்பத்தேர்வில் சேர்க்கப்படுகிறது, இரண்டாவது விருப்பம் பெற்றால், எண் B இன் வாக்குகளில் சேர்க்கப்படுகிறது.",
        "வாக்குகளுக்காக வாக்களிக்கப்பட்ட வாக்குகளில் இரண்டாவது விருப்பம் பெறப்படாவிட்டால், வாக்குச்சீட்டின் இரண்டாவது விருப்பம் பரிசீலிக்கப்படும். அத்தகைய மூன்றாவது விருப்பம் A அல்லது B க்கு கிடைத்தால், அவை வேட்பாளரின் வாக்குகளில் சேர்க்கப்படும்.",
        "அத்தகைய சந்தர்ப்பத்தில், அதிக வாக்குகளைப் பெற்ற வேட்பாளர் 50%சதவீதத்தின் சதவீதத்தை விட அதிகமாக உள்ளார்.",
        "கூடுதல் விருப்பம் இல்லை என்றால், வாக்குகளின் எண்ணிக்கை ஜனாதிபதிக்கு தேர்ந்தெடுக்கப்படுகிறது.",
        "இருப்பினும், வாக்குகள் ஒத்ததாக இருந்தால், தேர்தல் ஆணையம் வெற்றியாளரை ஒரு தாழ்மையான டிராவுடன் தேர்வு செய்ய முடியும்.",
        "XEC COVID புதிய வகை: அறிகுறிகள் என்ன?அதன் பரவல் என்ன?",
        "இஷாப்மேரி ஒத்துழையாமை: பிரபலமான எழுத்துக்கள் உங்கள் வாக்குகளை எவ்வாறு கொள்ளையடிக்கின்றன என்பதை அறிந்திருக்கிறீர்களா?",
        "ஹெஸ்பொல்லா என்றால் என்ன?இது இஸ்ரேலுடன் போரைத் தொடங்கப் போகிறதா?"
      ]
    },
    "en": {
      "title": "What if a heurricane candidate could not vote over 50%?",
      "body_lines": [
        "What if a heurricane candidate could not vote over 50%?",
        "The election to elect the 9th Executive President in Sri Lanka will be held on September 21.",
        "Nearly 17 million people in the country have been eligible to vote for the new President.",
        "The candidate that the vote exceeding 50% of their votes will be named in the preference of votes.",
        "However, if there is no candidate over 50% of the candidates in this presidential election, which will be competed in the presidential election.",
        "Since 1982, eight presidential elections have been held in Sri Lanka.",
        "The country since then the country is JR. The executive president of Jayawardena, Ranasinghe Premadasa, Chandrika Bandaranaike Kumaratunga, Mahinda Rajapaksa, Maithripala Sirisena and Gotabhaya Rajapakse have been governed.",
        "After the arrival of Gotabhaya Rajapaksa, Ranil Wickremesinghe was now the president of the country.",
        "The election from 1982 to 2019, the number of candidates won by the election from 1982 to 2019 to elect an executive president.",
        "Former President Chandrika Bandaranaike Kumaratunga has been able to obtain a vote percentage to the history of history.. The 1994 electoral battle was 62.28%.",
        "Ranil Wickremesinghe is now the 8th Executive president in Sri Lanka as an independent candidate.",
        "He was elected to Parliament for the first time in 1977.",
        "The son of former President Ranasinghe Premadasa, the leader of the Opposition Leader of the Sri Lanka Parliament, will contest the Presidential election by the party.",
        "In the year 57, he was elected to Parliament for the first time in 2000.",
        "Anura Kumara Dissanayake, who was elected to parliament, contested the presidential election in this year. He was 55 years old.",
        "At the age of 38 years, Presidential candidate Namal Rajapaksa, the presidential post candidate Namal Rajapaksa, was appointed as the president's president.",
        "The Sri Lanka Elections Commission has officially launched the relevant rules.",
        "Accordingly, if only one candidate vote on a presidential election, he may record the goals at his or her name.",
        "If not, he will have the opportunity to express their preference by noted for the other reluctance.",
        "If necessary, it can mark preferential votes in this way.",
        "The ballot is allowed to nominate three candidates to vote in the order of the voters, if any candidate fails to vote exceeding 50% of the second term.",
        "If anyone or 50% of candidates cannot get the voter turnover, the winner is selected this way.",
        "The two candidates of A and B have been given the two cades of a and b, the number of votes they received.",
        "Thereafter, the second preference is to see if the other candidates had voted for the votes.",
        "If the second preference has been received, the number is added to the votes and the second preference, and if the second preference is received, the number is added to B's votes.",
        "If the second preference was not received in votes polled for votes, the second preference on the ballots would be considered. If such a third preference is available to a or B, they will be added to the candidate's votes.",
        "In such a case, the candidate who has obtained more votes has exceeded the percentage of the percentage of 50%.",
        "If there is no additional preference, the number of votes is elected to the president.",
        "However, if the votes are similar, however, the Election Commission is able to choose the winner with a humble draw.",
        "XEC Covid New Genre: What are the symptoms?What is its spread?",
        "Ishapmary Disobediation: Aware of how popular characters are robbed your vote?",
        "What is Hezbollah?Is it going to start war with Israel?"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Sri Lanka presidential election rules: No candidate must exceed 50% votes. If none do, runoff between top two candidates based on second preferences. Election Commission selects winner via random draw if tied after all preferences counted."
  ]
}