{
  "translated_text": {
    "si": {
      "title": "විදුලිබල මණ්ඩලයේ ප්රකාශක බෝතල් ලාම්පේ කතාව ...!",
      "body_lines": [
        "මෑත අතීතයේ අපේ රටේ දේශපාලන politicians යින් සහ රාජ්ය නිලධාරීන් දක්වන ප්රකාශයන් මධ්යධරණි හා දරිද්රතා රේඛාව යටතේ ජීවත් වන ජනතාවට සමච්චල් කරයි.. ඔවුන් කතා කරන්නේ එලයිට් ලෙස සැලකෙන මාධ්ය සහ පාර්ලිමේන්තුව තුළ ය.",
        "රූපවාහිනී සම්මුඛ සාකච්ඡාවකදී, ලංකාවේ විදුලිබල මණ්ඩලයේ (CEB) මාධ්ය ප්රකාශක ප්රියන්ත, උඩරට වගා ප්රජාව ගැන අව mpt ාවක් වූ ප්රියන්ත මාධ්ය තුළ පමණක් නොව පසුගිය සතියේ ද දැඩි ලෙස විවේචනය කරන ලදී.. ඔහු ලංකා විදුලිබල මණ්ඩලයේ ලංකා විදුලිබල හා මෙහෙයුම් උපායමාර්ගයේ අංශයේ නියෝජ්ය සාමාන්යාධිකාරීවරයෙකි.",
        "විදුලිය පරිභෝජනය කරන ශ්රී ලාංකික ජනතාව පිළිබඳ සිය අදහස් විවේචනය කළ ලංකා විදුලිබල මණ්ඩලයේ ඉංජිනේරුවන්ගේ සංගමය ඉතා භයානක වූ අතර ඔහුගේ අදහස් විදුලිබල මණ්ඩලයට හා රජයට හානි සිදු වූ බව ද ඔහුගේ අදහස් ද විය.",
        "ඔහු වැඩ කරමින් සිටි සමාගමේ එක්සියක් තමාට විරුද්ධව උද් it ෝෂණය කරන බව ඔහු බලාපොරොත්තු නොවනු ඇත. පසුගිය වසරේ පමණක් බලශක්ති සැපයුම නොමැතිකම හේතුවෙන් නියමිත ආකාරයෙන් බල සැපයුම නොමැතිකම හේතුවෙන් ලංකා විදුලිබල මණ්ඩලය මිලියන දහයක විදුලිබල සැපයුම කපා හැර තිබේ.. ඉහළ දේශපාලන චරිතයන් වෙනුවෙන් පසුගිය වසරේදී ව්යාපාරිකයන්ගේ ව්යාපාර හා කර්මාන්තවල ව්යාපාරික හා කර්මාන්තවල කර්මාන්ත හා කර්මාන්තවල විදුලිබල ගාස්තු සම්බන්ධයෙන් පාර්ලිමේන්තුවේ තර්ක විය.. මහජනයා වෙනුවෙන් අදහස් දක්වමින් කොමිෂන් සභාවේ සභාපති ජනක රත්නායක මහතා රජය විසින් නෙරපා හරින ලදී.",
        "පසුගිය වසරේදී බොහෝ මතභේදයට ලක් වූ ලංකාවේ විදුලිබල මණ්ඩලය (CEB) මේ වසරේ එහි මාධ්ය ප්රකාශක විසින් නැවත කථාකර තිබේ.. විදුලිබල මණ්ඩලයේ මාධ්ය ප්රකාශක සමඟ රූපවාහිනී සම්මුඛ සාකච්ඡාව උත්පාදනය කළේ මහජනතාවගේ මහල් නිවාස ප්රකාශනය ගැනයි.. අසල්වැසි නිවසින් විදුලිය ලබා ගැනීමට උත්සාහ කළ බදුල්ලාහි දුප්පත් පවුලක පියාගේ හැකියාවෙන් මිය ගියේය.. ඔහු විදුලිය නොගෙවන්නේ නම් ඔහුගේ බල සැපයුම කපා දැමීය. රාත්රියේදී තම දරුවන් දැනුවත් කිරීම සඳහා තමා මේ සඳහා දැරූ උත්සාහය පිළිබඳව පරීක්ෂණවලින් හෙළි විය. කෙසේ වෙතත්, මෙම ප්රශ්නවලට ප්රතිචාර දැක්වූ මාධ්ය ප්රකාශක ප්රියන්ත, පවුල බාර්එකෙහි වී ඇති බවත්, සෑම කෙනෙකුම සවස 2 ට වතුවල මත්පැන් පානය කරන බවත් පැවසීය.. ඒ අතරම, වතු කම්කරුවන්ගේ දරුවන්ට විදුලි ආලෝකය දැනුවත් කිරීමට අවශ්ය නොවීය, ඔවුන් භූමිතෙල් බෝතලය කියවන්නේ නම් කුමක් දැයි ප්රශ්න කළේය.. ඉතා වැදගත් historical තිහාසික සිදුවීමක්ද ඔහු පැහැදිලි කළේ වයස අවුරුදු පනහක් වයසැති වයස අවුරුදු භාගයේ දී ඔවුන් වයස අවුරුදු පනස් හැට හැවිරිදි වියේ පසුවන අතර ඔවුන් බෝතල් ලාම්පුවේ කියවමින් සිටි බවයි.",
        "ඔහුගේ ප්රකාශය ප්රජාව තුළ දැඩි විරෝධයක් නිර්මාණය කර ඇත. මේ රටේ ජීවත්වන ප්රජාවකට ඉතා නින්දා සහගත බව කථා කිරීමට ඔහුට බලය දුන්නේ කවුරුන්ද යන්න පිළිබඳව බොහෝ දෙනෙක් ඔහුගේ අදහස්වලට විරුද්ධ වී තිබේ. පාර්ලිමේන්තුවේදී මෙම ගැටළුව සම්බන්ධයෙන් දැඩි ඇල්මක් දැක්වූ විපක්ෂ නායක සජිත් ප්රේමදාස මහතා පාර්ලිමේන්තුවේදී මාධ්ය ප්රකාශක ප්රතික්ෂේප කළේය. ඔහුට එරෙහිව පියවර ගන්නා ලෙස ඔහු රජයට ඉල්ලා සිටියේය.",
        "උඩරට ප්රජාව නියෝජනය කරන දේශපාලන politicians යන් ඔවුන්ගේ ද n ුවම ප්රකාශ කර ඇත්තේ එලෙස ය. කෙසේ වෙතත්, මාධ්ය ප්රකාශකවරයාගේ මතය දැරූ විදුලිබල මණ්ඩලයේ සභාපතිගෙන් සමාව ඉල්ලා සිටි, අතිරේක නියෝජ්ය සාමාන්යාධිකාරී තනතුරෙන් ඉල්ලා අස්වී ඇති බව පවසමින් ඔහු අතිරේක මාධ්ය ප්රකාශකගෙන් ඉල්ලා අස්වී තිබේ.. විදුලිබල හා බලශක්ති අමාත්ය කන්ජන මාධ්යය සමඟ කිසිදු රජයක් හෝ විදුලිබල මණ්ඩලයක් නොමැති බව මාධ්යය සමඟ කටයුතු කර තිබේ.",
        "හදවතක් ඇති නිලධාරියෙකු සිටින බව රටේ ජනතාව දැන ගැනීමට මෙය අවස්ථාවක් විය. ඔහුගේ අදහස් දැක්වීම ගැන ඔහු ඉල්ලා අස්වීමේ ලිපියේ කිසිදු තැනක සඳහන් කර නැත. විදුලිබල අමාත්යවරයා හෝ විදුලිබල මණ්ඩලයට කිසිදු පැහැදිලි කිරීමක් ඉල්ලා සිටියේ නැත. එනම්, ඔහුගේ අදහස් දැක්වීම නොදැන සිටීම ඔහුට කිසිම ආකාරයකින් වගකීමක් නොතිබීමයි.",
        "සති දෙකකට පෙර ජාතික නිදහස් පෙරමුණේ නායක විමල් වීරවන්සා උඩරට වගා සංගමයේ පාර්ලිමේන්තුවේ කතාවක් පැවසුවාය.ශ්රී ලංකාව ඉන්දියාවේ කොටසක් බව සිය ඉන්දියානු සංචාරයේදී අමාත්ය හරින් ප්රනාන්දු මහතා කෝපයට පත් විය. එඩ්කා ගනුදෙනුවට ශ්රී ලංකාව අත්සන් නොකළ යුතු බව පෙන්වා දෙමින් ඔහු පෙන්වා දුන්නේ මීට වසර දෙසීයකට පෙර වතු කම්කරුවන් මෙහි නැවතී සිටින බවත්, ගනුදෙනුව අත්සන් කර ඇති බවත්, ඉන්දීය සගයන් මෙහි නැවතී සිටින බව ඔහු පෙන්වා දුන්නේය.",
        "ආක්රමණය කිරීම පුදුමයක්.. මන්ද එය විමල් වීරවන්සාගේ පක්ෂය අනාගතයේදී පාලනය කිරීමට අවශ්ය විය හැකි බව පූර්ව අනතුරු ඇඟවීමක් විය හැකි බැවිනි.",
        "විදුලිබල මණ්ඩලයේ (CEB) සංකල්පය යනු වතුකරයට බලපාන බව ප්රකාශයකි. මෙයට හේතුව බොහෝ සිංහල ග්රාමීය ප්රදේශවල දරිද්රතා රේඛාව යටතේ ජීවත් වන දුප්පත් පවුල් තවමත් විදුලිය නොමැතිව බෝතල් ලාංඡනයේ ආධාරයෙන් ජීවත් වෙති.. එය කීමට සිංහල දේශපාලන politicians යින් ලැජ්ජා වී සිටිති.අනෙක් අතට, උඩරට දේශපාලන politicians යන් ද කඳුකර වතු ප්රජාවට නින්දාවට පත්වීම කාරණයකි.",
        "එම ප්රජාව දහස් ගණනක් තවමත් බෝතල් ලාම්පුවේ ආලෝකයේ ජීවත් වන බව සත්යයකි. ඔවුන් ජීවත් වන ප්රදේශවල මත්පැන් පාසල්වලට ඉඩ දෙන්නේ වෙන කවුද?",
        "රජය වෙනුවෙන් දේශපාලන politicians යන් රජය ගැන කතා කරමින් සිටී. රජයේ නිලධාරීන් දැන් දේශපාලනය ගැන කතා කරමින් සිටී. ආලෝකකරණයේ ආලෝකයේ උපත හා හැදී වැඩුණු අය බෝතල් ලාම්පුවේ සුන්දරත්වය නොදනිති."
      ]
    },
    "en": {
      "title": "Electricity Board spokesman's bottle lamp story…!",
      "body_lines": [
        "The comments expressed by our country's politicians and state officials in the recent past are mocking the people living under the Mediterranean and Poverty line.. They are speaking in the media and parliament, which is regarded as the elite.",
        "During a television interview, the Ceylon Electricity Board (CEB) Media Spokesman Priyantha, who was contemptuous of the upcountry plantation community, was severely criticized not only in the media but also in parliament last week.. He is a deputy general manager of the Ceylon Electricity and Operational Strategy Division of the Ceylon Electricity Board.",
        "The Ceylon Electricity Board's Engineers Association, which criticized his views on the Sri Lankan people who consume electricity, was very dangerous, and that his views were damaging the Electricity Board and the government.",
        "He would not have hoped that a union of the company he was working on would be agitated against himself. Last year alone, the Ceylon Electricity Board had cut off about ten million power supply due to the lack of power supply in a timely manner.. Last year, there were arguments in parliament over the power tariffs of the businessmen and industries of businessmen's businesses and industries, on behalf of the top political figures.. Speaking on behalf of the public, the Commission Chairman of the Commission, Janaka Ratnayake, was sacked by the government.",
        "The Ceylon Electricity Board (CEB), which suffered many controversies last year, has been re -spoken by its media spokesman this year.. Television interview with the Electricity Board's media spokesman was raised about the publication of the public's apartments.. The father of a poor family in Badulla, who was trying to get electricity from his neighboring residence, died in a capacity.. His power supply was cut off if he did not pay electricity. Investigations revealed that he had made this effort to educate his children at night. However, the media spokesman Priyantha, who responded to these questions, said that the family may have been in the bar and that everyone would be in alcohol at 2 pm in the plantations.. At the same time, the children of the plantation workers did not have to educate the electric light, and he questioned what if they read the kerosene bottle.. He also explained a very important historical event that if he asked the educators and professors over the age of fifty and sixty today, they were reading in the bottle lamp.",
        "His comments have created fierce opposition in the community. Many have objected to his views on who gave him the power to speak very derogatory to a community living in this country. Opposition Leader Sajith Premadasa, who was very passionate about the issue in Parliament, refused the Media Spokesman in Parliament. He also called for the government to take action against him.",
        "This is how the politicians representing the upcountry community have expressed their condemnation. However, the media spokesman, who apologized to the Chairman of the Electricity Board for his opinion, has resigned from his additional Media Spokesperson, claiming that he has resigned from the post of Additional Deputy General Manager.. Minister of Power and Energy Kanjana has dealt with the media that it has no government or the Electricity Board.",
        "This was an opportunity for the people of the country to know that there was a heart -minded official. He has not mentioned anywhere in his resignation letter that he apologizes for his comments. Neither the Minister of Power or the Electricity Board asked for any explanations. That is, the ignorance of his comments was that he had no responsibility in any way.",
        "Two weeks ago, the leader of the National Freedom Front, Wimal Weerawansa, told a story in Parliament on the Upcountry Plantation Society.During his visit to India, Minister Harin Fernando was outraged that Sri Lanka was a part of India. Pointing out that Sri Lanka should not sign Sri Lanka in the Edka deal, he pointed out that two hundred years ago, the plantation workers were staying here, and if the deal was signed, the Indians would stay here and stay here.",
        "Surprisingly, many people, including Sajith, who spoke angrily in Parliament in Parliament, showed no reflections to the speech of Weerawansa.. Because it may have been a precautionary warning that Wimal Weerawansa's party may need to rule in the future.",
        "The concept of the Electricity Board (CEB) is a claim that only the plantation people are affected. This is because the poor families living under the poverty line in many Sinhalese rural areas are still living with the help of the bottle lamp without electricity.. Sinhala politicians are ashamed to say that.On the other hand, upcountry politicians are also a matter of fact that he has humiliated the mountain plantation community.",
        "Because it is true that thousands of those community still live in the light of the bottle lamp. Who else is the allowing liquor schools in the areas where they live?",
        "Politicians on behalf of the government have been talking about the government. Government officials are now talking about politics. Those born and raised in the light of the lighting do not know the beauty of the bottle lamp."
      ]
    }
  },
  "summary_lines": [
    "The Ceylon Electricity Board's (CEB) Media Spokesman Priyantha faced criticism for derogatory comments about the upcountry plantation community. His remarks sparked controversy, leading to his resignation. The incident highlighted the disparity between the elite and the people living under the poverty line, with politicians and officials expressing concern over the lack of electricity and its impact on education."
  ]
}