{
  "translated_text": {
    "ta": {
      "title": "தங்கக் கொள்ளைக்காக ஓட்டுநர்கள் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "டாக்ஸியில் தங்கப் பொருட்களை வீரிங் செய்யும் ஓட்டுநர்களை நுண்ணுயிர் ரீதியாக கொள்ளையடித்ததற்காக நான்கு சந்தேக நபர்கள் கைது செய்யப்பட்டுள்ளனர்.",
        "சந்தேக நபர்கள் நேற்று தெற்கு குற்றவியல் பிரிவால் கைது செய்யப்பட்டனர்.",
        "இந்த கொள்ளை ஒரு போதைப்பொருள் ஓட்டுநரை குடிக்கவும், மருந்து ஓட்டுநரை முச்சக்கர வண்டியில் குடிக்கவும் நடந்தது.",
        "ஏறக்குறைய ரூ.",
        "சந்தேக நபர்கள் சட்டவிரோதமாக 15 பொலிஸ் பிரிவுகளில் விடுவிக்கப்பட்டதாக சந்தேக நபர்கள் தெரியவந்தனர்.",
        "சந்தேக நபர்கள் ராக்வானா, மரடானா, பதுல்லா மற்றும் 37-38 வசிப்பவர்களில் தங்கள் இல்லத்தில் இருந்தனர்."
      ]
    },
    "en": {
      "title": "Drivers arrested for robbery of gold",
      "body_lines": [
        "Four suspects have been arrested for microbially robbed the drivers weoring gold items in the taxi.",
        "The suspects were arrested by the South Criminal Division yesterday.",
        "The robbery has taken place to drink a drug driver and drink a drug driver into the three-wheeler.",
        "Police have also been able to find a stock of pimensions worth of approximately Rs.",
        "The suspects were revealed that the suspects were illegally liberated in 15 police divisions.",
        "The suspects were among the residents of Rakwana, Maradana, Badulla and 37-38 in their residence."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "4 suspects arrested for robbing taxi drivers wearing gold. Police found stolen goods worth Rs. Suspects from Rakwana, Maradana, Badulla."
  ]
}