{
  "translated_text": {
    "si": {
      "title": "IMC දේශපාලන න්යායපත්රවලට සහභාගී නොවේ",
      "body_lines": [
        "එක්සත් ජනතා බලයේ හිටපු පාර්ලිමේන්තු මන්ත්රී සහ එක්සත් ජනතා බලයේ සිටි මුජිබර් රහ්මාන් කියා සිටියේ එක්සත් ජනතා බලය හෙට සාකච්ඡාවට (11) සහභාගී නොවන බවයි.",
        "නව සැසිය ආරම්භ කිරීමෙන් පසු පාලක පක්ෂය පිළිබඳ චෝදනා එල්ල වූ පුද්ගලයා විපක්ෂයට පත් කර නොමැත.",
        "ජනාධිපතිවරයා සහ රජය පිරිසිදු රාජධානියට වඩා ඉදිරියෙන් අකමැති බව දිගටම පෙන්වයි.",
        "ජාත්යන්තර මූල්ය අරමුදල සමඟ සාකච්ඡා කරමින් ජනාධිපතිවරයා පාර්ලිමේන්තුවේදී විපක්ෂ නායකයින් පාර්ලිමේන්තුවට කැඳවා තිබේ.. පාර්ලිමේන්තුවේ සිය ධුරය ද ඔහු පැවසීය.",
        "නව ජනාධිපතිවරයකු නව ජනාධිපතිවරයා ඉදිරියේ සිටීමට අවශ්යතාවයක් නොමැත.",
        "ජාත්යන්තර මූල්ය අරමුදල සමඟ ඇති කරගත් ගිවිසුම් අනාවරණය වී නොමැත.",
        "කිසිදු සාකච්ඡාවකින් තොරව, ලාභ රාජ්ය ආයතන ඔවුන්ගේ මිතුරන්ට විකිණීමේ ප්රවණතාව ගැන කම්කරුවන් කෝප වේ.",
        "ජාතික ඇඳුම් ඇඳීමේ අවශ්යතාවයක් නොමැති බව පවසමින් රාජ්ය අමාත්යවරයා අද කබාය ඉල්ලා තිබේ.",
        "එක්සත් ජනතා බලශක්ති රජය ජාත්යන්තර මූල්ය අරමුදලට අනුකූල බවට ගිවිසුම සංශෝධනය කරන්නෙමු.",
        "මැතිවරණය ඉලක්ක කළ ජනාධිපතිවරයාගේ දේශපාලන න්යාය පත්ර තුළ විපක්ෂය කොටු නොවනු ඇත."
      ]
    },
    "en": {
      "title": "The IMC does not participate in political agendas",
      "body_lines": [
        "Former MP and Deputy General Secretary of the United People's Power, Mujibur Rahman, said that the United People's Power would not participate in tomorrow's discussion (11).",
        "After the new session began, the person who was accused of charges on the ruling party has not been appointed to the opposition.",
        "The president and the government continue to show the unwillingness to go ahead of the pure kingdom.",
        "The President has also called on the opposition leaders in Parliament in discussions with the International Monetary Fund.. He also said his position in Parliament.",
        "There is no need for a new president to be in front of the new President.",
        "The agreements reached with the International Monetary Fund have not been revealed.",
        "Without any discussion, the workers are angry at the tendency to sell profit state institutions to their friends.",
        "The Minister of State has called on the coat today, saying that there is no need to wear national clothing.",
        "We will revise the agreement that the United People's Power government has complied with the International Monetary Fund.",
        "The opposition will not be trapped within the political agendas of the president who targeted the election."
      ]
    }
  },
  "summary_lines": [
    "Mujibur Rahman, former MP and Deputy General Secretary of the United People's Power, stated that the party will not participate in tomorrow's discussion. The president and government have shown reluctance to move beyond the kingdom. The president has called for opposition leaders to discuss with the IMF and has expressed his position in Parliament. There's no need for a new president to be in front of the new President. The agreements with the IMF have not been disclosed. Workers are angry at the selling of state institutions to friends. The Minister of State has called for no need to wear national clothing. The United People's Power government plans to revise the IMF agreement. The opposition will not be trapped in the president's political agendas."
  ]
}