{
  "translated_text": {
    "ta": {
      "title": "හිටපු ජනපති රනිල් රිමාන්ඩ්",
      "body_lines": [
        "கொழும்பு கோட்டை",
        "අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුව වෙනුවෙන් පෙනී සිටි අතිරේක සොලිසිටර් ජෙනරාල් දිලීප පීරිස් සහ සැකකාර රනිල් වික්‍රමසිංහ මහතා වෙනුවෙන් පෙනී සිටි ජනාධිපති නීතීඥ අනූජ ප්‍රේමරත්න ඇතුළු නීතිඥ මණ්ඩලයක් ඉදිරිපත් කළ කරුණු සලකා බැලීමෙන් අනතුරුව කොළඹ කොටුව මහේස්ත්‍රාත් නිලුපුලී ලංකාපුර මෙනවිය මෙම නියෝගය නිකුත් කළාය.",
        "விசாரணையின் உள்ளடக்கங்களை பகுப்பாய்வு செய்யும் போது, ​​வழக்குக்கு தொடரும் வருகை ஒரு தனியார் வருகையாகத் தோன்றுகிறது என்று தோன்றுகிறது என்று மாஜிஸ்திரேட் இந்த உத்தரவை தெரிவித்தார்.",
        "சந்தேக நபரின் வழக்கறிஞர்கள் சந்தேக நபரால் சந்தேக நபரால் பயன்படுத்தப்பட்டனர் என்று மறுக்கப்படவில்லை.",
        "பொது ரியல் எஸ்டேட் சட்டத்தின் போது, ​​பிணை எடுப்புகளை வெளிப்படுத்தும் நேரத்தில் மட்டுமே வழங்க முடியும், மேலும் சந்தேக நபரின் உத்தரவாதம் ஜாமீன் வழங்க முடியாது.",
        "அதன்படி, சந்தேக நபரின் ஜாமீனை மறுத்த மாஜிஸ்திரேட், அவர் 26 ஆம் தேதி வரை ரிமாண்ட் செய்யப்பட்டார்.",
        "சிறையில் தேவையான பாதுகாப்பு மற்றும் மருத்துவ சேவையை வழங்க சந்தேக நபருக்கு மாஜிஸ்திரேட் மேலும் உத்தரவிட்டார்.",
        "செப்டம்பர் 22, 203 மற்றும் 23 ஆகிய தேதிகளில் குற்றவியல் விசாரணைகள் சார்பாக ஆஜரான கூடுதல் வழக்குரைஞர் ஜெனரல் திலீபா பீரிஸ், சந்தேக நபர்கள் செப்டம்பர் 22, 2023 அன்று நீதிமன்றத்தில் கொண்டு செல்லப்பட்டனர், மேலும் முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கே செப்டம்பர் 22, 2023 அன்று.",
        "இந்த சம்பவம் தொடர்பாக 33 அறிக்கைகள் பதிவு செய்யப்பட்டுள்ளன என்று அவர் கூறினார்.",
        "செப்டம்பர் 13, 2023 அன்று, கியூபாவும் அமெரிக்க அமெரிக்காவின் அமெரிக்க அதிகாரப்பூர்வ வருகையும் செப்டம்பர் 22 அன்று பிரிட்டனுக்குச் சென்றன.",
        "தனது மனைவியின் விருது வழங்கப்பட்ட இம்ப்ரிகேட்டரைப் பெறுவதற்காக அவர் அங்கு சென்றதாக விசாரணைகள் தெரிவிக்கின்றன, கூடுதல் சொலிசிட்டர் ஜெனரல் கூறினார்.",
        "கூடுதல் சாண்ட்ரா பெரேரா, ஒரு மருத்துவரும் காவல்துறை அதிகாரிகளும், பிரிட்டிஷ் செயலாளருக்கான பயணத்தில் பங்கேற்றுள்ளனர், மேலும் அவர் ஜனாதிபதியின் செயலாளரால் அங்கீகரிக்கப்பட்டார் மற்றும் ஜனாதிபதியால் அங்கீகரிக்கப்பட்டார்.",
        "ரூ.",
        "பொலிஸ் அதிகாரிகள் ரூ. 3,274,301 / - காவல் துறையிலிருந்து.",
        "நாட்டின் பொருளாதார நெருக்கடி ஏற்பட்டால் ஒரு டாலரை செலவிடுமாறு ஜனாதிபதி செயலாளர் ஜனாதிபதி செயலாளர் வெளியிட்டுள்ள ஒரு சுற்றறிக்கை, சந்தேக நபர் முற்றிலும் தவறு, சந்தேக நபர் நாட்டின் பொருளாதார நெருக்கடியில் கருவியாக இருந்தார் என்று அறிவுறுத்தப்பட்டுள்ளது.",
        "இந்த செலவினங்கள் முன் ஒப்புதலைப் பெறவில்லை என்று அவர் சுட்டிக்காட்டினார்.",
        "\"முன்னாள் ஜனாதிபதி செயலாளர் தவறான வழியில் பணியாற்றியுள்ளார். அரசு அதிகாரிகள் அரசியல்வாதிகளை வழிநடத்த முடியும். அவர் அரசாங்க நிதியை தங்கள் விருப்பப்படி பயன்படுத்த முடியாது. \"கூடுதல் சொலிசிட்டர் ஜெனரல் கூறினார்.",
        "\"குற்றவியல் விசாரணைத் துறைக்கு வழங்கப்பட்ட அறிக்கை குற்றவியல் விசாரணைத் துறையில் அனுமதிக்கப்பட்டுள்ளது.. மேலும், சந்தேக நபரின் தனியார் செயலாளராக பணியாற்றிய நபர், வெளிவிவகார அமைச்சகத்திற்கு வருகை உத்தியோகபூர்வ வருகைக்கு ஒரு தனியார் வருகை என்று குறிப்பிடப்படுவதாகக் கூறினார். \"கூடுதல் சொலிசிட்டர் ஜெனரல் அவர் உத்தியோகபூர்வ வருகை குறித்து விசாரணைகளை நடத்தி வருவதாகக் கூறினார்.",
        "இது ஆங்கிலேயர்களிடமிருந்து உத்தியோகபூர்வ அழைப்பிற்கான பயணம் அல்லவா? கூடுதல் வழக்குரைஞர் ஜெனரல் நீதிமன்றத்தில் கேட்டார்.",
        "ஜனாதிபதியின் உத்தியோகபூர்வ புகைப்படக் கலைஞருக்கு ஜனாதிபதியின் உத்தியோகபூர்வ புகைப்படக் கலைஞர் ஏன் கலந்து கொள்ளவில்லை என்ற கேள்வியை கூடுதல் சொலிசிட்டர் ஜெனரல் கேள்வி எழுப்பினார்.",
        "\"சந்தேக நபர் தனது சம்பளம் ரூ .100,000 என்று கூறியுள்ளார். நீங்கள் எப்படி இந்த வழியில் செலவிடுகிறீர்கள்? \"கூடுதல் சொலிசிட்டர் ஜெனரல், ஜனாதிபதி பொதுமக்களின் பாதுகாவலர் என்றும், அவர் பொதுப் பணத்தை செலவிட முடியாத தன்னிச்சையான வடிவம் என்றும் கூறினார்.",
        "இந்த சம்பவம் தொடர்பான விசாரணை முடிக்கப்படவில்லை, மேலும் இந்த சம்பவம் தொடர்பாக அதிகமான சந்தேக நபர்கள் கைது செய்யப்பட உள்ளனர்.",
        "கூடுதல் வழக்குரைஞர் ஜெனரல் திலிபா பீரிஸ், சந்தேக நபர் சந்தேக நபரை விடுவிப்பதை எதிர்ப்பார் என்று கூறினார்.",
        "ரங்கில் விக்ரமேசிங்கின் தலைவர் தலைவர் தலைவர் அளித்த புகாரைத் தொடர்ந்து புகார் குறித்த விசாரணை தொடங்கியது.",
        "இந்த பயணத்தின் முறைசாரா செயல் எதுவும் இல்லை என்று தேசிய தணிக்கை அலுவலகம் வெளியிட்டுள்ள அறிக்கை கூறியுள்ளது என்று ஜனாதிபதியின் ஆலோசகர் சுட்டிக்காட்டினார்.",
        "இந்த அறிக்கை புலனாய்வாளர்களால் கருத்தில் கொள்ளப்படவில்லை என்றும் அவர் கவலைப்பட்டால் ஒரு வழக்கு ஏற்படாது என்றும் அவர் சுட்டிக்காட்டினார்.",
        "முன்னாள் ஜனாதிபதி சந்திரிகா பண்டாரநாயக்க குமாரத்துங்கா, லட்சுமன் கதிர்கமர், லலித் தடுலகமர் ஆகியோரின் வளாகம் ஜனாதிபதியின் அழைப்பின் அழைப்பில் பங்கேற்றுள்ளது.",
        "ஜனாதிபதியின் ஆலோசனையால் ஒரு ஜனாதிபதிக்கு வெளிநாடு சென்று வணிகர்களின் வீடுகளுக்கு பயணிக்க முடியவில்லை என்று ஜனாதிபதியின் ஆலோசனை தெரிவித்துள்ளது.",
        "பிரிட்டனில் உள்ள பிரிட்டிஷ் தூதரகம், ஓநாய் இண்டா, இலங்கை தூதரகம் மூலம் அனுப்பப்பட்ட அழைப்பில் ரணில் விக்ரமேசிங்க் இருந்தார்.",
        "ஜனாதிபதி 24 மணிநேரம் வேலை செய்கிறார் என்றும் அவர் இலங்கையின் தலைவராக இல்லை, ஆனால் இலங்கையின் தலைவராக இல்லை என்றும் அவர் சுட்டிக்காட்டினார்.",
        "சபாநாயகர், சபாநாயகர் மற்றும் மாகாண சபைகளின் செயலாளர்கள் போன்ற உத்தியோகபூர்வ தாங்குபவர்களுக்கு புகார் குறிப்பிட்ட நிதி விதிமுறைகள் மட்டுமே பொருந்தும் என்று ஜனாதிபதி கூறினார்.",
        "ஜனாதிபதியின் ஆலோசனை, இருதய நோய் மற்றும் இரத்த அழுத்தம் மற்றும் அவரது மனைவி புற்றுநோய்க்கான நிலையில் உள்ளது.",
        "அவர்களின் வாடிக்கையாளர் முன்னாள் ஜனாதிபதியாக இருக்கிறாரா, பாதுகாப்பு அச்சுறுத்தல்களை கணக்கில் எடுத்துக்கொள்வதில் அவர் ரிசர்வ் பாண்டெமிக்கு திரும்பிச் செல்ல முடியுமா? பிரச்சினை எழுகிறது என்று ஜனாதிபதியின் ஆலோசகர் கூறினார்.",
        "எந்தவொரு நிபந்தனையின் கீழும் சந்தேக நபரை விடுவிக்க ஒரு ஆணையை வழங்கவும் சந்தேக நபரிடம் கேட்கப்பட்டது.",
        "விசாரணையில் டெலிப் பீரிஸ் கூடுதல் சொலிசிட்டர் ஜெனரல் திலிபினா தலையிட்டார் மற்றும் இரு வழக்கறிஞர்களிடையே ஒரு சூடான விவாதம் நடத்தினார்.",
        "அதன்படி, மாஜிஸ்திரேட் பல சந்தர்ப்பங்களில் தலையிட்டு நிலைமையைத் தீர்த்தார்."
      ]
    },
    "en": {
      "title": "Ranil remanded for ex-President",
      "body_lines": [
        "The Colombo Fort",
        "Fort Magistrate Nilapuli Lankapura, Colombo Fort Magistrate, Nilapuli Lankapura released the order after the Criminal Dileepa Premaratne, who appeared for the Criminal Investigations Department.",
        "The Magistrate expressed the order stated that it appears that when analyzing the contents of the trial, the proceeding visit to the Case appears to be a private visit.",
        "The suspect's lawyers have not been denied that the suspect was used by the suspect and said.",
        "At the time of the General Real Estate Act, bailouts can be awarded only at the time of revealing and the guarantee of the suspect is not able to grant bail.",
        "Accordingly, the magistrate who refused the bail of the suspect, he was remanded until the 26th.",
        "The Magistrate further ordered the suspect to provide the necessary protection and medical care in the prison.",
        "Additional Solicitor General Dileepa Peiris appearing on behalf of the Criminal Investigations on September 22, 203 and 23, the suspects were taken into the court on September 22, 2023, and former President Ranil Wickremesinghe on September 22, 2023.",
        "He said that 33 statements have been recorded in respect of this incident.",
        "On September 13, 2023, Cuba and the US official visit to US official visit to USA had gone to Britain on September 22.",
        "Investigations have revealed that he had gone there to obtain his wife's awarded Proficator, Additional Solicitor General said.",
        "Additional Sandra Perera, a doctor and the police officers, has participated in the visit to the British Secretary and he was recognized by the President's secretary and was recognized by the President.",
        "He said that a sum of Rs.",
        "Police officers have paid a sum of Rs. 3,274,301 / - from the Police Department.",
        "A circular issued by the Presidential Secretary of the Presidential Secretary has been instructed to spend a dollar in the event of the economic crisis of the country, the suspect is a completely wrong, that the suspect has been instrumental in the country's economic crisis.",
        "He pointed out that these expenditure has not obtained prior approval.",
        "\"The former Presidential Secretary has worked in the wrong way. Government officials should be able to guide politicians. He cannot use government funds into their own discretion. \"Additional Solicitor General said.",
        "\"The statement given to the Criminal Investigation Department has been admitted to the Criminal Investigation Department.. Also, the person who served as the private secretary of the suspect, he said that the visit to the Ministry of External Affairs was referred to as a private visit to the official visit. \"Additional Solicitor General said that he was conducting investigations into the official visit.",
        "Is this not a trip to an official invitation from the British? Additional Solicitor General asked the court.",
        "The Additional Solicitor General questioned the question of why the President's official photographer was not attended by the President's official photographer.",
        "\"The suspect has stated that his salary is Rs 100,000. How do you spend this way? \"Additional Solicitor General said that the President is the custodian of the public and the arbitrary form he could not spend public money.",
        "The investigation into the incident has not been completed and more suspects are to be arrested in connection with the incident.",
        "Additional Solicitor General Dilipa Peiris said that the suspect would oppose the release of the suspect.",
        "The investigation into a complaint has begun following a complaint lodged by the President of the President of the President of the President of Ranil Wickremesinghe.",
        "The President's Counsel pointed out that a report issued by the National Audit Office has stated that there is no informal act of this trip.",
        "He pointed out that the report had not taken into consideration by the investigators and that a case would not be caused if he was concerned.",
        "The premises of former President Chandrika Bandaranaike Kumaratunga, Lakshman Kadirgamar, Lalith Athulagamar have participated in the invitation of the invitation of a president.",
        "The President's Counsel said that the President's Counsel was not able to go abroad to a President and travel to the homes of the merchants.",
        "Ranil Wickremesinghe was on an invitation sent through the Sri Lankan embassy by Wolf Amonga, British Embassy in Britain.",
        "He pointed out that the president is 24 hours working and that he is not as president of Sri Lanka but is not as president of Sri Lanka.",
        "The President said that only the Finance regulations mentioned by the Complaint will apply to the official bearers such as the Speaker, the Speaker and the secretaries of the provincial councils.",
        "The President's Counsel, which has been in control of cardiac disease as well as a blood pressure and his wife is in a condition of cancer.",
        "Is their client be a former president and can he take back to the reserve bandemic in taking into account security threats? The President's Counsel said that the problem is arises.",
        "The suspect was also asked to issue a decree to release the suspect under any conditions.",
        "Additional Solicitor General Dilipina, Delippe Peiris at the trial, was intervened and had a warm debate between the two lawyers.",
        "Accordingly, the magistrate intervened in several occasions and resolved the situation."
      ]
    }
  },
  "summary_lines": []
}