{
  "translated_text": {
    "si": {
      "title": "අම්පාරා දිස්ත්රික්කයේ මේ දක්වා මැතිවරණ පැමිණිලි කිරීම;පෝස්ටර් තවමත් ඉවත් කර නැත - පෙබරවාරි",
      "body_lines": [
        "මැතිවරණ නිරීක්ෂණ සංවිධානයේ දිස්ත්රික් සම්බන්ධීකාරක කන්දයා සිදියා සිදියානාදන් මහතා පැවසුවේ මේ වන විට අම්පාරා දිස්ත්රික්කයේ මැතිවරණ පැමිණිලි 11 ක් ලැබී ඇති බවත් පෝස්ටර් තවමත් ඉවත් කර නොමැති බවත්ය.",
        "ඔහු මේ බව කියා සිටියේ බ්රහස්පතින්දා (19) මඩකලපුවේ බෙවස්අප් මාධ්ය ස්ථානයේ පැවති මාධ්ය හමුවකදීය.",
        "අම්පාරා දිස්ත්රික්කයේ සමන්තුරෙයි මැතිවරණ කොට් constituency ාශයේ පැමිණිලි දෙකක්, කල්මුනායි ඡන්ද කොට් constitation ාශයේ පැමිණිලි 3 ක්, පොට්ටුවිල් මැතිවරණ කොට් constitation ාශයේ පැමිණිලි 11 ක් සහ අම්පාරා මැතිවරණ කොට් .ාශයේ පැමිණිලි 11 ක්.",
        "දිස්ත්රික්කයේ ඡන්ද මධ්යස්ථාන 115 ක් පළාත් පාලන ආයතන 4 ක සහ මැතිවරණ සංසිද්ධියකට වාහන 4 ක් තුළ වාහන 4 ක් නිරීක්ෂණය කරනු ඇත.",
        "ඡන්ද මධ්යස්ථානයේදී, මොනිටර 10 ක් ප්රසංගයේ සිට දෘෂ්ටි කෝණයෙන් ඡන්දය ප්රකාශ කරනු ඇත.",
        "ඒ අතරම, දෙවන මනාප ඡන්දයක් ගණනය කිරීමේ අවශ්යතාවය නම්, මොනිටර පැය 15 ක් රැඳී සිටිමින් සෝදිසියෙන් කටයුතු කරනු ඇත.",
        "ඒ හා සමානව, දිගු කලක් තිස්සේ දිගුකාලීන නිරීක්ෂකයින් පදිංචි වූ අතර ඔවුන් වක්රව අධීක්ෂණය කරනු ලබන අතර අපේක්ෂකයින්ගේ පිරිවැය විමර්ශනය කිරීම සඳහා අපි 3 ක් පත් කර ඇත්තෙමු.",
        "ඊයේ රාත්රී 12 දක්වා මැතිවරණ ව්යාපාරය අවසන් වූයේ මධ්යයේ වුවද, සමහර ප්රචාරක රැස්වීමක් දිස්ත්රික්කයේ පාන්දර දෙක වන තෙක් පැවැත්විණි. පෝස්ටර් ඉවත් කිරීම පිළිබඳව මම නියෝජ්ය පොලිස්පතිවරයා නියෝජ්ය පොලිස්පති පොලිසියට දන්වා සිටිමි.",
        "පසුගිය ජනාධිපතිවරණයට වඩා මේ වසරේදී අඩු පැමිණිලි ලැබී තිබේ. වත්මන් මැතිවරණ නීති රීති වලට අනුව, ඡන්ද බූත්, ඡන්ද මධ්යස්ථාන, මොනිටර, මොනිටර්වරුන් සහ නිලධාරීන් පමණක් ලබා ගත හැක්කේ ලොග් විය හැක්කේ නියෝජිතයින්, මොනිටර, අධීක්ෂකවරුන් සහ නිලධාරීන් පමණක් බවයි."
      ]
    },
    "en": {
      "title": "11 election complaints so far in Ampara district;Posters have not yet been removed - February",
      "body_lines": [
        "Kandaya Sathyanathan, District Coordinator of the Election Monitoring Organization, said that 11 election complaints have been received so far in the Ampara district and the posters have not yet been removed.",
        "He was speaking at a press conference held at the Bevasup Media Station in Batticaloa on Thursday (19).",
        "Two complaints in Samanthurai constituency in Ampara district, 3 complaints in Kalmunai constituency, 3 complaints in Pottuvil constituency and 11 complaints from Ampara constituency.",
        "115 polling stations in the district will be monitored in 4 vehicles in 4 constituencies and 4 vehicles per election constituency.",
        "At the polling station, 10 monitors will remain under the voting from the concert to the point of view.",
        "At the same time, if the need to count a second preferential vote, the monitors will stay for 15 hours and work on surveillance.",
        "Similarly, four long -time monitors have been appointed and they will be indirectly monitored and we have appointed 3 to investigate the cost of the candidates.",
        "Even though the election campaign ended till 12 pm last night, some campaign meeting was held in the district till two o'clock. I have informed the Deputy Inspector General of Police about the removal of the posters.",
        "This year has received less complaints than the last presidential election. According to the current election law rules, the polling booths said that only the agents, monitors and the police and officials working on the ballots can only log in."
      ]
    }
  },
  "summary_lines": [
    "Ampara district: 11 election complaints filed; posters still up. Election monitoring organization reports issues across 4 constituencies. Campaign meetings extended beyond deadline. Fewer complaints compared to previous presidential election. Only authorized personnel allowed near polling booths."
  ]
}