{
  "translated_text": {
    "si": {
      "title": "දැරිය පැහැරගෙන යාම සම්බන්ධයෙන් පිරිමි ළමයා අත්අඩංගුවට ගත්තා",
      "body_lines": [
        "යාපනයේ අවුරුදු 15 ක දැරියක් පැහැරගෙන ගොස් ඇගේ නිවසේ රැඳී සිටි අවුරුදු 17 ක පිරිමි ළමයෙකු පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "ඉරිදා (18) තෝල්පුරම් ප්රදේශයේ හිමි දැරියක් වඩුකොද්දෙයි පොලිස් ස්ථානයට නෙසා තිබේ.",
        "දැරිය 17 හැවිරිදි පිරිමි ළමයෙකුගේ නිවසේ රැඳී සිටි බවට ලැබෙන තොරතුරු අනුව දැරිය ගෙදරට දිව ගොස් දැරිය බේරාගෙන පිරිමි ළමයා අත්අඩංගුවට ගෙන තිබේ.",
        "පොලීසිය විසින් වෛද්ය පරීක්ෂණයක් සඳහා පොලිසිය යාපනය බෝධනා රෝහලට ඇතුළත් කර ඇති අතර අත්අඩංගුවට ගත් පිරිමි ළමයා පොලිස් ස්ථානයේ රඳවාගෙන තිබේ."
      ]
    },
    "en": {
      "title": "Boy arrested for abducting girl",
      "body_lines": [
        "Police have arrested a 17 -year -old boy who abducted a 15 -year -old girl in Jaffna and stayed at her home.",
        "A 15 -year -old girl from Tholpuram area has been lodged at the Vaddukoddai police station on Sunday (18).",
        "According to the information that the girl was staying in the house of a 17 -year -old boy from the area, the girl was rushed to the house and rescued the girl and arrested the boy.",
        "The police have been admitted to the Jaffna Bodhana Hospital for a medical examination by the police and the arrested boy has been detained at the police station."
      ]
    }
  }
}