{
  "translated_text": {
    "si": {
      "title": "ඉන්ධන වල මිල අඩු කිරීම",
      "body_lines": [
        "ශ්රී ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව විසින් සයිපනයේ සිට ඉරිදා (31) සිට ක්රියාත්මක වන බව ශ්රී ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව විසින් ප්රකාශ කර තිබේ.",
        "ඔක්ටේන් 95 පෙට්රල් ලීටරයක මිල රුපියල් 7 කින් අඩු කර ඇති අතර එහි නව මිල රුපියල් 440 කි.",
        "සුපර් ඩීසල් ලීටරයක මිල රුපියල් 72 කින් අඩු කර ඇති අතර එහි නව මිල රුපියල් 386 කි.",
        "භූමිතෙල් ලීටරයක මිල රුපියල් 12 කින් අඩු කර ඇති අතර එහි නව මිල රුපියල් 245 කින් සවි කර ඇත.",
        "පෙට්රල් සහ ඔටෝ ඩීසල් හි ඔක්ටේන් 92 ප්රභේද වෙනස් වී නැත"
      ]
    },
    "en": {
      "title": "A reduction in prices in fuels",
      "body_lines": [
        "The Sri Lankan Petroleum Corporation has announced that it has been changed in effect from midnight on Sunday (31).",
        "The price of a liter of octane 95 petrol has been reduced by 7 rupees and its new price has been fixed at 440 rupees.",
        "The price of a liter of super diesel has been reduced by 72 rupees and its new price has been fixed at 386 rupees.",
        "The price of a liter of kerosene has been reduced by 12 rupees and its new price has been fixed at 245 rupees.",
        "Octane 92 variants of petrol and Otto diesel have not changed"
      ]
    }
  },
  "summary_lines": [
    "The Sri Lankan Petroleum Corporation has reduced fuel prices effective from midnight on Sunday. Octane 95 petrol is now 440 rupees, super diesel 386 rupees, and kerosene 245 rupees. Octane 92 and Otto diesel prices remain unchanged."
  ]
}