{
  "translated_text": {
    "si": {
      "title": "අසනීප",
      "body_lines": [
        "තමිල්නාඩු තරඟ මේ වන විට රට පුරා බොහෝ කලාපවල පැවැත්වේ. සමහර කලාපවල අක්රමිකතා පිළිබඳ වාර්තා තිබේ.",
        "මෙම සන්දර්භය තුළ, මහනුවර (11) මහනුවර කලාපයේ ඉරිදා (11) පැවැත්වූ තමිල්නාඩු තරඟවල අක්රමිකතා රාශියක් ඇත. මෙම තරඟ ටෙල්ටෝටා හි පැවැත්විණි.",
        "මේ කාරණයලට ඇතුළත් කර ඇත්තේ කුමන ආකාරයේ අද්දැකීම් අඩු පුද්ගලයින්ද?. නිදසුනක් වශයෙන්, වෙනම නැටුමක් සඳහා බේරුම්කරණ කණ්ඩායමේ දී ගුරුවරයා සමඟ ඉගෙනීමට හෝ නොකිරීමට ගුරුවරයා සමඟ සිටි බවට චෝදනා එල්ල වේ.",
        "විනිසුරුවරයා ලෙස සේවය කළ ගුරුවරයා දෙමළ විෂය මාලාවක් වූ අතර, ගුරුවරයා වෙනම නැටුමක් සඳහා ලබා දීමේ කාරණය ගුරුවරයා පිළිගත්තේ කෙසේද යන්න පිළිබඳව ප්රශ්න කර තිබේ.",
        "මේ අවස්ථාවේ දී, තරඟයට සිසුන් ගෙන ආ ගුරුවරුන් කිහිප දෙනෙකු ජූරි සභාව තුළ පැවැත්විණි.",
        "තරඟ සඳහා උදේ 8 ට සිසුන්ට ආරාධනා කර ඇති අතර තරඟ දහවල් 12 ට ආරම්භ වී තිබේ.තරඟ 10 ට මෙම තරඟ අවසන් කර ඇත.",
        "දුර බැහැර ප්රදේශවලට පැමිණි සමහර සිසුන් දෙමාපියන් ගෙන ආවා. දෙමව්පියන් සහ රාත්රියේ සිසුන් භාර කලාප නිලධාරියා අතර දැඩි තර්ක තිබේ.",
        "නිලධාරීන් තම දෙමාපියන්ට පැවසුවේ ඔබ පැමිණ තර්කය අවසන් වූ විට ලකුණු තැබිය යුතු බවයි.. මධ්යම රාත්රියේ රාත්රී 12 ට තරඟ අවසන් වේ. එහි ප්රති As ලයක් ලෙස වාහන පහසුකම් නොමැති සිසුන්, සිසුන් සහ දෙමාපියන්ට විශාල දුෂ්කරතාවයන් සඳහා නිවාස නැරඹීමට පැමිණ තිබේ.",
        "සිසුන්ගේ ශක්තීන් ප්රකාශ කිරීම සඳහා මහනුවර කලාපීය අධ්යාපන වැඩමුළුව නිසි ලෙස සංවිධානය කිරීමට මහනුවර කලාප කලාප අධ්යාපන වැඩමුළුව අසමත් වී ඇති බවට දෙමාපියන් පැමිණිලි කර ඇත.. මෙම චෝදනාවල කලාපීය අධ්යාපන වැඩමුළුව සමඟ සම්බන්ධ වීමට ඔවුහු උත්සාහ කළද, උත්සාහයන් වටින්නේ නැත.",
        "මහනුවර කලාපීය අධ්යාපන වැඩමුළුවේ විස්තරය සෙනසුරාදා සහ ඉරිදා දිනවල හැර සවස 6 ට 0117479372 හෝ 0117479375 සම්බන්ධ කර ගනිමින් නිවේදනය කළ හැකිය.. එසේ නොමැතිනම්, ඔබට ඊමේල් ලිපිනය http: //tamilmirrofficial@gmail.com."
      ]
    },
    "en": {
      "title": "Sickness",
      "body_lines": [
        "Tamil Nadu competitions are currently being held in many zones nationwide. There have been reports of irregularities in some zones.",
        "In this context, there have been many irregularities in the Tamil Nadu competitions held on Sunday (11) in the Kandy Zone. These matches were held in Teltota.",
        "What kind of inexperienced people have been incorporated into the matter. For example, in the arbitration group for a separate dance, it is alleged that the teacher was accompanied by the teacher to learn or not.",
        "It has been questioned as to how the teacher who served as the referee was a Tamil curriculum, and how the teacher accepted the point of giving the teacher for a separate dance.",
        "In this case, a few of the teachers who brought the students to the competition have been held in the jury.",
        "Students have been invited at 8 am for the competitions, and the competitions have begun at 12 noon.The competitions have been completed at 10 pm.",
        "Some of the students who came to the distant areas have brought their parents. There have been fierce arguments between parents and the zonal officer in charge of the students at night.",
        "Officials told their parents that you should come and put the points when the argument is over.. Competitions are completed at 12 pm at midnight. As a result, students, students and parents who do not have vehicle facilities have visited the houses for great difficulties.",
        "Parents have complained that the Kandy Zonal Education Workshop has failed to properly organize such events to express the energies of the students.. Although they tried to make contact with the Zonal Education Workshop on these allegations, the efforts were not worth it.",
        "The description of the Kandy Zonal Education Workshop can be announced by contacting 0117479372 or 0117479375 at 6 pm on other days except for Saturdays and Sundays.. Otherwise, you can send the email address http: //tamilmirrorofficial@gmail.com."
      ]
    }
  },
  "summary_lines": [
    "Tamil Nadu competitions faced irregularities, especially in the Kandy Zone. Issues included inexperienced personnel, like referees accompanying dancers, questioning their qualifications. Competitions started late, ended late, causing inconvenience for students and parents without transport. Parents criticized poor organization by the Kandy Zonal Education Workshop, with complaints unaddressed. Contact details for feedback were provided."
  ]
}