{
  "translated_text": {
    "si": {
      "title": "Victims of IPKF Jaffna hospital massacre remembered",
      "body_lines": [
        "1987 දී ඉන්දියානු සාම සාධක හමුදාව (IPKF) විසින් (IPKF) සංහාරය (IPKF) සංහාරයේ 37 වන අනුස්මරණය සඳුදා රෝහලේදී පැවැත්විණි. ප්රහාරයෙන් ජීවිත අහිමි වූවන් සිහි කිරීම සඳහා රෝහල් කාර්ය මණ්ඩලය සහ සහභාගී වූවන්ට ගොදුරු වූවන්ට උපහාර දැක්වූහ.",
        "මෙම අවස්ථාවට අමාත්යතුමා 21 ක් සහ රෝගීන් 47 ක් ඇතුළු නිරායුධ වින්දිතයින් 68 දෙනාගෙන් පවුලේ සාමාජිකයන්.",
        "The attack, carried out by the IPKF under the command of Lt. ජෙනරල්. Dipendra Singh, was part of a series of mass killings in Northern Sri Lanka. The IPKF had been deployed under the Indo-Sri Lanka Accord of 1987, which sought to bring peace to the region, but the massacre marked a tragic and violent episode in the conflict.",
        "රෝහල් ප්රහාරයේ ගොදුරු වූවන් අතර වෛද්යවරුන් තිදෙනෙකු වූහ - ආචාර්ය. සිවපත්තසුන්දරම්, ඩී.ආර්. M.j. Ganesharatnam, and Dr. K. Parimalar සහ හෙදියන් තිදෙනෙක්, රාමනාදන්, සිවපාතියම් සහ ලීලාති. The massacre also claimed the lives of other hospital staff including telephone operator Kanagalingam, work supervisors R. Krishnaraj, K. සෙල්වරාජ්, සහ රෝහලේ ගිලන්රථ ධාවක v. Shanmugalingam.",
        "Despite the passage of 37 years, no investigation has been conducted into the massacre, and no compensation has been provided to the victims’ families by either the Indian or Sri Lankan Governments. මෙම සංහාරයට වගකිව යුතු සොල්දාදුවන් ද ඉන්දීය රජය විසින් කිසි විටෙකත් නඩු පවරා නොතිබුණි."
      ]
    },
    "ta": {
      "title": "Victims of IPKF Jaffna hospital massacre remembered",
      "body_lines": [
        "The 37th commemoration of the Jaffna Teaching Hospital Massacre by the Indian Peacekeeping Forces (IPKF) in 1987 was held on Monday at the hospital. Hospital staff and attendees paid tribute to the victims by lighting flowers in remembrance of those who lost their lives in the attack.",
        "இந்த நிகழ்வில் 21 மருத்துவமனை ஊழியர்கள் மற்றும் 47 நோயாளிகள் உட்பட 68 நிராயுதபாணியானவர்களில் குடும்ப உறுப்பினர்கள் கலந்து கொண்டனர்.",
        "எல்.டி.யின் கட்டளையின் கீழ் ஐ.பி.கே.எஃப் மேற்கொண்ட தாக்குதல். ஜெனரல். டிபேந்திர சிங், வடக்கு இலங்கையில் தொடர்ச்சியான வெகுஜன கொலைகளின் ஒரு பகுதியாக இருந்தார். The IPKF had been deployed under the Indo-Sri Lanka Accord of 1987, which sought to bring peace to the region, but the massacre marked a tragic and violent episode in the conflict.",
        "Among the victims of the hospital attack were three doctors—Dr. சிவபதாசுண்டரம், டி.ஆர். M.J. கணேஷரத்னம், மற்றும் டாக்டர். K. பரிமலார் மற்றும் மூன்று செவிலியர்கள், ராமநாதன், சிவபாதியம், மற்றும் லீலாவதி. இந்த படுகொலை தொலைபேசி ஆபரேட்டர் கனகலிங்கம், பணி மேற்பார்வையாளர்கள் ஆர் உள்ளிட்ட பிற மருத்துவமனை ஊழியர்களின் வாழ்க்கையையும் கோரியது.. Krishnaraj, K. செல்வராஜ், மற்றும் மருத்துவமனையின் ஆம்புலன்ஸ் டிரைவர் வி. சன்முகாலங்கம்.",
        "Despite the passage of 37 years, no investigation has been conducted into the massacre, and no compensation has been provided to the victims’ families by either the Indian or Sri Lankan Governments. Soldiers responsible for this massacre were also never prosecuted by the Indian Government."
      ]
    }
  },
  "summary_lines": []
}