{
  "translated_text": {
    "si": {
      "title": "\"මහ බැංකුවට වැටුප වැඩි කිරීමට බලයක් නැත\"",
      "body_lines": [
        "අධිකරණ අමාත්ය විජයදාස රාජපක්ෂ මහතා පවසා ඇත්තේ සේවකයින්ගේ අවසරයකින් තොරව සේවකයින්ගේ වැටුප් වැඩි කිරීමට සහ ඔවුන්ගේ වැටුප ඉහළ නැංවීමේ ක්රියාව අසත්ය බව මහ බැංකුවට සිදුව ඇති බවයි.",
        "ආණ්ඩුක්රම ව්යවස්ථාවට අනුව මහජන මුදල් පිළිබඳ අධිකාරියට පාර්ලිමේන්තුවට ඇති බවත්, පාර්ලිමේන්තුවේ අවසරයකින් තොරව මහ බැංකුවට තම සේවකයින්ගේ වැටුප් වැඩි කළ නොහැකි බවත් ඔහු පාර්ලිමේන්තුවේදී පැවසීය.",
        "නව මහ බැංකු පනත පදනම් කරගෙන තීරණ ගැනීමට තමන් නිදහස ඇති බව මහ බැංකුවේ ප්රකාශය අසත්ය බවත් නීතිය ආණ්ඩුක්රම ව්යවස්ථාවට පැමිණිය යුතු බවත් මහ බැංකුව කියා සිටී.",
        "\"මහ මහ බැංකු පනත යටතේ මහ බැංකුවේ නිදහස දේශපාලන මැදිහත්වීම සහතික කිරීම. මහ බැංකුව රටේ අවශ්යතාවන්ට අනුකූලව කටයුතු කිරීමට අපි අපේක්ෂා කළෙමු. අවාසනාවකට මෙන්, මහ බැංකුව සිය සේවකයින්ගේ වැටුපෙන් මුලින්ම වැඩි කර ඇති බවට ඔහුගේ ස්ථාවරය ඔහු පැහැදිලි කළේය.",
        "වැටුප් වැඩිවීම සම්බන්ධයෙන් පාර්ලිමේන්තුවේදී දින කිහිපයක් ප්රශ්න කිහිපයක් තිබුණද කිසිදු ක්රියාමාර්ගයක් ගෙන නොමැති බව විපක්ෂයේ පාර්ලිමේන්තු මන්ත්රී මොහොමඩ් මුසම්මිල් මහතා පැවසීය.",
        "මුදල් අමාත්ය ෂෙහාන් සේමසිංහ පවසන්නේ මහ බැංකුවේ වැටුප් වැඩිවීම පිළිබඳව සිය වාර්තාව පාර්ලිමේන්තුවට ඉදිරිපත් කිරීමෙන් පසුව රජය තීරණය කරන බවයි.",
        "වැටුප් වැඩිවීම් ඉල්ලා අස්කර ගැනීම රජය විසින් තීරණය කළ යුතු බව පවසමින් විපක්ෂ නායක සජිත් ප්රේමදාස මහතා කියා සිටියේය.",
        "මහ බැංකුව OPF යටතේ නොමැති, එය රජය යටතේ පවතින බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "“Central Bank has no authority to increase salary”",
      "body_lines": [
        "Justice Minister Vijayadasa Rajapakse has said that the Central Bank does not have the authority to increase the salaries of employees without the permission of Parliament and that the action to increase their salary is false.",
        "He said in Parliament that the Parliament has the authority on public funds according to the Constitution and that the Central Bank cannot increase the salaries of its employees without the permission of Parliament.",
        "The Minister added that the Central Bank's claim that he had freedom to make decisions based on the new Central Bank Act was false and that any law should come under the Constitution.",
        "\"Freedom of the Central Bank under the new Central Bank Act to ensure that political interference. We expected the central bank to act in accordance with the needs of the country. Unfortunately, he explained his position that the central bank had first increased the salary of its employees.",
        "Opposition parliamentarian Mohamed Muzammil said that although there were several days of questions in Parliament regarding the salary increase, no action has been taken.",
        "Finance Minister Shehan Semasinghe says the government will decide on the central bank's salary increase after submitting its report to Parliament.",
        "Opposition leader Sajith Premadasa said the government should not wait for the Public Finance Committee (COPF) report, saying the government should decide on withdrawal of salary increases.",
        "\"The central bank is not under COPF, it is under the government,\" he said."
      ]
    }
  },
  "summary_lines": [
    "Justice Minister Vijayadasa Rajapakse stated that the Central Bank cannot increase employee salaries without Parliament's permission, contradicting the Central Bank's claim of autonomy under the new Central Bank Act. Opposition leaders criticized the government's delay in addressing the salary increase issue."
  ]
}