{
  "translated_text": {
    "ta": {
      "title": "அவர் வந்த விமானத்தின் பைலட்டின் பையை திருடிய வீட்டு வேலைக்காரி",
      "body_lines": [
        "அபுதாபி, விமான நிலையமான விமான நிலையத்திலிருந்து, கட்டூனாயக்க விமானத்தில் விமான நிலையத்தால் மூன்று மணி நேரத்திற்குள் மூன்று மணி நேரம் மூன்று மணி நேரம் கைது செய்யப்பட்டுள்ளது.",
        "இந்த பைலட் 40 வயதான கொலம்பியன். அவர் வட்டாலாவில் உள்ள ஹுனுபிடியா பகுதியைச் சேர்ந்த 45 வயதான வீட்டுத் தொழிலாளி.",
        "அவர் அபு தாதியைச் சேர்ந்தவர் Au.38 AM 08.38 AM.",
        "விமானம் கட்டூனயகே விமான நிலையத்தில் தரையிறங்கிய பின்னர், அனைத்து பயணிகளும் விமானத்தில் இருந்து வெளியேறினர், விமானம் உட்பட விமானம் உட்பட.",
        "பின்னர், அவர்கள் தங்கள் சாமான்களை முடித்துவிட்டார்கள், அவர்கள் விமான நிலையத்திலிருந்து வெளியேறத் தயாராக இருக்கும்போது, ​​பைலட்டின் டிரெயில் பை கிடைக்கவில்லை.",
        "ஐடேஜ் ஏவியேஷன் மேலாளருக்கு கல்வி கற்பித்த பிறகு, விமான நிலைய பாதுகாப்பு பணியாளர்களின் உதவியுடன் பாதுகாப்பான கேமரா அமைப்பு கண்காணிக்கப்பட்டுள்ளது.",
        "விமானத்திலிருந்து இறங்கிய ஒரு பெண், விமான நிலையம் வேறு இடத்திற்குச் செல்வதைக் காண முடிந்தது, மற்றும் பை காணப்பட்டது.",
        "கேமரா அமைப்பின் கவனிப்பின் படி, அவர் விமான நிலையத்திலிருந்து வெளியே வந்து ஒரு முச்சக்கர வண்டியை விட்டுவிட்டு, மூன்று சக்கர வாகனத்தை விட்டு வெளியேறுவார்.",
        "அதன்படி, முச்சக்கர வண்டியை அடையாளம் காணும் மூன்று வீலரின் மேலாளர் உட்பட அதன் அதிகாரிகள்",
        "மூன்று சக்கர வாகனத்தின் ஓட்டுநருக்கு கட்டூனாயக்க விமான நிலையத்திற்கு தெரிவிக்கப்பட்டது மற்றும் ஹுனுபிட்டியாவில் உள்ள அவரது போக்குவரத்தின் பைக்காக கைது செய்யப்பட்டார்.",
        "கைது செய்யப்பட்ட வீட்டின் மேங்கே நெகோம்போ மாஜிஸ்திரேட் நீதிமன்றத்திற்கு கைது செய்யப்பட்ட வீட்டுக்காரர் மற்றும் அவரது திருடப்பட்ட இலகுவான பையுடன் கொண்டு வரப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "The housemaid who stole the pilot's bag of the aircraft he came",
      "body_lines": [
        "From Abu Dhabi, the airport, the airport, has been arrested by the airport in the Katunayake aircraft within three hours by three hours by three hours.",
        "This pilot is a 40-year-old Colombian. She is a 45 year old housemaid from the Hunupitiya area in Wattala.",
        "She was from Abu Dhadi from AU.38 am on 08.38 am.",
        "After the aircraft landed at the Katunayake airport, all passengers were out of the aircraft, including the pilot after their flight.",
        "Later, they have completed their luggage, when they are ready to go out of the airport, the pilot's trail bag is not available.",
        "After educating the Itiage Aviation Manager, the safe camera system has been monitored with the assistance of airport security personnel.",
        "A woman who was getting off the plane, the airport was observed to go elsewhere, and the bag was observed.",
        "According to the observation of the camera system, she will come out of the airport and leaving a three-wheeler and leaving a three-wheeler.",
        "Accordingly, its officials including the manager of the three wheeler identifying the three-wheeler",
        "The driver of the three-wheeler was informed to the Katunayake airport and was arrested for his traffic's bag in Hunupitiya.",
        "The mange of the Arrested House has been brought to the Negombo Magistrate's Court with the arrested householder and her stolen lighter bag."
      ]
    }
  },
  "summary_lines": [
    "Housemaid steals pilot's bag at Sri Lanka airport. Caught on camera leaving airport in three-wheeler. Bag recovered, both arrested. Case goes to court."
  ]
}