{
  "translated_text": {
    "si": {
      "title": "සමාගම් රාජ්ය ගැසට් නිවේදනයට අනුකූලව කටයුතු කළ යුතුය!- අමාත්ය ජීවන් තොන්ඩමන්",
      "body_lines": [
        "වතු කම්කරුවන්ගේ වැටුප් වැඩිවීම පිළිබඳව රජය විසින් නිකුත් කරන ලද රජයේ ගැසට් නිවේදනයට අනුව වතු සමාගම් රජය විසින් ක්රියාත්මක කළ යුතු බව ජල සම්පාදන හා වැවිලි යටිතල පහසුකම් අමාත්ය ජීවන් තොන්ඩමන් මහතා පැවසීය.",
        "ඒකාබද්ධ ගිවිසුමේදී වසර 2 කින් වැටුප් වැඩි වී කම්කරුවන්ට පසුගිය සතුරනයකට පසු වැටුප් වැඩිවීමක් ගෙවා නොමැති අතර ඩොලර් වටිනාකමට පක්ෂව වතු කම්කරුවන්ගේ වැටුප් වැඩි කරන ලෙස සමාගම්වලට ඉල්ලා සිටියේය.",
        "සඳුදා (13) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී අමාත්ය ජීවන් තොන්ඩමන් මහතා වැඩිදුරටත් පැවසීය.",
        "\"දවස --පෙරදිනීමේ ක්රමය නුසුදුසු ය. එම පද්ධතියෙන් මාරුවීම අවශ්ය වේ. ඒ සඳහා අවුරුදු හතරක් අවශ්ය වේ. ඒ සඳහා රුපියල් 1000 ක වැටුපක් බලා සිටීමට වතු කම්කරුවන්ට භාර ගත නොහැකිය.",
        "මැතිවරණ කාල සීමාව තුළ එක් එක් පාර්ශවයක් එක් එක් මුදල ලබා ගන්නා බව එය ප්රකාශ කරනු ඇත. වතුකරයට ජනතාව කුඩා දරුවන්ට හරවන බව විරුද්ධ පක්ෂ කියා සිටියද, එය යාන්ත්රණයට සැක සහිත ය.",
        "වතු කම්කරුවන්ගේ මූලික වැටුප එකත් වැඩි දියුණු කළ නොහැකි බව මුලදී පැවසූ සමාගම් 1700 වැටුප් වැඩිවීමක් සඳහා රජය ගැසට් නිවේදනයක් නිකුත් කිරීමෙන් පසු රුපියල් 200 ක පදනමක් මත පදනම්ව රුපියල් පදනමින් ඉහළ නැංවීමට ස්වේච්ඡාවෙන් ඉදිරිපත් වී තිබේ.. එමඟින් වැටුප වැඩි කළ හැකි බව පෙන්නුම් කර ඇත.",
        "කොටගල මැයි දින රැස්වීමේදී වැටුප් කම්කරුවන්ගේ වැඩිවීම ජනාධිපති රනිල් වික්රමසිංහ මහතා නිවේදනය කළේය. අප්රේල් 30 වන දින. සමහර අය ජනතාව අතර මතභේද ඇති කර කටකතා පැතිරී ඇත. ජනාධිපතිවරයා නිවේදනය නිකුත් කිරීමෙන් පසු එය සිදු නොවන බව ඔවුහු පැවසූහ.",
        "එකම වැවිලි සමාගම්වල කියා සිටියේ 1000 ක වැටුපක් ලබා ගත නොහැකි බවයි. ඊට එරෙහි නඩුවේ අපි දෙවරක් ජයග්රහණය කර ඇත්තෙමු. දැනට සිත් ඇදගන්නා සුළුය. මෙම නඩුව පවත්නා වැටුප් කවුන්සිලයේ දී අනුගමනය කර ඇත. කවුන්සිලයට අනාගතයේ වැටුප සමඟ කිසිදු සම්බන්ධයක් නැත. වැවිලි සමාගම්, ඔවුන්ට රුපියල් එකක රුපියල් මුදලක් ගෙවිය නොහැකි බව පැවසූ වතු සමාගම්.",
        "රුපියල් 200 ක මූලික වැටුප වැඩි කිරීමට ඇති කර ගැනීම සඳහා එක් රුපියලකට පවා එක් රුපියලක් පවා වැඩි කළ නොහැකි බව පැවසූ අය. ප්රතිපාදන නිසා වැටුප් වැඩිවීමක් ගෙවිය නොහැකි නීතියක් නොමැත. ලිඛිත නිවේදනය නීතිපති විසින් කම්කරු අමාත්යාංශයට යවා ඇත. වැවිලි සමාගම් මෙම ගැටළුව දෙස බලයි. අපි මේ ගැන ජනාධිපතිවරයා සමඟ කතා කර ඇත්තෙමු.",
        "ඒ අනුව ජනාධිපතිවරයාගේ මඟ පෙන්වීම යටතේ කම්කරු අමාත්යවරයා විසින් එය සකස් කර ඇත. වැවිලි සමාගම් නීතිය උල්ලං lated නය කළේ කොහේද?ඉලක්කයක් නොමැතිව ඔවුන් වැඩ කළේ කොහේද?නැවත සකස් නොකිරීමට හේතුව විමර්ශනය කෙරේ.",
        "මේ අනුව, වැවිලි සමාගම් ඉල්ලා සිටින්නේ කල්බදු කාලය දීර් extend කරන ලෙසයි. ඔවුන් පවසන්නේ එය නැවත සකස් කළහොත් වසර 60 ක ලාභයක් අවශ්ය බවයි.අවුරුදු 53 ක් තිස්සේ ලීසිං ඉඩම් ලැබුණු විට ඔවුන් එය තේරුම් නොගත්තේ දැයි සැක සහිත ය. එමනිසා, වැටුප වැඩි කළ නොහැකි යැයි කීම අසාධාරණ ය.නඩත්තු නොමැතිකම නිසා උද්යාන වනාන්තර බවට පත්ව ඇත.",
        "වතු කම්කරුවන් රැකියා ස්ථානයේදී ගෞරවයක් නොදක්වයි. එනම් කම්කරුවන්ගේ සංඛ්යාව පහත වැටීමයි. ඔවුන්ට ඒවා හඳුනා නොගනී. තේ උද්යානය අද වෙනස් කර ඇත්තේ අද පමණි. බංගලා සංචාරක ගමනාන්ත බවට පරිවර්තනය කර ඇත. ඔවුන් දිනකට ඩොලර් 1000 - 2000 ක් උපයති. තේ මධ්යස්ථාන ද ඇති අතර. මේ අනුව, අවසන් දෙපැත්ත උපයා ගන්නේ වුවද, සමාගම් රජයට රුපියල් 500 ක් ලබා දෙයි.",
        "ඔවුන් කියා සිටින්නේ සංචාරක ව්යාපාරය තමන් විසින්ම දිරිමත් කරන බවයි. මෙය වතු සමාගම්වල කුමන්ත්රණයකි. ජනාධිපතිවරයා සහ කම්කරු අමාත්යවරයා අපගේ ඉල්ලීම පිළිගෙන ඇත්තේ එබැවිනි.",
        "පසුගිය වසර 4 ක කාලය තුළ වතු කම්කරුවන්ට වැටුප් ගෙවා නොමැත.ඒකාබද්ධ කොන්ත්රාත්තුව වසරකට වරක් වැටුප් වැඩිකිරීම. ඩොලරයේ වටිනාකමෙන් වැටීමෙන් වැවිලි සමාගම් වැඩි ලාභයක් ලබා ඇත. එබැවින් ඔබට නිසැකවම කම්කරුවන්ගේ වැටුප් වැඩිවීම් ලබා දිය හැකිය.",
        "එසේම, දැනට යාපනය. අර්ධද්වීපයේ පිරිසිදු පානීය ජලය 11% ක් පමණි.දැනට ඉදිවෙමින් පවතින ලුණු ජල සැපයුම් මධ්යස්ථානය විවෘත කිරීමෙන් පසුව. අර්ධද්වීපයේ ජනතාවගෙන් 40% කට පිරිසිදු පානීය ජලය ලැබෙන බව අමාත්යවරයා පැවසීය."
      ]
    },
    "en": {
      "title": "Companies need to act in accordance with the state gazette notification!- Minister Jeevan Thondaman",
      "body_lines": [
        "The Minister of Water Supply and Plantation Infrastructure Development Jeevan Thondaman said that the plantation companies need to function in accordance with the government's gazette notification issued by the government on the salary increase of plantation workers.",
        "Minister Jeevan Thondaman said that workers have not been paid a salary increase for the past four years after the salary increased by 2 years during the joint agreement, and urged the companies to increase the salaries of plantation workers in favor of the dollar value.",
        "Minister Jeevan Thondaman further stated at a media briefing held at the Presidential Media Center on Monday (13).",
        "“The day -to -day wage system is inappropriate. It is necessary to switch from that system. Four years will be required for that. For that, the plantation workers cannot be accepted to wait for a salary of 1000 rupees.",
        "It will claim that each party gets each amount during the election period. Although the opposition parties claim to turn the plantation people into small -scale owners, it is questionable for the mechanism.",
        "Companies, who initially said that the basic salary of plantation workers could not increase a single rupee, has volunteered to increase the basis of 200 rupees after the government issued a gazette notification for a 1700 salary increase.. Companies have shown that the salary can be increased.",
        "President Ranil Wickremesinghe announced the increase of payroll workers at the May Day meeting of Kotagala. On April 30. Some people have caused controversy among the people and spread rumors. They said it would not happen the day after the president made the announcement.",
        "The same plantation companies said they could not afford a salary of 1000. We have won twice in the case against it. Are currently appealing. The case has been pursued on the existing salary council. The council has nothing to do with the salary of the future. Plantation companies, who said they could not pay a single rupee of Rs.",
        "Those who said that even one rupee cannot increase have expressed their desire to increase the basic salary of 200 rupees. There is no law that cannot be paid a salary increase because of the provision. The written announcement has been sent to the Ministry of Labor by the Attorney General. Plantation companies are looking at this issue. We have also spoken to the President about this.",
        "Accordingly, it is prepared by the Minister of Labor under the guidance of the President. Where is plantation companies violated the law?Where did they work without a target?The reason for the lack of re -planting will be investigated.",
        "Thus, plantation companies are asking to extend the lease period. They say that it takes 60 years of profitability if it is re -planting.It is questionable whether they did not understand it when they received leasing land for 53 years. Therefore, it is unreasonable to say that the salary cannot be increased.The gardens have become forest because of the lack of maintenance.",
        "Plantation workers do not make honor at the workplace. That is due to the decline in the number of workers. They do not have the recognition of them. The tea garden has only been changed today. The bungalows have been converted into tourist destinations. They earn $ 1000 - 2000 per day. There are also tea stations set up. Thus, even if the two ends earns, the companies offer only 500 rupees to the government.",
        "They claim that tourism is encouraged by themselves. This is the intrigue of plantation companies. That is why the President and the Minister of Labor have accepted our request.",
        "Plantation workers have not been paid salary for the past 4 years.The salary hike once a year when the joint contract is. Plantation companies have made more profits by the fall of the dollar's value. So you can certainly provide workers' salary increases.",
        "Also, currently Jaffna. Clean drinking water on the peninsula is only 11%.After the opening of the Salt Water Supply Center, which is currently being constructed. The Minister said that 40%of the people on the peninsula will get clean drinking water."
      ]
    }
  },
  "summary_lines": [
    "Minister Jeevan Thondaman emphasized the need for plantation companies to comply with the government's gazette notification on salary increases for plantation workers, highlighting the companies' previous refusal to increase salaries despite the notification. He criticized the day-to-day wage system and urged for a switch to a more stable system. The minister also addressed the controversy surrounding the salary increase announcement by President Ranil Wickremesinghe, noting the companies' initial resistance to a salary increase and their subsequent willingness to increase the basic salary by 200 rupees. He questioned the companies' claims of financial constraints and called for an investigation into the lack of re-planting and maintenance of gardens, which have led to their transformation into forests. The minister also touched on the issue of clean drinking water in Jaffna, stating that the opening of the Salt Water Supply Center will increase the percentage of the population with access to clean water."
  ]
}