{
  "translated_text": {
    "si": {
      "title": "ජනතාව අතර බෙදීම් ඇති කිරීමට හේතු වන දේශපාලන සංස්කෘතිය තුරන් කළ යුතුය - රනිල් විලේලට්රාක්කේ",
      "body_lines": [
        "ව්යාජ ජාතිකවාදය සහ ජාතිවාදය යන රටවල දේශපාලනය දේශපාලනය නොකළ යුතු අතර පහළ මට්ටමේ ජනතාවගේ අවශ්යතා සපුරාලිය යුතුය. ජනතාව අතර බෙදීම් ඇති කරන නින්දිත දේශපාලන සංස්කෘතිය රටෙන් ඉවත් කළ යුතුය.",
        "නව ප්රජාතන්ත්රවාදී පෙරමුණේ කොළඹ දිස්ත්රික් අපේක්ෂක රනිල් වි. ධර්කාක් මහතා පැවසුවේ නව අදහස් ඇති තරුණ ප්රජාවට ජාතික දේශපාලනය සඳහා වන්දි ගෙවිය යුතු බවයි.",
        "රනිල් විලේලරාක් මහතා මේ බව පැවසුවේ ඔහු වීරමිට තම දේශපාලන පිවිසුම ගැන පැහැදිලි කළ නිසාය.",
        "මම ශ්රී ලංකාවේ ප්රමුඛ පෙළේ තරුණ ව්යාපාරිකයෙකු වන අතර, පහළ මට්ටමේ සිට ලෝකයේ හොඳම ඇඟලුම් ක්රමවේදය ඉගෙන ගැනීමට.",
        "වෘත්තීමය වශයෙන් ඉහළ ඉලක්කයට ළඟා වී ඇත. එබැවින් මම පාර්ලිමේන්තු මැතිවරණයට ඉදිරිපත් වෙමි.",
        "අවුරුදු 15 ක් පමණ, මම බොහෝ දෙනෙකුට වෘත්තීයභාවයෙන් රැකියා අවස්ථා ලබා දී ඇත.",
        "එක්සත් ජාතීන්ගේ නායකයින්, ජේ.ආර්. ජයවර්ධන සහ රණසිංහ ප්රේමදාස විසින් නිර්මාණය කරන ලද ඇඟලුම් කර්මාන්තශාලා සහ වෙනත් ආර්ථික ව්යාපෘති හරහා රටේ ජනතාව බොහෝ ආකාරවලින් ප්රතිලාභ ලබා ඇත.",
        "මගේ දේශපාලන පිවිසුම කේන්ද්රගත වී ඇත්තේ මහජන සුභසාධන වැඩසටහන් මත ය. රටේ මෝඩ දේශපාලන සංස්කෘතිය ගැන මිනිසුන් කලකිරී සිටින අතර අත්යවශ්ය සේවාවන් ලබා ගැනීම සඳහා වීදිවල මිය යන විට අපට සතුටු විය හැක්කේ කෙසේද?",
        "තත්වය වෙනස් කිරීම සඳහා අප වැනි දක්ෂ තරුණ තරුණියන් ජාතික දේශපාලනයට වන්දි ගෙවිය යුතුය. මගේ දේශපාලන පිවිසුම මේ මත පදනම් වේ.",
        "මිනිසුන් එවැනි අවශ්යතා ගැන නොසිතන්නේ නම්. ශ්රී ලංකාවේ තවදුරටත් අරා වයිමක් නැත. කෙසේ වෙතත්, මා ආරම්භ කර ඇති මෙම දේශපාලන ගමන පහසු නොවන බව මම දනිමි.",
        "බොහෝ සමාගම්වල හිමිකරු වශයෙන්, මම රටේ උනන්දුව තුළ දේශපාලනයට පිවිසෙමි. මට දේශපාලනය උපයා ගැනීමට අවශ්ය නැත.ඒ නිසා බොහෝ ක්ෂාරීය මම දේශපාලන ප්රවේශය සඳහා එක්සත් ජාතික පක්ෂය තෝරා ගනිමි.",
        "ශ්රී ලංකාවේ දේශපාලන ඉතිහාසය තුළ, එක්සත් ජාතික පක්ෂය පහළ මට්ටමේ සිටින ජනතාවගේ අවශ්යතා ඉටු කළ එකම පක්ෂයයි.",
        "සියලුම අංශවල සහභාගීත්වයෙන් නිවාස යෝජනා ක්රම, කර්මාන්ත සංවර්ධනය හා ආර්ථික විද්යාව සිදු කර ඇත.",
        "ජනතාවගේ ජීවනෝපාය තහවුරු වූයේ මේ නිසා ය. එක්සත් ජාතික පක්ෂය විවෘත ආර්ථිකය හරහා ශ්රී ලංකාවෙන් බඳවා ගත් පක්ෂය ද වේ. මම දේශපාලනයට ආවේ පක්ෂයේ ආර්ථික ප්රතිපත්ති පිළිබඳ ගුරුත්වාකර්ෂණයක් ලෙස ය.",
        "දේශපාලනයේ දේශපාලනය සහ ජාතිවාදයේ දේශපාලනය රටේ දේශපාලනය නොකරන අතර පහළ මට්ටමේ ජනතාවගේ අවශ්යතා සපුරාලිය යුතුය.",
        "ජනතාව අතර බෙදීම් ඇති කරන නින්දිත දේශපාලන සංස්කෘතිය රටෙන් ඉවත් කළ යුතුය.",
        "නව අදහස් ඇති තරුණ ප්රජාවට ජාතික දේශපාලනයට වන්දි ගෙවිය යුතුය. එක්සත් ජාතික පක්ෂය ඉතිහාසයේ එවැනි නායකයින් නිර්මාණය කර තිබේ.",
        "එක්සත් ජාතික පක්ෂයේ මගේ ප්රතිපත්ති සහ ප්රතිපත්ති එක්සත් වී ඇත. මෙම පක්ෂය තෝරා ගැනීමට ප්රධාන හේතුව මෙයයි.",
        "රනිල් වික්රමසිංහ මහතා සජිත් ප්රේමදාස සහ අනුරමුර දිසානායක ඇතුළු දේශපාලන නායකයින් සමඟ සසඳන විට, ඔබට බැටළුවන් මැද සිංහයෙකු මෙන් දැනිය හැකිය.",
        "ශ්රී ලංකාව ආර්ථික අර්බුදයට වැටුණු විට, අද වීරෝහණ කතා කරන වීරයන් විය.",
        "අනුරාධපුර දිසානායක තන්ත්රය භාරව සිටින අතර ආර්ථික විද්යාව හා ආරක්ෂාව යන ක්ෂේත්රවල රටට එරෙහි තර්ජනය බිහි වී තිබේ.",
        "රනිල් වික්රමසිංහ බලයේ නොසිටි බව සත්යයකි. එබැවින් බොහෝ එළුවන්ට වඩා රටට සිංහයෙකු රටට ප්රමාණවත්ය. මගේ තේරීම ඒ හා සමානයි. රනිල් ඔහුගේ නායකත්වය පෙන්නුම් කර ඇත. ව්යාජ ව්යාපාර කළ අයට අද රට රැගෙන යාමට නොහැකි වී තිබේ.",
        "බොහෝ පක්ෂ පාර්ලිමේන්තු මැතිවරණයට ඉදිරිපත් වන ලෙස මට ආරාධනා කළා. පාලක පක්ෂය ජාතික මහජන බලය වුවද, එක්සත් ජාතීන්ගේ සංවිධානයට තරඟ කිරීමට මම එකඟ වී සිටිමි.",
        "පාර්ලිමේන්තුව දැන ගැනීමට වඩා මගේ ප්රතිපත්තිය සමඟ සිටගෙන සිටීම වැදගත් ය. අනෙක් පාර්ශව දෙකේ ආරාධනය පිළිගත් නම්, පාර්ලිමේන්තුවට තේරී පත්වීමට ඇති අවස්ථා ඉහළ මට්ටමක පැවතුනි. නමුත් මගේ ප්රතිපත්ති අත්හැරිය නොහැකිය.",
        "අනෙක් අතට, පසුගිය ජනාධිපතිවරණය සැලකිල්ලට ගන්නා විට මිනිසුන් පිළිකුලේ පදනම මත ඡන්දය ප්රකාශ කළහ. රටේ සියලුම පැරණි පක්ෂ අපව රවටා ඇති නැවතුම්පොළක් තිබේ.",
        "වත්මන් රජය විසින් වාසි ලබා ඇත. එහෙත් රටට සිදුවන අර්බුදය මිනිසුන්ට දැනෙනු ඇත.",
        "පිළිකුල හා දේශපාලනයට හා දේශපාලනයට කිසිදු පක්ෂයක් අනාගතයක් නොමැති බව සත්යයකි. මිනිසුන් සත්යය වටහා ගත් විට, ව්යාජ සාදවල වෙස්වළා ගැනීම විසුරුවා හරිනු ඇත.",
        "එය ජනාධිපතිවරණයක් වේවා, මෑතදී එල්පිටියා මැතිවරණයක් වේවා වත්මන් ජනතාවගෙන් සියයට 50 කට වැඩි පිරිසක් වත්මන් රජය පිළිගත්තේ නැති බව සත්යයකි.",
        "වෛරය ප්රවර්ධනය කිරීමේදී ජාතික මහජන බලය පාලන තන්ත්රය අල්ලා ගත්තේය. වත්මන් රජය ජීවිතය අඩු යැයි මම කියන්නේ එබැවිනි. මගේ ස්ථාවරය නම් යථාර්ථවාදී ජනතාවගේ නියෝගය වෙනස් බවයි.",
        "වර්තමාන පාලක පක්ෂයට පාර්ලිමේන්තු මැතිවරණයෙන් පසු බහුතරයක් නොලැබුනේ නම්, අපි පාලන තන්ත්රය භාර ගැනීමට ඉදිරිපත් වෙමු. කෙසේ වෙතත්, රටට පසුපසට නවාතැන් ගත නොහැක.",
        "එබැවින් පාර්ලිමේන්තු මැතිවරණයේදී ජනතාවගේ තීරණ රටේ අනාගතය කෙරෙහි කටයුතු කළ යුතුය. හොඳම දේ කාටදැයි ඔබ ඡන්දය දිය යුතුයි.",
        "දේශපාලන නළු නිළියන් ජනතාව අතර විවිධ ව්යාජ උකුස්සන් සමඟ පැමිණේ. එවැනි අය විසින් රැවටිය යුතු නොවේ. අතීත අත්දැකීම් හොඳම උදාහරණ නිසා.",
        "ජනාධිපතිවරණයට පෙර අනුරකුමාරා කීවේ නැත. ඒ වෙනුවට ඔහු කියා සිටියේ ජාත්යන්තර මූල්ය අරමුදල් ගිවිසුම වන නව ආර්ථික ප්රතිපත්තියයි. නමුත් අද වෙනසක් නැත."
      ]
    },
    "en": {
      "title": "The political culture that causes divisions among the people should be eliminated - Ranil Villattarakke",
      "body_lines": [
        "Politics in the country as fake nationalism and racism should not do politics, and the needs of the people from the lower level should be carried out. The disgraceful political culture that causes divisions among the people must be removed from the country.",
        "Ranil Vilatharake, the Colombo district candidate of the new Democratic Front, said that the younger community with new ideas should be compensated for national politics.",
        "Ranil Villattarake said this as he made clear to Weerakesari about his political entry.",
        "I am a leading young businessman in Sri Lanka to learn the best garment techniques in the world from the lower level.",
        "Have reached the top goal of professionally. So I am contesting the parliamentary election to serve the people.",
        "For about 15 years, I have provided employment opportunities for many in professionalism.",
        "UNP leaders, JR. The people of the country have benefited in many ways through the garment factories and other economic projects created by Jayawardena and Ranasinghe Premadasa.",
        "My political entry is centered on people's welfare programs. How can we be happy when people are disappointed in the stupid political culture in the country and die on the streets to get essential services.",
        "So talented young people like us must be compensated for national politics to change the situation. My political entry is based on this.",
        "If people do not consider such needs. Sri Lanka's no longer array age. However, I know that this political journey that I have begun is not easy.",
        "As the owner of many companies, I enter politics in the interest of the country. I don't need to earn politics.So there are many alkalies I select the United National Party for political entry.",
        "In the political history of Sri Lanka, the United National Party is the only party that has carried out the needs of the people in the lower level.",
        "Housing schemes, industry development and economics have been carried out with the participation of all sectors.",
        "This is why the livelihood of the people was confirmed. The United National Party is also the party that has shined Sri Lanka through the open economy. I have come into politics as a gravitational on the economic policies of the party.",
        "Politics of politics and racism does not do politics in the country, and the needs of the people from the lower level must be carried out.",
        "The disgraceful political culture that causes divisions among the people must be removed from the country.",
        "The younger community with new ideas must be compensated in national politics. The United National Party has created such leaders in its history.",
        "My policies and the policies of the United National Party are united. This is the main reason I select this party.",
        "Compared to Ranil Wickremesinghe with political leaders including Sajith Premadasa and Anuragumara Dissanayake, you can feel like a lion in the middle of the sheep.",
        "When Sri Lanka fell into the economic crisis, where the heroes of the heroic speaking today were.",
        "While the Anuragumara Dissanayake regime is in charge, the threat against the country in the fields of economics and security has emerged.",
        "It is true that Ranil Wickremesinghe was not in power. So a lion is enough for the country than many goats. My choice is like that. Ranil has demonstrated his leadership. Those who have made fake campaigns are unable to carry the country today.",
        "Many parties invited me to contest the parliamentary election. Although the ruling party is the national people's power, I have agreed to contest the UNP.",
        "It is important to stand with my policy than to know the Parliament. If the invitation of the other two parties was accepted, the chances of elected to Parliament may have been high. But it is impossible to leave my policies.",
        "On the other hand, people voted on the basis of disgust when they take note of the last presidential election. There is a stand that all the oldest parties of the country have deceived us.",
        "The current government has taken advantage. But people will feel the crisis that will occur to the country.",
        "Because it is true that no party that provides disgust and politics has the future. When people realize the truth, the disguise of the fake parties will dissolve.",
        "It is true that more than 50 percent of the people did not accept the current government, whether it was a presidential election or a recent Elpitiya election.",
        "The national people's power seized the regime in promoting hatred. That is why I say that the current government is less life. My position is that the realistic people's decree is different.",
        "If the current ruling party does not get a majority after the parliamentary election, we will come forward to take over the regime. In any case the country cannot be accommodated backwards.",
        "So people's decisions should be towards the future of the country in the parliamentary election. You have to vote for who are the best.",
        "Political actors come with various fake hawes among the people. Should not be deceived by such people. Because past experiences are the best examples.",
        "Anurakumara did not say before the presidential election. Instead, he said the new economic policy, the International Monetary Fund Agreement. But there is no change today."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Ranil Villattarakke calls for eliminating divisive political culture, promoting nationalism, and addressing lower-level needs. He advocates for youth involvement in national politics, citing the UNP's track record in serving people's interests."
  ]
}