{
  "translated_text": {
    "si": {
      "title": "ඇඩිවසිවන්ගේ දේවමාළිගාවේ පූජකවරයා ඇතුළු අට දෙනෙක් උසාවියේදී",
      "body_lines": [
        "මෙම නඩුව අඟහරුවාදා (12) වවුනියාවේ ආඩී ශිව කෝවිලේ පූජක වෙටුක්කුන්නි හි පූජක වන පිවුක්කුන්නි ඇතුළු අට දෙනෙකු ලෙස වවුනියා අධිකරණයේ දී විභාග වෙමින් පවතී.",
        "ශිවරාත්රි දවසේදී, ආදි ශිව දේවාලයට නමස්කාර කිරීම වවුනියාවේ ආසායි ශිව කෝවිලේදී පැවැත්වූ විට, පොලිසිය ඔවුන්ගේ පාදවලින් පන්සලට ඇතුළු වී පූජක ඇතුළු අට දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "නෙදුන්ගනි පොලිසිය ඊයේ (09) සවස වවුනියා මහේස්ත්රාත් අධිකරණයේ දී ඔවුන් විසින් ඉදිරිපත් කරන ලදී.. දේවමාලිගාව ඇතුළු අට දෙනා ඇතුළු අට දෙනා වෙනුවෙන් නීති orney කේ. සුකාස්, ටී. මෙට්රුල් සහ ඒ. දිලේප් කුමාර් යන නීති.",
        "පුද්ගලයන් අටදෙනාම පන්සලේදී අත්අඩංගුවට ගෙන තිබේ. නඩුව සම්බන්ධයෙන් පරීක්ෂණ 12 වන තෙක් රැඳවුම් භාරයේ තබා ඇත. උගුරේ නීති නිලධාරි දැඩි ලෙස ද ඔවුන්ට දැනුම් දෙන ලදී",
        "මෙම නඩුව මේ වන විට වවුනියා දිසා අධිකරණයේ විභාග වෙමින් පවතින අතර නීති lawyer සහ පාර්ලිමේන්තු මන්ත්රී සුමන්තිරාන් සහ පාර්ලිමේන්තු මන්ත්රී ගජේන්ද්රන් අධිකරණයට ගොස් ඇත."
      ]
    },
    "en": {
      "title": "Eight people, including the priest of the Adivasivan Temple, in the court",
      "body_lines": [
        "The case is being heard at the Vavuniya Court on Tuesday (12) as eight persons, including the priest of the Adi Shiva temple in Vavuniya, Vettukkunni, Vettukkunni.",
        "On the day of Shivaratri, when the worship of the Adi Shiva temple was held at the Adi Shiva Temple in Vavuniya, police entered the temple with their feet and arrested eight people, including the priest.",
        "Nedungeni police presented the eight of them at the Vavuniya Magistrate's Court last evening (09). Attorneys K. Sukas, T.Thirul and A. Dileep Kumar were present on behalf of the eight people, including the temple priest.",
        "All eight persons arrested at the temple. Investigations into the case have been kept in detention until the 12th. They were also informed to the legal officer of the Throat Hard",
        "The case is currently being heard in the Vavuniya District Court and the lawyer and parliamentarian Sumanthiran and MP Gajendran have gone into court."
      ]
    }
  },
  "summary_lines": [
    "Eight, including a temple priest, arrested during Shivaratri at Vavuniya's Adi Shiva Temple. Police entered the temple and arrested them. The case is being heard at the Vavuniya District Court, with attorneys representing the accused."
  ]
}