{
  "translated_text": {
    "ta": {
      "title": "அதிக எண்ணிக்கையிலான மருந்து வியாபாரி. 10 கோடி சொத்து தடைசெய்யப்பட்டது",
      "body_lines": [
        "அத்ருகிரியா டாட்டார்ட்டில் கொலையில், பலன்னி ஷிரான் குளோரிக் பலானி ஷிரான் குளோரிக் என்ற பெயரிட்டார்.",
        "மோசடி செய்பவர் குடு செல்வியின் சக்திவாய்ந்த மருந்து மோசடி செய்பவரின் மகன். கிளப் ஸ்பிரிங் கொலைக்கு தயாரிக்கப்பட்ட படகு மற்றும் இயந்திரமும் இரண்டு ஷாடிக்குகளும் இருந்தன.",
        "ஒழுங்கமைக்கப்பட்ட குற்றவாளிக்கு குற்றவியல் குற்றவாளியால் வழிநடத்தப்பட்டது என்ற தகவல்களால் மேற்கொள்ளப்பட்ட விசாரணைகள், விசாரணைகள் தடை செய்யப்பட்டுள்ளன.",
        "ரூ.",
        "கிளப் வாசேவ்வாலாவில் படுகொலை செய்யப்பட்டதைத் தொடர்ந்து கிளப் பட்சின் கொலை மூலம் கைது செய்யப்பட்ட ஆறு பேரை போலீசார் கைது செய்தனர்.",
        "கிளப் வசந்தா கொலை படி, முகமது கங்கானி ருவான் குமாரா ருவான் குமாரா அல்லது சுஜீரன் குமாரா அல்லது பெரிய ஷிரான் குமாரா மற்றும் பரங்கானாய் ஷிரானியான் குலாரியோனியான் எடுக்கப்பட்டது .",
        "பலானி ஷிரான் குளோரிசியன் இப்போது இந்தியாவில் சிறையில் உள்ளது என்று போலீசார் தெரிவித்தனர்.",
        "குற்றவியல் புலனாய்வுப் பிரிவின் அண்டர்ஜார்மின் விசாரணைப் பிரிவில் அதிகாரிகள் மற்றும் அதிகாரிகள் குழு மற்றும் அதிகாரிகள் குழு நிறுவியதாக பொலிஸ் தெரிவித்துள்ளது.",
        "அதன்படி, பிரிவுகளுடன் இணைக்கப்பட்ட அதிகாரிகள் வட்டாலாவில் உள்ள வத்தலாவில் உள்ள வீட்டில் வத்தலா வீட்டில் உள்ள ஹென்டலாவின் வீட்டிற்கு சென்றுள்ளனர்.",
        "கூடுதலாக, அத்ருகிரியா உயரமான கலைக்கூடத்தில் நடந்த குற்றங்களுக்குப் பிறகு, விமானம், கிளாரன்ஸ், விசாரணை அதிகாரிகள் மற்றும் கடலோர காவல்படையினரால் நடத்தப்பட்ட மிஷனரி நடவடிக்கையில் ஏராளமான ரூ.",
        "கூடுதலாக, ஒரு விசாரணை அதிகாரியும் கிட்டத்தட்ட ரூ."
      ]
    },
    "en": {
      "title": "A large number of drug dealer. 10 crore property banned",
      "body_lines": [
        "At the Athurugiriya Tattortile murder, Palanni Shiran chloric named Palanie Shiran chloric named Palarian Shiran chlorhi's provisions for nearly Rs.The police say that steps have been issued and banned from issuing ordered orders.",
        "The racketeer is the son of a powerful drug racketeer, Kudu Selvi. The two shotics were also the boat and engine that was prepared for the murder of Club spring.",
        "Investigations carried out by the information that the organized criminal was led by the criminal criminal, investigations have been banned.",
        "The felony of the forecasting of Rs. 90 lakhs worth Rs.The police said that the boat and engine banned from a Chilaw were banned from a Chilaw.",
        "The police arrested six persons who were arrested by the Club Wasantha's murder following the assassination of Club Wasantha in Dehiwala.Says.",
        "According to Club Wasantha murder was revealed that Mohammed Imran Kangani Ruwan Kumara alias Sujeewa Ruwan Kumara alias Sujeeran Kumara alias Sujeeran Kumara alias Large Shiran Kumara and Parannai Shiran Kularyion and Parannai Shiran Kularyion and Parannai Shiran Kularian and Parannai Shiran Kularian and Parannai Shiran Karloricians have been taken.",
        "Palani Shiran chlorician is now in prison in India, police said.",
        "According to police, Palanon Shiran Shiran chlorhi was founded by a team of officers and the officials in the Undergarmin Investigation Division of the Criminal Investigation Division.",
        "Accordingly, the officers attached to the divisions have gone to the house of the Hendala in Wattala at the house in Wattala at the house of Wattala.",
        "In addition, after the crimes in the Athurugiriya Tall Art Gallery, Flight, Clarence, who had been purchased from a large number of RsThe police found in a missionary operation conducted by the Investigation Officers and Coast Guard.",
        "In addition, an investigation officer was also implemented by the mortgage of nearly Rs."
      ]
    }
  },
  "summary_lines": [
    "Drug dealer's 10 crore property banned. Murder investigation leads to arrest of six suspects. Police seize boat and engine used in crime. Key suspect Palani Shiran chlorhic imprisoned."
  ]
}