{
  "translated_text": {
    "ta": {
      "title": "போஹோத்தின் செயலாளராக நிற்கும் மாதாரா தீர்மானத்திலிருந்து மாதாரா",
      "body_lines": [
        "அடுத்த ஜனாதிபதித் தேர்தலில் இலங்கையின் பொது நிரப்புதல் நிரப்புதல் நிரப்பு ரணில் விக்ரமேசிங்கை ஆதரிக்க முடிவு செய்துள்ளது. இலங்கை ஜெனரல் முன்னணியின் பொதுச்செயலாளராக கட்சித் தலைமைக்கு சமர்ப்பிக்கப்பட வேண்டிய திட்டமும் இதில் உள்ளது.",
        "இலங்கை ஜெனரல் முன்னணியின் மாதா மாவட்ட கவுன்சில் நேற்று (1 வது) சந்தித்தது. இந்த தீர்மானங்கள் அந்த நேரத்தில் நிறைவேற்றப்பட்டுள்ளன.",
        "எல்.எச்.கே ஹோட்டலில் உள்ள எல்.எச்.கே ஹோட்டலில் மின்சாரம் மற்றும் எரிசக்தி அமைச்சர் காஞ்சனா விஜசகரத்தின் ஆதரவின் கீழ் இந்த கூட்டம் நடைபெற்றது.",
        "முன்னாள் மாகாண கவுன்சிலர்கள், முன்னாள் மாகாண கவுன்சிலர்கள், முன்னாள் மாகாண கவுன்சிலர்களின் பிரதிநிதிகள், முன்னாள் மாகாண கவுன்சிலர்களை பிரதிநிதித்துவப்படுத்துகிறார்கள், இலங்கை பொது முன்னணியின் மாதரா மாவட்ட வாரியத்தை பிரதிநிதித்துவப்படுத்துகிறார்கள்.",
        "ஜனாதிபதித் தேர்தலை ஆதரிக்க ஜனாதிபதி ரணில் விக்கிரமசிங்கை ஆதரிக்க வேண்டும் என்ற திட்டத்தை அமைச்சர் ரணில் விஜெசேகரா முன்வைத்துள்ளார், அதே நேரத்தில் இலங்கை ஜெனரல் முன்னணியின் பொலிட்பீரோ சமீபத்தில் நிராகரிக்கப்பட்டது.",
        "மற்ற முன்மொழிவை இலங்கை பொது முன்னணியின் பொதுச் செயலாளர், இலங்கை பொது முன்னணியின் பொதுச் செயலாளர் அகற்றி, அதற்கு பதிலாக அமைச்சர் ரமேஷ் பதிரணத்தால் அகற்றப்பட வேண்டும்.",
        "தூதுக்குழு இரு திட்டங்களுக்கும் ஒப்படைக்கப்பட்டு, திட்டங்களை ஒருமனதாக முடிவுக்குக் கொண்டுவந்தது.",
        "இலங்கை சிவில் நியமனத்தின் அரசியல் தளத்தின் முடிவு முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷாவின் கருத்து அல்ல என்று காஞ்சனா விஜெசேகேரா தெரிவித்துள்ளார்.",
        "யபா அப்வர்தன, சரத் டி அல்விஸ், பி.ஜே.சிரத்னா, பிஜ்ரத்னா, பிஜா வீரசிங்க, சபாநாயகர் மஹிந்த யபா அப்வவர்தேனா மற்றும் சமீரா யபா அபைவேனா ஆகியோர் கூட்டத்தின் பிரதிநிதிகளில் ஒருவராக இருந்தனர்."
      ]
    },
    "en": {
      "title": "Matara from Matara resolution standing as Secretary of Pohoth",
      "body_lines": [
        "The General Filling Filling Fill of Sri Lanka has decided to support Ranil Wickremesinghe in the next presidential election. It also has a proposal to be submitted to the party leadership as the Secretary General of the Sri Lanka General Front.",
        "Matara District Council of the Sri Lanka General Front met yesterday (1st). These resolutions have been passed at that time.",
        "The meeting was held at the LHK Hotel at the LHK Hotel under the patronage of Power and Energy Minister Kanchana Wijesakara.",
        "Former Provincial Councilors, former provincial councilors, representatives of former provincial councilors, representing former provincial councilors, representing the Matara District Board of the Sri Lanka General Front.",
        "Minister Ranil Wijesekara has presented the proposal to be supported by President Ranil Wickremesinghe to support the presidential election while the Politburo of the Sri Lanka General Front was rejected recently.",
        "The other proposal was removed by the General Secretary of the Sri Lanka General Front, the Secretary General of the Sri Lanka General Front should be removed and replaced by Minister Ramesh Pathirana.",
        "The delegation was handed over to both proposals and ended the proposals unanimously.",
        "Kanchana Wijesekera has said that the decision of the Political Base of the Sri Lanka Civil Appointment was not the opinion of the former President Mahinda Rajapaksa.",
        "Yapa Abeywardena, Sarath de Alwis, BJ Sehrathna, Bijhrathna, Bijha Weerasinghe, Speaker Mahinda Yapa Abeywardena and Chameera Yapa Abeywardena was among the representatives of the meeting."
      ]
    }
  },
  "summary_lines": [
    "The Matara District Council of the Sri Lanka General Front supports Ranil Wickremesinghe for president and proposes changes in leadership, including replacing the Secretary General with Minister Ramesh Pathirana. The decisions were made during a meeting chaired by Power and Energy Minister Kanchana Wijesakara, with various representatives present."
  ]
}