{
  "translated_text": {
    "si": {
      "title": "උතුරේ, නැගෙනහිර සහ උඩ උඩ උස් සිසුන්ගේ අධ්යාපන සංවර්ධනය සඳහා උගතුන් එක්සත් විය යුතුය;අ.පො.ස. උසස් පෙළ විභාගයේ ප්රති results ලවලින් සහනයක් ලැබෙනවා - ආචාර්ය තිරුමුරුගන් හය",
      "body_lines": [
        "උතුරු, නැගෙනහිර සහ උඩරට සිසුන් පිළිබඳ අධ්යාපන සංවර්ධන ශාස්ත්රිකා. උතුරේ අ.පො.ස. උසස් පෙළ විභාගයේ ප්රති results ල සහනයක්, ආචාර්ය දුර්ගා අම්මාන් දේමවර්ධනනම් නායක ආචාර්ය ඒ.",
        "අධ්යාපන පොදු මට්ටමේ විභාගයේ ප්රති results ල සහ අධ්යාපන කොන්දේසි වල ප්රති results ල ගැන විමසූ විට ඔහු මේ බව ප්රකාශ කළේය.",
        "උතුරේ අධ්යාපන ප්රති come ල වැඩි කිරීම ප්රශංසනීය ය.. මෙම උත්සාහයන් කළ පාසල් විදුහල්පති ගුරුවරුන්ට සුබ පැතුම්.",
        "උතුරේ අධ්යාපනය පිළිබඳ විවිධ චෝදනා තිබියදීත්, පාසලේ විදුහල්පති, ගුරුවරුන් සහ උනන්දුව ගැන උනන්දුවක් දැක්වීම ප්රශංසනීය බව ප්රශංසනීය ය.",
        "හොඳම ප්රති results ල ලැබී ඇති බොහෝ සිසුන් පාසලට නිසි ප්රති results ල ලැබී ඇති සියලුම සිසුන් පාසලට නිසි ලෙස ලබා දී ඇති අතර පාසල අවසන් වන තුරු පාසලට නිසි ලෙස ලබා දී ඇති බවත්, පාසලේ කාලානුරූපී කාලය සාමාන්ය ප්රති .ල ලබා නොගන්නා බවත් දනී. .. එබැවින්, අනාගතයේ සියලුම සිසුන් දෙමාපියන් සහ ගුරුවරුන් ගැන කාලය, විනය හා පාලනය ගැන සැලකිලිමත් විය යුතුය.",
        "මීට අමතරව, කඳුකරයේ සිසුන් අද අධ්යාපනය සඳහා වඩා හොඳ ප්රති results ල ලබා ගනී.",
        "ඒ අතරම, උතුරු, නැගෙනහිර පළාතේ සහ උඩරට අධ්යාපන සංවර්ධනය සංවර්ධනය කිරීම පිළිබඳ අධ්යාපන විශාරදයින් එකට වැඩ කළ යුතුය.",
        "උතුරු, නැගෙනහිර සහ උඩරට එක්සත් වන විද්වත, විද්වතුන් විසින් විභාග ප්රශ්න පත්ර පත්රිකා සකස් කර මුද්රණය කළ යුතු අතර දෙමළ සිසුන්ගේ අධ්යාපන අධ්යාපනය ලබා දීමෙන් ඔවුන්ට නොමිලේ ලබා දිය යුතුය.",
        "හොඳම ප්රති results ල ලැබී ඇති සිසුන්ට විශ්ව විද්යාල ප්රවේශය සඳහා අයදුම් කිරීමේ අරමුණ සඳහා සූදානම් වන්නේ කෙසේද යන්න පිළිබඳ විශ්ව විද්යාල ශාස්ත්ර ics යින්ගේ ප්රයෝජනය සඳහා පැහැදිලිකයි.",
        "දෙමළ සිසුන්ගේ අධ්යාපන සංවර්ධනය සඳහා එකට වැඩ කිරීම සඳහා ඊසානදිග හිල් අධ්යාපන ators යින් එක්සත් වී එකට වැඩ කිරීම සඳහා එක්විය යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Educators must unite to the educational development of the North, East and Upcountry Students;The results of the GCE Advanced Level Examination are relieved - Dr. Six Thirumurugan",
      "body_lines": [
        "Educational development academics of the North, East and Upcountry Students. The results of the GCE Advanced Level Examination of the North are relieved, said Dr. Durga Amman Devasthanam leader Dr. A six Thirumurugan.",
        "He made this statement when he was asked about the results of the Education General Level Examination and the conditions of education.",
        "Increasing education outcomes in the North is commendable.. Congratulations to the school principal teachers who made these efforts.",
        "Despite various allegations regarding the education of the North, it is commendable that the school principal, teachers, and interested in interest are commendable.",
        "It is also known by the Chancellor Teachers that many students who have received the best results have been properly given to the school and the school has been properly provided to the school until the end, and that the school's timeless time is not reaching a regular result.. Therefore, all students in the future should pay attention to parents and teachers to be concerned with time, discipline and control.",
        "In addition, the students of the hill country are getting better results in education today.",
        "At the same time, educational scholars should work together on the development of the North, Eastern Province and Upcountry Education Development.",
        "The Northern, East and the Upcountry Unite, the scholars should prepare and print the exam question papers and provide them with free of charge by providing them with the educational education of Tamil students.",
        "Students who have received the best results should make clarity to the benefit of the university academics on how to prepare for the purpose of applying for university admissions.",
        "He said that the North East hill educators should unite and work together to work together for the educational development of Tamil students."
      ]
    }
  },
  "summary_lines": [
    "Dr. Six Thirumurugan commends the educational progress of North, East, and Upcountry students, highlighting the commendable results of the GCE Advanced Level Examination. He urges educators to unite for improved education, emphasizing the importance of discipline, timely preparation, and collaboration among scholars."
  ]
}