{
  "translated_text": {
    "ta": {
      "title": "அருணா நல்லது. செய்தி ஆசிரியருக்கு மரண அச்சுறுத்தல்கள்",
      "body_lines": [
        "மரண அச்சுறுத்தல்களை தொலைபேசியில் தொடர்பு கொண்ட மரண அச்சுறுத்தல்கள் குறித்து பரந்த விசாரணையை நடத்துமாறு தீல் ரவீந்திர பெரேரா காவல்துறைக்கு உத்தரவிட்டார்.",
        "இந்த மாதம் 7 ஆம் தேதி அவருக்கு அறிவிக்கப்பட்டபோது கூடுதல் மாஜிஸ்திரேட் நீதிமன்றத்தை உருவாக்கினார்.",
        "தேசிய பாதுகாப்பு செய்தித்தாள்கள், ஒழுங்கமைக்கப்பட்ட கிரிமினல் கும்பல்கள், அரசு நிறுவனங்கள் மற்றும் அமைச்சகங்கள் பற்றிய செய்திகளை புகார் அளிப்பவர் வெளியிடுவார் என்று புகார் அளித்தவர் நீதிமன்றத்திற்கு தெரிவித்தார்.",
        "சமீபத்தில் கைது செய்யப்பட்ட மாட்டிறைச்சி நீதிமன்றத்தில் 2020 களில் முன்னாள் ஐ.ஜி.பி, 2020 இல் முன்னாள் ஐ.ஜி.பி.",
        "கொழும்பு துறைமுகத்தில் ஒரு ஓடு டெண்டரில் புகார்தாரரால் புகார்தாரர் அச்சுறுத்தப்பட்டதாக புகார் அளித்தவர் கூறியதாக புகார் அளித்ததாகக் கூறப்பட்டது.",
        "இந்த மாதம் 5 ஆம் தேதி, இந்த மாதம் 5 ஆம் தேதி வாதியின் மொபைலை அழைக்கும் ஒரு நபர், ஒரு நபர் திஸ்ஸாவை அழைக்கிறார்ஏனென்றால், நாங்கள் எங்கள் லால் இருக்க மாட்டோம்அது சாப்பிட்டதால், \"என்று போலீசார் தெரிவித்தனர்.",
        "புகார்தாரர் \"லால் சகோதரரைப் பற்றி?\"நீங்கள் அவருக்காக வெறித்துப் பார்த்துக் கொண்டிருப்பதால், மற்றவற்றைப் பற்றி உங்களுக்குத் தெரியாதா?அச்சுறுத்தலில் இருந்து என்ன வந்துள்ளது, \"என்று புகார் கூறினார்,\" என்று அவர் கூறினார்.",
        "அழைப்புக்கு பதிலளிக்கும் விதமாக, புகார்தாரர் ஒரு அழைப்பாளரை வெளியிடவில்லை, எதிர்காலத்தில் வெளிப்படுத்தப்படுவார், ஆனால் அனுப்பப்பட்ட நபர் ஒரே மாதிரியாக இருக்க வேண்டும்.\"லால் சகோதரர்களைப் பற்றி எழுதப்பட்டதாக போலீசார் தெரிவித்தனர்",
        "புகார்தாரரின் மொபைலில் இருந்து அழைப்பு சமிக்ஞையின் அறிக்கையைப் பெறுமாறு இலவங்கப்பட்டை தோட்ட காவல்துறை நீதிமன்றத்தை கோரியது.",
        "தொலைபேசி பதிவுகள் மற்றும் கோபுரங்களை கோபுரங்களுக்கு புகாரளிக்க அனுமதித்த கூடுதல் மாஜிஸ்திரேட், இலவங்கப்பட்டை தோட்ட காவல்துறையினர் இந்த சம்பவம் குறித்து விசாரணைக்கு உத்தரவிட்டுள்ளனர்.",
        "மற்ற தொலைபேசியில் அழைப்பு விவரங்களை சரிபார்க்க கொழும்பு தலைமை நீதவான் திலினாவட் போலீசாருக்கு தலைமை மாஜிஸ்திரேட் காமேஜ் உத்தரவிட்டார்: அருணா துணை செய்தி ஆசிரியர் திஸ்ஸா பெரேரா.",
        "தொடர்புடைய தொலைபேசி முகவரியில் அழைப்பு விவரங்களை சரிபார்க்க குருண்டுவட் போலீசார் அனுமதி கோரியுள்ளனர்.",
        "குருண்டுவாட்டா காவல்துறையினர் இலங்கை பொது மாஜிஸ்திரேட் திலினா காமேஜ் திலினா கமகேஜுக்கு உத்தரவிட்டனர்."
      ]
    },
    "en": {
      "title": "Aruna Nice. Death threats to the news editor",
      "body_lines": [
        "Tissa Ravindra Perera has ordered the police to conduct a wider investigation into the death threats that he had telephoned the death threats.",
        "The Additional Magistrate made the Court when he was reported on the 7th of this month.",
        "The complainant informed the court that the complainant would publish news about national security newspapers, organized criminal gangs, government agencies and ministries.",
        "Recently arrested beefThe complainant told the court that a search of telephone threats were investigated by the former IGP in the 2020s, the former IGP in 2020.",
        "The complainant was told that the complainant had stated that the complainant had been threatened by the complainant on a tile tender in the Colombo Port.",
        "On the 5th of this month, a person calling the plaintiff's mobile on the 5th of this month, a person calling TissaBecause we won't let our lal beSince it was eaten, \"the police said.",
        "The complainant \"about Lal brother?\"Because you're just staring for him, don't you know about the rest of the other?What have come from threaten, \"said the complainant,\" he said.",
        "In response to the call, the complainant has not published a caller and will be revealed in the future, but the person who was sent was to be aimed at once.The police said that the police said, \"Written about Lal Brothers",
        "The Cinnamon Gardens Police requested the court, to obtain a report of the call signal from the complainant's mobile.",
        "The Additional Magistrate who allowed the telephone records and the towers to report to the towers, the Cinnamon Gardens Police have ordered the investigation into the incident.",
        "The Chief Magistrate Tills Gamage ordered the Colombo Chief Magistrate Thilinawatte Police to check the call details on the other telephone: Aruna Deputy News Editor Tissa Perera.",
        "The Kurunduwatte Police have requested permission to check the call details on the relevant telephone address.",
        "The Kurunduwatta Police also ordered the Ceylon General Magistrate Thilina Gamage Thilina Gamage Gamage."
      ]
    }
  },
  "summary_lines": [
    "Death threats against news editor Tissa Ravindra Perera. Police investigation ordered after court summons. Threats related to national security news and criminal gangs. Caller identified as \"Lal brother.\" Court orders mobile call records analysis."
  ]
}