{
  "translated_text": {
    "si": {
      "title": "රනිල් අද දිවුරුම් දී තිබේ",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා අද (21) ඉරිදා (21) දිවුරුම් දුන්නේය. යෝජිත ජනාධිපතිවරණය සඳහා පොදු අපේක්ෂකයෙකු ලෙස ඔහු ඉදිරිපත් කරන බව මේ මස 31 න් දින ප්රකාශයට පත් කිරීමට රනිල් වික්රමසිංහ තීරණය කර තිබේ.. ඔහු 2024 ජනාධිපතිවරණයට බොහෝ පක්ෂ විසින් පිහිටුවන ලද දේශපාලන සන්ධානයේ පොදු සංකේතයේ පොදු අපේක්ෂකයෙකු ලෙස තරඟ කරනු ඇත.",
        "2019 දී පාලන තන්ත්රයේ වෙනසෙන් පසුව, ශ්රී ලංකාව පෙර නොවූ විරූ දේශපාලන හා ආර්ථික අර්බුදවලට මුහුණ දුන්නේය. මෙම අර්බුද නිල නොවන පාලන තන්ත්රයට වෙනස් කිරීම ප්රතික්ෂේප කළ නොහැකිය. මහජන වරම විසින් තේරී පත් වූ එවකට පැවති ජනාධිපති ගෝතභය රාජපක්ෂ මහතා මෙරට පැන ගිය අතර ප්රචණ්ඩකාරී ජනතාවගේ අරගලයන්ට මුහුණ දීමට නොහැකි විය.",
        "මෙම දේශපාලන කැලඹිලි මධ්යයේ. එක්සත් ජාතික පක්ෂයට (යූඑන්පී) 2020 දී ශ්රී ලංකාවේ පාර්ලිමේන්තු මැතිවරණයේ එක් ජාතික ආසනයක් පමණක් අහිමි විය.",
        "වික්රමසිංහ මහතා සිය පක්ෂ සාමාජිකයෙකු ලෙස දිවුරුම් දුන්නේ දිගු කලක් බලා සිටීමෙන් පසු 2021 ජුනි 202 ජුනි මාසයේදීය.. මෙම කාල පරිච්ඡේදය වූයේ විරෝධී විරෝධතා බිඳී ගිය දිනයි.දිනෙන් දින රටේ තත්වය පිරිහී ගොස් ඇති අතර ගෝතභය රාජපක්ෂට එරෙහි අරගල ශ්රී ලංකාව පුරාම ශක්තිමත් කර ඇති අතර අවසානයේ අගනුවර බවට පත්ව ඇත්තේ නේවාසික විරෝධතාකරුවන්ගේ වසමයි.",
        "තත්වය වැඩිදියුණු කිරීමට රජය බොහෝ ක්රම අත්හදා බැලූ නමුත් සාර්ථක වූයේ නැත. ඒ වෙනුවට, පාලකයන්ගේ ඉල්ලා අස්වීම ජනතාව දැඩි ලෙස ඉල්ලා සිටියහ. මහින්ද රාජපක්ෂ, එවකට අග්රාමාත්යතුමා ප්රථම වරට ඉල්ලා අස්වී කණුව රනිල් වික්රමසිංහට භාර දීමට තීරණය කළේය.",
        "මෙය පුද්ගලික යෝජනාවට වඩා සමස්ත රාජපක්ෂයන්ගේම යෝජනාව ඉක්මවා ශ්රී ලංකාවේ සම්පූර්ණ පීඩනයක් විය. මෙයට හේතුව රට අවසානයේ පාලක පක්ෂය පාලක පක්ෂය අර්බුදයකට ඇද දැමීමයි.",
        "මහින්ද රාජපක්ෂ සහ ගෝතභය රාජපක්ෂ මහතා තීරණය කර ඇත්තේ මෙම තත්වය ඊළඟ මට්ටමට යාම වළක්වා ගත යුතු නම් රනිල් වික්රමසිංහ සුදුසු බවයි.. ඒ හා සමානව, රාජපක්ෂයන් එක්සත් ජනතා බලයට හෝ මහජන විමුක්ති පෙරමුණට නොයනු ඇත.",
        "රනිල් වික්රමසිංහ මහතා ජනාධිපතිවරයා තුළ අසුන් ගැනීම මෙම සන්දර්භය විය. රට තුළ රට තුළ කිසිදු ස්ථානයක් නොමැති බව සිංහල පුවත්පත් ප්රවෘත්ති පළ කර ඇති අතර රට තනි ආසනයකින් පාර්ලිමේන්තුවට ගිය තැනැත්තාට අයත් බව සැලකිය යුතුය."
      ]
    },
    "en": {
      "title": "Ranil has been sworn in today",
      "body_lines": [
        "President Ranil Wickremesinghe has been sworn in today (21) on Sunday (21). Ranil Wickremesinghe has decided to announce before the 31st of this month that he will contest the proposed presidential election as a common candidate.. He will contest the 2024 presidential election as a common candidate in the general symbol of the political coalition that has been formed by many parties.",
        "Following the regime change in 2019, Sri Lanka faced unprecedented political and economic crises. It is undeniable that these crises have also caused the unofficial regime change. Gotabhaya Rajapakse, the then president, elected by the people's mandate, escaped the country could not face violent people's struggles.",
        "Amidst these political turmoil. The United National Party (UNP) lost only one national seat in the parliamentary elections in Sri Lanka in 2020.",
        "Wickremesinghe was sworn in as a Member of Parliament for his party's national seat in June 2021 after a long waiting waiting.. The period was the days when the anti -state protests were broken.Day by day, the situation of the country has deteriorated and the struggles against Gotabhaya Rajapakse have been strengthened throughout Sri Lanka, and eventually the capital has become the domain of the anti -state protesters.",
        "The government has tried many ways to improve the situation but did not succeed. Instead, people strongly demanded the resignation of the rulers. Mahinda Rajapaksa, the then Prime Minister, first resigned and decided to hand over the post to Ranil Wickremesinghe.",
        "This was a complete pressure of the Sri Lanka PA, beyond the resolution of the entire Rajapaksas rather than the personal resolution. This is because at the end of the country, the ruling party took the ruling party to a crisis.",
        "Mahinda Rajapaksa and Gotabhaya Rajapakse had decided that Ranil Wickremesinghe was appropriate if this situation was to be prevented from going to the next level.. Similarly, the Rajapaksas were in the process of not go to the United People's Power or People's Liberation Front.",
        "It was this context for Rajapaksa that Ranil Wickremesinghe was seated in the president. It is noteworthy that the Sinhala newspapers published news on the day that the country has no place in the country and the country belongs to the one who went to Parliament in a single seat."
      ]
    }
  },
  "summary_lines": [
    "Ranil Wickremesinghe, sworn in as President of Sri Lanka, plans to run in the 2024 presidential election as a common candidate. Following the 2019 regime change, Sri Lanka experienced significant political and economic crises. Despite these challenges, Wickremesinghe's United National Party maintained its presence in parliament. His appointment as President came amid widespread anti-state protests and calls for the resignation of the previous rulers. The decision to appoint Wickremesinghe was seen as a move to prevent further escalation of the crisis, with support from both Mahinda and Gotabhaya Rajapaksa."
  ]
}