{
  "translated_text": {
    "ta": {
      "title": "மிஹிண்டேலுக்கு பாதுகாப்பிற்கான பாதுகாப்பு போதுமானதாக இல்லை",
      "body_lines": [
        "வென்.",
        "புனிதப் பகுதிக்கு வந்தவர்கள், நாட்டின் பொறுப்பை அரசாங்கம் ஏற்றுக்கொள்ள வேண்டும், ஆனால் நாட்டிற்கு எந்த நியாயமும் இல்லையா, தலதா மாலிகாவா, ருவான்வெலி அரண்மனை என்று அவர்கள் கூறினர். தூய நிலம்",
        "ஏராளமான ஏக்கர், தொல்பொருள் துறை அல்லது சிவில் பாதுகாப்பு படையின் அதிகாரிகள் அதற்கு பொறுப்பல்ல என்பதை அவர் வலியுறுத்துகிறார்.",
        "போசன் திருவிழா பண்டபந்தபாவிலும் ஏற்பாடு செய்யப்பட்டுள்ளது மற்றும் பயன்படுத்தப்பட்ட காரின் பயன்பாடு மற்றும் மிஹிந்து தேரா முட்டாள் பாணிகளின் நினைவுச்சின்னங்களை ஏற்பாடு செய்கிறது."
      ]
    },
    "en": {
      "title": "Security for Safety to Mihintale is not sufficient",
      "body_lines": [
        "Ven.",
        "If the people who come to the sacred area, the government should accept the responsibility of the country, but whether there is no reasoned to the country, the Dalada Maligawa, Ruwanweli Palace.And they said that the Jaya Sri Maha Bodhi was contaminated by these pure land",
        "He emphasizes that there is a large number of acres, the Department of Archeology or the officials of the Civil Defense Force is not responsible for that.",
        "The Poson Festival is also organized in Pandapandapa and organizes the use of the used car and the relics of the Mihindu Thera stupid styles."
      ]
    }
  },
  "summary_lines": [
    "The text highlights concerns over inadequate security measures at Mihintale, a sacred site, suggesting the government should ensure safety for visitors. It criticizes the lack of responsibility from the Department of Archaeology and the Civil Defense Force regarding the vast acreage of the site. The mention of the Poson Festival in Pandapandapa and the misuse of relics and vehicles at Mihintale further underscores the issues of poor management and potential desecration of the site."
  ]
}