{
  "translated_text": {
    "si": {
      "title": "SL has very limited policy tools to provide relief and boost output recovery – IPS Executive Director",
      "body_lines": [
        "Sri Lanka’s economy, hit by a series of crises, including a foreign currency shortage, fuel and food scarcities and a sharp decline in government revenues, is struggling to emerge from the turmoil. ඊට අමතරව, සහන සැලසීම සහ නිමැවුම් ප්රතිසාධනය, ප්රතිපත්ති අධ්යයන ආයතනය (IPS) විධායක අධ්යක්ෂ, සහන ලබා දීම සඳහා ඉතා සීමිත ප්රතිපත්ති මෙවලම් ඇත. Dushni Weerakoon said.",
        "ශ්රී ලංකාව මෑතකදී අයි.පී.එස් වාර්තාවේ දී අදහස් දක්වමින්, 'ශ්රී ලංකාව: 2024 ආර්ථිකයේ තත්වය, \"තේමාව මත\", තේමාව, \"තේමාව,\" තේමාව, \"විවිධ අර්බුදවල ආර්ථික කැළැල්: ප්රතිපත්තිය දක්වා රටේ ප්රකෘතිය පිළිබඳ ගැඹුරු විශ්ලේෂණයක් වාර්තාවෙන් ලබා දෙන බව වීරකුන් පැවසීයඋත්සාහයන් හැඩගස්වන උත්සාහයන් සහ ප්රතිපත්තිමය තේරීම්.",
        "ශ්රී ලංකාවේ බිඳෙනසුලු ආර්ථික ප්රකෘතියක් පිළිබඳව සාකච්ඡා කරමින් රජයේ පෞද්ගලික අංශයේ සහ සිවිල් සමාජයේ නියෝජිතයින් 100 ක් දෙනා එක්රැස් වූ අතර, එහි නිරන්තර අභියෝගයන්ට මූලික හේතූන් සහ විභව විසඳුම් විවාද කිරීමට තීරණය කළහ.",
        "While the country is on a path to recovery, it is a delicate one, Weerakoon said.",
        "Weerakoon stressed the need for “marginal changes” in tax and spending policies to address deep-rooted inequalities. These adjustments, she suggested, are the most prudent means to improve living standards in a nation that continues to reel from economic shocks. 'ආර්ථිකයේ තත්වය 2024' වාර්තාව මගින් රටේ බිඳෙනසුලු ප්රතිසාධන ක්රියාවලිය පීලි නොදක්වා, ඒවා effective ලදායී හා සාධාරණ ලෙස සහතික කිරීම සඳහා ප්රතිපත්ති උපාය මාර්ග පිරිපහදු කිරීමේ වැදගත්කම අනුව, ඇය රටේ බිඳෙනසුලු ප්රතිසාධන ක්රියාවලිය පීඩා වින්දා.",
        "‘The IPS report brought attention to one of the most controversial issues in Sri Lanka’s post-crisis economic recovery: taxation. VAT hikes and the removal of exemptions have disproportionately impacted the country’s poorest, further widening the socio-economic divide, the IPS head explained.",
        "IPS Research Economist, Priyanka Jayawardena said that households in the lowest income decile spend about 10% of their income on VAT, compared to only 6% among higher-income groups.",
        "The findings also show that while direct taxes, such as PAYE and PIT, are progressive—meaning they tax the wealthy more heavily—Sri Lanka is still plagued by high levels of tax evasion. In 2023, less than one-third of the estimated Rs. 131 billion payable in personal income tax was actually collected.",
        "ආචාර්ය. අයිපීඑස් හි පර්යේෂණ ආර්ථික විද්යා ist යාස්, අයි.පී.එස් හි පර්යේෂණ ආර්ථික විද්යා ist යා. Around 54% of former Samurdhi beneficiaries qualify for Aswesuma, reflecting the programme’s improved focus on deprivation indicators across 22 criteria.",
        "කෙසේ වෙතත්, වැඩසටහනේ ශෝධනය කළ ඉලක්කගත යාන්ත්රණයන් නොතකා, අතහැර දමා ඇති අය ගැන බරපතල කනස්සල්ල පළව සිටිති. ආචාර් ලෙස. Amerasinghe noted, nearly 40% of food-insecure households, a group particularly vulnerable in times of economic crisis, were found to be ineligible under the Aswesuma criteria.",
        "IPS Director of Research, Dr. Nisha Arunatilake, revealed troubling statistics from the Labour Force Survey: 65% of young Sri Lankans aged 20-24 not being engaged in any form of education. මෙයින් අදහස් කරන්නේ රටේ තරුණ තරුණියන් අඩු හෝ යල් පැන ගිය කුසලතා සහිතව ශ්රම වෙළඳපොළට ඇතුළු වන අතර, එය වඩ වඩාත් ඩිජිටල් ගෝලීය ආර්ථිකයකට තරඟ කිරීමේ හැකියාව අඩපණ කරන බව.",
        "2023 දී 2018 දී 2018 දී 2018 දී 20% සිට 20% දක්වා පහත වැටීම මෙයින් එකතු වේ. විදේශයන්හි වඩා හොඳ වැටුප් වලින් ලබාගත් පුහුණු ශ්රමිකයින්ගේ සංක්රමණය, ඉංජිනේරු, තොරතුරු තාක්ෂණ හා කළමනාකරණය වැනි තීරණාත්මක අංශවල වෘත්තිකයන්ගේ හිඟයක් ඇති වී තිබේ.",
        "අයිඑස්පී පර්යේෂණ නිලධාරී සුරේෂ් රණසිංහ, මෙම \"මොළය කාණු\" ඉස්මතු කළේය. පසුගිය වසර පහ තුළ ශ්රී ලංකාවේ කළමනාකරණ තනතුරු පහත හෙලා ඇති වැදගත් සාධකයක් ලෙස. The consequences of this are far-reaching: as skilled talent leaves, the country’s labor market struggles to meet the demands of modern industries, thereby stifling productivity and innovation.",
        "HelpAge Sri Lanka invites support for its “Gift of Sight” campaign",
        "Leave a Reply Cancel replyYour email address will not be published. අවශ්ය ක්ෂේත්ර * අදහස් දැක්වීම * නම *",
        "ඊළඟ වතාවේ මම මේ බ්රව්සරයේ මගේ නම, විද්යුත් තැපෑල සහ වෙබ් අඩවිය සුරකින්න."
      ]
    },
    "ta": {
      "title": "நிவாரணம் வழங்குவதற்கும் வெளியீட்டு மீட்டெடுப்பை அதிகரிப்பதற்கும் எஸ்.எல் மிகவும் வரையறுக்கப்பட்ட கொள்கைக் கருவிகளைக் கொண்டுள்ளது - ஐ.பி.எஸ் நிர்வாக இயக்குனர்",
      "body_lines": [
        "வெளிநாட்டு நாணய பற்றாக்குறை, எரிபொருள் மற்றும் உணவு பற்றாக்குறைகள் மற்றும் அரசாங்க வருவாயில் கூர்மையான சரிவு உள்ளிட்ட தொடர்ச்சியான நெருக்கடிகளால் பாதிக்கப்பட்ட இலங்கையின் பொருளாதாரம், கொந்தளிப்பிலிருந்து வெளிவர போராடுகிறது. தவிர, நிவாரணம் வழங்குவதற்கும் வெளியீட்டு மீட்டெடுப்பை அதிகரிப்பதற்கும் இது மிகக் குறைந்த கொள்கைக் கருவிகளைக் கொண்டுள்ளது, கொள்கை ஆய்வுகள் நிறுவனம் (ஐ.பி.எஸ்) நிர்வாக இயக்குநர், டி.ஆர். துஷ்னி வீராகூன் கூறினார்.",
        "Speaking at the recent launch of the IPS report, ‘Sri Lanka: State of the Economy 2024’, on the theme, “Economic Scars of Multiple Crises: From Data to Policy,” Weerakoon said the report provides a deep analysis of the country’s recovery efforts and the policy choices that will shape its future.",
        "Some100 representatives of the government, private sector and civil society gathered at the launch to discuss Sri Lanka’s fragile economic recovery, dissect the root causes of its persistent challenges and to debate potential solutions.",
        "நாடு மீட்கும் பாதையில் இருக்கும்போது, ​​அது ஒரு நுட்பமான ஒன்றாகும், வீராகூன் கூறினார்.",
        "Weerakoon stressed the need for “marginal changes” in tax and spending policies to address deep-rooted inequalities. These adjustments, she suggested, are the most prudent means to improve living standards in a nation that continues to reel from economic shocks. ‘The State of the Economy 2024’ report underscores the importance of refining policy strategies to ensure that they are both effective and equitable, without derailing the country’s fragile recovery process, she said.",
        "‘The IPS report brought attention to one of the most controversial issues in Sri Lanka’s post-crisis economic recovery: taxation. வாட் உயர்வுகள் மற்றும் விலக்குகளை அகற்றுவது நாட்டின் ஏழ்மையானதை விகிதாசாரமாக பாதித்துள்ளன, மேலும் சமூக-பொருளாதார பிளவுகளை மேலும் விரிவுபடுத்துகின்றன, ஐ.பி.எஸ் தலைவர் விளக்கினார்.",
        "ஐ.பி.எஸ் ரிசர்ச் எகனாமிஸ்ட், பிரியங்கா ஜெயவர்தேனா, குறைந்த வருமான டெசில் உள்ள குடும்பங்கள் தங்கள் வருமானத்தில் சுமார் 10% VAT க்கு செலவிடுகின்றன, இது அதிக வருமானம் கொண்ட குழுக்களில் 6% மட்டுமே.",
        "The findings also show that while direct taxes, such as PAYE and PIT, are progressive—meaning they tax the wealthy more heavily—Sri Lanka is still plagued by high levels of tax evasion. In 2023, less than one-third of the estimated Rs. தனிநபர் வருமான வரியில் செலுத்த வேண்டிய 131 பில்லியன் உண்மையில் சேகரிக்கப்பட்டது.",
        "டாக்டர். Pulasthi Amerasinghe, Research Economist at IPS, the Aswesuma welfare program adopts more stringent eligibility criteria, making it a more targeted approach to social welfare. Around 54% of former Samurdhi beneficiaries qualify for Aswesuma, reflecting the programme’s improved focus on deprivation indicators across 22 criteria.",
        "இருப்பினும், திட்டத்தின் சுத்திகரிக்கப்பட்ட இலக்கு வழிமுறைகள் இருந்தபோதிலும், எஞ்சியவர்களைப் பற்றி கடுமையான கவலைகள் உள்ளன. As Dr. Amerasinghe noted, nearly 40% of food-insecure households, a group particularly vulnerable in times of economic crisis, were found to be ineligible under the Aswesuma criteria.",
        "ஐ.பி.எஸ் ஆராய்ச்சி இயக்குனர், டாக்டர். Nisha Arunatilake, revealed troubling statistics from the Labour Force Survey: 65% of young Sri Lankans aged 20-24 not being engaged in any form of education. இதன் பொருள் நாட்டின் இளைஞர்களின் குறிப்பிடத்தக்க பகுதி குறைந்த அல்லது காலாவதியான திறன்களுடன் தொழிலாளர் சந்தையில் நுழைகிறது, இது பெருகிய முறையில் டிஜிட்டல் உலகப் பொருளாதாரத்தில் போட்டியிடும் திறனைக் குறைமதிப்பிற்கு உட்படுத்துகிறது.",
        "Adding to this is the decline in high-skilled employment, which dropped from 23% in 2018 to 20% in 2023. Emigration of skilled workers, drawn by better wages abroad, has resulted in a shortage of professionals in critical sectors, such as, engineering, IT and management.",
        "ஐ.பி.எஸ் ஆராய்ச்சி அதிகாரி சுரேஷ் ரணசிங்கே, இந்த \"மூளை வடிகால்\" இலங்கையில் நிர்வாக நிலைகளை இயக்கும் ஒரு குறிப்பிடத்தக்க காரணியாக எடுத்துக்கொண்டார், இது கடந்த ஐந்து ஆண்டுகளில் பாதியாக உள்ளது. The consequences of this are far-reaching: as skilled talent leaves, the country’s labor market struggles to meet the demands of modern industries, thereby stifling productivity and innovation.",
        "உதவி இலங்கை அதன் “பார்வை பரிசு” பிரச்சாரத்திற்கு ஆதரவை அழைக்கிறது",
        "Leave a Reply Cancel replyYour email address will not be published. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன * கருத்து * பெயர் *",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க இந்த உலாவியில் எனது பெயர், மின்னஞ்சல் மற்றும் வலைத்தளத்தை சேமிக்கவும்."
      ]
    }
  },
  "summary_lines": []
}