{
  "translated_text": {
    "ta": {
      "title": "ஓய்வூதியத்தை அர்த்தமுள்ளதாக மாற்ற நீங்கள் என்ன செய்ய முடியும்?",
      "body_lines": [
        "வேலையின் வாழ்க்கையின் ஒரு சிறப்பு மைல்கல்லான கேலி தேசிய மருத்துவமனையின் நிபுணர், ஓய்வூதியம் அவர்களின் வாழ்க்கையின் செயல்பாட்டின் இழப்பாக கருதப்படக்கூடாது என்று குறிப்பிடப்பட்டுள்ளது.",
        "ஓய்வுபெற்றது என்னவென்றால், ஓய்வு பெறுவது ஓய்வு பெற வேண்டும், ஏனெனில் எந்தவொரு நபரும் நீண்ட காலமாக ஓய்வு பெற வேண்டும்.",
        "சிலருக்கு சில நபர்களுக்கு இது மனதளவில் சாத்தியமற்றது என்று வாய்ப்புகளுக்கு முன்கூட்டியே செயல்படுவது முக்கியம் என்று நிபுணர் சுட்டிக்காட்டினார்.",
        "ஏறக்குறைய 30 ஆண்டுகளாக, தனியார் துறையில் பணிபுரிந்த மொஹமட், கடந்த பிபிசி சிங்கள சேவையில் ஓய்வுக்குப் பிறகு இருந்ததாகக் கூறப்படுகிறது.",
        "\"நான் காலை 5.00 க்கு முன்பு எழுந்திருப்பேன். நீங்கள் குழந்தைகளை வீட்டில் வேலையாக வேலையாக அனுப்ப விரும்பும் வேலைக்கு மனைவி உதவுகிறார். அலுவலகம் அலுவலகத்திற்குச் செல்கிறது, ஏதோ ஒன்று போன்றது. நாங்கள் பஸ்ஸில் ஏறும்போது, ​​வெவ்வேறு நபர்களைக் காணலாம். அலுவலகத்தின் ஒரு வேலை இருந்தபோதிலும், நாங்கள் ஒரு குழுவாக ஒன்றிணைந்தோம். கிரிக்கெட் பொதிகள் போன்ற வெவ்வேறு விஷயங்களைப் பற்றி பேசுகையில், கிரிக்கெட் பொதிகள் பேசுகின்றன. அரசியல் உரையாடல்களைப் போலவே, அனைத்து நகைச்சுவைகளும் ஒன்றிணைந்தன. \"",
        "வயது வந்தவர்: 'ஐம்பது இரவுகளைத் திட்டமிடுங்கள், ஆனால் நேரம் முதல் பன்னிரண்டு இரவுகள்'",
        "\"ஆனால் என் வயதில் ஓய்வு பெறுவது நிறைய உலகமாக இருந்தது. முதல் சில மாதங்களில் வடிவமைக்க கடினமாக இருந்தது. நண்பர்களுடன் தொலைபேசியுடன் பேசத் தொடங்கினார். என் வாழ்க்கையில் இது ஒரு கடினமான நேரம் என்று நான் நினைக்கிறேன், என் இரண்டு குழந்தைகளும் நாட்டில் இருந்தனர். நானும் என் குழந்தைகளும் இப்போது ஓய்வு பெற்றவர்கள். ஆனால் இப்போது நாங்கள் வீட்டில் தனியாக இருக்கிறோம். வார இறுதியில் ஒரு நடைக்கு செல்கிறது. இல்லையெனில், பேஸ்புக் நிறைய நேரம் செய்கிறது, \"என்று அவர் கூறினார்.",
        "சர்வதேச உருமாற்ற பயிற்சியாளரின் உறுப்பினர் பிபிசி, ஓய்வூதியம் மற்றும் 'நிதி உறுதியற்ற தன்மை' ஆகியவற்றில் நுழையும் ஒரு நபர் எதிர்கொள்ளும் முக்கிய பிரச்சினைகள் என்று கூறினார்.",
        "\"ஒரு நபர் ஓய்வு பெறுகிறார், ஏனெனில் நபர் உடல் ரீதியாகவும் மன ரீதியாகவும் மோசமடைந்து வருகிறார். ஒரு இளைஞன், குறிப்பாக ஒரு இளைஞன், அந்தக் காலப்பகுதியில் வேலை செய்யும் நபரின் உற்பத்தித்திறனை வேலை செய்யத் தொடங்குகிறான்.",
        "\"ஆனால் இந்த மக்கள் சாலையில் இருந்து ஓய்வு பெறுவதை நிறுத்தினர், ஆனால் இப்போது அவர்கள் ஒரு நிறுவன அமைப்பினுள் நிறுத்தும்போது, ​​அவர்கள் ஒரு தனிமைப்படுத்தப்படுவார்கள். மன ஆரோக்கியத்தில் உள்ள நபர் மற்றும் நபர் தற்காலிகமாக மாறுகிறார்.",
        "இல்லை 80, 80 வயது, தரம் 12 தேர்வில் அமர்ந்திருக்கிறது",
        "\"ஏனென்றால், பிஸியாக இருந்த ஒரு நபர் அந்த நாளில் பணக்காரராக இருந்த ஒரு நபர் அந்த நபரால் மனதளவில் பாதிக்கப்படுவதற்கான காரணம் இதுதான். அந்த நபர் தனிமைப்படுத்தப்படலாம், ஏனெனில் அது ஒரு பொருட்டல்ல. மற்ற நாளில், அவர் ஒரு தூரத்தை தாங்குவார், அவர்கள் அலுவலகத்துடன் தொலைந்துவிட்டதைப் போல வேலை செய்ய மாட்டார்கள். \"",
        "\"மற்றொன்று, உலகின் பெரும்பகுதி ஒரு வாழ்க்கைக்காக வேலை செய்கிறது. ஆனால் பொருளாதார நிலைமை தனது வீட்டு உரிமையாளரின் ஒரு மாதத்தை மறைக்க அதன் சம்பளத்தை செலவிடுகிறது. எனவே, பழைய அழுத்தத்துடன், \"என்று அவர் கூறினார்.",
        "நேரத்தை செலவிட தேவையான வேலைகள் இல்லாததால், ஓய்வூதியத்திற்கு வரும் நபர்கள் மற்றும் வதிவிட பிரச்சினைகள் பல்வேறு சிக்கல்களை எதிர்கொள்கின்றன என்று டாக்டர் ருஹி ரூபன் சுட்டிக்காட்டுகிறார்.",
        "\"இந்த விஷயங்களால் ஏற்படும் மன அழுத்தம் தூக்கமின்மை, கோபம், தனிமைப்படுத்தப்பட்ட மற்றும் வாழ்க்கையில் அர்த்தம் இல்லாததால், மகிழ்ச்சி மற்றும் பொருள் இல்லாதது போன்றவை. அத்தகைய மன அழுத்தத்தைக் குறைக்க ஓய்வுபெற்ற பல விஷயங்கள் உள்ளன.",
        "\"ஓய்வு பெறத் தயாராக இருப்பதற்கு முன்பு, அவர்களின் ஓய்வூதியத்தை வாழ ஒரு திட்டம் செய்யப்பட வேண்டும். இதைச் செய்ய ஓய்வு பெறுவதற்கு முன். ஓய்வூதியம் என்பது வாழ்க்கையின் வேலையின் முடிவு அல்ல, ஆனால் ஓய்வூதிய நேரம் பயன்படுத்தப்படலாம், ஆனால் ஓய்வு பெற்ற நேரம். \"",
        "'' ஓய்வூதியத்தில் உங்களிடம் ஒரு மிஷனரி வேலை இருந்தால், அவற்றை மீண்டும் தொடங்க இந்த நேரத்தைப் பயன்படுத்தலாம். அவர் என்ன வாழ முடியும் என்பதை முடிவு செய்வது முக்கியம். \"",
        "நீங்கள் அவர்களின் குடும்ப உறுப்பினர்களுடன் ஒரு வாழ்க்கையையும் செலவிடலாம். மற்றொரு முக்கியமான விஷயம் என்னவென்றால், அவர்களின் சொந்த சரணடைதல் உடல்நலம், சரியான உடற்பயிற்சி, சீரான உணவில் கவனம் செலுத்த வேண்டியது அவசியம். ஓய்வூதியத்திற்குப் பிறகு அவர்கள் மகிழ்ச்சியாக இருக்க முடியும் என்பதால் மகிழ்ச்சியாக இருப்பதைக் காண்க. இசையைக் கேளுங்கள், திரைப்படங்களைப் பார்க்க நேரம் செலவிடுங்கள். \"",
        "\"வாழ்க்கையிலிருந்து ஓய்வு பெற்ற ஒருவர் இல்லை. இந்த நேரத்தை புதிய தொழில்நுட்பத்துடன் பயணம் செய்வது பற்றி அறிந்து கொள்ளலாம். அவர்கள் தவறவிட்ட கிராமத்தில், சமூகத்தின் பணி வேலையிலிருந்து சுய திருப்தியைக் கொண்டுவருகிறது. \"அவர் கூறினார்.",
        "ஓய்வூதியம் பெற்ற வயதுவந்த சமூகத்தை அனுமதிப்பதன் மூலம் திடத்தன்மையின் தீர்வால் மதப் பிரச்சினைக்கு பதிலளிக்கப்படுகிறது, அது மனதளவில் ஆதரிக்கப்படுகிறது.",
        "அவர்களின் அன்றாட நடவடிக்கைகள் மூலம் உணர்ச்சிவசப்பட்டு வரும் சில அடக்குமுறை எண்ணங்கள் சிலவற்றை அவர் சுட்டிக்காட்டினார்.",
        "\"ஓய்வூதியத்தின் பெரியவர்கள் பலவிதமான வேலைகளை விளையாடினர். ஆயினும்கூட, அவர்கள் பெரும்பாலும் மனரீதியாக பாஸ்குலர் வருகிறார்கள், ஏனெனில் சில நேரங்களில் அவர்கள் செய்யப் போவதில்லை என்பதை அவர்கள் அறிந்து கொள்ளப் போகிறார்கள். \"",
        "\"கடினமாக உழைக்காத ஏதேனும் தொழில்முனைவோர் உங்களிடம் இருந்தால், ஒவ்வொரு அம்சத்திலும் அவர்கள் ஒன்றிணைக்கக்கூடிய சூழலை உருவாக்க முடியும். அதை அகற்றுவதற்கான ஒரு திட்டம் என்றால், தனியார் துறை இந்த சிக்கலில் சேரலாம். \"",
        "ஜப்பானின் ஓய்வூதியம் போன்ற நாடுகள் தங்கள் வயதுவந்த சமூகத்தின் இயக்கத்திற்கு பங்களிக்கும் மற்றும் நாட்டின் முன்னேற்றத்திற்கு பங்களிக்கும் என்றும் பிரதம மந்திரி பப்ளெசிகானாயகே சுட்டிக்காட்டினார்.",
        "\"ஜப்பானைப் போன்றவர்கள் மற்றும் மனதில் அறியப்படும் மக்கள் அல்ல. நாட்டின் நாட்டிற்கு பங்களிக்கக்கூடிய ஒரு சமூகமாக, ஜப்பான் அவர்களைப் பார்க்கிறது. \"",
        "\"ஓய்வு பெற்ற அதிபரை எடுத்துக்கொள்கிறார், அவர் கடினமாக உழைக்கவில்லை, உடல் ரீதியாக கடினமாக உழைக்க கடினமாக உழைத்தார். பல்வேறு நிபுணர் குழுக்கள், உள்ளூர் கல்விக் குழுக்கள் தங்கள் நிபுணத்துவத்தைப் பெறலாம். இந்த வயதான சமூகம் அவர்களுக்கு முன் அவர்களின் க ity ரவத்தின் உணர்வுகளைத் தொடர வாய்ப்பளிக்கும். \"",
        "'' பின்னர் நான் பார்ப்பது இலங்கை ஓய்வூதிய சமூகத்திற்கு அணுகுமுறையை எடுக்கக்கூடிய பலர் இருக்கிறார்கள். ஆனால் இந்த மக்கள் ஓய்வு பெறுவதை விட்டுவிடுகிறார்கள். ஆனால் இந்த நபர்களுக்கு வெவ்வேறு துறைகளில் சிறந்த அனுபவம் உள்ளது.",
        "\"ஜப்பானில் உள்ள எனது நண்பர் நாட்டின் ஓய்வுபெற்றவர்களின் அனுபவம் ஒரு பெரிய வேலை செய்வார் என்று கூறினார். 65-70 வயது முதல் 65-70 வயது வரை உள்ளவர்கள் உள்ளனர். \"",
        "\"தனியார் துறை அரசாங்கத்தைப் போலவே இருந்தால், இலங்கையின் ஓய்வில் இருந்து நாட்டிற்கு சில சேவைகளைப் பெறுவதற்கான நாட்டிற்கு ஒரு வலுவான வழிமுறையாக இருந்தால் அவர்களின் தனிமைப்படுத்தலை இழக்க முடியும்.. இதேபோல், அவை நாட்டின் பொருளாதாரம், சமூக ஆலோசனைகள், சமூகம் ஆகியவற்றிற்கு பங்களிக்க முடியும், \"என்று அவர் கூறினார்.",
        "ஓய்வூதியத்தில் நிதி ஸ்திரத்தன்மைக்கு நிதி ஸ்திரத்தன்மையில் பணியாற்றுவதிலிருந்து முதலீடு செய்வதற்கான மேம்பட்ட திறனின் பயிற்சியாளரான ஏவோகல் உச்ச மேம்பாட்டு பயிற்சியாளர், அவர் அல்லது அவள் வேலை செய்கிறார் என்று சுட்டிக்காட்டினார்.",
        "\"எங்கள் அன்றாட செலவுகளை அவர்களின் வருவாயின் பொருளாதார நிலையுடன் ஈடுகட்ட நாங்கள் பழக்கமாகிவிட்டோம். ஆனால் அவர்கள் எப்போதாவது ஒரு தேதியில் ஓய்வு பெறும்போது வாழ வருமானம் இருப்பது முக்கியம். ஓய்வூதியத்திற்கு நிதி சான்றிதழ் ஒரு முக்கிய காரணியாகும்.",
        "\"அந்த நேரத்தில், பலர் இதை புரிந்து கொள்ளாததால் முதலீட்டை நாடுவதில்லை. எனவே, ஒரு முதலீட்டு திட்டத்தில் ஓய்வு பெறத் திட்டமிட, ஓய்வூதியத்தைத் திட்டமிடத் திட்டமிடுவது கட்டாயமாகும், \"என்று அவர் மேலும் கூறினார்.",
        "\"விருந்தில் மட்டும், 31 ஆண்டுகளில் கல்லீரல் கெட்டுப்போனதாக என் கல்லீரல் நினைத்தது,\"",
        "இலங்கையில் அரசு பள்ளி குழந்தைகள் 97% ஆங்கில ஊடகக் கல்வியை இழந்துள்ளனர்",
        "செல்லப்பிராணிகளின் வழியாக வரக்கூடிய 'ஆணில் இருந்து' உங்கள் குழந்தையை உங்கள் குழந்தையை எவ்வாறு பாதுகாக்க முடியும்?",
        "இந்தியாவில் ஒரு அபாயகரமான விபத்து பற்றிய விமர்சனம்"
      ]
    },
    "en": {
      "title": "What can you do to make the retirement meaningfully?",
      "body_lines": [
        "Specialist at the Galle National Hospital, a special milestone of the lives of the job, is noted that retirement should not be considered a loss of the operation of their life.",
        "Retirement is that the retirement is to be retired, as any person has to retire for a long time.",
        "Specialist pointed out that it is important to act in advance of opportunities for certain people to make it a mentally impossible for some people.",
        "For nearly 30 years, Mohamed, who was working in the private sector, was said to have been in the past BBC Sinhala service after retirement.",
        "\"I used to get up before 5.00 in the morning. Wife helps the work you want to send children at home as work as work. The office is going to the office, something like something. When we get on the bus, we find different people. Although there was a work of the office, we were well united as a group. Talking about different things, like cricket packs, cricket packs talk about. Like political conversations, all the jokes were gathered together. \"",
        "Was Adult: 'Plan fifty nights, but from time to twelve nights'",
        "\"But it was a lot of the world to retire with my age. It was hard to shape in the first few months of. Started talking to the phone with friends. I think it was a hard time in my life, my two children were on the country. I and my no children are now retired. But now we're at home alone. Going to a walk for the weekend. Otherwise, Facebook is doing it a lot of time, \"he said.",
        "The Member of the International Transformation Trainer, BBC, said that the main issues facing a person who enters retirement and 'financial instability'.",
        "\"A person receives a retirement because the person is physically and mentally deteriorating. A young man, especially a young man, starts to work the productivity of the person to work all over the period. \"",
        "\"But these people stopped retiring from the road, but now especially when they stopped inside a company system, they would be a sole is isolated. The person in the mental health and the person becomes temporary. \"",
        "No 80, 80 year old, sitting at Grade 12 Examination",
        "\"Because it is the reason why a person who was busy who was busy was rich in the day is mentally affected by that person. The person may be isolated as it is no matter. On the other day, he will bear a distance, and he does not work as if they have been lost with the office. \"",
        "\"The other is that most of the world is working for a living. But the economic situation spends its salary to cover a month of his homeowner. Therefore, with an older pressure, \"he said.",
        "The lack of the work required to spend time, Dr. Ruhi Reuben points out that people who come to the pension and residency problems are faced with various problems.",
        "\"The stress caused by these things can cause insomnia, angry, isolated, and the absence of meaning in life, such as the absence of happiness and meaning. There are several things a retired person to minimize such stress. \"",
        "\"Before being prepared to retire, a plan should be made to live their retirement. Before retiring to do this. Retirement is not the end of the work of life, but the time of retirement can be used, but the time of retirement. \"",
        "'' If you have a missionary work in retirement, you can use this time to resume them. It is important to decide to decide what he could live. \"",
        "And you can also spend a living with their family members. And another important thing is that it is necessary to focus on their own surrender health, proper exercise, balanced meal. Refer to as happy as they can be happy after retirement. Listen to music and spend time to watch movies. \"",
        "\"A person who retired from the life is not. This time can be spent learning about traveling with new technology. In the village they miss, the work of the society can bring self satisfaction from work. \"He said.",
        "Religious issue is answered by the solution of solidity through allowing the pensioned adult community and it is mentally supported.",
        "He also pointed out that some of the oppressive thoughts that are emotionally experiencing through their daily activities.",
        "\"Elders of retirement played many different work. Yet, they often come as mentally as pascular, as they are going to know that sometimes they are not going to do. \"",
        "\"If you have any entrepreneuries that do not work hard, it is possible to create an environment where they can join together in every aspect. If a program to eliminate it, the private sector can join this problem. \"",
        "Prime Minister Pubesicanayake also pointed out that countries such as Japan's retirement will contribute to the movement of their adult community and contribute to the country's progress.",
        "\"People like Japan and are not the people who are known as the in mind. As a community with experience that can contribute to the country of the country, the Japan view them. \"",
        "\"Takes a retired principal, he is not working hard and worked hard to work physically working hard. Various expert committees, local educational committees can obtain their expertise. This elderly community will give them the opportunity to proceed with the feelings of their dignity before them. \"",
        "'' Then what I see is there many people who can take attitude to the Sri Lankan retirement community. But these people give up on their retirement. But these people have great experience in different fields. \"",
        "\"My friend in Japan said that the experience of those in the country's retired people would do a large work. There are people who have 55 years of age to 65-70 years of age to 65-70 years. \"",
        "\"We can lose their isolation if the private sector is like the government as well as a strong mechanism for the country to get some service to the country from the retirement of Sri Lanka.. Similarly, they can contribute to the economy of the country, social advisations, society, \"he said.",
        "The Avocal Supreme Development Trainer, the trainer of the Advanced Ability to make an investment from working on financial stability for financial stability in his retirement, pointed out that he or she is employed.",
        "\"We are accustomed to cover our daily costs with the economic status of their earnings. But it is important to have income to live when they ever retire on a date. Financial certificate is an important factor for a retirement. \"",
        "\"At the time, many people do not resort to investment because they don't understand this. Therefore, to plan to retire into an investment plan, it is imperative to plan to plan for the retirement, \"he added.",
        "\"At the party alone, my liver thought that the liver was spoiled in 31 years,\"",
        "97% of government school children in Sri Lanka have lost English Media Education",
        "How can you protect your child your child from 'the male' that can come through pets?",
        "Criticism of a fatal accident in India"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Make retirement meaningful by planning ahead, staying active, and finding purpose. Address financial instability, mental health concerns, and social isolation. Engage in hobbies, travel, learn new skills, and contribute to society. Invest wisely for financial security."
  ]
}