{
  "translated_text": {
    "ta": {
      "title": "சுற்றுலா பாதுகாப்பை உறுதி செய்த ஐரோப்பாவிடம் ஜனாதிபதி கூறுகிறார்",
      "body_lines": [
        "சுற்றுலாப் பயணிகள் மற்றும் மக்களின் பாதுகாப்பை உறுதி செய்வதற்காக அரசாங்கத்தின் நடவடிக்கைகளின் பிரதிநிதிகளை ஜனாதிபதி நியமிக்கிறார்",
        "இலங்கைக்கான ஐரோப்பிய ஒன்றிய தூதர் தூதர் (எச்.இ.. கார்மென் மோரானோ) திருமதி ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்கை நேற்று (25) ஜனாதிபதி செயலகத்தில் நேற்று ஜனாதிபதி செயலகத்தில்.",
        "இலங்கையின் தற்போதைய நிலைமை குறித்து ஐரோப்பிய ஒன்றிய தூதுக்குழுவைப் பற்றி ஜனாதிபதி அறிந்திருந்தார், மேலும் இலங்கை மற்றும் இலங்கை மக்களின் பாதுகாப்பை உறுதி செய்வதற்காக சமீபத்தில் எடுக்கப்பட்ட நடவடிக்கைகளையும் தெரிவித்தார். முக்கிய சுற்றுலா மண்டலம் மற்றும் அவசர சேவைகளில் முக்கிய சுற்றுலா விதிகள் செயல்படுத்தப்பட்டதாக ஜனாதிபதி கூறினார்.",
        "இலங்கையில் இரண்டாவது பெரிய ஏற்றுமதி மற்றும் சுற்றுலா சந்தையாக இலங்கையில் ஐரோப்பிய ஒன்றியம் ஒரு தீர்க்கமான பங்காளியாகும், இது மூன்றாவது பெரிய இறக்குமதி சந்தையாகும்.",
        "இலங்கைக்கு சந்தை அணுகலை விரிவுபடுத்துவதற்கும், ஐரோப்பிய ஒன்றியத்தில் அவர்களின் வேலை வாய்ப்புகளை அதிகரிப்பதற்கும், சுற்றுலாவை ஆதரிப்பதற்கும் ஐரோப்பிய ஒன்றிய பிரதிநிதிகள் ஜனாதிபதியை உறுதிப்படுத்தினர்.",
        "அறிவு, கல்வி, சமூக பாதுகாப்பு மற்றும் ஊழல் எதிர்ப்பு முயற்சிகள் பரிமாறப்படுவது ஆதரிக்கப்படும் என்று ஐரோப்பிய ஒன்றியம் ஜனாதிபதிக்கு உறுதியளித்தது.",
        "தொழிற்கல்வி, கடல், முதலீடு, அமைதி மற்றும் நல்லிணக்க செயல்முறை உள்ளிட்ட முக்கிய பகுதிகளை வலுப்படுத்த தூதுக்குழு தூதுக்குழு வலியுறுத்தியது.",
        "அவர்கள் எடுத்துச் செல்ல நெருக்கமான ஒத்துழைப்பு என்று அவர்கள் உறுதியளித்தனர்.",
        "கடந்த ஜனாதிபதித் தேர்தலுக்கு கடந்த ஜனாதிபதித் தேர்தலின் வாழ்த்துக்கள் மற்றும் கடந்த ஜனாதிபதித் தேர்தலுக்காக ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்கின் வாழ்த்துக்கள் வழங்கப்பட்டன.",
        "இத்தாலிய தூதர், டாமியானோ ஃபிராங்கோவைட், ருமேனியா தூதர் (போனி அஹ்லே), பிரெஞ்சு தூதரகத்தின் பிரதிநிதி, பிரெஞ்சு தூதரகத்தின் பிரதிநிதி, பிரெஞ்சு தூதரகத்தின் பிரதிநிதி (ஓலாஃப் மெல்ச்வோ, நெதர்லாந்து ஐவாஸ்மன்ஸ் துணை தூதர்) ஐரோப்பிய ஒன்றியத்தை பிரதிநிதித்துவப்படுத்தும் ஐரோப்பிய ஒன்றியம்."
      ]
    },
    "en": {
      "title": "President tells Europe that ensured tourist protection",
      "body_lines": [
        "President appoints representatives of the government's steps to ensure the safety of tourists and the people",
        "Ambassador of European Union's Ambassador to Sri Lanka (H.E. Carmen Morano) Mrs. President Anura Kumara Dissanayake at the Presidential Secretariat yesterday (25) at the Presidential Secretariat yesterday.",
        "The President made aware of the European Union delegation on the current situation in Sri Lanka and also informed the recent measures taken to ensure the security of the Sri Lankan and Sri Lankan people. The President said that the main tourism provisions were implemented in the main tourist zone and emergency services.",
        "The European Union is a decisive partner in Sri Lanka, as the second largest export and tourism market in Sri Lanka and is the third largest import market.",
        "The EU representatives confirmed the President to expand its market access to Sri Lanka, increase their employment opportunities in the European Union and supporting tourism.",
        "The European Union assured the President that the exchange of knowledge, education, social security and anti-corruption efforts will be supported.",
        "The delegation emphasized the delegation to strengthen the major areas including vocational education, marine, investment, peace and reconciliation process.",
        "They also assured that they were close cooperation to carry.",
        "The ambassadors were given the greetings of the last presidential election and the greetings sent by President Anura Kumara Dissanayake for the last presidential election.",
        "Italian Ambassador, Damiano Francovight, Romania Ambassador (Bonnie ahle), the Representative of the French Embassy, ​​the Representative of the French Embassy, ​​the Representative of the French Embassy (OlafMelchwow, Deputy Ambassador of the Netherlands Ivasmes Rajans) representing the EU representing the European Union."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka President ensures tourist protection, informs EU delegation about recent security measures. EU commits to expanding market access, increasing employment opportunities, and supporting tourism development."
  ]
}