{
  "translated_text": {
    "ta": {
      "title": "மொத்த உள்நாட்டு உற்பத்தியில் கிட்டத்தட்ட 15 சதவீதம் மாநில வருவாய்",
      "body_lines": [
        "இலங்கையின் வருவாய் மொத்த உள்நாட்டு உற்பத்தியில் ஒரு சதவீதத்தை எட்டியுள்ளது என்று மனிதநேயம் மற்றும் சமூக அறிவியல் இயக்குநர் பேராசிரியர் வசந்தா அதுகோரலா கூறுகையில்.",
        "இலங்கை பொருளாதாரத்தின்படி, தரவுகளின்படி, இலங்கையின் உலக நிதி நடவடிக்கைகளின் அடிப்படையில் ஒரு நிலையான சூழ்நிலை உள்ளது.",
        "2022 ஆம் ஆண்டின் பொருளாதார நிலையை விட இலங்கையின் பொருளாதாரம் 2024 ஆம் ஆண்டில் உகந்த நிலைக்கு உகந்த நிலையாக மாறியுள்ளது என்றார்.. நாட்டின் பொருளாதாரம் உறுதிப்படுத்தப்பட்டுள்ளது மற்றும் உலக வங்கி பொது வருமானம் மற்றும் செலவுகளில் அதை தெளிவுபடுத்தியுள்ளது என்று உலக வங்கி விளக்கியுள்ளது.",
        "அதன்படி, 75% மறைமுக வரிகள், இது மாநில வரிகளில் 75% ஆகும், இது நீண்ட கால நேரடி வரியாக குறைக்கப்பட வேண்டும்.. குத்தகை, வரி மேலாண்மை மற்றும் வரிவிதிப்பை முதலில் விரிவுபடுத்துவதற்காக வரி மேலாண்மை மற்றும் வரிவிதிப்பு செலுத்துதல் குறித்து பொதுமக்களுக்கு கல்வி கற்பது மிக முக்கியமானது என்றார்.",
        "மாநில செலவு மேலாண்மை ஒரு உகந்த மட்டத்தில் கவனம் செலுத்துகிறது, ஆனால் ரூ.",
        "பேராசிரியர் வாசான்தா அதுகோரலா மேலும் சுட்டிக்காட்டினார், உண்மையான மானியங்களைத் தேர்ந்தெடுப்பதன் மூலம் அரசு முதலீடு மேலும் ஒப்புதல் அளிக்க வேண்டும், ஏனெனில் அதற்கு நிறைய பணம் செலவாகும்."
      ]
    },
    "en": {
      "title": "State Revenue Nearly 15 percent of GDP",
      "body_lines": [
        "The Director of the Postgraduate Director of Humanities and Social Sciences, Prof. Wasantha Athukorala says Sri Lanka's revenue is reaching a percentage of GDP.",
        "According to the Sri Lankan economy, according to data, has been a stable situation in terms of the World Finance Activity of Sri Lanka.",
        "He said Sri Lanka's economy has become an optimum level by 2024 to the optimum level rather than economic status of 2022. The economy of the country has stabilized and that the World Bank has explained that the World Bank has made it clear in public income and expenses.",
        "Accordingly, 75% of indirect taxes, which is about 75% of state taxes, must be reduced to the long term direct tax.. He said he was vital to educate the public on payment of tax management and taxation to expand the lease, tax management and taxation first.",
        "He pointed out that state spending management is focused on an optimum level but the cost of Rs.",
        "Professor Wasantha Athukorala further pointed out that state investment should be further approved by the selection of real subsidies as it costs a lot of money."
      ]
    }
  },
  "summary_lines": []
}