{
  "translated_text": {
    "ta": {
      "title": "முன்னாள் ஜனாதிபதி ரணில் விக்ரமசிங்கின் சிறப்பு அறிக்கையின் ஐந்து முக்கிய புள்ளிகள்",
      "body_lines": [
        "யு.என்.பி ரானில் விக்ரமேசிங்கின் முன்னாள் தலைவர் அக்டோபர் 17 அன்று ஒரு சிறப்பு அறிக்கை வெளியிட்டார்.",
        "ஜனாதிபதித் தேர்தலுக்குப் பிறகு அவர் ஒரு பொது அறிக்கையை வெளியிட்டது இதுவே முதல் முறை.",
        "கொழும்பின் புதிய ஜனநாயக முன்னணியில் உள்ள புதிய ஜனநாயக முன் அலுவலகத்தில் அவர் இந்த சிறப்பு அறிக்கையை வெளியிட்டார்.",
        "அந்த இலக்கை அடைய ஒவ்வொரு ஆண்டும் 1% பொருளாதார வளர்ச்சியை அடைய வேண்டும் என்று அவர் வலியுறுத்தினார், அனுபவத்திலிருந்து தப்பிக்க அடுத்த பாராளுமன்றம் தேவை என்று அவர் வலியுறுத்தினார்.",
        "இது அவர் நிகழ்த்திய அறிக்கையில் குறிப்பிடப்பட்டுள்ள சிறப்பு விஷயங்களைப் பற்றியது.",
        "முன்னாள் ஜனாதிபதி, நாடு ஜனாதிபதியிடம் ஜனாதிபதியாக ஒப்படைக்கப்பட்டதாக முன்னாள் ஜனாதிபதி கூறினார்.",
        "கடன் மீண்டும் மீட்டெடுக்கப்பட்ட திவால்நிலையை அகற்றுவதே தனது முதன்மை நோக்கம் என்று அவர் சுட்டிக்காட்டினார்.",
        "முன்னாள் ஜனாதிபதி, அவர் இடுகையிடும் போது, ​​சர்வதேச நாணய நிதியம் 18 நாடுகள் மற்றும் தனியார் பத்திரங்களுடன் ஒரு ஒப்பந்தத்தில் ஈடுபட்டுள்ளது என்று கூறினார்.",
        "\"அதற்குப் பிறகு நம் நாட்டை திவால்நிலையிலிருந்து அகற்றுவதையும் நாங்கள் ஏற்றுக்கொள்கிறோம். இந்த முறைகள் அனைத்தும் இந்த ஆண்டு செப்டம்பர் முதல் வாரத்தில் நிறைவடைந்தன.",
        "நாங்கள் செய்த முறையின் காரணமாக வெளிநாட்டு வங்கிகளுடன் சமாளிக்க முடியும். வெளிநாட்டு உதவியும் உள்ளது. எங்கள் கடன் திவால்நிலையை முடித்துவிட்டது, \"என்று அவர் கூறினார்.",
        "முன்னாள் ஜனாதிபதி, கடைசி நாடாளுமன்றத்தின் தலைவர் நாட்டின் பங்கிற்கு நன்றி தெரிவித்தார்.",
        "புதிதாக நியமிக்கப்பட்ட அரசாங்கத்திற்கு சவால்கள் மற்றும் தீர்வுகளைக் கண்டறிய சில சிக்கல்கள் என்ன?",
        "\"இப்போது ஒப்பந்தம் குறித்த ஒப்பந்தம் குறித்து எங்களுக்கு ஒப்பந்தம் உள்ளது. தற்போதைய ஜனாதிபதி திருத்தங்களை சமர்ப்பிப்பதாக தெரிவிக்கப்பட்டுள்ளது. அப்படியானால், திருத்தப்பட்ட ஒப்பந்தத்தை அமல்படுத்துவதற்கான புதிய பாராளுமன்றத்தின் பொறுப்பு நாட்டின் நிதி அதிகாரம்.. வேலையைச் செயல்படுத்தவும், அதே பணியைச் செய்யவும் எங்களிடம் சில குறிக்கோள்கள் உள்ளன, \"என்று அவர் மேலும் கூறினார்.",
        "\"இந்த ஆண்டின் இறுதிக்குள், மொத்த உள்நாட்டு உற்பத்தியை 2019 க்குள் மீண்டும் திறக்க முடியும்",
        "முன்னாள் ஜனாதிபதி ரணில் விக்ரெமேசிங்கே, இலங்கைக்கு 2028 முதல் வெளிநாட்டு கடன்களை வழங்க வேண்டும் என்று கூறினார்.",
        "2027 வாக்கில், மொத்த உள்நாட்டு உற்பத்தியில் 15% ஆக இருக்க வேண்டும் என்று அவர் சுட்டிக்காட்டினார்.",
        "அவர் கூறினார், \"இந்த ஆண்டின் இறுதிக்குள், நாங்கள் 2019 இல் மொத்த உள்நாட்டு உற்பத்தியைப் பெறலாம்,\".",
        "எவ்வாறாயினும், அந்நிய செலாவணி இருப்பு நாட்டின் அந்நிய செலாவணி இருப்புக்களுடன் அதிகரிக்கப்பட வேண்டும், அந்நிய செலாவணி இருப்பு 10-14 பில்லியன் டாலர் வரை மதிப்பைக் கொண்டிருக்க வேண்டும் என்று அவர் கூறினார்.",
        "அந்த இலக்குகளை அடைய விரைவான வளர்ச்சியை நாம் வளர்த்துக் கொள்ள வேண்டும் என்று அவர் சுட்டிக்காட்டினார்.",
        "'ஜனாதிபதித் தேர்தலின் முடிவுகளின்படி பாராளுமன்றத்தில் எந்தவொரு கட்சியும் பெரும்பான்மையான பாராளுமன்றத்தைப் பெறாது'",
        "ஜனாதிபதித் தேர்தலின் முடிவுகளின்படி, எந்தவொரு கட்சியும் பாராளுமன்றத்தில் பெரும்பான்மையைக் கொண்டிருக்க முடியாது என்று முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்க் கூறினார்.",
        "\"இந்த ஜனாதிபதித் தேர்தலின் முடிவுகளின்படி, எந்தவொரு கட்சியும் பாராளுமன்றத்தில் பெரும்பான்மையைப் பெறவில்லை. இருப்பினும், புதிய பாராளுமன்றத்தின் பொறுப்புகளை நிறைவேற்ற, கடந்த பாராளுமன்றத்தின் அனுபவத்தை நிறுத்த வேண்டும், \"என்று அவர் கூறினார்.",
        "கடந்த பாராளுமன்றத்தில் யாரும் இந்த பொறுப்பை ஏற்க வரவில்லை என்று முன்னாள் ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "இலங்கை சுதந்திரக் கட்சி, இலங்கை சுதந்திரக் கட்சி மற்றும் யு.என்.பி எம்.பி.க்கள் ஆகியவற்றுடன் அரசாங்கத்தை உருவாக்கியதாக அவர் கூறினார்.",
        "கடந்த ஆண்டு அவருடன் கடந்த ஆண்டு அவருடன் செயல்பட்ட எம்.பி.க்கள் கடந்த ஆண்டு அவருடன் செயல்பட்டதாக முன்னாள் ஜனாதிபதி வலியுறுத்தினார்.",
        "புதிய ஜனநாயகக் கட்சியின் கீழ் இந்த ஆண்டு பொதுத் தேர்தலில் அவர்களில் ஒரு பகுதியும், யு.என்.பி.யின் ஒரு பகுதியும் போட்டியிடும் என்று அவர் கூறினார்.",
        "\"கடந்த இரண்டு ஆண்டுகளில் என்னுடன் பணிபுரிந்தவர்களுக்கு, அவர்கள் பாராளுமன்றத்தில் இருக்க வேண்டும்,\" என்று அவர் கூறினார்.",
        "முன்னாள் ஜனாதிபதி கூறினார்: \"இந்த அனுபவம் வாய்ந்த மக்கள் நாட்டின் பொருளாதார பிரச்சினையை தீர்க்க பாராளுமன்றத்தில் இருக்க வேண்டும்,\".",
        "பாராளுமன்றத்தை எதிர்க்கட்சி இல்லாமல் முன்னோக்கி கொண்டு செல்ல முடியாது என்று அவர் கூறினார், பாராளுமன்றத்தை முன்னோக்கி கொண்டு செல்ல முடியாது என்று கூறினார்.",
        "பொதுத் தேர்தல் 2024: முக்கிய கட்சிகளின் தேசிய பட்டியல்களில் யார்?",
        "\"எனவே, யு.என்.பி.யின் வேலைகள் சுட்டிக்காட்டி மற்றும் இலங்கை சுதந்திரக் கட்சி, அத்துடன் புதிய கூட்டணி, அதே போல் முந்தைய சந்தர்ப்பத்தில் வாக்களிக்காத நபர்களைக் கேட்கிறது.",
        "முன்னாள் ஜனாதிபதி ரணில் விக்ரெமேசிங்கே, புதிய பாராளுமன்றத்தால் மக்களை நிர்ணயிப்பது தீர்மானிக்கப்படும் என்ற தனது அறிக்கையால் தான் முடிக்கப்பட்டதாகக் கூறினார்.",
        "\"நாங்கள் வெற்றிகரமாக வேலை செய்தால், நீங்கள் ஒரு நாட்டை வெல்ல முடியும். தோல்வியுற்றால் நாடு மீண்டும் சரிந்துவிடும். வரிசை மீண்டும் வயதுக்கு பயணிக்கிறது, \"என்று அவர் மேலும் கூறினார்.",
        "ஜனாதிபதி வரலாற்றின் 42 ஆண்டுகால ஜனாதிபதித் தேர்தல் இழந்த ஒரே முக்கிய வேட்பாளர் ரணில் விக்ரமேசிங்கின் வரலாறு.",
        "அவர் மூன்று ஜனாதிபதித் தேர்தல்களில் வேட்பாளராக இருந்தார், அவர் தனது அரசியல் எதிரிகளின் உதவியுடன் தொடர்ச்சியான ஜனாதிபதியாக மாற முடிந்தது.",
        "2020 ஆம் ஆண்டில் நடைபெற்ற கடந்த பொதுத் தேர்தலில் அவர் தோற்கடிக்கப்பட்டார், மேலும் அவர் யு.என்.பி.யின் தேசிய பட்டியலாக நாடாளுமன்றத்திற்கு திரும்பினார்.",
        "இலங்கையின் முதல் குடிமகனாக இருக்கும் இலங்கையின் முதல் குடிமகனாக இருக்கும் வாய்ப்பை இழந்த ரணில் விக்ரமேசிங்கே, பிரதமராக பிரதமர் பதவியேற்றார்.",
        "1977 ஐக்கிய தேசிய கட்சியின் (யு.என்.பி) பொதுத் தேர்தலில் இளைய எம்.பி.யாக முதன்முறையாக நாடாளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டார், இளைய எம்.பி.",
        "பால்கனியில் இறந்தார் மற்றும் இறந்த ஒரு அடைவு நட்சத்திரம் லியாம் பைன்",
        "'இது ஒருபோதும் நடக்கவில்லை,' யுஎல் 607 ஸ்ரிலங்கன் விமானத்தில் என்ன நடந்தது?",
        "ப Buddhist த்த துறவியில் இருந்து ஒரு ப Buddhist த்த துறவியில் இருந்து ஒரு ப Buddhist த்த துறவியில் இருந்து ஒரு மேற்கத்திய நடனக் கலைஞரிடமிருந்து வந்த ஒரு குழந்தையின் அற்புதமான கதை",
        "மேற்கு இண்டீஸ், அணிக்கு வந்து இலங்கை பந்து வீச்சாளர்களுக்கு உதவுகிறார்"
      ]
    },
    "en": {
      "title": "Five key points of former President Ranil Wickremesinghe's special statement",
      "body_lines": [
        "Former President of the UNP Ranil Wickremesinghe made a special statement on October 17.",
        "This is the first time he made a public statement after the presidential election.",
        "He made this special statement at the New Democratic Front office at the New Democratic Front of Colombo, Colombo.It is in the face of.",
        "He stressed that a 1% economic growth should be achieved every year in order to go to that goal, he emphasized that the next parliament is needed to escape experience.",
        "This is about the special matters mentioned in the statement he performed.",
        "The former President said that the country was handed over to the president as the president, the former President said.",
        "He pointed out that his primary purpose was to remove the bankruptcy that the debt had been restored again.",
        "The former President said that when he was posting, the International Monetary Fund has entered into an agreement with 18 countries and private bonds.",
        "\"We also agree with the removal of our country from bankruptcy after that. All these methods were completed in the first week of September this year.",
        "We can deal with foreign banks because of the method we have made. There is also foreign aid. Our debt has ended bankruptcy, \"he said.",
        "The former President said that the president of the last parliamentary thanked him for the role of the country.",
        "What are some problems to find the challenges and solutions to the newly appointed government?",
        "\"Now we have the agreement on the agreement on the same. The present President has reportedly been reported to submit amendments. If so, the country's fiscal power is the responsibility of the new Parliament to implement the revised agreement.. We have a few goals to implement the work and make the same task, \"he added.",
        "\"By the end of this year, the GDP can be reopened by 2019",
        "Former President Ranil Wickremesinghe said that Sri Lanka should be paid overseas loans from 2028.",
        "He pointed out that by 2027, the government's income should be 15% of the GDP to be 15% of the GDP.",
        "He said, \"By the end of this year, we can get the GDP in 2019,\".",
        "However, the forex reserve should be increased with the country's foreign exchange reserves, he added that the forex reserves should have a value between $ 10-14 billion.",
        "He pointed out that we need to develop a rapid development to achieve those goals.",
        "'No party in Parliament will receive a majority of parliament according to the results of the Presidential election'",
        "Former President Ranil Wickremesinghe said that according to the results of the presidential election, no party could have a majority in Parliament.",
        "\"According to the results of this presidential election, no party receives majority in parliament. However, to fulfill the responsibilities of the new Parliament, the experience of the past parliament must be stopped, \"he said.",
        "The former President pointed out that no one in the last parliament, he did not come to take over this responsibility.",
        "He said that he created the government with the Sri Lanka Freedom Party, the Sri Lanka Freedom Party and UNP MPs.",
        "The former President emphasized that MPs who acted with him last year with him last year.",
        "He said that part of them and part of the UNP will contest the general election this year under the new Democratic Party.",
        "\"For those who have worked over the past two years with me, they have to be in Parliament,\" he said.",
        "The former president said: \"These experienced people must be in Parliament, to solve the economy problem in the country,\".",
        "He said that the parliament could not be carried forward without the opposition, he said that the parliament could not be carried forward.",
        "The General Election 2024: Who is in the national lists of the major parties?",
        "\"Therefore, the UNP's jobs asks for the pointer and the Sri Lanka Freedom Party, as well as the new alliance, as well as the people who had not voted at the previous occasion.",
        "Former President Ranil Wickremesinghe said he was completed by his statement that the determination of the masses would be determined by the new Parliament.",
        "\"If we work successfully, you can overcome a country. The country will collapse again if failed. The queue is traveling back to age, \"he added.",
        "History of Ranil Wickremesinghe was the only major candidate that the presidential election was lost in 42 years of presidential history.",
        "He was a candidate in three presidential elections, he was able to become a successive president, with the assistance of his political opponents.",
        "He was defeated at the last general election held in 2020, and he returned to parliament as the national list of the UNP.",
        "Ranil Wickremesinghe, who lost the opportunity to be the first citizen of Sri Lanka to be the first citizen of Sri Lanka, the Prime Minister was sworn in as the Prime Minister.",
        "He was elected to Parliament for the first time as the youngest MP at the General Election of the 1977 United National Party (UNP) was the youngest MP.",
        "Died to Balcony and Dead One Directory Star Liam Pine",
        "'It's never happened,' What happened in the UL 607 srilankan flight?",
        "The wonderful story of a child who came from a Buddhist monk from a Buddhist monk from a Buddhist monk to a western dancer",
        "West Indies, who came to the squad and help Sri Lanka bowlers"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary of Former President Ranil Wickremesinghe's special statement:",
    "",
    "Former President Ranil Wickremesinghe addressed the New Democratic Front office on Oct 17, 2023. He emphasized achieving 1% annual economic growth and forming a new parliament to address challenges. Wickremesinghe discussed debt restructuring, IMF agreements, and goals like reopening GDP to 2019 levels by year-end. He noted no party secured a majority in the presidential election, stressing the importance of experienced politicians in the new parliament."
  ]
}