{
  "translated_text": {
    "ta": {
      "title": "ஹீரோக்களுக்கு தனித்துவமான மின் வாகனங்களை எவ்வாறு இறக்குமதி செய்வது என்பது இங்கே",
      "body_lines": [
        "நாட்டிற்கு 510 மின்மயமாக்கல் வாகனங்களை இறக்குமதி செய்வதிலிருந்து அரசாங்கம் ரூ.",
        "ஆடம்பர வரி விலக்கு எல்லை ரூ.",
        "மேலும், செயலாளரும் வெளிநாட்டு வேலைவாய்ப்பு செயலாளரும், வெளிநாட்டு வேலைவாய்ப்பு அமைச்சும் (அமைச்சரவை அமைச்சரவை அமைச்சரவை நியமிப்பதற்கான பரிந்துரை மற்றும் பரிந்துரைகளின் விளைவாக, வெளிநாட்டு வேலைவாய்ப்பு அமைச்சகம் ஒரு வெளிப்படையான இயக்கமாக மாறியுள்ளது. அலுவலகம் வெளிப்படுத்துகிறது.",
        "தணிக்கை அலுவலகம் இதை வெளியிடுகிறது, இது தணிக்கைக் அலுவலகம் வெளியிட்டது, அதில் இந்த திட்டம் 15.09.2013 வரை 15.03.2013 வரை செயல்படுத்தப்பட்டது.",
        "இந்த திட்டத்தின் கீழ், 77.09.2012 முதல் 2024.20 கள் வரை, ரூ.",
        "ரூ. செலவு அவர் தோல்வியுற்றதாக தணிக்கை காட்டியுள்ளது.",
        "நான்கு நபர்கள் 2023.0 முதல் 2023 வரை நான்கு நபர்களுக்கு விடுவிக்கப்பட்டுள்ளதாகக் கூறப்படுகிறது.",
        "மேலும், உரிமத்தின் அனுமதிக்கான காலப்பகுதியில் ஒரு குறிப்பிட்ட முடிவு இல்லாததால், 404 மாணவர்கள் பணம் அனுப்புவதில் உரிமம் பெற்றுள்ளனர் மற்றும் 15 மாதங்கள் முதல் மூன்று மாதங்கள் வரை அனுமதிக்கப்பட்டுள்ளனர்",
        "வழங்கும் உரிமங்களில் 30 மட்டுமே பதிவு செய்யப்பட்டுள்ளன, வேறு எந்த தகவலும் இல்லை என்று தணிக்கை காட்டுகிறது.",
        "பணமோசடி அனுப்பிய அல்லது பணமோசடி மூலம் தனித்துவமாக அனுப்பப்பட்ட பணத்தில் ஏதேனும் தணிக்கை காட்டுகிறது, இந்த உரிமங்கள் பணம் அனுப்புவதில் கவனம் செலுத்தியதாக தணிக்கை கண்டறிந்தது.",
        "சட்டரீதியான பரிந்துரைகளைப் பொருட்படுத்தாமல், இரண்டு சட்ட பரிந்துரைகளுடன் இரண்டு சட்ட பரிந்துரைகளுடன் வாகனங்களை இறக்குமதி செய்ய இரண்டு உரிமங்கள் முடிவு செய்துள்ளன என்பது தெரியவந்துள்ளது.",
        "ஏற்றுமதி நிர்வாகத்தின் மின் செயலாளர் கருவூலத்தின் கட்டுப்பாட்டாளருக்கும், ஏற்றுமதி அமைச்சரவை இந்த செயல்பாட்டில் அனுமதி வழங்குவதற்கும் நியமிக்கப்பட வேண்டும் என்று தணிக்கை தெரிவித்துள்ளது.",
        "வரி ஆணையர் துறையின் துருப்புக்கள், வாகன ஆணையர் இறக்குமதி செய்யப்பட்ட வாகனங்களில் 10 சதவிகித ஒதுக்கீட்டை செலுத்தியுள்ளார் (ரூ. அவர்களில் 84 பேர் வாகனங்களை வரி இல்லாத அடிப்படையில் விற்பனை செய்வதற்கான திட்டமாக மாறியுள்ளனர் என்று தணிக்கை அறிக்கை சுட்டிக்காட்டுகிறது.",
        "தணிக்கை ஜெனரலில் இருந்து 64 உரிமங்களை சரிபார்க்க தணிக்கை பரிந்துரைக்கிறது மற்றும் தணிக்கையாளர் ஜெனரலில் சமர்ப்பிக்கப்படாத தனிநபர் மற்றும் நிறுவனங்களுக்கு தெரிவிக்கப்படுகிறது.",
        "வெளிப்படைத்தன்மை மற்றும் உள் நல்லாட்சியை புறக்கணிப்பதன் மூலம் இந்த திட்டம் புரிந்து கொள்ளப்பட்டுள்ளது என்பது புரிந்து கொள்ளப்பட்டுள்ளது என்று ஆடிட்டர் ஜெனரல் விக்ரமாரத்னே தெரிவித்துள்ளார்.",
        "சம்பந்தப்பட்ட அதிகாரிகளுக்கு எதிராக சம்பந்தப்பட்ட அதிகாரிகளுக்கு எதிராக அனுமதி வழங்கப்பட்டிருந்தால், சம்பந்தப்பட்ட அதிகாரிகள் சம்பந்தப்பட்ட அதிகாரிகள் மீது மேலும் விசாரணைகளை மேற்கொண்டுள்ளனர், அரசாங்கத்தின் இழப்புகளுக்கு எதிராக சட்ட நடவடிக்கை எடுக்க தணிக்கை பரிந்துரைகள் வழங்கப்பட்டுள்ளன.",
        "மேலும், மத்திய வங்கியின் நிதி புலனாய்வு தகவல்களால் 10 பரிந்துரைகள் வழங்கப்பட்டுள்ளன, இதில் உரிமம் வழங்கும் உரிமங்கள் பணம் அனுப்புதல் அல்லது பிற இன்ஸ்டர்கள் வழங்கப்படுகின்றன."
      ]
    },
    "en": {
      "title": "Here are how the importations of electrical vehicles given to the heroes unique",
      "body_lines": [
        "The government has lost Rs. 1384 million from importing 510 electrification electronic vehicles for the country",
        "Luxury tax exempt boundary is only Rs.The National Audit office reveals that the government has lost Rs.",
        "Also, the Secretary and the Foreign Employment Secretary and the Ministry of Foreign Employment (Ministry of Foreign Employment has become a transparent movement, as a result of the recommendation and recommendations of the Cabinet appointment of the Cabinet of Ministers.The office reveals.",
        "The Audit Office reveals this by the special audit report issued by the auditorial office on which the proposal was implemented up to 15.09.2013 to 15.03.2013.",
        "Under this scheme, 77.09.2012 to 2024.20s, 77 were released from Rs.The audit indicates that US $ 121,640 from 30.06.2010 of the licenses have been rescued from 30.06.2014 to the importation of vehicles for importation of vehicles.",
        "Cost of RsThe audit has shown that he has failed.",
        "It is said that the four persons have been released to four persons from 2023.0 to 2023.",
        "Also, due to the absence of a specific decision on the period of time for the permits of the license, 404 students have been licensed in the remittance of the remittances and 15 months to three months.Eleven 11 sittates of issuing permits",
        "Audit shows that 30 of the issuing licenses have been recorded only and there is no other information.",
        "The audit shows that any of the money sent by money laundering or uniquely sent by money laundering, the audit found that these licenses were focused on receiving remittances.",
        "It has been revealed that two licenses have decided to import vehicles with two legal recommendations, along with two licensed recommendations, regardless of legal recommendations.",
        "The audit has revealed that the Power Secretary to the Export administration should be assigned to the Controller of the Treasury and the Cabinet of Export to grant permits in this process.",
        "Troops of Tax Commissioner's department, the vehicle commissioner has paid a 10 percent assignment of the imported vehicles (Rs.The audit report points out that 84 of them have become a proposal to sell vehicles on a tax free basis.",
        "The audit recommends audit to check 64 licenses from the Auditor General and inform the individual and institutions that have not been submitted to the Auditor General.",
        "The Auditor General Wickramaratne has said that it is understood that the scheme has been understood by ignoring the transparency and internal good governance.",
        "If the permits have been made against the relevant authorities against the relevant authorities, the relevant authorities have taken further investigations against the relevant authorities, the audit recommendations have been issued to take legal action against the government's losses.",
        "Also, 10 recommendations have been issued by the Central Bank's financial intelligence information, including the Licensing Licenses issued by the Licensing Issuance of Remittances or Other Instors."
      ]
    }
  },
  "summary_lines": [
    "Government loses Rs. 1384 million on electric vehicle imports. Audit finds irregularities, recommends legal action. Transparency issues identified in permit issuance process."
  ]
}