{
  "translated_text": {
    "ta": {
      "title": "வெளிநாட்டு வேலைவாய்ப்பு மோசடி தொடர்பாக மூன்று பேர் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "கனடா, ஆஸ்திரேலியா, ஜெர்மனி, இத்தாலி மற்றும் துபாயில் வேலைகளை எதிர்பார்த்த இரண்டு பெண்கள் உட்பட மூன்று பெண்கள் உட்பட, இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தின் சிறப்பு புலனாய்வுப் பிரிவைச் சேர்ந்த அதிகாரிகளால் கைது செய்யப்பட்டுள்ளனர்.",
        "கந்தனாவில் விசாரணைப் பிரிவின் அதிகாரிகளால் பணியகம் கைது செய்யப்பட்டார், ரூ.",
        "இந்த பெண் காந்தனாவில் உரிமம் பெற்ற வேலை மையத்தை நடத்தி வருகிறார், இது மேற்கண்ட நாடுகளில் வேலைவாய்ப்பு வேலைகளை வழங்க சரியான வேலை ஒழுங்கைப் பெறவில்லை.",
        "இன்று (01) வெலிசரா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் பணியகம் தயாரிக்கப்பட இருந்தது.",
        "லியானேஜ்முல்லா பணியகத்துடன் செல்லுபடியாகும் உரிமம் என்று லியானேஜ் இறப்பு என்பது தகவல் குறித்து நேற்று (31) இந்த இடத்தை விசாரணைகள் சோதனை செய்துள்ளன.",
        "ஜெர்மனி, துபாய் மற்றும் கனடாவில் வேலைவாய்ப்புக்காக 13 பாஸ்போர்ட் மற்றும் 11 சுயசரிதை துண்டுப்பிரசுரங்கள் இருந்தன.",
        "ஒருங்கிணைப்பாளருக்கு சொந்தமான ஒரு பெண் இன்று (01) விசாரணை அதிகாரிகளால் இன்று காலை கைது செய்யப்பட்டுள்ளார்.",
        "மேலும், கனடாவின் தொழிற்சாலையில் வேலைவாய்ப்பு வேலை. திஹாரியாவில் ஒருவர் நேற்று (31) திஹாரியாவில் புலனாய்வாளர்களால் கைது செய்யப்பட்டார்.",
        "புகாரை விசாரிக்க அவர் பணியகத்திற்கு வரவழைக்கப்பட்டபோது அறிவிக்கப்பட்ட பின்னர் சந்தேக நபர் கைது செய்யப்பட்டார்",
        "வலங்காமா காவல்துறையினர் நேற்று (31 வது) தலங்காமா காவல் நிலையத்தில் தடுத்து வைக்கப்பட்டனர், மேலும் இன்று (01) அட்டனகல்லா மாஜிஸ்திரேட் நீதிமன்றத்தில் தயாரிக்கப்படவிருந்தனர்."
      ]
    },
    "en": {
      "title": "Three arrested over foreign employment fraud",
      "body_lines": [
        "Three women, including two women who were expecting the jobs in Canada, Australia, Germany, Italy, and Dubai have been arrested by officials from the Special Investigation Division of the Sri Lanka Bureau of Foreign Employment.",
        "The Bureau was arrested by the officials of the Investigation Division in the Kandana, saying that there were Rs.",
        "The woman has operated a licensed job center in the Kandana, which has not obtained a valid job order to provide employment jobs in the above countries.",
        "The Bureau was to be produced before the Welisara Magistrate's Court today (01).",
        "Investigations have raided the site yesterday (31) on information that the Bureau of Liyanage Die was a valid license with the Bureau of Liyanagemulla.",
        "There were 13 passports and 11 biography leaflets obtained for employment in Germany, Dubai and Canada.",
        "A woman who is owned by the coordinator has been arrested by the Investigation Officers today (01) this morning.",
        "Also, employment of employment in Canada's factory. A person in Thihariya was arrested by the Investigators in Thihariya yesterday (31).",
        "The suspect was arrested after he was notified when he was summoned to the Bureau to investigate the complaint",
        "Talangama Police were detained at the Talangama Police Station yesterday (31st) and was to be produced before the Attanagalla Magistrate's Court today (01)."
      ]
    }
  },
  "summary_lines": [
    "Three women involved in foreign employment fraud, including two expecting jobs in Canada, Australia, Germany, Italy, and Dubai, were arrested by Sri Lanka's Special Investigation Division. They ran a job center without a valid license, holding 13 passports and 11 bio-data sheets for overseas employment. The suspects will face charges in court."
  ]
}