{
  "translated_text": {
    "si": {
      "title": "ඇලන් - චිත්රපට සමාලෝචනය",
      "body_lines": [
        "නළු නිළියන්: පතුරා, අනු, අනුකමරා, හරින් පෙරඩි, 'දිය ඇල්ල' මදන් කුමාර්, කමුකරන් සහ තවත් බොහෝ අය.",
        "සිංගප්පූරුවේ ව්යාපාරිකයා. ශිව. එබැවින් ඔහුට 'ඇලන්' චිත්රපටයක් සෑදීමට අවශ්ය වන අතර එය ලේඛකයෙකුගේ ජීවිතයක් ගත කිරීමට ඔහුට අවශ්යය.",
        "'ඇලන්' චිත්රපටය ලිවීම හා ලේඛකයා සැමරීමට සූදානම්, සෑම පැත්තකම අපේක්ෂාවන් සපුරාලනවාද?නැත්ද?අපි දිගටම බලමු.",
        "සහෝදරයන් සිව්දෙනෙකු බටහිර ගිවිසුම් ගම්මානයක ඒකාබද්ධ පවුලක් ලෙස ජීවත් වෙති.",
        "වැඩිමහල් සහෝදරයාගේ පුත්රයා. ඔහු පොත් කියවීමට හා ලිවීමට කැමතියි. ඔහු තම සීයාගේ දිරිගැන්වීම සමඟ ලිවීමට පටන් ගනී.",
        "නමුත් ඔහුගේ කැමැත්ත ඇතිවීම නිසා ඔහු තම දෙමාපියන් හදිසි අනතුරකින් අහිමි වේ. තමාටම ආදරය කළ නෙළුම් ජාතිකයා ද ඔහු සලකයි. අනතුර නිසා ඔහුට කම්පන සහගත කම්පනයක් ඇති කරයි.",
        "මේ අනුව ඔහු ඉලක්ක කර ගසාගෙන ගොස් පැමිණේ. කාසි හි වෙසෙන එක් දේශනාකරුවෙකු මෙම කන්නය තුළ ප්රාණ පරිත්යාගිකයාගේ පූජාවේ අත දිගු කරයි.",
        "අවුරුදු දහයක් තිස්සේ ඔහු අබලන් තත්වයක ජීවත් වීමට පුහුණුව ලබා ඇත.",
        "නමුත් ඔහුට සම්පූර්ණ භික්ෂුවක් විය නොහැක. මෙය වටහා ගැනීම. එබැවින් මේ ලෝකයේ අත්දැකීම් ලියන්න. ඔබේ මනස මුහුණතකට මුහුණ දීමට සිදු වන්නේ එවිට පමණි.",
        "එහෙනම් මා ළඟට එන්න. '. ඔහු පිටත්ව යන විට, ජර්මනියේ සිට ඉන්දියාවට ජර්මනියට පැමිණෙන ජර්මනියට පැමිණෙන ජර්මනියට පැමිණෙන ජර්මනියේ ජර්මනියට පැමිණෙන ජර්මනියේ ජර්මනියේ ජර්මනියේ පිහිටි තරුණියක් හමුවෙයි.",
        "ඔවුන්ගේ හමුවීම ආදරය බවට පත්වේ. කතාවක් ලියන්න. දින පහක් ඇතුළත, මම මගේ වෛද්යවරයාගේ උපාධිය සඳහා මගේ පුහුණුව අවසන් කරමි. '",
        "නමුත් ඇය ලිංගික හිරිහැරවලින් මිය යයි. මේ අනුව පූජාව නැවතත් ජීවිතයේ හිස්බව සපුරාලයි. ඊට පස්සේ ජනේනි තෝමස්ගේ නම ලිවීමට පටන් ගනී.",
        "ඔහු ලියූ පොත ජනප්රිය වේ. ඔහු ලියූ පොත සෙවීම සඳහා ඔහු චෙන්නායි හි පුස්තකාලයට පිවිසියේය. එහිදී ඔහු අනපේක්ෂිත ලෙස නෙළුම් මුණගැසෙනු ඇත.",
        "ඊට පස්සේ, ඔවුන් නැවත ආදරයෙන් බැඳුණාද?මේ දෙදෙනා සම්බන්ධ වූවාද?නැත්ද?ඇලන් යනු කාව්යයේ කතාවයි.",
        "ඇලන් යන්නෙන් අදහස් කරන්නේ ශිව සාමිවරයා ය. ලිවීම සලකා බලන ලේඛකයෙකු ජීවත්වීම ජීවත්වූ හුස්මක් වන අතර, ලිවීම පිළිබඳ ඔහුගේ විවාදය නිසා ඔහුට භික්ෂුවක් විය නොහැක.",
        "ලියන නිසා. ලේඛනය තිර භාෂා හා දෘශ්ය භාෂාව පැහැදිලි කරයි. ලිවීම ද අධ්යාත්මිකතාවයේ ලකුණක් බව අධ්යක්ෂවරයා දනී. මේ සිත්ගන්නාසුලුද?එසේ නොවේ නම්, ඔබට පිළිතුරු දිය හැකිය.",
        "තිර රචනය ව්යාකූලත්වයක් යැයි අප පවසන පරිදි මම රේඛීය විලාසය කීමට උත්සාහ කරමි.",
        "චරිත සංවාදය තුළින් පෙන්විය යුතු බොහෝ දේ නොමැති වීම අධ්යක්ෂවරයාගේ අත්දැකීම්වලින් හෙළි වේ.",
        "එහෙත් අධ්යක්ෂවරයා ටයිගු චරිතය දිගු කලක් ලියා තිබේ. කයිගුගේ ජීවිතයට මැදිහත් වන ජනනි තෝමස් සහ නෙලාස් සහ කාන්තාවන් දෙදෙනෙකුගේ භූමිකාව තෝරා ගැනීම සහ ක්රියා කිරීම ගැන ප්රශංසා කළ හැකිය.",
        "මතතුරා සහ අන්චා සිද්රා, නිළියන් යන දෙදෙනාම තිරයේ ලස්සන, තරුණ හා සරාගී පෙනුමක්. අර තියෙන්නේ.",
        "මිනිසා කුංකුම ඇඳුමක් ඇඳගෙන සිටියත්, සටන් දර්ශනය පවත්වා ගෙන යාම සහ පැනවීම අමතම කරුණකි.",
        "පූජාව වාදනය කරන නළුවාගේ චරිතයේ කාර්යභාරය කෙරෙහි ඔහුගේ කාර්ය සාධනය ලබා දී තිබේ.",
        "'කිමටිං නිර්මාපකයෙකු වන මනෝජ් ක්රිෂ්ණා තම සංගීත දක්ෂතා විදහා දක්වන අතර රසිකයන් දෙස බලන විට චොජ් ක්රිෂ්ණා ගීතයේ ගීතයේ",
        "සිනමා ශිල්පී වින්ලින්න් ස්ටාලින් නාසි ස්ටාලින් රාත්රිය වන විට කාසි හි සුන්දරත්වය, දිවා කාලයේ උදේ පාන්දර රාජාලියාගේ දර්ශන දර්ශනය කාසි හි ඒකාබද්ධ කරයි.චිත්රපටයේ සමහර පද නාච්.",
        "ඛේදවාචකය නම්, කාර්ය මණ්ඩලය ලිවීම සහ ලේඛකයා සැමරීම සඳහා තිර රචනයක් නිර්මාණය නොකළ බවයි."
      ]
    },
    "en": {
      "title": "Allen - Film Review",
      "body_lines": [
        "Actors: Victory, Mathura, Anu Siddara, Harish Peradi, 'Falls' Madan Kumar, Vivek Prasanna, Karunakaran and many others.",
        "Businessman from Singapore. Siva. So he wants to make a film 'Alan', which he wants to make a life of a writer.",
        "Did the film 'Alan', which is ready to celebrate the writing and writer, meet the expectations of all sides?Or not?Let us continue to see.",
        "Four brothers live as a joint family in a Western Ghats village.",
        "The son of the elder brother Tyagu. He likes to read and write books. He begins to write with his grandfather's encouragement.",
        "But he loses his parents in an accident due to the maneuvering of his will. He also considers the lotus who has loved himself. The accident causes him a shocking shock.",
        "Thus he travels without targeting and arrives. One of the preachers living in Kasi extends the hand of the sacrifice of the martyr during the season.",
        "For ten years, he has been training to live in a state of disrepair.",
        "But he could not be a complete monk. Realizing this. So write down the experience of this world. It is only then that your mind will face a face.",
        "Then come to me. '. On his departure, he meets a young woman named Janani Thomas, who is visiting Germany from Germany to India.",
        "Their encounter turns into love. 'Write a story. Within five days, I will finish my training for my doctor's degree. '",
        "But she dies of sexual harassment. Thus the sacrifice again meets emptiness in life. After that, Janani begins to write the name of Thomas.",
        "The book he wrote becomes popular. He visits the library in Chennai in search of the book he wrote. There he unexpectedly meets Lotus.",
        "After that, did they fall in love again?Did the two join?Or not?Alan is the story of poetry.",
        "Alan means Lord Shiva. Although a writer who considers the writing is a life -brewed breath, he cannot be a monk because of his debate on the writing.",
        "Because writing. The director explains the screen language and visual language that the director knows that writing is also a sign of spirituality. Was this interesting?If not, you can answer.",
        "The fact that I am trying to say Linear style as we say the screenplay is a confusion.",
        "The director's experience is revealing the lack of many things to be displayed through the characters' dialogue.",
        "Yet the director has written the role of Tyagu as long. Janani Thomas and Lotus, who interfere with the life of Tyagu, can be praised for choosing and acting in the role of two women.",
        "Mathura and Anu Siddara, both actresses, look beautiful, young and sexy on the screen. They are.",
        "Even though Man is wearing a saffron dress, it is blatant to keep the fight scene and impose.",
        "The actor who plays the sacrifice has given his performance to the role of the character.",
        "In the song 'Om Namachivaya ..' debutant composer Manoj Krishna showcases his music talent and looks at the fans.",
        "Cinematographer Vindan Stalin enjoys the beauty of Kasi as the night, daytime, early morning, combining the eagle's vision scene in Kasi.Some of the verses in the film are Nach.",
        "The tragedy is that the crew did not create a screenplay for the purpose of celebrating the writing and the writer."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary of the film review:",
    "",
    "\"Alan\" explores themes of writing, spirituality, and love set against the backdrop of a writer's journey. The film features strong performances from its cast, particularly the actresses playing Janani Thomas and Lotus. While the director's use of linear storytelling is criticized, the cinematography and music showcase the film's strengths. Overall, \"Alan\" falls short of fully realizing its potential as a celebration of writing and writers."
  ]
}