{
  "translated_text": {
    "ta": {
      "title": "நீதிக்காக 40950 நபர்கள் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "மாதத்தின் மாதத்தின் மாதத்தில் மேற்கொள்ளப்பட்ட சோதனையின்படி, போதைப்பொருள் மற்றும் குற்றங்கள் தொடர்பாக 40,950 பேர் கைது செய்யப்பட்டுள்ளனர். நீதி நடவடிக்கை இன்று (17) தொடங்குகிறது.",
        "போதைப்பொருள் பிழைகளுக்காக கைது செய்யப்பட்ட 38,225 சந்தேக நபர்களில், 1703 சந்தேக நபர்கள் தடுப்புக்காவல் உத்தரவுகளில் நடத்தப்பட்டுள்ளனர், மேலும் போதைப் பழக்கத்திற்கு அடிமையானவர்கள் 1867 பேரின் மறுபடியும் பரிந்துரைக்கப்பட்டுள்ளனர்.",
        "250 சந்தேக நபர்கள் கைது செய்யப்பட்டுள்ளனர் மற்றும் 2801 சந்தேக நபர்கள் பொலிஸ் நாஜி பணியகம் மற்றும் பொலிஸ் சிறப்பு பொலிஸ் பணியகத்தில் சந்தேக நபர்கள்.",
        "சொத்துக்களின் சொத்துக்களின் சந்தை மதிப்பு கிட்டத்தட்ட 725 மில்லியன் என்றும், கைது செய்யப்பட்ட மொத்த எண்ணிக்கை என்றும் 4,791 மில்லியன் தெரிய வந்துள்ளது.",
        "குற்றவியல் பிரிவுகளின் குற்றவியல் பிரிவுகளின் பட்டியலில் கைது செய்யப்பட்ட சந்தேக நபர்களில், தவறான வாரண்டுகளில் 14,99 திறந்த வாரண்டுகள் உள்ளன.",
        "கைது செய்யப்படாத 149 சந்தேக நபர்கள் மற்றும் 181 சந்தேக நபர்களால் கைரேகைகள் அடையாளம் காணப்பட்டுள்ளன, மேலும் 181 சந்தேக நபர்கள்."
      ]
    },
    "en": {
      "title": "40950 persons arrested for justice",
      "body_lines": [
        "According to the raids carried out during the month of the month of the month of the month of the month, 40,950 persons have been arrested over drugs and crimes. Justice operation begins today (17).",
        "Out of the 38,225 suspects arrested for drug errors, 1703 suspects have been conducted on detention orders, and drug addicts have been referred to the repeat of 1867 people.",
        "250 suspects have been arrested and 2801 suspects in the Police Nazi Bureau and the Police Special Bureau of Police.",
        "4,791 million has been revealed that the market value of the properties of the properties is nearly 725 million and the total number of arrested.",
        "Among the suspects arrested on the list of the criminal sections of the criminal sections, there are 14,99 open warrants in the wrong warrants.",
        "The fingerprints have been identified by 149 suspects and 181 suspects who have not been arrested and 181 suspects."
      ]
    }
  },
  "summary_lines": [
    "In a recent operation, 40,950 individuals were arrested for drug-related crimes. Out of these, 1703 were detained, and 1867 drug addicts were referred for rehabilitation. The operation revealed a market value of 4,791 million, with 725 million in property. There were 14,99 open warrants and 149 fingerprint-identified suspects."
  ]
}