{
  "translated_text": {
    "ta": {
      "title": "மேடையை விட்டு வெளியேறுபவர்களுக்கு ரானில் கூறுகிறார்",
      "body_lines": [
        "நாடு நெருக்கடியாக இருக்கும்போது மக்களைப் பற்றி கவலைப்படாத மக்களின் பிரதிநிதிகளைப் பற்றி வெகுஜனங்கள் நம்பிக்கையுடன் இருக்க முடியாது என்று ஜனாதிபதி ரங்கில் விக்ரமேசிங்க் கூறுகிறார்.",
        "நாட்டின் பொருளாதார நெருக்கடியின் ஆதரவு இருந்தபோதிலும், சில தலைவர்கள் இந்த வேலையைத் தவறவிட்டதாக ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "ஜனாதிபதித் தேர்தலை இலக்காகக் கொண்டு ஜனாதிபதித் தேர்தலில் சேர ஜனாதிபதி ரணில் விக்கிரேமசிங்க தனது கருத்துக்களை வெளிப்படுத்தினார்.",
        "\"இப்போது நாங்கள் எங்களுக்காக விமர்சிக்கப்படுகிறோம். இதை யார் விமர்சிக்கிறார்கள்?இந்த மக்கள் என்ன செய்கிறார்கள்?நாட்டின் பிரச்சினைகளைத் தீர்க்கவா?அவர்கள் பொறுப்பு பொறுப்பை நடத்தினர். எனக்கு பொறுப்பு வந்தபோது நான் ஜனாதிபதியாக இருந்தேன். எல்லா மனிதர்களும் சேரச் சொன்னார்கள். என்னுடன் சேர்ந்தவர்கள் இந்த மேடையில் இருந்தனர். மேடை, அவர்கள் இறந்தாலும், நம் அரசியல் நன்மையைப் பெற வேண்டும். என்னை ஜனாதிபதியாக மாற்றுவதற்காக இன்று மக்களுக்கு தீர்வு இல்லாத மக்களைப் பற்றி சிந்திக்காத தலைவர் எப்படி இருக்கிறார். அடுத்த முறை சிக்கல் வந்தால், கட்டுனாயகே நேரடியாக விமானத்தில் சவாரி செய்கிறார். தங்களைப் பற்றி யோசித்துப் பாருங்கள். உங்களுக்கு சிக்கல் இல்லையா?சஜித் ஜனாதிபதியானால்?மகள் மற்றும் அடுத்த ஒலிம்பிக். அனுரா ஜனாதிபதியாக இருந்தால்?கடினமானதல்ல, இப்போது செய்யும் நபர்கள் வந்து என்ன செய்ய மாட்டார்கள்?இது நான் அல்ல. உங்கள் சமையலறைக்கு. எரிவாயு சிலிண்டருக்கு தோல். எரிவாயு சிலிண்டரைத் தாக்கினால் என்னைக் குறை கூற வேண்டாம். \""
      ]
    },
    "en": {
      "title": "Ranil says for those who leave the stage",
      "body_lines": [
        "President Ranil Wickremesinghe says that the masses cannot be confident about the people's representatives who have not worried about the people when the country is crisis.",
        "The President pointed out that some leaders have missed the work, despite the support of the country's economic crisis.",
        "President Ranil Wickremesinghe expressed his views to join the presidential election targeting the presidential election.",
        "\"Now we are criticized for us. Who criticizes this?What are these people doing?Solve the problems of the country?They ran the responsibility responsibility. I was the president when I got responsibility. All the man asked to join. Those who joined me were on this stage. Stage, even if they die, we need to get our political advantage. How is the leader who did not think about the people who had no solution to the people to do today to make me president. If the next time trouble comes, Katunayake rides directly on the plane. Thinking about themselves. Don't you have trouble?If Sajith became the president?Daughter and the next Olympic. If Anura is the president?Don't people who are not difficult and do now come to come and do what?This is not me. To your kitchen. Skin for the gas cylinder. Don't blame me if you lose the gas cylinder without hitting it. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in 200 characters:",
    "",
    "President Ranil Wickremesinghe criticizes politicians who don't address national crises. He questions their qualifications to become president, suggesting self-interest over public service."
  ]
}