{
  "translated_text": {
    "ta": {
      "title": "இந்திய 'விரிவாக்கம்' மற்றும் அரசாங்கம்: அதற்கு முன்னும் இப்போது பதவிகளின் மாற்றமா?",
      "body_lines": [
        "இந்திய 'விரிவாக்கம்' மற்றும் அரசாங்கம்: அதற்கு முன்னும் இப்போது பதவிகளின் மாற்றமா?",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்கத்தால் பிரதிநிதித்துவப்படுத்தப்பட்ட தேசிய நாட்டுப்புறப் படை அவரது தலைமையை அடிப்படையாகக் கொண்டது.",
        "இந்திய ஏர்லைன்ஸ் அவரது தலைமையின் ஆரம்ப நாட்களிலிருந்து ஒரு பெரிய முழக்கமாக இருந்தது.",
        "1960 களில் இருந்து ஐந்து பொது வகுப்புகளில் ஒன்றாக ஜே.வி.பி கருதப்படுகிறது, விளக்க இந்திய விரிவாக்கம் ஒதுக்கப்பட்டுள்ளது.",
        "கூடுதலாக, ஜே.வி.பி இந்தோ-லங்கா ஒப்பந்தம் உட்பட பல ஒப்பந்தங்களுடன் தொடர்ந்து எதிர்ப்பு தெரிவித்தது.",
        "2022 ஆம் ஆண்டில் இந்தியாவுடன் முன்மொழியப்பட்ட முன்மொழியப்பட்ட ஒப்பந்தங்களை அனுரா குமாரா டிசனாயக்க விமர்சித்துள்ளார்.",
        "\"ஒரு வர்த்தக ஒப்பந்தம் சீனாவுடனான வர்த்தக ஒப்பந்தத்தில் ஈடுபடுகிறது என்றால், அதற்கு முன்னர் ஒரு ETKA ஐ ஒப்புக் கொள்ளும்படி சொல்கிறது. தற்போது எங்கள் சந்தை இந்தியாவுக்கு கொண்டு வரப்பட்டுள்ளது. இந்தியாவில் ETKA ஒப்பந்தத்தில் என்ன இருக்கிறது?சந்தை சந்தை மட்டுமல்ல, சேவை சந்தையையும் ETKA ஒப்பந்தத்தைத் திறக்கவும். இந்தியன் டாக்டர் வந்து இங்கே ஒரு சேனல் சேவையை வைத்தார். இப்போது நாங்கள் கழுத்தில் சிக்கியுள்ளோம். கடன் செலுத்தப்படவில்லை என்று ஒரு முடிவு உள்ளது. நாம் கொஞ்சம் கடனை குறைக்க வேண்டும். வெட்டு இதை இந்தியாவுடன் கையெழுத்திட வேண்டும். \"(அனுரா குமாரா டிசனாயக்க - 2022 அக்டோபரில்: 30 கேலி)",
        "கூடுதலாக, இந்தியாவின் கிழக்கு முனையத்திற்கு எதிராக இந்தியாவின் ராஜபாக்ஸுக்கு எதிராக ஜே.வி.பியை ஜே.வி.பி.",
        "புதிய ஜனாதிபதிக்கு செய்தி மற்றும் அவர் நிச்சயமாக ஏழு சவால்களை வெல்ல வேண்டும்",
        "தேசிய ஜே.வி.பி.",
        "அந்த வருகைக்கு சில நாட்களுக்குப் பிறகு, அனுரா குமாரா டிசனாயக்க விஜயம் தொடர்பான பொதுக் கூட்டத்தில் தெளிவுபடுத்தினார்.",
        "\"இந்தியாவிலிருந்து அழைப்பை கவனித்தால் நாங்கள் ஜனாதிபதி அல்ல. பிரதமர் இல்லை. அமைச்சரவை நாங்கள் அல்ல. பாராளுமன்றத்தின் பெரிய குழு நாங்கள் அல்ல. எதிர்ப்பு நாம் அல்ல. நாங்கள் மூன்று பேரில் பாராளுமன்றத்தில் இருக்கிறோம். ஆனால், எங்களிடம் வாருங்கள். அது ஏன்?சக்தி எங்கே?ஜனாதிபதிக்கு ஜனாதிபதி இருக்கிறாரா?அமைச்சரவைக்கு சக்தி உள்ளதா?பாராளுமன்றத்தின் சக்தி?இல்லை. சக்திக்கு மக்கள் உள்ளனர். யார் மேலும் மேலும் பொதுவானவர்கள்?அதுதான் சக்தி. அதுதான் இந்தியாவால் அளவிடப்படுகிறது. \"",
        "NPP தலைவர் எம்.பி. அனுரா குமாரா இந்தியாவுக்கு வருகை: ஒரு அரசியல் உத்தி?",
        "இதற்கிடையில், கட்சியின் கூட்டத்தின் போது, ​​பிபிசியின் தற்போதைய பிரதம மந்திரி டாக்டர் ஹரினி அமரசுரியாவுக்கு இந்திய வருகைக்கு இந்திய விஜயத்தின் போது பாராளுமன்ற நாடாளுமன்ற நாடாளுமன்ற உறுப்பினருக்கு வழங்கப்பட்டது.",
        "\"நாங்கள் இந்திய எதிர்ப்பு இல்லாதபோது. நம் நாட்டிற்கு ஆளும் முடிவுகளை எடுக்கும்போது, ​​நாங்கள் அவர்களை எதிர்த்தோம். நாங்கள் ஒரு நாட்டை எதிர்க்கவில்லை. இது ஒரு மகிழ்ச்சியான விஷயம். உறவு எதுவாக இருந்தாலும், அது நாட்டிற்கு தீங்கு விளைவிக்கும், நாங்கள் அதை எதிர்த்தோம்.",
        "இந்திய விநியோகத்தின் பிணை எடுப்புக்கு முன்னால் இந்தியா முழங்குகிறது",
        "இதற்கிடையில், முன்னாள் அமைச்சர் நிம் சிரிபாலா டி சில்வா பிப்ரவரி 2022 இல் பாராளுமன்றத்தில் தனது கருத்துக்களை தெரிவித்தார், அனுரா குமாரா டிசனாயக்க.",
        "\"இந்திய விரிவாக்கம் குறித்து இந்திய விரிவாக்கம் மற்றும் இன்று இந்தியாவுக்கு முன் மண்டியிடுவதைப் பற்றி கூறியவர்கள். அவர்களுடன் சாப்பிடுங்கள், குடிக்கவும். நாங்கள் இந்தியாவுக்கு வர வேண்டும் என்று முதலாளியிடம் கூறுகிறார். அது நல்லது. ஆடை அணிந்து நல்ல உடையை அணிந்தவர்களைப் பார்க்க நாங்கள் விரும்புகிறோம். இப்போது கட்டிட உடையைப் பாருங்கள். எங்கள் துறைமுகம் டிரின்லே டூரிஸ்லால் எவ்வளவு அலறல்?அவர்கள் இன்று இந்தியாவில் நல்லது என்று சொல்ல வேண்டும். \"",
        "1999 இல் ஜே.வி.பியின் ஜனாதிபதி வேட்பாளர் நந்தனா குணதிலேகே கட்சியை பிரதிநிதித்துவப்படுத்தவில்லை.",
        "ஜே.வி.பியின் தற்போதைய தலைவர்கள் பொதுமக்களை ஏமாற்றுவதற்காக இந்திய எதிர்ப்பு கருத்துக்களை வெளிப்படுத்தியதாக அவர் பிபிசி சிங்கள சேவையிடம் கூறினார்.",
        "\"அவர்கள் மக்களுடன் பேசுகிறார்கள். இப்போது, ​​அவர்கள் அரசாங்கத்திற்கு வந்த பிறகு, அது உண்மையுடன் இருக்கப்போவதில்லை. யதார்த்தத்திற்கு சற்று முன்பு, எல்லாவற்றிற்கும் முன்பே சொல்லப்பட்டது.",
        "'அந்த ராஜ்யங்களை இன்னும் சாதகமாக சமாளிக்க எங்களுக்கு ஒரு வாய்ப்பு உள்ளது.'",
        "ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்கை ஜனாதிபதி பதவியில் சத்தியம் செய்தபின் தேசத்தை உரையாற்றினார், இலங்கை கூட்டாக உலகத்துடன் ஒரு கூட்டு இயக்கத்தில் செல்ல வேண்டும்.",
        "\"நாங்கள் உலகத்திலிருந்து தனிமைப்படுத்தப்பட்ட ராஜ்யம் அல்ல. உலகத்துடன் கூட்டாக நகர வேண்டிய ஒரு நிலை. அதைப் பற்றி முடிவுகளை எடுக்க நாங்கள் தயங்க மாட்டோம், ”என்று ஜனாதிபதி கூறினார்.",
        "\"குறிப்பாக, நம் நாட்டுக்கு சர்வதேச ஆதரவு தேவை என்பதை நாங்கள் அறிவோம். எனவே, உலகில் எந்த அதிகாரப் பிரிவுகளும் இருந்தாலும், இந்த ராஜ்யங்களை சமாளிக்க ஒரு வாய்ப்பு உள்ளது, ”என்று ஜனாதிபதி கூறினார்.",
        "இந்தியாவை சமாளிக்க நிபுணத்துவம் இருப்பதாக ஜனாதிபதி கூறவில்லை - பேராசிரியர் சசங்கா பெரேரா",
        "ஜனாதிபதித் தேர்தலின் உத்தியோகபூர்வ முடிவுகளை வெளியிட்ட பின்னர், இலங்கையில் இந்திய உயர் ஸ்தானிகருக்கு ஜனாதிபதியின் முதல் உத்தியோகபூர்வ வருகை இந்திய உயர் ஸ்தானிகராக அடையாளம் காணப்பட்டுள்ளது.",
        "ட்விட்டர் இடுகையைத் தவிர்க்கவும், இந்த கட்டுரையில் ட்விட்டர் வழங்கிய உள்ளடக்கத்தை அடைய ஒப்புக்கொள்கிறீர்களா?. அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். ட்விட்டர் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'முன்னோக்கி ஒப்புக் கொள்ளப்பட்டது' என்பதைத் தேர்ந்தெடுக்கவும்.",
        "கூடுதலாக, இந்திய வெளியுறவு மந்திரி டாக்டர். ஜெய்ஷங்கர் அனுரா குமாரா டிசனாயக்கையும் சந்தித்தார்.",
        "ட்விட்டர் இடுகையைத் தவிர்க்கவும், 2 ட்விட்டர் இந்த கட்டுரையில் ட்விட்டர் வழங்கிய உள்ளடக்கத்தை அடைய ஒப்புக்கொள்கிறீர்கள். அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். ட்விட்டர் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'முன்னோக்கி ஒப்புக் கொள்ளப்பட்டது' என்பதைத் தேர்ந்தெடுக்கவும்.",
        "முன்னாள் பேராசிரியர் சசங்கா பெரேரா இந்த விஷயத்தில் விவேகத்தை வெளிப்படுத்துகிறார்.",
        "பிபிசி சிங்கள சேவையுடன் பேசிய அவர், இந்தியா மற்றும் தற்போதைய ஜனாதிபதி அல்லது அரசாங்கம் உள்ளிட்ட சில நாடுகளுடன் கையாள்வது குறித்து தனக்கு சிறப்பு அறிவு தேவைப்படும் என்று கூறினார்.",
        "\"இந்தியாவுடன் கையாளும் போது கவனமாக இருக்க வேண்டும். நிபுணத்துவம் அல்லது ஜனாதிபதி, அல்லது அரசாங்கத்தின் அறிவு ஏதேனும் உள்ளது என்பது தெளிவாக இல்லை. என்ன இல்லை. சில நாடுகளில் நிபுணர் அறிவை நாம் செய்ய வேண்டும். அதனால்தான் நீங்கள் அந்த நாடுகளுடன் சமாளிக்க வேண்டும். உதாரணமாக, ஒரு சிறிய நாடு இந்தியாவை சமாளிக்க ஒரு பெரிய நாடு மற்றும் இந்தியாவை சமாளிக்க மூன்று பேர் இருந்தோம். ஆனால் நாம் எவ்வாறு சமாளிப்பது என்பதை அறிந்து கொள்ள வேண்டும். \"",
        "பேராசிரியர் சசங்கா பெரேரா, இந்திய உயர் ஸ்தானிகரை இரண்டு முறை சந்திக்க ஜனாதிபதியை சந்தித்ததாகக் கூறினார்.",
        "\"நாங்கள் ஜனாதிபதியை சந்திக்க வேண்டும் என்பதை இந்திய உயர் ஸ்தானிகர் இப்போது அறிந்திருக்கிறார். பிரதம மந்திரி அல்லது இந்தியாவில் ஜனாதிபதியை நீங்கள் சந்திக்க முடியும் என்பதால் நாங்கள் மறுபக்கத்தைக் கேட்க வேண்டும்?இந்த மந்திரவாதிக்கு இவை ஒரே வழி அல்ல. இது புரோட்டிகல் என்று அழைக்கப்படுகிறது. அவர்களுக்கு சில முறைகள் உள்ளன. ஒரு நாட்டின் தலைவர் க honored ரவிக்கப்பட வேண்டும். \"",
        "'ஆட்சிக்கு வருவதற்கு முன்பு கூறப்படுவது இப்போது ஒரு சொர்க்கம் - டாக்டர் நிலுகா பிரியதர்ஷணி",
        "ஸ்ரீ லங்காவின் இருப்பிடம் மற்றும் தற்போதைய உலகளாவிய அரசியல் போக்குகளுக்கு ஏற்ப இலங்கை தனது அண்டை நாடுகளை அகற்ற முடியாது என்று ஸ்ரீ ஜெய்வர்தென்புரா அரசாங்கத்தின் மூத்த விரிவுரையாளர் டாக்டர் நிலுவா பிரியதர்ஷனி கூறுகிறார்.",
        "விரைவில் வரும் என்று எதிர்பார்க்கப்படாத அரசாங்கங்களுக்கு எதிராக ஜே.வி.பி பல்வேறு கருத்துக்களை மேற்கொண்டதாக அவர் கூறினார்.",
        "எவ்வாறாயினும், ஆட்சிக்கு வந்த பிறகு, அவர்கள் விமர்சனங்களை எதிர்கொள்வார்கள் என்று அவர் சுட்டிக்காட்டினார்.",
        "\"அவர்கள் மிக விரைவாக அவர்கள் நினைக்க நிர்பந்திக்கப்படுவார்கள். எனவே, எதிர்க்கட்சியில் இருப்பதைப் போல, அது இப்போது ஒரு சொர்க்கம் மற்றும் அவர்களை கேள்வி எழுப்புகிறது. நாங்கள் சொல்லாததை நீங்கள் செய்யக்கூடாது. ஒரு சிலர் அவர்களை நிராகரித்ததை நான் கண்டேன். ஆனால் அவர்கள் அப்படிச் சொல்லவில்லை என்று சொல்லாததற்கு என்ன காரணங்களை மக்களுக்கு விளக்குங்கள். இல்லையெனில், அவர்கள் சொல்லவில்லை என்று சொன்னால் அவர்கள் மீதான நம்பிக்கை மங்கக்கூடும். இப்போது சமூக ஊடகங்களில் குறிப்பிடப்பட்டுள்ள அனைத்து கோஷங்களும் எல்லா கதைகளையும் சேர்க்க வேண்டும். \"",
        "ஆயுதமேந்திய இளைஞர் எழுச்சி முதல் நிர்வாகி வரை: ஜே.வி.பி முதல் என்.பி.பி வரை பயணம் என்ன?இது ஜனநாயகத்திற்கு அச்சுறுத்தலா?",
        "'தேசிய விலங்கியல் உள் உள்ளே எவ்வளவு குறுகிய வழி பரவலாக இருந்தாலும்' -ஆர்",
        "இதற்கிடையில், தேசிய அதிகாரத்தின் தேசிய மின் துறையின் நிர்வாகக் குழு டாக்டர் வோலூஸ் சந்திரசேகரன், ஜே.வி.பியில் உள்ள நிலைகள் ஜே.வி.பியின் பதவிகளைப் பற்றி விவாதிக்கவில்லை என்று கூறினார்.",
        "தேசிய திட்டத்தின் அரசியல் இயக்கம் மாறிவிட்டது என்றும் அவர் சுட்டிக்காட்டினார்.",
        "\"இது இப்போது நிறைய உள்ளது. அரசியல் இயக்கம் மாறிவிட்டது, உலகம் மாறிவிட்டது. இன்று, ஒரு அரசியல் இயக்கம் தொடங்கிய இடமல்ல. எனவே இதுபோன்ற ஒரு குறுகிய வழி பற்றி எந்த வகையிலும் தேசிய சமூகத்தில் விவாதிக்கப்படவில்லை. இது ஜே.வி.பி உட்பட பல குழுக்களின் தொகுப்பு. \"அவர் கூறுகிறார்.",
        "எவ்வாறாயினும், ஜனாதிபதியின் வெளியுறவுக் கொள்கையின் அன்றாட நாடாளுமன்றத் தேர்தலில், அவர் ஜனாதிபதி அரசாங்கக் கொள்கையின் ஜனாதிபதியின் அதிகாரத்தை பலப்படுத்த வேண்டும், மேலும் பாராளுமன்றத்தின் துல்லியத்துடன் ஒரு புதிய நிலையான அரசாங்கத்தை நிறுவ கட்டாயமாக இருக்கிறார்.",
        "புதிய அரசாங்கத்தின் முதல் 100 நாட்கள் இலங்கையின் இந்தியாவுடனான இராஜதந்திர தொடர்பை உன்னிப்பாகப் படிப்பது.",
        "இந்திய 'விரிவாக்கம்' மற்றும் அரசாங்கம்: அதற்கு முன்னும் இப்போது பதவிகளின் மாற்றமா?",
        "லோகி ஃபர்காசனில் நடந்த இரண்டாவது டி 20 போட்டியில் நியூசிலாந்து வெற்றி பெற்றது",
        "நடு-பூமி: நிஜ வாழ்க்கையில் மிகச்சிறந்த உலகம், டோக்கின் கற்பனை உலகம், ரிங்க்ஸ் தொடரின் டொக்கரைப் பார்க்கிறது",
        "வானிலை ஏன் வானிலை சரியாக தீர்க்கதரிசனம் கூறுகிறது?"
      ]
    },
    "en": {
      "title": "Indian 'expansionism' and the government: Before and now a change of positions?",
      "body_lines": [
        "Indian 'expansionism' and the government: Before and now a change of positions?",
        "The national folk force represented by President Anura Kumara Dissanayake was based on his leadership.",
        "The Indian Airlines was a major slogan from the early days of his leadership.",
        "The JVP is considered one of the five public classes since the 1960's, the Indian expansion has been allocated to explain.",
        "In addition, the JVP continued to protest with many agreements including the Indo-Lanka Accord.",
        "Anura Kumara Dissanayake has criticized the proposed agreements that were proposed to have with India by 2022.",
        "\"India says that if a trade pact is engaging in a trade agreement with China before that tells us to play an Etka Agree. Currently our market has been brought to India. What are there in the Etka Agreement in India?Open the Etka Treaty not just the market market but also the service market. The Indian doctor comes and put a Channel Service here. Now we're trapped for the neck. There is a decision that the loan is not paid. We have to cut a little bit of debt. The cut is to sign this with India. \"(Anura Kumara Dissanayake - 2022 at October: 30 Galle)",
        "In addition, the national foliday of the JVP has strongly opposed the JVP against the Eastern Terminal of India to Rajapakse of India.",
        "Message to the new President and he should 'definitely win seven challenges",
        "The Leader of the National JVP and JVP leader Anura Kumara Dissanayake visited the Indian government in February this year before the presidential election.",
        "A few days after that visit, Anura Kumara Dissanayake made a clarification at a public meeting regarding the visit.",
        "\"We are not the president if we looked after the invitation from India. Prime Minister is not. The cabinet is not us. The big team of Parliament is not us. Opposition is not us. We are three of us in Parliament. But, come to us. why is that?Where is the power?Does the president have the president?Is the power to the cabinet?Is the power to Parliament?Not. Power has the people. Who is getting more and more common?That's the power that. That's the power measured by India. \"",
        "NPP leader MP Anura Kumara Dissanayake's visit to India: Is a political strategy?",
        "Meanwhile, during a meeting of the party, Dr. Harini Amarasuriya, the current Prime Minister of the BBC, was given the parliamentary parliamentary parliamentarian at the time of the Indian visit to the Indian visit.",
        "\"When we did not anti-Indian. When made the ruling decisions to our country, we opposed them. We do not oppose a country. It's a joyful thing. Whatever the relationship, it is harmful to the country, we opposed it. \"She said.",
        "India knoes in front of the bailoutary of Indian distribution",
        "Meanwhile, former minister Nimal Siripala de Silva expressed his views in Parliament in February 2022, Anura Kumara Dissanayake.",
        "\"Those who had told the Indian expansion about Indian expansion and kneel before India today. Eat with them, drink. Tells the boss that we have to come to India. That's good. We love to see those who fleely dressed and wearing good suit. Now look at the building suit. How much a screaming did our port the Trinle Turislal?They have to say good in India today. \"",
        "Nandana Gunatilleke, the presidential candidate of the JVP in 1999, does not represent the party.",
        "He told the BBC Sinhala service that the present leaders of the JVP expressed anti-Indian views to deceive the public.",
        "\"They're talking to people. Now, after they come to the government, it's not going to be with the truth. Just before the reality, I was told before all. \"",
        "'We have a prospect to deal with those kingdoms more advantageously.'",
        "In his speech, President Anura Kumara Dissanayake addressing the nation after his swearing in the presidency, Sri Lanka should collectively move in a collective movement with the world.",
        "\"We are not a kingdom of isolated from the world. A state that should collectively move with the world. We will not hesitate to make decisions about it, \"the President said.",
        "\"In particular, we know our country needs international support. Therefore, there is a prospect to deal with these kingdoms, even though there are any power divisions in the world, \"the President said.",
        "President does not claim to have expertise to deal with India - Prof. Sasanka Perera",
        "After releasing the official results of the presidential election, the President's first official visit to the Indian High Commissioner in Sri Lanka has been identified as the Indian High Commissioner.",
        "Skip Twitter Post, Do you agree to reach content 1twitter? This article contains the content provided by Twitter. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Twitter cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The content is not responsible for the content of the external web sites.",
        "In addition, Indian Foreign Minister Dr. S. Jeyishankar also met Anura Kumara Dissanayake.",
        "Skip Twitter Post, 2Twitter you agree to reach content? Contains the content provided by Twitter in this article. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Twitter cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The content is not responsible for the contents of the external web sites.",
        "Former Professor Sasanka Perera expresses discernment on this regard.",
        "Speaking to the BBC Sinhala service, he said that he would need specialist knowledge on dealing with some countries including India and the present President or the government had that knowledge.",
        "\"It has to be careful when dealing with India. It is not clear that the knowledge of the expertise or the president, or the government has any. What is not the case. We need to make expert knowledge on certain countries. That is why you have to deal with those countries. For example, a small country we had a large country to deal with India and three to deal with India. But we need to know how to deal with. \"",
        "Professor Sasanka Perera said he met the President to meet the Indian High Commissioner twice.",
        "\"The Indian High Commissioner is now aware that we should meet the president. We need to ask the other side as you can meet the Prime Minister of Prime Minister or the President in India?These are not the same way to this magicuta. It is called Protecale. They have some method. A leader of a country needs to be honored. \"",
        "'What's said before it was to come to power is now a paradise - Dr. Niluka Priyadarshani",
        "Senior Lecturer of the Government of Sri Jayewardenepura Dr. Nilua Priyadarshani says Sri Lanka is not able to eliminate its neighbor in accordance with the location of Sri Lanka and the current global political trends.",
        "She said that the JVP had carried out various views against the governments that were not expected to come soon.",
        "After arriving in power, however, she pointed out that they would face criticism.",
        "\"They will be so quickly forced to think they. Therefore, as there is in the opposition, it is now a paradise and questioning them. There you should not do that we didn't say. I saw a few people had rejected them. But explain to the people what the reasons why they did not say that they did not say that. Otherwise, the confidence in them may be faded if they say they did not say. What is now all the slogans mentioned in the social media is to add all the stories. \"",
        "From an armed youth uprising to the executive: What is the journey from JVP to NPP?Is it a threat to democracy?",
        "'No matter how narrow-way widespread' is inside the National Zoological Inner '-Dr. Disagala",
        "Meanwhile, the Executive Committee of the National Power Department of the National Power Dr. Voluse Chandrasekaran stated that the stands in the JVP had not discussed the positions of the JVP.",
        "He also pointed out that the political movement of the national proposal has changed.",
        "\"It has been a lot of now. The political movement has changed, the world has changed. Today, it is not where one political movement started. So none of the national community in any way has been discussed about such a narrow way. What is this a collection of many groups including the JVP. \"He says.",
        "However, in the day-to-day parliamentary election of the President's foreign policy, he should consolidate the power of the president of the presidential government policy and is mandatory to establish a new stable government with the accuracy of the Parliament.",
        "The first 100 days of the new government is to study closely studying the diplomatic connection with India of Sri Lanka.",
        "Indian 'expansionism' and the government: Before and now a change of positions?",
        "New Zealand wins second T20 match in Loki Fargasan",
        "Middle-Earth: The phantiest world in the real life, the fantasy world of Tokin, seeing the Tokin of the Rings series",
        "Why is the Meteorological Department correctly prophesy the weather?"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Sri Lanka's JVP/NPP party stance on India has shifted under new leadership. Formerly critical, now seeking cooperation. President Anura Kumara Dissanayake visits India, criticizes past agreements. Party members express mixed views on relations with India. Experts caution careful handling of sensitive diplomacy."
  ]
}