{
  "translated_text": {
    "ta": {
      "title": "நீங்கள் வந்தால், இந்த உரை வந்தால் கவனமாக இருங்கள்",
      "body_lines": [
        "தபால் துறையின் பெயரால் இயக்கப்படும் ஒரு மோசடி குறித்த தகவல்களை தகவல் வெளிப்படுத்தியுள்ளது.",
        "அத்தகைய எஸ்.எம்.எஸ் -க்கு தனது ரகசிய தகவல்களை வழங்குவதைத் தவிர்ப்பதற்காக தபால் துறை பொதுமக்களுக்கு ஒரு அறிவிப்பை வெளியிடுகிறது.",
        "ஒரு பார்சலுக்கு பணம் செலுத்துவதற்காக இலங்கை பதவி வழங்கிய எஸ்எம்எஸ் வழங்கிய எஸ்எம்எஸ் வழங்கிய எஸ்எம்எஸ் வழங்கிய எஸ்எம்எஸ் பொதுமக்களுக்கு அனுப்பப்படும் என்பது தெரியவந்துள்ளது.",
        "இலங்கையின் தபால் துறையின் அதிகாரப்பூர்வ வலைத்தளத்தைப் பயன்படுத்தி, இலங்கை தபால் துறை, எஸ்.எல். போஸ்ட், இலங்கை போஸ்ட் ஆகியவற்றைப் பயன்படுத்தி மோசடி செயல்படுத்தப்படுகிறது.",
        "அதன்படி, தனது துறையின் கிரெடிட் கார்டு தகவல் விசாரணை கிரெடிட் கார்டு தகவல் விசாரணையை கிரெடிட் கார்டுகளால் நடத்தவில்லை என்று தபால் துறை கூறுகிறது.",
        "மேலும், நீங்கள் மேலதிக தகவல்களைக் கேட்க விரும்பினால், அஞ்சல் சேவைகள் திணைக்களத்தை 1950 முதல் 011 2687222, 011 233007, 011 2330072 வரை அழைப்பதன் மூலம் தபால் துறையின் திணைக்களத்தைப் பெறலாம்."
      ]
    },
    "en": {
      "title": "If you come, be careful if this text comes",
      "body_lines": [
        "Information has revealed information on a racket that is directed by the Postal Department name.",
        "The Postal Department issues an announcement to the public to avoid providing his confidential information to such SMS.",
        "It has been revealed that a SMS issued by a SMS issued by a SMS issued by a SMS issued by the Sri Lanka Post to pay for a parcel will be sent to the public.",
        "The racket is being implemented by using the official website of the Postal Department of Sri Lanka, Sri Lanka Postal Department, SL Post, Sri Lanka Post.",
        "Accordingly, the Postal Department says that a credit card information inquiry by his department does not conduct a credit card information inquiry by the credit cards.",
        "Also, if you want to ask further information, the Department of Postal Department can be obtained by calling the Department of Postal Services 1950 to 011 26872229, 011 233007, 011 2330072."
      ]
    }
  },
  "summary_lines": [
    "The Postal Department of Sri Lanka warns the public against sharing confidential information via SMS, revealing a scam using the official website to charge for parcels. The department clarifies it does not inquire into credit card information. For more information, contact 1950 to 011 26872229, 011 233007, 011 2330072."
  ]
}