{
  "translated_text": {
    "ta": {
      "title": "பாலிடிக்யூட் வெளிநாட்டு சிகரெட்டுகளுடன் கைது செய்யப்பட்டார்",
      "body_lines": [
        "வெளிநாட்டு சிகரெட்டுகளுடன் இலங்கைக்கு வந்த ஒரு அரசியல்வாதியால் ஒரு அரசியல்வாதி கைது செய்யப்பட்டுள்ளார்.",
        "காவல் நாடுகளின் பணியகம் கட்டனாயகேக் விமான நிலைய பிரிவு மீது நடந்த தாக்குதலைத் தொடர்ந்து சந்தேகத்திற்கிடமான அரசியல்வாதி கைது செய்யப்பட்டுள்ளார்.",
        "சந்தேக நபர் ஒரு சக்திவாய்ந்த அரசியல் கட்சியை பிரதிநிதித்துவப்படுத்தும் முன்னாள் மாகாண கவுன்சிலர் என்பது தெரியவந்துள்ளது.",
        "அவரது வசம் கிட்டத்தட்ட 6000 சிகரெட்டுகள் காணப்பட்டன.",
        "அதன் மதிப்பின் மதிப்பு கிட்டத்தட்ட ரூ.",
        "கட்டுனாயக்க விமான நிலைய அலுவலகத்தின் கட்டூனயக விமான நிலைய பிரிவில் உள்ள அதிகாரிகள் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "Politicuit arrested with foreign cigarettes",
      "body_lines": [
        "A politician has been arrested by a politician who came to Sri Lanka with foreign cigarettes.",
        "The suspect politician has been arrested following a raid on the police nations Bureau Katunayake Airport Unit.",
        "It has been revealed that the suspect is a former provincial councilor representing a powerful political party.",
        "Nearly 6000 cigarettes were found in his possession.",
        "It is reported that the value of its value is nearly Rs.",
        "Officers in the Katunayaka Airport Unit of the Katunayake Airport's Office are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "A politician was arrested in Sri Lanka after being caught with nearly 6,000 foreign cigarettes during a raid at Katunayake Airport. The suspect, a former provincial councilor from a major political party, faces charges related to the contraband cigarettes. Further investigations are ongoing by airport officials."
  ]
}