{
  "translated_text": {
    "ta": {
      "title": "கூட்டுறவு சங்கத்தின் நிலம் அவரது பெயருக்கு எழுதப்பட்டது",
      "body_lines": [
        "வசந்தா குணசேகேரா, கூட்டுறவு சங்கத்தின் நிலத்தை மீட்டெடுக்க சமூகத்தின் செயலாளருக்கு அறிவித்துள்ளார், இது கல்பிதியாவின் இலங்கை தலைவர் கூறுகையில், ஊடகத்தின் முன்னாள் இயக்குநர்கள் குழு இதை தளபதியாகக் கொண்டுள்ளது. ஊடகங்களில் அழைப்பு மற்றும் ஊடகங்களின் கவனத்தை செலுத்துதல்.",
        "கல்பிதியா பல்வேறு சேவைகள் கூட்டுறவு சங்கத்தின் தற்போதைய தலைவர், கூட்டுறவு சங்கத்தின் தற்போதைய தலைவர் மீது குற்றம் சாட்டப்பட்டுள்ளது.",
        "அதன்படி, சொசைட்டியின் செயலாளர் சொசைட்டியின் இரண்டு ஏக்கர் மற்றும் மூன்று பெர்ச்ச்களை மீண்டும் சமூகத்திற்கு 3868 செயல்களாக அறிவித்துள்ளார், திரு. நாற்பது ஆண்டு காலம், மற்றும் சட்ட நடவடிக்கைகளை மேற்கொள்ள சட்டப்பூர்வமாக்கப்பட்டது.",
        "இந்த கேள்வியின் தற்போதைய தலைவர் இதன் தற்போதைய தலைவரிடமிருந்து விசாரிக்கப்பட்டார்.",
        "கூட்டுறவு சங்கத்தின் செயலாளர் ஃபெலிச்சியா பைமானா தற்போதைய அறிக்கையை கேட்டுள்ளார்.",
        "இலங்கை கூட்டுறவு வாரியத்தின் உறுப்பினர் திரு. எஸ்.அடா குமாரிடமிருந்து விசாரித்தோம்."
      ]
    },
    "en": {
      "title": "The land of the Co-operative Society was written to his name",
      "body_lines": [
        "Wayamba Gunasekera, Wasantha Gunasekera has informed the Secretary to the Society to restore the land of the Department of Co-operative Society by the Ceylon Chairman of the Kalpitiya.Says, the former board of directors of the media is grateful to the media to commander this invitation on the media and directing the attention of the media.",
        "The current Chairman of the Kalpitiya Various Services Co-operative Society, the current Chairman of the Cooperative Society has been charged. AccordingThis allegation is to write the deed into the personal name of the chairman.",
        "Accordingly, the Secretary to the Society has informed the Society's two acres and three perches, which is 3868 deeds to the Society again, the land of \"Bandy Garden\".According to Mr. Aeammmil, proceeded to a forty-year period, to a period of forty year, and had been legalized to carry out legal action.",
        "The current chairman of this question was inquired from the present Chairman of this.",
        "The Secretary to the Co-operative Society, Felichiya Piymana has asked the current statement.It is that.",
        "We have inquired from Mr. S.Ada Kumar, Member of the Ceylon Cooperative Board."
      ]
    }
  },
  "summary_lines": [
    "Wayamba and Wasantha Gunasekera, members of the Kalpitiya Co-operative Society, reported that the society's land, including \"Bandy Garden,\" was improperly transferred into the personal name of the chairman. They requested the secretary to revert the land back to the society's ownership. The matter involves allegations against the current chairman and legal actions to rectify the situation."
  ]
}