{
  "translated_text": {
    "si": {
      "title": "අපේක්ෂකයා නිසා ජනාධිපතිවරයාගෙන් ඉවත් විය නොහැක - මැතිවරණ කොමසාරිස් ජනරාල්",
      "body_lines": [
        "මැතිවරණ සන්දර්භය තුළ ස්වාධීන හා සාධාරණ මැතිවරණයක් සැපයීමේ වගකීම ජනාධිපතිවරයාට ඇත.",
        "මැතිවරණය සඳහා සුදුසු වැඩ කටයුතු සිදු කිරීම සඳහා නියෝජ්ය පොලිස්පති ධුරයට පත්වීමත්, පොලිස් ප්රධානියෙකු අසමත් වීමටත් පත් නොකෙරේ.",
        "කෙසේ වෙතත්, මැතිවරණ ක්රියාවලීන් සඳහා නියෝග හෝ දැනුම්දීම් නිකුත් කිරීමේදී අධිකාරිය අධිකාරියක් ලෙස හෝ පොලිස්පතිවරයාට ප්රතිචාර දැක්වීම හෝ ප්රතිචාර දැක්වීම නිසා අධිකාරිය රික්තයක් නොවිය යුතුය.",
        "ඡන්ද විමසීම ඇතුළුව මැතිවරණ කටයුතු සඳහා මුද්රණ ක්රියාවලිය සිදු කර ඇති බැවින් රාජ්ය මාධ්ය දෙපාර්තමේන්තුවේ ආරක්ෂාව ශක්තිමත් කර තිබේ.",
        "අපි සෙනසුරාදා දිස්ත්රික් මට්ටමේ ප්රාථමික නිලධාරීන් සමඟ මැතිවරණ කටයුතු ගැන සාකච්ඡා කරමු.",
        "පොලිස් ප්රධානියාගේ ප්රශ්නය සම්බන්ධයෙන් මෑතකදී සිදුකිරීමේ පියවරක් පිළිබඳව ජනාධිපතිවරයා දිවයිනේ ජනතාවට උපදෙස් දී තිබේ. කොමිසමට මේ සම්බන්ධයෙන් මැදිහත් විය නොහැක.",
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 33 (4) වගන්තියේ ස්වාධීන හා සාධාරණ මැතිවරණයක් නිර්මාණය කිරීමේ මහජන ජනමත විචාරණයකින් නව ජනාධිපතිවරයා තෝරා පත් කර ගත යුතුය."
      ]
    },
    "en": {
      "title": "The president cannot quit because of the candidate - the Commissioner General of Elections",
      "body_lines": [
        "The President has the responsibility of providing an independent and fair election in the context of the election.",
        "The appointment of a Deputy Inspector General of Police has been appointed to carry out the appropriate work for the election and the failure of a police chief will not be affected.",
        "However, it is important that the authority should not be a vacuum as the authority or responding to the Inspector General of Police when issuing orders or notifications for election processes.",
        "The security of the State Press Department has been strengthened as the printing process has been carried out for election work, including the ballot.",
        "We will discuss the election work with the District Elementary Officers on Saturday.",
        "The President has instructed the people of the country on a recent steps to be carried out on the issue of the police chief. The Commission cannot interfere in this regard.",
        "The new president must be elected by a people's referendum for more than two months before the end of the president's term, and the president has the responsibility to create an independent and fair election in Article 33 (4) of the Constitution.."
      ]
    }
  },
  "summary_lines": [
    "The President cannot resign due to electoral responsibilities, ensuring a fair election under the guidance of a Deputy Inspector General. Security enhancements have been made for the State Press Department to handle election-related printing securely. A meeting with District Elementary Officers is scheduled to discuss election tasks. The President has advised on recent police chief actions, which the Commission won't meddle in. The new President must be chosen through a popular referendum at least two months before the current term ends, emphasizing the President's duty to maintain an unbiased election process as per Article 33(4) of the Constitution."
  ]
}