{
  "translated_text": {
    "ta": {
      "title": "கெம்பத்பிடியா வாலாவாவின் படுகொலையின் படுகொலை வெளிப்படுத்துகிறது",
      "body_lines": [
        "கெகல்லே மற்றும் கெமுபிதியா வாலாவ்வாவின் உரிமையாளர் கொலை தொடர்பாக ஒரு மனைவி மற்றும் மூன்று பேர் கைது செய்யப்பட்டுள்ளனர்.",
        "அந்த நேரத்தில் கொலை மேற்கொள்ளப்பட்டது, காவல்துறையினருக்கு ரூ.",
        "கடந்த அக்டோபர் 27 ஆம் தேதி, கம்பித்தியா வாலாவாவின் உரிமையாளரால் கழுத்து படுகொலை செய்யப்பட்டது.",
        "அங்கு அவரது மனைவி கட்டப்பட்டிருந்தாலும் காவல்துறையினரால் கண்டுபிடிக்கப்பட்டார்.",
        "அதன்படி, குற்றவியல் புலனாய்வுத் துறையின் (சிஐடி) தலைமை ஆய்வாளர் ஏர்பிஸ்காராவின் கெகல்லே பிரிவும் டெதிகாமா மற்றும் வாரகபோலா பகுதிகளில் இரண்டு கொள்ளைகளில் கலந்து கொண்டது.",
        "சந்தேக நபர்கள் பில்லியந்தாலாவின் திம்பாப்விலாவில் உள்ள ஒரு வீட்டில் மறைந்திருந்தனர்.",
        "அதன்படி, காவல்துறை அதிகாரிகள் சபை பரிசோதிக்கப்பட்டுள்ளனர், அங்கு இரண்டு பேர் கைது செய்யப்பட்டுள்ளனர்.",
        "இந்த கடற்கரையை இந்த கடற்கரையை கொள்ளையடிக்க கடற்கரை சென்றதாக நேர்காணல்கள் தெரிவிக்கின்றன.",
        "மூன்று கொள்ளையர்களை தங்கள் சகோதரரின் காரில் இருந்த ஒரு ஓட்டுநருடன் மூன்று கொள்ளையர்களை அழைத்துச் சென்றதாக சந்தேக நபர் மூன்று கொள்ளையர்களை அழைத்துச் சென்றதாக விசாரணையில் தெரிவிக்கப்பட்டுள்ளது.",
        "பின்னர் சந்தேக நபர் சந்தேக நபரைத் தடுத்து நிறுத்தி, கம்பிதியா வாலாவாவிலிருந்து கிட்டத்தட்ட 500 மீட்டர் தொலைவில் உள்ளார் மற்றும் மூன்று கொள்ளையர்களையும் அனுப்பினார்.",
        "அதன்படி, வாலாவுக்குச் சென்ற மூன்று கொள்ளையர்கள் வீட்டிற்குச் சென்று உரிமையாளரைக் கொன்று முழு வீட்டையும் இழுத்து பணம் கண்டுபிடித்தனர்.",
        "அதன்பிறகு, அவர் 10,000 ரூபாயைத் தேடிக்கொண்டிருந்தார், பாதிக்கப்பட்டவரின் தங்க வளையத்தை மீட்டார்.",
        "சந்தேக நபர் சந்தேக நபரால் தங்கப் பொருட்களை ரூ .1100,000 க்கு குறித்தார்.",
        "53 வயதான பெண் இந்த கொலையில் 25 வயதான சந்தேக நபருடன் நெருங்கிய உறவை வைத்திருக்கிறார், மேலும் அவரைக் கைது செய்யுமாறு விசாரித்தார்.",
        "சந்தேக நபர்கள் போதைப்பொருட்களுக்கு அடிமையாக இருந்த மருந்துகளும்.",
        "சந்தேக நபர் ஒரு பிரபலமான அமைப்பில் ஒரு முக்கிய வேலைவாய்ப்பின் மனைவியும் பணமும் கொண்ட ஒரு பெண்ணும் ஆவார்.",
        "இருப்பினும், சந்தேக நபர்கள் தனது கொள்ளை நிதி சிக்கல்களின் ஆதரவின் கீழ் நடத்தப்பட்டதாக போலீசாரிடம் தெரிவித்துள்ளனர்.",
        "சந்தேக நபர்கள் நேற்று (05) கெகல் மாஜிஸ்திரேட் முன் நவம்பர் 18 வரை தயாரிக்கப்பட்டனர்."
      ]
    },
    "en": {
      "title": "The assassination of Kempathpitiya Walawwa's assassination reveals",
      "body_lines": [
        "A wife and three others have been arrested in connection with the killing of the owner of the Kegalle and Kemupitiya Walawwa.",
        "The murder was carried out at the time, the police only had a sum of Rs.",
        "On October 27 last October, the neck was slaughtered by the owner of the Kampitiya Walawwa.",
        "There his wife was discovered by the police despite being tied.",
        "Accordingly, the Kegalle Division of the Criminal Investigation Department (CID) Chief Inspector Airbiskara was also present in two robberies in Dedigama and Warakapola areas.",
        "The suspects were also hiding in a house in Thimbabwila, Piliyandala.",
        "Accordingly, the police officers have been inspected of the house and two persons have been arrested there.",
        "Interviews have revealed that the beach went to rob this beach on the needs of the woman.",
        "Investigations have revealed that the suspect had taken three robbers with a driver who had taken three robbers with a driver who had been on their brother's car.",
        "Later the suspect stopped the suspect, nearly 500 meters away from Kampitiya Walawwa and sent the three robbers.",
        "Accordingly, the three robbers who went to the Walav went to the house and killed the owner and pulled the entire house and have found money.",
        "Thereafter, he was searching for 10,000 rupees and rescued the gold ring of the victim.",
        "The suspect had then mark the gold items by the suspect for Rs.1100,000.",
        "The 53-year-old woman has held a close relationship with the 25-year-old suspect in the murder and investigated him to arrest him.",
        "The suspects were also drugs addicted to drugs.",
        "The suspect is a wife of a prominent employment in a well-known organization and a woman with money.",
        "However, the suspects have told the police that her loot was held under the patronage of financial problems.",
        "The suspects were produced before the Kegalle Magistrate yesterday (05) until November 18."
      ]
    }
  },
  "summary_lines": [
    "Assassination of Kempathpitiya Walawwa: Wife and three others arrested. Murder occurred during robbery attempt. Police investigation led to arrests in Thimbabwila and Piliyandala. Suspects involved in drug addiction and financial issues. Case presented to Kegalle Magistrate court."
  ]
}