{
  "translated_text": {
    "ta": {
      "title": "ரஷ்யாவை நோக்கி வலுவான அமெரிக்க ஆயுதங்கள்",
      "body_lines": [
        "அமெரிக்க ஜனாதிபதி ஜோ பிடன் உக்ரேனிய போரில் ஒரு தீர்க்கமான மாற்றத்தையும் ஆபத்தான வளர்ச்சியின் இயக்கத்தையும் எடுத்துள்ளதாக சர்வதேச ஊடகங்கள் செய்தி வெளியிட்டுள்ளன.",
        "இது அமெரிக்கா வழங்கிய நீண்ட தூர ஏவுகணைகள் உட்பட ரஷ்ய நிலத்திற்கு நவீன ஆயுதங்களை வழங்குகிறது.",
        "உக்ரேனிய ஜனாதிபதி வோ டோரர் செலென்ஸ்கி ரஷ்ய பகுதியில் உள்ள ரஷ்ய மைதானத்தின் உட்புறத்தில் அமெரிக்க ஏவுகணை செய்ய முடியும் என்று நீண்ட காலமாக இருந்தது.",
        "எவ்வாறாயினும், அமெரிக்கா உட்பட அமெரிக்கா உட்பட மேற்கத்திய நாடுகளுக்கு உக்ரேனில் ஒப்புதல் அளிக்கப்படவில்லை, இதில் போர் பற்றிய எச்சரிக்கை மற்றும் ரஷ்யாவின் எச்சரிக்கைகள் அடங்கும்.",
        "அமெரிக்கக் கொள்கையில் உக்ரேனிய போரில் குறிப்பிடத்தக்க மாற்றமாக விமர்சனங்கள் இதை அறிமுகப்படுத்தியுள்ளன.",
        "ஜனாதிபதியின் பிதியோன் இந்த முடிவை எடுத்துள்ளார், டெமண்ட் டிரம்ப் உக்ரேனியப் போரின் தோல்வி என்பது ஒரு குறிப்பிடத்தக்க உண்மை.",
        "இருப்பினும், தற்போதைய ஜனாதிபதி ஜோ பிடன் ஜனவரி 20 ஆம் தேதி டாம் 20 ஆக பதவியேற்றார்.",
        "எனவே, டிரம்ப் நிர்வாகம் அடுத்த நாடோடியை எவ்வாறு பாதிக்கிறது என்பதில் அவர் எடுக்கும் நடவடிக்கைகள் தெளிவாக இல்லை.",
        "டிரம்ப் ஜனாதிபதியாக நியமிக்கப்பட்டாரா என்பது டிரம்ப் தெளிவாக இல்லை என்று அரசியல் வர்ணனையாளர்கள் தெரிவித்தனர்.",
        "எவ்வாறாயினும், அமெரிக்க ஆயுதங்களிலிருந்து அமெரிக்க ஆயுதங்களை அமெரிக்க ஒப்புதலுடன் தாக்க உக்ரைன் தயாராக இருப்பதாக தெரிவிக்கப்படுகிறது.",
        "இருப்பினும், பாதுகாப்பு காரணங்களால் தாக்குதல் ஊடகங்களுக்கு வெளியிடப்படவில்லை.",
        "உக்ரேனின் உட்புறத்தில் அமெரிக்க ஆயுதங்களைப் பெறுவதற்கு ரஷ்யாவை ஆதரிப்பதற்கான ரஷ்யாவின் உதவி குறித்த விசாரணை விமர்சகர்கள் காட்டியுள்ளதாக குடியிருப்பாளர்கள் காட்டியுள்ளனர்.",
        "ஒரு ஆபத்தான போக்காக, அமெரிக்கா அமெரிக்காவை அறிமுகப்படுத்தியுள்ளது.",
        "அமெரிக்க ஏவுகணை போரை மாற்றும் என்று அமெரிக்க செலென்ஸ்கியின் ஒப்புதல் தெரியவந்தது.",
        "இருப்பினும், வெள்ளை மாளிகை அல்லது அமெரிக்கா துறை அதிகாரப்பூர்வ அறிக்கையை வெளியிடவில்லை.",
        "ரஷ்ய நாடாளுமன்றம் ரஷ்ய ஜனாதிபதி அல்லது செர்மின் மாளிகையிலிருந்து விலகி அமெரிக்க நடவடிக்கைகள் குறித்து கருத்து தெரிவித்துள்ளது.",
        "எவ்வாறாயினும், அத்தகைய அனுமதிக்கு உக்ரேனுக்கு அத்தகைய அனுமதி வழங்கப்படும் என்று கிரெம்ளின் முன்பு எச்சரித்திருந்தார்.",
        "மூன்றாம் உலகப் போர் ஜனாதிபதியின் புதிய முடிவு தொடர்பாக மூன்றாம் உலகப் போருக்கு வழிவகுக்கும் என்று விளாடிமிர் ஜபராஃப் அறிவித்தார்.",
        "ரஷ்ய நாடாளுமன்றத்தின் மூத்த உறுப்பினர், செல்ஷாஸ் உக்ரேனில் அமெரிக்க நடவடிக்கைகள் அழிக்கப்படும் என்று கூறினார்.",
        "அத்தோபம் ஏவுகணைகள் (ஏடிஏசிஎம்) ஏவுகணைகளுடன் ரஷ்யா தாக்கப்படுவதாக உக்ரைன் முதலில் அறிவிக்கப்பட்டுள்ளது.",
        "தாக்குதல்களைத் தாக்க முடியும் என்பதால், தாக்குதல்களைத் தாக்க முடியும் என்பதால், இது ஒரு தீர்க்கமான போரின் ஆயுதமாக இருக்கக்கூடும் என்பது இரகசியமல்ல.",
        "ஆனால் அத்தகைய தாக்குதலில் ரஷ்யா பதிலளிக்கும் போது ரஷ்யா பதிலளிக்கும் விதத்தை யாரும் ஊகிக்க முடியாது.",
        "காரணம், உலகின் மிகப்பெரிய அணுசக்தி பனிக்கட்டப்பட்டது.",
        "அமெரிக்க நீண்ட தூர ஏவுகணைகளை ரஷ்யாவின் உட்புறத்திற்கு ஏற்றுக்கொள்ள உக்ரேனுக்கு அமெரிக்க அனுமதி வழங்கப்பட்டுள்ளது.",
        "120 ஏவுகணைகள் மற்றும் 90 போர் ட்ரோன்களைப் பயன்படுத்தி ரஷ்யா நேற்று (17) ரஷ்யாவால் சேதமடைந்துள்ளதாக தெரிவிக்கப்பட்டுள்ளது.",
        "குளிர்காலத்தில் தாக்குதல் உக்ரேனுக்கு தாங்க முடியாத இழப்பு, அதே போல் ஒரு கடினமான சூழ்நிலை."
      ]
    },
    "en": {
      "title": "Strong American Weapons toward Russia",
      "body_lines": [
        "International media has reported that US President Joe Biden has reportedly taken a decisive change in the Ukrainian war as well as a movement of dangerous growth.",
        "It is granting the modern arms for the Russian land, including the long-distance missiles provided by the US.",
        "Ukrainian President Woworer Selenceki was a long time that the US missile would be able to do in the interior of the Russian ground in the Russian area.",
        "However, the Western countries including the US, including the US, have not been approved in Ukraine, including the warning of the war and the warnings of Russia.",
        "Reviews have introduced this as a remarkable change in Ukrainian war in the US policy.",
        "The President's Bideon has made this decision is a significant fact that Demond Trump is the defeat of the Ukrainian war.",
        "However, the current President Joe Biden is further sworn in as the Tom 20th of January.",
        "Therefore, the steps he takes has not been clear to how the trump administration affects the next tramp.",
        "Political commentators said Trump was not clear whether the Trump was appointed as President.",
        "However, it is reported that Ukraine is willing to attack US weapons from US weapons with US approval.",
        "However, the attack has not been revealed to the media due to security reasons.",
        "Respiruses have shown that the critics have shown that the inquiry into Russia's assistance to support Russia to get US weapons into the interior of Ukraine.",
        "As a dangerous trend, the US has introduced the US.",
        "The US Celenceky's approval revealed that the US missile would change the war.",
        "However, the White House or the Department of America has not made an official statement.",
        "The Russian Parliament has commented on the US steps away from the Russian President or the Chermin House.",
        "However, the Kremlin had previously warned that if such permission would be given such permission to Ukraine.",
        "Vladimir Jabaraf declared that the Third World War II could lead to the Third World War regarding the new decision of President.",
        "The Senior member of the Russian Parliament, Cellshaz stated that US steps will be destroyed in Ukraine.",
        "Ukraine is first announced that Russia is being attacked with US Atopam missiles (ATACMS) missiles.",
        "It is no secret that this can be a decisive weapon of war, as the attacks can be attacked, as the attacks can be attacked.",
        "But no one can infer to the way Russia responds when Russia responds in such an attack.",
        "The reason is that the largest nuclear power in the world was bunced.",
        "US permission has been paid to Ukraine to launch American long-range missiles into the rise to the interior of Russia.",
        "It is reported that Russia had been damaged by Russia yesterday (17), using 120 missiles and 90 fighter drones.",
        "The attack on the winter is an unbearable loss to Ukraine, as well as a hard situation."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "US provides long-range missiles to Ukraine, raising concerns about potential escalation. Russia warns against such actions, fearing it could lead to World War III. Ukraine claims readiness to use ATACMS missiles, but Russia's response remains uncertain."
  ]
}