{
  "translated_text": {
    "ta": {
      "title": "இலங்கை கடன் மறுசீரமைப்பில் நுழைகிறது",
      "body_lines": [
        "சில நிமிடங்களுக்கு முன்பு, இலங்கை கடன் மறுசீரமைப்பு தொடர்பான இறுதி ஒப்பந்தத்தை நாட்டின் இருதரப்பு கடன் வழங்குநர்களின் அதிகாரப்பூர்வ குழுவுடன் அறிவித்துள்ளது.",
        "இறுதி ஒப்பந்தம் பிரான்சில் பாரிஸில் அதன் இருதரப்பு கடன் வழங்குநர்களின் உத்தியோகபூர்வ கடன் வாங்குபவர்களின் குழுவுடன் 5.8 பில்லியன் அமெரிக்க டாலர்களை எட்டியுள்ளது.",
        "இந்தியா, பிரான்ஸ் மற்றும் ஜப்பான், உத்தியோகபூர்வ பொரோண்டாவின் குழுவைப் பிரதிநிதித்துவப்படுத்துகின்றன, இந்த நிகழ்வில் பங்கேற்றனர்.",
        "குழுவின் குழு, குழுவின் குழு, இந்தியா, ஜப்பான் மற்றும் குழுவின் (இந்தியா) குழுக்கள் (இந்தியா) குழுக்கள், குழுவின் குழுக்களின் தலைவர் மற்றும் செர்டனிக்காக இலங்கையில் சீனாவின் ஏற்றுமதி அரசியல் வல்லுநர்கள் குழுவின் தலைவர், இந்தியா மற்றும் சீனாவின் அமைச்சர் ஷெஹான் செமசிங்க.",
        "இலங்கை பொருளாதாரத்தை இந்த மைல்கல்லுக்கு வழிநடத்த ரணில் விக்ரமசிங்க உதவியுள்ளார் என்று வெளியுறவுத்துறை அமைச்சர் ஷெஹான் செமசிங்க மேலும் வலியுறுத்துகிறார்."
      ]
    },
    "en": {
      "title": "Sri Lanka enters the restructuring of credit",
      "body_lines": [
        "Prior to a few minutes ago, Sri Lanka has announced the final agreement on loan restructuring with the official committee of bilateral creditors in the country.",
        "The final agreement has reached US $ 5.8 billion with his official borrowers' committee of its bilateral lenders in Paris in France.",
        "India, France and Japan, representing the committee of the Official Borronda, participated in the event.",
        "The committee's committee of the Committee, the Chairperson of the Committee, India, Japan and the Committees of the Committee of the Committee (India), the Chairperson of the Committees of the Committee, and China's Export Politicals in Sri Lanka for the Certany is the Chairperson of the Committee, India and China.Minister of State Shehan Semasinghe says that he is speaking sincere thanks.",
        "Minister of State Shehan Semasinghe further emphasizes that Ranil Wickremesinghe has helped to lead the Sri Lankan economy to this milestone."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka has finalized a $5.8 billion loan restructuring deal with its bilateral creditors, led by India, France, and Japan. This agreement marks a significant step forward in stabilizing the country's economy, with Minister of State Shehan Semasinghe expressing gratitude and highlighting the leadership of Ranil Wickremesinghe in achieving this milestone."
  ]
}