{
  "translated_text": {
    "si": {
      "title": "CDB විසින් 30 වන වසරට පසු කොළඹ කොටස් වෙළඳපොලේ සීනුව බෙල්ව හදා වඩා ගත්හ",
      "body_lines": [
        "ශ්රී ලංකාවේ ප්රමුඛ පෙළේ බැංකු මූල්ය ආයතනවල (එන්බීඑෆ්අයි) හි ප්රමුඛ බැංකු මූල්ය ආයතන (සීඩීබී) පුරවැසිණ බෑම ව්යාපාරික මූල්ය පීඑල්සී (සීඩීබී), මූල්ය විශේෂත්වය සහ නවෝත්පාදනයන්හි සිය ශක්තිමත් අවකාශය අවධාරණය කරමින් සිය 30 වන සංවත්සරය විසින් ආරම්භ කරන ලදී.. මෙම ශබ්දය සමඟ, සීඩීබී, ශ්රී ලංකාවේ මූල්ය සේවා කර්මාන්තයේ ඩිජිටල් වෙනස පිළිබඳ පූර්වගාමියා වන සීඩීබී සිය අඛණ්ඩ වර්ධන ගමන සහ ශ්රී ලංකාව ශක්තිමත් කිරීම සඳහා බුද්ධිමත් හා තිරසාර කැපවීමේදී නව පරිච්ඡේදයක් දියත් කර තිබේ.",
        "මෙම විශේෂ සීනුව ශබ්දය, කොටස් වෙළඳපොළ වෙළඳ සංකීර්ණයේ දෝංකාර දුන් අතර, කොළඹ කොටස් වෙළඳපොල විසින් සංවිධානය කරන ලද සාම්ප්රදායික උත්සවයකි. පසුගිය වසර 30 තුළ සීඩීබී ගමනේ වෙළඳපොලේ ප්රත්යාස්ථතාව මෙයින් පිළිබිඹු වේ.",
        "කොළඹ කොටස් හුවමාරුවේ ප්රධාන විධායක නිලධාරී වින්හ්යා ජයසේකර සහ එහි නම් කිරීම, මෙම විශේෂ සන්ධිස්ථානය සඳහා සීඩීබී සුබ පැතුම්.. \"වසර 30 ක් තිස්සේ සීඩීබී තම ගනුදෙනුකරුවන්, ආයෝජකයින් සහ විශාල ප්රජාවන්ට ඇති කැපවීම පිළිබඳ සැබෑ සාක්ෂියකි. වසර 15 ක් පමණ කොටස් වෙළඳපොලේ ලැයිස්තුගත කර ඇති CDB ප්රාග්ධන වෙළඳපොළ සමඟ ශක්තිමත් හා අන්යෝන්ය වශයෙන් ප්රයෝජනවත් සම්බන්ධතාවයක් ඇති කර තිබේ. මෙය එහි වර්ධනයේ වැදගත් කාර්යභාරයක් ඉටු කර ඇත. ජාතික සංවර්ධනයට විනිවිදභාවය, නිශ්චිත පරිපාලනය සහ අර්ථවත් දායකත්වය සඳහා වූ ආදර්ශයක් ලෙස ක්රියා කරන සමාගම්වලට සහාය දැක්වීම ගැන කොළඹ ව්යාපාර. පසුගිය දශක තුනක කාලය තුළ සමාගමේ ගමන කර්මාන්තයට සහ ශ්රී ලාංකිකයින්ගේ ජීවිතවලට විශාල දායකත්වයක් ලබා දී තිබේ. \"කිව්වා.",
        "සීඩීබී පීඑල්සී හි සභාපති ඇලස්ටෙයාර් කොරෙරා මහතා, \"අපගේ 30 ගමනේ වැදගත්ම සිදුවීමක්. මේ සමඟ, සීඩීබී කොටස් වෙළඳපොලේ ලැයිස්තුගත කිරීමට පෙර සහ පසු ගමනේ ප්රකාශනය දෙස බැලිය හැකිය. \"මෙම බෙල් විසින් ආයතනික ශ්රී ලංකාවේ නැවත නියම කරන ලද බවට පත්විය. වන්දි, කල් පවත්නා බලය සහ වඩා හොඳ ජාතියක් නිර්මාණය කිරීමේ කැපවීම, අපගේ ගමන උඩු යටිකුරු කර ඇති අතර, ජයග්රහණ, වෙනස්කම් සහ අනාගත අදහස් සැලසුම් කර ඇති ආකාරය හා සමාන වේ. \"කිව්වා.",
        "සීඩීබී සහ එහි ප්රධාන විධායක නිලධාරියාගේ කළමනාකාර අධ්යක්ෂ මහේෂ් නානායකර මහතා 2009 දී සමාගම ලැයිස්තුගත කර ඇති විශාලතම වෙළඳ නැවත පදිංචි කිරීමේ ප්රයත්නය ගැන ඔහුට මතක් කර දුන්නේය.. \"අප මෙහි ලැයිස්තුගත කර ඇති අතර, අපගේ දේපල වටිනාකම රු.. බිලියන 10 කට වඩා අඩු විය. අපේ ගමනේ මුල් අවුරුදු 15 තුළ අපි ඒ මට්ටමට ළඟා වුණා. කෙසේ වෙතත්, ඉදිරි වසර 15 ට 2025 සිට 2025 දක්වා වූ සීඩීබී විසින් 17 ගුණයක් දැවැන්ත වර්ධනයක් වාර්තා කර ඇත. දැනට අපගේ මුළු වත්කම් වටිනාකම රු.. බිලියන 170 කි. \"ඔහු කිව්වා.",
        "\"අපගේ පරිවර්තනීය ගමනය, අනාගතය, ඩිජිටල්, නිශ්චිත, අද්රයිත, ශක්තිමත් පරිපාලනය සහ අනුකූලතාවය යන පැහැදිලි චේතනාවෙන් අපගේ පරිණාමනය වූ ගමන ආරම්භ වූයේ නිර්දය හා විශේෂ ist ප්රමිතීන්ගේ පදනම මත ගොඩනැඟුණු මූල්ය ආයතනයක් බවට මහේෂ් නනායකකර මහතා තවදුරටත් අවධාරණය කළේය.. අපගේ ගමනට සහයෝගය දුන් සියලුම හවුල්කරුවන්ට අපි අපගේ අවංක කෘත itude තාව පළ කරමු. ඔවුන් අපව නිතරම නව්යකරණයට සමීප කරවන අතර අපගේ සාරධර්ම හා මූලධර්මවලට අපව සැබෑ කරවා ගත්හ. අපගේ ගනුදෙනුකරුවන් විශ්වාසය හා විශ්වාසය ලබා දී විශ්වාසය තැබීම, අභියෝගාත්මක කාලයන් ජය ගත් අතර හොඳම ශ්රී ලංකාව නිර්මාණය කිරීමට අප සේවය කරන ප්රජාවන්ට හේතුව විය. අද මෙම සීනුව ඔසවා, අපගේ 30 ගමන පමණක් නොව, අපගේ ඊළඟ පරිච්ඡේදය ද මෙම ජාතිය සහ අපගේ පෘථිවිය වඩා හොඳින් අනාවරණය වී තිබේ. \"කිව්වා.",
        "සීඩීබී පීඑල්සී හි කළමනාකාර අධ්යක්ෂ සහ එහි විධායක නිලධාරී මහේෂ් නනායකාරා මහේෂ් නනායකකර මහතා, සමාගමේ 30 වන සංවත්සරය සැමරීම සඳහා කොළඹ කොටස් වෙළඳපොලේ (සීඑස්ඊ) සීනුවක් පිරිනමන ලදී.. සීඩීබී පීඑල්සී සභාපති ඇලස්ටෙයාර් කොරෙරා ඔහු සමඟ එක් විය. පෞද්ගලික මූල්ය නිලධාරී රුවන් චන්ද්රජජිත්, ප්රධාන මූල්ය නිලධාරී රුවන් චන්ද්රජිත්, ප්රධාන මූල්ය නිලධාරී රුවන් චන්ද්රජිත්, ප්රධාන මූල්ය නිලධාරී රුවන් චන්ද්රජජිත්, ප්රධාන හාකාර සේවා නිලධාරි නයන්ත දිසානායක, නියෝජ්ය ප්රධාන මෙහෙයුම් නිලධාරි වන නයන්ත ගෝඩානාවර්ධන, නියෝජ්ය ප්රධාන මෙහෙයුම් නිලධාරි, නියෝජ්ය ප්රධාන මෙහෙයුම් නිලධාරී රොෂාන් අබේගුනවර්ධන, නියෝජ්ය ප්රධාන මෙහෙයුම් නිලධාරි වන එන්."
      ]
    },
    "en": {
      "title": "CDB raised the bell at the Colombo Stock Exchange after the 30th year",
      "body_lines": [
        "The Citizens Development Business Finance PLC (CDB), one of the leading bank financial institutions (NBFI) of Sri Lanka's leading bank financial institutions (NBFI), launched its 30th anniversary of the Colombo Stock Exchange (CSE), to commemorate its 30th anniversary of the CSE.. With this sound, CDB, the forerunner of digital change in Sri Lanka's financial services industry, has launched a new chapter in its continuous growth journey and a smart and sustainable commitment to strengthen Sri Lanka.",
        "This special bell sound, echoed in the stock market's trading complex, is a traditional event organized by the Colombo Stock Exchange. This reflects the elasticity of the market in the CDB journey over the past 30 years.",
        "Vindhya Jayasekara, CEO of Colombo Stock Exchange and its nominee, congratulated CDB on this special milestone.. He said, “Completing 30 years is a true proof of CDB's commitment to their customers, investors and vast community. CDB, which has been listed on the stock market for about 15 years, has created a strong and mutual beneficial relationship with capital markets. This has played an important role in its growth. CSE is proud to support companies that act as a paradigm for transparency, definitive administration and meaningful contribution to national development. The journey of the company over the past three decades has made a great contribution to the industry and the lives of Sri Lankans. ” Said.",
        "Alastair Corera, president of CDB PLC, said, “One of the most important events in our 30 -year journey. With this, the CDB can look at the expression of the journey before and after being listed on the stock market. ” He further stated, “This bell became a re -establishment of corporate Sri Lanka. The compensation, the durable power, and the commitment to create a better nation, are similar to how our journey has designed the ups and downs, achievements, changes, and future views. ” Said.",
        "Mahesh Nanayakkara, Managing Director of CDB and its Chief Executive Officer, reminded him of the largest trade resettlement effort made before the company was listed in 2009.. “While we are listed here, our property value is Rs.. Was less than 10 billion. In the first 15 years of our journey we reached that level. However, in the next 15 years from 2011 to 2025, CDB has recorded 17 times immense growth. Currently our total asset value is Rs.. 170 billion. ” He said.",
        "Mahesh Nanayakkara further stressed, “Our transformed journey began with a clear intention that the future, digital, definitive, solid administration and compliance should become a constructed and relentless financial institution.. We express our sincere gratitude to all the partners who supported our journey. They made us always close to innovation and make us true to our values ​​and principles. Our customers gave confidence and confidence, overcome challenging times and were the cause of the communities we serve to create the best Sri Lanka. By raising this bell today, we have brought to light not only our 30 -year journey but also our next chapter that will make this nation and our earth better. ” Said.",
        "Mahesh Nanayakkara, Managing Director and its Executive Officer of CDB PLC, scored a bell on the Colombo Stock Exchange (CSE) to celebrate the 30th anniversary of the company.. CDB PLC President Alastair Corera joined with him. Chief Finance Officer Ruwan Chandrajith, Chief Finance Officer Ruwan Chandrajith, Chief Finance Officer (Appointment Director) Hasitha Dasanayake, Chief Assistant Service Officer Nayanti Gothagoda, Business Operations Executive Director Dave de Silva Executive Director Roshan Abeygunawardena, Deputy Chief Operating Officer and Executive Director Thamid Tennakoon, and Chief Regulatory Officer Nilaba Perera."
      ]
    }
  },
  "summary_lines": []
}