{
  "translated_text": {
    "si": {
      "title": "බල්ලන්ට අවුරුදු 249 ක සිර ද sentence ුවමක්",
      "body_lines": [
        "සුනඛයන් ලිංගික අතවර කිරීමේ චෝදනාව මත අධිකරණය ඔහුට වසර 249 ක සිර ද to ුවමක් නියම කර තිබේ.. ලිංගික හිරිහැර නිසා සුනඛයන් 39 ක් මෙතෙක් මියගොස් ඇති බව සොයාගෙන ඇත.",
        "ඕස්ට්රේලියාවේ වෙසෙන බ්රිතාන්යයක් අපරාධ සම්බන්ධයෙන් විකාර සහගත ලෙස චෝදනා කර ඇත.",
        "එනම්, 52 හැවිරිදි සත්ව විද්යා ist යා සහ කිඹුලාගේ විශේෂ ist ඇඩම් බ්රිතාන්යයේ විශේෂ ist යාළුවන්ගේ විශේෂ ist බල්ලන් විසින් පහර දී බල්ලන්ට හිරිහැර කර ඇත.",
        "බල්ලන් 39 ක් මෙතෙක් මියගොස් ඇත. ඇඩම් බ්රිතානයා ද බල්ලන්ගේ වීඩියෝව ගෙන ඇත.",
        "මේ වගේ සතුන්ට හිරිහැර කිරීම නිසා ඔහුට එරෙහිව චෝදනා 60 ක් ඇත. ඇඩම් බ්රිතාන්යය මේ සියල්ල ඕස්ට්රේලියානු උසාවියේ එකඟ විය.",
        "සතුන් රැකබලා ගැනීමට නොහැකි අයිතිකරුවන්ගෙන් ඒවා මිලදී ගත් මෙම අපරාධවලට ආදම් සම්බන්ධ වේ. ආදම් පරපිලියා නම් මානසික රෝගයෙන් පීඩා විඳි බව පෙනේ.",
        "රෝගය ඇති පුද්ගලයින් දරුවන් හා පණ නැති ද්රව්ය සමඟ ලිංගිකව හැසිරී ඇත. ආදම් එක් පියවරක් තුළ සතුන් මත ලිංගික රාගය ඇත. සතුන් දූෂණය කිරීම සම්බන්ධයෙන් ඔහු විවිධ කෝණවල රූගත කර ඇත.",
        "ඔහු රාක්ෂයාගේ අන්වර්ථ නාමය යටතේ වීඩියෝ සමාජ මාධ්ය පිළිබඳ වීඩියෝව පළ කර තිබේ.",
        "තම බල්ලාගේ වීඩියෝව හිරිහැර කරන බව දුටු හිටපු හිමිකරු විසින් කරන ලද පැමිණිල්ලකට අනුව අපරාධ අනාවරණය වී තිබේ.",
        "ඕස්ට්රේලියානු අධිකරණය විසින් ආදම්ව වසර 249 ක සිර ද to ුවමක් නියම කර තිබේ."
      ]
    },
    "en": {
      "title": "249 years in prison for dogs",
      "body_lines": [
        "The court has sentenced him to 249 years in prison for allegedly being accused of sexually abusing dogs.. 39 dogs have been found dead so far due to sexual harassment.",
        "A British living in Australia has been bizarrely accused of crimes.",
        "That is, the 52 -year -old zoologist and the specialist of the crocodile, Adam Briton, has been beaten by dogs and harassing the dogs.",
        "39 dogs have died so far. Adam Briton has also taken the video of dogs.",
        "There are 60 allegations against him for harassing animals like this. Adam Briton agreed all this in the Australian court.",
        "Adam is involved in these crimes that bought them from the owners who are unable to care for animals. Adam seems to have suffered from mental illness called Paraphilia.",
        "People with the disease have sex with children and lifeless substances. Adam has sex lust on animals over one step. He is filmed at various angles when it comes to raping animals.",
        "He has posted the videos on social media under the pseudonym of Monster.",
        "The crimes have come to light following a complaint lodged by the former owner who saw the video of his dog being harassed.",
        "The Australian court has sentenced Adam to 249 years in prison."
      ]
    }
  },
  "summary_lines": [
    "Adam Briton, a 52-year-old British zoologist living in Australia, was sentenced to 249 years in prison after admitting to 60 charges of animal abuse, including the death of 39 dogs. The accusations stem from Briton's alleged sexual harassment of animals, which he documented and shared online under the pseudonym \"Monster.\" The case came to light when a former owner discovered a video of their dog being abused."
  ]
}