{
  "translated_text": {
    "ta": {
      "title": "ආණ්ඩුවේ වසරක ශේෂ පත්‍රය",
      "body_lines": [
        "ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்க ஜனாதிபதியாக நியமிக்கப்பட்டு இந்த மாதம் 20 ஆம் தேதி முடித்தார். அந்த இடுகையின் முதல் ஆண்டைக் கொண்டாட எதுவும் நடத்தப்படவில்லை. මීට පෙර හිටපු ජනාධිපතිවරු ජනාධිපති පදවිප්‍රාප්තිය සැමරීම සඳහා ඒ ඒ පළාත්වල සංවර්ධන කටයුතු ඉලක්ක කරගත් දැයට කිරුළ’ වැනි සැමරුම් උත්සව පැවැත්වූහ.",
        "ஆனால் இந்த ஆண்டு மாநில அளவிலிருந்து அத்தகைய திருவிழாவின் அடிப்படையில் வெளிப்படுத்தப்படாத தற்போதைய அரசாங்கத்தின் கொள்கையாக இருக்கலாம். சிலருக்கு எந்த உண்மையும் இல்லை என்ற அறிக்கைகள் கடந்த ஆண்டில் எந்த உண்மையும் இல்லை என்று கேள்வி எழுப்ப வேண்டும்.",
        "ஜனாதிபதித் தேர்தலுக்கு முன்னர் அரசாங்கத்தின் முன்னுரிமைகள் அல்லது கொள்கை வெளிப்பாடு ஆகியவற்றால் அரசாங்கம் அளித்த வாக்குறுதிகளையோ அல்லது வாக்குறுதிகளையோ அரசாங்கத்தால் செய்ய முடியவில்லை.. இருப்பினும், நாடு அனுரா குமாரா டிஸ்டனாயக்கே நாட்டிற்கும் பொதுமக்களுக்கும் ஒரு பொறுப்பான வாக்குறுதியை வழங்கவில்லை. ரணில் விக்ரமேசிங்கை வால்லே பாலத்தைக் கடப்பது மிகவும் கடினம் என்று அவர் கூறினார், மீதமுள்ளவை கவனமாக எடுத்துச் செல்லப்பட்டு பாலத்திலிருந்து கொடிகளைக் கடக்கின்றன என்று கூறினார்.. 2023 ஆம் ஆண்டில் சர்வதேச நாணய நிதியத்துடன் கையெழுத்திடப்பட்ட விரிவான கடன் ஒப்பந்தத்தின் மூலம் ரணில் விக்ரமேசிங்கே செயல்பட்டார்.",
        "ரணில் விக்ரமேசிங்கிலிருந்து விலகிச் செல்ல சர்வதேச நாணய நிதியத்துடன் உடன்படிக்கையை மேற்கொள்ள ஜனாதிபதி அனுரா குமாரா டிசனாயக்கமும் நடந்தது.. அவர் கடந்த ஆண்டில் அந்த ஒப்பந்தத்தை செயல்படுத்தியுள்ளார். எனவே, கடந்த ஆண்டு ஜனாதிபதியின் பொருளாதார செயல்பாட்டில் ரணில் விக்ரமேசிங்கே மிகவும் மகிழ்ச்சியடைகிறார் என்று கருதப்படுகிறது. ஜனாதிபதி தேர்தல் கட்டத்தில், சர்வதேச நாணய நிதியம் ஒப்பந்தத்தின் நடவடிக்கைகள் குறித்து ஜனாதிபதிகள் வெளிப்படுத்தியிருந்தனர். வரி, மின்சாரம், எரிபொருள், எரிவாயு ஆகியவற்றைக் குறைக்க ஒப்பந்தத்தின் திருத்தம் உட்பட பல பொருட்கள் மற்றும் சேவைகளையும் அவை குறைக்கின்றன.",
        "ஜனாதிபதித் தேர்தலில் மின்சார மசோதாவைக் குறைக்க ஒரு வாக்குறுதி அளிக்கப்பட்டது. குறைப்பு அளவையும் மேடையில் கூறியது. ஆட்சிக்கு வந்த பிறகு வாக்குறுதியளிக்கப்பட்ட அளவு அல்ல, அவர் எந்த அளவிலும் மின்சார கட்டணத்தை குறைத்தார். இருப்பினும், மின்சார வாரியம் (சி.இ.பி.) இழப்புகளின் இழப்பை அறிவித்தது. அடுத்த கடன் தவணை கூட்டத்திற்கு சர்வதேச நாணய நிதியம் ஒப்புதல் அளித்திருந்தாலும், அடுத்த கடன் தவணை அடுத்த கடன் தவணை கூட்டத்திற்கு ஒப்புதல் அளித்தது.. அரசாங்கம் மின்சார கட்டணத்தை அதிகரித்துள்ளது. கடன் தவணை பெற்றது.",
        "இப்போது சர்வதேச நாணய நிதியத்தின் ஒப்பந்தத்திற்கு இணங்க மின்சார மசோதாவை அதிகரிக்கும் திட்டம் பொது பயன்பாட்டு ஆணையத்தில் சமர்ப்பிக்கப்பட்டுள்ளது. ஒப்பந்தத்தின் ஒரு தடயத்தை மாற்றுவதற்கான பாடத்தை அரசாங்கம் ஆய்வு செய்தது அப்படித்தான். கூடுதலாக, ஒப்பந்தத்தை திருத்துவதற்காக இலங்கைக்கும் சர்வதேச நாணய நிதியத்திற்கும் இடையில் ஒரு கடிதத்தில் அரசாங்கம் செயல்படவில்லை. அரசியல் கட்சிகள் தேர்தல் தளங்களில் வாக்குறுதிகளை அளிக்க முடியும். ஆயினும்கூட, எல்லோரும் தொடர்ந்து அவர்களை நிறைவேற்றலாமா என்ற கேள்வியில் தொடர்ந்து எழுந்திருப்பதாகத் தெரிகிறது.",
        "மேடையில் வழங்கப்பட்ட எல்லையற்ற வாக்குறுதிகள் அதே வழியில் நிறைவேற்றப்பட்டதா என்பது நாட்டிற்கு முக்கியமானது அல்ல. பொருளாதார நெருக்கடியிலிருந்து கடுமையாக வலியுறுத்தப்பட்ட மற்றும் உறுதியற்ற தன்மை மீட்டெடுக்கப்பட வேண்டும் மற்றும் பொருளாதாரத்தை ஸ்திரத்தன்மையுடன் கையாள வேண்டும். இந்த போராட்டத்தின் தேசிய புகழ் பொது ஊழியர்கள், தனியார் துறை, தனியார் துறை, தனியார் துறை, விவசாயிகள் மற்றும் அறிஞர்களுக்கு பொது ஊழியர்கள், தனியார் துறை, விவசாயிகள் மற்றும் அறிஞர்களுக்கு பல வாக்குறுதிகள் வழங்கப்பட்டுள்ளன.. பணக்கார நாடு ஒரு பணக்கார நாடு, அழகான வாழ்க்கை, 'மக்கள் தங்கள் வாக்குகளுக்கு வாக்களித்தனர் என்பது உண்மைதான்.. இருப்பினும், மேலே குறிப்பிட்டுள்ளபடி, வாக்குறுதிகள் மற்றும் நடைமுறைகள் மாறக்கூடும் என்பதை அவர்கள் உணருவார்கள்.",
        "2022 ஆம் ஆண்டில் ரங்கில் விக்கிரமசிங்க ஆட்சிக்கு நியமிக்கப்பட்ட திவால்நிலையின் திவால்நிலையிலிருந்து நாட்டை மீட்பதற்காக அவர் செயல்பட்டார். எடுக்கக்கூடிய ஒரே தீர்வு சர்வதேச நாணய நிதியத்துடன் ஒரு விரிவான கடன் ஒப்பந்தத்தில் நுழைவதுதான். சர்வதேச நாணய நிதியிலிருந்து கடன்களைப் பெறுவதும், நம்பிக்கையின் அடிப்படையில் தொடர்ச்சியான பொருளாதார நடவடிக்கைகளை பராமரிப்பதும் அவரது குறிக்கோளாக இருந்தது. சர்வதேச நாணய நிதியத்துடனான இந்த விவாதங்கள் 2023 இறுதி வரை நடந்தன. சர்வதேச நாணய நிதியத்தின் ஒப்பந்தத்தில் கையெழுத்திடுவதற்கு முன்னுரிமை நிபந்தனைகளும் நிறைவேற்றப்பட வேண்டும். அந்த விலைகள், அரசு நிறுவனங்களை மறுசீரமைத்தல், அரசாங்க கடன்களை மறுசீரமைத்தல், புதிய வரிகளைக் குறைத்தல் மற்றும் அரசாங்கத்தின் செலவு, மின்சாரம் மற்றும் எரிபொருள் விலைகள் ஆகியவற்றுக்கு இடையில் இது இருந்தது.",
        "எதிர்கால பொருளாதாரக் கொள்கையின் நடவடிக்கைகளுக்கு முன்னர் ஒப்பந்தத்தின் முன் முடிக்க வேண்டியிருந்தது, அரசாங்கம் அவற்றை நிறைவு செய்தது. அதன் பிறகு, எதிர்கால பொருளாதார கொள்கைகள் மற்றும் ஆண்டின் பொருளாதார பொருளாதார மேலாண்மை. நீண்ட காலமாக, ஒப்பந்தத்தில் ஒப்பந்தத்தில் கையெழுத்திடவும் கடன் தவணைகளைப் பெறவும் முடிந்தது. இது நாட்டின் திவால்நிலையின் முடிவின் சான்றிதழ். பிற சர்வதேச நிதி நிறுவனங்களும் நாடுகளும் இலங்கையில் இருந்தன. வெளிநாட்டு கடன் மறுசீரமைப்பை முடிக்க முடிந்தது.",
        "நாட்டையும் மக்களையும் பாதிக்கும் கொள்கைகளை செயல்படுத்த சர்வதேச நாணய நிதியத்தின் படி சர்வதேச நாணய நிதியம் செயல்படுத்தப்பட வேண்டியிருந்தது. மக்களின் வாழ்க்கையை நேரடியாக பாதிக்கும் பல சிக்கல்களைச் செயல்படுத்த ரணில் விக்ரெமேசிங்கின் அரசாங்கம் திட்டமிட்டுள்ளது. ஒன்று அக்டோபர் 2024 இறுதியில் உருவாக்கப்பட்ட கார்களை இறக்குமதி செய்வதைத் தொடங்குவதாகும்.. ஜனவரி 2025 இல், கார்களை இறக்குமதி செய்வதில் மூன்றாவது கட்டம் இறக்குமதியின் இறக்குமதியை அகற்றும் என்று எதிர்பார்க்கப்பட்டது. மக்களின் கனவை நனவாக்குவதற்கான வாய்ப்பும் கிடைக்கும் என்று எதிர்பார்க்கப்படுகிறது, மேலும் மக்கள் சர்வதேச நாணய நிதியத்துடன் நிறைவேற்றப்பட்டனர்.",
        "ஜனவரி 2025 முதல் பொது ஊழியர்களின் சம்பளம் ஜனவரி 2025 முதல் அதிகரிக்கும், இது செனவிரத்னே குழு அறிக்கையின் அறிக்கைக்கு இணங்குகிறது. அடிப்படை சம்பளத்திற்கு செலுத்தப்பட்ட கொடுப்பனவுகள் அடிப்படை சம்பளத்தில் சேர்க்கப்பட்டு அனைத்து பொது ஊழியர்களின் சம்பளத்தையும் அதிகரிக்க முடிவு செய்தன. மூன்றாவது பொருளாதார நெருக்கடி காரணமாக ஏழை பகுதிகளின் ஏழை மற்றும் பொருளாதார தேவைகளின் ஊட்டச்சத்து மற்றும் பொருளாதார தேவைகள். மீட்பு சலுகையை அதிகரிக்கிறது மற்றும் நன்மைகளை மேம்படுத்துகிறது.",
        "இந்த திட்டங்கள் அனைத்தும் செயல்பாட்டில் உள்ளன. பொது ஊழியர்களின் சம்பளத்தின் அதிகரிப்பு கடந்த அரசாங்கத்தில் செயல்படுத்தப்படவில்லை, ஆனால் அவர்கள் அவர்களுக்கு சம்பள உயர்வு வழங்கியுள்ளனர். அனுரா குமாரா டிஸ்டனாயக்க ஜனாதிபதியாக நியமிக்கப்பட்ட பின்னர் சர்வதேச நாணய நிதியம் ஒப்பந்தத்தின் படி அரசாங்கத்தை செயல்படுத்த அனைத்து திட்டங்களும் அதே வழியில் செயல்படுத்தப்பட்டுள்ளன. அத்தகைய சூழ்நிலையில், புதிய அரசாங்கம் எந்த வேலையும் செய்யவில்லை என்று புதிய அரசாங்கம் சேவை செய்யவில்லை என்ற எனது எண்ணம். எதிர்க்கட்சி தேசிய புகழ் அல்ல. ஏனெனில் எதிர்க்கட்சியின் கொள்கைகள், தேசிய பிரபலத்தின் கொள்கைகள் அல்ல.",
        "விலைகளின் விலையால் வழங்கப்பட்ட வாக்குறுதிகள், எரிபொருள் விலையைக் குறைத்தல், மின்சார விலைகள், மின்சார விலைகள், விலைகளின் விலை ஆகியவற்றைக் குறைப்பது, விலைகள் மற்றும் வேலைவாய்ப்பு விலைகளுக்குக் குறைக்கப்படும் பொருட்கள் மற்றும் சேவைகளின் விலையை குறைக்கிறது என்று அரசாங்கம் அரசாங்கம் குற்றம் சாட்டியுள்ளது.. கட்சியின் உண்மைகள் மேடையில் உள்ளன, அதே போல் கட்சியின் மற்ற தலைவர்களும் ஒரு முரண்பாடான கொள்கையைப் பின்பற்றுகிறார்கள் என்றும் கூறப்படுகிறது. கடந்த ஜனாதிபதித் தேர்தலில் நாட்டின் வாக்காளர்களில் 50% பேருக்கு அனுரா குமாரா டிஸ்டனாயக்க வாக்களிக்கவில்லை. மொத்த வாக்குகளின் எண்ணிக்கையில் 42.31 சதவீதம் மட்டுமே அவர் பெற்றார். 57 சதவீதம் பேர் அவருக்கு எதிராக வாக்களித்தனர். எனவே எதிர்க்கட்சியின் நிலையான கொள்கைகளை செயல்படுத்த அவர்கள் தவறு அழைக்க முடியுமா?"
      ]
    },
    "en": {
      "title": "One year of balance sheet of the government",
      "body_lines": [
        "President Anura Kumara Dissanayake was appointed president and completed a year on the 20th of this month. Nothing had been held to celebrate the first year of that post. Previous presidents held celebrations such as Deyata Kirula, who is the development of these provinces to celebrate the presidency.",
        "But it may be the policy of the present government that has not been expressed on the basis of such a festival from state level this year. The statements that some do not have any truth should be questioned that there is no truth in the past year.",
        "The government has not been able to perform the promises or any of the promises made by the government by the prespenties or policy expression of the government before the presidential election.. However, the country Anura Kumara Dissanayake has not made a responsible promise to the country and public. He said that Ranil Wickremesinghe has been very difficult to cross the Valle Bridge, he stated that the remainder will be taken carefully and cross the vines from the bridge.. Ranil Wickremesinghe acted through the comprehensive loan agreement signed with the International Monetary Fund in 2023.",
        "President Anura Kumara Dissanayake had also taken place to carry the covenant with the International Monetary Fund to take away from Ranil Wickremesinghe.. He has implemented that agreement in the past year. Therefore, it is thought that Ranil Wickremesinghe is highly pleased with the President's economic operation last year. In the presidential election stage, the presidents had expressed on the proceedings of the IMF agreement. They also reduce many goods and services, including the revision of the agreement, to reduce taxes, electricity, fuel, gas.",
        "One promise was made to reduce the electricity bill in the presidential election. The platform also stated on the amount of reduction. After not the promised quantity after the came to power, he reduced electricity bill in any extent. However, the Electricity Board (CEB) reported a loss of losses. Although the International Monetary Fund has approved the next loan installment meeting, the next loan installment approved the next loan installment meeting.. The government has increased the electricity tariff. Received the loan installment.",
        "Now the proposal to increase the electricity bill to comply with the IMF agreement has been submitted to the Public Utilities Commission. That is how the government studied a lesson to change a trace of the agreement. In addition, the government has not acted in one letter between Sri Lanka and IMF to amend the agreement. Political parties can make promises on election platforms. Nevertheless, it seems that everyone is constantly arising in the question of whether the question is whether to accomplish them.",
        "What is important to the country is not whether the infinite promises provided on the platform were fulfilled in the same way. The country that was severely stressed and instability from the economic crisis was to be restored and handling the economy with stability. The national popularity of the struggle has been given many promises for public servants, private sector, private sector, private sector, farmers, and scholars to the public servants, private sector, farmers, and scholars.. It is true that the people voted for their votes to see how a rich country is a rich country, beautiful life, '. However, as mentioned above, they will realize that the promises and practicality can change.",
        "He acted to rescue the country from the bankruptcy of the bankruptcy that Ranil Wickremesinghe was appointed to power in 2022. The only solution that could be taken was to enter a comprehensive loan agreement with the IMF. His goal was to get the loans from the International Monetary Fund and maintain the continued economic activity based on the confidence. These discussions with the International Monetary Fund took place until the end of 2023. The preven conditions should also be accomplished in order to sign the IMF Agreement. It was between those prices, the restructuring of government agencies, the restructuring of government loans, reducing new taxes, and the increase in the government's spending, electricity and fuel prices.",
        "Pre-Terms of Agreement had to be completed before proceedings of the future economic policy and the government completed them. After that, the future economic policies and macroeconomic management of the year. Long time, the agreement was able to sign the agreement and obtain the loan installments. It was a certificate of the end of the country's bankruptcy. Then the other international financial institutions and countries were also present in Sri Lanka. It was also possible to complete foreign debt restructuring.",
        "The International Monetary Fund had to be implemented in accordance with the International Monetary Fund for implementation of policies that influence the country and the people. Ranil Wickremesinghe's government has planned to implement several issues that directly affect the lives of the people. One was to commence the importation of cars that were forged at the end of October 2024.. In January 2025, the third phase of the importation of cars was expected to remove the import of the import. It also expected to have a chance to make the people's dream come true and the people were fulfilled with the International Monetary Fund.",
        "Salaries of public servants from January 2025 will be increased from January 2025, conforming to the report of the Seneviratne Committee Report. The allowances paid to the basic salary were added to the basic salary and decided to increase the salaries of all public servants. The third is the way the nutritional and economic needs of the poor and economic needs of the poor parts due to the economic crisis. Redemption increases the offer and enhance the benefits.",
        "All these proposals are all in action. The increase in salaries of public servants has not been implemented in the past government, but they have given them a salary increase. All the proposals made to implement the Government in accordance with the IMF agreement have been implemented in the same way after Anura Kumara Dissanayake was appointed president. In such a situation, my impression that the new government has not served that the new government has done no job. The opposition is not the national popularity. Because the policies of the opposition, not the policies of the national popularity.",
        "The government has accused the government that the promises provided by the cost of prices, reducing fuel prices, reducing the prices of electricity, the prices of electricity, the cost of prices, reduces the prices of goods and services that they are reduced to prices and employment prices.. It is also stated that the facts of the party are in the stage as well as the other leaders of the party follows a contradictory policy. Anura Kumara Dissanayake did not vote for 50% of the country's voters in the last presidential election. He received only 42.31 percent of the total number of votes. 57 percent voted against him. So can they call a mistake to implement the standard principles of the opposition?"
      ]
    }
  },
  "summary_lines": []
}