{
  "translated_text": {
    "si": {
      "title": "නුවර එලියා පොලිස් ස්ථානයට පැමිණි ජීවන් තොන්ඩමන්;සිදුවුයේ කුමක් ද?",
      "body_lines": [
        "ලංකා කම්කරු සම්මේලනය සහ ලංකා කම්කරු සම්මේලනයේ සහායක ජීව තොන්ඩමාන් සහ ලංකා කම්කරු සම්මේලනයේ ආධාරකරුවන් අද සවස නුවර එලියා පොලිස් ස්ථානයට පැමිණියහ.",
        "වැවිලි පරිපාලනය මෑතකදී නුවර එලියා - උදාරතවා - බීට්රු වතු සමාගමේ දී සේවකයන්ට වෙඩි තබා ඇත.",
        "පසුව, අමාත්ය ජීවන් තොන්ඩමන් විසින් මෙහෙයවනු ලබන ලංකා කම්කරු සම්මේලනයේ සාමාජිකයින් සහ ආධාරකරුවන් සහ කෙලනිටිවේ වතුයායට අයත් කර්මාන්ත ශාලාවේ වැඩ අත්හිටුවන ලදී.",
        "මෙයින් පසු නෙරපා හරින ලද කම්කරුවන් බඳවා ගන්නා බවට වතු පරිපාලනය වතු පරිපාලනය විසින් කැඳවනු ලැබීය.",
        "සිද්ධිය සම්බන්ධයෙන් වැවිලි පරිපාලනය නුවර එලියා පොලිස් ස්ථානයට නුවර එලියා පොලිස් ස්ථානයට පැමිණිලි කර තිබේ.",
        "වතු පරිපාලනය අමාත්ය ජීවන් තොන්ඩමන්ට සහ හිටපු පළාත් සභා සාමාජික සාක්තිවල්ට එරෙහිව පැමිණිල්ලක් කර ඇති අතර ඔහුගේ කෘතිවලට බාධා ඇති වී තිබේ.",
        "පසුව අමාත්ය ජීවන් තොන්ඩමාන් නුවර එලියා පොලිස් ස්ථානයට ගොස් ඔහුගේ ආධාරකරුවන් එහි රැස්ව සිටියහ.",
        "පසුව, වැවිලි පරිපාලනය විසින් පැමිණිල්ල පසු කර, කම්කරුවන්ට මූලික අයිතිවාසිකම් ලැබෙන බවට සහතික විය."
      ]
    },
    "en": {
      "title": "Jeevan Thondaman who came to the Nuwara Eliya Police Station;what happened?",
      "body_lines": [
        "Jeevan Thondaman, the General Secretary and Minister of the Ceylon Workers Congress and the supporters of the Ceylon Workers Congress, visited the Nuwara Eliya Police Station this evening.",
        "The plantation administration has recently fired workers at the Nuwara Eliya - Udarattala - Beetru Plantation Company.",
        "Subsequently, members and supporters of the Ceylon Workers Congress led by Minister Jeevan Thondaman went to the protest and suspended the work of the factory owned by the Kelaniweli estate.",
        "Following this, the protest was called off after the estate administration promised to recruit the dismissed workers.",
        "The plantation administration has lodged a complaint at the Nuwara Eliya Police Station regarding the incident.",
        "The plantation administration has lodged a complaint against Minister Jeevan Thondaman and former provincial council member Sakthivel, who has been disrupted by his work.",
        "Subsequently, Minister Jeevan Thondaman went to the Nuwara Eliya police station and his supporters gathered there.",
        "Subsequently, the plantation administration withdrew the complaint and assured that the workers would get basic rights."
      ]
    }
  },
  "summary_lines": [
    "Minister Jeevan Thondaman and his supporters from the Ceylon Workers Congress protested at the Nuwara Eliya Police Station over worker dismissals at a plantation company. The protest led to a temporary halt in operations but ended peacefully after the administration agreed to rehire the workers and ensure their rights."
  ]
}