{
  "translated_text": {
    "si": {
      "title": "සමිඳාණන් වහන්සේගේ පූජනීය ගෘහය දකින බැතිමතුන්ට සේවය කිරීමට සෞදි අරාබියේ දැරූ උත්සාහය",
      "body_lines": [
        "සවුදි අරාබියේ රාජධානිය, අබ්දුල් අසී අබ්දුල් රහ්මාන් යන අබ්දුල් රහ්මාන් යන අබ්දුල් රහ්මාන් යන අබ්දුල් රහ්මාන් යන දෙදෙනාම සල්මාන් බින් අබ්දුල් අබ්දුල් අසීස් යන දෙදෙනාම ශුද්ධ ස්ථාන දෙක සහ වෙනත් පූජනීය ස්ථාන දෙක දක්වාම සඩ් වන්දනාකරුවන් සහ වෙනත් ස්ථාන. නවීන සේවාවන් යාවත්කාලීන කිරීම හා සැපයීම සඳහා අඛණ්ඩව කටයුතු කිරීම දිගටම කරගෙන යයි. වන්දනාකරුවන්ට සේවය කිරීම සෞදි අරාබි රාජධානියේ නායකත්වයේ ප්රධාන ප්රමුඛතාවයන්ගෙන් එකකි. සෞදි අරාබියේ සියලුම රජවරුන් මෙය ඔවුන්ගේ උපරිමය ලෙස සලකයි.",
        "එහි නායකත්වයේ මඟ පෙන්වීම යටතේ සෞදි අරාබි රාජධානිය, වැඩිවන හජ් සහ උම්රා වන්දනාකරුවන්ගේ අවශ්යතා සපුරාලීම සඳහා ශුද්ධ ස්ථාන දෙකක ව්යාප්ති සැලැස්මක් ක්රියාත්මක කරයි.. මෙම වැඩසටහන යටතේ, පූජනීය ස්ථානවල ප්රදේශය, යටිතල පහසුකම් වැඩිදියුණු කිරීම සහ නවීන පහසුකම් සහ උසස් ප්රවාහන පද්ධති සැපයීම අරමුණු කර ගෙන තිබේ.. මෙය වන්දනාකරුවන්ගේ චලනය හා ඔවුන්ගේ පහසුකම් සහතික කරයි.",
        "කුමරු සහ අගමැති ප්රින්ස් සහ අගමැති ප්රින්ස් ප්රින්ස් මොහොමඩ් බින් අබ්දුඩ් අබ්දුල් අසීස් විසින් \"දැක්ම 2030\" යටතේ නිවේදනය කරන ලදි. මෙම ව්යාපෘතිය හජ් හා උම්රා වන්දනාකරුවන්ගේ අත්දැකීම්වල ගුණාත්මකභාවය වැඩි දියුණු කිරීම සහ ඒවාට ලබා දී ඇති සේවාවන් නියාමනය කිරීම සහ එමඟින් මුස්ලිම්වරුන් විශාල ප්රමාණයක් මෙම සේවාවන්ගෙන් ප්රතිලාභ ලබා ගැනීමයි.",
        "මෙම \"දැක්ම 2030\" නවීන තාක්ෂණය හා ඩිජිටල් සේවාවන් හරහා හජ් සහ උම්රා බැතිමතුන්ට හොඳම සේවාවන් ලබා දීම අරමුණු කරගත් උත්සාහයන් ගණනාවක් ඇතුළත් වේ. නිපුණතා දුරකථන වල යෙදුම් භාවිතා කරමින්, බැතිමතුන්ට වැඩ සහ ලබා ගත හැකි සේවාවන් පිළිබඳ නිවැරදි හා සැබෑ තොරතුරු ලබා ගත හැකිය. මීට අමතරව, විද්යුත් හජ් සහ උම්රා වීසා බලපත්රය නිකුත් කිරීම සහ හජ් සහ උම්රා ක්රියා පටිපාටි නියාමනය කිරීම සඳහා විද්යුත් හජ් සහ උම්රා වීසා බලපත්රය නිකුත් කිරීම.",
        "ඉහළ ආරක්ෂක හා සෞඛ්ය සේවා සැපයීම මගින් වන්දනාකරුවන්ගේ ආරක්ෂාව සහතික කිරීම සඳහා සෞදි අරාබි රාජධානිය වැඩි ප්රමුඛතාවයක් ලබා දෙයි. රෝහල් සහ සෞඛ්ය මධ්යස්ථාන නවීන උපකරණ සමඟ සකස් කර ඇත. ඒ හා සමානව, කිසියම් හදිසි අවස්ථාවක් හැසිරවීමට සූදානම් පුහුණු වෛද්ය කණ්ඩායම් සමඟ කාර්ය මණ්ඩලයක් සිටී. ඊට අමතරව, බැතිමතුන් ආරක්ෂා කිරීමට ආරක්ෂක කණ්ඩායම් සූදානම් කර ඇති අතර එම කෘති සුමටව හා ආරක්ෂිතව රඳවා තබා ගැනීම සහතික කර ඇත.",
        "ශුද්ධ වූ අගනුවර නගර සභාව 2024 සඳහා හජ් ව්යාපෘතියක් සකස් කර ඇති අතර එය සේවකයින් 11,800 ක් විසින් ක්රියාත්මක කරනු ලැබේ. ඔවුන් ශුද්ධ ප්රදේශවල නාගරික සේවා මධ්යස්ථාන 28 ක් පිහිටුවා ඇත. මෙම මධ්යස්ථාන 24/7 ක්රියාත්මක වන අතර අවශ්ය මිනිස්බල හා සැපයුම් සහාය ඇතිව සම්පූර්ණයෙන්ම සකස් කර ඇත. ඒ හා සමානව, හදිසි අවස්ථා හැසිරවීම සඳහා මධ්යම කමිටු පිහිටුවා ඇත. වෙළඳපල, ආහාර වෙළඳසැල්, අවන්හල් සහ පිරිසිදුකම සහ පාරිසරික සනීපාරක්ෂාව අධීක්ෂණය කිරීම සඳහා විවිධ කණ්ඩායම් පිහිටුවා ඇත.",
        "සෞඛ්ය දෙපාර්තමේන්තුව සම්බන්ධයෙන් සෞඛ්ය අමාත්යාංශය, මක්කාව සහ පූජනීය ස්ථානවල රෝහල් 16 ක් සහ සෞඛ්ය මධ්යස්ථාන 123 ක් සහ සෘතුමය සෞඛ්ය මධ්යස්ථාන 5 ක් ද සකස් කර තිබේ. අල්-හරාම් රෝහල, අල්-හරාම් රෝහල, අල්-හරාම් රෝහල සහ මක්කාවේ ශුද්ධ මුස්ලිම් පල්ලියේ පිහිටි සෞඛ්ය මධ්යස්ථාන 3 ක් මක්කාවේ ශුද්ධ මුස්ලිම් පල්ලියේ මධ්යම කොටස අසල සෞඛ්ය මධ්යස්ථාන දෙකක අවශ්ය ආධාර ලබා දේ.",
        "හදිසි අවස්ථා වලදී, අරෆත්ගේ ජබල් අල්-රාමා සහ මිනාහි ජැමාරත් හෝටලයේ උප ගිලන්රථ කණ්ඩායම් 33 ක් සමඟ ඉහළ පහසුකම් 155 ක් සකස් කර ඇත.. මෙම හේතු 2/7 බැතිමතුන්ට සේවය කිරීමට සූදානම් වනු ඇත.",
        "වන්දනාංගිකයන්ගේ ගමනාගමනය නිරීක්ෂකයින් විසින් අධීක්ෂණය කරන උත්තරීතර අධිකාරිය සමිඳාණන් වහන්සේගේ අමුත්තන් රැගෙන යාම සඳහා බස් රථ 3,500 ක් සංවිධානය කර තිබේ. මෙම බස් රථ හජ් කන්නයේදී මිලියන 12 ක් ගමන් කරනු ඇතැයි අපේක්ෂා කෙරේ. එය \"මස්ජිඩ් අල්හැම්\" වටා ස්ථාන නවයක් හරහා ප්රවාහන සේවා ලබා දෙයි. \"අයියාමද් ටාෂ්රික්\" හි කාලයේදී, මිනා සහ \"මස්ජිඩ් ආරාම්\" අතර බැතිමතුන්ට පහසුකම් සැලසීම සඳහා ක්රම 12 ක් ඇත.",
        "සෞදි ආහාර හා ug ෂධ අධිකාරිය සම්බන්ධයෙන් ගත් කල, වත්මන් හජ් කන්නයේදී වන්දනාකරුවන්ගේ ආහාර, medicines ෂධ සහ වෛද්ය නිෂ්පාදනවල ආරක්ෂාව සහතික කිරීම සඳහා පුළුල් සැලැස්මක් සකස් කර තිබේ.",
        "මෙම හජ් කන්නයේ මුල පිරීම්වල කොටසක් ලෙස මස්ජිඩ් අහාරාම්ගේ මූලස්ථානය සහ මුහම්මද් නබිතුමා \"මානුෂීයභාවය\" නමින් මුලපිරීමක් දියත් කර තිබේ. ස්වාමීන්ගේ අමුත්තන්ට ලබා දෙන සේවාවන් සැපයීමෙන් ඔවුන්ගේ අත්දැකීම් පොහොසත් කිරීම මෙහි අරමුණයි. වන්දනාකරුවන්, වැඩිහිටියන් සහ ආබාධිතයන් සහ සුදුසු චාරිත්රයක් නිර්මාණය කිරීම මෙයට ඇතුළත් වේ.",
        "සමිඳාණන් වහන්සේගේ අමුත්තන්ට උපකාර කිරීම සඳහා සෞදි අභ්යන්තර කටයුතු අමාත්යාංශය මුල පිරීම් කිහිපයක් හඳුන්වා දී ඇත. මේ සම්බන්ධයෙන්, හර්ජරි හි හජ් වීසා බලපත්රයේ සෞදි අරාබියට ඇතුළු වන අයට ඩිජිටල් හඳුනා ගැනීමේ සේවාව 1445 හි හජ් වීසා බලපත්රය. සෞදි අරාබි මස් \"ඔන් විෂන් 2030\" හි අරමුණු වලට අනුකූලව මනුෂ්යත්වය සැපයීම සඳහා ඩිජිටල් වෙනසක් හා තාක්ෂණය වැඩි දියුණු කිරීමට රජය ගන්නා උත්සාහයේ කොටසකි.",
        "සල්මාන් බින් බින් අබ්දුල් අසීස් යන දෙදෙනාම ශුද්ධ ස්ථාන දෙකේ භාරකරු වන සෞඩ් විසින් රටවල් 88 කදී පුරුෂයින් හා ස්ත්රීන් ඇතුළු වන්දනාකරුවන් 2,300 ක් ඇණවුම් කර තිබේ.. මෙයට වන්දනාකරුවන් 1,000 ක්, දිවි ගලවාන්නන් 1,000 ක්, තුවාල ලැබූ පලස්තීණන්ගේ පවුල් 1,000 ක්, තුවාල ලැබූ පලස්තීණන්ගේ පවුල් 22 ක් සහ සෞදි අරාබියේ වන්දනාකරුවන් 22 ක් සහ සියම ආයුබෝවන් 22 ක වන්දනාකරුවන් 22 දෙනෙකු සෞදි අරාබියේ බෙදී ගියහ.. මෙය හජ් සහ උම්රා සඳහා පූජනීය ස්ථාන දෙකේ භාරකරුගේ ආගන්තුකයන්ගේ උත්සවයේ කොටසකි.",
        "අවසාන වශයෙන්, සෞදි අරාබි රාජධානියේ සවිස්තරාත්මක වැඩසටහන් සහ එහි කැපවීම සඳහා වූ කැපවීම පැහැදිලිව ප්රකාශ කරමින් ස්වාමින්ගේ ශුද්ධ පාසලේ සුවපහසුවවල සැනසීම සහ ආරක්ෂාව සහතික කිරීම සඳහා පුළුල් වැඩසටහන් සහ නවීන දියුණුවයි.. ශුද්ධ වූ සිද්ධස්ථාන දෙකේ අධිපතියා වන සල්මමන් බින් අබ්දුල් අසීස් රජතුමා සාඩ් සහ කුමාරයා සහ අගමැති ප්රින්ස් කුමරු කුමරු මුහම්මද් බින් සල්මාන් අබ්දුල් අසූ අසල් අසල් අසල් අසල් අසල් අස්. ඒ හා සමානව, සෞදි අරාබියේ ආරක්ෂාව සහ සමෘද්ධිය පිරී ඉතිරී යන ලෙස අපි යාච් pray ා කරමු. ඉස්ලාමයේ හා මුස්ලිම්වරුන්ගේ ප්රදීපාගාරය."
      ]
    },
    "en": {
      "title": "Saudi Arabia's efforts to serve pilgrims who see the sacred house of the Lord",
      "body_lines": [
        "The Kingdom of Saudi Arabia, its founder, King Abdul Aziz bin Abdul Rahman All Saud, from the time of the two holy shrines, King Salman bin Abdul Aziz All Saud, to the time of the two holy places and other sacred places to expand to the pilgrims and other places.Continues to work with great care to upgrade and provide modern services. Serving pilgrims is one of the main priorities of the leadership of the Saudi Arabian Kingdom. All the kings of Saudi Arabia are considering this as their best.",
        "The Saudi Arabian Kingdom, under the guidance of its leadership, is carrying out the expansion plan of two holy places to meet the needs of the increasing Hajj and Umrah pilgrims.. Under this program, it is aimed at increasing the area of ​​sacred places, upgrading infrastructure and providing modern facilities and advanced transport systems.. This ease the movement of pilgrims and ensures their amenities.",
        "Under the \"Vision 2030\" announced by Prince and Prime Minister Prince and Prime Minister Prince Mohammed bin Abdul Aziz. This project aims to improve the quality of the experiences of Hajj and Umrah pilgrims and regulate the services provided to them, thereby making a large number of Muslims benefit from these services.",
        "This \"Vision 2030\" includes a number of efforts aimed at providing the best services to Hajj and Umrah pilgrims through modern technology and digital services. Using the applications of skill phones, pilgrims can obtain accurate and real -time information about work and available services. In addition, the issuance of electronic Hajj and Umrah Visa and the creation of an electronic booking system to regulate Hajj and Umrah procedures.",
        "The Saudi Arabian Kingdom gives more priority to ensure the safety of pilgrims by providing top security and health services. Hospitals and Health Centers are prepared with sophisticated equipment. Likewise, there are staff with trained medical groups ready to handle any emergency. In addition, security groups have been prepared to protect pilgrims and ensure that the works are being held smoothly and safe.",
        "The holy capital city council has prepared a Hajj project for 2024, which is implemented by 11,800 employees and workers. They have established 28 municipal service centers across the holy areas. These centers are operating 24/7 and are fully prepared with the required manpower and logistics support. Likewise, central committees are set up to handle emergency situations. Various groups have been set up to supervise markets, food stores, restaurants and cleanliness and environmental hygiene.",
        "As for the health department, the Ministry of Health has prepared 16 hospitals and 123 health centers and 5 seasonal health centers on Makkah and sacred sites. The Ajayat Emergency Hospital, the Al-Haram Hospital and the 3 health centers located on the holy mosque in Makkah and the two health centers near the central part of the Holy Mosque in Makkah are provided with the necessary assistance.",
        "In the case of emergency conditions, 155 high amenities have been prepared with 33 sub-ambulance groups in Nimra School, Arafat's Jabal al-Rahma and the Jamarat region in Mina.. These causes will be prepared to serve pilgrims 24/7.",
        "The Supreme Authority, which monitors the traffic of pilgrims, has organized 3,500 buses to carry the Lord's guests. These buses are expected to make 12 million travel during the Hajj season. It offers transport services through nine stations around the \"Masjid Alham\". In the days of \"Ayyamud Tashrik\", there are 12 ways to facilitate pilgrims between Mina and \"Masjid Alharam\".",
        "As for the Saudi Food and Drug Authority, it has prepared a comprehensive plan to ensure the safety of pilgrims' foods, medicines and medical products during the current Hajj season.",
        "As part of the initiatives of this Hajj season, the headquarters of the Masjid Alharam and the Prophet Muhammad have launched an initiative called \"Humanitarianism\". The purpose is to enrich their experience by making the services provided to the guests of the Lord. This includes the maintenance of the pilgrims, the elderly and the disabled, and the creation of a suitable ritual.",
        "The Saudi Interior Ministry has introduced several initiatives to help the guests of the Lord. In this, the digital identification service for those who enter Saudi Arabia on the Hajj Visa for Hijri 1445 are very important. This initiative is part of the government's efforts to improve digital change and technology to serve humanity, comply with the goals of the Saudi Arabian meat \"Vision 2030\".",
        "King Salman bin Abdul Aziz All Saud, the guardian of the two holy places, has ordered 2,300 pilgrims, including men and women from 88 countries.. This includes 1,000 pilgrims, martyrs, prisoners, families of the injured Palestinians and 22 pilgrims from Saudi Arabia and 22 pilgrims from the Siami doubles divided in Saudi Arabia.. This is part of the event for the guests of the guardian of the two sacred places for Hajj and Umrah.",
        "Finally, the comprehensive programs and modern advances of the Saudi Arabian Kingdom aimed at ensuring the comfort and safety of the pilgrims of the Lord's Holy School, clearly expressing its commitment to its commitment.. The Lord of the two holy shrines, King Salman bin Abdul Aziz All Saud and Prince and Prime Minister Prince Mohammed bin Salman bin Abdul Aziz All Saud, pray to the Lord.. Likewise, we pray that Saudi Arabia's defense and prosperity are overflowing, and the lighthouse for Islam and Muslims."
      ]
    }
  },
  "summary_lines": [
    "Saudi Arabia, under the leadership of Kings Abdul Aziz and Salman, prioritizes serving pilgrims at the holy sites. Efforts include expanding facilities, upgrading infrastructure, and implementing \"Vision 2030\" to enhance Hajj and Umrah experiences with modern technology and digital services. Safety is paramount, with top-notch security and health services, including 24/7 emergency preparedness and transportation. The kingdom also focuses on food safety and introduces digital initiatives like e-visa and booking systems."
  ]
}