{
  "translated_text": {
    "si": {
      "title": "හිටපු අග්රාමාත්යවරයාට මහජන සමාව ඉල්ලන්න",
      "body_lines": [
        "හිටපු අගමැති ටොස්කින් ෂිනවත්රා තායිලන්තයේ මහා වජිරොලන්ොන් රජුගේ උපන්දින සාදයේ කොටසක් ලෙස ඇම්නෙස්ටි ලබා දී තිබේ.",
        "ටක්ස්කින් ෂිනවත්රා 2001 සිට 2006 දක්වා තින් නැගෙනහිර ආසියාවේ අග්රාමාත්යවරයා විය. විදුලි සංදේශ සමාගමේ හිමිකරු;විශිෂ්ට ධනවතුන්.",
        "ඔහුගේ ධුර කාලය තුළ දූෂණය හා බලය අයුතු ලෙස භාවිතා කිරීම යන චෝදනා කරමින් විරෝධතා සිදු කරන ලදී. මේ අවස්ථාවේ දී, හමුදා විප්ලවය සිදු වූ අතර ටක්ස් විසින් ටක්ස්ගේ පාලනය පෙරලා දැමීය.",
        "ඔහුගේ පක්ෂය තහනම් කර තක්සින්ගේ දේශපාලනය නිසා ඔහු අත්අඩංගුවට ගැනීම පිළිබඳ බියෙන් ඔහු කාම්බෝජ ඇතුළු රටවල රටවල්වල විදේශයන්හි පලා ගොස් ඇත.",
        "විදේශයන්හි සිටියදී ටක්සින්ගේ අත තායිලන්තයේ දේශපාලනයේ විය. 2011 දී පාලන තන්ත්රයේ වෙනස තුළ ඔහුගේ බාල සහෝදරිය එන්ලාක් ෂිනවත්රා අගමැති ධුරයට පත්විය. කෙසේ වෙතත්, ටක්සින් විදේශයන්හි රැඳී සිටියේය. මෙම වෙනස අතරතුර, ඔහුගේ මව්බිමට නැවත යාමට ඔහුට අවස්ථාව ලැබුණි.",
        "2023 මැතිවරණයේදී ටක්සින් තම හිස සන්ධානය බලයට පත්වීම නිසා නැවත රට බලා ගියේය.. ඔහු පැමිණි විට, ඔහු පැරණි නඩු වල වසර අටක් තිස්සේ අත්අඩංගුවට ගෙන තිබේ.",
        "මේ අවස්ථාවේ දී, ඔහු රෝහලට පැමිණියේ බන්ධනාගාරයෙන් දින කිහිපයකින් ඔහු සෞඛ්ය සම්පන්න නොවන බවයි. ඔහු දිගටම එහි ගමන් කරමින් සිටියදී, ඔහුගේ ද sentence ුවම වසරේ වසරක් රජු විසින් අඩු කරන ලදී.",
        "මේ අතර, ආණ්ඩුක්රම ව්යවස්ථා අධිකරණය තායිලන්ත අගමැති ස්රෙටා ටාවිසින් නෙරපා ඇත. ටක්සින් නව අගමැතිවරයකු තෝරා ගැනීමේ අවස්ථාවට පැමිණි විට, ඇගේ බාල දියණිය ධුරයට ගෙන ඒමට ඇය තීරණය කළාය. ඒ අනුව ඔහුගේ බාල දියණිය වන බැඩ්ංගෝන් ෂිනවත්රා තේරී පත් විය.",
        "හිටපු අගමැති ටොස්සින් ෂිනවත්රාට ඔහුගේ නීති .යාට ගෞරව දැක්වීම මෙම සන්දර්භය තුළ පවතී. රජුගේ උපන්දින සැමරුමට මෙම මහජන පොදු සමාව ලබා දී ඇත. දූෂණ නඩු සඳහා පනවා ඇති ද sentence ුවමෙන් ටක්වින් ෂිනවත්රා නිදහස් කරන බව පැවසේ."
      ]
    },
    "en": {
      "title": "Public apologies to the former prime minister",
      "body_lines": [
        "Former Prime Minister Taksin Shinawatra has been granted amnesty as part of the birthday party of King Maha Vajiralongorn, Thailand.",
        "Taksin Shinawatra was the prime minister of South East Asia, Thailand, from 2001 to 2006. The owner of the telecommunications company;Great rich.",
        "During his tenure, protests were carried out alleging that corruption and abuse of power. In this case, the military revolution took place and the rule of Taksh was overthrown.",
        "He had fled abroad for 15 years in countries, including Cambodia, in fear of arrests, as his party was banned and the politics of Taksin.",
        "Despite being abroad, Taksin's hand was in the politics of Thailand. In the regime change in 2011, his younger sister Englak Shinawatra became Prime Minister. However, Taksin stayed abroad. During the change, he had the opportunity to return to his homeland.",
        "In the 2023 election, Taksin returned to the country as his headed coalition came to power.. Upon his arrival, he was arrested for eight years in old cases.",
        "In this case, he came to the hospital saying that he was not healthy just days after her prison. As he continued there, his sentence was reduced by the king for a year.",
        "Meanwhile, the Constitutional Court of India has sacked Thailand's Prime Minister Sreta Tavisin. When Taksin came to the chance to elect a new prime minister, she decided to bring her youngest daughter to office. Accordingly, his youngest daughter, Badongton Shinawatra, was elected.",
        "It is in this context that former Prime Minister Taksin Shinawatra has received pardoning his lawyer. This public amnesty has been given to the king's birthday celebration. It is said that Taksin Shinawatra will be released from the sentence imposed on corruption cases immediately."
      ]
    }
  },
  "summary_lines": [
    "Taksin Shinawatra, ex-PM of Thailand (2001-2006), granted amnesty on King Maha Vajiralongkorn's birthday. Accused of corruption and ousted in a military coup, he lived abroad for 15 years. His sister, Yingluck Shinawatra, briefly served as PM in 2011. Taksin returned in 2023, arrested but later released due to health concerns. His sentence was reduced by a year. The Constitutional Court removed current PM Srettha Thavisin, leading to his daughter, Paetongtarn Shinawatra, becoming PM. Taksin's pardon, announced during the king's birthday, allows him immediate release from corruption charges."
  ]
}