{
  "translated_text": {
    "si": {
      "title": "අවුරුදු 2 ක් - අවුරුදු - දෙවියන්ගේ දරුවා ලොරි රථයක අවාසනාවන්ත ලෙස මිය ගියේය!",
      "body_lines": [
        "අවුරුදු 2 ක මරණයක මරණයේ ඛේදවාචකය ඊයේ රාත්රියේ ලොරි රථයේ සිටි දරුවෙකු බිඳ වැටුණි.",
        "මෙම අනතුර අම්පාරා හි ප්රධාන මාර්ගයේ නාමල් ඔයා ප්රදේශයේ - බිබිලා.",
        "එම ප්රදේශයේම දෙමව්පියන් ළඟම විහාරයක පිහිටි ආගමික උත්සවයකට සම්බන්ධ වූ අතර ඔවුන්ගේ 2 දරුවා 2 දෙනෙකු සමඟ පැවැත්වූ කුඩා දරුවෙකු සමඟ පැවැත්වූ අතර ඔවුන් දෙමව්පියන් පාගෙන සිටින විට පාරට බසිනු ලැබීය.",
        "පොලිසිය පැවසුවේ දරුවා මියගොස් ඇත්තේ දෙමව්පියන් ඉන්ගිනියාවෙයි හි රෝහලට ගෙන ගිය පසුව පමණි.",
        "අනතුර සම්බන්ධයෙන් ලොරි රථයේ රියදුරු පොලීසිය විසින් අත්අඩංගුවට ගෙන විමර්ශනය කරමින් සිටී."
      ]
    },
    "en": {
      "title": "A 2 -year -old child died miserably in a lorry!",
      "body_lines": [
        "The tragedy of the death of a 2 -year -old child in the lorry crashed last night.",
        "The accident took place in Namal Oya area on the main road of Ampara - Bibila.",
        "Parents from the same area were involved in a religious events held at a nearby Viharaya with their 2 -year -old child and went to the streets when they were riding their parents.",
        "Police said the child died only after the parents were taken to the Hospital in Inginiyakalai.",
        "The driver of the lorry in connection with the accident is being arrested by the police and is investigating."
      ]
    }
  },
  "summary_lines": [
    "A 2-year-old child died in a lorry crash in Namal Oya, Ampara-Bibila. Parents were at a religious event when the accident happened. The child died after being taken to the hospital. The lorry driver is under investigation."
  ]
}