{
  "translated_text": {
    "ta": {
      "title": "வானிலை - மீன்வள மற்றும் கடல் சமூகத்திற்கு அறிமுகம்",
      "body_lines": [
        "மேற்கு, சபராகாமுவா மற்றும் வடமேற்கு மாகாணங்களிலும், மேற்கு, சபராகாமுவா மற்றும் வடமேற்கு மாகாணங்களிலும் மெட் துறை பல முறை அறிவித்துள்ளது.",
        "மத்திய மலைகளின் மேற்கு சரிவுகளிலிருந்து, திருகோணோமலீ, திருகோணோமலீ மற்றும் மோனெராகலா மாவட்டங்கள், திருகோணமாலீ, ஹம்பந்தோட்டா மற்றும் மோனெராகலா மாவட்டங்கள். 40-50 வலுவான காற்றை ஏற்படுத்தும்.",
        "இதற்கிடையில், கடற்கரையிலிருந்து கடல் பகுதிகளில் ஒரு சில இடங்களில் புட்டலம் முதல் மாதாரா வரை மாதாரா வரை மழை பெய்யும்.",
        "தீவைச் சுற்றியுள்ள கடல் பகுதிகளிலும், கங்கசந்துராய் முதல் மன்னார் வரையிலும், ஹம்பந்தோட்டாவிலிருந்து பொட்டுவில் வரை காற்று வீசவும் காற்று வீசப்படுகிறது.. சுமார் (35-45).",
        "சில நேரங்களில் காற்று வீசும் காற்று.. இது 60 வரை இருப்பதாக தெரிவிக்கப்பட்டுள்ளது.",
        "கங்கசந்துராய் வழியாகவும், புட்டாலமிலிருந்து ஹம்பந்தோட்டா வழியாக ஹம்பந்தோட்டா வழியாக ஹம்பந்தோட்டா வழியாகவும் படிகோவாவிலிருந்து திருகோணமலீ வரை காற்று வீசுகிறது.. சுமார் (25-35).",
        "சில நேரங்களில் காற்று வீசும் காற்று.. 50 ஆக அதிகரிக்கலாம்.",
        "காங்கசாந்தூரை விட்டு மன்னார் மற்றும் கடற்கரையிலிருந்து பொட்டுவில் வரை நீண்டுள்ளது.",
        "பாட்டிகலோவாவிலிருந்து திருகோணமலீ மற்றும் புட்டலம் முதல் ஹம்பந்தோட்டா வரை ஹம்பந்தோட்டா வரை கடற்கரையிலிருந்து கடல் பகுதிகள் சற்று கடினமானதாக இருக்கும்.",
        "மீன்வளமும் கடற்படை சமூகமும் மீன்வளத்திற்கும் சமூகத்திற்கும் இதில் கவனம் செலுத்துமாறு தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "Weather - Introduction to Fisheries and Marine Community",
      "body_lines": [
        "The Met Department has announced several times in the Western, Sabaragamuwa and Northwestern provinces and in the Western, Sabaragamuwa and North Western Provinces.",
        "From the Western slopes of the central hills, Trincomalee, Trincomalee and Moneragala Districts, Trincomalee, Hambantota and Moneragala Districts. 40-50 can cause strong winds.",
        "Meanwhile, there will be showers in a few places in the sea areas off the coast extending from Puttalam to Matara through Matara.",
        "Winds are blown in the sea areas around the island and windster areas from Kankasanthurai to Mannar and from Hambantota to Pottuvil.. Is about (35-45).",
        "Winds of winds are at times.. It has been informed that it is up to 60.",
        "Winds from Batticaloa to Trincomalee via Kankasanthurai and from Puttalam to Hambantota via Hambantota via Hambantota.. Is about (25-35).",
        "Winds of winds are at times.. May increase to 50.",
        "The sea areas off the Kankesanthurai to Mannar and the coast extending from the coast to Pottuvil can be rough.",
        "The sea areas off the coast extending from Batticaloa to Trincomalee and from Puttalam to Hambantota via Hambantota can be slightly rough.",
        "The fisheries and the naval community has informed the fisheries and the community to pay attention to this."
      ]
    }
  },
  "summary_lines": [
    "The Met Department warns of strong winds (40-50 km/h) in Western, Sabaragamuwa, Northwestern, Central Hills, Trincomalee, Hambantota, and Moneragala districts. Showers expected in sea areas from Puttalam to Matara. Winds around the island may reach 60 km/h at times. Sea areas near Kankasanthurai to Mannar and Hambantota to Pottuvil could be rough. Fisheries and marine communities advised to stay alert."
  ]
}