{
  "translated_text": {
    "ta": {
      "title": "வாகன இறக்குமதி தொடர்பான குழுவில் வெளிப்படுத்தப்பட்டவை இங்கே",
      "body_lines": [
        "வாகன இறக்குமதியின் இறக்குமதியின் கீழ் இந்த ஆண்டின் இறுதிக்குள் அரசாங்கம் மீறப்படும் என்று எதிர்பார்க்கப்படும் என்று நிதிக் குழு குழு தெரியவந்தது.",
        "அந்தக் குழு நேற்று (23) தலைவர் டாக்டர் ஹர்ஷா டி சில்வாவின் தலைவரை சந்தித்தது.",
        "பொது நிதிக் குழுவின் தலைவர் டாக்டர் ஹர்ஷா டி சில்வா - இந்த ஆண்டு வாகனங்களின் எதிர்பார்க்கப்படும் வருமானம் என்ன?",
        "கருவூல துணை செயலாளர் திலீப் சில்வா - \"இந்த ஆண்டு ரூ .460 பில்லியன்.\"",
        "பொது நிதி குழுவின் தலைவர் டாக்டர் ஹர்ஷா டி சில்வா - அது மாறவில்லையா?",
        "வர்த்தக மற்றும் முதலீட்டுக் கொள்கை கூடுதல் இயக்குநர் ஜெனரல் மல்ஷானி அபேராட்னே - \"இப்போது அடிப்படையில். இவ்வளவு வாகனங்களை எதிர்பார்க்கவில்லை. 700 பில்லியன் போன்ற ஒரு வழியை நாங்கள் காண்கிறோம். \"",
        "பொது நிதி குழுவின் தலைவர் டாக்டர் ஹர்ஷா டி சில்வா மற்றும் கடன் கடிதங்கள்?",
        "கூடுதல் இயக்குநர் பொது இயக்குனர் ஜெனரல் முசசானி அபேராட்னே - \"70 1570 மில்லியன். செப்டம்பர் 16 வரை. \"",
        "இதற்கிடையில், சுற்றுலாத் துறை சுமார் 3.5 பில்லியன் அமெரிக்க டாலர்களாக இருக்கும்.",
        "பொது நிதி குழுவின் தலைவர் டாக்டர் ஹர்ஷா டி சில்வா - இந்த ஆண்டு எத்தனை சுற்றுலாப் பயணிகள் வருவார்கள்?",
        "இலங்கை சுற்றுலா மேம்பாட்டு ஆணையத்தின் பிரசாத் ஜெயசூரியா - \"இந்த ஆண்டு 2.4 மில்லியன் முதல் 2.5 மில்லியன் வரை வருகிறது. எங்கள் நோக்கம் கொண்ட வருமான இலக்கு 3.5 do.i. \"",
        "மின்னணு விஸ்கூட்டரி செயல்பாட்டில் அரசாங்கத்தின் இழப்பைக் கண்காணிக்க நிதி குழு நிதிக் குழுவின் குழு உறுப்பினர்.",
        "ரூஃப் ஹக்கீம் அரசு நிதி தொடர்பான குழுவில் உறுப்பினராக உள்ளார் - \"முன்னாள் குடிவரவு ஜெனரலின் பிரச்சினையில் உச்ச நீதிமன்றம் குற்றவாளி என நிரூபிக்கப்பட்டது.. இப்போது, ​​கோதுமை தணிக்கை தணிக்கை இப்போது ஒரு வருடத்திற்கும் மேலாக உள்ளது. விசா பிரச்சினையை பாராளுமன்றத்திற்கு முன்வைக்க இன்னும் பாராளுமன்றத்திற்கு வழங்கப்படவில்லை என்பது இன்னும் இல்லை.. ஆடிட்டர் ஜெனரலின் இழப்புகளை அரசாங்கத்திற்கு 4 பில்லியன் அதிகம் கேட்க முடியுமா?",
        "பொது நிதிக் குழுவின் தலைவர் டாக்டர் ஹர்ஷா டி சில்வா - \"அவருடன் நாங்கள் அவருடன் இணைகிறோம்\""
      ]
    },
    "en": {
      "title": "Here's what revealed at the Committee on Vehicle Import",
      "body_lines": [
        "The Committee on Finance Committee was revealed that the government expected to be exceeded by the end of the year under the import of vehicle imports.",
        "That was when the Committee met with the Chairman of the Chairman Dr. Harsha De Silva yesterday (23).",
        "Chairman of the Public Finance Committee Dr. Harsha de Silva - what is the expected income of the vehicles this year?",
        "Treasury Deputy Secretary Dilip Silva - \"This year is Rs. 460 billion.\"",
        "Chairman of the Committee on Public Finance Dr. Harsha de Silva - Didn't it change?",
        "Trade & Investment Policy Additional Director General Malshani Abeyratne - \"In terms of now. Didn't expect so many vehicles. We see a way coming like 700 billion. \"",
        "Chairman of the Committee on Public Finance Dr. Harsha de Silva and the letters of credit?",
        "Additional Director General Director General Musasani Abeyratne - \"$ 1570 million. Until September 16th. \"",
        "In the meantime, the tourism industry would be around US $ 3.5 billion.",
        "Chairman of the Committee on Public Finance Dr. Harsha de Silva - How many tourists will come this year?",
        "Prasad Jayasuriya of the Sri Lanka Tourism Development Authority - \"This year comes between 2.4 million and 2.5 million. Our intended income goal is like 3.5 do.i. \"",
        "Member of the Committee Member of Finance to the Committee on Finance to monitor the government's loss in the electronic viscutory process.",
        "Ruf Hakeem is a member of the Committee on Government Finance - \"The Supreme Court was found guilty of the issue of the former Immigration General for two more years. Now, the audit of the wheat audit is more than a year now. It is not yet that it is not yet that it was yet to be presented to Parliament to present the Visa issue to Parliament.. Can you ask the Auditor General's losses to the government too much about 4 billion",
        "Chairman of the Committee on Public Finance Dr. Harsha de Silva - \"We Link to him about the need for him\""
      ]
    }
  },
  "summary_lines": []
}