{
  "translated_text": {
    "si": {
      "title": "යුරෝපා සංගම් නියෝජිතයින් - ජනාධිපති රැස්වීම",
      "body_lines": [
        "ශ්රී ලංකා කාමන් මර්නෝ (එච්.ඊ.. ඊයේ (25) ජනාධිපති ධුරරා දිසානායක මහතාගේ නායකත්වයෙන් යුත් යුරෝපා සංගම් නියෝජිතයින් ජනාධිපති අනුර කුමාර දිසානායක මහතා ඊයේ (25) ජනාධිපති කාර්යාලයේදී හමුවිය.",
        "ජනාධිපති අනුර කුමාර දිසානායක මහතා ශ්රී ලංකාවේ වත්මන් ආරක්ෂක තත්ත්වයන් පිළිබඳව යුරෝපා සංගම් නියෝජිතයින්ට යුරෝපා සංගමයේ නියෝජිතයින්ට පැහැදිලි කර ඇති අතර සංචාරකයින්ගේ සහ ශ්රී ලාංකික ජනතාවගේ ආරක්ෂාව ඉහළ නැංවීම සඳහා මෑත අතීතයේ දී පැවසීය.",
        "ප්රධාන සංචාරක අංශවල ආරක්ෂාව ශක්තිමත් විධිවිධාන හා රෙගුලාසි සහ හදිසි සේවා ක්රියාත්මක කර ඇති බව ජනාධිපතිතුමා පැවසීය.",
        "යුරෝපා සංගමය ශ්රී ලංකාවේ වැදගත්ම හවුල්කරුවා වන අතර ශ්රී ලංකාවේ දෙවන දැවැන්ත අපනයන හා සංචාරක වෙළඳපොල වන අතර තුන්වන දැවැන්ත ආනයන වෙළඳපොළයි.",
        "යුරෝපා සංගම් නියෝජිතයින් ශ්රී ලංකාවට සිය වෙළඳපල පුළුල් කිරීම සඳහා ජනාධිපතිවරයාගේ කෘතිය මගින් යුරෝපා සංගමයේ රැකියා අවස්ථා වැඩි කරන අතර සංචාරක සංවර්ධනයට සහාය වීම තහවුරු කර තිබේ.",
        "දැනුම, අධ්යාපනය, සමාජ ආරක්ෂාව සහ දූෂණය දරන උත්සාහයේ දී නව යාන්ත්රණයන් නව යාන්ත්රණයන් ක්රියාත්මක කරන ලෙස යුරෝපා සංගමය ශ්රී ලංකාවට සහාය දෙන බවට ද ජනාධිපතිවරයා ජනාධිපතිවරයාට සහතික විය.",
        "වෘත්තීය අධ්යාපනය, සමුද්රීය කටයුතු, ආයෝජන, සාමය හා ප්රතිසන්ධාන ක්රියාවලීන් ඇතුළු ප්රධාන ක්ෂේත්ර ශක්තිමත් කිරීමට සමපාත කර ඇති බවට තානාපතිවරයාගේ කැපවීමෙන් ඉල්ලා සිටින අතර එය මෙම පොදු ප්රමුඛතා සමඟ සමීපව සහයෝගයෙන් කටයුතු කරන බවට සහතික විය.",
        "පසුගිය ජනාධිපතිවරණය සඳහා මෙම දූත පිරිස ශ්රී ලංකාවට ප්රශංසා කළ අතර පසුගිය ජනාධිපතිවරණයෙන් ජයග්රහණය කළ ජනාධිපති අනුර කුමාර දිසානායක මහතාට සුබ පැතුම් එක් සුබ පැතුම්.",
        "ඉතාලි තානාපති ඩැලියන්ගේ ෆ්රැන්කෝව්, රුමේනියාගේ තානාපති, බොනි හාම්බුක් ඔලාෆ් මධ්යාසයේ නියෝජනය, නෙදර්ලන්ත තානාපති අයෑම්ස් රට්ජන් යුරෝපා සංගමය නියෝජනය කළ අතර රැස්වීමට සහභාගී විය.අ"
      ]
    },
    "en": {
      "title": "EU Representatives - President Meeting",
      "body_lines": [
        "Ambassador of the European Union for Sri Lanka Carmen Morneo (H.E.. The EU representatives, led by Carmen Moreno, met with President Anura Kumara Dissanayake at the Presidential Office yesterday (25).",
        "President Anura Kumara Dissanayake has explained to the EU representatives on the current security conditions of Sri Lanka and said in the recent past to increase the safety of tourists and Sri Lankan people.",
        "The President said that security in the major tourist areas has been made of strong arrangements and regulations and emergency services have been implemented.",
        "The European Union is the most important partner in Sri Lanka and is the second massive export and tourist market in Sri Lanka and the third massive import market.",
        "EU representatives have now confirmed the president's work to expand its market to Sri Lanka, increase employment opportunities in the EU and support the development of tourism.",
        "They also assured the president that the European Union would support Sri Lanka to implement new mechanisms in the efforts of knowledge, education, social security and corruption.",
        "The Ambassador has urged the EU's commitment to strengthen key areas, including vocational education, maritime affairs, investment, peace and reconciliation processes, and ensured that it is closely cooperating with these common priorities.",
        "The delegation praised Sri Lanka for the last presidential election and congratulated President Anura Kumara Dissanayake, who won the last presidential election and congratulated the President of the Netherlands, France and Romania.",
        "Italian Ambassador, Damiano Francovigh, Romania's Ambassador, Netherlands Ambassador, Bonie Harbach Olaf Malchow, Represent of the NetherlandsAmbassador Iwams Rutjens represented the EU and attended the meeting.An"
      ]
    }
  },
  "summary_lines": [
    "EU reps meet SL Pres: Discuss security, tourism, trade, education cooperation."
  ]
}