{
  "translated_text": {
    "si": {
      "title": "කුඩා දැරියගේ මරණයට යුක්තිය ඉටු කිරීම සඳහා නිරූපණය කිරීම",
      "body_lines": [
        "තානිකුලම් ගම්වැසියන් ඊයේ වවුනියාවේදී මියගිය දැරියකගේ මරණය සම්බන්ධයෙන් යුක්තිය ඉල්ලා ඊයේ විරෝධතාවක් පැවැත්වූහ.",
        "17 වන දින තාරපිකුලම් ගම්මානයේ නිවසේ එල්ලා මරා දැමීමෙන් පසු හැරේ 17 දෙනෙකුගෙන් යුත් මළ සිරුර 17 කි.",
        "දැරියගේ මරණය දැරියගේ මරණය ගැන සැක සහිත බව පවසමින් ගම්වාසීන් සහ නෑදෑයින් දැරියගේ මරණය දැරියක් පැවසූහ.",
        "මීට අමතරව, මළවුන්ගේ නිවසින් මිය ගොස් පොලිස් ස්ථානය සමඟ ගමන් කර පොලිසිය සමඟ වීදි තරණය කළ දැරියගේ මරණයට කුඩා පියා වගකිව යුතු විය.. (ඒ)"
      ]
    },
    "en": {
      "title": "Demonstration for justice for the little girl's death",
      "body_lines": [
        "The villagers of Taranikkulam staged a protest yesterday demanding justice for the death of a girl who died in Vavuniya.",
        "The body of a 17 -year -old girl was recovered after she was hanged at home in Taranikkulam village on the 17th.",
        "Villagers and relatives staged a demonstration in front of the girl's house, claiming that the girl's death was suspicious of the death of the girl yesterday.",
        "In addition, the little father was responsible for the death of the girl, who went to the Ichangulam police station in a rally from the house of the girl who died and marched with the police station and crossed the streets.. (A)"
      ]
    }
  },
  "summary_lines": [
    "Villagers in Taranikkulam protested for justice after a 17-year-old girl was found hanged, claiming her death was suspicious. The girl's father was accused of her death."
  ]
}