{
  "translated_text": {
    "ta": {
      "title": "2023 ஆம் ஆண்டில், இலங்கை 1769 கள்ள குறிப்புகளை சந்தித்தது",
      "body_lines": [
        "மத்திய வங்கியின் நிதிநிலை அறிக்கைகள் மற்றும் நடவடிக்கைகள் மே 04 அன்று வழங்கப்பட்டன",
        "மத்திய வங்கி நிதி அறிக்கை அறிக்கையின்படி, இலங்கையின் மத்திய வங்கி (எஸ்.எல்.டி.பி) 11 மில்லியன் நீதிமன்றங்களுக்கு நீதி அமைச்சகத்தில் சட்டமியற்றுவதற்கு சமர்ப்பிக்கப்பட்டுள்ளது.",
        "இலங்கையின் மத்திய வங்கி (எஸ்.எல்.டி.பி) இது 15 கள்ளக் குறிப்புகளின் குறிப்பிடத்தக்க மிகக் குறைந்த நிலை என்பதைக் காட்டுகிறது, ஏனெனில் இது இலங்கையில் சுமார் 1.4 கள்ளக் குறிப்புகளை எதிர்கொள்கிறது.",
        "மத்திய வங்கி சட்டத்தின் 57 வது பிரிவின் கீழ், மத்திய வங்கி போலி நாணயக் குறிப்புகளின் தீர்க்கமான சான்றுகளாக 97 சான்றிதழ்களை வெளியிட்டுள்ளது.",
        "கூடுதலாக, இலங்கையின் மத்திய வங்கி, பணத்தின் தரத்தை மேம்படுத்துவதற்கும் பணத்தின் தரத்தை பராமரிக்க பணத்தை கையாளுவதற்கும் பணத்தின் தரத்தை ஊக்குவிப்பதற்கான அறிவு மற்றும் சட்டத்தை அமல்படுத்துவதற்கான அறிவு மற்றும் சட்டத்தை மேம்படுத்துவதற்காக."
      ]
    },
    "en": {
      "title": "In 2023, Sri Lanka met 1769 counterfeit notes",
      "body_lines": [
        "The Central Bank's Financial Statements and Operations issued on May 04",
        "The Central Bank of Sri Lanka (SLTB) has been submitted to suit in the Ministry of Justice in the Ministry of Justice for 11 Million Courts on May 2023, according to the Central Bank Financial Statement Report.Is mentioned.",
        "The Central Bank of Sri Lanka (SLTB) has shown that this is a significant lowest level of 15 counterfeit notes, as it encounters about 1.4 counterfeit notes in Sri Lanka.",
        "Under Section 57 of the Central Bank Act, the Central Bank has issued 97 certificates as decisive evidence of fake currency notes.",
        "In addition, the Central Bank of Sri Lanka to enhance the knowledge and law to enforce knowledge and law to promote the quality of money to improve the quality of cash and handle money to maintain the quality of cash."
      ]
    }
  },
  "summary_lines": [
    "In 2023, Sri Lanka faced 1769 counterfeit notes. The Central Bank of Sri Lanka (SLTB) submitted a claim for 11 Million Courts to the Ministry of Justice. Despite encountering 1.4 counterfeit notes, SLTB issued 97 certificates under Section 57 of the Central Bank Act. The bank aims to improve cash quality through legal enforcement and education."
  ]
}