{
  "translated_text": {
    "ta": {
      "title": "කණ්ඩලමේ හැඩකාරයා ගොඩ ගන්න වෙහෙසෙන හැටි",
      "body_lines": [
        "கந்தலாமா நீர்த்தேக்கத்தில் கந்தலாமா ஸ்டேபிள் என்று அழைக்கப்படும் யானையை குணப்படுத்த வனவிலங்கு கால்நடை மருத்துவர்கள் ஒரு குழு கடுமையாக உழைத்து வருகிறது.",
        "ගීරිතලේ වනජීවී කාර්යාලයේ  පශු වෛද්‍ය කණ්ඩායම සහ වනජීවීන් නිලධාරීන් කණ්ඩායම පසුගිය තුන්වැනි දා සිදුකරන ලද ප්‍රතිකාර  සමග වන අලියා කණ්ඩලම වැව් දියෙන්   ගොඩට ගැනීම සඳහා ඔවුහු දැඩි වෙහෙසක් සහ උපක්‍රමශීලීව පියවර ගැනීම විශේෂත්වයකි.",
        "அதன்படி, கால்நடை மருத்துவர் மற்றும் வனவிலங்கு அதிகாரிகள் தண்ணீரில் பலா துண்டுகளை நடவு செய்ய கடுமையாக முயன்றனர் மற்றும் தண்ணீரில் இறங்கினர்.",
        "கந்தலாமா ஷாஃப்ட்ஸ் என்ற யானையுடன் சிகிச்சையளிக்கப்பட்ட போதிலும், ஒரு மருத்துவ குழு மற்றும் வனவிலங்கு அதிகாரிகள் அவரது கால்கள் கடுமையாக காயமடைந்ததாகக் கூறினர்.",
        "அடுத்த இரண்டு கால்களில் ஒரே சாலையில் வேறு பல இடங்கள் பதிவாகியுள்ளன என்று மருத்துவர்கள் கூற வேண்டியிருந்தது.",
        "எதிர்காலத்தில், அவர் எதிர்காலத்தில் தொடர்ந்து சிகிச்சையளிக்கும் ஒரு விஷயம் என்று மருத்துவர்கள் சுட்டிக்காட்டுகின்றனர்."
      ]
    },
    "en": {
      "title": "How to get rid of the Kandalamatra",
      "body_lines": [
        "A group of Wildlife veterinarians is working hard to cure the elephant, known as the Kandalama Stable in the Kandalama Reservoir.",
        "The Veterinary Team of the Wildlife Office and Wildlife officials have taken a hard and strategically working on the tanks of the elephants on the third day.",
        "Accordingly, the veterinarian and wildlife officials have tried hard to plant jack pieces in the water and landed in the water.",
        "A medical team and wildlife officials said that his feet were severely wounded, even though he was treated with the elephant named Kandalama Shafts.",
        "The doctors had to say that several other places were reported in the same road in the next two feet.",
        "In the future, doctors point out that he is a matter of continuing treatment in the future."
      ]
    }
  },
  "summary_lines": []
}