{
  "translated_text": {
    "ta": {
      "title": "மர்மமான முறையில் இறந்தவரின் மரணத்திற்கு ஒரு திறந்த முடிவு",
      "body_lines": [
        "ஒரு சமையல்காரரின் கோடைகால உடலின் உடல் தலவதுகோடாவுக்கு அருகிலுள்ள உட்டானகந்தா சந்திக்கு அருகே மர்மமான முறையில் இறந்து கிடந்தது.",
        "இறந்தவர் திருமணமாகாத சமையல்காரராக அடையாளம் காணப்பட்டார், பன்னிபிட்டியாவின் புராவா ஜெமுனு புரதாவா ஜெமுனுவில் வசிப்பவர்.",
        "அண்டாவ்கோடாவின் உட்டுவங்கந்தா சந்திக்கு அருகிலுள்ள ஒரு காய்கறி கடைக்கு அண்டை வீட்டார்கள் வந்தபோது அந்த நபர் 119 அவசர அழைப்பாளருக்கு தகவல் கொடுத்தார்.",
        "அதன்படி, தலங்காமா திடீர் மோர்டெம் அபேயார்டேனா உள்ளூர் விசாரணைக்கு அழைப்பு விடுக்காமல் எஞ்சியுள்ளவை தளத்திலிருந்து அகற்றப்படவில்லை. சடலத்திற்கு அருகிலுள்ள ஒரு பாட்டில் ஆல்கஹால் உடலில் காணப்பட்டதாகக் கூறப்படுகிறது.",
        "அதன்படி, அந்த இடத்தின் நிலைப்பாடு போலோம்போ தேசிய மருத்துவமனை சடலத்திற்கு உடலை அழைத்துச் செல்லுமாறு காவல்துறைக்கு உத்தரவிட்டது. நீதித்துறை மருத்துவ அதிகாரி எல். திரு. காமேஜால் உடலை மரணத்திற்குப் பிந்தைய ஆய்வை மேலும் விசாரிக்க மேலதிக விசாரணைகளுக்கு இந்த உடல் அரசாங்க ஆய்வாளருக்கு பரிந்துரைக்கப்பட்டுள்ளது.",
        "இறந்தவரின் தாய் சுமார் ஐந்து ஆண்டுகளுக்கு முன்பு ஒரு புற்றுநோயால் இறந்துவிட்டார், அவர் தனது வாழ்க்கையில் வரம்பற்ற முறையில் வாழ்ந்து கொண்டிருந்தார்.. எனவே நான் ஒரு வயதுவந்த வீட்டிற்கு செல்வேன். தந்தை ஒரு வயதான வீட்டிற்குச் சென்றதாக இறப்பு ஆய்வு, தந்தை ஒரு வயதான வீட்டிற்குச் சென்றது தெரியவந்தது.",
        "இறந்த இளைஞர்களும் ஒரு உயர் கல்வி நபர் என்றும், கடைசி வேலை செய்யும் நபருக்கு கலந்து கொண்டதாகவும் கூறப்படுகிறது."
      ]
    },
    "en": {
      "title": "An open decision to the death of a mysteriously deceased",
      "body_lines": [
        "The body of a summer body of a chef was found mysteriously dead near the Utuwanakanda junction near Talawatugoda.",
        "The deceased has been identified as an unmarried chef, a resident of Purawa Gemunu Puratawa Gemunu, Pannipitiya.",
        "The man had informed the 119 emergency caller when the neighbors came to a vegetable shop near the Utuwankanda Junction of Unthawkoda.",
        "Accordingly, the remains were not removed from the site without removal of the Talangama Sudden Mortem Abeywardena called for a local investigation. It is said that a bottle of alcohol near the corpse was found in the body.",
        "Accordingly, the position of the site had ordered the police to take the body to the Colombo National Hospital morgue. The judicial Medical Officer L. The body has been referred to the Government Analyst for further investigations to further investigate the post-death inspection of the body by Mr. Gamage.",
        "The mother of the deceased has died for about five years ago with a cancer, who was living in an unlimited manner in his life.. So I'll go to an adult home. The death inspection that the father had gone to an elderly home, it was revealed that the father had gone to an elderly home.",
        "It is said that the deceased youth was also a high-education person and was in attendance of the last working person."
      ]
    }
  },
  "summary_lines": [
    "A chef's mysterious death near Utuwanakanda junction in Talawatugoda leads to a local investigation. The body, found with alcohol near it, was taken to Colombo National Hospital for post-mortem. The deceased, unmarried and from Pannipitiya, had a history of living independently and was a high-educated individual."
  ]
}