{
  "translated_text": {
    "ta": {
      "title": "கிராமா நிலதரி ஊதியங்கள் மற்றும் கொடுப்பனவுகள்",
      "body_lines": [
        "இலங்கை கிராமா நிலதரி சேவையை மேம்படுத்துவதற்காக 13,000 கிராமா நிலதரி மற்றும் அமைச்சரவைக்கு அமைச்சரவை ஒப்புதல் வழங்கப்பட்டுள்ளது. மாகாண சபைகள் மற்றும் உள்ளூர் அரசு.",
        "அதன்படி, ஜி.என் என்ற புதிய சம்பளக் குறியீடு கிராமா நிலதரியுக்கு சொந்தமானது மற்றும் கிராமா நிலதரியின் அடிப்படை சம்பளம் புதிய சேவையில் ரூ.. 28,940 முதல் ரூ. 30,140 வரை உயரும். ஒரு தரம் 2 கிராமா நிலதரி சேவையின் அடிப்படை சம்பளம் ரூ.. அந்தந்த பிரதேசங்களவை வரம்பிற்குள் மாதாந்திர அலுவலக கொடுப்பனவு. 1000 முதல் 2000 வரை, நகராட்சி வரம்புகள். 1500 සිට 3000 දක්වාත්, වාර්ෂික ලිපි ද්‍රව්‍ය දීමනාව රු. 1500 முதல் ரூ. அமைச்சரவை ஒப்புதல் 3000 க்கு செலுத்தப்பட்டு 01.04.04.2011 முதல் செயல்படுத்தப்பட்டுள்ளது.",
        "பிற சீருடைகள், பயண, தகவல்தொடர்பு சலுகைகள், பொது நிர்வாக அமைச்சின் செயலாளர், பட்ஜெட் செலவினங்களைப் பற்றி விவாதிக்க திட்டமிட்டுள்ளது.",
        "மாநில அமைச்சர் பிரதமர் பிரதமர் டி.எம். தினேஷ் குணவர்தேனா மற்றும் கிராம நிலதரி தொழிற்சங்க பிரதிநிதிகள் கிராம நிலதரியிடம் ஒப்படைக்கப்பட்டனர். பொது நிர்வாக, உள்துறை, உள்துறை, மாகாண சபைகள் மற்றும் உள்ளூர் அரசாங்கத்தின் செயலாளர் ஜெனரல் யுபிஎஃப்ஏ நிறுவனத்திற்கு தீர்வு காணப்படுகிறது.",
        "அதன்படி, அமைச்சரவை ஒப்புதலின் முடிவு அமைச்சரவை ஒப்புதலால் அங்கீகரிக்கப்பட்டுள்ளது, அமைச்சரவையின் முடிவு அமைச்சர் மினிஸ்டேஷன் சேவை (வரைவு) ஏற்கனவே சேவை ஆணையத்தில் சமர்ப்பிக்கப்பட்டுள்ளது.",
        "1942 புதிய கிராம நிலதரி நியமனங்களும் ஒரு பெரிய வெற்றி என்று பொது நிர்வாக அமைச்சர், மாகாண சபைகள், மாகாண சபைகள் மற்றும் உள்ளூராட்சி அமைச்சர் அசோகா பிரியந்தா மேலும் தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Grama Niladhari wages and allowances",
      "body_lines": [
        "The Cabinet approval has been granted to over 13,000 Grama Niladhari and the Cabinet to enhance the Sri Lanka Grama Niladhari Service.The Minister of Home Affairs Asoka Priyantha revealed to the Parliament on 2224.05.2012 on behalf of the Minister of Public Administration, Home Affairs, Provincial Councils and Local Government.",
        "Accordingly, a new salary code called GN is owned by the Grama Niladhari and the basic salary of a Grama Niladhari joins the new service Rs.. 28,940 to Rs. Will rise up to 30,140. Basic salary of a Grade 2 Grama Niladhari Service to Rs.. Monthly office allowance within the respective Pradeshiya Sabha limit. From 1000 to 2000, municipal limits. 1500 to 3000, Annual Statious allowance is Rs.. 1500 to Rs. Cabinet approval has been paid to 3000 and implementing from 01.04.04.2011.",
        "Increasing other uniforms, travel, communication offers, the Secretary of the Ministry of Public Administration has also set to discuss the budgetary spending.",
        "State Minister said Prime Minister Prime Minister DM Dinesh Gunawardena and the Grama Niladhari trade union representatives were handed over to the Grama Niladhari. He said the solution to the Agency of the UPFA at the conclusion of the Secretary General of Public Administration, Home Affairs, Provincial Councils and Local Government.",
        "Accordingly, the decision of the Cabinet approval has been approved by the Cabinet approval, the decision of the Cabinet is approved by the decision of the Cabinet.The Minister of Service Minministration Service (Draft) has already been submitted to the Service Commission.",
        "State Affairs Minister Asoka Priyantha further stated that the Minister of Public Administration, Provincial Councils, Provincial Councils and Local Government, the Minister of Public Administration, Provincial Councils and Local Government, said that 1942 new Grama Niladhari Appointments were also a big victory."
      ]
    }
  },
  "summary_lines": [
    "Cabinet approved wage hike for over 13,000 Grama Niladhari officers in Sri Lanka, increasing basic salaries from Rs. 28,940 to Rs. 30,140. Additionally, monthly office allowances vary based on location, ranging from Rs. 1,000 to Rs. 3,000. The enhancement includes annual statious allowance of Rs. 1,500 to Rs. 3,000, effective from April 1, 2011. This decision was part of broader discussions on improving benefits such as uniforms, travel, and communication allowances."
  ]
}