{
  "translated_text": {
    "ta": {
      "title": "யாரும் வெளியேறவில்லை அல்லது பின்னால் விடவில்லை - ஜனாதிபதி",
      "body_lines": [
        "நாட்டில் யாரும் வெளியேறவில்லை அல்லது வெளியேறவில்லை என்று ஜனாதிபதி ரணில் விக்ரமேசிங்க் கூறுகிறார்.",
        "இன்று (21) அம்பகாஸ்டோவா பப்ளிக் ஸ்டேடியத்தில் குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கான தேசிய திட்டத்தின் தொடக்க விழாவில் ஜனாதிபதி இந்த கருத்துக்களை பங்கேற்கிறார்.",
        "\"இன்று இந்த நாட்டின் மக்கள் சிங்கள மற்றும் தமிழ் புதிய யாரி கொண்டாடுகிறார்கள். கடந்த இரண்டு ஆண்டுகளில் நாடு இதைப் பற்றி சிந்திக்க முடியவில்லை. சமீபத்திய காலங்களில், எரிபொருள், எரிவாயு மற்றும் உரங்களை உறிஞ்சுவது மிகவும் கடினம்.. 2022 சிங்கள புதிய ஆண்டு கம்பூருகாமுவா பகுதியில் அதை நினைவுபடுத்த விரும்புகிறேன். மக்கள் தங்கும் வரை மக்கள் எரிபொருள் நிரப்பும் முத்திரைகள் முன் தங்குவதை நான் கண்டேன். அவர்கள் ஆட்சியாளர்களுக்கு கடுமையாக குற்றம் சாட்டப்பட்டனர். இன்று நாடு அடைந்த முன்னேற்றத்தை பலர் கேள்விப்பட்டிருக்கிறார்கள். இன்று நாட்டில் இந்த பொருளாதார ஸ்திரத்தன்மைக்கு நாங்கள் பல முடிவுகளை எடுக்க வேண்டியிருந்தது. இந்த முடிவுகள் பிரபலமாக இல்லை என்று சொல்வது அவசியம்.",
        "முன்னதாக, நாட்டில் அரசாங்கங்கள் அரசாங்கங்கள் இருந்தன. இல்லையெனில் இரண்டு மூன்று கட்சிகளுடன் சேர்ந்து கட்டப்பட்ட அரசாங்கங்கள். ஆனால் இந்த அரசாங்கம் அப்படி இல்லை. நான் மட்டுமே யு.என்.பி.. ஆனால் இலங்கை சுதந்திரக் கட்சி, பொது நிரப்புதல் கட்சி மற்றும் சிஹிலி படை ஆகியவை இந்த அனைத்து கட்சிகளிலும் பங்கேற்றன. நாட்டின் தேவைகளுக்காக அரசாங்கம் கட்டப்பட்டது. இந்த அரசாங்கத்தால் சுமக்க முடியாது என்று சிலர் கூறினர். இருப்பினும், எங்கள் நோக்கம் வெற்றிகரமாக செயல்படுத்தப்பட்டது. பிரதமருக்கும் அமைச்சரவைக்கும் நன்றி.",
        "மேலும், ஆளுநர்கள், மாவட்ட செயலாளர்கள் மற்ற அதிகாரிகளின் பெரிய சேவையை முக்கியமான காலங்களில் மக்களுக்கு நிவாரணம் வழங்கினர். ஏனென்றால், நாம் அனைவரும் இன்று ஒன்றாக வேலை செய்தோம். இன்று சுற்றுலா எதிர்மறையான வளர்ச்சியைப் பெறுகிறது. மக்களின் வருமானம் அதிகரித்துள்ளது. மேலும், கிராமப்புற பொருளாதாரத்தை உருவாக்க ஒரு பரந்த திட்டத்தை நாங்கள் ஏற்கனவே செயல்படுத்தியுள்ளோம். நாட்டின் பொருளாதாரத்தில் பொதுத்துறையின் அதிகரிப்பு மற்றும் தனியார் துறை சம்பளம் சேர்க்கப்பட்டுள்ளன. நாங்கள் அனைவரும் ஏழைகள் இல்லாமல், கடினமான நேரத்தில் பணக்காரர் இல்லாமல் கஷ்டப்பட்டோம். நாட்டின் வளர்ச்சி இருந்தபோதிலும், ஒரு குழு இன்னும் சிரமத்திற்குள்ளானது. ரூபாய் இழப்பு, வணிக வீழ்ச்சி மற்றும் வேலை இழப்பு காரணமாக ரூபாய் இன்னும் சிரமத்திற்கு ஆளானது.",
        "அனைவருக்கும் நாட்டின் வளர்ச்சி செயல்முறையின் நன்மை இருக்க வேண்டும். எனவே, வருவாய் திட்டத்தின் வருவாயின் நன்மைகளை மூன்று முறை அதிகரிக்க நாங்கள் செயல்பட்டோம். இந்த மாதத்தில் குறைந்த வருமானம் கொண்ட குடும்பங்களையும், இந்த மாதத்தில் 10 கிலோ அரிசி மற்றும் அடுத்த மாதத்தில் சிங்கள மற்றும் தமிழ் புத்தாண்டுக்கும் நாங்கள் நடவடிக்கை எடுத்துள்ளோம்.. நாங்கள் அரிசியை பெரிய ஆலை உரிமையாளர்களிடமிருந்து வாங்கினோம். சிறிய ஆலை உரிமையாளர்களிடமிருந்து. இந்த கொள்முதல் செய்யும்போது, ​​சந்தையின் சந்தை விலையை விட அதிகமாக வாங்குகிறோம். பின்னர் அவர்கள் சிறிய அளவிலான மற்றும் ஆலை உரிமையாளர்கள் மற்றும் விவசாய சமூகத்திற்கு நிவாரணம் பெறுகிறார்கள்.",
        "பொருளாதாரத்தையும் மக்களின் பொருளாதாரத்தையும் கட்டியெழுப்ப பொருளாதாரத்தை விட்டு வெளியேறவோ அல்லது வெளியேறவோ நான் ஒப்புக் கொள்ளவில்லை. எனவே, நாட்டின் பொருளாதாரத்தை முறையாக உருவாக்குகிறது. இன்று சுற்றுலா மூலம் கிராமம் பணம் பெறுகிறது. மேலும், வேளாண் நவின்னா திட்டம் செயல்படுத்தப்பட்டுள்ளது. வலுவான ஏற்றுமதி விவசாயத்தை நிறுவுவதற்கான நோக்கம் இது என்று கூறப்பட வேண்டும். தோட்டத் துறையின் வாழ்க்கைத் தரத்தை உருவாக்குவதிலும் நாங்கள் கவனம் செலுத்துகிறோம். இந்த மக்கள் மீது நிலம் பற்றிய அறிவு. மேலும், நில உரிமையை ரூ.. கொழும்பில் 50,000 வீடுகளை வழங்க நடவடிக்கை எடுக்கப்பட்டுள்ளது. இந்த வேலைகளில் நாம் அரசியல் ரீதியாக பிரிக்கப்படக்கூடாது. இந்த முன்னேற்றத்தை இன்று நாம் பிரித்தால் இந்த முன்னேற்றத்தைக் காணாது. கட்சி அரசியலை மறந்து, நாங்கள் செல்ல வேண்டும். இந்த UVA இன் முன்னேற்றத்தின் வளர்ச்சிக்கான பல திட்டங்களையும் நாங்கள் நம்புகிறோம். \""
      ]
    },
    "en": {
      "title": "No one is passing out or left behind - President",
      "body_lines": [
        "President Ranil Wickremesinghe says that no one is passing out or left in the country.",
        "The President made these comments participating at the inauguration of the National Program for low income families at Ambagasdowa Public Stadium today (21).",
        "\"Today the people of this country celebrate Sinhala and Tamil New Yarry. The country was unable to think of this in the last two years. In the recent past, we have been very difficult to absorb the fuel, gas, and fertilizer.. 2022 Sinhala New Year I would like to recall that in Kamburugamuwa area. I saw the people staying in front of the fuel filling seals until the people were staying. They were strongly blamed for the rulers. Many have even heard the progress achieved by the country today. We had to make many decisions for this economic stability in the country today. It is necessary to say that these decisions are not popular.",
        "Previously, the government had governments in the country. Otherwise governments that have been built together with two three parties. But this government is not such a. I was the only one of the UNP. But the Sri Lanka Freedom Party, the General Filling Party, and Sihily Force participated in all these parties. The government was built for the needs of the country. Some people said that this government could not carry. However, our purpose was successfully implemented. I thank the Prime Minister and the cabinet.",
        "Also, the governors, the District Secretaries played a large service of other officers to provide relief to the people in critical times. This is because all of us worked together today. Tourism today is getting a negative development. The income of the people has increased. Also, we have already implemented a wide program to build the rural economy. The increase in the public sector as well as the private sector salaries have been added to the economy of the country. We all suffered without poor, rich in difficult time. Despite the development of the country, one group is still inconvenienced. The rupee is still inconvenienced due to the loss of the rupee, business decline and job loss.",
        "Everyone must have the advantage of the country's development process. Therefore, we acted to increase the benefits of the revenue of the revenue program three times. We have also taken steps to provide low income families in this month and 10 kg of rice in this month and next month for the Sinhala and Tamil New Year.. We bought the rice not from the big mill owners. From the small mill owners. When we make these purchases, we buy more than the market price of the market. Then they receive relief to small scale and mill owners and farmer community.",
        "I do not agree to leave or leave the economy in building the economy and the people's economy. Therefore, systematically develops the economy of the country. The village gets the money through tourism today. Also, the Agriculture Navinna program has been implemented. It is to be said that it is the purpose of establishing strong export agriculture. And we also focus on building the quality of life of the plantation sector. Knowledge of land on these people. Also, the program of providing land ownership of Rs.. Steps have been taken to provide 50,000 houses in Colombo. We should not be divided in politically in these work. If we divided this progress today will not see this progress. Forgetting party politics and we should go on. We also hope to implement several programs for the development of this Uva's advancement. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasizes no one is left behind, highlighting economic stability and relief efforts for low-income families during the inauguration of a national program. He acknowledges challenges, including fuel scarcity and economic instability, but praises the government's efforts to improve the economy and the lives of the people."
  ]
}