{
  "translated_text": {
    "ta": {
      "title": "வாட்ஸ்அப் கிரிக்ஸ்: நீங்கள் சைபர் மோசடிகளை எவ்வாறு பெறுகிறீர்கள், பாதிக்கப்பட்டவராக இருக்க வேண்டாம்",
      "body_lines": [
        "வாட்ஸ்அப் கிரிக்ஸ்: நீங்கள் சைபர் மோசடிகளை எவ்வாறு பெறுகிறீர்கள், பாதிக்கப்பட்டவராக இருக்க வேண்டாம்",
        "அன்றாட செய்திகளை பரிமாறிக்கொள்ள நாங்கள் பயன்படுத்தும் வாட்ஸ்அப் பயன்பாடு இன்று கணினி குற்றவாளிகளின் முக்கிய ஊடகத்தை உருவாக்கும் அபாயத்தைக் கொண்டுள்ளது.",
        "சமீபத்தில் நிதி மோசடிகளைச் செய்யும் போக்கு இருப்பதாக சைபர் பாதுகாப்பு வல்லுநர்கள் கூறுகின்றனர்.",
        "வாட்ஸ்அப் கணக்கின் முறையான உரிமையாளர் கவனக்குறைவாக நிகழ்ந்ததாக இலங்கை கணினி அவசரகால பதிலளிப்பு குழு சுட்டிக்காட்டுகிறது.",
        "எனது நண்பரின் தகவல் தொழில்நுட்பத் துறையில் பணிபுரியும் தனானஞ்சுனா சில நாட்களுக்கு முன்பு, அவரது நெருங்கிய நண்பரின் நெருங்கிய நண்பர். தனஞ்சயாவுக்கு குறைந்தது ஒரு வாரத்திற்கு ஒரு குறுஞ்செய்தியில் இருந்து ஒரு செய்தி செய்தி வந்தது, அவருக்கு ஒரு செய்தி இருந்தது.",
        "செய்தி பரிமாற்றத்தில், தனஞ்சயா பிபிசி சிங்கள சேவையிடம் தனஞ்சயாவுக்கு சைபர் ஏமாற்றம் இருப்பதாக கூறினார்.",
        "\"என்னை ஒரு நல்ல நண்பராக ஆக்கிய பையன் எனது சிறந்த நண்பன். வழக்கமாக வாரத்தில் ஒரு நாள் சரி செய்திகளைச் செய்கிறது. சனிக்கிழமை மாலை எனக்கு ஒரு மெசா அனுப்பியது. சிறிது நேரம் அரட்டை அடிப்பது.",
        "\"பின்னர், ஒரு நண்பர் கொஞ்சம் பணம் வைக்க விரும்பினார், ஆனால் இந்த முறை இல்லை. முடிந்தால், நாளை காலை எனக்கு பணத்தை அனுப்ப நாளை காலை விட்டு விடுங்கள். எங்கள் நண்பர்களை சமாளிக்க நான் ஒரு பெரிய பிரச்சினை அல்ல. \"",
        "'' ஆனால் நான் அவரை நிகவரதியாவில் உள்ள ஒரு அரசு வங்கியில் பணம் சம்பாதிக்க அனுப்பினேன். கணக்கு எண் நிகவரதியா என்று அழைக்கப்பட்டது என்பதில் சந்தேகம் இருந்தது. பின்னர், என்னால் யோசிக்க முடியவில்லையா என்று யோசித்தேன், ஒரு கோனேட் எண் சரியா என்று கேட்டேன். அப்போதுதான் நண்பர் தனது வாட்ஸ்அப் ஹேக் செய்ததாகக் கூறினார். அவர் ஏற்கனவே ஒரு குறிப்பை பேஸ்புக் கணக்கில் வைத்திருந்தார், அவர் தனது வாட்ஸ்அப்பால் ஹேக் செய்யப்பட்டார். ஹேக் செய்யப்பட்டவர் ஹேக் செய்தவர் பணம் கேட்கிறார் என்று அறியப்பட்டது. நான் செய்தியில் கவனம் செலுத்தவில்லை என்றால், யாராவது ஒரு ரகசிய விவகாரத்தைப் பிடித்திருக்கலாம், ”என்றார் தனஞ்சா.",
        "சீனியர் ஐடி இன்ஜினியரிங் பெண்கள் பிபிசி சிங்கள சேவைக்கு ஏற்பாடு செய்கிறார்கள், இலங்கை கணினி அவசரகால பதிலளிப்பு குழுவின் மூத்த ஐடி எஸ்.சி.பி.",
        "\"அவர்களில் பெரும்பாலோர், அவர் உங்களிடம் கேட்க சில இலக்கங்களைக் கேட்க சில இலக்கங்களை அனுப்ப வேண்டும். செய்தியை அனுப்புபவர் ஒரு குடும்ப உறுப்பினரின் பெயரில் இருக்கலாம்.",
        "\"அதற்குள், இங்கே புரிந்து கொள்ள வேண்டிய முக்கியமான விஷயம் என்னவென்றால், உங்கள் நண்பர் அல்லது உறவினரின் வாட்ஸ்அப் கணக்கு ஹேக் செய்யப்பட்டது.\"",
        "\"செய்தியின் எண்ணிக்கை உங்கள் வாட்ஸ்அப் கணக்கின் குறியீடு (சரிபார்ப்பு குறியீடு). உங்கள் வாட்ஸ்அப் கணக்கு அந்த நேரத்தில் சைபர் குற்றவாளிகளின் பிடியில் செல்கிறது. இது போன்ற வெவ்வேறு தந்திரங்களை அவர்கள் பயன்படுத்துகிறார்கள்.",
        "\"சில நேரங்களில் ஒரு மத திட்டத்தின் தொகை ஒரு மதத் திட்டமாகும் என்று தெரிவிக்கப்படுகிறது, இது ஒரு கூட்டத்தின் கூட்டத்தில் ஒரு குறியீட்டைச் சேர்க்க வேண்டும் என்று கூறப்படுகிறது. இங்கே குறியீடு என்னவென்றால், உங்கள் வாட்ஸ்அப் சரிபார்ப்பு தண்டு. எங்களுக்கு முன்னால் சைபர் குற்றவாளிகள் இங்கே. எனவே, நல்ல கவனம் முக்கியமானது, \"சீனியர் ஐடி இன்ஜினியரிங் பெண்கள் ஏற்பாடு.",
        "பிபிசி சின்ஹலா சேவையுடன் பேசிய மூத்த தகவல் தொழில்நுட்ப பொறியாளர்கள் வார்ரோர் டமுனுபோலா, சைபர் குற்றவாளிகளின் 34 சம்பவங்கள் குறித்த புகார்கள் கடந்த சில நாட்களில் இலங்கை கணினி அவசரகால பதில் மன்றத்தால் பெறப்பட்டுள்ளன என்று கூறினார்.",
        "இந்த புகார்களை சைபர் குற்றவாளிகள் மற்றும் சைபர் குற்றவாளிகளும் கண்டுபிடித்தனர்.",
        "\"வாட்ஸ்அப் கணக்கு இப்போது ஹேக் செய்யப்பட்டதாக 34 புகார்கள் உள்ளன. இரண்டு முக்கிய அரசியல் கட்சிகளில் முன்னாள் எம்.பி.க்கள் கூட உள்ளனர். இந்த கணக்குகள் அனைத்தும் மற்றவர்களுக்கு செய்திகளை அனுப்பியுள்ளன. சிலர் தங்கள் பெருக்கி கணக்குகளுக்கு நிதியளித்துள்ளனர், \"சீனியர் ஐடி இன்ஜினியரிங் சார்ர்ர் டம்ப்.",
        "இலங்கை: 'ஆன்லைன்' மோசடியிலிருந்து பொருட்களை பாதுகாக்க எவ்வாறு உத்தரவிடுவது?",
        "பேஸ்புக் சமூக ஊடகங்களில் ஒரு குறிப்புக்கு ஒரு குறிப்பைக் கொண்டிருப்பது போதாது என்று அவர் மேலும் கூறினார், அவர்களின் வாட்ஸ்அப் கணக்கு சைபர் குற்றவாளிகளின் கைகளுக்கு வருவதாக அவர்கள் அறிந்தவுடன்.",
        "\"பேஸ்புக்கில் எந்த அர்த்தமும் இல்லை. வாட்ஸ்அப் கணக்கு ஹேக் செய்யப்பட்டது என்பதை அறிய நீங்கள் செய்யக்கூடிய மிகச் சிறந்த விஷயம் என்னவென்றால், உங்கள் தொலைபேசியில் உள்ள அனைத்து காண்ட்டே நம்கர்களுக்கும் ஒரு செய்தியை அனுப்பலாம் அல்லது அழைப்பு அல்லது அழைப்பைக் கொடுக்கலாம். நாங்கள் ஒரு உதாரணத்தை எடுத்துக் கொண்டால், நாங்கள் 200 தொலைபேசிகளுக்கு நடைமுறையில் இருக்கக்கூடாது, ஆனால் அது நடைமுறையில் இருக்காது, ஆனால் இந்த நேரத்தில் நீங்கள் அதை செய்ய வேண்டும். \"",
        "ஒரு நபரின் வாட்ஸ்அப் கணக்கு கிளிப்பர்ஸ் சைபர் குற்றவாளிகள் என்றால், அதை மீட்டெடுக்க கிட்டத்தட்ட 72 மணிநேரம் ஆகும் என்று இலங்கை கணினி அவசரகால பதிலளிப்பு குழு கூறுகிறது.",
        "\"வழக்கமாக, வாட்ஸ்அப் கணக்கை உள்ளிடுவது பொதுவாக 'கடவுச்சொல்' கணக்கை உள்ளிடும்போது அல்லது பயன்பாட்டை உள்ளிடும்போது 'கடவுச்சொல்' இயக்கியது. நாங்கள் எவ்வளவு முயற்சி செய்தாலும் வாட்ஸ்அப் கணக்கை உள்ளிட மாட்டோம். அந்த நேரத்தில், வாட்ஸ்அப்பிற்கு இந்த விஷயத்தைத் தெரிவித்து, கணக்கை எங்களிடம் திருப்பி அனுப்பினார். 72 மணி நேரத்திற்குள், சைபர் குற்றவாளிக்கு அவர் விரும்பியதைச் செய்ய நல்ல வாய்ப்பு உள்ளது, ”என்று மூத்த ஐடி பொறியியல் விளக்கினார்.",
        "சைபர் பாதுகாப்பு நிபுணர் அசெலா காவல்துறை அசெலா கபீலகரா பிபிசி கூறுகையில், தங்கள் WSSAP கள், தங்கள் WSSSAPP கள் மற்றும் சமூக ஊடக கணக்குகள் மற்றும் அவர்களின் மக்கள் உட்பட.",
        "\"நாங்கள் பெரும்பாலும் கடவுச்சொல்லை ஒரு முறை கடவுச்சொல்லுக்கு (OTP) தருகிறோம், இது ஒரு நேர கடவுச்சொல்லை (OTP) வழங்குகிறது, இது எங்கள் வங்கிக் கணக்குகள் மற்றும் சமூக ஊடக கணக்குகளை அடிக்கடி உள்ளிடுகிறோம்,. உங்கள் வீட்டு விசையை அறியாத ஒரு நபரை நீங்கள் உங்களுக்கு வழங்குகிறீர்கள். \"",
        "\"நாங்கள் பெரும்பாலும் சைபர் குற்றவாளிகளால் அறியாமை காரணமாக பிடிபடுகிறோம், அறியாமையின் காரணமாக அல்ல. ஆகவே, 'இரண்டு காரணி அங்கீகாரத்தை' 'இரண்டு காரணி நம்பகத்தன்மை' மென்பொருளுக்கு செயல்படுத்த மறக்காதீர்கள், அதாவது கடவுச்சொல் போன்ற பல எண்களிலிருந்து அவர்களின் சமூக ஊடகங்கள் போன்ற சில எண்களுடன். \"",
        "பொதுத் தேர்தல் 2024: இதுவரை தேசிய பட்டியல் எம்.பி.க்களுக்கு யார் நியமிக்கப்பட்டுள்ளனர்?",
        "வாட்ஸ்அப் கிரிக்ஸ்: நீங்கள் சைபர் மோசடிகளை எவ்வாறு பெறுகிறீர்கள், பாதிக்கப்பட்டவராக இருக்க வேண்டாம்"
      ]
    },
    "en": {
      "title": "WhatsApp Crigs: How you get to cyber frauds and don't be the victim",
      "body_lines": [
        "WhatsApp Crigs: How you get to cyber frauds and don't be the victim",
        "The Whatsapp app we use to exchange everyday messages have a risk of making a key medium of computer criminals today.",
        "Cyber ​​security experts say that there is a tendency to make financial frauds in recently.",
        "The Sri Lanka Computer Emergency Response Team points out that the legitimate owner of the WhatsApp account is inadvertently occurred.",
        "Dhanananjuna who work in my friend's IT industry had a few days ago, a close friend of his closest friend. Dhananjaya had a message message from having a text message at least a week and there was a message to him.",
        "In the Message Exchange, Dananjaya told the BBC Sinhala service that Dananjaya had a cyber deception.",
        "\"The guy who made me a good friend is my best friend. Usually one day a week is doing okay messages. Saturday evening sent me a messa. Chatting for a while. \"",
        "\"Later, a friend wanted to put some money, but this time no way. If possible, leave it tomorrow morning to send me the money tomorrow morning. I was not a big problem for me to deal with our friends. \"",
        "'' But I sent him to make money to a government bank on Nikaweratiya. There was doubt that the account number was called Nikaweratiya. Later, I wondered if I could not think and asked if the one gonate number was okay. That's when the friend said his WhatsApp hacked. He had already put a note in Facebook account, he was hacked by his Whatsapp. It was learned that the one who hacked the hacked was asking for money. If I did not pay attention to the Message, someone could have caught a secret affair, \"said Dhananja.",
        "Senior IT engineering women's organizing to the BBC Sinhala service, said that the Senior IT SCP of the Sri Lanka Computer Emergency Response Team.",
        "\"Most of them, he to send a few digits to ask you a few digits to ask you. The one who sends the message may be in the name of a family member. \"",
        "\"By then, the important thing to understand here is that the Whats your friend or relative's Whatsapp account hacked.\"",
        "\"The number of the number of the Message is the code of your Whatsapp account (verification code). Your Whatsapp account is going to the clutches of cyber criminals at that time. They use different tactics like this. \"",
        "\"Sometimes it is reported that the Sum of a Religious Program is a religious program, which is said to give a cod to be included in a meeting of a meeting. It is the code here is that your Whatsapp Verification Cord. Here are cyber criminals in front of us. Therefore, good attention is important, \"Senior IT engineering women's organizing.",
        "Speaking to the BBC Sinhala Service, Senior IT Engineers Warrror Damunupola said that the complaints of 34 incidents of cyber criminals have been received by the Sri Lanka Computer Emergency Response Forum in the past few days.",
        "The complaints were also found by the cyber criminals and the cyber criminals.",
        "\"There are 34 complaints that the WhatsApp account was hacked by now. There are even former MPs in two main political parties. All these accounts have sent messages to others in their Whats. Some have funded their amplifier accounts, \"Senior IT engineering charror damp.",
        "Sri Lanka: How to order the goods to be protected from 'Online' fraud?",
        "He added that it is not sufficient to have a note to a note on Facebook social media as soon as they found out that their Whatsapp account was about to the hands of cyber criminals.",
        "\"There is no point in Facebook just got a posted point. The best thing you can do to know that whatsapp account was hacked is that you can send a message to all Kanttte Namgers on your phone or give a call or a call. If we take an example, we may not be practical for 200 phones, but it may not be practical, but you have to do it at this time. \"",
        "The Sri Lanka Computer Emergency Response Team says that if a person's WhatsApp account clippers cyber criminals, it will take nearly 72 hours to recover it.",
        "\"Usually, the one entering whatsapp account normally does the 'password' enabled the 'password' when entering the account or enter the application. Then we will not enter the Whatsapp account even if we try how much. At that time, whatsapp was informed the matter and returning the account to us. Within the 72 hours, the cyber criminal has a good chance to do what he wants, \"explained Senior IT engineering.",
        "Says Cyber ​​Protection Specialist Asela Police Asela Kabealakara BBC said that the people who use their WSSAVs, including their WSSZApps and social media accounts as well as their people.",
        "\"We often give the password to One Time Password (OTP), which provides the One Time Password (OTP), which we often enter our bank accounts and social media accounts,. This is like you are giving you a person who doesn't know your home key. \"",
        "\"We are often caught by cyber criminals because of ignorance, not because of ignorance. So do not forget to implement the 'Two Factor Authentication \"to the' two-factors authenticity 'software, such as the password that comes from several numbers with a few numbers, such as their social media.\"",
        "The General Election 2024: Who has been appointed to the National List MPs so far?",
        "WhatsApp Crigs: How you get to cyber frauds and don't be the victim"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the article in approximately 200 characters:",
    "",
    "WhatsApp scams: Hackers target accounts, request money. Protect yourself by verifying contacts, enabling two-factor authentication, and immediately notifying friends if account compromised. Recovery takes up to 72 hours."
  ]
}