{
  "translated_text": {
    "ta": {
      "title": "டிமுத் மற்றும் சாண்டிமல் இலங்கை இன்னிங்ஸை பலப்படுத்துகின்றன",
      "body_lines": [
        "இலங்கைக்கும் நியூசிலாந்திற்கும் இடையிலான முதல் டெஸ்ட் போட்டியின் மூன்றாவது நாள், இலங்கை 237 ரன்கள் எடுத்தது, அவர்களின் இரண்டாவது இன்னிங்ஸ்களுக்கு 4 விக்கெட்டுகளை வீழ்த்தியது.",
        "வாடுவேலா விக்கெட் ஆறு மதிப்பெண்களுக்கு பந்து வீசப்பட்டது, இலங்கையின் முதல் விக்கெட்.",
        "இரண்டாவது விக்கெட்டுக்கு டிமுத் கருணாரத்னே மற்றும் தினேஷ் சாண்டிமல் 147 ரன்கள் மூலம் பலப்படுத்தப்பட்டனர்.",
        "நாள் முடிந்ததும், தலைவர் தனஞ்சயா டி சில்வா (34) மற்றும் ஏஞ்சலோ மேத்யூஸ் (32) ஆகியோர் விக்கெட்டாக இருந்தனர்.",
        "பேட்டிங் முதல் இலங்கை முதல் இன்னிங்சுக்கு 305 ரன்கள் எடுத்தது, நியூசிலாந்து முதல் இன்னிங்கிற்காக 340 ரன்கள் எடுத்தது.",
        "இலங்கைக்காக பிராபே ஜெயசூரியா 4 விக்கெட்டுகளையும், ரமேஷ் மெண்டிஸ் 3 விக்கெட்டுகளையும் வீழ்த்தினார்."
      ]
    },
    "en": {
      "title": "Dimuth and Chandimal strengthens Sri Lankan innings",
      "body_lines": [
        "When the third day of the first Test match between Sri Lanka and New Zealand, Sri Lanka scored 237 runs for the loss of 4 wickets for their second innings.",
        "Waduwela wicket was bowled out for six marks while the first wicket of Sri Lanka.",
        "Dimuth Karunaratne and Dinesh Chandimal were strengthened by 147 runs for the second wicket.",
        "When the day was completed, Leader Dananjaya de Silva (34) and Angelo Mathews (32) remained the wicket.",
        "Batting first Sri Lanka scored 305 runs for the first innings and the New Zealand scored 340 runs for the first innings.",
        "Prabe Jayasuriya took 4 wickets for Sri Lanka and Ramesh Mendis took 3 wickets."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's Dimuth Karunaratne and Dinesh Chandimal formed a strong partnership, scoring 147 runs together. Sri Lanka scored 305 in the first innings and 237 in the second, with Dananjaya de Silva and Angelo Mathews remaining unbeaten at the end of day three. Prabe Jayasuriya took 4 wickets for Sri Lanka, while Ramesh Mendis claimed 3."
  ]
}