{
  "translated_text": {
    "ta": {
      "title": "ஜகாத் விமல் சனதில் ஜகாத் விமலில் இணைகிறார்",
      "body_lines": [
        "எம்.பி., காலியாக தேர்ந்தெடுக்கப்பட்ட எம்.பி., ஜகாத் பிரியங்கரா இறந்த பிறகு, விசாரணைகள், விசாரணை, விசாரணை, விசாரணை, விசாரணை, விசாரணை வாக்களிக்க நியாயமற்ற முறையில் நியாயமற்றது என்று கூறப்பட்டது.",
        "திரு. சனத் நிஷாந்தாவின் மரணத்திற்கு காலியாக உள்ள ஜகாத் பிரியங்கரா, இலங்கை சிவில் நியமனத்தின் இலங்கை சிவில் நியமனம் ஒன்றில் ஜகத் பிரியங்கரா ஆவார்.",
        "அவர் ஜெனரல் மஹிந்தபய ராஜபக்ஷாவில் கடந்த பொதுத் தேர்தலில் தேசிய சுயாதீன ஜெனரலின் விமல் வூரவன்சாவின் கீழ் சேர்ந்தார்.",
        "40,8800 வாக்குகளைப் பெற்ற ஜகத் பிரியங்கரா, அதே பட்டியலில் ஐந்தாவது இடத்தை ஆக்கிரமிக்க முடிந்தது.",
        "இருப்பினும், புட்டலம் மாவட்டம் பாராளுமன்றத்தைச் சேர்ந்த நான்கு பேர்.",
        "மேலும் பேசிய திரு. ஜகாத் பிரியங்கரா தான் அரசியல் மேலாளரின் அரசியல்வாதி என்று கூறினார்.",
        "இருப்பினும், அவர் வெற்று தூண்டுதலுக்காக பாராளுமன்றத்தை பிரதிநிதித்துவப்படுத்துகிறார், நியாயமற்ற முறையில் நடத்தப்படவில்லை.",
        "அவர் பாராளுமன்ற உறுப்பினராக பதவியேற்றார், மேலும் கட்சித் தலைவர் விமல் வூராவன்சாவுடன் சேருவார்.",
        "ஆனால் இதுவரை அனைவரும் நிலைமையை எதிர்கொள்ள முடியும் என்று அவர் நம்புகிறார்.",
        "எவ்வாறாயினும், திரு. விக்ரமேசிங்கை ஆதரித்தார் என்று அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "Jagath Wimal joins Jagath Wimal in Sanath",
      "body_lines": [
        "After the death of the MP, Jagath Priyankara, who is elected empty, inquiries, inquiry, inquiry, inquiry, inquiry, inquiry was said to be unfairly unfair to vote.",
        "Jagath Priyankara, who is empty for the death of Mr. Sanath Nishantha, is Jagath Priyankara in the Sri Lanka Civil Appointment of the Sri Lanka Civil Appointment.",
        "He joined the General Mahindabaya Rajapaksa in the last general election under the National Independent General of Wimal Weerawansa.",
        "Jagath Priyankara, who obtained 40,8800 votes, was able to occupy the fifth place of the same list.",
        "However, the Puttalam district was about four people of Parliament.",
        "Speaking further Mr. Jagath Priyankara said that he was the politician of the political manager.",
        "However, he is representing parliament for the empty urge and is not being treated unfairly.",
        "He is sworn in as a Member of Parliament and will join the party leader Wimal Weerawansa.",
        "But he believes that all should be able to face the situation so far.",
        "However, he said that Ranil Wickremesinghe supported Mr. Wickremesinghe had not yet taken a threat to investigate."
      ]
    }
  },
  "summary_lines": [
    "Jagath Priyankara, elected after MP Sanath Nishantha's death, faced allegations of unfair voting. He joined the National Independent General of Wimal Weerawansa, securing 40,880 votes for the fifth place. Despite representing Puttalam district, he insists on fair treatment and joins Wimal Weerawansa's party."
  ]
}