{
  "translated_text": {
    "ta": {
      "title": "பிரதமர் காலந்தரில் பார்வையிட்டார்",
      "body_lines": [
        "பிரதமர் தினேஷ் குணவர்தேனா இன்று (15) மராதராம்ஹா மக்களை பணம் செலுத்தாமல் சந்தித்தார்.",
        "விஷயங்கள், உள்கட்டமைப்பு மற்றும் சுற்றுலா குறித்து அவர்கள் பிரதமரிடம் நிறைய யோசனைகளை பரிமாறிக்கொண்டனர்.",
        "ஒரு பொருளாதார மையத்தின் தேவை, காய்கறிகள் உட்பட காலாவதி இல்லாமல் அறுவடையை எடுக்க அவர்கள் ஈர்க்கப்பட்டனர்.",
        "விளையாட்டு குழந்தைகள் மற்றும் இளைஞர்களுக்கு ஒரு விளையாட்டு மைதானம், குடிநீர் மற்றும் சாலை வசதிகள் ஆகியவற்றின் குறைபாடுகள் குறித்து அவர்கள் சுட்டிக்காட்டினர்.",
        "அவர்கள் தங்கள் பகுதியில் சுற்றுலா, கலாச்சாரம் மற்றும் பாரம்பரிய சுற்றுலாவை வளர்த்துக் கொள்ள வேண்டும், சுற்றுலாத் துறையைப் பாதுகாக்கவும், இலங்கையில் மிக அழகான மலைகளைப் பார்க்கவும் வேண்டும் என்று அவர்கள் கூறினர்."
      ]
    },
    "en": {
      "title": "Prime Minister visited in the galandar",
      "body_lines": [
        "Prime Minister Dinesh Gunawardena met the people of Maradaramha today (15) without paying.",
        "They exchanged a lot of ideas with the Prime Minister on the matters, infrastructure and tourism.",
        "The need for an economic center, they were impressed to take the harvest without expiration, including vegetables.",
        "They pointed out the shortcomings of a playground, drinking water and road facilities to sports children and youth.",
        "They said that they should develop the tourism, culture and traditional tourism in their area, to protect the tourism industry and to see the most beautiful mountains in Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "Prime Minister Dinesh Gunawardena visited Maradaramha, discussing infrastructure, tourism, and the need for an economic center. He was impressed by the harvest and highlighted the need for improved playgrounds, drinking water, and road facilities. He encouraged the development of tourism, culture, and traditional tourism to protect the industry and showcase Sri Lanka's beauty."
  ]
}