{
  "translated_text": {
    "si": {
      "title": "මවගේ වධහිංසා: පිරිමි ළමයා සරණාගතභාවය",
      "body_lines": [
        "කොළඹ සිට යාපනයට පැමිණි පිරිමි ළමයා සහ පොලිස් ස්ථානයේ සරණාගතයා තම මව වෙත භාර දී තිබේ.",
        "තම මවට සහ මවගේ දෙවන සැමියාට පහර දුන් බවට චෝදනා කරමින් කොළඹ සිට කොළඹ සිට යාපනයට පැමිණි පිරිමි ළමයෙක් යාපනයේ පොලිසියේ රැකවරණය ලබාගෙන තිබේ.",
        "පිරිමි ළමයා ගැන සොයා බැලූ පොලිසිය හෙළි කළේ පිරිමි ළමයා උතුරු ඉන්දියාවේ සිටි බවත් ඔහුගේ මව කොළඹ ගෑසිනෝහි වැඩ කරමින් සිටින බවත්, මෙහි ශ්රී ලාංකික පුද්ගලයෙක් සමඟ නැවතී සිටින බවත්ය.",
        "ඒ අනුව, පිරිමි ළමයා මන්නාරම මන්නාරම මුහුදෙන් මන්නාරම බලා යාමට සැලසුම් කර මන්නාරම් බස් රථයට ගොඩවීම වෙනුවට යාපනය බස් රථයට ගොඩ විය.",
        "යාපනයට පැමිණි පිරිමි ළමයා යා යුත්තේ කොතැනට දැයි දැන සිටියේ නැත, ඇය පොලිස් ස්ථානයේ රැකවරණය ලබා ඇත.",
        "මීට අමතරව, පිරිමි ළමයාගේ වැරදිවලට ​​පිරිමි ළමයාගේ වැරදිවලට ​​ද ished ුවම් ලැබෙනු ඇති අතර පොලිසිය යාපනයේ පොලිසිය පරීක්ෂණ පවත්වන බව මව පැවසුවා.",
        "පසුව පොලිසිය පිරිමි ළමයා පාවා දී මවට අවවාද කළ යුතු අතර පිරිමි ළමයා කොළඹට යැව්වේය."
      ]
    },
    "en": {
      "title": "Mother torture: boy asylum",
      "body_lines": [
        "The boy who came to Jaffna from Colombo and the refugee at the police station has been handed over to his mother.",
        "A boy who came to Jaffna from Colombo had taken shelter at the Jaffna police station for allegedly beating her mother and mother's second husband.",
        "Police, who investigated the boy, revealed that the boy was from North India and that his mother was working in Gasino in Colombo and staying with a Sri Lankan person here.",
        "Accordingly, the boy was planning to go to Mannar from the sea and boarded the Jaffna bus instead of boarding the Mannar bus.",
        "The boy who came to Jaffna did not know where to go, and she has taken refuge at the police station.",
        "In addition, the mother said that the boy's mother would be punished for the mistakes of the boy, while the police were investigating the Jaffna police.",
        "It is noteworthy that the police then compromised the boy and warned the mother and sent the boy to Colombo."
      ]
    }
  },
  "summary_lines": [
    "A boy from North India, seeking refuge in Jaffna after allegedly assaulting his mother and stepfather in Colombo, was returned to his mother by the police. The investigation revealed the boy's mother worked in a Colombo casino and was temporarily living with a local Sri Lankan. The boy mistakenly took a bus to Jaffna instead of Mannar, ending up at the police station. The police decided to send him back to Colombo, warning his mother about his actions."
  ]
}