{
  "translated_text": {
    "si": {
      "title": "මැතිවරණ කතාවද?සැබෑ සහනයක්?- රනිල් වික්රමසිංහගේ ජනතාව සමඟ කතා කිරීම",
      "body_lines": [
        "ශ්රී ලංකා ජනාධිපති රනිල් වික්රමසිංහ මහතා ද්විපාර්ශ්වික ණය හිමියන් සමඟ ඉතා අපේක්ෂිත ණය ගිවිසුම ප්රකාශයට පත් කර තිබේ. කෙසේ වෙතත්, බොහෝ පර්යේෂකයන් පවසා ඇත්තේ රටේ සැබෑ ආර්ථික තත්ත්වයට ප්රතිචාර වශයෙන් මෙය එළඹෙන මැතිවරණයට අනුව සිය සහයෝගය ඉහළ නැංවීමේ උත්සාහයක් බවයි, එය තවමත් දුර්වල තත්ත්වයේ පවතී.",
        "බදාදා ජනාධිපතිවරයා ජපානය සහ ඉන්දියාව ඇතුළු ශ්රී ලංකාවේ ප්රධාන ද්වි පාර්ශවීය රටවලට අනුකූල බව නිවේදනය කළේය. ඔහු බදාදා ප්රකාශ කළේය.",
        "මෙම ණය සැකසුම් ක්රියාමාර්ග ශ්රී ලංකාවේ ආර්ථික විද්යාත්මක ස්ථායිතාව යථා තත්ත්වයට පත් කිරීමේ ජාත්යන්තර මූල්ය අරමුදලේ සැලැස්ම මත පදනම් වේ.",
        "මෙම ගිවිසුම් ජූලි දෙවැන්න පාර්ලිමේන්තුවේ විශේෂ සැසිවාරයකදී ඉදිරිපත් කර පිළිගනු ලැබේ.",
        "කෙසේ වෙතත්, බොහෝ විශ්ලේෂකයින් වික්රමසිංහගේ ණය ප්රතිවිරෝධය පිළිබඳ නිවේදනය ප්රකාශ කර ඇත.",
        "තම ධුර කාලය අවසන් කර තිබියදීත්, මැතිවරණයේදී ස්ථිර තීරණයක් ගැනීමට මිස ජනාධිපතිවරයා දුටුවේය.",
        "ජනාධිපති පක්ෂයේ මහලේකම් මෑතකදී අදහස් දැක්වූයේ මැතිවරණ කල් දැමීම පිළිබඳව වසර දෙකක් ගත කිරීම පිළිබඳව ය.",
        "සමහර දේශපාලන නිරීක්ෂකයින් පවසා ඇත්තේ ජනාධිපතිවරයාගේ ජාතියේ කථාව දේශපාලන ව්යාපාරයක් මෙනි.",
        "එක් අවස්ථාවක, මුල සිටම ගැටලුව, යථාර්ථවාදී විසඳුම, යථාර්ථවාදී විසඳුම, ඔබට නිවැරදි ප්රතිලාභ ලබා දුන් තැනැත්තා ඔබ මා සමඟ ගමන් කරනවාද?නැතහොත් ඔහුගෙන් ප්රශ්න කළේ අඳුරේ පැකිලුණු සහ තවමත් මෙම ප්රශ්නය තේරුම් ගැනීමට නොහැකි වූ අයට ඔහු සමඟ එක්වනවාද යන්නයි.",
        "කොළඹ මාළිගා විශ්ව විද්යාලයේ දේශපාලන විශ්ලේෂකයෙකු සහ දේශපාලන කථිකාචාර්යවරයෙකු වන මහාචාර්ය නිර්මාල් රංජිත් දේවසිරි පවසන්නේ මෙම දේශපාලන විපක්ෂ නායක සජිත් ප්රේමදාස සිය දේශපාලන විපක්ෂ නායක සජිත් ප්රේමදාස මහතා භාර ගැනීමේ උත්සාහයක් බවයි.",
        "එක්සත් ජාතීන්ගේ පක්ෂයෙන් බෙදී ගිය එක්සත් ජනතා බලය 2019 දී 2020 මැතිවරණයෙන් සියයට 23 ක ඡන්ද ප්රතිශතයක් දිනා ගත්තේය.",
        "පක්ෂය තුළ වර්තමාන කොට් isions ාශ තිබියදීත්, සාම්ප්රදායික ඡන්ද වර්ෂවල එක්සත් ජනතා බලයට එක්සත් ජාතික පක්ෂය තවමත් සහාය දෙන බව දේවසිරි පැවසීය.",
        "ඔහු පෙන්වා දුන්නේ ජනාධිපතිවරයාගේ එක්සත් ජාතික පක්ෂය එම මැතිවරණයේදී historical තිහාසික පරාජයක් අත්විඳ ඇති බවයි.",
        "2022 දී ආර්ථික අර්බුදය හේතුවෙන් ඇති වූ දේශපාලන අර්බුදය හේතුවෙන් එවකට ජනාධිපති ගෝතභය රාජපක්ෂ මහතාගේ ඉල්ලා අස්වීමෙන් පසු රනිල් වික්රමසිංහ මහතා එවකට ජනාධිපති ගෝතභය රාජපක්ෂ මහතාගේ ඉල්ලා අස්වීමෙන් පසු රනිල් වික්රමසිංහ මහතා පාර්ලිමේන්තු ජනමත විචාරණයකින් ජනාධිපතිතුමා බවට පත්විය.",
        "මෙම පත්වීම ආණ්ඩුක්රම ව්යවස්ථාව මත පදනම් වුවද බොහෝ දෙනෙක් වික්රමසිංහ ජනතාවගේ ජනාධිපති ලෙස විස්තර කරති.",
        "එක්සත් ජාතික පක්ෂයේ ආසන බොහෝ දුරට ප්රේමදාසයට පක්ෂව කියා සිටින 2020 මැතිවරණය, දේව.",
        "කෙසේ වෙතත්, රනිල් වික්රමසිංහ මහතා මේ වන විට මෙහෙයවන්නේ ඔහු ජනාධිපති වන අතර ඔහු මේ වන විට ප්රේමදාස දිනා ගැනීම සඳහා ආර්ථික සුවය ලබා ගැනීම සඳහා වූ ඔහුගේ දැක්ම භාවිතා කරමින් බලපෑමට ලක්වීමට උත්සාහ කරන බැවිනි.",
        "සජිත් පම්දසා තවමත් රටේ ගම්වල ගම්මානවල දක්නට ලැබෙන අතර, එක්සත් ජාතික පක්ෂය පාර්ලිමේන්තු කමිටුවල දෙවන නායකයින් සමඟ කේවල් කිරීමේ ගිවිසුමක් නම් රනිල් වික්රමසිංහ ජයග්රහණය කිරීම දුෂ්කර බව රනිල් වික්රමසිංහ පවසයි.",
        "ජාතික ජනතාවගේ බලය වාසි ක්රියාකාරකම්වල කප්පාදු ක්රියාකාරකම් විවේචනය කිරීම හේතුවෙන් ජනතාව අතර වේගවත් සහයෝගයක් වන්නේ ජාත්යන්තර මූල්ය අරමුදලේ වාසි ක්රියාකාරකම් විවේචනය කිරීමයි.",
        "පසුගිය වසරේ දෙසැම්බරයේ දේශීය බුද්ධිමය සංවිධානයක් ජාතික ජනගහනයෙන් සියයට 50 ක ඡන්ද ප්රතිශතයක් දියත් කළේය.",
        "මේ නිසා, වර්තමාන ප්රශ්නය නම් ජනාධිපතිවරණයේදී ජාතික මහජන බලයේ නායකයා අනුර කුමාර දිසානායකට අභියෝග කිරීමයි.",
        "ඔහු පවසන්නේ දෙදෙනා විය නොහැකි නම්, එය අනුරාධපුර දිසානායක ලබා දෙන බවයි.",
        "ණය ප්රතිසංස්කරණය කිරීම පිළිබඳ එක් ආකාරයක සාර්ථකත්වය හෝ සුවය ලැබීම පිළිබඳ ගිවිසුම් පිළිබඳ ගිවිසුම් ඉදිරිපත් කිරීමට ජනාධිපති රනිල් වික්රමසිංහ උත්සාහ කරයි, යාපනය සංගමයේ දේශපාලන විද්යා ist අධිලන්කන්කෝදද්ගමර් පවසයි.",
        "කෙසේ වෙතත්, ජාත්යන්තර අරමුදලේ දැඩි කප්පාදු පියවරයන් නිසා, මිනිසුන් තවමත් අර්බුදයක සිටින බැවින් මෙය සාර්ථක නොවනු ඇත.",
        "කොළඹ ඉහළ තන්ත්රය සඳහා ජාත්යන්තර ප්රජාවට හොඳම දේ මෙය විය හැකි නමුත් මෙය මිනිසුන් ආකර්ෂණය කර ගැනීමට යන්නේ නැත.",
        "රටේ දළ දේශීය නිෂ්පාදිතයෙන් සියයට 4.5 ක් ආපසු ගෙවීමට සමාන බව ද ඔහු සඳහන් කරයි. එය රටේ අයවැයෙන් සියයට 30 කි.",
        "වෙනත් ආකාරයකින්, ශ්රී ලංකාවේ සමස්ත නිෂ්පාදනය 3.3% ක් පමණක් වන අතර, මෙම කාල පරිච්ඡේදයන් තුළ වර්ධනය වන රට සඳහා එය ඉතා අඩුය. එබැවින් මෙහි සාර්ථකත්වයක් නොමැත."
      ]
    },
    "en": {
      "title": "Is the election speech?Real relief?- Speaking to Ranil Wickremesinghe's people",
      "body_lines": [
        "Sri Lankan President Ranil Wickremesinghe has announced the highly anticipated debt agreement with bilateral creditors. However, many researchers have said that this is an attempt to increase its support before the upcoming election, in response to the real economic status of the country, which is still in poor condition.",
        "On Wednesday, the President announced the compliance with Sri Lanka's major bipartisans, including Japan and India. He announced on Wednesday.",
        "These debt processing measures are based on the International Monetary Fund's plan to restore Sri Lanka's micro -economic stability.",
        "These agreements will be submitted and accepted at a special session of Parliament on the second of July.",
        "However, many analysts have described the announcement of Wickremesinghe's announcement of the debt restructuring- they have commented that the presidential elections are due to take place in Octobar this year.",
        "The President is seen as not to make a firm decision in the elections, despite his end to the end of his tenure.",
        "The general secretary of the president's party recently commented on the postponement of elections for two years.",
        "Some political observers have said that the speech for the president's nation looked like a political campaign.",
        "At one point the President, the one who realized the problem from the beginning, the realistic solution, the one who gave you the right benefits, would you travel with me?Or he questioned whether he would join those who stumbled in the dark and still unable to understand this issue.",
        "Professor Nirmal Ranjith Devasiri, a political analyst and a political lecturer of the Colombo Palace University, states that this speech to the president's people is an attempt to take over its political opposition leader Sajith Premadasa from its political opposition leader Sajith Premadasa.",
        "In 2019, the United People's Power, which split from the United National Party, won 23 percent of the vote in the 2020 election.",
        "Devasiri said that despite the current divisions within the party, the United National Party is still supporting the United People's Power in the traditional constituencies.",
        "He pointed out that the president's United National Party suffered a historical defeat in that election.",
        "Ranil Wickremesinghe became president by a parliamentary referendum following the resignation of the then President Gotabhaya Rajapaksa following the lack of political peace caused by the economic crisis in 2022.",
        "Although this appointment is based on the constitution, many describe Wickremesinghe as the President of the people.",
        "Based on the 2020 elections, Devasiri, who claims that the United National Party's seats are largely in favor of Premadasa, notes that he has strengthened his influence over the past few years.",
        "However, Ranil Wickremesinghe is currently leading, because he is president because he is currently trying to gain influence using his vision for economic recovery to win Premadasa.",
        "Sajit Pamedasa is still seen in the villages of the country, and Ranil Wickremesinghe says that it is difficult for Ranil Wickremesinghe to win if the United National Party is a bargaining agreement with the Second Leaders of Parliamentary Committees.",
        "The National People's Power is a rapid support among the people due to criticism of the austerity activities of the Left Coalition - International Monetary Fund.",
        "In December last year, a domestic intellectual organization launched a poll of 50 percent of the national population.",
        "Because of this, the current question is that the leader of the National People's Power will challenge Anura Kumara Dissanayake in the presidential election.",
        "He says that if the two cannot be, it will give Anuragumara Dissanayake.",
        "President Ranil Wickremesinghe is trying to present the agreements on debt renovation as a sort of success or recovery, says Akhilankadgamar, a political economist of the Jaffna Union.",
        "However, due to the severe austerity measures of the International Fund, this will not succeed as people are still in crisis.",
        "This may be the best thing for the international community for Colombo's high -ranking group but this is not going to impress people.",
        "He also notes that it is equivalent to repaying the 4.5 percent of the country's GDP, which is 30 percent of the country's budget.",
        "In another way, Sri Lanka's total production is only 3.3 %, and it is very low for the country that is growing during these periods. So there is no success here."
      ]
    }
  },
  "summary_lines": [
    "Sri Lankan President Ranil Wickremesinghe's announcement of a debt agreement with bilateral creditors is seen by many as a pre-election strategy to boost support amid the country's ongoing economic challenges. The deal, aimed at restoring economic stability, is set to be discussed in Parliament on July 2nd. Critics, however, view it as a political maneuver rather than a genuine solution, especially considering the upcoming October elections. Political analyst Professor Nirmal Ranjith Devasiri suggests Wickremesinghe's speech is an attempt to counter his political opponent Sajith Premadasa, highlighting the divided support within the United National Party. Despite the potential for Wickremesinghe to leverage his economic recovery vision against Premadasa, the effectiveness of such strategies remains uncertain amidst widespread public discontent and skepticism towards austerity measures imposed by the IMF."
  ]
}