{
  "translated_text": {
    "ta": {
      "title": "கடைசியாக நிறுவும் ஊழியரின் சம்பளம் ரூ.. 55,000 வரை",
      "body_lines": [
        "போக்குவரத்து, நெடுஞ்சாலைகள் மற்றும் வெகுஜன ஊடகங்கள் மாதத்திற்கு குறைந்தது ரூ.. அவர் அரசு தகவல் துறையில் நடைபெற்ற சிறப்பு ஊடக மாநாட்டில் பேசினார்.",
        "பொது ஊழியர்கள் அதிகரித்து வருவது மற்றும் வாழ்க்கைக் கொடுப்பனவு செலவு தொடர்பான பல தவறான கருத்துக்கள் பரவலாக பரவுகின்றன என்று அவர் சுட்டிக்காட்டினார்.",
        "தற்போதைய அரசாங்கத்தின் அமைச்சரவை அறிவிப்பாளர்கள் முக்கியமான அமைச்சரவை முடிவுகளை அறிவிப்பதாகவும், சில அமைச்சரவை முடிவுகள் பொதுமக்களுக்கு செல்லாது என்றும் அறிவித்ததாக அமைச்சர் சுட்டிக்காட்டினார்.",
        "அமைச்சரவை சமீபத்தில் சந்தித்தபோது, ​​அமைச்சரவை தாள் பொது ஊழியர்களின் அதிகரிப்புகளால் வழங்கப்பட்டது என்று அவர் கூறினார்.",
        "\"அனைத்து அரசு ஊழியர்களுக்கும் ரூ .25,000 ரூபாய் திருத்தாமல் மூன்று ஆண்டுகள் வழங்கப்படும். இரண்டாவதாக, அடிப்படை சம்பளம் திருத்தப்படவில்லை, 24% முதல் 25% வரை. குறைந்தது ரூ."
      ]
    },
    "en": {
      "title": "The Laststalling employee's salary is Rs.. Up to 55,000",
      "body_lines": [
        "Transport, Highways and Mass Media Mass Media Cabbaken said that at least Rs. 55,000 per month and more than at least Rs.. He was speaking at a special media briefing held in the Government Information Department.",
        "He pointed out that if a number of misconceptions relating to the increasing increase in public servants and the cost of living allowance is widely spreading.",
        "The Minister pointed out that the Cabinet proclaimers of the present government declares that he will declare the important cabinet decisions and certain cabinet decisions will not go to the public.",
        "He said that when the Cabinet met recently, the cabinet paper was presented by the public servants' increments.",
        "\"All public servants will be given three years without amending Rs 25,000 rupees. Secondly, the basic salary is not amended, and between 24% and 25%. At least Rs. 55,000 per month and more than at least Rs. 55,000 per month. \""
      ]
    }
  },
  "summary_lines": [
    "The Transport Minister announced that public servants' salaries would not exceed Rs. 55,000 monthly, addressing concerns about rising costs and pay increases. He clarified that while some decisions would remain confidential, others, including salary adjustments, would be disclosed."
  ]
}