{
  "translated_text": {
    "ta": {
      "title": "பனி மருந்துகளுடன் கைது செய்யப்பட்ட 'குடு ஜமானி' உட்பட சீடர்களில் ஒருவர்",
      "body_lines": [
        "மொராட்டுவாவின் கொழும்பில் ஏராளமான போதைப்பொருள் கடத்தல் வாலானா மத்திய ஊழல் ஊழல் ஊழல் ஊழல் ஊழல் ஊழல் ஊழல் படைப்பிரிவு இன்று (06), மொராட்டுவா.",
        "வாலானா மத்திய கார்ப்சன்ட் ஓ.ஐ.சி தலைமை ஆய்வாளர் இண்டிகா வீசிங்க, தலைமை ஆய்வாளர் இண்டிகா வீசிங்க மற்றும் பனிக்கட்டி குழுவான துணை ஆய்வாளர் ஜெயானி, 3520 மில்லிகிராம் ஐஸ் பணியாளர்களுடன் கடத்தப்படுகிறார்கள்.",
        "விசாரணையின்படி, மோசடி மற்றும் மூன்று சகோதரர்கள் போதைப்பொருள் வியாபாரிக்காக கைது செய்யப்பட்டுள்ளனர், மேலும் நீண்ட தூர போதைப்பொருள் கடத்தல்காரரான மொராட்டுவா, மோடாரா, கோரலவெல்லாவில் உள்ளனர், மேலும் இது பகுதிகளுக்கு விநியோகிக்கப்படுவது தெரியவந்துள்ளது என்று போலீசார் தெரிவித்தனர்.",
        "இந்த சோதனையை துணை இன்ஸ்பெக்டர் ஜெனரல் இன்ஸ்பெக்டர் இண்டிகா வீசிங்கே, தலைமை ஆய்வாளர் இந்திகா வீசிங்கே, வாலானா மத்திய ஊழலின் இயக்குநரின் உத்தரவுகள் மற்றும் அறிவுறுத்தல்களில் பொலிஸ் சார்ஜென்ட், 105086 குமரன், பொலிஸ் சார்ஜென்ட் டிரைவர் 6462 பந்தரா."
      ]
    },
    "en": {
      "title": "One of the disciple, including 'Kudu Jayani', arrested with ice drugs",
      "body_lines": [
        "A large number of drug trafficking in Colombo, Moratuwa, is arrested by the Walana Central Corruption Corruption Corruption Corruption Corruption Corruption Corruption Corruption Brigade today (06), Moratuwa.",
        "Walana Central Corpsant OIC Chief Inspector Indika Weerasinghe, Chief Inspector Indika Weerasinghe and Sub Inspector Jayani, a team of ice, is the main trafficking in her possession.With the 3520 milligrams of ice cadres, have been taken into custody.",
        "According to the investigation, the racketing and three brothers have been arrested for drug dealer and is in the long-range drug trafficker, Moratuwa, Modara, Koralawella, andThe police said that it is revealed to be distributed to the areas.",
        "This raid was directed by Sub Inspector General Inspector Indika Weerasinghe, Chief Inspector Indika Weerasinghe, Police Sergeant at the orders and instructions of the Director of Walana Central Corruption.104644 Tillakaratne, 105086 Kumaran, Police Sergeant Driver 6462 Bandara have been done."
      ]
    }
  },
  "summary_lines": [
    "In a major crackdown on drug trafficking in Colombo and Moratuwa, authorities arrested several individuals, including 'Kudu Jayani,' who were found in possession of 3,520 milligrams of ice drugs. The operation, led by Chief Inspector Indika Weerasinghe and others from the Walana Central Corruption Brigade, resulted in the arrest of a network involved in distributing drugs across various areas."
  ]
}