{
  "translated_text": {
    "ta": {
      "title": "மறுசீரமைப்பு கடன் சர்வதேச நாணய நிதியம் கடன் வழங்குநர்களின் அதிக பங்கேற்பை எதிர்பார்க்கிறது",
      "body_lines": [
        "இலங்கையின் மறுசீரமைப்பு நடவடிக்கைகளுக்காக சர்வதேச நாணய நிதியம் (ஐ.எம்.எஃப்) கடன் வழங்குநர்களின் (ஐ.எம்.எஃப்) பொதுவான தேவைகளை வலியுறுத்தியுள்ளது.",
        "சர்வதேச நாணய நிதியம் (ஐ.எம்.எஃப்), சர்வதேச நாணய நிதியத்தின் நிர்வாக இயக்குனர் திருமதி கிறிஸ்டோபாலினா ஜார்ஜிவி ஆவார்.",
        "இலங்கை அதிகாரிகள் பொருளாதார சீர்திருத்த திட்டத்தை சர்வதேச நாணய நிதியத்தின் உதவியுடன் செயல்படுத்தியுள்ளனர், மேலும் இது கடன் நிலைத்தன்மை மற்றும் வெளிப்புற திறனை ஆதரிப்பதை நோக்கமாகக் கொண்டுள்ளது.",
        "எஸ்.டி.ஆர் மார்ச் 2023 இல் சர்வதேச நாணய நிதியத்தின் நிர்வாகத்தில் 48 மாத விரிவான சீர்திருத்த திட்டத்தால் (சுமார் billion 3 பில்லியன்) அங்கீகரிக்கப்பட்டது. பொருளாதாரத்தை புனரமைத்தல், பணவீக்கம் மற்றும் இருப்புக்களைக் குறைப்பது போன்ற நேர்மறையான முடிவுகளைக் காட்டிய திட்டத்தின் பயனுள்ள முன்முயற்சி, திட்டத்தின் பயனுள்ள முன்முயற்சி என்றும் திருமதி ஜார்ஜ் கூறினார்.",
        "இந்த திட்டத்தின் மூன்றாவது மதிப்பாய்வுக்காக சர்வதேச நாணய நிதிய ஊழியர்கள் ஏற்கனவே நவம்பர் 23, 2024 அன்று இலங்கை அதிகாரிகளில் நுழைந்துள்ளனர்.. ஐ.எம்.எஃப் திட்ட இலக்குகளின் உத்தியோகபூர்வ கடன் வழங்குநர்களின்படி சீனாவின் எக்ஸிமுடனான எக்ஸிம் வங்கிக்கு ஒப்பந்தத்தை முடிவுக்குக் கொண்டுவருவதன் மூலம் ஜூன் மாதம் மேற்கொள்ளப்பட்ட முன்னேற்றம் ஜூன் மாதத்தில் இந்த நடைமுறை.. வெளிப்புற பவுண்டர்களின் மந்தமான தெரோ மற்றும் இலங்கை அதிகாரிகளின் இயக்கக் குழு திருமதி ஜார்ஜிவா மேலும் விளக்கினார் என்று கூறப்படுகிறது.",
        "சர்வதேச நாணய நிதிய ஊழியர்களால் மதிப்பிடப்பட்ட ஒப்பந்தம் நிதி உதவியின் அளவுருக்களுக்கு ஏற்ப உள்ளது மற்றும் வெளிநாட்டு கடன் சேவை நிவாரணத்தை வழங்க எதிர்பார்க்கலாம். திருமதி ஜோரிகேவா, கடன் வழங்குநர்களின் பங்கேற்புடன் கடன் நடவடிக்கைகளுக்கு தொடர்ந்து தொடர்ந்து கடன் நடவடிக்கையை முடிவுக்குக் கொண்டுவரும் என்று வலியுறுத்தினார்.",
        "சீர்திருத்தங்கள், உத்தியோகபூர்வ கடன் வழங்குநர்கள் மற்றும் பொருளாதாரத்திற்கான சீர்திருத்த திட்டத்திற்கு கடன் பரிமாற்றம் ஆகியவை நிலையான மற்றும் உயர் வளர்ச்சியை மீட்டெடுப்பதை நோக்கமாகக் கொண்டுள்ளன.",
        "இலங்கையின் பொருளாதார மற்றும் சமூக சீர்திருத்தங்களுக்கான தனது உறுதிப்பாட்டை சர்வதேச நாணய நிதியம் மேலும் உறுதிப்படுத்தியுள்ளது என்றும், அவர் தான் என்று கூறியதாகவும் திருமதி ஜார்ஜிவா தெரிவித்துள்ளது எடுக்க உதவ.",
        "இலங்கை அதன் மிகவும் சிக்கலான நிதி நெருக்கடிகளில் ஒன்றை எதிர்கொள்ளும்போது, ​​சர்வதேச நாணய நிதிக் கடன்கள் கடனின் மறுசீரமைப்பு நடவடிக்கைகளில் பங்கேற்பார்கள் என்று எதிர்பார்க்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "Restructuring Debt IMF expects the higher participation of creditors",
      "body_lines": [
        "The International Monetary Fund (IMF) has emphasized the general needs of creditors of creditors (IMF) for the restructuring operations of Sri Lanka.",
        "Among the International Monetary Fund (IMF), the International Monetary Fund (IMF), the International Monetary Fund (IMF) is Ms. Christophalina Georgivi, Managing Director of the International Monetary Fund..",
        "The Sri Lankan authorities have implemented the economic reform program with the assistance of the International Monetary Fund, and it is aimed at supporting the debt sustainability and external capability.",
        "SDR was approved by the 48-month comprehensive reforms program (approximately $ 3 billion) at the IMF executive in March 2023. Ms. Georgeee also stated that the effective initiative of the program, which has shown positive results, such as reconstructing the economy, reduced inflation and reserves.",
        "The IMF staff has already entered the Sri Lankan authorities on November 23, 2024 for a third review of the project.. The procedure in June was the progress carried out on June by ending the deal with China's EXIM to the EXIM Bank in accordance with the official creditors of the IMF program targets.. This is said that the operating committee of the External Bondors' Slighted Thero and Sri Lankan authorities, Mrs. Georgiva further explained.",
        "The agreement assessed by the IMF staff is in accordance with the parameters of the funding aid and expect to provide a foreign credit service relief. Mrs. Georigeva emphasized that the proficiency attempt will continue to constantly constantly constantly constantly end the credit operation to the promotion of creditors with the participation of the creditors.It also stated that it is very important to do.",
        "The continued support of the reform program to the reforms, official creditors and debt transfers to the reform program for the economy have aimed at restoration of sustainable and high growth.He also pointed out that it was very important.",
        "Mrs. Georgiva said that the International Monetary Fund (IMF) has said that the International Monetary Fund has further confirmed its commitment to Sri Lanka's economic and social reforms and achieves the economic and social reforms targets of the country.It also stated that he was about to assist in taking.",
        "When Sri Lanka is facing one of its most complex financial crises, the International Monetary Fund loans is expected to participate in the restructuring operations of debt."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"IMF expects increased creditor participation in Sri Lanka's debt restructuring. Program aims to support debt sustainability and economic reform.\"",
    "",
    "This summary captures the main points about the IMF's expectations regarding creditor participation in Sri Lanka's debt restructuring efforts and the overall goals of the program."
  ]
}