{
  "translated_text": {
    "ta": {
      "title": "வெளிநாட்டினருக்கு ஓட்டுநர் ஏப்ரல் முதல் வெளிநாட்டினரை அனுமதிக்கிறார்",
      "body_lines": [
        "ஓட்டுநர் உரிம பிரச்சினை அக்டோபருக்குள் தீர்க்கப்படுகிறது - போக்குவரத்து அமைச்சர் லாசந்தா அலகியா",
        "போக்குவரத்து அமைச்சகத்தின் படி லாசந்தா அலகியவன்னா, ஓட்டுநர் உரிமத்தை வழங்க ஓட்டுநர் உரிமத்தின் பிரச்சினை அக்டோபர் வரை தீர்க்கப்பட வேண்டும் என்று கூறினார்.",
        "இந்த ஆண்டு இறுதிக்குள் வழங்கப்பட்ட ஓட்டுநர் உரிமங்கள் வழங்கிய பொது அலுவலகங்கள் இந்த ஆண்டு இறுதிக்குள் தலைமை அலுவலகத்திற்கு கொண்டு செல்லப்படும், என்றார்.",
        "போக்குவரத்து அமைச்சர் லாசந்தா அலகியவன்னா இந்த அறிக்கையை ஒரு நிலையான நாட்டிற்கான ஜனாதிபதியின் ஊடக மையம் நடத்திய செய்தியாளர் கூட்டத்தில் பங்கேற்றார்.",
        "போக்குவரத்து அமைச்சர் லாசந்தா அலகியவன்னா கூறினார்:",
        "ஜனாதிபதி ரானில் விக்ரமேசிங்கின் வழிகாட்டுதலின் கீழ் நவீன தொழில்நுட்பத்தைப் பயன்படுத்தி திறமையான போக்குவரத்து சேவையை வழங்குவதே எங்கள் முக்கிய நோக்கம்.. ஏற்கனவே பல்வேறு திட்டங்கள் ஏற்கனவே செயல்படுத்தப்பட்டுள்ளன.",
        "தற்போதுள்ள தூத மசோதாவை திருத்தி புதிய மசோதாவைக் கொண்டுவர அமைச்சகம் செயல்பட்டு வருகிறது.",
        "மேலும், சாலை விபத்துக்களைத் தடுக்க வேக வரம்பு செயல்முறையை கட்டுப்படுத்த நடவடிக்கை எடுக்கப்படும். மேலும், குடிபோதையில் வாகனம் ஓட்டுபவர்கள் தற்போது ஓட்டுநர்கள் தொடர்பாக நடந்து கொண்டிருக்கிறார்கள். ஆனால் இந்த ஆண்டு முதல், நாடு முழுவதும் சட்ட நடவடிக்கை செயல்படுத்தப்பட்டுள்ளது, குற்றவாளிகள் குற்றவாளிகள். அதன் கட்டம் மேற்கு மற்றும் தெற்கு மாகாணத்தில் செயல்படுத்தப்பட்டது.",
        "மேலும், சாலை விபத்தில் முதலுதவி குறித்து ஓட்டுநர்களுக்கு கல்வி கற்பிப்பதற்கான ஒரு திட்டத்தை செயல்படுத்த தேவையான ஏற்பாடுகள் மேற்கொள்ளப்படுகின்றன.. ஓட்டுநர் உரிம சோதனையில் முதலுதவி கேள்விகளை சேர்க்கவும் திட்டமிடப்பட்டுள்ளது.",
        "நம் நாட்டில் சுமார் 8.9 மில்லியன் பயன்படுத்தப்படுகிறது. அதேபோல், சுமார் 85 லட்சம் ஓட்டுநர்கள் ஓட்டுநர் உரிமத்தைப் பெற்றுள்ளனர். மாவட்ட அலுவலகங்களை வழங்கும் அனைத்து ஓட்டுநர் உரிமங்களும் இந்த ஆண்டு இறுதிக்குள் தலைமை அலுவலகத்தை அடைய எடுக்கப்படும்.",
        "மேலும், தேவையான ஓட்டுநர் அனுமதி திட்டம் தேவைப்படும் வெளிநாட்டினர் அடுத்த ஏப்ரல் மாதத்திற்குள் விமான நிலையத்திற்கு வழங்கப்படுவார்கள்.. மேலும், ஓட்டுநர் உரிமங்களை வழங்குவதில் ஏற்கனவே வழங்கப்பட்ட சிக்கல் அக்டோபருக்குள் தீர்க்கப்படுகிறது. அதன்படி, தற்காலிக ஓட்டுநர் உரிமத்தை மாற்றுவதற்கு ஒரு நாள் சேவை மூலம் நிரந்தர ஓட்டுநர் உரிமங்களை வழங்க நடவடிக்கை எடுக்கப்படும்."
      ]
    },
    "en": {
      "title": "Driver to foreigners permits foreigners from April",
      "body_lines": [
        "Driving License issue is resolved by October - Minister of Transport Lasantha Alagiya",
        "According to the Transport Ministry of Transport Lasantha Alagiyawanna said that the issue of the driving license to issue a driving license is to be resolved through October.",
        "The Public Offices issued by the driving licenses issued by the end of this year will be taken to the head office before the end of this year, he said.",
        "Minister of Transport Lasantha Alagiyawanna made this statement participating at a press conference held by the President's Media Center for a stable country.",
        "Minister of Transport Lasantha Alagiyawanna said:",
        "Our main objective is to provide an efficient transport service using modern technology under the guidance of President Ranil Wickremesinghe.. Already various programs have already been implemented.",
        "The Ministry is working to amend the existing archangel bill and bring a new bill.",
        "Also, action will be taken to regulate the speed limit process to prevent road accidents. Also, the drunk drivers are currently underway regarding drivers. But since this year, legal action has been implemented throughout the country, the culprits who have been culpritated. Its phase was implemented in the Western and Southern Province.",
        "Also, necessary arrangements are being carried out to implement a program to educate drivers on the first aid in a road accident.. It is also planned to include first aid questions in the driving license test.",
        "About 8.9 million in our country are used. Likewise, about 85 lakh drivers have obtained the driver's license. All the driving licenses issuing district offices will be taken to reach the Head Office before the end of this year.",
        "Also, the foreigners who need the necessary driver's permit program will be provided to the airport by next April.. Also, the problem that has already been issued in issuing driving licenses is solved by October. Accordingly, action will be taken to issue permanent driving licenses through one day service to replace the temporary driving license."
      ]
    }
  },
  "summary_lines": [
    "The Minister of Transport, Lasantha Alagiyawanna, announced that the issue of issuing driving licenses to foreigners will be resolved by October, with all driving licenses issued by the end of the year to be taken to the head office. The Ministry is also working on amending existing laws and implementing a first aid program for drivers."
  ]
}