{
  "translated_text": {
    "ta": {
      "title": "O / L தேர்வின் மற்றொரு ஒழுங்கற்ற தன்மை?",
      "body_lines": [
        "இலங்கையின் மனித உரிமைகள் ஆணையம் (HRC) GCE சாதாரண நிலை தேர்வில் இன்னும் பல கோளாறுகள் குறித்து புகார் அளித்துள்ளது.",
        "அதன்படி, 14 குழந்தைகளுக்கு புவியியல் பிரச்சினையின் சில பிரிவுகள் வழங்கப்படவில்லை என்று குற்றம் சாட்டப்பட்டுள்ளது.",
        "இரண்டு சிறப்புத் தேவைகள் ஆய்வாளர்களால் குறுக்கிடப்பட்டதாக வாதிகள் புகார் கூறுகின்றனர்.",
        "2023 ஜி.இ.டி சாதாரண நிலை தேர்வில் பல தேர்வு அரங்குகளின் பிழைகள் மற்றும் கோளாறுகள் குறித்து குற்றம் சாட்டப்பட்டது.",
        "மினுவாங்கோடாவில் உள்ள அல்மான் முஸ்லீம் மகா வித்யாலயாவின் தமிழ் ஊடகத்தில் முதல் வினாத்தாள் மற்றும் புவியியல் வரைபடத்தை அனுப்பிய 14 குழந்தைகளை மாணவர்கள் குற்றம் சாட்டினர்."
      ]
    },
    "en": {
      "title": "Another irregularity of the O / L examination?",
      "body_lines": [
        "The Human Rights Commission of Sri Lanka (HRC) has filed complaints regarding several more disorders of the GCE Ordinary Level Examination.",
        "Accordingly, 14 children have been accused of not given some sections of the Geography issue.",
        "Plaintins complain that two special needs were interrupted by the inspectors.",
        "The 2023 GCE Ordinary Level Examination had been accused of errors and disorders of several examination halls.",
        "The students accused 14 children who have sent the first question paper and the map of geography on the Tamil medium of the Almaan Muslim Maha Vidyalaya in Minuwangoda."
      ]
    }
  },
  "summary_lines": [
    "The Human Rights Commission of Sri Lanka has filed complaints about irregularities in the 2023 GCE Ordinary Level Examination, including missing sections in the Geography exam for 14 students and interruptions for two special needs students. The examination faced accusations of errors across various halls."
  ]
}