{
  "translated_text": {
    "ta": {
      "title": "இலங்கையைப் பார்வையிட சர்வதேச நாணய நிதியம் தூதுக்குழு",
      "body_lines": [
        "இலங்கை பொருளாதாரத்தின் முன்னேற்றம் மற்றும் நடவடிக்கை குறித்து விவாதிக்க அடுத்த வாரம் சர்வதேச நாணய நிதிக் தூதுக்குழு தீவு வந்து வருவதாக மாநில மந்திரி ஷெஹான் செமசிங்க கூறுகையில்.",
        "ஊடகங்களுடன் பேசிய பொது அமைச்சர் பொருளாதாரத்தின் வளர்ச்சிக்கு தேர்தல் தேர்தல் வழங்கப்படும் என்று கூறினார்.",
        "\"மூன்றாவது பிரீமியத்தின் இரண்டாவது மதிப்பாய்வை முடித்த பிறகு மூன்றாவது மதிப்பாய்வுக்கு நாங்கள் தயாராக வேண்டும். ஆனால் இது மூன்றாவது மறுஆய்வு விவாதம் அல்ல. இலங்கையின் பொருளாதாரத்தின் முன்னேற்றம் மற்றும் எடுக்க வேண்டிய நடவடிக்கைகள் குறித்து விவாதிக்க அடுத்த வாரம் இலங்கைக்கு இந்த பணி வரும். நாங்கள் வைத்திருக்கும் ஸ்திரத்தன்மையும் இந்த ஆண்டின் முதல் காலாண்டும் 5.1% வளர்ச்சி விகிதத்தைக் காட்டியுள்ளன என்று நாங்கள் நம்பினோம். இதை ஆண்டு முழுவதும் வைத்திருப்பதே எங்கள் எதிர்பார்ப்பு. பல கணிப்புகள் 2% வளர்ச்சியாக இருந்தன, ஆனால் இந்த ஆண்டில் 3% முதல் 3.5% வரை பொருளாதார வளர்ச்சி விகிதத்தை எட்டின. வாக்காளர்கள் பொருளாதாரத்தின் வளர்ச்சியைத் தடுக்க மாட்டார்கள் என்று நாங்கள் நம்புகிறோம். அது ஒரு தடையாக இல்லாவிட்டால், இந்த ஆண்டு 3.5% வளர்ச்சி விகிதம் அடையப்படும். இது ஒரு சிறப்பு சூழ்நிலை. 2022 ஆம் ஆண்டில், பொருளாதாரத்தின் பொருளாதாரம் 7.8% ஆக இருந்தது, இது 3.5% ஆக இருந்தது. \""
      ]
    },
    "en": {
      "title": "IMF delegation to visit Sri Lanka",
      "body_lines": [
        "State Minister Shehan Semasinghe says that the International Monetary Fund delegation is coming to the island next week to discuss the progress of the Sri Lankan economy and action.",
        "Speaking to the media, the public minister said that the electoral election would be paid to the growth of the economy.",
        "\"We must prepare for the third review after completing the second review of the Third Premium. But this is not a third review discussion. The Mission will come to Sri Lanka next week to discuss the progress of the economy of Sri Lanka and measures to be taken. We have hoped that the stability we have held and the first quarter of this year have shown a growth rate of 5.1%. Our expectation is to keep this throughout the year. Many forecasts were a 2% growth but reached an economic growth rate between 3% and 3.5% in this year. We believe that electorate will not hinder the growth of the economy. If that is not an obstacle, the growth rate of 3.5% will be achieved this year. It's a special situation. In 2022, the economy of the economy was 7.8% and it was critical to 3.5%. \""
      ]
    }
  },
  "summary_lines": [
    "An IMF delegation will visit Sri Lanka next week to assess the country's economic progress and discuss potential actions. State Minister Shehan Semasinghe emphasizes the importance of economic growth, despite electoral elections, aiming for a stable 3.5% GDP growth rate this year, surpassing initial forecasts of 2-3%. This comes after a significant contraction from 7.8% growth in 2022 to 3.5%, highlighting the government's efforts to stabilize the economy."
  ]
}