{
  "translated_text": {
    "si": {
      "title": "மின்சாரக் கட்டண திருத்தம் தொடர்பான முடிவு இரு வாரங்களில் அறிவிக்கப்படும் - இலங்கை பொதுப் பயன்பாடுகள் ஆணைக்குழு",
      "body_lines": [
        "විදුලිබල තීරුබදු සංශෝධනය සියයට 6.8 කින් ඉහළ නැංවීම සඳහා ලංකා විදුලිබල මණ්ඩලයේ (CEB) යෝජනා (CEB) විසින් කරන ලද මෙම යෝජනා සති දෙකකින් ප්රකාශයට පත් කරන බව ශ්රී ලංකා මහජන උපයෝගිතා කොමිසම නිවේදනය කර තිබේ.",
        "ඒ අනුව අවසාන තීරණය 15 වනදා හෝ ඊට පෙර නිකුත් කිරීමට අපේක්ෂා කෙරේ.",
        "மின்சாரக் கட்டணங்களைத் திருத்துவதற்கான பொது ஆலோசனை செயன்முறை தற்போது நடைபெற்று வருவதாக தெரிவிக்கப்படுகிறது.",
        "බටහිර පළාත් සභාවේ අවසන් සැසිවාරයෙන් පසුව මේ මස 08 වන දින තීරුබදු සංශෝධනය පිළිබඳව අවසන් තීරණය ගනු ලැබේ.",
        "මෙම ගාස්තුව විදුලිබල පනත සහ විදුලිබල මිල අනුගමනය කරන බව ද වාර්තා වේ.",
        "වාර්තාවලට අනුව, ලංකා විදුලිබල මණ්ඩලය (CEB) ඔක්තෝබර් සිට දෙසැම්බර් දක්වා රුපියල් මිලියන 769 ක වන්දියක් වාර්තා කර තිබේ."
      ]
    },
    "en": {
      "title": "The results of the Electricity Tax Correction will be announced in two weeks - the Public Utilities Commission of Sri Lanka",
      "body_lines": [
        "The Sri Lanka Public Utilities Commission has announced that the proposals of the Ceylon Electricity Board (CEB) will be announced in two weeks to increase the power tariff amendment by 6.8 per cent.",
        "Accordingly, the final decision is expected to be issued on or before the 15th.",
        "It is reported that the public consultation process is currently underway to correct the electricity bills.",
        "After the final session of the Western Provincial Council on the 08th of this month, the final decision will be taken on the amendment of the tariffs.",
        "It is also reported that this fee will be followed by the Electricity Act and the Power Prices.",
        "According to reports, the Ceylon Electricity Board (CEB) has registered a compensation of Rs 769 million from October to 2025 to December."
      ]
    }
  },
  "summary_lines": []
}