{
  "translated_text": {
    "si": {
      "title": "පාර්ලිමේන්තුව අප්රේල් 01 සහ 02 දා පැවැත්වේ",
      "body_lines": [
        "පාර්ලිමේන්තු මහලේකම් සමබ්ලදා කුලරත්න මහතා පැවසුවේ පාර්ලිමේන්තුව අප්රේල් 01 සිට 02 දක්වා කැඳවන බවයි.",
        "කථානායක මහින්ද යාපා අබේවර්ධන මහතාගේ ප්රධානත්වයෙන් යුත් පාර්ලිමේන්තු නිලධාරීන්ගේ රැස්වීමකදී මෙම තීරණය ගෙන තිබේ.",
        "ඒ අනුව, පාර්ලිමේන්තුව අප්රේල් 01 වන සඳුදා පැවැත්වෙන අතර, ආයුර්වේද පනත යටතේ විවාද සඳහා රෙගුලාසි විසින් විවාදයට භාජනය වන අතර එය 19.30 සිට පස්වරු 4.30 දක්වා පාර්ලිමේන්තුවට ඉදිරිපත් කරන ලදී.. (මෙම යෝජනාව අංක 14, 2024.04.04 පාර්ලිමේන්තු ලේඛනයට ඇතුළත් වේ). මෙයින් පසු, සවස 4.30 ට, ජාත්යන්තර ටෙරා ආයතනය (අනුකූල) පනත් කෙටුම්පත දෙවන තක්සේරුවෙන් පසුව නීති නිරාරක්ෂණ කමිටුවට ඉදිරිපත් කරනු ඇත.",
        "ඉන්පසුව, යෝජනාව පිළිබඳ විවාදය සවස 4.30 සිට පස්වරු 5.30 දක්වා පැවැත්වේ.",
        "කොළඹ වරාය නගර ආර්ථික අධිකාරියේ පනත යටතේ නිකුත් කරන ලද ගැසට් නිවේදනයේ බිල් (සංශෝධන) පනත් කෙටුම්පත (සංශෝධන) පනත් කෙටුම්පත (සංශෝධන) පනත් කෙටුම්පත (සංශෝධන) පනත් කෙටුම්පත (සංශෝධන) පනත් කෙටුම්පත (සංශෝධන) පනත් කෙටුම්පත (සංශෝධන) පනත් කෙටුම්පත, 2358/2358 / ගැසට් නිවේදනයේ පළ වූ ගැසට් නිවේදනය, ආනයනය හා අපනයන (පාලන) පනත යටතේ අංක 2370/15 ගැසට් නිවේදනය නියාමනය කිරීම විවාදයට ගනු ලැබේ.",
        "මෙයින් පසුව විපක්ෂය සවස 4.00 සිට පස්වරු 5.30 දක්වා විපක්ෂය කල් තැබීම පිළිබඳ විවාදයක් මගින් සිදු කෙරේ."
      ]
    },
    "en": {
      "title": "Parliament will meet on April 01 and 02",
      "body_lines": [
        "Parliamentary Secretary General Saminda Kularatne said that the Parliament will be convened on April 01 and 02.",
        "The decision was taken at a meeting of Parliamentary Officers held on March 22, chaired by Speaker Mahinda Yapa Abeywardena.",
        "Accordingly, the Parliament will be held on Monday, April 01, and the regulations will be taken up for debate under the Ayurvedic Act, which was submitted to Parliament on 19.30 pm to 4.30 pm.. (The proposal is included in the Parliamentary Registry No. 14, 2024.04.04). Following this, at 4.30 pm, the International Terava Institute (Compliance) Bill will be presented to the Legal Standing Committee after the second assessment.",
        "Thereafter, the debate on the proposal will be held from 4.30 pm to 5.30 pm.",
        "The Banking Industry (Amendment) Bill (Amendment) Bill (Amendment) Bill (Amendment) Bill (Amendment) Bill on Tuesday, April 02, 2024, 2363/22 of the Gazette notification issued under the Colombo Port City Economic Authority Act, 2358/70The Gazette Notification, which is published in the Gazette Notification, the Regulation of the Gazette Notification No. 2370/15 under the Import and Export (Control) Act will be taken up for debate.",
        "This is followed by a debate on the adjournment of the adjournment of the Opposition from 4.00 pm to 5.30 pm."
      ]
    }
  },
  "summary_lines": [
    "Parliament meets April 1-2. Ayurvedic Act debated April 1, followed by International Terava Institute Bill presentation. Banking Industry Amendment Bill debated April 2."
  ]
}