{
  "translated_text": {
    "ta": {
      "title": "තැපෑලේ අතිකාල මගඩි නතර කිරීමට ක්‍රමයක් නැද්ද?",
      "body_lines": [
        "இலங்கையில் உள்ள சில அரசு துறைகள் மற்றும் நிறுவனங்கள் கூடுதல் நேர பரிசுகள் குறித்து சாதனை படைத்துள்ளன. இப்போதெல்லாம் அதில் எந்த வித்தியாசமும் இல்லை. එහෙත්, කනගාටුවට කරුණ වන්නේ, මේ වාර්තා බොහොමයක් හොඳට නොව නරකට සම්බන්ධ ඒවා වීමයි. பதவிகள் திணைக்களமும் இந்த துறைகளில் ஒன்றாகும். தணிக்கை அலுவலகம் சமீபத்தில் வெளியிட்ட இந்த புதிய அறிக்கை இது உறுதிப்படுத்தப்பட்டுள்ளது.",
        "தேசிய தணிக்கை அலுவலகம் வெளியிட்டுள்ள அறிக்கை, தபால் தலைமையகத்தில் 81 ஓட்டுநர்கள் ரூ.. டிசம்பர் முதல் ஜூலை 2023 வரை 2023 வரை கூடுதல் நேரம் செலுத்தப்பட்டுள்ளது என்ற அறிக்கை, இந்த கொடுப்பனவுகளில் சில கருவூல மேலாண்மை சேவைகள் துறையின் ஒப்புதல் பெறாமல் செலுத்தப்பட்டுள்ளன.",
        "இந்த பரிசின் பின்புறத்தில் ஒரு தீவிர நிதிக் கோளாறு உள்ளது, எந்தவொரு கூடுதல் நேரக் குரலின் ஓட்டுநரின் பதிவும் இல்லை. THOF மறைந்தால், திருத்தத்தால் உரிமையை தணிக்கை செய்ய முடியாது. இது ஒரு ஒழுங்கமைக்கப்பட்ட சுரண்டல் என்பதை இது நிரூபிக்கிறது. குறிப்பிடப்படாத வவுச்சர்களில் குறிப்பிடப்படாத வவுச்சர்களை ஆர்டர் செய்த வவுச்சர்களைப் பற்றி உடனடியாகப் பார்க்க வேண்டாமா? ஒப்புதல் அளிக்கப்பட்ட தலைகளின் தலைகளுக்கு மோசடி செய்வதன் மேலதிக நேரத்தின் ஒரு பகுதியை ஓட்டுநர்கள் யூகிக்கலாம். இயக்கப்படாத சான்றிதழாக இல்லாத ஒரு வாகனத்தின் முரட்டுத்தனத்தின்படி, சில பிரிவு தலைகளைக் கொல்ல 'கும்பல் கொல்லப்படுகிறது' என்று கருதப்படுகிறது.",
        "வேறுபட்ட முறைகேடுகள் ஒரே இயக்கிகள் அல்லது தலைகள் காரணமாகும், அந்த இயக்கிகள் அல்லது தலைகள் அல்ல. இந்த பின்னணி அஞ்சலை தனியார்மயமாக்குவதற்கான திட்டங்கள். மெயில் இழப்பு வெளியுறவுத்துறையை விட முன்னால் உள்ளது. கடந்த ஆண்டு வெளியிடப்பட்ட மத்திய வங்கி அறிக்கை அதன் செயல்பாட்டில் ரூ.. எஸ்.எல்.டி.பி மற்றும் ரயில்வே சேவைகளும் அத்தகைய சூழ்நிலையில் தொடங்கப்பட்ட கொடுப்பனவுகளின் எண்ணிக்கையால் ஏற்படுகின்றன.",
        "மக்களுக்கான தற்போதைய சேவை மிக அதிகமாக உள்ளது என்பதில் சந்தேகமில்லை. ஆனால், நிதி மால்பேஜின் நிதி முறைகேடுகள் காரணமாக இழப்பால் ஏற்படும் இழப்பின் இழப்பு அதனுடன் பிணைக்கப்பட்டுள்ளது. தபால்களை அதிக சதவீதமாக அதிகரிப்பதே அரசாங்கம் மிகவும் கட்டாய முடிவுகளில் ஒன்றாகும்.",
        "ஒரு தபால் முத்திரையின் விலை ரூ. 15 ரூ .50 ஆக உயர்த்தப்பட்டது. அந்த தொகையை ரூ. 100. இந்த விலைகள் அதிக இழப்பைக் குறைக்க அல்லது குறைக்கப்பட்ட அஞ்சலைக் குறைக்க இந்த விலைகள் செய்யப்படுகின்றன என்பதை சுட்டிக்காட்ட இதுவே காரணம். ஆனால் கூடுதல் நேர கொடுப்பனவுகள் போன்ற முறைகேடுகளை பில்லியன்களால் தடுக்க முடிந்தால், இது கொஞ்சம் அல்லது குறைவாக இருக்கும். ஓட்டுநர்கள் ஏராளமான வாகனங்கள் கூட இல்லாத ஒரு எண் கூட இல்லை என்ற கூடுதல் நேர கொடுப்பனவு ஒரு அநீதியாக கருதப்பட வேண்டும்."
      ]
    },
    "en": {
      "title": "Is there no way to stop postal overtime?",
      "body_lines": [
        "Some government departments and institutions in Sri Lanka have a record history regarding overtime gifts. There is no difference in it nowadays. But sad, many of these reports are not good and worse. The Department of Posts also one of these departments. This is confirmed this new report issued by the Audit Office recently.",
        "The report released by the National Audit Office shows that 81 drivers at the postal headquarters had paid overtime over Rs.. The report that the overtime has been paid from December to July 2023 to July 2023, some of these allowances have been paid without obtaining approval from the Treasury Management Services Department.",
        "There is a serious financial disorder to the rear of this gift, there is no record of the driver of any overtime voice. If the thof hides, the correction cannot audit the right. It proves that it is an organized exploitation. Should not immediately look into the vouchers who ordered the vouchers that are not mentioned in the vouchers that are not mentioned? Drivers may guess part of the overtime of fraudulently to the heads of the heads approved. According to the ruse of a vehicle that has not been a certificate that has been operated, it is thought that the 'gang is killed' to kill some sectional heads.",
        "Differential irregularities are due to the same drivers or heads, not those drivers or heads. This backdrop is the proposals to privatize mail. Mail is also ahead of the loss state department. The central bank report that was released last year was published in its operation at Rs.. The SLTB and railway services are also caused by the number of payments that have been launched in such a situation.",
        "There is no doubt that the current service to the people is very high. But, though, the loss of the loss incurred by the loss due to the financial malpractices of the financial malpage is bound up with it. One of the most compulsory results was the government to increase the postage in high percentage.",
        "The price of a postage stamp of Rs. 15 was increased to Rs 50. It was also a proposal to increase that amount to Rs. 100. This is the reason why these prices point out that these prices are performed to reduce the high loss or reduced mail. But if billions can prevent malpractices, such as overtime payments, this will be a little or less. The overtime allowance that drivers are not even a number that has not even have a number of vehicles should be considered an injustice."
      ]
    }
  },
  "summary_lines": []
}