{
  "translated_text": {
    "si": {
      "title": "அமெரிக்கருக்கு யூரல் பைக்கை   பரிசளித்த புட்டின்",
      "body_lines": [
        "ඇමරිකාවේ ඇලස්කාවේ පළාත, රුසියානු ලී ලී සිට කි.මී. 80 කි. தொலை​வில் உள்​ளது.",
        "වරෙක, පළාත රෂ් යාගේ කොටසක් බවට පත්විය.. 1867 දී ජාර් මැනර් රෂ් යාගේ නීති රීති වල යෙදී සිටියදී ඇලස්කාව ඇලස්කාව ඇලස්කාවේ කලාපය සඳහා රුපියල් කෝටි 45 ක් සඳහා විකුණන ලදී.. මුළු අලස්කා රුසියානු කලාච් චාම් වලින් පිරී තිබේ.",
        "එක්සත් ජනපද ජනාධිපති ඩොනල්ඩ් ඩ්රෑම් බම් සහ රුසියානු ජනාධිපති ව්ලැඩිමීර් පුටින් මේ මස 15 වන දින ඇලස්කාවේ එම්ලාස්කා, යුධ හමුදා වෙබ් අඩවිය වන ඇලස්කාවේ ය.. රුසියානු ජනාධිපති පුෂ්, එක්සත් ජනපදයේ ලකුණු නිමිත්තෙකු වන කයියාන්, යූරල් බයිසිකලයේ මිය ගියේය.",
        "මාර්ක් වොරන් මෙසේ පැවසීය: \"මම එක්සත් ජනපදයේ ඇලස්කාවේ පළාත් ගිනි අවරුවේ විශ්රාම ගියෙමි. මම රුසියානු -මඩ් යූරල් බයිසිකලයේ හදිසි රසිකයෙක් වන අතර, මම පැරණි බයිසිකලය මිල දී ගෙන එය පදවා ගත්තෙමි.",
        "රුසියානු මාධ්ය වන රුසියානු මාධ්ය වන රුසියාවේ මාධ්ය, ජනාධිපති පුටින් සඳහා අවුන්ස කැටයම් නගරයේ කඳවුරු බැඳ සිටියේය. ඔහු මාව මගේ බයිසිකලයට සම්මුඛ සාකච්ඡා කළා. යූරල් බයිසිකලයේ දී, බයිසිකලයේ අමතර කොටස රුසියානු වෛද්යවරයාගේ දුෂ්කරතාවය.",
        "මගේ සම්මුඛ පරීක්ෂණයෙන් රුසියානු ජනාධිපති පුටින්ගේ අවධානයට යොමු වේ. ඔහු මට නව යූරල් බයිසිකලයක් ලබා දෙනු ඇත. දින කිහිපයකට පෙර අවුන් කැටයේ රුසියානු අන්තවාදී බයික් වලට පෙර මට නව බයිසිකලයක් ලබා දුන්නේය. සතයක්වත් ගන්න එපා. මෙය මට සතුටක්. මෙය සලකුණ වොරන් විඩියගර් ය."
      ]
    },
    "en": {
      "title": "Putin gifted the Ural bike to the American",
      "body_lines": [
        "Alaska Province of America, 80 km from Russian Li Li. The distance bow is inner.",
        "Once upon a time, the province became a part of Rush Ya.. In 1867, when Jar Manor was in rules of Rush Ya Ya Ya, Alaska was selling for Rs 45 crore for the Alaska region.. The whole of Alaska is full of Russian Kalach Cham.",
        "US President Donald Dram Bum and Russian President Vladimir Putin spoke on the 15th of this month, Alaska, Angkare, Army Military Site. Russian President Putin, Mark Warman, a Mark Warman of the United States, Kaiyan, died of the Ural Bike.",
        "Mark Warren said: \"I have retired at the Alaska Provincial Fire Force of the United States. I am an avid fan of the Russian -made Ural Bike, and I bought the old bike and drove it.",
        "The Russian media, the Media of the Russian media, was camping in the city of Aung Carge for President Putin. He interviewed me to my bike. During the Ural bike, the spare part of the bike, the difficulty of the Russian doctor.",
        "My interview comes to Russian President Putin's attention. He will give me a new Ural bike. Russian extremist bikes in Aung Carge a few days ago gave me a new bike. Do not even get a penny. This is a pleasure for me. This is the Mark Warren Vidar."
      ]
    }
  },
  "summary_lines": []
}