{
  "translated_text": {
    "ta": {
      "title": "இது தேவையற்ற வேலை - சுங்க தொழிற்சங்கங்கள் காரணமாக இருந்தது",
      "body_lines": [
        "பழக்கவழக்கங்கள் குறித்த பல்வேறு கட்சிகளிடமிருந்து வரும் குற்றச்சாட்டுகளை அமைச்சர் விஜிதா ஹெராத் கடுமையாக மறுப்பார் என்று சுங்க தொழிற்சங்க கூட்டணி கூறுகிறது.",
        "சுங்க டிரா பல்கலைக்கழக ஒன்றிய கூட்டணி பாலிசிமோனியின் சக்திவாய்ந்த அதிருப்தியை வெளிப்படுத்தும் என்று யுபிஎஃப்ஏ அறிவிக்கப்பட்டதாக சுங்க தொழிற்சங்க யுபிஎஃப்ஏ தெரிவித்துள்ளது.",
        "கொழும்பு துறைமுக வளாகத்தின் ஆறுதலை உருவாக்க ஒரு கரவிபிட்டியா சூழல் சோதனை முற்றத்தை நிறுவ திட்டங்கள் செய்யப்பட்டன.",
        "எவ்வாறாயினும், முன்மொழிவு நிறைவேற்றப்பட்ட கிட்டத்தட்ட மூன்று ஆண்டுகளுக்குப் பிறகு, கடந்த இரண்டு ஆண்டுகளின் அரசாங்கங்களால் இந்த பிரச்சினைகளை தீர்க்க முடியவில்லை.",
        "கொள்கலன் அனுமதி செயல்முறையின் ஒரு மைல்கல்லான கரவலபிதியா முற்றத்திற்கு எதிரான கரவலபிட்டியா முற்றத்தில் உள்ள முன்மொழிவு தாமதமாக தாமதமாக சந்தேகமாக உள்ளது.",
        "இதற்கிடையில், சுங்க அதிகாரிகள் சங்கத்தின் தலைவர் அமிலா சஞ்சீவா, கோப்பகங்களின் மேலாண்மை இன்று (12) இன்று (12) கொள்கலன்களை நிர்வகிப்பதன் செயல்பாடு என்று கூறினார்.",
        "\"பரிசோதனை செயல்முறையின் ஆய்வு செயலாக்க செயல்முறையை யாருக்கு கோருகிறது மற்றும் தவறான கருத்துக்களைத் தவிர்க்க. இத்தகைய தேவைகள் உள்ளவர்கள் அபத்தமான குற்றச்சாட்டுகள். ஆக்ரோட் மோசடி செய்பவர்கள் சுங்க அதிகாரிகளுக்கு ஏற்ப உள்ளனர். \""
      ]
    },
    "en": {
      "title": "It was because of the unnecessary work - Customs Trade Unions",
      "body_lines": [
        "The Customs Trade Union Alliance says that Minister Vijitha Herath will strongly deny the allegations from various parties on customs.",
        "The Customs Trade Union UPFA said that the UPFA was announced that the Customs Tra University Union alliance would express the powerful displeasure of the palcedimony.",
        "The proposals were made to install a Karawipitiya Contextual testing yard to formulate the consolation of the Colombo Port premises.",
        "However, almost three years after the proposal has passed, the governments of the past two years have not been able to resolve these issues.",
        "The proposal to the Karawalapitiya yard against the Karawalapitiya yard, a milestone of the Container Clearance Process, has been a delayed suspicion over the late years.",
        "Meanwhile, the Chairman of the Customs Officers' Association, Amila Sanjeewa stated that the management of the directories is a function of the management of containers today (12) in Colombo today.",
        "\"To Whom To Whom Requests the Process of Inspection Processing of the Process of Examination and to avoid misconceptions. The people with such needs are the absurd allegations. The racketeers who have aggrated racketeers are in line with customs officers properly. \""
      ]
    }
  },
  "summary_lines": [
    "Customs Trade Unions criticize government delays on Karawalapitiya yard project and container clearance process."
  ]
}