{
  "translated_text": {
    "si": {
      "title": "නළු තම්බි රාමයා 'රාජා කිලී' හි සංගීතය රචනා කළේය",
      "body_lines": [
        "දකුණු ඉන්දියානු සිනමා කර්මාන්තයේ ස්වභාවය සඳහා ඩිජිටල් යුගා සුපිරි තරු සුපර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ස්ටාර් ඉපදුණු චිත්රපටයේ සංගීත නිකුතුව මුදා හැරීම චෙන්නායි හි පැවැත්විණි.",
        "සමුච්චනි, තම්බි රාමයා, මුබසිර්, ප්රවීන්, විජේ කුමාරන්, සුභා ස්වත, ඇන්ඩල් ප්රියදර්ශනී. මෙම චිත්රපටය රචනා කර ඇත්තේ තම්බි රාමියා විසිනි, ගෘහ නිෂ්පාදන වෙනුවෙන් නිෂ්පාදක සුරේෂ් කමකි විසින් නිෂ්පාදනය කරන ලදී.",
        "චිත්රපටයේ සංගීත දියත් කිරීම දෙසැම්බර් 13 වන දින චෙන්නායිහිදී පැවැත්විණි.. නිෂ්පාදක සත්ය ජෝති ඩී.ජී. තියාගාරාජන් - ක්රියාකාරී කිංග් අර්ජුන් මෙම අවස්ථාවට සහභාගී විය.",
        "මෙම අවස්ථාවට එක්වෙමින් රචනා සහ නළු උමාපති රාමියා මෙසේ පැවසීය.මෙම කතාව ලිවීමෙන් පසු, මට දුවන්නට හැකි යැයි මම තීරණය කළෙමි.",
        "ඉන් පසු, නිෂ්පාදක සුරේෂ් කමකි ඔහුට කතාව දුන්නේ උමාති අධ්යක්ෂ ලෙස උමාති හඳුන්වා දිය හැකි බවයි. ඔහු වෙහෙස මහන්සි වී වැඩ කර චිත්රපටය නිර්මාණය කර ඇත. කීර්තියේ උච්චතම අවස්ථාවක සිටින බොහෝ දෙනෙකුට අද කළ නොහැකි දුක් වේදනා වල සිටී.",
        "මෙම චිත්රපටය කෙලින්ම තේරුම් නොගනී. නමුත් මෙම චිත්රපටය දකින නරඹන්නන් ඔබට බොහෝ දේ දැනෙනු ඇත. මෙම චිත්රපටයේ ප්රජාවට ද අප ශුභාරංචියක් ද වාර්තා කර ඇත්තෙමු. \"",
        "මේ අතර, චිත්රපටය දෙමළ චිත්රපට වන 'වින්ඩෝදය සිද්ධාම්' සහ 'රාඛකන්නි' යන මිශ්රණයකි.. අද තරුණ පරම්පරාවේ රසිකයන් නිර්මාණය කරන බව චිත්රපට කාර්ය මණ්ඩලය පැවසීම විශේෂත්වයකි."
      ]
    },
    "en": {
      "title": "Actor Thambi Ramaiah composed the music of 'Raja Kili'",
      "body_lines": [
        "The music release of the film 'Raja Gili', which plays the role of the Digital Yuga Super Star Supper Star, for the character of the South Indian film industry, was held in Chennai.",
        "Samudrakani, Thambi Ramaiah, Mubasir, Praveen, Vijay Kumaran, Subha Swetha, Andal Priyadarshini. The film is composed by Thambi Ramaiah and produced by producer Suresh Kamakshi on behalf of V House Productions.",
        "The film's music launch was held in Chennai on the 13th of December.. Producer Satya Jyoti DG Thiagarajan - Action King 'Arjun participated in the event.",
        "Speaking at the event, composer and actor Umapati Ramaiah said, “After starring in the film Vinodhaya Siddham, he was confident that the story of the film could be written.After writing this story, I decided that I could run.",
        "After that, producer Suresh Kamakshi gave him the story that Umapati could be introduced as director. He has worked hard and created the film. Many people who are at the peak of fame are in the indescribable suffering today.",
        "This movie does not make anything directly realized. But the viewers who see this movie will make you feel so many things. We have also recorded a good news for the community in this film. ”",
        "Meanwhile, the film is a mix of Tamil films 'Vinodhaya Siddham' and 'Rakhakannir'.. It is noteworthy that the film crew said that today's young generation of fans are created."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "Actor Thambi Ramaiah composed music for 'Raja Kili'. Music launch held in Chennai featuring Samudrakani, Mubasir, Praveen. Directed by Umapati Ramaiah, produced by Suresh Kamakshi. Mix of Tamil films Vinodhaya Siddham and Rakhakannir."
  ]
}