{
  "translated_text": {
    "ta": {
      "title": "சம்பள உயர்வு அதிகரிப்பை மறுஆய்வு செய்ய ஜனாதிபதி",
      "body_lines": [
        "குழுவின் குழுவின் குழுவின் பரிந்துரைகளின் அடிப்படையில், ஜனாதிபதி ரணில் விக்ரமேசிங்க் பொருளாதார நிலைப்பாடு மற்றும் தேசிய கொள்கைகளின் அமைச்சராக ஒரு சுயாதீன ஊதியத்தை நியமித்துள்ளார்.",
        "தினேஷ் ஸ்டீவன் வீராகோடி, அர்ஜுனா ஹெராத், டாக்டர் இந்த்ராஜித் குமாரசாமி, சுதிர்மா கருணாரத்னே, அந்தோனி நிஹால் பொன்சேகா, அன்டோனி நிஹால் பொன்சேகா. குழுவின் உறுப்பினர்களாக திருமதி விஜெசிங்க, டுமிந்தா ஹுலங்கமுவா நியமிக்கப்பட்டுள்ளனர்.",
        "அரசு நிதிக் குழு மற்றும் இலங்கையின் மத்திய வங்கிக்கு இடையிலான அனைத்து கடிதங்களும் இலங்கையின் மத்திய வங்கிக்கு இலங்கையின் மத்திய வங்கிக்கு நியாயமான தீர்வைக் கொண்டு 2024-03-16 க்கு ஒரு நியாயத்துடன் நியாயமான தீர்வைக் கொண்டு. குழு நியமிக்கப்பட்டுள்ளது. குழு நியமிக்கப்பட்டுள்ளது அந்தந்த வங்கியின் கடிதத்திற்கு வழங்கப்பட்ட சம்பள அமைச்சரைக் கருத்தில் கொள்வதற்கான நிதி அமைச்சராக."
      ]
    },
    "en": {
      "title": "President to review the increase in salary increase",
      "body_lines": [
        "Based on the recommendations of the Committee of the Committee of the Committee, President Ranil Wickremesinghe has appointed an independent remuneration as the Minister of Economic Standing and National Policies.",
        "Dinesh Stewen Weerakkody, Arjuna Herath, Dr. Indrajith Kumaraswamy, Sudhirma Karunaratne, Anthony Nihal Fonseka, Antonny Nihal Fonseka. Mrs. Wijesinghe, Duminda Hulangamuwa have been appointed as members of the committee.",
        "Government Finance Committee and all correspondence between the Central Bank of Sri Lanka with a fair solution to the Central Bank of Sri Lanka with a fair solution to the Central Bank of Sri Lanka with a fair to 2024-03-16.The committee has been appointed as the Minister of Finance to considering the salary minister that has been paid to the respective Bank's letter."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe appointed an independent remuneration committee, including Dinesh Stewen Weerakkody and others, to review salary increases. The committee, appointed by the Minister of Finance, will consider salary adjustments for the Central Bank of Sri Lanka until 2024-03-16."
  ]
}