{
  "translated_text": {
    "si": {
      "title": "කඳුකරයේ ප්රදේශ තුනක මත්පැන් බෝතල් සොරකම",
      "body_lines": [
        "හැටන්, මස්කෙලියා සහ කොටගල ප්රදේශවල මත්පැන් බෝතල් සොරකම් කිරීම සම්බන්ධයෙන් ප්රධාන සැකකරු අත්අඩංගුවට ගෙන තිබේ.",
        "හැටන්, මස්කෙලියා සහ කොටගල යන ප්රදේශවල මත්පැන් බෝතල් බිඳ දැමූ ප්රධාන සැකකරු වූයේ තල්පුලාවේ අපරාධ විමර්ශන අංශයේ නිලධාරීන් සහ හැටන් පොලිස් කොට් .ාශයේ ප්රධාන සැකකරුවන් සොරකම් කර තිබේ.",
        "කොටකල්පෙයි හි මත්පැන් බෝතල් සොරකම් කිරීමේ චෝදනාව මත ඇල්තුල්ගම ප්රදේශයේ හැටන්හි සැකකරු ඩිම්බුලා පතහම් පොලිසිය විසින් ඩිම්බුලා පතහම් පොලිසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "හැටන් පොලිසිය නිවේදනය කිරීමෙන් අනතුරුව අත්තන් පොලිසියේ CCRV හි අපරාධ විමර්ශන අංශය. තිරය ​​තුළින් පරීක්ෂණ ආරම්භ වී තිබේ.",
        "සැකකරුගේ විමර්ශනයකින් අනතුරුව හැටන් පොලිසිය මත්පැන් වෙළඳසැල් වලින් සොරකම් කළ මත්පැන් බෝතල් 41 ක් අත්අඩංගුවට ගෙන තිබේ.",
        "සැකකරු සොරකම් කරන ලද මත්පැන් බෝතල් හැටන් අළුත්ගම හි ජීවත්වන කාන්තාවන් දෙදෙනෙකු වෙත ලබා දී ඇති අතර සැකකරුවන් දෙදෙනාගේ නිවසේ සැඟවී ඇති මත්පැන් බෝතල් සමඟ සැකකරුවන් දෙදෙනා අත්අඩංගුවට ගෙන තිබේ.",
        "වැඩිදුර පරීක්ෂණවලින් පසුව, රැඳවියන් හැටන් අධිකරණයට ඉදිරිපත් කිරීමට නියමිත බව හැටන් පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "Liquor bottles theft in three areas in the hill country",
      "body_lines": [
        "The main suspect has been arrested for stealing liquor bottles in Hatton, Maskeliya and Kotagala areas.",
        "Officials of the Criminal Investigation Division in the Timbula and Hatton Police Division have stolen the main suspect who smashed liquor bottles in Hatton, Maskeliya and Kotagala.",
        "The suspect from Hatton, Aluthgama area has been arrested by Dimbula Pathanam police on charges of stealing liquor bottles in Kotakkalai.",
        "Following the announcement of the Hatton Police, the Criminal Investigation Division of the Attan Police CCRV. Investigations have begun through the scenes.",
        "Following an investigation from the suspect, Hatton police have seized 41 liquor bottles of stealing from liquor stores.",
        "The suspect has been given the stolen liquor bottles to two women living in Hatton Aluthgama for sale, and the two suspects have been arrested with liquor bottles hidden in the house of the two suspects.",
        "Hatton police said that after further investigations, the detainees were to be produced before the Hatton court."
      ]
    }
  },
  "summary_lines": [
    "A suspect was arrested for stealing liquor bottles in Hatton, Maskeliya, and Kotagala. The arrest followed a joint operation by the Criminal Investigation Division and local police. The suspect, from Hatton's Aluthgama area, allegedly sold the stolen goods to two women also from Hatton. These accomplices were later apprehended. A total of 41 bottles were recovered from various locations. Further investigations are ongoing, and the suspects will be presented in court."
  ]
}