{
  "translated_text": {
    "ta": {
      "title": "குழந்தை மருத்துவமனையை விட்டு வெளியேறிய 15 வயது சிறுமி",
      "body_lines": [
        "15 வயது சிறுமியின் தாயும், யாஃப்னா கற்பித்தல் மருத்துவமனையில் அனுமதிக்கப்பட்ட சிறுமியும் நேற்று (15) காவல்துறையினரால் கைது செய்யப்பட்டுள்ளதாக யாஃப்னா போலீசார் தெரிவித்தனர்.",
        "கடந்த வாரம், விண்ணப்பதாரர் கர்ப்பிணி பெற்ற 15 வயது சிறுமியை சேர்த்துள்ளார். கர்ப்பம் குறித்து யாஃப்னா போலீசாரும் சுருக்கமாக சுருக்கமாக அறிவிக்கப்பட்டனர்.",
        "அதன்பிறகு சிறுமி வேண்டுமென்றே சிறுமியையும் அவளுடைய சொந்த தாயையும், அவளுடைய சொந்த தாயையும் பிரசவித்தாள், அவளுடைய தாய் மருத்துவமனையில் இருந்தாள். காவல்துறையினருக்கு தெரிவிக்க அதிகாரிகள் காவல்துறையினருக்கு தெரிவித்த பின்னர் காவல்துறையினர் விசாரணையைத் தொடங்கினர்.",
        "சிறுமி நெலியாடடியில் வசித்து வருவதாக போலீசாரின் கூற்றுப்படி, அந்தப் பெண்ணும் சிறுமியும் யாஃப்னா போலீசாரிடம் ஒப்படைக்கப்பட்டதாக யாஃப்னாவிடம் கூறப்பட்டுள்ளது.",
        "கர்ப்பிணித் நபரைத் தேடி 15 வயது சிறுமியை போலீசார் தொடங்கினர், அங்கு முல்லாய்துவில் 25 வயதான முல்லெய்திவுவில் வசிப்பவர் கைது செய்யப்பட்டு மேலும் விசாரணைகளைத் தொடங்கினார்.",
        "சரோட்டா அதிகாரிகளின் மேற்பார்வையில் குழந்தை யாஃப்னா கற்பித்தல் மருத்துவமனையில் வைக்கப்பட்டது."
      ]
    },
    "en": {
      "title": "15-year-old girl who left the baby hospital",
      "body_lines": [
        "The Jaffna police stated that the mother of the 15-year-old girl and the girl who had been admitted to the Jaffna Teaching Hospital have been arrested by the police yesterday (15).",
        "Last week, the applicant has included a 15-year-old girl with a pregnant. The Jaffna Police were also briefly briefly briefly informed of pregnancy.",
        "Thereafter the girl was deliberately delivered the girl and her own mother and her own mother, and her mother was in the hospital. The police had begun an investigation after informing the police by the authorities to inform the police.",
        "According to the police that the girl was living in Nelliadadi, Jaffna has been told that the girl and the girl was handed over to the Jaffna Police.",
        "The police began a 15-year-old girl in search of a pregnant person, where a 25-year-old resident of Mullaitivu, Mullaitivu, has been arrested and commenced further investigations.",
        "The infant was placed at the Jaffna Teaching Hospital under the supervision of the surrota authorities."
      ]
    }
  },
  "summary_lines": [
    "A 15-year-old girl from Nelliadadi, Jaffna, was found pregnant last week. After delivering her baby at the Jaffna Teaching Hospital, she and her mother were arrested by the police. Authorities initiated an investigation upon learning of the situation. A 25-year-old woman from Mullaitivu was also detained as part of the inquiry."
  ]
}