{
  "translated_text": {
    "ta": {
      "title": "அல்விஸ் தோட்டத்தை கொலை செய்ததற்காக நான்கு சந்தேக நபர்கள் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "வட்டாலாவில் உள்ள அல்விஸ்வத்தா பகுதியில் உள்ள அல்விஸ்வத்தா பகுதியில் நான்கு சந்தேக நபர்கள் கைது செய்யப்பட்டுள்ளனர்.",
        "சந்தேக நபர்கள் பெலியகோடா பிரதேச விசாரணை பணியகத்தின் அதிகாரிகளால் கைது செய்யப்பட்டனர்.",
        "சந்தேக நபர்கள் ஏற்கனவே வத்தலா போலீசார் முன் தயாரிக்கப்பட்டுள்ளனர்.",
        "நேற்றிரவு இரண்டு இரவு கொலை மேற்கொள்ளப்பட்டது.",
        "இறந்த நேரத்தில் மனைவி மற்றும் இறந்தவரின் இரண்டு குழந்தைகளும் கலந்து கொண்டனர்.",
        "இறந்தவர் கொழும்பு 15 இல் வசிக்கும் 43 வயது குடியிருப்பாளராக அடையாளம் காணப்பட்டார், மேலும் அவர் சில மாதங்களுக்கு முன்பு இப்பகுதியில் ஒரு வீட்டைப் பெற தனது மனைவி மற்றும் இரண்டு குழந்தைகளுடன் வசித்து வந்தார்.",
        "இறந்தவர் 2023 மகாபேஜில் ஒரு நபரின் கொலைக்கு ஆதரவளித்த ஒரு நபர் என்று ஆரம்ப விசாரணைகள் தெரியவந்தன.",
        "இரண்டு பாதாள உலகங்களுக்கு இடையிலான தகராறில் சந்தேக நபர்கள் நான்கு பேரும் கொல்லப்பட்டதாக சந்தேகிக்கப்பட்டது.",
        "இருப்பினும், கொலை தொடர்பாக மோடாரா மற்றும் வத்தலா பகுதிகளில் மூன்று சந்தேக நபர்கள் கைது செய்யப்பட்டனர்.",
        "கைது செய்யப்பட்ட நபர்கள் 17, 25 மற்றும் 27 வயதுடைய கொழும்பு 15 மற்றும் வத்தலாவில் வசிப்பவர்கள்.",
        "சந்தேக நபர்களின் வசம் இரண்டு மொபைல் போன்களையும் போலீசார் பறிமுதல் செய்தனர்."
      ]
    },
    "en": {
      "title": "Four suspects arrested for murder of Alwis estate",
      "body_lines": [
        "Four suspects have been arrested in the Alwiswatta area in the Alwiswatta area in Wattala.",
        "The suspects were taken into custody by the officers of the Peliyagoda Divisional Investigation Bureau.",
        "The suspects have already been produced before the Wattala Police.",
        "The murder had been carried out in two night last night.",
        "The wife and two children of the deceased were also present at the time of the deceased.",
        "The deceased has been identified as a 43 year old resident of Colombo 15 and he had been living with his wife and two children to receive a house in the area a few months ago.",
        "Preliminary investigations were revealed that the deceased was a person who was supporting the murder of a person in Mahabage, 2023.",
        "The murder was suspected that the four suspects were killed in a dispute between two underworld.",
        "However, three suspects were arrested in Modara and Wattala areas regarding the murder.",
        "The arrested persons were residents of Colombo 15 and Wattala, aged 17, 25 and 27 years.",
        "Police also seized two mobile phones in the possession of the suspects."
      ]
    }
  },
  "summary_lines": []
}