{
  "translated_text": {
    "si": {
      "title": "එල්ලෙන පාලමෙන් 75% ක් අවසන් වූයේ: පෙර නොවූ විරූ ආර්ථිකයක් නිර්මාණය කිරීමට මට බලය ලබා දීම - ජනාධිපතිතුමා",
      "body_lines": [
        "රටේ ආර්ථිකය ස්ථාවර කළ යුතු අතර දැන් එල්ලෙන පාලමෙන් 75% ක් කරා ළඟා වුවහොත් මේ රටේ සියලු ජනතාව එක්සත් විය යුතු බවත් දැන් එල්ලෙන පාලමෙන් 75% ක් වූ බවත් ඔහු පැවසීය.",
        "කෘෂාට නටාලියා මුහුණ දීමට සිදු වූවාක්ම, ඔහුට නටාලියා දෙකකට මුහුණ දීමට සිදු වූ බව ජනාධිපතිතුමා අවධාරණය කළේය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව ප්රකාශ කළේ සඳුදා පස්වරුවේ අම්පාරා හි රනිල්ගේ ජයග්රාහී රැලිය අමතමින්.",
        "එළඹෙන ජනාධිපතිවරණයේදී ජනාධිපති රනිල් වික්රමසිංහගේ ජයග්රහණය සැමරීම සඳහා සංවිධානය කරන ලද මෙම රැලියට විශාල පිරිසක් සහභාගී වූහ.",
        "අද අපි වඩාත්ම වැදගත් මැතිවරණයට මුහුණ දෙමු. මෙම මැතිවරණය ජනතාවගේ අනාගතය තීරණය කරන මැතිවරණයක් යැයි පැවසිය යුතුය.",
        "සමෘද්ධිමත්, වඩා හොඳ ආර්ථික රටක් තිබිය යුතුද යන්න හෝ පෝලිමේ යුගයකට යාමට නම් මෙම මැතිවරණයෙන් ජනතාව තීරණය කළ යුතුය. එමනිසා, නැවත පේළියට නොයා රටක් ලෙස ඉදිරියට යන ලෙස මම ජනතාවගෙන් ඉල්ලා සිටිමි.",
        "පාර්ලිමේන්තු මන්ත්රී විමලවීරා දිසානායක මහතා පවසා ඇත්තේ මෙම වේදිකාවේදී තමන් නිතරම මාව විවේචනය කර ඇති බවයි. එවැනි වේදිකාවල සිටින අය එක්සත් ජනපද දේශපාලනික වශයෙන් විවේචනය කළහ. නමුත් අපි පලා ගිය විට, අපි රට එකට එකතු කර ගත්තෙමු.",
        "අප කිසිවෙකු දේශපාලනය දකින්නේ නැත. මේ රට ජීවත් වීමට අපට අවශ්ය විය. ආහාර හා .ෂධ නොමැතිව රට අතරමං වූ විට සජිත් සහ අනුර ජනතාව දුක් විඳින විට ඔවුන්ගේ දුක් වේදනා හඳුනා ගත්තේ නැත.",
        "නමුත් දේශපාලනය බැහැර කිරීම සහ මිනිසුන් ජීවත්වීමට මිනිසුන් ගෙන ඒමට ජනතාවගේ දුක් වේදනා ඉවසීමට අපට නොහැකි ය. අපි මේ රටේ ආර්ථිකය එකට ඉදි කළා.",
        "ඔබ ආර්ථිකය ලෝකයේ වෙනත් රටවල් දෙස බලන විට, එවැනි කෙටි කාලයක් තුළ එම රටවල් කිසිවක් යථා තත්ත්වයට පත්ව නැත. ඒත්, අපි ඒක කළා. දැන් අපට මේ රට 2022 තනතුරට ගෙන ඒමට නොහැකිය. රට සංවර්ධනය කළ යුතුයි.",
        "එමඟින් අපි අම්පාරා හිමාමාඩුල්ල ප්රදේශය විශාල සංවර්ධනයක් බවට පත් කරන්නෙමු. මහවාල්අයි විසින් අතහැර දමා ඇති ප්රදේශ කෘෂිකර්මාන්තය සඳහා විවෘතව පවතී. மேலும், கடலில் மீன்பிடி தொழில்துறை வளர்ச்சியடைந்து வருகிறது. ඒ අතරම, සංවර්ධිත සංචාරක කලාප පැනමාවේ සිට නිලවේලි දක්වා නිර්මාණය කෙරේ.",
        "මම අහන්නේ මේ නටාලියාස් දෙදෙනා මේ රටේ ජනතාව දුක් විඳින තැනට කොහෙද කියලා. எங்கள் பயணத்தை தொங்கு பாலத்தில் முடித்துவிட்டு இரண்டு நதாலியாக்களை வெளியேற்றுவோம் என்று மக்களுக்குச் சொல்கிறேன். நாடு பெற்றுள்ள இந்த பொருளாதார வெற்றியை கட்சி, நிற பேதமின்றி அனைவரும் பாதுகாப்போம். සැප්තැම්බර් 21 වන දින ගෑස් සිලින්ඩරය ඡන්දය ප්රකාශ කරන ලෙස මම ඉල්ලා සිටිමි.",
        "පසුගිය අවුරුදු 30 තුළ ජනාධිපති රනිල් වික්රමසිංහට එරෙහිව මම කතා කළෙමි. එහෙත් රට අරාජික වූ විට ජනාධිපති රනිල් වික්රමසිංහ මහතා 2022 අරගලය තුළ තත්වය සාමකාමී රටක් බවට පත් කිරීමට ඉදිරිපත් විය.. සටන්කාමීන් ජනාධිපති මන්දිරය හා අලාරි මන්දිරයට පහර දුන් විට, ඔහු පාර්ලිමේන්තුවට විදුලියට පහර දීමට පැමිණි විට විදුලිබල හමුදාවලින් පාර්ලිමේන්තුව බේරා ගත්තේය.",
        "ත්රස්ත කල්ලි මේ රට පාලනය කිරීමට පටන් ගත් දා සිට, රට මුදා හැර ඇති අතර, ආර්ථිකය නිසි ලෙස කළමනාකරණය කිරීමට සහ ජනතාව ජීවත් වීමට පියවර ගත්තේය.. එබැවින්, 'රනිල් එකම දෙයයි' අදම පෙන්වා ඇත.",
        "ඩීසල් ලීටරයක් ​​රුපියල් 2500 ක් වූ කාල සීමාව අප සමත් වී තිබේ. උදා. ත්රස්තවාදී ක්රියා තුළින් ආර්ථිකය ගොඩනැගීමට උත්සාහ කරන කණ්ඩායම්වලට රට භාර දෙන්නේ නම්, රට බංග්ලාදේශය බවට පත්වනු ඇත.. ඉතින්, මෙම ජනාධිපතිවරණය ඔබට සහ රටට වැදගත් ය. ප්රජාතන්ත්රවාදය ආරක්ෂා කළ ජනාධිපති රනිල් වික්රමසිංහ මහතා ඉදිරි පස් වසර පුරා මේ රටේ ජනාධිපති ලෙස තේරී පත් වනු ඇත.",
        "මිනිසුන් විශ්වාසයකින් තොරව ජීවත් විය. ජනතාව අනාගතය ගැන අවිනිශ්චිත යුගයක් සම්මත කළේය. ජනාධිපති රනිල් වික්රමසිංහ ජනතාවගේ ජීවිත කෙරෙහි විශ්වාසය තැබූ අයෙකි. ඔහු අම්පාරා දිස්ත්රික්කයේ බොහෝ වැඩසටහන් කරමින් සිටී.",
        "සංචාරක හා කෘෂිකර්ම අංශය හරහා අම්පාරා වැසියන්ගේ ආර්ථිකය සංවර්ධනය කිරීමට ජනාධිපති රනිල් වික්රමසිංහ සැලසුම් කරයි.. එමගින් අම්පාරා ජනතාවගේ ආදායම දෙගුණ කරයි. අපනයන කෘෂිකර්මාන්තය නිර්මාණය කිරීම තුළින් අපනයන ආර්ථිකයක් නිර්මාණය කිරීමට ජනාධිපති රනිල් වික්රමසිංහ පියවර ගනිමින් සිටී. ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ සාර්ථකත්වය හේතුවෙන් සෑම ආර්ථික වැඩපිළිවෙළක්ම සිදු කෙරේ. මෙම ජනාධිපතිවරණයේදී මම අම්පාරා ජනතාවගේ සහාය ඉල්ලා සිටිමි.",
        "මෙම ජනාධිපතිවරණය රටේ අනාගතය තීරණය කිරීමක් ලෙස සැලකිය හැකිය. මීට වසර දෙකකට පෙර, ආර්ථිකය කඩා වැටුණු විට, සමහර කණ්ඩායම් ජනාධිපති මන්දිරයට පහර දීමට උත්සාහ කළහ. මිනිස්සු විරෝධතා ඉල්ලා සිටියහ.",
        "සාමාන්යයෙන්, ලෝකයේ වෙනත් රටවල ආර්ථික අර්බුදය ඇති වන විට, පාලක හා විරුද්ධ පක්ෂ එකට වැඩ කර ජනතාව වෙනුවෙන් වැඩ කරනු ඇත. එහෙත් ශ්රී ලංකාවේ විරුද්ධ පක්ෂ රට අරාජිකත්වය සඳහා අරගලයට ජනතාව රැගෙන ගියේය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා රටට සේවය කිරීමෙන් පසු ජනාධිපතිවරණයට ඉදිරිපත් වේ. එදින ජනාධිපති රනිල් වික්රමසිංහ මේ රට පවරා නොමැති නම්, ශ්රී ලංකාව තවත් බංග්ලාදේශයක් වනු ඇත. මිනිසුන්ට මේවා අමතක වී නැත. එබැවින් මෙම ජනාධිපතිවරණයේදී ජනතාව ජනාධිපති රනිල් වික්රමසිංහගේ ජයග්රහණය වෙනුවෙන් කැපවී සිටින බව අපට විශ්වාසයි.",
        "සාමාජික, වෙනත් ආගමික නායක නායකයින්, පාර්ලිමේන්තු මන්ත්රී ඒ.එල්.එම්.. මෙම රැස්වීමට අතුල්ලා සහ පළාත් පාලන ආයතනවල දේශපාලන නියෝජිතයින් ඇතුළු විශාල පිරිසක් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "75% of the hanging bridge ended: Give me the mandate to create an unprecedented economy - the President",
      "body_lines": [
        "He said that all the people of this country should unite on September 21 without the party's color discrimination, if the country's economy is to be stabilized and now reached 75% of the hanging bridge, and the country that does not fall back in the country.",
        "The president stressed that even if Krusha had to face a Natalia, he had to face the two Nataliyas and that the two would end the journey of the hanging bridge, even if they were voiced for the right of the child.",
        "President Ranil Wickremesinghe made this statement while addressing the Ranil's Victory rally in Ampara on Monday afternoon.",
        "A large number of people participated in the rally, which was organized to celebrate President Ranil Wickremesinghe's victory in the upcoming presidential election.",
        "Today we face the most important election. This election must be said to be an election that determines the future of the people.",
        "People must decide in this election whether to have a prosperous, better economical country or to go to a queue era. Therefore, I urge people to go ahead as a country without going back to the row.",
        "Parliamentarian Wimalaweera Dissanayake has said that he has always criticized me on this platform. Those on such platforms criticized us politically. But when we ran away, we advanced the country together.",
        "None of us see politics. We wanted to make this country live. Sajith and Anura did not recognize their suffering when the people were stranded for fuel and gas, when the country was stranded without food and medicine.",
        "But we are unable to tolerate the suffering of the people, to exclude politics and bring people to live. We built the economy of this country together.",
        "When you look at other countries where the economy is in the world, none of those countries have returned to normal in such a short time. But, we did that feat. Now we cannot bring this country to the position of 2022. The country needs to be developed.",
        "Thereby we will bring in the Ampara Digamadulla area to massive development. The areas abandoned by Mahawali are open for agriculture. Also, the fishing industry in the sea is growing. At the same time, the developed tourist zones will be created from Panama to Nilaveli.",
        "I ask where these two Nataliyas were when the people of this country were suffering. Let me tell the people that we will get out of our journey on the hanging bridge. The party will protect this economic success without the party and the color of the country. I request that the gas cylinder be voted on September 21st.",
        "I have spoken against President Ranil Wickremesinghe in the last 30 years. But when the country was anarchy, President Ranil Wickremesinghe offered to make the situation a peaceful country during the 2022 struggle.. When the militants attacked the presidential palace and the Alari House, he saved the parliament from the militants when he came to attack the parliament.",
        "From the time the terrorist gangs started to rule this country, the country was released from them, managed to properly manage the economy and took steps to live the people.. Therefore, 'Ranil is the only thing' is shown today.",
        "We have passed the period when a liter of diesel was 2500 rupees. Eg. If the country is handed over to groups trying to build the economy through terrorist activities, the country will become Bangladesh.. So, this presidential election is important to you and the country. We will elect President Ranil Wickremesinghe, who defended democracy, will be elected president of this country over the next five years.",
        "People lived without confidence. People passed a era of uncertainty about the future. President Ranil Wickremesinghe is the one who gave the confidence in the lives of the people. He is making many programs in the Ampara district.",
        "President Ranil Wickremesinghe plans to develop the economy of the people of Ampara through the tourism and agriculture sector.. Thereby double the income of the people of Ampara. President Ranil Wickremesinghe is taking steps to create an export economy through creating export agriculture. Every economic program will be carried out after the success of President Ranil Wickremesinghe. I demand the support of the people of Ampara in this presidential election.",
        "This presidential election can be regarded as a determination of the future of the country. Two years ago, when the economy collapsed, some groups tried to attack the presidential palace. People called for protests.",
        "Generally, when the economic crisis occurs in other countries of the world, the ruling and opposition parties will work together and work for the people. But the opposition parties in Sri Lanka took the people to the struggle to make the country anarchy.",
        "President Ranil Wickremesinghe is contesting the presidential election after serving the country. If President Ranil Wickremesinghe had not taken over this country on that day, Sri Lanka would have become another Bangladesh. People have not forgotten these. So we are sure that the people will dedicate themselves to the victory of President Ranil Wickremesinghe in this presidential election.",
        "Member, other religious leaders, Member of Parliament A.L.M.. A large number of people, including the political representatives of Ataullah and local councils, participated in the meeting."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's President Ranil Wickremesinghe calls for unity to stabilize economy. He urges citizens to vote on Sept 21 without party bias. The president emphasizes his efforts to restore peace and economy after 2022 struggles."
  ]
}