{
  "translated_text": {
    "si": {
      "title": "කෙසෙල් - සමාලෝචනය",
      "body_lines": [
        "නිෂ්පාදිතය: නවී චිත්රාගාර සහ ගොවිංස්ට් සැලසුම් නිෂ්පාදනය සහ ඩිස්නි ප්ලස් හොස්ට්ටාර්",
        "නළු නිළියන්: බොන් වල්, රාහුල්, කලියාරාසන්, නිකිලා විමල්, දිව්යා දුරෙයිසි, ජනකි සහ තවත් බොහෝ අය.",
        "'පෙරියරම් පෙන්මාල්', 'කද' සහ 'මාන්නාන්' අධ්යක්ෂණය කිරීමෙන් රසිකයන් කෙරෙහි අද්විතීය අවධානයක් දිනාගත් අධ්යක්ෂ මාරි සෙල්වරාජ්ගේ අධ්යක්ෂ මාරි සෙල්වරාජ්.. දෙමළ සිනමා කර්මාන්තයේ අධ්යක්ෂ ශාස්ත්රවේදී. තමාගේ ජීවිතයේ සැබෑ සිදුවීම් වැලඳ ගැනීමට තමා සූදානම් බව ඔහු නිවේදනය කර තිබේ - රංජිත්ගේ නිර්මාණ ලෝකයේ අණදෙන නිලධාරී මාරි සෙල්වරාජ් විසින් අධ්යක්ෂණය කරන ලද 'කෙසෙල්' චිත්රපටය.. මෙම අවස්ථාවේ දී, චිත්රපටය රසිකයන්ගේ සිත් ඇදගන්නාසුළුද?නැත්ද?අපි දිගටම දකින්නෙමු.",
        "තෙමතුකුඩි දිස්ත්රික්කයේ ශ්රීබාිකන්ඩම් ප්රදේශය අසල පිහිටි කුඩා ගම්මානයක ජනකි වැඩ කරයි. ඔහුට තම ස්වාමිපුරුෂයා සහ උරුමක්කාරයන් දෙදෙනා, vembu (දිව්යා දුරෙයිසමි) සිවනන්දන් (පොන් වල්ම්) අහිමි විය.",
        "ජනකි සහ දිව්යා දුරෙසාමි සමඟ කැනනානා දිනපතා රැගෙන යාම සඳහා පැමිණෙති. කෙසෙල් ගෙඩියක් රැගෙන යාමට රාහුල්ට අවශ්ය නැත. කෙසේ වෙතත්, පවුලේ පරිසරය හා මවගේ ප්රේමය නිසා ඔහු නිවාඩු කාලය තුළ කෙසෙල් තීරුවක් රැගෙන යයි.",
        "මේ මොහොතේ රජයේ පාසලක ඉගෙනුම ලබන ගෝල්ඩන් වල්, විභාගය ලබාගත් පළමු ශිෂ්යයාය.. ඔහුට අවශ්ය වන්නේ පාසල් අධ්යාපනය කෙරෙහි අවධානය යොමු කිරීමයි. මෙම අවස්ථාවේ දී, නිකිලා විමල් තම පාසලේ ගුරුවරයෙකු ලෙස සේවය කරයි (පොන්ගෝඩි). ගුරුවරයා ගෝල්ඩන් වේල් වල සෑදී ඇත.",
        "බොන් මාර්ගයේ මිතුරෙකු වන ෂෙකහාර් (රාහුල්), මේ සඳහා උදව් කරයි. පාසලේ සංවත්සරයේදී පැවැත්වීමට නියමිත කලා ඉසව්ව සඳහා රාහුල් තෝරා ගනු ලැබේ. ඔහුගේ නර්තන පුහුණුව සඳහා නිවාඩු කාලය තුළ පාසැලට පැමිණීමට ගුරුවරයා ඔහු පිළිගන්නා අතර එය පිළිගනී.. නමුත් ඇගේ සහෝදරිය වන නීමු සහ වෙල්බාගේ පෙම්වතාගේ උපකාරයෙන් පවුලේ පරිසරය නිසා කෙසෙල් ගෙයක් සඳහා වැඩට යන විට ඇගේ මව වන ජනකි මව ජාකි නොදැන සිටියි.",
        "පාසලේ සිත් ඇදගන්නා සුළු ගුරුවරියක් වන නිකිලා විමල් රන්වන් වීල් ප්රායෝගිකව නටමින් කටයුතු කරයි.. එයින් පලා ගිය ඔහු කුසගින්න නිසා ගෙදර එයි.",
        "අම්මා වැඩට ගියේ නැද්ද?රාහුල් පිළිතුරු දුන්නේ තම මව වන ජනකි නගරයට පහර දී, වතුර පානය කර එහි කුසගින්නෙන් පෙළෙන ලෙස රන්වන් තල්මසා පලවා හරින ලද බවයි.",
        "චිත්රපටයේ කතාව නම් පොලිසියේ ජනතාව - රජයේ නිලධාරීන්ගේ සහ නගර ජනතාව - නගරයේ ජනතාවගේ හේතුව ඔහු දැනුවත්ව විස්තර කිරීමයි.",
        "අධ්යක්ෂ මාරි සෙල්වරාජ්ගේ ළමා කාලය තිබියදීත්, අධ්යක්ෂවරයා රසිකයන් සඳහා වාණිජමය සම්මුතියක් ඇති කර තිබේ.",
        "දෙවන භාගය පළමු අර්ධයට වඩා සංවේදී ය. විශේෂයෙන් උපරිම දර්ශනය අනපේක්ෂිත වූ විට, රූපය රස විඳිති.",
        "මෙම චිත්රපටය සඳහා සිවනන්දන් හි චරිතය රඟපාන පෝන-ලෙස-මාරි-අධ්යක්ෂ මාරි සෙල්වරාජ් රසිකයින්ට ඔහුගේ පූර්ණ දායකත්වය ලබා දී තිබේ.සේකාහාරා වාදනය කරන රාහුල් - කමල් රසිකයන්ගේ රසිකයෙක් වාදනය කරන අතර රසිකයින්ට සිනාසෙමින්.",
        "රන් වැල සහ රාහුල් පසුකර යන ගුරුවරයාගේ චරිතයට රඟපාන නිළියක් වන නිකිලා විමල්, රසිකයන්ගේ මනසෙහි පවතී. දෙම්බුවේගේ චරිතය රඟපෑවේ දුරේසමි, සහ මුල් පසෙහි භූමිකාවේ භූමිකාවේ කාර්යභාරය මන්ත්ර සහ යහපත් පෙම්වතුන් ලෙස රඟ දක්වයි.",
        "චිත්රපටයේ පැත්ත සිනමාකරණය, ගීත සහ පසුබිම් සංගීතයයි. විශේෂයෙන් උපරිම දර්ශනයේ, 'පදවති ..' යන ගීතය රසිකයන්ගේ මනස ස්පර්ශ කරයි.",
        "මාරි සෙල්වරාජ් යළිත් වරක් ඔප්පු කර ඇත්තේ තමා දක්ෂ මැවුම්කරු බවයි."
      ]
    },
    "en": {
      "title": "Banana - Review",
      "body_lines": [
        "Product: Navi Studios & Farmers Master Plan Production & Disney Plus Hotstar",
        "Actors: Bon Vale, Rahul, Kalaiyarasan, Nikila Wimal, Divya Duraisamy, Janaki and many others.",
        "Director Mari Selvaraj, who has attracted a unique attention to the fans by directing 'Periyarum Perumal', 'Karna' and 'Mamannan'.. Director Ba in Tamil film industry. He has announced that he is ready to embrace the real events in his own life - the film 'Banana', directed by Mari Selvaraj, the commander of the creative world of Ranjith.. In this case, did the film impress all the fans?Or not?We will continue to see.",
        "Janaki works in a small village near Srivaikundam area in Thoothukudi district. He lost her husband and two heirs, Vembu (Divya Duraisamy) Sivanandan (Pon Vale).",
        "Janaki and Divya Duraisamy travel with the servants to carry a banana daily. Rahul does not want to carry a banana tar. However, due to the family environment and the love of the mother, he carrys a banana bar during the holidays.",
        "At this moment, Golden Vale, who is studying in a government school, is the first student to get the exam.. He wants to concentrate on school education. In this case, Nikkila Wimal works as a teacher at his school (Poongodi). The teacher is formed in the golden vale.",
        "Shekhar (Rahul), a friend of Bon Way, is helping this. Rahul is selected for the art event to be held at the school's anniversary. He accepts the teacher to come to school on the holiday for his dance training, and accepts it.. But with the help of her sister Neemu and Vembu's lover, Kani, when she goes to work for a banana for a banana due to family environment, her mother, Janaki, unaware of her mother Janaki.",
        "Nikila Wimal, a fascinating teacher at the school, is practicing golden vale to practice dance.. Fleeing from it, he comes home due to hunger.",
        "Mom didn't go to work?Rahul replied that his mother, Janaki, chased away the golden whale to beat him, descended on the side of the town, drinking the water and getting hungry there.",
        "The story of the film is that he consciously describes the reason why the people of the police- government officials and town people- the people of the town.",
        "Despite the fact that director Mari Selvaraj's childhood, it is true that the director has made some commercial compromises for the fans.",
        "The second half is more sensitive than the first half reinforces the image. Especially when the peak scene is unexpected, the image is entertained.",
        "Pon Vale-director Mari Selvaraj, who plays the role of Sivanandan for the film, has made his full contribution to the fans.Rahul - Kamal, who plays Sekhara, is playing a fan of the fans and laughing at the fans.",
        "Actress Nikila Vimal, who plays the role of the teacher passing the golden Vale and Rahul, stands in the minds of fans. Divya Duraisamy, who plays the role of Vembu, and the role of the fruit of the role of the original soil as the mantras and the decent lovers.",
        "The side of the film is the cinematography, the songs and the background music. Especially in the peak scene, the song 'Padavathi ..' touches the minds of the fans.",
        "Mari Selvaraj has once again proved that he is the talented creator."
      ]
    }
  },
  "summary_lines": [
    "\"Banana,\" directed by Mari Selvaraj, features a heartwarming tale set in a rural backdrop, focusing on the lives of villagers like Janaki and her children, Rahul and Vembu. Despite facing hardships, the family's resilience shines through, especially Rahul's determination to pursue his passion for dance under the guidance of his teacher, Nikila Wimal. The film, while making some commercial concessions, effectively portrays the struggles and joys of rural life, with standout performances by the cast and impactful music."
  ]
}