{
  "translated_text": {
    "si": {
      "title": "Varicose ස්නායු බලපෑම සමනය කරන නවීන තාප විකිරණ ප්රතිකාරය",
      "body_lines": [
        "අපෙන් බොහෝ දෙනෙක් දිනකට පැය පහ අටකට වඩා වැඩි කාලයක් වැඩ කරති. ඔවුන්ගෙන් බොහෝ දෙනෙකුට ඔවුන්ගේ වළලුකර හා පාදයේ වරිකෝස් ස්නායු ආසාදනයක් ඇත.",
        "මෙය විස්තර කිරීම පහසු නම්, අපගේ ශරීරයේ සෑම ප්රදේශයකම හදවතෙන් රුධිරය සමබර බලයක් සහිතව පොම්ප කරනු ලැබේ.",
        "මේ නිසා ශරීරය පුරා පැතිරෙන රුධිරය නැවත හදවතට පැමිණේ. රුධිර නාල පද්ධතිය ස්වාභාවිකවම අපගේ ශරීරයේ අපගේ ශරීරයට එක් මාවතක් ඇති අතර ශරීරයේ අනෙක් කොටසින් හදවතට සහ තවත් මාවතකට එක් මාවතක් ඇත.",
        "මෙම අවස්ථාවේ දී, ප්රදේශයේ කාර්තුව දක්වා දිවෙන රුධිරය දූෂිත වන අතර, ඔවුන් දුර්වල වූ විට, ඔවුන් දුර්වල වූ විට හෝ දුර්වල වූ විට හෝ දුර්වල වූ විට හෝ දුර්වල වූ විට හෝ දුර්වල වූ විට හෝ දුර්වල වූ විට අපවිත්ර වූ රුධිරය එකතැන පල්වෙති විවිධ බාධා හෝ සුවිශේෂී රුධිර නාල.. මෙමඟින් කාර්තුවේ සහ වළලුකර ප්රදේශයේ සම අවසානයේදී හේතු වේ. එය ස්නායු ද ඇති අතර අසහනය හා අසහනය හා අසහනය ඇති කරයි.",
        "මේ සඳහා හොඳම විසඳුම සැත්කම්. වර්තමාන වැඩි දියුණු කළ වෛද්ය තාක්ෂණයන් හරහා ප්රතිකාර හා තාප විකිරණ චිකිත්සාව තුළින් පූර්ණ සහනයක් ලබා දිය හැකි බව වෛද්ය විශේෂ experts යින් පවසා තිබේ.",
        "ස්නායු ශරීරය වැළඳ ගන්නා අතර ප්රදේශවලට ඔක්සිජන් ලබා ගනී. මේ සඳහා විශේෂ පයිප්ප ඇත. මේවා ක්රියාත්මක වන්නේ හදවතේ ඒකාකාරී ආවේගය සමඟ ය. මේවා ශරීරය පුරා හොඳ රුධිරය ගලා යන අතර ශරීරය දූෂිත රුධිරය නැවත හදවතට ගෙන යයි. මෙම ක්රියාවලියේදී, කකුලේ ස්නායු දුර්වලකම, ස්නායු හානිය, ස්නායු රෝග, ස්නායු දැවිල්ල, ස්නායු දැවිල්ල, ස්නායු දැවිල්ල, ස්නායු දැවිල්ල වැනි විවිධ බලපෑම් හේතුවෙන් එය කකුලේ පාමුල එකතැන පල්වෙති.. එය ප්රදේශයේ ස්නායුවේ ක්රියාකාරිත්වයට බලපාන අතර සමේ වර්ණ වෙනස් වන අතර රුධිරයේ සංසරණය වළක්වයි. ඔවුන් වෛද්ය භාෂාව වෙරිසොස් වයින් ලෙස හඳුන්වයි.",
        "එන්ඩොවිටස් ලේසර් චිකිත්සාව ලෙස හැඳින්වෙන නවීන තාප විකිරණ චක්රීය චාරිත්රකුල හරහා මේ වන විට මෙය දැනට සම්පූර්ණ සහනයක් ලබා දී ඇත. එවැනි ප්රතිකාර අතරතුර, පාදයේ කුඩා ප්රමාණයක් පීඩාවට පත් ස්නායු ප්රදේශයට පයිප්පයක් බවට පත් කර ඇත.",
        "විකිරණවලට ප්රතිකාර කිරීම මගින් බලපෑමට ලක් වූ ස්නායු ප්රදේශයේ වැරදියට එකතු කරනු ලබන ස්නායු ප්රදේශයේ උණුසුම මගින් ආසාදනයේ උණුසුම තුරන් කරනු ලැබේ.මෙය රුධිරය හදවතේ සිට හදවතට හදවතට ගලා යන බව සහතික කරයි. එසේම, පීඩාවට පත් ප්රදේශයේ ඇති වන පන්තිල්ල වන දේවස්ථානය පැළඳීම වෛද්යවරු නිර්දේශ කරති. දින කිහිපයකින් රෝගීන්ට දින කිහිපයකින් දිනක් ගත කළ හැකිය.",
        "එවැනි නවීන නූතන තාප විකිරණ ප්රතිකාරයක් රෝගීන්ගේ විශාල පිළිගැනීමක් වන්නේ ප්රතිකාරයේ කාලසීමාව පැයක්, සිදුරු කිරීම සහ දිනක ජීවිතයක් නැවත පැමිණීමයි."
      ]
    },
    "en": {
      "title": "Modern thermal radiation therapy that relieves varicose nerve impact",
      "body_lines": [
        "Many of us continue to work for more than five to eight hours a day. Most of them have a varicose nerve infection in their ankles and foot.",
        "If this is easy to describe, the blood is pumped from the heart of all parts of our body with a balanced force.",
        "Because of this, the blood that spreads throughout the body comes back to the heart. The blood vessel system is naturally in our body that we have one path to the body from the heart and another path to the heart from the other part of the body.",
        "In this case, the blood that runs up to the quarter of the area is contaminated, and when they are weak, the contaminated blood is stagnant when they are weak, or when they are weak, or weak, due to various disturbances or due to various disturbances or exclusive blood vessels.. This causes the skin in the quarter and ankle area in the end. It also makes the nerves and causes discomfort and sickness.",
        "Surgery was the best solution for this. Medical experts have said that it is possible to provide a full relief through the treatment and thermal radiation therapy through the current enhanced medical technologies.",
        "Nerves hugs the body and takes oxygen to areas. There are special pipes for this. These are running with the uniform impulse of the heart. These flows good blood throughout the body and makes the body's contaminated blood back to the heart. In this process, it is stagnant in the foot of the leg due to various effects such as nerve weakness, nerve damage, nerve inflammation, nerve expansion, without traveling in the right direction of contaminated blood from the leg.. It affects the function of the nerve in the area and causes color change in the skin and prevents the circulation of the blood. They refer to the medical language as Vericos Wain.",
        "This is currently being provided with a complete relief through modern thermal radiation therapy called Endowneus Laser therapy. During such treatment, a small amount of the foot is pierced and injected into a pipe to the affected nerve area.",
        "The heating of the infection is then eliminated by the heating of the nerve area, which is mistakenly collected in the affected nerve area by the treatment of radiation.This ensures that the blood flow to the heart from the foot to the heart. Also, doctors recommend wearing the exclusive pantheon in the affected area. Patients can take a day -to -day life in a few days.",
        "Such a modern thermal radiation treatment is a great welcome in patients because the duration of the treatment is one hour, a small amount of piercing and the return of a day -to -day life."
      ]
    }
  },
  "summary_lines": [
    "Modern thermal radiation therapy, like Endovenous Laser Therapy, offers relief for varicose nerve issues, affecting many who work long hours. This treatment involves a small procedure to heat and eliminate the infection in the affected nerve area, improving blood flow and reducing discomfort. It's a welcome solution for patients, offering quick recovery and minimal downtime."
  ]
}