{
  "translated_text": {
    "ta": {
      "title": "வலிமை துண்டுகளை வாங்க கல்வி அமைச்சகம். ஒரு பில்லியன்",
      "body_lines": [
        "2024 க்கும் அதிகமான திட்டங்களுக்கு ஒரு சுகாதார துண்டு வாங்க இலவச பரிசு அட்டைகளை வழங்குதல். ரூ.. பரிசுகளை வழங்குவதற்கான பதவியேற்பு திட்டம் இன்று (06) நவாலா ஜனாதிபதி பெண்கள் பள்ளியில் நடைபெற்றது.",
        "மாணவர்களின் வருகை மற்றும் பொருளாதாரத்தில் அவர்கள் எதிர்கொள்ளும் பிரச்சினைகள் மற்றும் அவர்களின் பிரச்சினைகள் மற்றும் ஆரோக்கியத்தில் சரியான கவனம் செலுத்தாதது போன்ற பாதகமான நிலைமைகளை இது தடுக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "இலங்கையின் முழு மாணவர் மக்கள்தொகையிலும் ரூ.. அதன்படி, ரூ.",
        "இந்த பரிசைப் பயன்படுத்தி கல்வி அமைச்சின் பதிவு செய்யப்பட்ட சந்தையால் சுகாதார துண்டுகளை வாங்கலாம். இலங்கை தர நிர்ணய நிறுவனத்தால் உறுதிப்படுத்தப்பட்ட இலங்கை தர நிர்ணய சான்றிதழின் இலங்கை தர நிர்ணய சான்றிதழ் வாங்குவதற்கு மாணவர்கள் பொறுப்பு.",
        "மாணவர்களுக்கு வழங்கப்படும் தொடர்புடைய பரிசுகள் இரண்டு பிரிவுகளைக் கொண்டவை. அது ரூ. 600.00 இரண்டு பிரிவுகளைக் கொண்டுள்ளது 'A' மற்றும் 'B' மற்றும் முதலில் 2024.06.10 - 2024 முதல் 'A' மற்றும் செல்லுபடியாகும் காலத்தைப் பயன்படுத்த வேண்டும். மற்ற பகிர்வு 2024.09.01 - 2024.04.30 க்கு இடையிலான காலகட்டத்தில் பயன்படுத்தப்படலாம். அந்தக் காலங்களில் சுகாதார துண்டுகளை வாங்குவது வாங்கப்பட வேண்டும்."
      ]
    },
    "en": {
      "title": "Ministry of Education to purchase strength towels. One billion",
      "body_lines": [
        "Providing free gift cards to buy a hygiene towel for increased projects for more than 2024. Rs.. The inauguration program for providing gifts was held at Nawala President Girls' School today (06).",
        "It is expected to prevent adverse conditions, such as not paying proper attention to the students' attendance and the problems they face in the economy and their problems and health.",
        "Ministry of Education has taken steps to provide a gift to provide a gift to buy a gift for six months of national schools in the entire student population of Sri Lanka and Rs.. Accordingly, a gift of Rs.",
        "Sanitary Towels can be purchased by a registered market of the Ministry of Education using this gift. The students are responsible for the purchase of the Sri Lanka Standards Certificate of Sri Lanka Standards Certificate confirmed by the Sri Lanka Standards Institution.",
        "The relevant gifts given to the students is of two sections. It is Rs. 600.00 consists of two sections as 'A' and 'B' and first must use the 'A' and validity period from 2024.06.10 - 2024. The other partition can be used in the period between 2024.09.01 - 2024.04.30. The purchase of hygiene towels should be purchased during those periods."
      ]
    }
  },
  "summary_lines": [
    "The Ministry of Education in Sri Lanka plans to distribute one billion free sanitary towels to all national school students nationwide. This initiative aims to address issues related to student attendance, economic challenges, and health concerns. The towels will be available through a registered market under the supervision of the Ministry, ensuring compliance with Sri Lanka Standards. Two types of vouchers worth Rs. 600 each will be issued, valid for specific periods starting from June 10, 2024, to April 30, 2025, to facilitate the purchase of these essential items."
  ]
}