{
  "translated_text": {
    "ta": {
      "title": "தொடர்ச்சியாக ஒரு சிறிய பயணத்தில் நாடு அழுகிறது",
      "body_lines": [
        "3% முதல் 15% வரை மின்சார ஆயுதங்கள் காரணமாக குழந்தை பருவத்தில் ஏற்படக்கூடும் என்று குழந்தை மருத்துவர் தீபல் பெரேரா கூறுகிறார்.",
        "\"மின்சார வலையில் 15% 3% முதல் 15% வரை. இதயத்தில் ஒரு தாக்கத்தை ஏற்படுத்தக்கூடும். மூளை பாதிக்கலாம். அதாவது நரம்பு மண்டலம் சேதமடையக்கூடும். இதயங்களின் வேகம் மாறலாம். நாங்கள் அக்ராயாக்கள் சொல்கிறோம். இதுபோன்ற விஷயங்கள் நடக்கலாம். உணர்வு, மயக்கமடைந்து, நடக்கலாம், இறப்புகள் கூட. எனவே இது மிகவும் ஆபத்தானது. அது நடந்தால், அதை விரைவில் ஒரு மருத்துவமனைக்கு கொண்டு செல்வதைத் தடுப்பது எங்கள் கடமையாகும். \"",
        "இதற்கிடையில், முனியூனின் முன்பள்ளி மகள், முககோனேவும் கொல்லப்பட்டார் மற்றும் முககோனின் முன்பள்ளி மகள்.",
        "ஒரு மனைவிக்கு சுமார் மூன்றரை வயது என்று போலீசார் தெரிவித்தனர்.",
        "முனியூனின் முன்பள்ளி மகள் முககோன், மொபைல் ஃபோனுக்கு மின்சாரம் மூலம் இறந்து அதைப் பார்த்துக் கொண்டிருக்கிறார்.",
        "அந்தப் பெண் முன்பள்ளிக்குச் சென்று, வீட்டிற்குக் கூறப்பட்ட மொபைல் ஃபோனைப் பார்த்துக் கொண்டிருந்தாள்.",
        "மூத்த சகோதரர் தனது சகோதரி இல்லாமல் தரையில் படுத்துக் கொண்டிருப்பதைக் கண்டார், சிறுமி பெருவாலா மருத்துவமனையில் அனுமதிக்கப்பட்டதாக தெரிவிக்கப்படுகிறது.",
        "மருத்துவமனை ஊழியர்கள் பதிலடி கொடுக்க முயன்றாலும், அவர் ஏற்கனவே உலகை விட்டு வெளியேறினார்.",
        "பாதுகாப்பற்ற மின்சார விநியோகத்தைத் தொடுவதன் மூலம் சிறுமி மின்சாரப்படுத்தப்பட்டதாக ஆரம்ப விசாரணைகள் தெரிவிக்கின்றன.",
        "நிரம்பிய பகுதியில் ஏற்பட்ட காயங்கள் அவளது மார்புக்கு ஒரு கனமான மின்சார மின்னோட்டம் வந்துள்ளது என்று தெரியவந்தது.",
        "மீன்வளத் துறையில் பாதிக்கப்பட்டவர்கள் 2 மாதங்களுக்கு முன்பு இந்த வீட்டை உருவாக்கி மங்கேனாவுக்கு வந்துள்ளனர்.",
        "அத்தகைய குழந்தைகள் ஏன் தெரியவில்லை என்று தெரியாத குழந்தைகளுடன் செயல்படுவது பெரியவர்களின் கடமையாகும்."
      ]
    },
    "en": {
      "title": "The country is crying on a little consecutive journey",
      "body_lines": [
        "Pediatrician Deepal Perera says that between 3% to 15% can result in childhood due to electric weapons.",
        "\"3% to 15% of 15% of the electric web. Could have a effect on the heart. Brain can influence. That means the nervous system may be damaged. Hearts speed can change. We say the Agrayas. Such things may happen. Feeling, unconscious, can happen, and even deaths. So this is very dangerous. If that happens, it is our duty to prevent it soon to take it to a hospital. \"",
        "Meanwhile, a pre-school daughter of the Munune, Mugagonne, was also killed and a pre-school daughter of Mugagonne.",
        "The police said that a wife was about three and a half years old.",
        "A pre-school daughter of the Munune, Mugagon, has died of electricity to the mobile phone and watching it.",
        "The girl had gone back to the pre-school and was watching a mobile phone that had been attributed to the house.",
        "The eldest brother saw that he was lying on the ground without his sister, it is reported that the girl had been admitted to the Beruwala Hospital.",
        "Although the hospital staff tried to retaliate, but she had already left the world.",
        "Preliminary investigations have revealed that the girl had been electrocuted by touching a unprotected power supply.",
        "The injuries in the packed area revealed that a heavy electric current had come as an attributed to her chest.",
        "The victims of the fisheries industry have made this house 2 months ago and arrived in Manghena.",
        "It is the duty of adults to act with children who do not know why such children are not unknown."
      ]
    }
  },
  "summary_lines": [
    "Pediatrician Deepal Perera warns that 3% to 15% of children may suffer from heart and nervous system damage due to electric shocks. A tragic case involves a pre-school girl electrocuted by an unprotected power supply, highlighting the danger of electric hazards. Adults must educate children about the risks to prevent such incidents."
  ]
}