{
  "translated_text": {
    "si": {
      "title": "කොළඹ සිට මහියාංගන දක්වා ගෙන එන ලද drugs ෂධ සමඟ එක් අයෙකු අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "සැකකරුවෙකු සඳුදා පස්වරුවේ මත්ද්රව්ය 100 ක් සහ හෙරොයින් මිලිග්රෑම් 125 ක් සමඟ මහිවන්ගනා ප්රදේශයට විකිණීම සඳහා අත්අඩංගුවට ගත් බව පොලිසිය පවසයි.",
        "තෙරිකොලාලාවේ මහියාංගනායා ප්රදේශයේ හිමිකාරීත්වය 34 ක් අත්අඩංගුවට ගෙන ඇති බව පොලිසිය පවසයි.",
        "රහස්ය තොරතුරු පදනම් කරගෙන සැකකරු කොළඹින් මත්ද්රව්ය ගෙන මහියන්ගනා යන ප්රදේශවල මත්ද්රව්ය අලෙවි කරන බව පොලිසියට සැකකරු සැකකරු අත්අඩංගුවට ගත් බව පොලිසිය පවසයි.",
        "සැකකරු මහියංගන මහේස්ත්රාත් අධිකරණයට ගෙන ඒමට පියවර ගනිමින් සිටින බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "One person arrested with drugs brought from Colombo to Mahiyangana for sale",
      "body_lines": [
        "A suspect was arrested on Monday afternoon with 100 drugs and 125 milligrams of heroin brought for sale to the Mahiyanganaya area, police said.",
        "A 34 -year -old man from Tehikolala Mahiyanganaya area has been arrested, police said.",
        "Police said that the suspect was seized from the suspect during a raid on the basis of confidential information available to the police that the suspect was bringing drugs from Colombo and selling drugs in Mahiyanganaya areas.",
        "Police said that steps are being taken to bring the suspect to the Mahiyangana Magistrate's Court."
      ]
    }
  },
  "summary_lines": [
    "A 34-year-old man was arrested in Mahiyanganaya for possessing 100 tablets and 125mg of heroin, intended for sale. The arrest followed a raid based on tip-off about drug trafficking from Colombo. Police plan to present him before the Mahiyangana Magistrate's Court."
  ]
}