{
  "translated_text": {
    "si": {
      "title": "කේට්හි භාරව සිටින අධිකාරීවරයෙක්",
      "body_lines": [
        "මන්නර් චිලාවෙයි පොලිස් කොට් in ාශයේ ලී අාර් එකක් සැකසීමේ චෝදනාව මත කේතුට් භාර අධිකාරීවරයෙකු ලී කැබලි 1820 අර්ථකථනයක දී අත්අඩංගුවට ගෙන තිබේ.",
        "මන්නට් චිලාවෙයි පොලිස් ස්ථානයේ කයාවට් ප්රදේශයේ අවසරයකින් තොරව ලී මාර්ගය කයාවට් ප්රදේශයේ ලී මාර්ගය ක්රියාත්මක කරමින් සිටි බව පොලිසියට ලැබුණු රහස්ය තොරතුරු පොලිසිය පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "මන්නාරම දිස්ත්රික් අපරාධ විමර්ශන අංශය, පීපී සිල්වා, ප්රාදේශීය අපරාධ විමර්ශන අංශය භාරව සිටින දිස්ත්රික් අපරාධ විමර්ශන නිලධාරීන්ගේ මඟ පෙන්වීම යටතේ ජ්යෙෂ් police පොලිස් අධිකාරී එල්.ඒ.එස් චන්ද්රපාල මහතා, ප්රාදේශීය අපරාධ විමර්ශන අංශය 66638 රත්නායක 90464 දිසානායක 313999 ක්",
        "අාර් ඒන් තරඟ විශාල සංඛ්යාවක්. 1820 දී පමණ කිරි සහ විවිධ දැව පුවරු කයිවේ භාරව සිටි පුද්ගලයෙකු හැසිරවීමේ චෝදනාව මත කිරි සහ විවිධ දැව පුවරු සොයාගෙන ඇති අතර අත්අඩංගුවට ගෙන තිබේ.",
        "මෙම නඩුව වැඩිදුර ක්රියාමාර්ග සඳහා මෙම නඩුව සහ සැකකරු චතුරවෙයි පොලිසියට භාර දී ඇති බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "A superintendent in charge of Kaywat",
      "body_lines": [
        "A superintendent in charge of Kaywatte has been arrested on suspicion of 1820 wooden pieces for allegedly conducting a wooden barn in the Mannar Chilawaturai police division.",
        "Police have seized the site following confidential information received by the police that the wooden road was operating in the Kaywatte area without permission in the Kaywatte area in the Mannar Chilawaturai police station.",
        "Under the Mannar Division Senior Superintendent of Police, LAS Chandrapala, under the guidance of District Criminal Investigation Division officials in charge of the Mannar District Criminal Investigation Division, PP Silva, Divisional Criminal Investigation Division66638 Ratnayaka, 83790 Vimurthi 90464 Dissanayake, 313999 Subitharan.",
        "The barn is a large number of matches. About 1820, milk and various timber boards have been found and have been arrested on suspicion of conducting a man in charge of Kaywat.",
        "Police said the case and the suspect had been handed over to the Chilawathurai police for further action."
      ]
    }
  },
  "summary_lines": [
    "Superintendent arrested for illegal wooden barn construction in Mannar Chilawaturai police division. 1820 wooden pieces seized. Case handed over to Chilawathurai police for further investigation."
  ]
}