{
  "translated_text": {
    "si": {
      "title": "අද අක්ෂයා තිරුති;මෙම වැරැද්ද අමතක නොකරන්න",
      "body_lines": [
        "අක්ෂේ තිරුති හින්දු ආගමේ ඉතා හොඳ දවසක්. ඔබ දවසේ කුමක් කළත්, ඔබ මිලදී ගන්නා දේ සහ ඔබ මිලදී ගන්නා දේ ගැන විශ්වාස කෙරේ, එය බොහෝ වාරයක් වැඩි කරයි.",
        "මේ වසරේ දිනය මැයි 10 වන දින එනම් අද වන විට සමරනු ලැබේ.",
        "මෙම දිනයේ දී ගනේෂා, ලක්ෂ්මි දේවි, කුබෙරා සහ විෂ්ණු සාමක්ෂර භටයන් විශේෂ පූජා ඉටු කරනු ඇත.",
        "පුරාවෘත්තවල සඳහන් වන්නේ මේ දිනය කුබෙරා සාමිවරයා හා බ්රාහ්මා සමඟ ආශීර්වාද කර ස්වර්ගයේ ධනය ආරක්ෂා කිරීමේ වගකීම දැරීය.",
        "අක්ෂයා තිරුති දිනය වඩාත් සුන්දර දිනයයි. මෙම දිනයේ සමෘද්ධිමත් ජීවිතයක් ගත කිරීම සඳහා මිනිසුන් ලක්ෂ්මි දේවි, කටසෙහා, ගනේහා සහ විෂ්ණුට නමස්කාර කරනු ඇත, විශේෂ පූජා කළ අතර ඔවුන්ගේ ආශිර්වාදය ලබා ගනී.. ඔබ මේ දවසේදී නොසැලී සිටින ආහාර අනුභව කිරීමෙන් වැළකී සිටිය යුතුය. එළවළු ආහාර, එළවළු, යුෂ, පලතුරු සහ කිරි නිෂ්පාදන වෙනුවට.",
        "දවසේ දවසේදී මිලදී ගන්නා නිෂ්පාදන වැඩි වන බව මිනිසුන් විශ්වාස කරන පරිදි රන්, රිදී සහ වෙනත් මිල අධික භාණ්ඩ මිලදී ගැනීම වඩා හොඳය.. ඊට අමතරව, ඔවුන් අද වත්කම්, නව වාහන සහ නව ව්යාපාර ආරම්භ කරනු ඇත.",
        "විහාරස්ථානය යනු ධනාත්මක ශක්තිය ඉහළ මට්ටමක පවතින වඩාත්ම පූජනීය ස්ථානයයි. දේවමාළිගාවට යාමෙන් කෙනෙකුට මනසේ සාමය, මනසේ සාමය සහ යම් ආකාරයක ආරක්ෂාව ලබා ගත හැකිය. හොඳ දවසක දේවමාළිගාවට ගොස් දෙවිවරුන්ට නමස්කාර කර ඔවුන්ගේ ආශීර්වාද ලැබීම හොඳය.",
        "සාමාන්යයෙන් හොඳ දවසක පුණ්ය කටයුතු කිරීම ඉතා හොඳයි. මෙම ඇඳුම, ආහාර සහ ජලය බිලියන thirti හි දිනයේදී පරිත්යාග කිරීම, කෙනෙකුට හොඳ කර්මය හා දෙවිවරුන්ගේ ආශිර්වාදය ලබා ගත හැකිය.",
        "දුම්පානය, දුම් පානය වැනි නරක පුරුදු වළක්වා ගැනීම සුදුසුය. මේ හැරුණු විට, ඔබ නියපොතු සහ සූදුව කැපීමෙන් වැළකී සිටිය යුතුය. මෙම දිනය ඉතා පරිශුද්ධ දිනයකි, අද කෙනෙකුට අයහපත් දේ සඳහා කාලය භාවිතා කිරීම වෙනුවට කාලය ගත කිරීමෙන් හොඳ ප්රති results ල ලබා ගත හැකිය.",
        "අක්ෂයා තිරුති දිනය වඩාත් සුන්දර දිනයයි. මෙම දිනය ණයට ගැනීම හෝ ණය ගැනීම වළක්වා ගැනීම සඳහා. එසේ නොවුවහොත්, ඔබට වසර පුරා වැඩි ණය මුදලක් මිලදී ගැනීමට හැකි වන අතර ණය ගැටලුවෙන් පෙළෙනු ඇත. රීල්"
      ]
    },
    "en": {
      "title": "Today's Akshaya Thiruthi;Don't make this mistake even forgotten",
      "body_lines": [
        "Akshaya Thiruthi is a very good day in Hinduism. It is believed that whatever you do in the day and what you buy, it will increase many times.",
        "The day of this year is celebrated on May 10, ie today.",
        "On this day, Lord Ganesha, Lakshmi Devi, Kubera and Vishnu will perform special poojas.",
        "Legends say that this day Kubera was blessed with Lord Shiva and Brahma and took the responsibility of protecting the wealth of heaven.",
        "Akshaya Thiruthi Day is the most beautiful day. People will worship Lakshmi Devi, Kuberer, Ganesha and Vishnu to live a prosperous life on this day, perform special poojas and get their blessings.. You should avoid eating non -vegetarian food on this day. Instead of vegetable foods, vegetables, juices, fruits and dairy products.",
        "It is better to buy gold, silver and other expensive items to live a good wealthy life, as people believe that the products that buy on the day of the day will increase.. In addition, they will start the assets, new vehicles and new businesses today.",
        "The temple is the most sacred place where positive energy is high. By going to the temple, one can get peace of mind, peace of mind, and some sort of security. It is good to go to the temple on a good day and worship the deities and receive their blessings.",
        "Usually it is very good to do charity on a good day. Donating the dress, food and water for the poor on the day of the Akshaya Thirti, one can get good karma and the blessings of the gods.",
        "It is advisable to avoid bad habits such as smoking and drinking alcohol on the day. Apart from this, you should avoid cutting nails and gambling. This day is a very sacred day, and today one can get good results by spending time in spiritual activities instead of using their time for bad things.",
        "Akshaya Thiruthi Day is the most beautiful day. To avoid borrowing or loaning this day. Otherwise, you will be able to buy more debt throughout the year and suffer from debt problem. Remble"
      ]
    }
  },
  "summary_lines": [
    "Akshaya Thiruthi, celebrated today, May 10, is a significant Hindu day believed to multiply good deeds and purchases. It honors Lord Ganesha, Lakshmi Devi, Kubera, and Vishnu with special poojas. The day is marked by avoiding non-vegetarian food and engaging in spiritual activities, including visiting temples and donating to the poor. It's a day to focus on prosperity, wealth, and good karma, avoiding bad habits and debts."
  ]
}