{
  "translated_text": {
    "si": {
      "title": "රජයේ ප්රතිපත්ති ප්රකාශනය පිළිබඳ 08 වන 09 වන දිනපසේ මහලේකම්වරයාගේ සභා කල් තැබීමේ විවාදය",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් බදාදා පාර්ලිමේන්තුවට ඉදිරිපත් කිරීමට නියමිතව තිබූ රජයේ ප්රතිපත්ති ප්රකාශනය පිළිබඳ කල් දැමීමේ විවාදයක් පැවැත්වීමට තීරණය කළ බව පාර්ලිමේන්තු මහ කුෂානි රොහානාදීර මහතා පැවසීය.",
        "කථානායක මහින්ද යාපා අබේවර්ධනගේ සභාපතිත්වයෙන් බ්රහස්පතින්දා (01) පාර්ලිමේන්තුවේදී පැවති පක්ෂ නායකයින්ගේ රැස්වීම විසින් මේ බව ලේකම්වරයා පැවසීය.",
        "ඒ අනුව නවවන පාර්ලිමේන්තුවේ පස්වන සැසිවාරය මේ මස 7 වන දින ජනාධිපති විසින් විවෘත කරන අතර ආන්ඩුවේ ප්රතිපත්ති නිවේදනය පෙරවරු 10.30 ට එදින පාර්ලිමේන්තුවේ ජනාධිපති ජනාධිපතිතුමා විසින් පෙරවරු 10.30 ට ඉදිරිපත් කරනු ලැබේ.. ප්රතිපත්ති ප්රකාශන කතාවෙන් පසු පෙර දින උදෑසන 9,30 දක්වා පාර්ලිමේන්තුවට පාර්ලිමේන්තුව කල් තබනු ලැබේ.",
        "ඒ අනුව, මේ මස 08 වන බ්රහස්පතින්දා, නියෝජිතයින්ගේ නිවස ජනාධිපතිගේ ප්රතිපත්ති ප්රකාශනයට කල් තබන අතර, එමඟින් ජනාධිපතිවරයා විසින් උදේ 9.30 සිට පස්වරු 5.00 දක්වා ද පිරිනැමේ."
      ]
    },
    "en": {
      "title": "House adjournment debate on government's policy declaration on 08th 09th -Parliamentary Secretary General",
      "body_lines": [
        "Parliamentary Secretary General Kushani Rohanadheera said that it was decided to hold a postponement debate on the government's policy declaration on Wednesday, which will be presented in Parliament by President Ranil Wickremesinghe on Wednesday.",
        "The Secretary said that this was decided by the party leaders' meeting held in Parliament on Thursday (01) chaired by Speaker Mahinda Yapa Abeywardena.",
        "Accordingly, the fifth session of the ninth parliament will be inaugurated by the President on the 7th of this month and the government's policy announcement will be presented at 10.30 am by the president headed by the President of Parliament that day.. The Parliament will be postponed by the President until 9,30 am the next day following the policy declaration speech.",
        "Accordingly, on Thursday, 08th and 09th of this month, the House of Representatives will be postponed to the President's Policy Declaration, which will be presented by the President from 9.30 am to 5.30 pm."
      ]
    }
  },
  "summary_lines": [
    "Parliamentary Secretary General Kushani Rohanadheera announced a postponement debate on the government's policy declaration, presented by President Ranil Wickremesinghe on Wednesday, following a party leaders' meeting. The fifth session of the ninth parliament will start on the 7th, with the policy announcement at 10.30 am, followed by a postponement until 9:30 am the next day. The House of Representatives will be postponed from 9:30 am to 5:30 pm on the 8th and 9th."
  ]
}