{
  "translated_text": {
    "ta": {
      "title": "மபுதா சோகம் - காணாமல் போன மாணவர் கண்டுபிடித்தார்",
      "body_lines": [
        "காணாமல் போன மாணவரின் உடல் நேற்று அம்பாராவின் கபாலாவில் உள்ள டிராக்டரைச் சேர்ந்த மாணவர்களிடையே காணப்பட்டது.",
        "நிண்டாவூரிலிருந்து சமாவூர் வரை நேற்று மாலை ஒரு டிராக்டர் பாலத்தின் அருகே பாலத்தின் அருகே விழுந்தது.",
        "11 குழந்தைகள், ஓட்டுநர் மற்றும் இன்னொருவர் பயணம் செய்து கொண்டிருந்தனர், மற்றொருவர் தண்ணீருக்கு அருகில் இருந்தவர்களால் மீட்கப்பட்டார்.",
        "இன்று காணாமல் போன ஒருவரின் உடலில் ஒன்று, ஒரு குழந்தையின் உடல் இன்று மீட்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Mabbutha Tragedy - A missing student found",
      "body_lines": [
        "The body of the missing student was found among the students from the tractor in Kabbala, Ampara yesterday.",
        "A tractor from Nindavur to the Samavur yesterday evening had fallen near the Bridge near the Bridge.",
        "11 children, the driver and another was traveling and another was rescued by the people who were near the water.",
        "One of the body of one who disappeared today, the body of a child has been recovered today."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in 200 characters:",
    "",
    "Missing student found after tractor accident in Ampara. Body recovered among students from Kabbala. Incident occurred near Bridge yesterday evening. 11 children, driver, and another person were traveling. One body identified today."
  ]
}