{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தலைத் தடுக்க கோரும் அடிப்படை உரிமைகள் மனு",
      "body_lines": [
        "ஜனாதிபதியின் ஜனாதிபதித் தேர்தலின் காலத்தின் முடிவுக்கு ஜனாதிபதித் தேர்தல்களுக்கு இடைக்கால உத்தரவைக் கேட்டு ஒரு தொழில்முனைவோர் இன்று (03) உச்சநீதிமன்றத்திற்கு ஒரு அடிப்படை உரிமை மனுவை தாக்கல் செய்தார்.",
        "ஜனாதிபதியின் தேர்தலால் ஜனாதிபதியின் தேர்தலால் ஜனாதிபதியின் தேர்தலால் ஜனாதிபதியின் தேர்தலால் மனுதாரர் தேர்தலை மீற வேண்டும், மனுதாரர் 19 வது திருத்தத்தின் ஜனாதிபதியின் விளக்கமின்றி அடிப்படை உரிமை மனு தாக்கல் செய்துள்ளார். ஒரு உத்தரவை வழங்கக் கோருகிறது.",
        "மோராட்டுவாவில் குறுவட்டு, ஒரு குடியிருப்பு தொழில்முனைவோர். திரு. லெனாவா தாக்கல் செய்த மனுவில் தேர்தல் ஆணையம் பதிலளித்தவர்களாக பெயரிடப்பட்டுள்ளது.",
        "ஏழு ஆண்டு காலத்தின் ஏழாவது அரசியலமைப்பு திருத்தத்தின் காலம் 19 வது திருத்தத்திலிருந்து திருத்தப்பட்டதாக மனுதாரர் சுட்டிக்காட்டினார்.",
        "அரசியலமைப்பின் அரசியலமைப்பால் 19 வது திருத்தம் 19 வது திருத்தம் அரசியலமைப்பால் மீறப்பட்டுள்ளதாக 19 வது திருத்தம் தெரிவிக்கப்பட்டுள்ளது என்று அரசியலமைப்பின் அரசியலமைப்பு மீறப்பட்டுள்ளது என்று தெரிவிக்கப்பட்டுள்ளது என்று அரசியலமைப்பின் 19 வது திருத்தத்திற்கு 19 வது திருத்தம் தெரிவிக்கப்பட்டுள்ளது என்று தெரிவிக்கப்பட்டுள்ளது. 19 வது திருத்தம் மீறப்பட்டுள்ளது.",
        "இதன்படி, அரசியலமைப்பு அரசியலமைப்பை இலக்காகக் கொண்டுள்ளது என்பதையும், அரசியலமைப்பின் அரசியலமைப்பில் அரசியலமைப்பு திருத்தப்படுவதாகவும் ஜனாதிபதியின் மனுதாரர் தெளிவற்றவர்.உச்சநீதிமன்ற விளக்கம் செய்யப்பட வேண்டும் என்று அவர் கூறினார்.",
        "ஜனாதிபதித் தேர்தல் ஜனாதிபதி நிதிகளின் வரையறை அல்ல, மனுதாரர் ஜனாதிபதி நிதிகளின் வரையறை, மனுதாரர் ஜனாதிபதி நிதியுதவியின் வரையறை அல்ல."
      ]
    },
    "en": {
      "title": "Fundamental rights petition demanding to prevent the presidential election",
      "body_lines": [
        "An entrepreneur filed a fundamental rights petition for the Supreme Court today (03) asking for a interim order for the Presidential Elections for the end of the President's term of the presidential election.",
        "The petitioner should interpret the presidential election by the President's election and violated the Presidential election by the President's election by the President's election by the Presidential election without interpretation of the President of the President of the 19th Amendment.The petitioner has filed the fundamental rights petition, demanding to issue an order.",
        "CD in Moratuwa, a residential entrepreneur. The Elections Commission has been named as respondents in the petition filed by Mr. Lenawa.",
        "The petitioner pointed out that the term of the seventh constitutional amendment of the seven-year period has been revised from the 19th Amendment.",
        "The 19th Amendment to the 19th Amendment to the Constitution that the 19th Amendment has been reported that the 19th Amendment has been reported that the 19th Amendment has been violated by the constitution that the constitution has been violated by the constitution of the Constitution has been reported that the 19th Amendment has been violated.According to Section 12 of the Constitution, the petitioner, but his opinion, is not a referendum on the 19th Amendment.",
        "According to this, the Petitioner of the President is obscure that the Constitution is aimed at the Constitution and that the Constitution is amend to the constitution of the Constitution.He said that the Supreme Court interpretation should be made.",
        "The petitioner says that the presidential election is not a definition of the Presidential funds, the petitioner is a definition of the Presidential funds, the Petitioner is not a definition of the Presidential funding.Requested to issue."
      ]
    }
  },
  "summary_lines": [
    "An entrepreneur filed a Supreme Court petition seeking an interim order to halt the upcoming presidential election, arguing it violates the 19th Amendment by allowing the current president to run again without proper interpretation. The petitioner, CD Lenawa from Moratuwa, claims the election contradicts the constitutional amendment's intent and requests the court to intervene."
  ]
}