{
  "translated_text": {
    "si": {
      "title": "ගාසා තීරයේ ආහාර අතහැර දැමූ පුද්ගලයින්ට ඊශ්රායලය පහර දීම: 112 ක් මිය ගොස් 760 ක් තුවාල ලැබූහ",
      "body_lines": [
        "පලස්තීනයේ ගාසා කලාපයේ ඊශ්රායල සොල්දාදුවන් ආහාර ලබා ගැනීම සඳහා රැස්ව සිටි අයට වෙඩි තැබූහ. අවම වශයෙන් පුද්ගලයින් 112 දෙනෙකු මියගොස් තවත් 760 ක් තුවාල ලබා තිබේ.",
        "ඊශ්රායල හමුදා හමුදාව පාපොච්චාරණය කරන්නේ එහි සොල්දාදුවන් ජනතාවට වෙඩි තැබූ බවයි. මෙම වෙඩි තැබීම තර්ජනයක් ලෙස ප්රකාශයට පත් කළ බව ඊශ්රායල හමුදාව කියා සිටී.",
        "ආහාර ලොරි 38 ක් දහස් ගණනක් මිනිසුන් විසින් වට වී ඇති අතර සමහර පුද්ගලයින් ලොරි රථවල ගැටී ඇති බව ඊශ්රායල හමුදාව පවසා තිබේ.",
        "මේ අතර?එක්සත් ජාතීන්ගේ රියාද් මන්දිෝර් හි පලස්තීන තානාපති එක්සත් ජාතීන්ගේ ආරක්ෂක මණ්ඩලයේ ඉල්ලා ඇත්තේ සිද්ධිය හෙළා දමන ලෙස එක්සත් ජාතීන්ගේ ආරක්ෂක මණ්ඩලයේ ය.",
        "සිද්ධිය එක්සත් ජාතීන්ගේ ආරක්ෂක මණ්ඩලයට හෙළා දැකීම සඳහා ඇල්ජීරියාව යෝජනාවක් ඉදිරිපත් කළ නමුත් එක්සත් ජනපදය මෙම යෝජනාව ඉදිරිපත් කළේය.",
        "\"එක්සත් ජාතීන්ගේ රොබට් දැව පිළිබඳ එක්සත් ජනපද නියෝජ්ය තානාපති\" සිද්ධිය ගැන අපට කිසිදු තොරතුරක් නැත \"යනුවෙන් පැවසීය.. එක්සත් ජනපදය උත්සාහ කරන්නේ මිනිසුන් මිය යන බවට වග බලා ගැනීමයි. \""
      ]
    },
    "en": {
      "title": "Israel attack on people who dumped food in Gaza: 112 killed, 760 injured",
      "body_lines": [
        "In the Gaza region of Palestine, Israeli soldiers fired at people who gathered to get food. At least 112 people were killed and 760 others were injured.",
        "The Israeli military confesses that its soldiers fired on the people. The Israeli military has claimed that the shooting was fired as a threat.",
        "The Israeli military has said that 38 food lorries were surrounded by thousands of people and some people were hit by lorries.",
        "Meanwhile?Palestinian Ambassador to the UN Riyadh Mansoor has urged the UN Security Council to condemn the incident.",
        "Algeria presented a proposal to condemn the incident to the UN Security Council, however, the US made the proposal.",
        "\"This is what the US Deputy Ambassador to the UN Robert Wood said,\" We have no information about the incident. \". The US is trying to make sure people died. ”"
      ]
    }
  },
  "summary_lines": [
    "Israeli soldiers killed 112 and injured 760 in Gaza while trying to protect food lorries, the military claimed. Palestinian and Algerian calls for UN condemnation met with US denial."
  ]
}