{
  "translated_text": {
    "ta": {
      "title": "ஸ்பார்க் 2023 இறுதி நடைபெறும்",
      "body_lines": [
        "\"ஸ்பார்க் 2023\" போட்டியின் இறுதிப் போட்டிகள் ஆகஸ்ட் 21 அன்று நடைபெற்றது.",
        "இந்த திட்டம் உலக தொழில்முனைவோர் தினத்திற்கு இணையாக, 15-24 வயதுக்கு இடையில், மற்றும் புதிய அறிவு மற்றும் அணுகுமுறைகள் மற்றும் சிந்தனையாளர்கள், இறுதிப் போட்டியில் ஸ்பார்க் 2023 விருது ஆகியவற்றின் இருப்பு.",
        "மிஹினி கிராப்பாமா பந்தரா ஸ்பார்க் 2023 போட்டியின் வெற்றியாளராக தேர்ந்தெடுக்கப்பட்டார், \"ஸ்பார்க் போட்டியில் வெற்றி பெறுவதில் நான் மிகவும் மகிழ்ச்சியடைகிறேன்\" என்று கூறினார்.. நாங்கள் போன்ற இளம் தொழில்முனைவோருக்கு இதுபோன்ற ஒரு வாய்ப்பை ஏற்பாடு செய்ததற்காக எனது மரியாதைக்குரிய நன்றியையும் தருகிறேன். எங்களிடம் உள்ள புதிய யோசனைகள், வழிகாட்டி மற்றும் எங்கள் அறிவு மற்றும் திறன்களை வளர்ப்பதற்கான வாய்ப்பைப் பகிர்ந்து கொள்ளலாம். அத்தகைய திட்டத்தை ஒழுங்கமைப்பதன் மூலம் மேற்கொள்ளப்பட்ட அனைவருக்கும் நன்றி, எதிர்காலத்தில் இதுபோன்ற திட்டங்களை ஒழுங்கமைக்க அவர்கள் விரும்புகிறார்கள். \"",
        "நாடு முழுவதும் 400 க்கும் மேற்பட்ட போட்டியாளர்களிடமிருந்து தேர்ந்தெடுக்கப்பட்ட ஐந்து வேட்பாளர்கள் தங்கள் புதுமை முன்னிலையில் காட்சிப்படுத்தப்பட்டனர், அறிவார்ந்த நீதிபதிகள் குழு. கெலானியா பல்கலைக்கழகத்தின் தலைமை நிர்வாக அதிகாரி தேவி லயானேஜின் தலைவர் பிரதான மந்திரி தேவி லியானேஜ், கெலானியா பல்கலைக்கழகத்தின் இயக்குநர், ரெமெடியூயூன், இயக்குனர் / தலைமை நிர்வாக அதிகாரி சமந்தினா ரணத்துங்கா, கெலானியா பல்கலைக்கழகத்தின் இயக்குனர் கெலானியா பல்கலைக்கழகத்தின், க .ரவத்தின் தீர்ப்பு வாரியம்.",
        "நாட்டில் பல சுற்றுச்சூழல் நட்பு மற்றும் நிலையான நிறுவனங்களுடன் ஸ்பார்க் போட்டியின் பிரத்யேகமானது, இது இந்த போட்டியின் முக்கிய நோக்கமாகும்.. முதல் சுற்று போட்டியாளர்களின் முதல் சுற்றின் முதல் சுற்றில் பல்வேறு பயிற்சித் திட்டங்கள் நடத்தப்பட்டன, மேலும் 35 போட்டியாளர்களுக்காக இரண்டு நாட்களில் ஏற்பாடு செய்யப்பட்டன.",
        "தேசிய தொழில்நுட்ப ஆலோசகர், இலங்கை மற்றும் மாலத்தீவின் முக்கிய தொழில்நுட்ப ஆலோசகர், \"இலங்கையில் தொழில்முனைவோரின் பாரம்பரியத்திற்கு அப்பால் மற்றும் இலங்கையில் ஒரு தொழில்முனைவோர் சமூகத்தை உருவாக்கி பள்ளி மற்றும் இளைஞர்களுக்கான ஒரு தொழில்முனைவோர் சமூகத்தை உருவாக்குகிறார்.. இளம் சமூகம், கல்வியாளர்கள், பெற்றோர்கள் மற்றும் தனியார் துறை தொழில்முனைவோர் அறிவுக்கு ஒரு தொழில் அறிவாக பங்களிக்கும் என்று நாங்கள் நம்புகிறோம். எங்கள் இளைஞர்களிடையே தொழில் முனைவோர் திறன்களை மேம்படுத்துவது சந்தேகத்திற்கு இடமின்றி நாட்டின் முன்னேற்றத்திற்கு பெரும் பங்களிக்கும். \"கூறினார்.",
        "இலங்கை சேம்பர் ஆஃப் காமர்ஸ் தலைவர் (எஸ்.எல்.சி). இந்த தீப்பொறியை ஒழுங்கமைக்கவும், நாட்டின் வர்த்தகத்தில் ஈடுபடவும் இலங்கை சேம்பர் ஆஃப் காமர்ஸுக்கு நாங்கள் அர்ப்பணித்துள்ளோம் என்று நம்புகிறோம். \"அது என்று கூறினார்.",
        "செயல்திறன் இருக்கும் சமூக நிலையை உருவாக்குகிறது மற்றும் சமூக சிந்தனை சமூகமயமாக்கப்படுகிறது. மேலும், ஒரு நாட்டில் அறிவு மாறும் மற்றும் புதுமை புதுமைக்கு பங்களிக்கும். திறமைகளையும் புதிய யோசனைகளையும் எடுத்துக்கொள்வது அலங்கார யோசனைகளால் உருவாக்கப்பட்டு எதிர்காலத்திற்கு ஒரு நல்ல பாதையை உருவாக்குகிறது.",
        "இளம் தொழில்முனைவோருக்கு அதிகாரம் அளிப்பதற்காக சர்வதேச தொழிலாளர் அமைப்பின் தெற்காசிய தொழில்முனைவோர் தலைவரின் தெற்காசிய தொழில்முனைவோர் தலைமையின் (விற்பனை) மற்றொரு முன்னணியில் ஸ்பார்க் 2023 திட்டம் உள்ளது.. இந்த திட்டத்திற்கு அமெரிக்க வெளியுறவுத்துறை நிதியளிக்கிறது, இந்த திட்டம் புதிய யோசனைகள் மற்றும் திறமைகளை இளைஞர்களை ஊக்குவிப்பதை நோக்கமாகக் கொண்டுள்ளது."
      ]
    },
    "en": {
      "title": "Spark 2023 will be held final",
      "body_lines": [
        "The finals of the \"Spark 2023\" tournament was held on August 21.",
        "The program was held in parallel to the World Entrepreneurship Day, between the ages of 15-24, and the presence of new knowledge and attitudes, as well as thinkers, the Spark 2023 Award in the final.",
        "Mihini Grappama Bandara was elected winner of the Spark 2023 tournament, saying, \"I am very happy to win the Spark Competition,\". I also give my respectful thanks to organize such an opportunity for young entrepreneurs, such as we,. This is how you can share the new ideas we have, guide, and the opportunity to develop our knowledge and skills. Thanks for all who have been carried out by organizing such a program, and they wish to organize such programs in the future. \"",
        "The five candidates selected from over 400 competitors across the country were displayed in the presence of their innovation, scholarly panel of judges. Prime Minister Devi Liyanage, Chairman of Devi Liyanage, CEO of the University of Kelaniya, Calayangu, Director of the University of Kelaniya, Remediuuuone, Director / CEO Samanthina Ranatunga, Director of the University of KelaniyaThe Dean of the Faculty of Commerce and Management Studies of the University of Kelaniya, the Judgment Board of the Hon.",
        "The exclusive of the spark tournament with several environmentally friendly and sustainable companies in the country, it is the main objective of this tournament.. Various training programs were conducted in the first round of the first round of the first round of competitors and was organized in two days for the 35 contestants.",
        "National Technical Advisor, Main Technology Advisor for Sri Lanka and the Maldives, \"Beyond Tradition of Entrepreneurs in Sri Lanka and creating an entrepreneurship society in Sri Lanka and creating an entrepreneurial society for school and youth.. We believe that young community, educators, parents and private sector will contribute to the knowledge of entrepreneurship as a vocational knowledge. Improving entrepreneurship skills among our youth will undoubtedly contribute great to the country's progress. \"Said.",
        "Chairman of the Sri Lanka Chamber of Commerce (SLC). We hope that we are dedicated to the Sri Lankan Chamber of Commerce to organize this SPARK and commit to the country's commerce. \"Said it was.",
        "Effectiveness develops existing social status and social thinking is socialized. Also, the knowledge in a country will change and innovation will contribute to the innovation. Taking talents and fresh ideas are created by decorative ideas and create a good path to the future.",
        "Spark 2023 program is another front of the South Asian Entrepreneurship Leadership (SALE) in the South Asian Entrepreneurship Leader of the International Labor Organization to empower young entrepreneurs.. The program is funded by the US State Department, the program aims to encourage the youth of new ideas and talents."
      ]
    }
  },
  "summary_lines": [
    "\"Spark 2023 finals on Aug 21 featured 400+ competitors, aged 15-24, aiming to share new ideas and develop skills. Mihini Grappama Bandara won, expressing gratitude for the opportunity. The event, held in parallel with World Entrepreneurship Day, was supported by various dignitaries and aimed to foster entrepreneurship among young people. It's part of the South Asian Entrepreneurship Leadership (SALE) initiative, funded by the US State Department, to encourage youth innovation.\""
  ]
}