{
  "translated_text": {
    "ta": {
      "title": "ஊழலைக் கண்டுபிடிக்க வந்த அதிகாரிகளுக்கு ஒரு விருந்து",
      "body_lines": [
        "மத்திய மாகாண கவுன்சிலின் ஊழலின் ஊழலை விசாரிக்க மத்திய மாகாண கவுன்சில் ஆளுநர். திரு. அபேய்கூனுக்கு சிறப்பு கவனம் செலுத்தப்படுகிறது.",
        "மத்திய மாகாணத்தின் பொதுச் செயலாளர் அஜித் பிரேமடிங்கே, கண்டி நகராட்சி மன்றத்தில் உள்ள கண்டி நகராட்சி மவுண்ட் சாலையில் பில்லியன் கணக்கான ரூபாய் உட்பட, இந்த உபசரிப்பு நடைபெறும் என்று கூறப்படுகிறது.",
        "மத்திய மாகாண ஆளுநர் மாகாண சபைகள் மற்றும் நகர்ப்புற சபைகள் இரண்டிலிருந்தும் விசாரித்துள்ளார்.",
        "கண்டி நகராட்சி மன்றத்தின் மதிப்பீடு, வீட்டுவசதி மற்றும் வணிக திட்டமிடல் உள்ளிட்ட பல்வேறு நிகழ்வுகளில் பெரிய அளவிலான மோசடிகள் நடந்துள்ளன என்று தணிக்கை வினவல்கள் தெரிவித்துள்ளன.",
        "நகர்ப்புற சபையின் நகராட்சியில் உள் இடமாற்றங்கள் 10-15 ஆண்டுகளாக மேற்கொள்ளப்படுவதாக தணிக்கை விசாரணையில் தெரிவிக்கப்பட்டுள்ளது.",
        "இந்த சம்பவம் குறித்து மத்திய மாகாணங்கள் வந்தபோது ஊழல் மோசடியில் ஈடுபட்டதாக குற்றம் சாட்டப்பட்ட அதிகாரிகள் தெரியவந்துள்ளனர்.",
        "அரசாங்கத்தின் கொள்கைகள் மற்றும் பார்வையை ஒழுங்கமைப்பதில் அரசாங்கத்தின் கொள்கை மற்றும் பார்வைக்கு இணங்க செயல்படுவதற்காக அரசாங்கத்தின் கொள்கையையும் நகராட்சியையும் கலந்தாலோசிக்க ஒரு விசாரணை தொடங்கியுள்ளது.",
        "இந்த சம்பவத்தின் ஆளுநரைக் கருத்தில் கொண்டு, பண நகராட்சி நிதியை அனுபவித்த அதிகாரிகள் மற்றும் ஊழியர்களிடமிருந்து நிர்வாக நிர்வாகம் தற்போது செயல்படுகிறது என்பதும் அறியப்படுகிறது."
      ]
    },
    "en": {
      "title": "A banquet for the officers who came to find corruption",
      "body_lines": [
        "Governor of the Central Provincial Council officials to investigate the corruption of corruption of the Kandy Municipal Council. Governor of the Central Provincial Council. The special attention to Mr. Abeykoon is focused.",
        "General Secretary of the Central Province Ajith Premadinghe, including billions of rupees to the Kandy Municipal Mount Road in the Kandy Municipal Council, the lunch for the Urban Council.It is said that the treat is held.",
        "The Governor of the Central Province has inquired from both Provincial Councils and Urban Councils.",
        "Audit queries have revealed that large scale frauds have taken place in various cases, including collecting assessment, housing and business planning of the Kandy Municipal Council.",
        "Audit investigations have revealed that internal transfers were being carried out in the municipality of the Urban Council for 10-15 years.",
        "It has been revealed that the officers who have been accused of being involved in corruption fraud when the central provinces arrived in view of the incident.It is revealed that it has been revealed.",
        "An investigation has also begun to consult the government's policy and the municipality in order to act in accordance with the government's policy and vision in organizing the government policies and vision.",
        "It is also learned that the administration administration is currently acting from the officials and employees who have enjoyed the Cash Municipality Fund, considering the governor of the incident."
      ]
    }
  },
  "summary_lines": [
    "Banquet for officers investigating Kandy Municipal Council corruption. Audit reveals fraud in assessment, housing, and business planning. Internal transfers uncovered over 10-15 years. Investigation ongoing regarding government policies and vision. Officials accused of corruption involvement."
  ]
}