{
  "translated_text": {
    "ta": {
      "title": "தீவின் 12 முக்கிய நகரங்களின் காற்றின் தரம் ஆரோக்கியமற்றது",
      "body_lines": [
        "இரவு 9 மணியளவில், தீவு மற்றும் 12 நகரங்கள் மற்றும் அவற்றின் காற்றின் தர நிலைமைகள் எதிர்மறையான ஆரோக்கியத்தை எட்டியுள்ளன.",
        "இது ரத்னபுரா, கிலினோச்சி, கம்பாஹா, திருகோணமலீ, கொழும்பு, தம்புல்லா, நெகோம்போ, புட்டலம், மஹியாங்கனயா, குருணேகலா மற்றும் கலாவேவா பகுதிகளில் இருந்தது.",
        "வாயு தரக் குறியீடு 0 முதல் 50 மதிப்புக்கு இடையில் உள்ளது, இது 51 -100 அளவிற்கு இடையில் மிதமான நிலை.",
        "ஆனால் மதிப்பு 101 முதல் 150 வரை தனித்துவமானது மற்றும் மதிப்பு சாதகமற்ற மட்டமாக கருதப்படுகிறது.",
        "இந்த பின்னணியில், இன்றும் இன்றும் நாட்டின் முக்கிய நகரங்களில் 101 க்கும் மேற்பட்ட வாயுக்கள் இருந்தன.",
        "கொழும்பின் காற்றின் தரம் நேற்று 104 ஆக இருந்தது, இன்று 108 முதல் 116 வரை இருந்தது.",
        "கூடுதலாக, கலுடராவின் காற்றின் தர நிலை 98 முதல் 104 வரை இருந்தது.",
        "தேசிய கட்டிட ஆராய்ச்சி அமைப்பு (என்.பி.ஆர்.ஓ) 106 முதல் 114 வரை கண்டி-கண்டியின் எரிவாயு தரத்தில், 106 முதல் 114 வரை குறைந்தது 118 வரை கூறியது.",
        "யாஃப்னாவில் யஃப்னாவின் காற்றின் தரம் கிட்டத்தட்ட 120 ஆக இருந்தது.",
        "உணர்திறன் வாய்ந்த நபர்களுக்கு சுவாசிப்பதில் சிரமம் இருந்தால், அவர்கள் மருத்துவ ஆலோசனைக்கு பரிந்துரைக்கப்பட்டுள்ளதாக தொடர்புடைய துறை பொதுமக்களிடம் கோருகிறது."
      ]
    },
    "en": {
      "title": "Air quality of 12 major cities in the island is unhealthy",
      "body_lines": [
        "At about 9 pm, around the island and 12 cities and their air quality conditions have reached a negative level of health.",
        "It was in Ratnapura, Kilinochchi, Gampaha, Trincomalee, Colombo, Dambulla, Negombo, Puttalam, Mahiyanganaya, Kurunegala and Kalawewa areas.",
        "The gas quality index is between 0 and 50 value, which is a moderate level between the size of 51 -100.",
        "But the value is distinctive between 101 to 150 and the value is considered as an unfavorable level.",
        "In this backdrop, there was over 101 gases in major cities of the country today as well as today.",
        "The air quality of Colombo was 104 yesterday, and it was 108 to 116 today.",
        "In addition, the air quality status of Kalutara was between 98 and 104.",
        "The National Building Research Organization (NBRO) stated that 106 to 114 at the Kandy-Kandy's gas quality, between 106 and 114 and at least 118.",
        "The air quality of Jaffna in Jaffna was nearly 120.",
        "The relevant sector requests the public that if sensitive people have difficulty breathing, they have been referred to medical advice."
      ]
    }
  },
  "summary_lines": [
    "Unhealthy air quality hits 12 Sri Lankan cities. Colombo, Kalutara, Kandy, Jaffna face severe pollution. NBRO warns sensitive individuals to seek medical help due to poor air quality levels exceeding 100."
  ]
}