{
  "translated_text": {
    "si": {
      "title": "කල්කටා පොලිස් කොට් in ාශයේ ස්ථාන කිහිපයක සිදුවීම්",
      "body_lines": [
        "කල්කටා පොලිසිය පැවසුවේ බ්රහස්පතින්දා රාත්රියේ (29) කැල්කටෙටා පොලිස් කොට් in ාශයේ විවිධ ස්ථානවල සොරකම් කිරීමේ සිදුවීම් පැවති බවයි.",
        "මෙම සිදුවීම් කතිකඩියායි සහ සුරතලාගේ ග්රාම සේවා කොට් isions ාශවල සිදුවී ඇත. නිවසේ දොරවල් සහ ජනෙල් කැඩී ඇති අතර වටිනා ගෘහ උපකරණ කැඩී ඇත.",
        "මඩකලපුව අපරාධ අධිකරණ අංශය එම ස්ථානයට කැඳවා ඇති අතර සොරුන් අල්ලා ගැනීම සඳහා මොප් ෂක්ටි බල්ලාගේ සහාය ඇතිව විමර්ශනය කෙරේ.",
        "සොරුන්ගෙන් තම බඩු බාහිරාදිය ආරක්ෂා කිරීම සඳහා ජනතාව සමඟ කටයුතු කරන ලෙස පොලිසිය එම ප්රදේශයේ ජනතාවගෙන් ඉල්ලා තිබේ.",
        "දිස්ත්රික්කයේ ඇති වූ අයහපත් කාලගුණය හේතුවෙන්, අවතැන් වූ කඳවුර සහ relatives ාතීන්ගේ නිවෙස්වලින් ජනතාවගේ සාමාන්ය භාවය බලපායි.. මෙම අසාමාන්ය තත්වය භාවිතා කරමින් සොරකම භාවිතා කර ඇත."
      ]
    },
    "en": {
      "title": "Incidents in several places in the Calcutta Police Division",
      "body_lines": [
        "Calcutta police said that there were incidents of theft on Thursday night (29) at different locations in the Calcutta Police Division.",
        "These incidents have taken place in the Grama Sevaka Divisions of Latadichenai and Pettale. The doors and windows of the house have been broken and valuable home appliances.",
        "The Batticaloa Crime Forensic Division has been summoned to the scene and is being investigated with the help of a mop Shakti dog to catch the thieves.",
        "The police have also asked the people of the area to keep up with the people to protect their belongings from the thieves.",
        "Due to the inclement weather in the district, the normalcy of the people is affected by the displaced camp and the homes of relatives.. The theft has been used using this unusual situation."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Thieves struck multiple homes in Calcutta Police Division on Thursday night. Break-ins reported in Latadichenai and Pettale Grama Sevaka Divisions. Valuables stolen. Crime Forensic Division investigating with K9 unit. Police advise residents to secure belongings. Inclement weather may have contributed to increased theft.\""
  ]
}