{
  "translated_text": {
    "si": {
      "title": "එක්සත් ජනපද ජනාධිපතිවරණයට ප්රතිචාර වශයෙන් ප්රජාතන්ත්රවාදීන්ට මිෂෙල් ඔබාමාට තරඟ කිරීමට අවශ්යය",
      "body_lines": [
        "එක්සත් ජනපද ජනාධිපතිවරණයේදී ඩිමොක්රටික් පක්ෂය වෙනුවෙන් මිෂෙල් ඔබාමා ඉදිරිපත් විය යුතු බව ඡන්ද විමසීමෙන් හෙළි වී තිබේ.",
        "ජනාධිපතිවරණයේදී ඩොනල්ඩ් ට්රම්ප්ට එරෙහිව ජෝ බිඩ්න් තරගාවලියේ යෙදිය යුතු යැයි ද?",
        "ඩොනාඩ් ට්රම්ප්ට එරෙහිව තරඟ කිරීමට මිෂෙල් ඔබාමාට මිෂෙල් ඔබාමාට අවශ්යය.",
        "නොවැම්බර් මැතිවරණයට පෙර ජොබිටියානුවන්ට ප්රතිචාර වශයෙන් වෙනස් අපේක්ෂකයෙකු පත් කිරීම සඳහා ඩිමොක්රටිකයින්ගෙන් සියයට 48 ක් පක්ෂයට සහාය දැක්වීය.",
        "මේ අතර, එවැනි කාරණයක් මේ මොහොතේ සිදුවිය හැකි බවට ඡන්දදායකයින්ගෙන් සියයට 33 ක් විශ්වාසය පළ කර තිබේ.",
        "බයිදුන්ට ප්රතිචාර වශයෙන් මැතිවරණයට ඉදිරිපත් විය යුත්තේ කවුරුන්ද යන්න පිළිබඳව ඩිමොක්රටිකයින් ප්රසිද්ධියේ නොසිටි නමුත් සියයට 20 ක් මිෂෙල් ඔබාමා සඳහන් කළා.",
        "හාලා හැරිස් ඇතුළු බොහෝ දෙනාගේ නම් සඳහන් කළ නමුත් හිටපු ජනාධිපතිගේ කලත්රයාට බොහෝ සහයෝගය දක්වයි."
      ]
    },
    "en": {
      "title": "Democrats want to contest Michelle Obama in response to US presidential election",
      "body_lines": [
        "The poll has revealed that Michelle Obama should contest on behalf of the Democratic Party in the US presidential election.",
        "The poll also reveals that the majority of Democrats think that Joe Bidan should not contest against Donald Trump in the presidential election.",
        "Democrats want Michelle Obama to contest against Donald Trump.",
        "Prior to the November election, 48 percent of the Democrats supported the party to appoint a different candidate in response to Jobitan.",
        "Meanwhile, 33 percent of the voters have expressed confidence that such a matter could occur at this moment.",
        "Although the Democrats are not in public regarding who should contest the election in response to Baidan, 20 percent mentioned Michelle Obama.",
        "The names of many, including Hamala Harris, are mentioned, but the former president's spouse has much support."
      ]
    }
  },
  "summary_lines": [
    "Democrats favor Michelle Obama for the US presidential election, with 48% supporting a different candidate than Joe Biden. Joe Biden is not favored by 33% of Democrats. Michelle Obama has significant support, with 20% mentioning her as a candidate."
  ]
}