{
  "translated_text": {
    "ta": {
      "title": "மீனவர்களுக்கு சிறப்பு நிவாரணம் வழங்குவதற்கான முடிவு இங்கே",
      "body_lines": [
        "அமைச்சரவை செய்தித் தொடர்பாளர் விஜிதா ஹெராத் கூறுகையில், ஆறு மாதங்களாக மீன்பிடிக்க ஒரு சிறப்பு எரிபொருள் மானியத்தை வழங்க அமைச்சரவை முடிவு செய்துள்ளது.",
        "இன்று (15) கொழும்பில் தெரிவிக்கப்பட்ட அமைச்சரவை முடிவில் ஒரு ஊடக மாநாட்டில் அவர் பேசினார்.",
        "\"அமைச்சரவை மீனவர்களுக்கு சிறப்பு எரிபொருள் மானியத்தை வழங்க முடிவு செய்தது. குறைந்த எரிபொருள் விலைகள் கடைசி நாட்கள். மீன்பிடி சமூகத்திற்கு ஒரு பெரிய நிவாரணம் ஏற்கனவே குறைப்புடன் கண்டறியப்பட்டுள்ளது. அமைச்சரவை கூடுதலாக கூடுதல் நிவாரணங்களை வழங்க முடிவு செய்தது. அதன்படி, ரூ. அதன்படி, லிட்டர் டீசலுக்கு 25 ரூபாய் நிவாரணம் 3 மில்லியனுக்கு வழங்கப்படும். மண்ணெண்ணெய் ரூ.. \""
      ]
    },
    "en": {
      "title": "Here is the decision to provide special relief to fishermen",
      "body_lines": [
        "Cabinet spokesperson Vijitha Herath said that the Cabinet had decided to provide a special fuel subsidy for fishing for six months.",
        "He was speaking at a media briefing at the Cabinet Decision informed in Colombo today (15).",
        "\"The cabinet decided to give a special fuel subsidy for fishermen. Low fuel prices last days. A large relief to the fishing community has already been found with the reduction. Cabinet decided to provide more reliefs in addition. Accordingly, Rs. 5.5 million has been allocated for the rent of Rs. 5.5 million for six months. Accordingly, 25 rupees relief per liter of diesel will be given to 3 million. Kerosene subsidizes Rs. 25 per month, subject to a maximum of Rs.. \""
      ]
    }
  },
  "summary_lines": [
    "Cabinet approves 6-month fuel subsidy for fishermen: Rs. 25/liter diesel, Rs. 25/liter kerosene, total allocation of Rs. 5.5 million."
  ]
}