{
  "translated_text": {
    "ta": {
      "title": "உகாண்டா நாட்டவர் கோக்கினை இலங்கைக்கு கொண்டு வந்தார்",
      "body_lines": [
        "06/08 அன்று கட்டூனாயக்க விமான நிலையமான கோகோயின் உருவாக்கிய வெளிநாட்டவர் 6/08 அன்று ஒரு வெளிநாட்டவர் காவல்துறை குழுவினரால் கைது செய்யப்பட்டார். அவர் 200 வயதான உகாடுவா.",
        "பொலிஸ் போதைப்பொருள் பிரிவில் உள்ள அதிகாரிகள் அவரைப் பற்றி சர்வதேச புத்திஜீவிகளைப் பெற்றுள்ளனர், மேலும் அவரைக் கைது செய்ய நடவடிக்கை எடுத்துள்ளனர்.",
        "அன்று காலை முதல் உகாண்டாவின் கம்பாலாவிலிருந்து காலை 06/08 முதல் கட்டூனாயக்க விமான நிலையத்தில் கட்டில் விமான நிலையத்திற்கு அவர் பயணங்களைத் தொடங்கினார்.",
        "கட்டூனாயக் விமான நிலையத்தில் பொலிஸ் போதைப்பொருள் பிரிவால் கைது செய்யப்பட்டதால் உகுடா நெகோம்போ பொது மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "பொலிஸ் போதைப்பொருள் செய்தித் தொடர்பாளர் ஒருவர் கூறுகையில், உகுத்தா நேஷனல் 450 கிராம் மதிப்புள்ள 450 கிராக்கெட்டுகள் மதிப்புள்ள 450 குல்களில் தள்ளுபடி செய்யப்பட்டுள்ளது.",
        "ஸ்கேன் வயிறு ஸ்கேன் வயிற்றால் உறுதிப்படுத்தப்பட்டுள்ளது, ஏனெனில் ஸ்கேன் நெகோம்போ மருத்துவமனையின் மருத்துவர்களால் உறுதிப்படுத்தப்பட்டுள்ளது.",
        "செலோ டேப், அத்துடன் உகுடா, அத்துடன் உகுடா, அதே போல் கட்டூனயக விமான நிலையமான கட்டூனாயக்க விமான நிலையத்தைப் பயன்படுத்தி கோகோயின் கடுமையாக தயாரிக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "How the Ugandan national brought Koakine to Sri Lanka",
      "body_lines": [
        "A foreigner was arrested by a group of policemen on 6/08, a foreigner who had developed cocaine, Katunayake airport on 06/08. He is a 200 year old Ugaduwa.",
        "Officers in the Police Narcotics Division have received international intellectuals about him and has taken steps to arrest him.",
        "He commenced journing from Kampala, Uganda, from that morning, from 06/08 am to Katil Airport on the Katunayake airport.",
        "The Uguda was admitted to the Negombo General Hospital due to the fact that he was arrested by the Police Narcotics Unit at the Katunayake airport.",
        "A spokesperson of the Police Narcotics said that the Uguddha national has been dismissed out of 450 guls worth 450 grackets worth about 450 g of cocaine.",
        "The Scan's stomach is confirmed by the Scan's stomach, as Scan has been confirmed by the doctors of the Negombo Hospital.",
        "The cocaine has been severely prepared using Cello Tape, as well as the Uguda, as well as the Uguda, as well as the Katunayaka Airport, the Katunayake Airport."
      ]
    }
  },
  "summary_lines": [
    "A Ugandan man was arrested at Katunayake airport on 6/8 for carrying cocaine. He was detained by the Police Narcotics Division after being found with 450 grams of the drug. The suspect, a 200-year-old Ugaduwa, was transported to Negombo General Hospital. Tests confirmed the presence of cocaine, which was concealed using cello tape."
  ]
}