{
  "translated_text": {
    "ta": {
      "title": "மோனராகலா சிறையில் கைதிகளுக்கு இடையே மோதல்",
      "body_lines": [
        "மோனராகலா சிறையில் இரண்டு கைதிகளுக்கு இடையிலான விசாரணை மோனராகலா மற்றும் மருத்துவமனையில் வெட்டப்பட்ட காயங்களுடன் அனுமதிக்கப்பட்டுள்ளது.",
        "போல்காஸ் யயாவில் உள்ள போல்காஸ் யயாவில் வசிக்கும் நாற்பத்தெட்டு பேரில் இந்த சம்பவம் காயமடைந்தது. ஒவ்வொரு எண் 01 சிறப்பு கைதிகளும் மோனராகலா சிறையில் உள்ள கேரோம்களில் ஈடுபட்டுள்ளனர்.. சிறை தீர்ப்பில், ஒரு சிறிய கத்தி கைது செய்யப்பட்டு, மற்ற முகத்தை சிறை அதிகாரிகளின் சிறை அதிகாரிகளால் கைது செய்யப்பட்டது.",
        "இந்த தாக்குதலுக்காக மொனெராகலா பொது மருத்துவமனையில் உள்ள மோனெராகலா பொது மருத்துவமனையில் மோனெராகலா போலீசாரின் செய்தித் தொடர்பாளர் சிகிச்சை பெற்று வருகிறார்.. சந்தேக நபர் காவல்துறையினருக்கு காவல்துறையினருக்கு வழங்கப்படுகிறார், மேலும் காவல்துறையினர் மொனராகலா மாஜிஸ்திரேட் நீதிமன்றத்தில் அட்டவணையில் இருக்க வேண்டும்."
      ]
    },
    "en": {
      "title": "Conflict between prisoners in Moneragala Prison",
      "body_lines": [
        "A hearing between two inmates in the Moneragala Prison has been admitted to the Moneragala and Hospital with cut wounds.",
        "The incident was injured in the Forty-eight, a resident of Polgas Yaya, Polgas Yaya. Each number 01 special inmates have been engaged in carromes in the Moneragala Prison.. At the verdictor of the Prison, a small knife was taken into custody and the other face was taken into custody by the Prison Officers of the Prison Officers.",
        "A spokesman at Moneragala Police are receiving treatment at the Moneragala General Hospital in the Moneragala General Hospital for the attack.. The suspect is presented to the police to the police and the police are to be table to the Moneragala Magistrate's Court."
      ]
    }
  },
  "summary_lines": [
    "In Moneragala Prison, a conflict between inmates led to a hearing with cut wounds. The incident involved two special inmates from Polgas Yaya, engaged in carrom games. A knife was confiscated, and one inmate is in custody. The injured are receiving treatment at Moneragala General Hospital, with the suspect to be presented to the Moneragala Magistrate's Court."
  ]
}