{
  "translated_text": {
    "ta": {
      "title": "பாஸ்போர்ட் முறை விரைவில் இருக்கும்",
      "body_lines": [
        "உலகில் உள்ள எப்ஸ்போர்ட் அமைப்பு முதல் முறையாக இலங்கைக்கு சில மாதங்கள் அறிமுகப்படுத்தப்படும் என்று பாதுகாப்பு அமைச்சர் திருமதி டிரான் அலெஸ் கூறினார்.",
        "நாட்டில் பாஸ்போர்ட்டுக்கு ஒரு சர்வதேச மதிப்பு உள்ளது, அதிக பாதுகாப்பு சைபெட் உள்ளது என்று டிரான் அலெஸ் கூறினார்.",
        "தற்போது உலகில் நூற்று நூறு உள்ளன, ஜெயவர்தெனாபுரா மோனுவா இம்பீரியல் ஹோட்டலில் உள்ள சிவில் குடியுரிமையில் வெளிநாட்டு பாஸ்போர்ட்டுகளை வெளியிடுவதற்கான 51 பெரிய இடங்கள் 335 ஆக உயர்த்தப்படும்."
      ]
    },
    "en": {
      "title": "E passport method to be soon",
      "body_lines": [
        "The EPSport system in the world will be introduced to Sri Lanka for the first time a few months, said the Minister of Defense Minister Tiran Alles.",
        "Tiran Alles said there is an international value for the passport in the country, with high security cyphet.",
        "At present there is one hundred and one hundred in the world in the world, the 51-largest number of places to issue foreign passports will be increased to 335 at the Civil Citizenship at Jayawardenapura Monua Imperial Hotelsaid."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka will introduce the EPSport system, enhancing its international passport value with high-security features. This move aims to increase the number of passport issuance locations from 101 to 335, making it easier for citizens to obtain passports."
  ]
}