{
  "translated_text": {
    "ta": {
      "title": "சர்வதேச நாணய நிதியம்: 'இலங்கையில் பொருளாதார சீர்திருத்தங்களை பராமரிப்பது முக்கியம்'",
      "body_lines": [
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்குக்கும் சர்வதேச நாணய நிதிய பிரதிநிதிகளுக்கும் இடையிலான சிறப்பு கலந்துரையாடல் இன்று (அக்டோபர் 4) ஜனாதிபதி செயலகத்தில் தொடங்கியது.",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்கில், சர்வதேச நாணய நிதியத்துடன் கடன் திட்டத்தின் குறிக்கோள்கள் ஜனாதிபதி ஊடக பிரிவின் நோக்கங்களை அடைந்துள்ளன என்று கூறினார்.",
        "இதற்கிடையில், இலங்கையில் நேற்று (அக்டோபர் 03) பொருளாதார சீர்திருத்த திட்டத்தைத் தொடர சர்வதேச நாணய நிதியத்தின் (ஐ.எம்.எஃப் தகவல்தொடர்பு துறை தகவல் தொடர்பு துறை) இயக்குநரும் முக்கியமானது.",
        "\"தி ஃப்ரூஜ் ஆஃப் ஹேண்ட்\" தொடர்பான இலங்கையின் கேள்விகள் குறித்த கேள்விகளுக்கு பதிலளிக்கும் விதமாக ஜூலை தொடர்புத் துறையின் இயக்குநர் கூறினார்.",
        "\"நாங்கள் முன்னறிவித்தபடி, எங்களுக்கு இன்னும் குறிப்பிடத்தக்க ஆபத்தான மற்றும் நிச்சயமற்ற தன்மைகள் உள்ளன,\" என்று அவர் கூறினார்.",
        "\"சீர்திருத்தத்தை மாற்றாமல் வைத்திருப்பது மிகவும் முக்கியம்\" என்று ஜூலை கடகா கூறினார்.",
        "சர்வதேச நாணய நிதியின்படி இலங்கை வழங்கிய மையங்கள் மற்றும் பொருளாதார நல்லிணக்கத்தை இலங்கை அறிவிக்கும் என்று எதிர்பார்க்கப்படுகிறது என்று ஜூலை கசாகா கூறினார்.",
        "ஆசியா பசிபிக் ஆசியா பசிபிக் இயக்குனர், கிருஷ் ஸ்ரீ பசிபிக் துறை, மூத்த மிஷன் தலைமை ப்ரோவர், இந்த நாட்களில் இலங்கைக்கு விஜயம் செய்துள்ளார்.",
        "அக்டோபர் மாதம் முதல் சர்வதேச நாணய நிதி பிரதிநிதிகள்",
        "அரசாங்க தகவல் திணைக்களத்தின்படி, அரசாங்க தகவல் திணைக்களம் மற்றும் சர்வதேச நாணய நிதியம் திட்டம் குறித்த விவாதங்களை நடத்துதல் மற்றும் நான்காவது பிரீமியத்தை 2.9 பில்லியன் டாலர் வைத்திருக்கிறது.",
        "சர்வதேச நாணய நிதியம் மற்றும் இலங்கை ஆகியவை இரு கட்சிகளால் நடத்தப்பட்டுள்ளன, மேலும் செயல்படுத்துவதற்கான திட்டங்கள் தொடர்பாக திட்டங்களும் செய்யப்பட்டுள்ளன.",
        "பேராசிரியர் சுனில், இலங்கையின் பொருளாதார கொள்கை கவுன்சிலின் தலைவர் க Hon ரவம். தயாரத்னே பண்டா, அமரசேனா அதுகோரலா சர்வதேச நாணய நிதியத்தின் பிரதிநிதிகளில் சேர்ந்தார்.",
        "சர்வதேச நாணய நிதியத்தின் கீழ் மூன்றாவது கடன் பிரீமியத்தின் மதிப்பாய்வை நீட்டிக்க சர்வதேச நிதி ஒப்புதல் (மூன்றாவது கடன் வசதியுடன் ஒப்பிடும்போது சர்வதேச நாணய நிதியம்) இந்த ஆண்டு ஜூன் மாதத்தில் வழங்கப்பட்டது.",
        "அக்டோபர் 3 ம் தேதி ஜனாதிபதி ஊடக பிரிவு வெளியிட்ட செய்திக்குறிப்பில், அக்டோபர் 3 அன்று, தெரிவித்தார்",
        "சர்வதேச நாணய நிதியத்திற்கும் சர்வதேச நாணய நிதியத்துடன் திட்டத்தின் நோக்கங்களுக்கும் இடையிலான திட்டத்தின் முன்னேற்றம் குறித்து சர்வதேச நாணய நிதியம் மற்றும் இலங்கை ஆகியவை மதிப்பாய்வு செய்யப்பட்டுள்ளன என்றும் ஜனாதிபதி கூறினார்.",
        "அதிக வாட் மற்றும் வருமான வரி காரணமாக பாதிக்கப்பட்ட மக்களுக்கு நிவாரணம் வழங்க அரசாங்கம் திட்டமிட்டுள்ளது என்று ஜனாதிபதி அனுரா குமாரா டிசனாயக்க சர்வதேச நாணய நிதிக்கு அறிவித்துள்ளார்.",
        "மத்திய வங்கி ஆளுமை, கருவூல செயலாளர் மஹிந்தா சிரிவவர்தேனா மற்றும் ஜனாதிபதி மஹிந்தர் சூரியாவின் மூத்த ஆலோசகர்கள் மற்றும் ஜனாதிபதி பேராசிரியர் அனில் ஜெயந்தி மற்றும் டுமிந்தா ஹுலங்கமுவா ஆகியோரும் கலந்துரையாடலில் ஈடுபட்டுள்ளனர்.",
        "ஐ.சி.சி டி 20 பெண்கள் உலகக் கோப்பை: போட்டிகளில் இலங்கை தொடர முடியுமா?",
        "இஸ்ரேலிய லெபனான் படையெடுப்பு: தற்போதுள்ள குழப்பத்தின் நடுவில் லெபனான் இராணுவம் எங்கே?"
      ]
    },
    "en": {
      "title": "IMF: 'Important maintaining economic reforms in Sri Lanka is important'",
      "body_lines": [
        "A special discussion between President Anura Kumara Dissanayake and the International Monetary Fund representatives began at the Presidential Secretariat today (October 4).",
        "President Anura Kumara Dissanayake said that the goals of the debt program with the International Monetary Fund have achieved the objectives of the Presidential Media Unit said.",
        "Meanwhile, the Director of the International Monetary Fund (IMF Communication Department Communications Department) was also important to continue the economic reform program in Sri Lanka yesterday (October 03).",
        "July Director of the Communication Department said in response to questions about Sri Lanka's questions regarding the media in the Messianic Fund.\"The fruitage of hand has been fruitful,\".",
        "\"We still have significant risky and uncertainties, as we foretold,\" and said, \"She said.",
        "It means that \"it is very important to keep the reform unchanged,\" said July Kadaka.",
        "July Kazaka stated that Sri Lanka is expected to announce the third period of the centers and economic reconciliation provided by Sri Lanka according to the International Monetary Fund.",
        "The Director of Asia Pacific Asia Pacific, the Krish Sri Pacific Department, Senior Mission Head Brower, have visited Sri Lanka these days.",
        "The International Monetary Fund Representatives from October on October",
        "According to the Department of Government Information, the Department of Government Information and conducting the discussions on the IMF program and holding the fourth premium of $ 2.9 billion.",
        "The International Monetary Fund and Sri Lanka have been conducted by the two parties and the plans have also been made regarding plans for the implementation.",
        "Professor Sunil Handunnetti, President of the Economic Policy Council of Sri Lanka, Hon.Dr. Nandasiri Kihinduhetti, Professor O.G. Dayaratne Banda, Amarasena Athukorala joined the IMF representatives.",
        "International Fund approval to extend the review of the Third Loan Premium under the International Monetary Fund (IMF compared to the Third Credit Facility)Was given in June of this year.",
        "According to the press release issued by the Presidential Media Division on October 3, said",
        "The President also stated that the International Monetary Fund and Sri Lanka have been reviewed on the progress of the program between the International Monetary Fund and the objectives of the program with the International Monetary Fund.",
        "President Anura Kumara Dissanayake has informed the International Monetary Fund that the government has planned to provide relief to the people affected due to high VAT and income tax.",
        "Dr. Nandaral Weerasinghe, Central Bank Governance, Treasury Secretary Mahinda Siriwardena and Senior Advisors of the President Mahinda Suriya and President Professor Anil Jayanthi and Duminda Hulangamuwa have also been involved in the discussion.",
        "ICC T20 Women's World Cup: Can Sri Lanka proceed in the tournament?",
        "Israeli Lebanese invasion: Where is the Lebanese army in the middle of the existing mess?"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka IMF talks ongoing, economic reforms crucial. President Anura Kumara Dissanayake discusses debt program achievements. IMF Director emphasizes continued reforms importance."
  ]
}