{
  "translated_text": {
    "si": {
      "title": "ලාඕසයේ 54 දෙනෙකු සඳහා ඇන්ත්රැක්ස් ආසාදන: තායිලන්තයේ තායිලන්තයේ අනතුරු ඇඟවීය",
      "body_lines": [
        "54 දෙනෙකු ලාඕසයේ පුද්ගලයන් 54 දෙනෙකුගෙන් 54 දෙනෙකු ආසාදනය වී ඇති බැවින් අසල්වැසි තායිලන්තය පිළිබඳ දැඩි දැනුවත්භාවයේ රැඳී සිටින ලෙස නිලධාරීන්ට නියෝග කර තිබේ.",
        "ගවයින් තුළ වේගයෙන් ව්යාප්ත වන ඇන්ට්රැක්ස් රෝග මිනිසුන්ට බෝවන රෝගයකි. මෙය සමහර විට මරණවලට හේතු විය හැක.",
        "ලාඕසය තුළ බොහෝ ගවයින් මේ මාසයේ ඇන්ටොනික්ස් විසින් බොහෝ ගවයින් විසින් මරා දමන ලද අතර අවම වශයෙන් මිනිසුන් 54 ක් ආසාදනය වී ඇත.",
        "තායිලන්තය, ලාඕසය පැතිරීමෙන් රෝගය පැතිරීම වැළැක්වීමට රජය උත්සාහ කරයි.",
        "විශේෂයෙන් ලාඕසය ඇති දේශසීමා ප්රදේශවල තත්ත්වය නිරීක්ෂණය කරන ලෙස අගමැති ෂ්රියා තවාසින් තායි සෞඛ්ය අමාත්යවරයාට නියෝගයක් නිකුත් කර තිබේ.",
        "බලධාරීන්ට අසාමාන්ය ලෙස බලධාරීන්ට දැනුම් දෙන ලෙස ජනතාවට උපදෙස් දී ඇත්තේ මළවුන්ගේ සිරුරු ස්පර්ශ නොකිරීමට ය.",
        "2001 සිට මිනිසුන් තායිලන්තයේ තායිලන්තයේ ආසාදනය වී ඇති බවට වාර්තා වී නොමැත."
      ]
    },
    "en": {
      "title": "Anthrax infection for 54 people in Laos: Warning in Thailand in Thailand",
      "body_lines": [
        "Officials have been ordered to remain in high awareness in neighboring Thailand, as 54 people have been infected with 54 people in Laos.",
        "Antrax disease that is rapidly spreading in cattle is infectious for humans. This can sometimes cause deaths.",
        "In Laos, many cows were killed by Antrox this month and at least 54 humans were infected.",
        "The government is trying to prevent the spread of the disease from the spread of Laos, Thailand.",
        "Prime Minister Shreta Tawasin has issued a directive to the Thai Health Minister to monitor the situation, especially in the border areas with Laos.",
        "People have been advised not to inform the authorities in an extraordinary manner and not to touch the bodies of the dead animals.",
        "It has not been reported that humans have been infected in Thailand since 2001."
      ]
    }
  },
  "summary_lines": [
    "Laos reports 54 anthrax infections, prompting Thailand to raise awareness. The disease, spreading in cattle, can be fatal. Laos has killed many cows and infected humans. The government aims to stop the spread to Thailand. Prime Minister Shreta Tawasin has ordered Thai Health Minister to monitor the situation, especially near the border. Advised not to report or touch dead animals. No human infections in Thailand since 2001."
  ]
}