{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தலால் அஞ்சல் வாக்களிப்பு எவ்வாறு பாதிக்கப்பட்டது",
      "body_lines": [
        "ஒவ்வொரு தேர்தலிலும், தேர்தல் முடிவுகளுக்கு முன்னர் அஞ்சல் வாக்களிப்பு முடிவுகள் வெளியிடப்படுகின்றன.",
        "இலங்கை தேர்தல் தேர்தலின் வரலாற்றில் தபால் வாக்குகள் தொடங்கப்படுவதை வேட்பாளர் வென்றுள்ளதாக ஜனாதிபதித் தேர்தலுக்கு தேர்தல் முடிவுகள் வருகின்றன.",
        "மிகவும் ஜனாதிபதித் தேர்தல்களை வைத்திருக்கும் இரு வேட்பாளர்களுக்கும் இடையிலான இடைவெளி மிகக் குறைவு.",
        "2005 ஜனாதிபதித் தேர்தல் ஒரு எடுத்துக்காட்டு. அத்தகைய வழக்கில் வேட்பாளர்கள் ஜனாதிபதித் தேர்தலில் வெற்றிபெற ஒரு முடிவு காரணியாக இருக்கலாம்.",
        "தேர்தல் சட்டங்களை மீறும் பொது ஊழியர்களின் சம்பளம் குறித்த ஜனாதிபதி அறிவிப்பு உள்ளதா?",
        "அஞ்சல் வாக்களிப்பு முறை என்பது வாக்களிக்கும் முறைகளின் முன் தேர்தல் முறையாகும். இலங்கையில் தேர்தல் நாள் மற்றும் தேர்தல் நாள் மற்றும் அத்தியாவசிய சேவைகளுக்கு தேர்தல் நாள் மற்றும் அத்தியாவசிய சேவைகளுக்கு வாக்களிக்க இலங்கையில் தேர்தல் முறை பயன்படுத்தப்படுகிறது.",
        "விகிதாசார பிரதிநிதித்துவ தேர்தல் முறை தொடங்குவதற்கு முன்பு இலங்கையில் அஞ்சல் வாக்களிப்பு முறை தொடங்கியது. இலங்கையின் வாக்காளர்களுக்கு 1959 ஆம் ஆண்டின் 11 வது இலங்கை நாடாளுமன்ற தேர்தல் சட்டத்தின் முதல் நாளில் அஞ்சல் வாக்களிப்பைப் பயன்படுத்த வாய்ப்பு உள்ளது.",
        "இந்த மசோதாவின்படி, ஆயுதப்படைகள், பொலிஸ், ரயில், தொலைபேசி, தொலைபேசி மற்றும் தபால் சேவைகள் அல்லது தேர்தல் கடமைகளின் அரசு ஊழியர்கள் வாக்களிக்க தகுதியுடையவர்கள்.",
        "தபால் வாக்கெடுப்பு 1960 பொதுத் தேர்தலில் முதல் முறையாகும்.",
        "அவ்வாறான நிலையில், சகுல்பரி இலங்கையில் ட்ரோமோனியன் உணவளித்த நாடாக செயல்படுத்தப்பட்டது.",
        "1960 அரசு ஊழியர்கள் மார்ச் 1960 மற்றும் 1960 நாடாளுமன்றத் தேர்தல்களில் அஞ்சல் வாக்களிப்புக்கு தகுதி பெற்றுள்ளனர்.",
        "ஜூலை 1960 இல், இது 26,665 ஆகவும், 1965 வாக்கில், இந்த எண்ணிக்கை கிட்டத்தட்ட 34,000 ஆகவும் உள்ளது.",
        "ஜனாதிபதித் தேர்தல் வாக்களிப்பின் முதல் கட்டத்தில் அஞ்சல் வாக்களிப்பு புதன்கிழமை (செப்டம்பர் 4) நியமிக்கப்பட்டது.",
        "712,319 நபர்கள் இந்த ஆண்டு வாக்களிக்க தகுதியுடையவர்கள்.",
        "அஞ்சல் வாக்களிப்பு செப்டம்பர் 04, 05, 05 அன்று நடைபெறும், அந்த நாட்களில் வாக்களிக்க முடியவில்லை.",
        "இந்த ஆண்டு தபால் வாக்கெடுப்பு ஜனவரி 2025 முதல் மூன்று ஆயுதப் படைகளின் அடிப்படை சம்பளத்தை அதிகரிக்கும், மேலும் பள்ளிகளில் 16,000 மேம்பாட்டு அதிகாரிகள் ஜனாதிபதி ஊடக பிரிவு (செப்டம்பர் 02) அறிவிக்கப்பட்ட பின்னணியில் அங்கீகரிக்கப்பட்டுள்ளனர்.",
        "ஒரு வேட்பாளர் இதன் மூலம் பதவி உயர்வு பெறுகிறாரா என்பது ஒரு உரையாடலும் உள்ளது.",
        "இதற்கிடையில், பாஃப்ரலின் நிர்வாக இயக்குனர் பாஃப்ரெல் நிர்வாக இயக்குனர் ரோஹானா ஹெட்டியாராச்சி தி சின்ஹாலாவிடம் (செப்டம்பர் 4 அன்று), தபால் வாக்களிப்பு அமைதியானது என்று கூறினார்.",
        "செனகா படகோடா: அறுவை சிகிச்சைக்காக மருத்துவமனைக்குச் சென்ற பிரபல பாடகர் என்றென்றும் அமைதியாக இருக்கிறார்",
        "பஸ்கா தாக்குதலில் குருடாக இருக்கும் ஒரு நீதிபதி என்று டெபி கனவு கண்டார்",
        "அமெரிக்க ஜனாதிபதி தேர்தல் கொள்கை: ஹாரிஸில் கலந்து கொள்ளுங்கள்டிரம்ப்?"
      ]
    },
    "en": {
      "title": "How the postal voting was affected by the Presidential Election",
      "body_lines": [
        "In every election, postal voting results are released before the election results.",
        "The election results are visiting the Presidential election that the candidate has won the commencement of the postal votes in the history of the Sri Lanka electoral election.",
        "And the gap between the two candidates who own the most presidential elections are very low.",
        "The 2005 presidential election is an example. The number of postal votes that candidates in such a case can be a decision factor to win the presidential election.",
        "Is the presidential announcement on salaries of public servants violating election laws?",
        "Postal voting system is a pre-electoral system of voting systems. The electoral system in Sri Lanka is used to vote for the duties of the election and essential services to the election day and essential services to the election day.",
        "Postal voting system began in Sri Lanka before the proportional representation electoral system began. Sri Lanka's voters have the opportunity to use postal voting in the first day of the Ceylon Parliamentary Elections Act No 11 of 1959.",
        "According to the bill, the officers of the armed forces, police, train, telephones, telephone and postal services or government employees of election duties are eligible to vote.",
        "The postal vote was the first time in the 1960 General Election.",
        "In that case, Sakulbury was implemented in Sri Lanka as a country where Dromonion was fed.",
        "The 1960 State employees have qualified for postal voting in March 1960 and the 1960 parliamentary elections.",
        "In July 1960, it has increased to 26,665, and by 1965, the number is nearly 34,000.",
        "Postal voting on the first step in the Presidential Election Voting was appointed on Wednesday (September 4).",
        "712,319 persons have been eligible to vote this year.",
        "Postal voting will be held on September 04, 05, 05 and the unable to vote in those days.",
        "This year's postal vote will increase the basic salary of the three armed forces from January 2025 and 16,000 Development Officers in the schools have been approved by the Presidential Media Division (September 02)In the backdrop that has been announced.",
        "There is also a dialogue, whether one candidate is promoted through this.",
        "Meanwhile, PAFFREL Executive Director Rohana Hettiarachchi, the executive director of PAFFREL, told the Sinhala, (on September 4), the postal voting was peaceful.",
        "Senaka Batagoda: The popular singer who went to the hospital for surgery is silenced forever",
        "Debbie dreamed of being a judge who is blind in the Passover attack",
        "US Presidential Elections Policy: Attend HarrisTrump?"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's postal voting impact on presidential elections:",
    "",
    "Postal voting results precede election outcomes. Low margins between top candidates make postal votes crucial. System introduced in 1959 for military, police, and government workers. Eligibility expanded over time. 712,319 eligible voters this year. Basic salary increase for armed forces and development officers may influence voting. PAFFREL executive director reports peaceful voting process."
  ]
}