{
  "translated_text": {
    "ta": {
      "title": "தேர்தல் செலவுகளை ஒருபோதும் பதிவு செய்யாதவர்களுக்கு கமிஷனர் ஒரு சிவப்பு அறிவிப்பு",
      "body_lines": [
        "பாராளுமன்றத்தில் போட்டியிடும் அரசியல் கட்சிகள், சுயாதீன குழுக்கள் மற்றும் வேட்பாளர்கள் பாராளுமன்றத்திடம் ஒப்படைக்கப்பட மாட்டார்கள் என்று தேர்தல் ஆணையம் கூறுகிறது.",
        "இந்த மாதம் 6 ஆம் தேதி நள்ளிரவு 12 க்கு முன்னர் தேர்தல் பிரச்சார வருமான அறிக்கைகள் ஒப்படைக்கப்பட வேண்டும் என்று தேர்தல் ஆணையம் கூறுகிறது.",
        "அலுவலகங்கள் மாலை 6:00 மணி வரை தங்கள் கடமைகளில் தங்கள் கடமையின் கடமை வேலைகளுக்காகவும், இந்த மாதம் 6 ஆம் தேதி மாலை 6 மணியிலும் திறந்திருக்கும் என்று கூறப்படுகிறது.",
        "போட்டியிடும் அனைத்து அரசியல் கட்சிகளும் சுயாதீன குழுக்களும் தேர்தல் மாவட்டத்தில் உள்ள விசாரணை அதிகாரிகளுக்கு வழங்கப்பட வேண்டும் என்றும் அது சுட்டிக்காட்டியது.",
        "தேர்தல் பிரச்சார வருவாய் மற்றும் தேர்தலுக்கான செலவுகள் தேர்தல் ஆணையத்தின் தலைமை அலுவலகத்திற்கு ஒப்படைக்கப்பட வேண்டும் என்று கூறப்படுகிறது."
      ]
    },
    "en": {
      "title": "Commissioner a red announce to those who never record election costs",
      "body_lines": [
        "The Elections Commission states that political parties, independent groups, and candidates who compete in the parliament that will not be handed over to the parliament that will not be handed over to the due date.",
        "The Elections Commission states that election propaganda income reports should be handed over before 12 midnight on the 6th of this month.",
        "It is said that the offices will be open until 6:00 pm on the duty work on their duty on their duties and 6 pm on the 6th of this month.",
        "It also pointed out that all political parties and independent groups contesting should be delivered to the inquiry officers in the election district.",
        "It is said that the election propaganda revenue and expenditure of the election should be handed over to the Head Office of the Elections Commission."
      ]
    }
  },
  "summary_lines": [
    "Elections Commission warns parties: Submit election cost reports by midnight on 6th. Offices open until 6 PM. Reports must be handed to inquiry officers and Head Office."
  ]
}