{
  "translated_text": {
    "si": {
      "title": "பெருந்தோட்டத்துறையில் முதலாவது நவீன முன்பள்ளி",
      "body_lines": [
        "පළමු මාදිලිය නූතන පූර්ව -cholool වැවිලි අංශයේ නව වෙනස් ව්යාපාරයක් ලෙස නිර්මාණය කර ඇත. පුදුමයට කරුණක් නම්, අදාළ පාර්ශවයන් විසින් සකස් කර තිබීම.",
        "மனித வாழ்வில் பிள்ளைப் பருவம் மிக முக்கியத்துவம் வாய்ந்ததொன்றாகக் கருதப்படுகின்றது. මෙම කන්නයේ ප්රධාන සංවර්ධනය වැඩි දියුණු කිරීම. එමනිසා, සෑම කෙනෙකුම මෙහි ඇති වැදගත්කම කෙරෙහි අවධානය යොමු කරන අතර දරුවන්ගේ වර්ධනයට සහාය වේ.",
        "ඒ සම්බන්ධයෙන්, පෙර පාසල් අධ්යාපනය ළමයින්ට ප්රාථමික පාසල්වලට යාමට සූදානම් වේ. පෙර පාසැලේදී ඔවුන් සහභාගී වන දේවල් මුල් අධ්යාපනයට සහාය දක්වයි.",
        "ශ්රී ලංකාවේ වැවිලි ප්රදේශවල ළමා අධ්යාපනය ක්රමානුකූල නොවේ. බොහෝ පෙර පාසල්වල මූලික පහසුකම් නොමැත.",
        "එහි ප්රති As ලයක් ලෙස ශ්රී ලංකාවේ වතු අංශයේ පළමු මාදිලිය තේ ළමුන්ගේ දෙමුහුන් පෙර පාසලේ නමින් තේ ළමා දෙමුහුන් පෙර පාසලේ නමින් විවෘත කර තිබේ.",
        "වතු මානව සම්පත් සංවර්ධන අරමුදල (PHDT) සහ කෙලනියා වෙල්දි වැවිලි සමාගම සමඟ සහයෝගයෙන් පෙර පාසල් වැඩසටහන දියත් කර ඇත.",
        "මෙම නූතන පූර්වගාමියා නිර්මාණය වූයේ හේමාස් අවුට්රීච් අරමුදලගේ ත්යාගය තුළිනි.",
        "ශ්රී ලංකාවේ ප්රාථමික අධ්යාපනයේ අධ්යාපනය සඳහා කැපවී ඇති හේමාස් පිටිර්ච් පදනම එහි පළමු පාසල වතුකරයේ ආරම්භ කර තිබේ.",
        "මේ වන විට පියවර වැඩසටහන හරහා ශ්රී ලංකාවේ පෙර පාසල් 70 ක් ශ්රී ලංකාවේ ක්රියාත්මක වේ. බීඩාරු වැවිලි පෙර සැකසූ පෙර-පාසල්වලට ඇතුළත් වීමත් සමඟ ජාලය දැන් පාසල් 71 ක් දක්වා ඉහළ ගොස් තිබේ.",
        "නවීන පෙර පාසල් පිළිබඳ නේවාසික මානව සම්පත් සංවර්ධන අරමුදල නුවර එලියා ප්රාදේශීය අධ්යක්ෂ. දේවාන්ජන් පැහැදිලි කළ විට,",
        "මුලදී \"පිල්ලෙයි මහුවම්\" වතුකරයේ ළමා ආරක්ෂණ මධ්යස්ථාන ලෙස සැලකේ. පසුව එය ක්රෙමී සහ දිවා සුරැකුම් මධ්යස්ථානයක් බවට පත්විය.",
        "පසුව ළමා සංවර්ධන මධ්යස්ථානය පිහිටුවන ලදී. ළමා සංවර්ධන මධ්යස්ථානය සාමාන්යයෙන් අවධානය යොමු කර ඇත්තේ තමන්ගේ සමාජ, චිත්තවේගීය, චිත්තවේගීය, චිත්තවේගීය, සංජානන හා භෞතික සංවර්ධනය, කුඩා කාලයේ සිටම, දිරිගැන්වීමේ පරිසරයක ඔවුන්ගේ සමාජීය, දිරිගැන්වීමේ පරිසරයක සංවර්ධනය කිරීම කෙරෙහි ය.",
        "ගුරුවරුන් සමඟ පූර්ව පාසල පැවැත්වීම, නඩත්තු කිරීම පමණක් නොවේ මෙම ළමා සංවර්ධන මධ්යස්ථානවල.. දිවා කාලයේ සත්කාර මධ්යස්ථානය සහ ළමා සංවර්ධන මධ්යස්ථානය තරමක් ගුණාත්මක බවින් යුක්ත විය.",
        "නමුත් දෙමව්පියන් නව පරම්පරාවකට වෙනස් වෙමින් තිබියදී, වඩා හොඳ අධ්යාපනයක් ලබා දීම සඳහා පූර්ව පාසැල් අධ්යාපනය අත්යවශ්ය වී තිබේ.  වතු ජනතාවගේ අවශ්යතා සපුරාලීම සඳහා නූතන පූර්ව පාසලක් නිර්මාණය කර ඇත.",
        "මේ අනුව, ළමා සංවර්ධන මධ්යස්ථානයට වසරකට ළමුන් 35 සිට 50 ත් අතර සංඛ්යාවක් වසා දමන ලදී.. මෙයට හේතුව දෙමව්පියන් සිතන්නේ දරුවන්ට වඩා හොඳ අධ්යාපනයක් අවශ්ය බවයි. එය පිළිගැනීම හොඳ අදහසකි. පූර්ව පාසල් සංවර්ධනය කිරීම දරුවන්ගේ අනාගතය වඩා හොඳ කරයි.",
        "වැවිලි සහිත ප්රදේශවල වයස අවුරුදු 3 සිට 5 දක්වා ළමුන් සඳහා වයස අවුරුදු 3 සිට 5 දක්වා ළමුන් සඳහා පූර්ව පාසල් අධ්යාපනය අවශ්ය වේ.",
        "ඒ සම්බන්ධයෙන්, මුල් අවධියේදී කන් සාප්පුවක සංජානනීය සංවර්ධනය යනු ළමා චින්තනය, ඉගෙනීම, තාර්කිකත්වය, මතකය සහ ගැටලු විසඳීමේ හැකියාව, ලෝකය පිළිබඳ ගැඹුරු අවබෝධයක් ලබා ගැනීමයි.",
        "වැවිලි මානව සම්පත් සංවර්ධන අරමුදල (පීඑච්ඩීටී) දෙමුහුන් පෙර පාසල ඉදිරිපත් කර ඇත්තේ මේ නිසා ය.",
        "පූර්ව පාසල් ව්යාපෘතිය සම්බන්ධයෙන් වතු ප්රදේශයේ සෑම නිවසකටම යාම මාස 1 ක් සඳහා පැහැදිලි කර ඇත. පූර්ව-පාසල සඳහා අවශ්යතාවය ගැන ඔවුන් ඔවුන් සමඟ සාකච්ඡා කර ඇත.",
        "ව්යාපෘතියේ ප්රධාන අංග වන්නේ වැඩිදියුණු කළ අධ්යාපන වැඩසටහන, මූලික පහසුකම් වැඩිදියුණු කිරීම සහ සිසුන් සඳහා ආරක්ෂිත ඉගෙනුම් පරිසරයක් නිර්මාණය කිරීමයි.",
        "මෙම පෙර පාසල් ව්යාපෘතිය සඳහා නුවර එලියා කලාපීය අධීක්ෂණ අධිකාරියේ කළමණාකාර අධ්යක්ෂ වෛද්ය රොෂාන් රාජදුරවි. දේවාරාන්ජන් දායක වී ඇත.",
        "ඊට අමතරව හේමාස් අවුට්රිච් පදනමේ සභාපති, හේමාස් අවුට්රේස් පදනමේ කළමනාකාර පදනමේ කළමනාකාර අධ්යක්ෂ අබ්බාස් එස්ෆාලි සහ ශිරෝමි මසකෝරලා දායකත්වය සඳහා දායක වී තිබේ.. දේවාරාන්ජන් පැවසීය.",
        "ළමා පන්ති කාමර ඉගෙනුම් කටයුතු සහ අන්තර්ජාල ඉගෙනුම් කටයුතු සඳහා මිශ්ර ඉගෙනුම් ක්රියා පටිපාටි හඳුන්වා දීමට පෙර පාසල පාසලක් වනු ඇත.",
        "අලුතින් පිහිටුවන ලද පූර්ව පාසල තුළින් වතුකළු ප්රදේශවල වෙසෙන ළමුන් 50 ක් තුළින් ගුණාත්මක පෙර පාසල් අධ්යාපනය හා උණුසුම සහ අන්තර්ගත පරිසරයක ගුණාත්මකභාවය හා වැඩිදියුණු කිරීමට සහ තමන්ව දියුණු කර ගැනීමටත් හැකි වූ අතර ඒවායේ ගුණාත්මකභාවය හා උණුසුම ලබා ගැනීමටත් අවස්ථාව ලබා දී ඇත.",
        "පසුගාමී ප්රජාවන්ගේ දරුවන්ට අවස්ථාව ලබා දීමෙන්, කේන්ද්රය අඛණ්ඩව අඛණ්ඩව අධ්යාපන වෙනස්කම් කිරීම සහ සෑම දරුවෙකුගේම අනාගතය ගොඩනඟා ගනී.",
        "පූර්ව පාසල් ඉගෙනුම්-ඉගැන්වීමේ ශාලාව, එළිමහන් ක්රීඩා අවකාශය, ළමුන්, වැසිකිළි, වැසිකිළි, වැසිකිලි, ජලය, වැසිකිළි, ජලය සහ විදුලිය සඳහා.",
        "අපේ ප්රදේශයේ පෙර පාසලක් තිබීම ඉතා සතුටුයි. මගේ දුව මේ පාසලේ ඉගෙන ගන්නවා. ඊට පෙර අපි පෙර පාසල් තට්ටුව වෙත ගෙන ගියෙමු. ඔහු කියා සිටියේ මේ දුෂ්කරතා දැන් පිරිවැය අඩු කර ඇති බවයි.",
        "මෙම පෙර පාසල්වල දැනට ගුරුවරුන් දෙදෙනෙකු සිටී. ඔවුන් දෙදෙනාම පෙර-එක්කමක් නැති වී ඇත. එසේම, එම ප්රදේශයේ ඉපදී හැදී වැඩුණු හා හැදී වැඩුණු වතු කම්කරුවන්ගේ දරුවන් ද වේ.  ඔවුන් තෝරාගෙන ඇත්තේ සම්මුඛ සාකච්ඡා වලින් පසුව පමණි.",
        "\"දරුවෙකුගේ පියා\" යන වාක්ය ඛණ්ඩයෙන් ඇඟවෙන්නේ දරුවෙකු දරුවෙකු වූ විට, එකම ගුණාංග ශ්රේෂ් man මිනිසාට සමාන බවයි.",
        "එබැවින්, වතුකරයේ හා සමාජ යටිතල පහසුකම්, වැවිලි අංශයේ එවැනි පෙර පාසල් බොහෝ පූර්වගාමීන් නිර්මාණය කිරීමට රජය සහාය විය යුතුය."
      ]
    },
    "en": {
      "title": "The first modern pre -school in the plantation sector",
      "body_lines": [
        "The first model modern pre -school has been created as a new different venture in the plantation sector. Surprisingly, the arrangements have been made by the concerned parties.",
        "Childhood is considered one of the most important in human life. Improves improve the main development this season. Therefore, it is imperative that everyone focuses on the importance of this and supports the development of the children.",
        "In that respect, pre -school education prepares for children to go to elementary schools. Things they attend in the pre -school support early education.",
        "Child education in plantation areas in Sri Lanka is not systematized. Most pre -schools do not have the basic facilities.",
        "As a result, the first model in the plantation sector in Sri Lanka has been opened in the name of the Tea Kids Hybrid Pre School, the Tea Kids Hybrid Pre School.",
        "The pre -school program has been launched in collaboration with the Plantation Human Resources Development Fund (PHDT) and the Kelaniya Weli Plantation Company.",
        "It is noteworthy that this modern pre -school was created through the gift of the Hemas Outreach Fund.",
        "The Hemas Outrich Foundation, which has devoted itself to primary children's education in Sri Lanka, has started its first school in the plantation sector.",
        "Currently, 70 pre -schools are being implemented in Sri Lanka through the Piyawara program. With the inclusion of the Beedaru Plantation Pre -School, the network has now risen to 71 schools.",
        "Nuwara Eliya Regional Director of Plantation Human Resources Development Fund about modern pre -school. When Devanjan explained,",
        "Initially the \"Pillai Madhuvam\" was seen as children's care centers in the plantation sector. Subsequently, it became a Creche and Day Care Center.",
        "Subsequently, the Child Development Center was formed. The Child Development Center is usually focused on developing their social, emotional, cognitive and physical development in a safe, incentive environment, from childhood to pre -school, and provides comprehensive pre -school education and maintenance.",
        "The environment for conducting pre -school with teachers, not just maintenance, was established at these children's development centers.. The daytime care center and the Child Development Center were somewhat quality.",
        "But as parents have been changing to a new generation, the pre -school has become essential for children to provide better education.  A modern pre -school has been created to address the needs of plantation people.",
        "Thus, 35 to 50 children per year are closed to Child Development Center.. The reason for this is that parents think that children need better education. It is a great idea to be welcome. Developing the pre -schools will make the future of the children better.",
        "Plantation areas require children aged 3 to 5 and need pre -school education for children aged 3 to 5.",
        "In that respect, cognitive development in earhood in the early adversity is a child thinking, learning, rationalism, memory and solving the ability to solve problems, leading to a deep understanding of the world.",
        "This is why the Plantation Human Resources Development Fund (PHDT) has presented the Hybrid Pre School.",
        "Going to each house in the plantation area has been clarified for 1 month regarding pre -school project. They have been discussed with them about the need for the pre -school.",
        "The main components of the project are the improved education program, the upgrading of basic facilities and the creation of a safe learning environment for students.",
        "For this pre -school project, Dr. Roshan Rajadurai, Managing Director of Halice Plantation Company Nuwara Eliya Regional Superintendent C. Devaranjan has contributed.",
        "In addition, the President of Hemas Outreach Foundation, Abbas Esfali and Shiromi Masakorala, Managing Director of the Hemas Outrech Foundation have contributed to the contribution.. Devaranjan said.",
        "The school will be a school before introducing mixed learning procedures for children's classroom learning activities and internet learning activities.",
        "Through the newly established pre -school, 50 children living in plantation areas have been given the opportunity to get quality pre -school education and warmth and improve themselves in a content environment.",
        "By providing the opportunity to the children of the backward communities, the center continues to carry out educational discrimination and build the future of every child.",
        "The pre-school learning-teaching hall, outdoor game space, rooms for the Assyrians, toilets, toilets for children, water and electricity are located.",
        "It is very pleased to have a pre -school in our area. My daughter is studying in this school. We took the pre -school to the distances before that. He said that difficulty has now reduced the cost.",
        "This pre -school currently has two teachers. Both of them have previous experience. Also, the children of plantation workers who were born and raised in that area.  They have been selected only after interviews.",
        "The phrase \"father of a child\" indicates that when a child is a child, the same qualities are the same as the great man.",
        "Therefore, the government, the Ministry of Plantation and Social Infrastructure must support the creation of many such pre -schools in the plantation sector."
      ]
    }
  },
  "summary_lines": []
}