{
  "translated_text": {
    "ta": {
      "title": "இந்திய தேர்தலின் எதிர்பாராத முடிவு உலகத்திற்காக காத்திருக்கிறது",
      "body_lines": [
        "இந்திய பொதுத் தேர்தலின் பொதுத் தேர்தல் ஏப்ரல் 19 அன்று நடைபெற்றது.",
        "கடந்த சனிக்கிழமையன்று கடந்த சனிக்கிழமையன்று இந்திய பொதுத் தேர்தல் 7 கட்டங்களில் நடைபெற்றது.",
        "543 இடங்களுக்கு 543 இடங்களை நியமிக்க வாக்கெடுப்பின் பொதுத் தேர்தல் நடைபெற்றது.",
        "வாக்குகளின் எண்ணிக்கை ஏற்கனவே செயல்பாட்டில் உள்ளது மற்றும் முடிவுகள் வெளியிடப்படுகின்றன.",
        "இந்த ஆண்டு தேர்தலில் அதே வழியில், பாரதிய மக்கள் கட்சி தலைமையிலான தேசிய ஜனநாயக கூட்டணி பாரதிய மக்கள் கட்சி தலைமையில் உள்ளது.",
        "இருப்பினும், தேர்தல் ஆணையம் வெளியிட்ட அதிகாரப்பூர்வமற்ற முடிவுகளின்படி, மோடியின் கூட்டணி 291 இடங்களை மட்டுமே வென்றுள்ளது.",
        "படிக்காத கட்டுமானங்களின்படி, யுபிஎஃப்ஏ ஏற்கனவே மூன்றில் இரண்டு பங்கு இழந்துவிட்டது.",
        "பாரதிய ஜனதா கட்சி (மக்கள் கட்சி 2019 தேர்தலில் தனியாக 303 இடங்களைப் பெற்றது மற்றும் முகியின் திட்டத்தை யுபிஎஃப்ஏவின் கீழ் 400 இடங்கள் வென்றன.",
        "அரசாங்கத்தின் வலுவான எதிர்ப்பாளராக இருக்கும் இந்தியாவின் உள்நாட்டு, 233 உலக அமர்வில் வலுவான நிலையில் உள்ளது.",
        "உலகின் அதிகாரத்தை வெல்ல, எந்தவொரு கட்சியும் 272 இடங்களைப் பெற கட்டாயமாகும்.",
        "இருப்பினும், பிரதமர் நரேந்திர மோடி தொடர்ச்சியாக மூன்றாவது ஆண்டாக இந்திய பிரதமராக நியமிக்கப்படுவார் என்று இந்திய ஊடகங்கள் தெரிவிக்கின்றன.",
        "தனிநபர் இந்தியாவின் முதல் பிரதம மந்திரி ஜவஹர்லால் நேரு மட்டுமே இந்திய பிரதமரின் பதவியை மூன்று முறை நடத்திய ஒரே நபர்.",
        "கடந்த தேர்தலில், உள்நாட்டு கூட்டணி (யுபிஎஃப்) உத்தரியாவில் கட்சி 62 இடங்களை வென்றிருந்தாலும் வழக்குத் தொடர முடிந்தது.",
        "80 இடங்களில் 45 இடங்களை வென்றபோது யுபிஎஃப்ஏ சுமார் 34 இடங்களை வென்றது.",
        "2019 தேர்தலில் 55,000 வாக்குகளால் தோற்கடிக்கப்பட்ட ராகுல் காந்தி, இந்த ஆண்டு தேர்தலில் போட்டியிடுகிறார்.",
        "அரசாங்கத்தின் சக்திவாய்ந்த அமைச்சர் சுமுரி இரானி, அமண்டியில் ரஹுலா காந்தியை தோற்கடித்து மாநிலத்தின் வலுவான அமைச்சர் அமைச்சராக உள்ளார்.",
        "இணை கூட்டணி (யுபிஎஃப்) தென்னிந்தியாவில் தமிழ்நாடு கூட்டணியில் 37 ஆகும்.",
        "இதற்கிடையில், அரசாங்கத்தால் வழங்கப்பட்ட எதிர்பாராத மந்தநிலையை எதிர்கொண்டு இந்திய பங்குச் சந்தை தற்காலிகமாக சரிந்தது."
      ]
    },
    "en": {
      "title": "An unexpected result of the Indian election waiting for the world",
      "body_lines": [
        "The General Election of the Indian general election was held on 19th April.",
        "The Indian general election held in 7 phases last Saturday last Saturday.",
        "The general election of the vote was held to appoint 543 seats for 543 seats.",
        "The number of votes is already in operation and the results are being released.",
        "The same way in this year's election, the National Democratic Alliance led by the Bharatiya People's Party has been led by the Bharatiya People's Party.",
        "However, according to the unofficial results issued by the Election Commission, Modi's alliance has won only 291 seats.",
        "According to unread constructions, the UPFA has already lost two-thirds.",
        "The Bharatiya Janata Party (People's Party obtained 303 seats alone in the 2019 elections and Mugi's plan was won by 400 seats under the UPFA.",
        "The Inland of India, which is the strong opponent of the government, is in a strong position with 233 world session.",
        "To win the power of the world, any party is compulsory to obtain 272 seats.",
        "However, Prime Minister Narendra Modi will be appointed as the Prime Minister of India for the third consecutive year - Indian media said.",
        "Only Jawaharlal Nehru, the first Prime Minister of Individual India is the only person who has held the Indian Prime Minister's post three times.",
        "In the last election, the Inland Alliance (UPF) has been able to proceed to the prosecution even if the party has won 62 seats in Uttariya.",
        "The UPFA won about 34 seats when the Incornean Alliance won 45 of 80 seats.",
        "Rahul Gandhi, who was defeated by 55,000 votes in the 2019 election, is contesting this year's election.",
        "Sumurri Irani, a powerful minister of the government, is a strong ministerial minister of the state defeating Rahula Gandhi at Amandi.",
        "The Co-Alliance (UPF) is 37 of the Tamil Nadu Alliance in South India.",
        "Meanwhile, the Indian Stock Exchange has been temporarily collapsed in the face of the unexpected recession provided by the government."
      ]
    }
  },
  "summary_lines": [
    "India's 2024 general election, held over seven phases starting April 19, saw the National Democratic Alliance, led by the Bharatiya Janata Party (BJP), securing 291 seats, short of the 272 needed for majority rule. Despite BJP's 2019 victory with 303 seats, this year's outcome indicates a closer race than expected. The opposition, including the Indian National Congress (INC), showed strength but fell short. Prime Minister Narendra Modi is set for his third term, joining Jawaharlal Nehru as the only PMs to serve three terms. The election also witnessed significant performances from regional parties and notable defeats for key figures like Rahul Gandhi."
  ]
}