{
  "translated_text": {
    "si": {
      "title": "අබලන් වූ යාපනය ඉන්දීය තානාපති කාර්යාලය - කෝපාන් අනතුරු ඇඟවීම!",
      "body_lines": [
        "උතුරු ධීවර අංශ ප්රධානී බඛෞතිනාදන් රෙජන්, බඛහියනාදන් රෙජන්, බඛහියනාදන් රෙජන් මහතා පැවසුවේ තානාපති කාර්යාලය අනාගතයේ දී යාපනයේ දී ඉන්දීය කොන්සල් කාර්යාලය ඉදිරිපිට ඇති අරගල මාලාවක් පවත්වන තත්වයක් ඇති බවයි.",
        "ඔහු මේ බව කියා සිටියේ අද යාපනයේ ධීවර සංවිධාන සම්මේලනයේ පැවති මාධ්ය හමුවකදීය.. එහිදී ඔහු තවත් කීවේ,",
        "මීට දින කිහිපයකට පෙර, යාපනයේ ඉන්දියානු තානාපති කාර්යාලය ඉදිරිපිට ඛේදවාචක ව්යාපාරයට එරෙහිව විරෝධතාවයකට එරෙහිව සටන් කරමින් සිටියෙමු. ඉන්දියානු කොන්සල් කාර්යාලය විසින් අපට කිසිදු විසඳුමක් ලබා දී නොමැත.",
        "අපි මහජාර්ව ඉන්දියානු කොන්සල් කාර්යාලයට ලබා දී ඇත්තෙමු. මේ දක්වා ඔවුන් අපට පිළිතුරු නොලැබුනේ නම්, ඉන්දීය කොන්සල් කාර්යාලය යාපනයේ ඩෙකා ලබා දීම පමණි. අපට තවම පිළිතුර ලැබී නැත.",
        "ගැටලුව වන්නේ ඉන්දියාවේ ජනතාව ගැටලුව බවයි. නමුත් ප්රශ්නය විසඳීම සඳහා තානාපති කාර්යාලය ක්රියා නොකරන්නේ වුවද. අපගේ සමුද්රීය කර්මාන්ත ප්රජාව වෙනුවෙන් ඉන්දියානු තානාපති කාර්යාලයට අපි කී වතාවක් ලබා දී තිබේද?. එහෙත් මේ දක්වා කිසිදු ක්රියාමාර්ගයක් ගෙන නොමැත.",
        "එළඹෙන දිනවලදී ඉන්දියානු කොන්සල් කාර්යාලය ඉදිරිපිට විරෝධතා මාලාවක් ඉදිරිපත් කිරීමට අපට සිදුවනු ඇත. ඔවුන්ගේ සේවාවන් ඉදිකිරීමේ අදියර සිදුවනු ඇත. මන්ද ඔවුන් තවමත් ඉන්දියාවේ ජනතාවගේ ගැටලු විසඳා නොමැති බැවිනි. මෙය අපට විශාල සැලකිල්ලක් ලබා දෙයි. එබැවින් ඉන්දීය කොන්සල් කාර්යාලය පැවසුවේ මධ්යම රජයේ ප්රතිචාරයට අප පිළිතුරු දිය යුතු බවයි."
      ]
    },
    "en": {
      "title": "We will carry out a series of protests by disabled the Jaffna Indian Embassy - Regan warning!",
      "body_lines": [
        "The head of the Northern Fisheries Co -operative Societies' Society, Bakhiyanathan Regan, said that in the future, there would be a situation where the embassy would carry out a series of struggles in front of the Indian Consulate in Jaffna in the future.",
        "He was speaking at a media briefing held at the Federation of Fisheries Organizations in Jaffna today.. There he said more,",
        "Just a few days ago, we had been fighting a protest against the tragedy business in front of the Indian embassy in Jaffna. No solutions have been given to us by the Indian Consulate.",
        "We have given the Mahajar to the Indian Consulate. If they have not answered us to date, the Indian Consulate is only to give Deca in Jaffna. We have not yet received the answer.",
        "The problem is that the people of India are the problem. But the embassy does not take action even if it is called to solve the issue. How many times have we given the Majors to the Indian Embassy on behalf of our marine industry community. But no action has been taken to date.",
        "In the coming days we will have to carry out a series of protests in front of the Indian Consulate. The phase of the construction of their services will be caused. Because they have not yet addressed the problems of the people of India. This gives us a lot of concern. The Indian Consulate, therefore, said that we should answer the central government's response."
      ]
    }
  },
  "summary_lines": [
    "Bakhiyanathan Regan, head of the Northern Fisheries Co-operative Societies' Society, warns of future protests against the Jaffna Indian Embassy. He criticizes the embassy for not addressing issues raised by the local marine industry community, despite multiple attempts."
  ]
}