{
  "translated_text": {
    "ta": {
      "title": "அசாத்தில் ஒரு மதுபான கடை",
      "body_lines": [
        "ஆயுதமேந்திய கிளர்ச்சியாளர்கள் ஒவ்வொரு வாரமும் சிரியாவின் கட்டுப்பாட்டை ஐந்து தசாப்தங்களாக மாற்றுவதற்கு முன்பு எடுத்துக் கொண்டனர்.",
        "நாட்டின் ஆட்சி தற்போது கிளர்ச்சியாளர்களின் கீழ் உள்ளது, மேலும் அவர்கள் டமாஸ்கஸ் மூலதனத்தின் தலைநகரில் ஒரு பெரிய மருந்துக் கடையை கண்டுபிடித்துள்ளனர்.",
        "தளபாடங்கள், மின் சாதனங்கள் மற்றும் பழங்களில் கூட மறைத்து வைக்கப்பட்டிருந்த ஆயிரக்கணக்கான ஆல்கஹால் இருந்தது.",
        "ஏற்றுமதி செய்ய பங்கு தயாராக இருந்தது என்று சந்தேகிக்கப்படுகிறது.",
        "அமெரிக்க அமெரிக்கர்கள் கூட முன்னர் சிரியாவைக் குற்றம் சாட்டியுள்ளனர், அமெரிக்க பாஸர் அல் அசாத் முன்னணி கபகோஜென் மருந்து உற்பத்தி மற்றும் விற்பனை.",
        "இருப்பினும், போதைப்பொருள் வர்த்தகம் சம்பந்தப்பட்ட குற்றச்சாட்டுகளை அசாத் அரசாங்கம் மறுத்தது.",
        "கிளர்ச்சி மருந்துக் கடை சர்க்கரை குற்றச்சாட்டுகளுக்கு சான்றாகும் என்று வெளிநாட்டு அறிக்கைகள் தெரிவிக்கின்றன.",
        "இதற்கிடையில், சிரிய மக்கள் முதல் வெள்ளிக்கிழமை முதல் வெள்ளிக்கிழமை முதல் வெள்ளிக்கிழமை முதல் வெள்ளிக்கிழமை வந்த பின்னர், சிரிய மக்கள் முதல் வெள்ளிக்கிழமை இணைந்தனர்."
      ]
    },
    "en": {
      "title": "A liquor store in Assad",
      "body_lines": [
        "The armed insurgents took control of Syria every week before he reverts over five decades.",
        "The country's rule is currently under the insurgents, and they have found a massive drug store in the capital of Damascus capital.",
        "There were thousands of alcohol that was hidden in furniture, electrical equipment and even in the fruit.",
        "It is suspected that the stock was prepared to export.",
        "Even US Americans have previously accused the Syria that the US Basher Al Assad Leading Capagogen Pharmaceutical Production and Sale.",
        "However, the Assad government denied allegations involving drug trade.",
        "Foreign reports have stated that the insurgent drug store is as evidence of the allegations of the Sugarror.",
        "Meanwhile, the Syrian people joined the first Friday on the first Friday who had come to the rebels after reaching out the first Friday, the Syrian people joined the first Friday."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Insurgents seized control of Syria weeks ago. Found massive liquor store in Damascus with thousands of bottles hidden in furniture & electronics. Suspected for export. US accused Assad of pharmaceutical production, but he denies involvement. Insurgent-controlled drug store seen as evidence of sugar trade claims."
  ]
}