{
  "translated_text": {
    "ta": {
      "title": "மஹிந்தா யபா அப்வர்தேனா: இலங்கையின் பேச்சாளருக்கு எதிரான நம்பிக்கையில்லா இயக்கத்திற்கு என்ன நடந்தது",
      "body_lines": [
        "மஹிந்தா யபா அப்வர்தேனா: இலங்கையின் பேச்சாளருக்கு எதிரான நம்பிக்கையில்லா இயக்கத்திற்கு என்ன நடந்தது",
        "சபாநாயகர் மஹிந்தா யபா அப்வர்தனாவுக்கு எதிரான நம்பிக்கை இல்லாத பிரேரணை குறித்த பாராளுமன்ற விவாதம் செவ்வாய்க்கிழமை (மார்ச் 19) தொடங்கியது.",
        "ஐ.ஜி.பி. நியமிக்கப்பட்டதில் அன்னல் பாதுகாப்பு மசோதா மற்றும் ஐ.ஜி.பி.",
        "சபாநாயகர் தலைமையிலான நாடாளுமன்ற விவகாரங்கள் குழுவில் மார்ச் 14 அன்று நம்பிக்கை இல்லாத பிரேரணை விவாதிக்கப்பட்டது.",
        "இவ்வாறு, மார்ச் 19 செவ்வாய்க்கிழமை. இரவு 9.30 மணி முதல். மாலை 5.30 மணிக்கு, புதன்கிழமை 20. இரவு 9.30 மணி முதல். மாலை 4.30 மணி வரை விவாதம் நடைபெற இருந்தது.",
        "விவாதத்தின் இரண்டாவது நாளான புதன்கிழமை, ஏகாதிபத்தியத் தீர்மானத்திற்கு வாக்களிக்க முடிவு செய்திருந்தார், ஆனால் இன்று ஒரு மாற்றம் ஏற்பட்டது.",
        "பாராளுமன்ற விவகாரங்களுக்கான குழு குறித்த கருத்து வியாழக்கிழமை 21 ஆம் தேதி நடைபெற்றது.",
        "நாகா அபேயார்தனாவுக்கு எதிராக விவாதிக்க எந்தவொரு சட்டபூர்வமான திட்டமும் இலங்கையின் பேச்சாளருக்கு எதிரான ஐந்தாவது கருத்து திட்டமாகும்.",
        "முன்னதாக, கம்யூனிசம் துறையின் கம்யூனிச துறை இலங்கையின் பாராளுமன்றத்தின் செயல் இயக்குநர், பேச்சாளருக்கு எதிராக 4 சந்தர்ப்பங்களில் எந்தவொரு நம்பிக்கையும் இல்லாத திட்டங்களை வெல்லவில்லை.. ஜனகாந்தா சில்வா பிபிசி சிங்கள சேவையிடம் தெரிவித்தார்.",
        "நான்கு பேச்சாளர்களுக்கு எதிராக ஐந்து நம்பிக்கையற்ற திட்டங்கள் உள்ளன. இரண்டு நம்பிக்கையில்லாமல் எதிர்கொள்ளுங்கள். ம. பேச்சாளர் நடக்க வேண்டியிருந்தது. ஆனால் அது எதுவும் வெல்லவில்லை, \".",
        "இலங்கையின் வரலாற்றில் பாராளுமன்ற வரலாற்றில், ஒரு பேச்சாளருக்கு எதிராக நம்பிக்கை இல்லாத பிரேரணை 1963 இல் இருந்தது.",
        "அதாவது, அந்த நேரத்தில் பேச்சாளர் பேச்சாளர். பெல்போலாவுக்கு எதிரானது.",
        "நம்பிக்கை இல்லாத திட்டம், மற்ற நம்பிக்கையற்ற இயக்க தகவல் உட்பட மற்ற நம்பிக்கையற்ற இயக்க தகவல்கள்.",
        "1963 - ரூ. பெலுவாவுக்கு எதிராக பாரபட்சமின்றி வேலை செய்யக்கூடாது -. இந்த திட்டத்தை ஜெயவர்தேன் தலைமை. ரூ. பால்போலா நவலபிட்டியாவில் இலங்கை சுதந்திரக் கட்சியை பிரதிநிதித்துவப்படுத்திய ஒரு நபர் .180 - மா. பேக்கர் மார்க்கர் - டாக்டர் ஆனந்தா திசா டி அல்விஸின் ராஜினாமா பேச்சாளராக சபாநாயகர் நியமிக்கப்பட்டார். அவர் பெருவாலா வாக்காளரால் ஐக்கிய தேசிய கட்சியை பிரதிநிதித்துவப்படுத்தினார். ஆகஸ்ட் 1983 இல் பேச்சாளர் பதவியில் இருந்து ராஜினாமா செய்தார். முகமது - முன்னாள் ஜனாதிபதி ரணசிங்க பிரேமடாசாவுக்கு எதிரான குற்றச்சாட்டு தீர்மானம், அவருக்கு எதிராக நம்பிக்கை இல்லாத பிரேரணை முன்வைக்கப்பட்டது. அவர் கொழும்பு மாவட்டத்திலிருந்து 1999 வரை நாடாளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டார் - பேச்சாளர். முகமது - ஐ.ஜி.பி.யின் நிகழ்ச்சி நிரலின் நிகழ்ச்சி நிரலின் நிகழ்ச்சி நிரலில் 17 பொருட்களின் ஒப்புதலுக்கு எதிர்ப்பால் அவருக்கு எதிரான எதிர்க்கட்சி திட்டம் முன்வைக்கப்பட்டது.",
        "அதன்படி, இலங்கையின் சபாநாயகருக்கு எதிராக நம்பிக்கை இல்லாத பிரேரணை 32 ஆண்டுகளுக்குப் பிறகு முன்வந்துள்ளது.",
        "இலங்கையின் பாராளுமன்ற சபாநாயகருக்கு எதிரான நம்பிக்கை இல்லாத பிரேரணை பாராளுமன்ற வரலாற்றில் 50 வது நம்பிக்கையற்ற இயக்கமாக வரலாற்றில் சேரும்.",
        "இவற்றில், அரசாங்கத்திற்கு எதிராக நம்பிக்கை இல்லாத திட்டங்கள். பிரதமருக்கு எதிராக நான்கு நம்பிக்கையற்ற திட்டங்கள் வந்துள்ளன, மேலும் 14 நம்பிக்கையற்ற திட்டங்கள் அமைச்சர்களுக்கு எதிராக முன்வந்துள்ளன.",
        "இலங்கையின் பேச்சாளருக்கு எதிரான நம்பிக்கையில்லா இயக்கம் 5 வது முறையாக முன்வந்துள்ளது.",
        "ரவி ரோயின்ட்டர்: இலங்கை இளம் இசைக்கலைஞர் தென்னிந்திய சினிமாவில் ஒரு பெரிய அடையாளத்தை அறிமுகப்படுத்தினார்",
        "மஹிந்தா யபா அப்வர்தேனா: இலங்கையின் பேச்சாளருக்கு எதிரான நம்பிக்கையில்லா இயக்கத்திற்கு என்ன நடந்தது",
        "ஒட்டாவாவில் கொல்லப்பட்ட ஆறு இலங்கையர்களின் இறுதிச் சடங்குகள் இறுதிப் பணிகளை எவ்வாறு கொண்டிருந்தன?"
      ]
    },
    "en": {
      "title": "Mahinda Yapa Abeywardena: What happened to the no-confidence motion against the Speaker of Sri Lanka",
      "body_lines": [
        "Mahinda Yapa Abeywardena: What happened to the no-confidence motion against the Speaker of Sri Lanka",
        "The Parliamentary Debate on the no-confidence motion against Speaker Mahinda Yapa Abeywardena commenced on Tuesday (March 19).",
        "The no-confidence motion was presented to Parliament, accusing the Annal Defense Bill and the IGP in the appointment of the IGP.",
        "The no-confidence motion was debated on March 14 at the Committee on Parliamentary Affairs chaired by the Speaker.",
        "Thus, on Tuesday, March 19. From 9.30 pm. At 5.30 pm, on Wednesday 20. From 9.30 pm. The debate was to be held until 4.30 pm.",
        "On Wednesday, the second day of the debate, had decided to hold the voting for the no-confidential resolution, but today there was a change.",
        "The comment on the Committee on Parliamentary Affairs was held on Thursday 21st.",
        "The no-confidential proposal to debate against Naka Abeywardena is the fifth notion proposal against a Speaker of Sri Lanka.",
        "Earlier, the acting Director of the Parliament of Sri Lanka, Communism Department of Communism Department, has not won any number of no-confidence proposals on 4 occasions against a Speaker.. Janakantha Silva told the BBC Sinhala service.",
        "He said, five no-confidence proposals against four speakers have been present. Face two in no-confidence. H. The Speaker had to take place. But none of it won, \".",
        "In the history of Parliament in the history of Sri Lanka, a no-confidence motion against a Speaker was in 1963.",
        "That was, the Speaker at the time was the Speaker. Is against the pelpola.",
        "The other no-confidence motion information, including the no-confidence proposal, the other no-confidence motion information.",
        "1963 - RS. JR not to work impartially against Peluwa -. The proposal was made by Jayawardene Leadership. RS. Palpola was a person who represented the Sri Lanka Freedom Party in Nawalapitiya .180 - MA. Bakeer Markar - Dr. Ananda Tissa de Alwis's resignation was appointed Speaker as the Speaker. He represented the United National Party by the Beruwala electorate. He resigned from the post of Speaker in August 1983. Mohammed - An impeachment motion against former President Ranasinghe Premadasa, a no-confidence motion was presented against him. He was elected to Parliament from the Colombo District until 1999 - the Speaker. Mohammed - An opposition proposal against him was presented by the opposition to the approval of 17 items on the agenda of the agenda of the agenda of the IGP.Is.",
        "Accordingly, a no-confidence motion against a Speaker of Sri Lanka has come forward after 32 years.",
        "The no-confidence motion against the Speaker of the Parliament of Sri Lanka will join history as the 50th no-confidence motion in the history of parliament.",
        "Of these, the no-confidence proposals made against the government are. There have been four no-confidence proposals against the Prime Minister and 14 no-confidence proposals have come forward against ministers.",
        "The no-confidence motion against the Speaker of Sri Lanka has come forward for 5th time.",
        "Ravi Royntter: Sri Lankan young musician launched a massive mark in South Indian cinema",
        "Mahinda Yapa Abeywardena: What happened to the no-confidence motion against the Speaker of Sri Lanka",
        "How did the funeral of the six Sri Lankans killed in the ottawa have the final work?"
      ]
    }
  },
  "summary_lines": [
    "The no-confidence motion against Speaker Mahinda Yapa Abeywardena in Sri Lanka's Parliament began on March 19, debated on March 14, and continued on March 20 and 21. It's the fifth motion against a Speaker, with no previous success. The motion was against the Annal Defense Bill and the IGP's appointment."
  ]
}