{
  "translated_text": {
    "ta": {
      "title": "ஒரு பெரிய மருத்துவமனையாக வாவ்னியா மருத்துவமனை, வவுனியா பல்கலைக்கழகத்திற்கு புதிய மருத்துவ பீடம்",
      "body_lines": [
        "புரட்சி இல்லாமல் புரட்சி இல்லாமல் மக்களின் நில உரிமையை வழங்க அரசாங்கம் நடவடிக்கை எடுத்துள்ளது என்று ஜனாதிபதி ரணில் விக்ரெமேசிங்க் கூறினார்.",
        "புதுக்குடிரிப்பு மத்திய கல்லூரியில் நடைபெற்ற \"பாரம்பரிய\" நில பத்திரங்களை வழங்குவதற்காக வவைனியா மாவட்ட திட்டத்தின் வவைனியா மாவட்ட திட்டத்தை ஜனாதிபதி உரையாற்றினார்.",
        "வாவ்னியா மருத்துவமனை ஒரு பெரிய மருத்துவமனையாக உருவாக்கப்படும் என்றும் வவைனியா பல்கலைக்கழகத்திற்கு வழங்கப்படும் என்றும் ஜனாதிபதி ரணில் விக்ரமேசிங்க கூறினார்.",
        "வவைனியா மாவட்டத்தில் பாரம்பரிய திட்டத்தை செயல்படுத்துவதோடு மட்டுமல்லாமல், மீள்குடியேற்றப்பட்ட மக்களுக்கு ரீட் ஆக இருக்கும் செயல்கள் வழங்கப்படும்.",
        "முல்லைடிவு மாவட்டத்தில் 5 பிரதேச செயலாளர்களை உள்ளடக்கிய ஐந்து பிரதேச செயலாளர்களுக்கு \"பாரம்பரிய\" திட்டத்தின் கீழ் முல்லைடிவு மாவட்டத்திற்கு 1,376 ஃப்ரீஹோல்ட் செயல்கள் வழங்கப்பட்டுள்ளன.",
        "சபையில் உரையாற்றிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் மேலும் கூறினார்:",
        "முதலாவதாக, வைலி மாவட்டத்தை ஜனாதிபதியாகப் பார்வையிடுவதற்கான வாய்ப்புக்காக எனது மகிழ்ச்சியை முதலில் வெளிப்படுத்துகிறேன்.",
        "இந்த பாரம்பரியத்தை வழங்குவதற்கான திட்டத்தில் முல்லைடிவு மாவட்டத்திற்கு ஒரு சிறப்பு இடம் உள்ளது.",
        "கட்டிடங்கள் போரினால் அழிக்கப்பட்டன, பலர் நிலத்தை விட்டு வெளியேற வேண்டியிருந்தது.",
        "முல்லைடிவு மாவட்டத்தில் மீள்குடியேற்றம் ஒரு முக்கிய பாத்திரமாக மாறியுள்ளது. எனவே, மீள்குடியேற்றப்பட்ட நபர்களையும் ஃப்ரீஹோல்ட் செயல்களையும் வழங்க நாங்கள் நடவடிக்கை எடுக்கிறோம்.",
        "செயல்களை வழங்க சுமார் 18,000 பேர் இருப்பதாக காதர் மசதன் என்னிடம் கூறினார். அந்த செயல்களைக் கொடுக்க நாங்கள் வேலை செய்கிறோம். இந்த நோக்கத்திற்காக நில ஆணையர் அலுவலகத்தில் புதிய ஊழியர்களையும், கணக்கெடுப்புத் துறையினருக்கும் நியமிக்கப்படுவதற்கு நான் சமீபத்தில் ஒப்புதல் அளித்தேன்.",
        "இலங்கையில் முதல் முறையாக, மக்களுக்கான பாரம்பரிய திட்டம் மிக முக்கியமான திட்டமாகும். மக்கள் இதுவரை இந்த நிலங்களில் வசித்து வந்தனர், ஆனால் மக்களுக்கு நிலத்தின் உரிமையும் இல்லை, ஆனால் நிலம் செய்யப்பட்டது.",
        "நாட்டின் அனைத்து நாடுகளின் மக்களும் நாட்டின் விவசாயத்திற்கு பங்களித்திருந்தாலும், அவர்களால் நில உரிமையை வழங்க முடியவில்லை.",
        "நல்லாட்சி அரசாங்கம் இருந்தபோது, ​​நான் இதைக் கண்டறிந்தபோது நீதிமன்றத்திற்குச் சென்றேன்.",
        "ஜனாதிபதியாக, நிலங்களை வழங்க எனக்கு அதிகாரங்கள் இருந்தன. எவ்வாறாயினும், புதிய விதிகளை நிறைவேற்றாமல், இலவச நில உரிமையை வழங்குவதற்காக நாட்டின் மக்களுக்கு நாட்டின் மக்களுக்கு வழங்குவதற்காக சட்டம் நிலத்தை வாங்கியது.",
        "இந்த நிலங்கள் உங்கள் பாரம்பரியம். இப்போது விவசாயத்தில் ஈடுபட்டுள்ள நிலம் இப்போது உங்கள் உரிமைக்கு வழங்கப்பட்டுள்ளது. அப்படியானால், இது நாட்டின் மிகப்பெரிய தனியார்மயமாக்கல் ஆகும். தெற்காசியாவில் இந்த திட்டம் மட்டுமே ஈடுபட்டுள்ளது.",
        "ஒரு பெரிய புரட்சிக்குப் பிறகு சாதாரண மக்களுக்கு நிலத்தின் நில உரிமையைக் கொண்டுள்ளது மற்றும் இரத்தக்களரி. இந்த வேலையை ஒரு புரட்சி இல்லாமல் செய்துள்ளோம். வெகுஜனங்களை மேம்படுத்த நாங்கள் வழி செய்துள்ளோம். அவர்கள் தங்கள் குழந்தைகளுக்கு ஒரு நிலத்தை வழங்கியுள்ளனர்.",
        "கோவிட் தொற்றுநோய் மற்றும் பொருளாதார நெருக்கடியை எதிர்கொண்டு இந்த நாட்டின் மக்கள் நான்கு ஆண்டுகள் பாதிக்கப்பட்டனர். ஆனால் அமைதியாக பாதிக்கப்பட்டார். இப்போது பொருளாதாரம் நல்ல தரத்திற்கு வந்துள்ளது. நாட்டின் பொருளாதாரம் இனிமேல் மேம்படுத்தப்பட வேண்டும். இதன் நன்மையை மட்டுப்படுத்த முடியாது. வேளாண் நவின்னா திட்டத்துடன் தொடர இந்த நில உரிமை உங்களுக்கு வழங்கப்பட்டுள்ளது.",
        "பாதிக்கப்படுபவர்களுக்கு நிவாரணம் வழங்குவதற்காக அரசாங்கம் நிவாரண திட்டத்தை அமல்படுத்தியுள்ளது. வருவாய் நன்மைகள் செழிப்பை மூன்று மடங்காக உயர்த்துகின்றன, மேலும் பயனாளிகளின் எண்ணிக்கை 8,000 முதல் 24 லட்சம் வரை அதிகரித்துள்ளது.",
        "மேலும், சிங்கள-தமில் புத்தாண்டு மற்றும் வெசக் ஆகியோருக்கு 10 கிலோ அரிசி வழங்கப்படும்.",
        "அரசாங்கத்தால் பொதுமக்களுக்கு வழங்க முடியவில்லை. ஆனால் திவால்நிலை நேரத்தில் மக்களுக்கு இந்த நன்மைகளையும் நாங்கள் வழங்கியுள்ளோம். இந்த ஆண்டின் இறுதிக்குள், இலங்கை கட்டுப்படுத்தியிலிருந்து விடுவிக்கப்படலாம், ஏற்கனவே சர்வதேச நாணய நிதியத்துடன் விவாதிக்கப்படுகிறது. அந்த நிபந்தனைகளை சட்டப்பூர்வமாக்குவேன் என்று நம்புகிறேன், தொடர்புடைய மசோதா ஏற்கனவே பாராளுமன்றத்திற்கு வழங்கப்பட்டுள்ளது.",
        "நாட்டின் பொருளாதாரத்தை ஏற்றுமதி பொருளாதாரமாக மாற்றுவதும், போட்டி பொருளாதாரத்தை உருவாக்குவதும் எங்கள் நோக்கம். பாராளுமன்றத்தில் பொருளாதார மொழிபெயர்ப்பு சட்டத்தை ஏற்றுக்கொள்வதில் அனைவரையும் நான் கேட்டுக்கொள்கிறேன்.",
        "கடந்த சில நாட்களாக, நான் வடக்கு மாகாணத்தில் பல மருத்துவமனைகளைத் திறந்து வருகிறேன். குட் அக்யூன் அரசாங்கம் யாஃப்னாவில் மருத்துவ பீடத்திற்கும் புதிய கட்டிடத்தை உருவாக்குவதற்கும் நிதி ஒதுக்கியுள்ளது. ඒ වගේම නෙදර්ලන්ත රජයේ ආධාර ඇතිව සෞඛ්‍ය ඒකක 04ක් ආරම්භ කිරීමට එකඟත්වයට පැමිණියා. காவி பிளேக் மற்றும் பொருளாதார நெருக்கடி முதல், பணிகள் நான்கு ஆண்டுகளுக்கு வழங்கப்பட்டுள்ளன, மேலும் வேலையை முடித்து அவற்றைத் திறக்க முடிந்தது.",
        "நான் யாஃப்னா பல்கலைக்கழகத்தின் புதிய கட்டிடத்தைத் திறந்தேன். ඒ වගේම පසුගිය මාර්තු මාසයේදී පේදුරු තුඩුවේ නව සෞඛ්‍ය මධ්‍යස්ථානය විවෘත කළා, ඊයේ කිලිනොච්චියේ සෞඛ්‍ය ඒකකය විවෘත කළ අතර අද වව්නියාව සහ මාන්කුලම් සෞඛ්‍ය ඒකක විවෘත කරනවා. வடக்கு மாகாணம் இதனுடன் சிறந்த சுகாதார அமைப்பைப் பெறுகிறது.",
        "ඒ වගේම යාපනය රෝහල ජාතික රෝහලක් ලෙස වැඩිදියුණු කිරීමට අප පසුගියදා තීරණය කළා. மேலும்.. பின்னர் அதை ஒரு கற்பித்தல் மருத்துவமனையாக மாற்ற முடியும் மற்றும் வவுனியா பல்கலைக்கழகத்தின் மருத்துவ பீடத்தை நிறுவ முடியும்.",
        "අපි සියලුදෙනා එක් වී උතුරු පළාත සීග්‍ර සංවර්ධනයකට ගෙන යමු. இதற்கு சிறந்த நேரம் என்று அறிவிக்க அனைவரையும் அழைக்கிறோம்."
      ]
    },
    "en": {
      "title": "වව්නියාව රෝහල ප්‍රධාන රෝහලක් ලෙස සංවර්ධනයට, වව්නියාව විශ්වවිද්‍යාලයට නව වෛද්‍ය පීඨයක්",
      "body_lines": [
        "President Ranil Wickremesinghe said the government had taken steps to grant land ownership of the people without revolution without revolution.",
        "The President was addressing the Vavuniya District Program of the Vavuniya District Program to provide \"heritage\" land deeds held at Pudukudiyirippu Central College.",
        "වව්නියාව රෝහල ප්‍රධාන රෝහලක් ලෙස සංවර්ධනය කරන බවත්, වව්නියාව විශ්වවිද්‍යාලයට නව වෛද්‍ය පීඨයක් ලබා දීමට කටයුතු කරන බවත් ජනාධිපති රනිල් වික්‍රමසිංහ මහතා මෙහිදී පැවසීය.",
        "In addition to implementing the heritage program in the Vavuniya district, the resettled people will be provided with the deeds to be reed.",
        "Five Divisional Secretariats covering 5 Divisional Secretaries in the Mullaitivu District have been provided with 1,376 freehold deeds for the Mullaitivu district under the \"Heritage\" program.",
        "Addressing the House, President Ranil Wickremesinghe further added:",
        "First, I first express my happiness for the opportunity to visit the viley district as the president.",
        "The Mullaitivu district has a special place in the program to provide this heritage.",
        "The buildings were destroyed by the war, and many had to leave the land.",
        "Resettlement in Mullaitivu district has become a major role. Therefore, we take steps to issue the resettled people and freehold deeds.",
        "The Kader Masatan told me that there was about 18,000 people to provide deeds. We are working to give those deeds. I recently gave approval to recruit new staff to the Land Commissioner's Office for this purpose and the Department of Survey Department.",
        "For the first time in Sri Lanka, the heritage program for the people is a very important program. The people were living in these lands so far, but the people had no ownership of the land but the land was done.",
        "Although the people of all nations of the country contributed to the agriculture of the country, but they were not able to give land ownership.",
        "When the good governance government, I went to court when I was diagnosed with this.",
        "ජනාධිපතිවරයා ලෙස මා හට ඉඩම් ලබාදීමේ බලතල හිමිව තිබුණා. However, without the passage of the new rules, the law acquired the land to give the people of the country to the people of the country to provide free land ownership.",
        "මෙම ඉඩම් ඔබේ උරුමයයි. The land engaged in agriculture now is now given to your right. If so, this is the biggest privatization of the country. This program in South Asia is only involved.",
        "Ordinary people have land ownership of land after a large revolution and bloodshed. We have done this work without a revolution. And we have made the way to improve the masses. They have provided their children a land.",
        "The people of this country suffered four years in the face of the Covid Epidemic and the economic crisis. But silently suffered. Now the economy has come to good quality. The economy of the country should be enhanced from now on. Can't limit the advantage of this. You have been given this land ownership to proceed with the Agriculture Navinna Program.",
        "The Government has implemented the relief program to provide relief to the people who suffer. The revenue benefits triple the prosperity, and the number of beneficiaries has increased from 8,000 to 24 lakhs.",
        "Also, 10 kg of rice will be given to the Sinhala-Tamil New Year and Vesak.",
        "The government could not provide these for the public. But we have also given these benefits to the people at a time of bankruptcy. By the end of this year, Sri Lanka can be released from the controller and is already discussing with the IMF. I hope to legalize those conditions and the relevant Bill has already been presented to Parliament.",
        "Our aim is to make the economy of the country into an export economy and create a competitive economy. I urge all to join the adoption of the Economic Translation Law in Parliament.",
        "Over the past few days, I have been opening several hospitals in the Northern Province. The good governance government has allocated funds for the Faculty of Medicine in Jaffna and to build the new building. Also, with the help of the Netherlands, four health units. Since the Kavyi plague and the economic crisis, the work has been given to four years and have been able to complete the work and open them.",
        "I opened the new building of Jaffna University. And in March, the new health center was opened in Point Pedro, and opened the health center in Kilinochchi yesterday and opens Vavuniya and Mankulam health units today. The Northern Province gets the best health system with this.",
        "We have recently decided to improve the Jaffna hospital as a national hospital. Also, I advised the Governor and the Chief Secretary of the Vavuniya hospital to develop the Vavuniya hospital as a major hospital. It is then able to make it a teaching hospital and will be able to establish a medical faculty of the Vavuniya University.",
        "Let us all join and bring to a rapid development of the Northern Province. We call on everyone to declare that this is the best time for this."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe announced the government's initiative to grant land ownership to the people of Vavuniya without revolution, emphasizing the development of Vavuniya Hospital and the establishment of a new medical faculty at Vavuniya University. He highlighted the importance of the heritage program, providing land deeds to resettled individuals, and the recruitment of new staff for the Land Commissioner's Office. The President also discussed the economic recovery post-Covid and the economic crisis, mentioning the implementation of relief programs and the goal to transform the economy into an export-oriented one."
  ]
}