{
  "translated_text": {
    "si": {
      "title": "විස්සයි 20 ලෝක කුසලානය සඳහා ශ්රී ලංකා ක්රිකට් කණ්ඩායමට ජනාධිපතිවරයා සුබ පතයි",
      "body_lines": [
        "ජුනි 01 සිට ජුනි 29 දක්වා එක්සත් ජනපදයේ සහ බටහිර ඉන්දීය කොදෙව්වක පැවැත්වෙන විස්සයි විස්ස ලෝක කුසලාන ක්රිකට් තරගාවලියට රටින් ශ්රී ලංකා ක්රිකට් කණ්ඩායම සඳුදා පස්වරුවේ ජනාධිපති කාර්යාලයේදී රනිල් වික්රමසිංහ මහතා හමුවිය.",
        "වැනිටූ හසාරාංග විසින් මෙහෙයවනු ලබන ක්රීඩකයින් 15 දෙනෙකු ඇතුළත් වන ශ්රී ලංකා ක්රිකට් කණ්ඩායමට අඟහරුවාදා උදෑසන රට හැර යයි.",
        "සොල්දාදුවන් ධෛර්යමත් කළ ජනාධිපතිතුමා ඔවුන් සමඟ සාකච්ඡා කළ අතර රට වෙනුවෙන් ඔහුගේ සාර්ථකත්වය ගැන ඔවුන්ට සුබ පැතුවා.",
        "මේ අතර, ශ්රී ලංකාවේ රග්බි ශූරතාවලියේ පළමු අංශය දිනාගත් ශ්රී ලංකා රග්බි ජනාධිපති රනිල් වික්රමසිංහ මහතා සඳුදා පස්වරුවේ ජනාධිපති කාර්යාලයේදී හමුවිය.",
        "වසර ගණනාවකට පසු රග්බි ක්රීඩා වල මෙම සාර්ථකත්වය ගැන රට ආඩම්බර වන අතර ක්රීඩකයින්ට සුබ පැතුවා.",
        "සංචාරක, ඉඩම්, ඉඩම්, ක්රීඩා හා තරුණ කටයුතු අමාත්ය හරින් ප්රනාන්දු, ජාතික ආරක්ෂාව පිළිබඳ ජ්යෙෂ් Senior උපදේශක අරුන්දිකා ප්රනාන්දු මහතා ද සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "President congratulates Sri Lanka Cricket Team for Twenty20 World Cup",
      "body_lines": [
        "Sri Lankan cricket team from the country to participate in the Twenty20 World Cup cricket tournament, which will be held in the US and West Indies from June 01 to June 29, met with Ranil Wickremesinghe at the Presidential Office on Monday afternoon.",
        "The Sri Lankan cricket team, which includes 15 players led by Vanitu Hazaranga, will leave the country on Tuesday morning.",
        "The President, who encouraged the soldiers, discussed with them and congratulated them for his success for the country.",
        "Meanwhile, Sri Lanka Rugby, who won the first Division of Sri Lanka's Rugby Championship, met with President Ranil Wickremesinghe at the presidential office on Monday afternoon.",
        "The President said that the country is very proud of this success in the Rugby Games after many years, and congratulated the players and congratulated them.",
        "Minister of Tourism, Land, Sports and Youth Affairs Harin Fernando, Minister of State Arundika Fernando, Senior Advisor for National Security and President of the President Sagala Ratnayake were also present."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe congratulated the Sri Lankan cricket and rugby teams for their recent successes. The cricket team, led by Vanitu Hazaranga, will compete in the Twenty20 World Cup in the US and West Indies. The rugby team won the first division of Sri Lanka's Rugby Championship. The President, along with other officials, met with the teams to celebrate their achievements."
  ]
}