{
  "translated_text": {
    "ta": {
      "title": "கடும் போக்குவரத்தில் ரயிலில் சங்கடமாக இருந்தபின் பெண் மருத்துவமனையில் அனுமதிக்கப்பட்டார்",
      "body_lines": [
        "கொழும்பு கோட்டையிலிருந்து போல்கஹவெலாவுக்கு பயணம் செய்த ஒரு பெண், நிலையம் உட்பட பல பிரிவுகளின் வேலைநிறுத்தம் காரணமாக கம்பாஹா மாவட்ட பொது மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "ரயில்வே அறையில் 53 வயதான அரசு தொழிலாளி சங்கடமாக இருந்தார், மற்ற பயணிகள் ரயில்வே அறையில் சங்கடமாக இருந்தனர் மற்றும் 1990 கொண்டாட்டத்தில் மருத்துவமனைக்கு அனுப்பப்பட்டனர்.",
        "நோய்வாய்ப்பட்ட பெண் மருத்துவமனையில் சேர்க்கப்பட்டு சிகிச்சையில் சிகிச்சை பெற்ற பிறகு, அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "Woman was hospitalized after he was embarrassing the train in heavy traffic",
      "body_lines": [
        "A woman who was traveling from Colombo Fort to Polgahawela was admitted to the Gampaha District General Hospital due to the strike of several sections including station.",
        "A 53-year-old state worker had been uncomfortable in the railway room, the other passengers were uncomfortable in the railway room and sent to the hospital in a 1990 celebration.",
        "After the sick woman was hospitalized and treated at treatment, he said."
      ]
    }
  },
  "summary_lines": [
    "A woman, 53, traveling from Colombo to Polgahawela during a railway strike, felt unwell and was rushed to Gampaha District General Hospital. Despite initial discomfort, she recovered and was discharged after treatment."
  ]
}