{
  "translated_text": {
    "ta": {
      "title": "பரிந்துரைகளில் கையெழுத்திடும் பல கட்சிகள்",
      "body_lines": [
        "அடுத்த பொதுத் தேர்தலுக்காக போட்டியிடும் பல முக்கிய அரசியல் கட்சிகள் இன்று (09) நியமன ஆவணங்களில் கையெழுத்திடப்பட்டுள்ளன.",
        "எனவே 33 சுயாதீன குழுக்கள் மற்றும் 33 அரசியல் கட்சிகள் ஏற்கனவே ஒப்படைக்கப்பட்டுள்ளன.",
        "பெலாவாட்டாவில் உள்ள கட்சி தலைமையகத்தில் தேசிய நியமனம் தனது வேட்பு மனுக்களில் கையெழுத்திட்டது.",
        "யுபிஎஃப்ஏ அதே விருந்தில் உள்ள யுபிஎஃப்ஏ அலுவலகத்தில் நியமன ஆவணங்களில் கையெழுத்திட்டது.",
        "புதிய ஜனநாயக முன்னணி எரிவாயு சிலிண்டரின் அடையாளத்தின் கீழ் செயல்படுகிறது.",
        "முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கின் தேர்தல் நடவடிக்கை அலுவலகம் கொழும்பு மலர் சாலையில் அமைந்துள்ளது.",
        "இலங்கை ஜெனரல் முன்னணியும் அடுத்த பொதுத் தேர்தலுக்கான பரிந்துரைகளில் கையெழுத்திட்டது.",
        "இதற்கிடையில், பொதுத் தேர்தல் தொடர்பான அஞ்சல் வாக்குகளின் காலம் நாளை நள்ளிரவு முடிவடையும்.",
        "இதற்கிடையில், பல வெளிநாட்டு வாக்காளர்கள் பொதுவான தன்மைக்கு அழைக்கப்பட்டுள்ளதாக தேர்தல் ஆணையம் கூறுகிறது.",
        "அதன்படி, ரஷ்யா மற்றும் ரஷ்யாவை பிரதிநிதித்துவப்படுத்தும் 8 நாடுகளின் பிரதிநிதிகள் ஜனாதிபதித் தேர்தலில் சார்க் பிராந்திய நாடுகளை பிரதிநிதித்துவப்படுத்தும் இலங்கைக்கு வர உள்ளனர்.",
        "ஈபிஎஃப் தேர்தல் கண்காணிப்பாளர்கள் ஏற்கனவே பொதுத் தேர்தல்களைத் தேர்ந்தெடுப்பதற்கு கோரியுள்ளதாக தேர்தல் ஆணையம் தெரிவித்துள்ளது.",
        "இதற்கிடையில், பொதுத் தேர்தலுக்கு வருகை தரும் காமன்வெல்த் மற்றும் ஆசிய தேர்தல்களின் பார்வையாளர்கள்."
      ]
    },
    "en": {
      "title": "A number of parties signing nominations",
      "body_lines": [
        "Several major political parties who contest for the next general election have been signed nomination papers today (09).",
        "So 33 independent groups and 33 political parties have already been handed over.",
        "The national nomination signed its nomination papers at the party headquarters in Pelawatta.",
        "The UPFA signed the nomination papers at the UPFA's office at the same party.",
        "The new Democratic Front serves under the sign of the gas cylinder.",
        "Former President Ranil Wickremesinghe's Election Operations office located at the Colombo Flower Road.",
        "The Sri Lanka General Front also signed nominations for the next general election.",
        "Meanwhile, the period of postal votes related to the general election is due to end a midnight tomorrow.",
        "Meanwhile, the Elections Commission says that many foreign electorates have been invited to generaliality.",
        "Accordingly, representatives from 8 countries representing Russia and Russia are due to come to Sri Lanka representing SAARC Regional countries in the presidential election.",
        "The Elections Commission said that the EPF election monitors have already requested the election of the General Elections.",
        "Meanwhile, observers of the Commonwealth and the Asian Elections to visit the general election."
      ]
    }
  },
  "summary_lines": [
    "Multiple parties submit nominations for upcoming general election. 66 groups total. National nomination signed at party HQ. Other parties sign at various locations. Postal voting ends midnight. Foreign observers invited, including Russia and SAARC countries. Commonwealth and Asian Election Observers to attend."
  ]
}