{
  "translated_text": {
    "ta": {
      "title": "251 குடிபோதையில் வாகனம் ஓட்டுபவர்கள் 24 மணி நேரம் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "கடந்த 24 மணி நேரத்தில் 251 பிற சாலை விபத்துக்களை மீறிய 8747 ஓட்டுநர்களுக்கு எதிராக சட்டம் தொடங்கப்பட்டுள்ளதாக போலீஸ் ஊடக செய்தித் தொடர்பாளர் எஸ்எஸ்பி லாமமா மானென்ஹிகுங்கா தெரிவித்தார்.",
        "ஊடக செய்தித் தொடர்பாளர் கூறுகையில், 24 மணி நேரத்தில் நாட்டின் எங்கிருந்தும் ஒரு அபாயகரமான விபத்து பதிவாகியுள்ளது.",
        "இது சாலை விதிகளின்படி வாகனம் ஓட்டுகிறது மற்றும் அடுத்த காலகட்டத்தில் குடிபோதையில் இருக்க வேண்டும் மற்றும் மற்றவர்களின் மற்றும் பிறரின் வாழ்க்கையைப் பாதுகாக்க இலங்கை போலீசாருக்கு உதவுகிறது.",
        "ஐ.ஜி.பி பிரியந்தா வீரசூரியாவின் அறிவுறுத்தல்கள் குறித்து பண்டிகை காலத்தின் திசையில் எஸ்.எல்.எஸ்.ஐ நடவடிக்கை தொடர்ந்து விழாவை நடத்துகிறது."
      ]
    },
    "en": {
      "title": "251 drunk drivers arrested for 24 hours",
      "body_lines": [
        "Police Media Spokesperson SSP lawma Manenhicunga said that the law has been launched against 8747 drivers who violated 251 other road accidents during the past 24 hours.",
        "According to the media spokesman, a fatal accident was reported from anywhere in the country in the 24 hours.",
        "It is driving in accordance with road rules and to be drunk during the next period and assist the Sri Lankan Police to safeguard the lives of others and others.",
        "The SLSI operation continues to run the ceremony during the direction of the festive period on the instructions of acting IGP Priyantha Weerasuriya."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "\"251 drunk drivers arrested in 24 hours. Fatal accident reported. Road safety campaign ongoing during festive period.\""
  ]
}