{
  "translated_text": {
    "si": {
      "title": "එළවළු වල මිල වැඩි කිරීම: කුණු කූඩයට විසි කිරීම",
      "body_lines": [
        "දිවයිනේ බොහෝ ප්රදේශවල ඇති අධික වර්ෂාව හදිසියේම රට පුරා එළවළු මිල වැඩි කර තිබේ.",
        "මේ අවස්ථාවේ දී, ග්රීන් මිරිස් කිලෝග්රෑමයක මිල රුපියල් 650 සිට 750 දක්වා ඉහළ ගොස් ඇති අතර, එළවළු මිල දිනෙන් දින වැඩි වන විට අනෙකුත් එළවළු මිල ඉහළ ය. එය වාර්තා වේ මුහුණට මුහුණලා.",
        "එළවළු මිල ඉහළ යාම හේතුවෙන් නුවර එලියා මධ්යම වෙළඳපොළට පැමිණෙන බොහෝ දෙනා එළවළු මිලදී ගැනීමෙන් වැළකී සිටිති",
        "මීට අමතරව, පාරිභෝගිකයින් සංඛ්යාව විශාල ලෙස පහත වැටී ඇති අතර, ව්යාපාර නොකරන වෙළඳුන් දින දෙක තුනකට පසු අබලන් වී ඇති අතර, විශාල වශයෙන් අලාභයක් සිදු වූ අතර එළවළු වෙළඳුන් දිනපතා ඉවත දැමිය යුතුය."
      ]
    },
    "en": {
      "title": "Increase in prices of vegetables: Throwing in the trash",
      "body_lines": [
        "Heavy rains in many parts of the country have suddenly increased the price of vegetables across the country.",
        "In this case, the price of a kilogram of green chilli has risen from Rs 650 to 750 and a kilogram of green chillies at 1200 to 1300 rupees and other vegetable prices are high as the prices of vegetables are increasing day by day.It is reported to be facing.",
        "Most people coming to Nuwara Eliya Central Market are avoiding buying vegetables due to a rise in vegetable prices",
        "In addition, the number of consumers has declined drastically, and the traders who do not business have been dilapidated after two to three days, causing a massive loss, and the vegetable traders have to be dumped daily."
      ]
    }
  },
  "summary_lines": [
    "Vegetable prices surge amid heavy rains, impacting sales and consumer behavior. Green chili prices jump from 650 to 750 Rupees per kg, affecting market demand and trader profits."
  ]
}