{
  "translated_text": {
    "ta": {
      "title": "இலங்கையின் மத்திய வங்கியின் ஓய்வூதியத்தை ஒழிப்பதன் பின்னணியில் உள்ள கதை",
      "body_lines": [
        "இலங்கையின் மத்திய வங்கியின் ஓய்வூதியத்தை ஒழிப்பதன் பின்னணியில் உள்ள கதை",
        "இலங்கையின் மத்திய வங்கியின் மணிப்பன்களுக்கான ஓய்வூதியத்தை ரத்து செய்த செப்டம்பர் 25 அன்று ஒரு சிறப்பு வர்த்தமானி தாள் வழங்கப்பட்டது.",
        "இலங்கையின் மத்திய வங்கியின் தலைவராகவும், இலங்கையின் மத்திய வங்கியின் ஆளுநராகவும் டாக்டர் நந்தலால் வீரசிங்க கையெழுத்திட்டார்.",
        "அதன்படி, முன்னாள் பழக்கவழக்கங்கள் தற்போது மற்றும் எதிர்காலத்தில் ஓய்வூதியத்தை செலுத்தாது.",
        "இலங்கையின் மத்திய வங்கி வழங்கிய சிறப்பு வர்த்தமானி படி, மத்திய வங்கியின் ஆளுநர்களின் ஓய்வூதியம் செப்டம்பர் 11 முதல் ரத்து செய்யப்படுகிறது.",
        "இலங்கையின் மத்திய வங்கியின் ஆளுநர்களின் ஓய்வூதியம் இந்த ஆண்டு இழந்தது.",
        "மத்திய வங்கியின் ஓய்வூதியம் ஜனவரி 1998 அன்று முதல் ரத்து செய்யப்பட்டது.",
        "இருப்பினும், பின்னர் 2015 ஜனவரி முதல் நாளிலிருந்து ஓய்வூதியத்தை செலுத்த முடிவு செய்தது.",
        "அஜித் நிவார்ட் கப்ரால் ஏன் ஒரு கட்டளையிடும் உத்தரவை விதித்தார்?",
        "அதன்படி, இலங்கையின் மத்திய வங்கியில் முன்னாள் பழக்கவழக்கங்கள் முதல் ஜனவரி 2015 முதல் மாத ஓய்வூதியத்தைப் பெற்றன.",
        "மத்திய வங்கி ஓய்வூதியமாக செலுத்த உத்தரவிடப்பட்டுள்ளது, கடைசியாக செலுத்தப்பட்ட சம்பளத்தில் 74%.",
        "ஆண்டுகளின் எண்ணிக்கையைப் பொருட்படுத்தாமல், அந்தத் தொகையை செலுத்துவதாகக் கூறப்படுகிறது.",
        "புதிய வர்த்தமானி அறிவிப்பின்படி, எந்த மத்திய வங்கி ஆளுநர்களும் 1124 க்குப் பிறகு ஓய்வூதியம் பெற மாட்டார்கள்.",
        "மத்திய வங்கி தகவல் தொடர்பு துறையின் இயக்குநர் டாக்டர் எச்.கே.ஜே.. எகானாயக்கின் கூற்றுப்படி, தற்போதைய ஆளுநர் டாக்டர் நந்தலால் வீரசிங்கமும் புதிய வர்த்தமானியால் ஓய்வூதியம் பெறவில்லை.",
        "இருப்பினும், பிற ஊழியர்கள் இலங்கையின் மத்திய வங்கியின் ஆளுநரைத் தவிர ஓய்வூதியங்களைப் பெறுவார்கள்.",
        "இலங்கையின் மத்திய வங்கியின் ஓய்வூதியத்தை ஒழிக்க தகவல்தொடர்பு துறை இயக்குநர் திடீர் முடிவை எடுக்கவில்லை. எகனாயகே கூறினார்.",
        "இலங்கையின் மத்திய வங்கியின் ஆளும் குழு இந்த முடிவை எடுத்தது.",
        "\"ஆளும் குழு ஒரு நேரத்திற்கு முன்பு எடுத்த காலம் இது. திடீர் முடிவு அல்ல, \"டாக்டர் எச்.கே.ஜே. எகனாயகே உறுதிப்படுத்தினார்.",
        "இலங்கையின் மத்திய வங்கியின் அறிக்கையானது ஆறு ஆண்டு காலத்திற்கு நியமிக்கப்பட்டுள்ளது.",
        "இலங்கையின் மத்திய வங்கி தகவல் தொடர்பு துறையின் இயக்குநர் இன்னும் 6 ஆண்டுகள் வரை கிடைக்கலாம். எகனாயகே கூறினார்.",
        "இருப்பினும், அவர் 12 ஆண்டுகளுக்கும் மேலாக ஆதிக்கம் செலுத்த முடியாது என்று அவர் கூறினார்.",
        "ஜே.பி.",
        "பெண்கள் டி 20 கிரிக்கெட் உலகக் கோப்பை: ஏன் சாதனை படைத்தது?",
        "இலங்கையின் மத்திய வங்கியின் ஓய்வூதியத்தை ஒழிப்பதன் பின்னணியில் உள்ள கதை"
      ]
    },
    "en": {
      "title": "The story behind the abolition of the pensions of the Central Bank of Sri Lanka",
      "body_lines": [
        "The story behind the abolition of the pensions of the Central Bank of Sri Lanka",
        "A special gazette sheet was issued on 25 September, abolishing pensions for the manipons of the Central Bank of Sri Lanka.",
        "The gazette was signed by Dr. Nandalal Weerasinghe as the Chairman of the Central Bank of Sri Lanka and the Governor of the Central Bank of Sri Lanka.",
        "Accordingly, former manners will not pay a pension at present and in the future.",
        "According to the special gazette issued by the Central Bank of Sri Lanka, the Central Bank's Governors' pension is abolished since 11 September.",
        "The pensions of the Governors of the Central Bank of Sri Lanka were lost this year.",
        "The Pension of the Central Bank was abolished from the first on January 1998.",
        "However, later decided to pay pensions since the first day of January 2015.",
        "Why did Ajith Nivard Cabraal imposed an enjoining order?",
        "Accordingly, former manners in the Central Bank of Sri Lanka received a monthly pension with effect from the first January 2015.",
        "The central bank has been ordered to pay as pensions, 74% of the last paid salary.",
        "It has been claimed to pay the amount, regardless of the number of years in the manner.",
        "According to the new gazette notification, no central bank governors will receive a pension after 1124.",
        "Director of the Central Bank Communications Department Dr. HKJ. According to Ekanayake, the current Governor Dr. Nandalal Weerasinghe is also not pensioned by the new gazette.",
        "However, other employees will receive pensions except the Governor of the Central Bank of Sri Lanka.",
        "Director of Communication Department does not make a sudden decision to abolish the pension of the Central Bank of Sri Lanka. Ekanayake said.",
        "The decision was taken by the Governing Body of the Central Bank of Sri Lanka.",
        "\"It was a time when the Governing Body took a time ago. Not a sudden decision, \"Dr. HKJ. Ekanayake confirmed.",
        "The manifesto of the Central Bank of Sri Lanka is appointed to a six-year period.",
        "Director of the Central Bank Communications Department of Sri Lanka can be available up to another 6 years. Ekanayake said.",
        "However, she said that he could not serve as the dominant for more than 12 years.",
        "JP Dumini: Trainer wins the architecture due to bosom",
        "Women T20 Cricket World Cup: Why is the record Uppointment lost?",
        "The story behind the abolition of the pensions of the Central Bank of Sri Lanka"
      ]
    }
  },
  "summary_lines": ""
}