{
  "translated_text": {
    "si": {
      "title": "\"අපි අනිවාර්යයෙන්ම වතු ජනතාව වැඩි දියුණු කරන්නෙමු\"",
      "body_lines": [
        "කඳුකර වගාවේ ජනතාවගේ ජීවනෝපාය අපි අනිවාර්යයෙන්ම වැඩිදියුණු කරන්නෙමු. ඔවුන්ගේ ඉඩම් හිමිකාරිත්වය නිසැකවම ලබා දෙනු ඇත. ජාතික මහජන බලයේ ජනාධිපති අපේක්ෂක අනුර කුමාර දිසානායක මහතා පැවසුවේ කඳුකරයේ ජනයාට මේ රටේ සමාන අයිතිවාසිකම්වල ජීවත් විය හැකිය. \"යැයි ජාතික මහජන බලයේ ජනාධිපති අපේක්ෂක අනුර කුමාර දිසානායක පැවසුවාය.",
        "ජාතික ජනතා බලයේ සාර්ථකත්වයේ කඳුකරයේ ජනතාව හවුල්කරුවන් වනු ඇතැයි ස්ථිර විශ්වාසයක් ඇති බව ද ඔහු පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ ජාතික මහජන බලය වෙනුවෙන් ජනාධිපතිවරණයට ඉදිරිපත් වන අනුර කුමාර දිසානායකගේ සහාය ඇතිව නුවර එලියා - තලවාකෙල්හි නුවර එලියා - තලවාකෙල් මහතා අමතමින්.",
        "\"කඳුකරයේ බොහෝ අය පාර්ලිමේන්තුවට ගොස් අමාත්යාංශයේ තනතුරු දැරීය. නුවර එලියා දිස්ත්රික්කයේ ජනතාවගේ දුක් වේදනා වෙනස් වී නැත. එමනිසා, එකම වේදනාවකින් හෝ වෙනස් කිරීමට හෝ වෙනස් කිරීමට ඔවුන් සමඟ ගමන් කළ යුතුද යන්න තීරණය කළ යුතුය. මිනිස්සු අලුත් දේශපාලනය කියනවා. සැප්තැම්බර් 21 වන දින ජාතික මහජන බලයේ ජයග්රහණය සඳහා නුවර එලියා වැසියන් සහභාගී වේ.",
        "ජනතාවට ව්යාජ පොරොන්දු ඉටු කිරීමේ දේශපාලනය. මැතිවරණ කාලය තුළ ආහාර හා මත්පැන් ලබා දී ඇති අතර ඡන්ද ලබා ගන්නා ලදී. වතුකරයේ ජනතාවට තර්ජනය කිරීම සඳහා ඡන්දය ලබා ගත්තේය. මෙම කොන්දේසි අවසන් නොවිය යුතුද?අපි එය කරන්නේ සැප්තැම්බර් 21 දින ය.",
        "ජාතික මහජන බලය පිටුපස උතුරු, නැගෙනහිර සහ දකුණු ජනයා බලමුලු ගැන්වීය. අපව සාර්ථක කර ගැනීමට කඳුකරයේ ජනතාව එක්සත් විය යුතුය.",
        "නුවරෙලියා දිස්ත්රික්කයේ වලප්පනෙයි ජයග්රහණය හන්ගුරන්කෙට්ටා. අනෙක් මැතිවරණ කොතාවටම ජයග්රහණය කිරීමේ වැඩපිළිවෙළක් ක්රියාත්මක කළ යුතුය. රනිල් වික්රමසිංහ ඇතුළු වෙනත් අපේක්ෂකයින්ගේ පොරොන්දුව කුමක් වුවත්, අපට අපගේ ජයග්රහණය වෙනතකට යොමු කළ නොහැක. වංචා දේශපාලනයෙන් අපට අවසන් විය හැකි බව ජනතාව දනිති.",
        "මවුන්ටන් නායකයින්ගේ ජීවිතය, ජනතාවගේ ඛේදනීය ජීවිතය.ගැටලුව විසඳිය හැකි ජනතාවගේ දේශපාලනය අප විසින් ස්ථාපිත කළ යුතුය.",
        "කඳුකරයේ වැසියන් ශ්රී ලංකාවට පැමිණි වසර 200 ක් ගතවී ඇත. එබැවින්, ඔවුන් පැමිණියේ ස්ථානය ගැන කතා කිරීම තේරුමක් නැත. ඔවුන් මේ රටේ ආර්ථිකයට දායක වේ. ඔවුන් ශ්රී ලාංකික පුරවැසියන් ය. ඉන්දියානු ද්රවිඩයන් නොව ශ්රී ලාංකික දෙමළ ජනයා හරි ය.",
        "වතුකරයේ ජනතාවට ඉඩම් අයිතියක් හෝ නිවාස අයිතියක් නොමැත. මෙම ගැටළුව විසඳන්න එපා?අපි අපේ පාලන තන්ත්රයේ නිවාස ගැටලුව විසඳන්නෙමු. ඉඩම් අයිතිය. එබැවින් අධ්යාපන ව්යුහය වතු ප්රදේශයේ වැඩිදියුණු කෙරේ. උඩරට ප්රජාවේ අධ්යාපනය වැඩිදියුණු කළ අය සිටිති. ළමුන් සඳහා අධ්යාපනය අද දෙමාපියන්ට බරක් වී තිබේ. අපි එම බර අඩු කරන්නෙමු. අධ්යාපනය සඳහා අප වගකිව යුතුය. අඳුරු පෝෂණය පිළිබඳ ගැටළුව විසඳීම විසඳෙනු ඇත.",
        "ඔබේ භාෂාවෙන් පොලිසියට ආයාචනා කිරීමට අයිතියක් ඇත. දෙමළ භාෂාවෙන් දෙමළ භාෂාවෙන් සේවා ලබා ගැනීමට රාජ්ය දෙපාර්තමේන්තු කළ හැකි විය යුතුය. එම තත්වය නිසැකවම අපගේ පාලන තන්ත්රයේ ඇත. මෙම තත්වය සිදුවන තුරු පරිවර්තන නිලධාරීන් පත් කරනු ලැබේ. \""
      ]
    },
    "en": {
      "title": "\"We will definitely improve the plantation people\"",
      "body_lines": [
        "We will definitely improve the livelihood of the people of the mountain plantation. Their land ownership will certainly be granted. The people of the hill country can live in equal rights in this country, ”said Anura Kumara Dissanayake, the Presidential candidate of the National People's Power.",
        "He also said that there is a firm belief that the people of the hill country will be partners in the success of national people's power.",
        "He said this while addressing a campaign meeting held at Nuwara Eliya - Talawakelle on Sunday (15) in support of Anura Kumara Dissanayake, who is contesting the presidential election on behalf of the National People's Power.",
        "“Many people from the hill country have gone to Parliament and held the ministry posts. The suffering of people in Nuwara Eliya district has not changed. Therefore, you need to decide whether to travel with them with the same pains or not to change or change. People say new politics. The people of Nuwara Eliya will also participate in the victory of the national people's power on September 21.",
        "The politics of conducting fake promises to the people. During the election period, food and liquor were given and votes were received. Received votes in threatening people in the plantation areas. Shouldn't these conditions be over?We will do it on September 21st.",
        "North, East and South people are mobilized behind national people's power. The people of the hill country must unite to make us success.",
        "Hangurankettha, Valappanai victory in Nuwara Eliya district. The other two constituencies have to carry out a program to win. No matter how other candidates, including Ranil Wickremesinghe, pledges, we cannot divert our victory. People know that we can end up with cheating politics.",
        "Life for the mountain leaders, the tragic life of the people.We need to establish the politics of the people who can solve the problem.",
        "It's been 200 years since the people of the hill country came to Sri Lanka. So, it doesn't make sense to talk about where they came from. They contribute to the economy of this country. They are Sri Lankan citizens. Not Indian Tamils, Sri Lankan Tamils ​​are right.",
        "Plantation people have no land right or home ownership. Don't solve this problem?We will solve the home problem in our regime. Land ownership. Therefore, the educational structure will be upgraded in the plantation area. There are people who have improved education in the upcountry community. Education for children has become a burden for parents today. We will reduce that burden. We will be responsible for education. Solving the problem of dull nutrition will be resolved.",
        "Have the right to appeal to the police in your language. The state departments should be able to get services in Tamil in Tamil. That situation will surely be in our regime. Translation officers will be appointed until this situation is occurred. ”"
      ]
    }
  },
  "summary_lines": [
    "Anura Kumara Dissanayake vows to improve hill country plantations, grant land ownership, and enhance education. He promises equal rights, ending cheating politics, and solving housing issues."
  ]
}