{
  "translated_text": {
    "si": {
      "title": "වෙළඳපොලේ ඇති සහල් හිඟය?",
      "body_lines": [
        "රධගහමුල සහල් නිෂ්පාදකයින්ගේ සංගමය පැවසුවේ මෙම තත්ත්වය සිදුව ඇත්තේ වී හිඟය නිසාය.",
        "සංගමයේ සභාපති රංජිත් පැවසුවේ සිල්ලර වෙළෙඳපොළ මේ වන විට සහල් රුපියල් 230 කට වැඩි ගණනකට විකුණනු ලබන බවයි.",
        "මේ අවස්ථාවේ දී රටේ ලේකම්වරයා පැවසුවේ මෙයට උපරිම සිල්ලර මිලකට සහල් රු.",
        "ලේකම්වරයා පැවසුවේ පසුගිය කන්නයේ වී අස්වැන්න සහ මෙම කන්නයේ දී මෙම කන්නයේ දී නිවැරදි මට්ටමක පවතින බවයි.",
        "වර්තමාන තත්ත්වය සහල් මෝලෙහි අයිතිකරුවන් සමඟ විසඳනු ඇති බව ද ඔහු පැවසීය.",
        "ඒ අතරම ලේකම්වරයා කියා සිටියේ සතෝසා හරහා කෙලින්ම රටට කෙලින්ම රට මිලදී ගෙන එය වෙළඳපොළ සහල් බවට පත් කිරීමට පියවර ගන්නා බවයි.. (එය)"
      ]
    },
    "en": {
      "title": "Shortage of rice in the market?",
      "body_lines": [
        "The Maradhagahamula Rice Manufacturers Association said the situation was caused by paddy shortage.",
        "Ranjith, president of the association, said that the retail market is currently being sold for more than 230 rupees of rice.",
        "In this case, the country's secretary said that the country can sell rice at a maximum retail price for Rs.",
        "The secretary said that the paddy yields at the last season and this season were at the right level.",
        "He also said that the current situation will be resolved with the owners of the rice mill.",
        "At the same time, the secretary said that steps will be taken to buy rice directly to the country through Sathosa and turn it into the market rice.. (That)"
      ]
    }
  },
  "summary_lines": [
    "Rice shortage due to paddy scarcity. Retail prices exceed 230 rupees. Government sets maximum retail price. Steps to purchase rice directly from mills and distribute through Sathosa. Situation expected to improve soon."
  ]
}