{
  "translated_text": {
    "ta": {
      "title": "உதவித்தொகை தாள் குறித்த தேர்வுகளின் கமிஷனர் ஜெனரலின் சிறப்பு அறிக்கை",
      "body_lines": [
        "சர்ச்சைக்குரிய உதவித்தொகை தாள் தொடர்பான மூன்று கேள்விகளுக்கு கவனம் செலுத்த தேர்வுகள் அமித் ஜெயசுந்தரா முடிவு செய்துள்ளதாக பரீட்சைத் திணைக்களம் அமித் ஜெயசுந்தரா கூறுகையில்.",
        "மேலதிக கமிஷனர் ஜெனரல், நிபுணர் குழு அளித்த பரிந்துரைகளை இந்த முடிவு எடுக்கப்பட்டுள்ளது என்றார்.",
        "\"செயலாளர் இது குறித்த முழு அறிக்கையையும் பிரதமரின் செயலாளரால் வழங்கினார். நாங்கள் மேலதிக அறிக்கைகளைப் படித்தோம், பரிந்துரைகளை பரிந்துரைக்க ஒரு குழுவை நியமித்தோம். குழுவின் நியமனம் குறித்த பரிந்துரைகளைப் பற்றி விவாதிப்பதன் மூலம் இந்த முடிவைப் பற்றி விவாதித்தோம்.. இங்கே நாங்கள் நேற்று நேற்று அறிவித்தோம், மூன்று கேள்விகளுக்கும் ஒரு தீர்வாக இலவச மதிப்பெண்களை வழங்குகிறோம். பதில்கள், அனைவருக்கும் செய்ய அனைத்து முழு புள்ளிகளையும் கொடுங்கள். அதன்படி, மதிப்பீடு மற்றும் மதிப்பீடுகள் செய்யப்படும்.",
        "குறிப்பாக குழந்தைகள் ஒரு பிரச்சினைக்கு வந்தால், அதைக் குறைக்க முடிந்தது. இந்த முடிவு ஒரு பெரிய தப்பெண்ணமாக இருந்தால், நாங்கள் மீண்டும் ஒரு தேர்வுக்கு விடுவிக்கப்படக்கூடாது என்று அறிவிக்க வேண்டும். நாங்கள் அத்தகைய முடிவுகளை எடுத்துள்ளோம். ஆனால் இந்த நிலைமை இந்த சூழ்நிலையை பாதிக்கும்போது, ​​நாம் மீண்டும் தேர்வுக்குச் செல்லாமல் நீதியைச் செய்ய முடியும். எங்கள் வல்லுநர்கள் அது குறித்து அறிவிக்கப்பட்டுள்ளனர். இந்த முடிவை வெறும் நீதி கொண்ட குழந்தைகளுக்கு முடிவு செய்தோம். இது குறிப்பாக குழந்தைகளைப் பற்றி சிந்திக்க ஒரு முடிவு. இந்த தேர்வு இந்த குழந்தைகள் மீது பெரும் அழுத்தம் என்று நாம் அனைவரும் அறிவோம். அதை அதிகரிப்பதற்கு பதிலாக, இது ஒரு நியாயமான தீர்வு.",
        "எங்கள் ஆலோசனையில் நாங்கள் மூன்று விருப்பங்களை சமர்ப்பித்தோம். மூன்று தீர்வுகளை ஆய்வு செய்தல். மற்ற தீர்வு அந்த மூன்று கேள்விகளையும் நீக்கி, அந்த மதிப்பெண்களை மற்ற சிக்கல்களுக்கு வழங்குகிறது. மற்ற தீர்வைப் பொருட்படுத்தாமல் இலவச அடையாளத்தை வழங்குதல். இந்த மூன்று தீர்வுகளையும் நிபுணர் குழுவுக்கு வழங்கினோம். அவர்களின் கருத்துப்படி, அவர் மீண்டும் அவர் மீண்டும் நடத்தப்பட மாட்டார் என்று நேற்று கூறினோம் ... \"",
        "சர்ச்சைக்குரிய தரம் 5 உதவித்தொகை தேர்வு கேள்வி சிக்கல்கள் தொடர்பாக மேலதிக விசாரணைகள் மேற்கொள்ளப்பட்டு வருவதாக காவல்துறை செய்தித் தொடர்பாளர் நிஹால் தல்டுவா கூறுகிறார்.",
        "இன்று ஒரு ஊடக மாநாட்டில் உரையாற்றிய பொலிஸ் ஊடக செய்தித் தொடர்பாளர் செய்தித் தொடர்பாளர், சிஐடி அட்டர்னி ஜெனரலால் ஆலோசிக்கப்படுகிறது என்று கூறினார்.",
        "\"எங்களுக்கு 16 கேள்விகள் பற்றி புகார்கள் வந்தன. நாங்கள் அதே வினாத்தாளில் விசாரணைகளை நடத்தி வந்தோம். இதுதான் என்று மூன்று கேள்விகள் காணப்படுகின்றன. இது தவிர, எங்களுக்கு எந்த மோசடிகளும் அல்லது எந்தவிதமான புகாரும் அல்லது வேறு சிக்கல் இல்லை, தேர்வுக்கு முன்னர் பரீட்சை அல்லது பிற கேள்விக்கு முன்னர் வந்துள்ளது, அல்லது வேறு எந்த பிரச்சனையும் வேறு எந்த சிக்கல் பயன்பாடுகளுக்கும் அல்லது சமூக ஊடக நெட்வொர்க்குகளிலும் நாடப்பட்டுள்ளது.. இது பல தேர்வு கேள்விகளுக்கு மூன்று கேள்விகளைப் பற்றியது இந்த முறை இந்த மாதிரி கேள்வி. இருப்பினும், தொடர்ச்சியான விசாரணைகள் வேறு ஏதேனும் உள்ளன என்ற உண்மையை கண்டறிய மேலதிக விசாரணைகளை நடத்துகின்றன. விசாரணைகள் குற்றவியல் புலனாய்வுத் துறையால் அட்டர்னி ஜெனரலுக்கு விசாரிக்கப்பட்டு வருகின்றன."
      ]
    },
    "en": {
      "title": "Special statement from the Commissioner General of Examinations on scholarship paper",
      "body_lines": [
        "The Department of Examinations Amit Jayasundara says that the Department of Examinations Amit Jayasundara has decided to pay attention to three questions regarding the controversial scholarship paper.",
        "Speaking further Commissioner General of Examinations said the decision was made up of the recommendations made by the Expert Committee.",
        "\"The Secretary presented a full report on this by the Secretary to the Prime Minister. We studied further reports and appointed a committee to recommend recommendations. We discussed this decision by discussing the recommendations of the appointment of the committee.. Here we declared yesterday in yesterday and give free marks for the three questions as a solution. Answers, give all the full points for everyone to do. Accordingly, the evaluation and evaluations will be made.",
        "Especially if the children come to a problem, it was able to minimize it. If this decision is a great prejudice, we must declare that we should not be released again to an exam. We have made such decisions. But when this situation affects this situation, we can do just just justice without going back to the exam. Our experts have been declared on that. We decided this decision to children with just just justice. This is especially a decision to think about the children. We all know this exam is a huge pressure on these children. Instead of increasing it, this is a fair solution.",
        "In our suggestion we submitted three options. Conducting examination of three solutions. The other solution removes those three questions and provide those marks for other issues. Providing a free sign regardless of the other solution. We presented these three solutions to the expert team. According to their opinion, we finally stated yesterday that he would not be held again ... \"",
        "The police spokesman Nihal Talduuwa says further investigations are being carried out regarding the controversial Grade 5 Scholarship Examination Question issues.",
        "Addressing a media briefing today, the Police Media Spokesperson spokesman said that the CID is consulted by the Attorney General.",
        "\"We received complaints about 16 questions. We were conducting investigations into the same question paper. Three questions have been observed that this is the case. Other than that, we have no fraud or any kind of complaint or other problem has come before the examination or other question before the examination, or any other problem has been resorted to any other problem applications or in social media networks.. It is about three questions in multiple-choice question materials this manner is this model question. However, continuous investigations are conducting further investigations to uncover the fact that there is something else. Investigations are being investigated by the Criminal Investigation Department to the Attorney General."
      ]
    }
  },
  "summary_lines": [
    "Commissioner General of Examinations announces decision on controversial scholarship paper questions. Free marks given for three problematic questions. Expert committee recommendations considered. Police investigation ongoing regarding fraud allegations. CID consulted by Attorney General."
  ]
}