{
  "translated_text": {
    "ta": {
      "title": "நாளை முதல் சிறப்பு போக்குவரத்து செயல்பாடு - இந்த எண்களைத் தெரிவிக்க",
      "body_lines": [
        "நாளை (23) முதல் பயணிகள் பேருந்துகளை ஆய்வு செய்வதன் மூலம் சிறப்பு போக்குவரத்து நடவடிக்கை மேற்கொள்ளப்படுவதாக பொலிஸ் ஊடக பிரிவு அறிவித்தது.",
        "பயணிகள் பேருந்துகள் மற்றும் பிற வாகனங்களின் பார்வையில் இதுபோன்ற விபத்துக்களைக் குறைக்க செயல்படும் ஐ.ஜி.பியின் அறிவுறுத்தல்களில் போக்குவரத்து செயல்பாடு மேற்கொள்ளப்பட உள்ளது.",
        "அதன்படி, பண்டிகை காலத்தின் இறுதி வரை நாடு முழுவதும் ஒரு பரந்த போக்குவரத்து செயல்பாட்டு தீவு அகலம் இயக்கப்படும்.",
        "முக்கியமாக பொது பயணிகள் பேருந்துகள் பரிசோதிக்கப்படும், குறிப்பாக பஸ் டிரைவர்கள், ஆல்கஹால் அல்லது பிற மருந்துகளில் பஸ் ஓட்டுநர்கள்.",
        "பேருந்துகள் பேருந்துகள் மற்றும் சாலை விதிகளை மீறுதல், சாலை விதிகளை மீறுதல், சாலை விதிகளை மீறுதல் மற்றும் சட்டத்தை இயக்க பிற பிழைகள் ஆகியவற்றால் பேருந்துகள் மேற்கொள்ளப்படுகின்றன என்றும் அந்த அறிக்கையில் கூறப்பட்டுள்ளது.",
        "கூடுதலாக, பிற போக்குவரத்தும் ஆய்வு செய்யப்படும் மற்றும் போக்குவரத்து அதிகாரிகள் நாடு முழுவதும் நிறுத்தப்பட்டுள்ளனர்.",
        "பேருந்துகள் மற்றும் இந்த சிறப்பு நடவடிக்கைகளின் மீறல்கள் உள்ளிட்ட பேருந்துகள் உள்ளிட்ட குறுகிய தொலைபேசி எண்களுக்கு தகவல்களை வழங்கும் திறன் பொதுமக்கள் உள்ளனர்.",
        "கூடுதலாக, இது பிரதேச செயலகம் மற்றும் பிற போக்குவரத்துக்கு பொறுப்பான பிற போக்குவரத்து அதிகாரிகளின் பொறுப்பான பிரிவு செயலகத்தின் மொபைல் எண்ணிற்கும் கிடைக்கிறது.",
        "சாலை விதிகள் அல்லது பிற தவறுகளில் ஏதேனும் வீடியோக்கள் இருந்தால், தொலைபேசி எண்களுக்கும் இந்த வீடியோ முக்கியமானது என்று பொலிஸ் ஊடகங்கள் மேலும் தெரிவித்துள்ளன."
      ]
    },
    "en": {
      "title": "Special traffic operation from tomorrow - to inform these numbers",
      "body_lines": [
        "Police Media Division announced that a special traffic operation is being carried out with the inspection of passenger buses from tomorrow (23).",
        "The traffic operation is due to be carried out on the instructions of the acting IGP to minimize such accidents in view of passenger buses and other vehicles.",
        "Accordingly, a wide traffic operation island wide will be operated throughout the country until the end of the festive season.",
        "The mainly general passenger buses will be inspected, especially the bus drivers in the bus drivers, alcohol or other drugs.",
        "The statement also states that the buses are being carried out by buses and driving and violating road rules, violating road rules, violating road rules, and other bugs to drive the law.",
        "In addition, other traffic will also be inspected and the traffic officials have been deployed throughout the country.",
        "The public is capable of providing information to short telephone numbers, including buses including buses and violations of these special operation.",
        "In addition, it is also available to the mobile number of the Divisional Secretariat in charge of the Divisional Secretariat and other traffic officials in charge of other traffic.",
        "The Police Media has further stated that the video is also the key to the telephone numbers, if there are any videos on road rules or other mistakes."
      ]
    }
  },
  "summary_lines": [
    "Special traffic op starts tomorrow: Passenger bus inspections nationwide. Focus on drunk/drugged drivers & road rule violators. Public can report via short codes or divisional secretariats."
  ]
}