{
  "translated_text": {
    "ta": {
      "title": "ஷெஹான் மொட்டுகள் முதல் செயலாளர் வரை பொதுச்செயலாளர் வரை",
      "body_lines": [
        "திரு. ரணில் விக்ரமேசிங்கை ஆதரிக்க இலங்கை ஜெனரல் முன்னணி நடவடிக்கை எடுத்தால், அவர் கூறினார்.",
        "இது இலங்கை பெனுபரங்கமா முன்னணி (எஸ்.எல்.பி.எஃப்) பொதுச் செயலாளர் சாகரா கரியவாசத்திற்கு எழுதிய கடிதத்தில் கூறப்பட்டுள்ளது. ஆண்டு முடிவான பொருளாதார நெருக்கடியில் 2322 பொருளாதார நெருக்கடியில் கட்சியின் அனைத்து உறுப்பினர்களும் ரணில் விக்ரமேசிங்கை ஆதரித்ததாகவும் அவர் கூறினார்.",
        "திரு செமசிங்கின் தீர்ப்பை இந்த தீர்ப்பு எடுத்துள்ளது.",
        "அவர் அல்லது அவரது ஆதரவாளர்கள் பல கட்சி உறுப்பினர்கள் எடுத்த முடிவுக்கு கடமைப்பட்டிருக்கவில்லை என்றார்."
      ]
    },
    "en": {
      "title": "Shehan from buds to Secretary to the Secretary General",
      "body_lines": [
        "Minister of State Shehan Semasinghe said that if the Sri Lanka General Front is taking action to support Mr. Ranil Wickremesinghe, he said.",
        "This is stated in a letter to the Sri Lanka Penuparangama Front (SLPF) General Secretary Sagara Kariyawasam. He also said that all members of the party supported Ranil Wickremesinghe in the 2322 economic crisis in the year-ended economic crisis.",
        "The verdict has taken the verdict by Mr. Semasinghe said.",
        "He said he or his supporters were not obliged to a decision taken by several party members."
      ]
    }
  },
  "summary_lines": [
    "Shehan Semasinghe, Minister of State, supports Ranil Wickremesinghe, stating all party members backed him during the 2022 economic crisis. This stance was communicated in a letter to the SLPF General Secretary, emphasizing individual freedom regarding party decisions."
  ]
}