{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකා ජනාධිපතිවරණයේ ජනවාර්ගික මානයන්",
      "body_lines": [
        "ශ්රී ලංකාවේ 2024 ජනාධිපතිවරණය උතුරු, නැගෙනහිර සහ මධ්යම පළාත්වල දෙමළ-උසස් කලාපවල, විශේෂයෙන් උතුරු, නැගෙනහිර සහ මධ්යම පළාත්වල දෙමළ-පහත් කලාපවල ඡන්දය ප්රකාශ කිරීමේ පද්ධතිවල සැලකිය යුතු වෙනස්කම් සිදු කර ඇති අතර, සුළුතරයේ අපේක්ෂාවන් ප්රකාශ කරයි.",
        "ජනවාර්ගික බෙදීම් නොතකා සිංහල දේශපාලන ician යකු සජිත් ප්රේමදාස දෙමළ ප්රජාවගේ සැලකිය යුතු සහාය ලබා ගත්තේය. රාජපක්ෂගේ හැඟීම් සමඟ historical තිහාසිකව ඒකාබද්ධ කරන දෙමළ ඡන්දදායකයින් දේශපාලන අභිලාෂයන් හා ආර්ථික විසඳුම් යන දෙකම ලබා දෙන අතර, ඔවුන් විශ්වාස කරන ප්රවනතාවය අඛණ්ඩව පවත්වාගෙන යාමක් ලෙස ප්රේමදාසගේ ඡන්දය ඔවුන්ට දැක ගත හැකිය.",
        "සිංහල ආධිපත්ය දේශපාලනයේ ප්රවේශම් වූ දෙමළ ඡන්ද දායකයින් විසින් බලය බෙදා හැරීම, ලක්ෂණ සහ ආර්ථික ප්රකෘතිය වැනි පොරොන්දු සඳහා අපේක්ෂකයෙකු ලෙස ප්රේමදාස සැලකීය.. තනි රජයක් යටතේ අර්ථවත් බලයක් බෙදාහදා ගත් ප්රේමදාසගේ එක්සත් ජනතා බලයේ (SJB) හි සහාය මෙම සහයෝගය තවදුරටත් තහවුරු කළේය.",
        "අතීතයේ සිංහල බහුතර අපේක්ෂකයින් මෙන් නොව, ඉඩම් හා පොලිස් බලතල පළාත් සභාවේ 13 වන ව්යවස්ථා සංශෝධනය මගින් 13 වන ව්යවස්ථා සංශෝධනය මගින් දෝංකාර දෙමින්, ප්රේමදාසගේ පොරොන්දු, දේශපාලන නියෝජනය සහ ස්වාධීනත්වය දිරිමත් කර ඇත .",
        "කෙසේ වෙතත්, මැතිවරණය මැතිවරණය මැතිවරණ අනුරගමරා දිසානායක සහ ජාතික මහජන බලය (එන්පීපී) සහ ජාතික මහජන බලය (එන්පීපී), විශේෂයෙන් උතුරු හා නැගෙනහිර, ජාතික ජනතා බලයේ (එන්පීපී) සහාය දක්වයි. අනුකම්පාව ආමන්ත්රණය කරන විකල්ප හ voice ට ඇති ආශාව පිළිබිඹු කරයි.",
        "උතුරු පළාතේ දෙමළ ප්රජාව අතර දේශපාලන ප්රජාව සංකීර්ණ ප්රදේශයක් හෙළි කරයි. දෙමළ ඡන්දදායකයින් ජාතික දේශපාලනයට බලපෑම් කිරීම සඳහා ජනාධිපතිවරණය උපාය මාර්ගික ලෙස භාවිතා කළ අතර, මැතිවරණය වඩාත් නවීන ප්රවේශය හෙළි කළේය.. ප්රේමදාස සැලකිය යුතු සහාය ලැබුණු අතර සිංහල දේශපාලන politicians යින්ගේ මැදිහත්වීමේ ප්රායෝගික වෙනසක් ගැන සඳහන් වේ. ඔහු තම දේශපාලන විසඳුම් සහ ආර්ථික ප්රකෘතිමත් වීමේ පොරොන්දු මගින් මෙහෙයවනු ලැබීය.",
        "කෙසේ වෙතත්, බොහෝ ඡන්ද දායකයින් දිගු කලක් තිස්සේ ආර්ථික අසමානතා සහ සමාජ අසාධාරණයන් පිළිබඳව ප්රධාන දේශපාලන නායකයින්ගේ ප්රමාණවත් ප්රතිචාරයක් නොමැති වීම පිළිබඳව අතෘප්තිය පළ කළහ.. මෙම අතෘප්තිය සමහර අයට දෙමළ ජෙනරාල් ජෙනරාල් අපේක්ෂක ආරියනේන්ද්රන් වැනි අපේක්ෂකයින්ට සහාය වීමට හේතු වී ඇති අතර ප්රජාවේ ආතති සහගත ගැටලු විසඳීමට අපොහොසත් වූ වත්මන් රජයේ නියෝජිතයින්ගේ බලාපොරොත්තු සුන්වීම පිළිබිඹු කරයි.",
        "සැබෑ නියෝජනය සඳහා වූ මෙම ආශාව දිසානායක සහ එන්පීපී සඳහා දොර විවර කර ඇති අතර එය දූෂණයට හා වගවීම වැඩි දියුණු කිරීමට අපේක්ෂා කරන අතර එමඟින් පැවතියි. NPP හි වෙබ් අඩවිය විනිවිදභාවය හා සමානාත්මතාවය අවධාරණය කරයි.",
        "නැගෙනහිර පළාතේ, එන්පීපී හි නැගීම ආණ්ඩුවේ මතභේදාත්මක ආදායාත්මක ප්රතිපත්තියට සමීපව බැඳී ඇත්තේ, විශේෂයෙන් මුස්ලිම් ප්රජාවන් අතර, රජයේ දීර් extence ences ප්රතිවිපාක ද ජනතාවගේ දීර් rences ප්රතිවිපාක ද ගැසීය.",
        "ප්රධාන මුස්ලිම් පක්ෂ ඇතුළු ප්රාදේශීය දේශපාලන politicians යන්ට අභියෝග කිරීමට අපොහොසත් වීම බලාපොරොත්තුවෙහි සැලකිය යුතු ලෙස පහත වැටී දේශපාලන සංවිධානවල en ත් වීමේ හැඟීමකට හේතු වී තිබේ. පළාත් පාලන නියෝජිතයින් පිළිබඳ ගැඹුරු විශ්වාසයක් තිබියදීත්, ඡන්දදායකයින් මුස්ලිම් දේශපාලන .යින් හා සම්බන්ධ අපේක්ෂකයින් ගැන සැක කරති.",
        "මෙම අතෘප්තියට ප්රතිචාර වශයෙන් එන්පීපී බලපෑමට ලක්වූ ප්රජාවන්ට සම්බන්ධ වූ අතර, වෙන් කළ කණ්ඩායම්වල අයිතිවාසිකම් පිළිබඳ පක්ෂපාතී වන දිසානායකගේ සංචාරය නිදර්ශනය කර ඇති අතර, වෙන් කළ කණ්ඩායම්වල අයිතිවාසිකම් ආමන්ත්රණය කිරීමට පක්ෂයේ කැපවීම පෙන්නුම් කරයි.. එහි ප්රති As ලයක් වශයෙන්, දිසානායකගේ සහයෝගය ඇතිවීම සුළුතර සමාජ අවශ්යතා වල අන්තර්ගතය සඳහා වන ඉල්ලුමට වැඩි කැමැත්තක් දක්වයි.",
        "ප්රේමදාස විසින් මධ්යම පළාතේ සැලකිය යුතු සහයෝගයක් ලබා ඇති අතර, එය histor තිහාසිකව දේශීය දේශපාලනයට බලපෑම් කළ අතර ආන්තික සමාජයේ ආර්ථික සංවර්ධනය, ඉඩම් අයිතිය සහ නියෝජනය කෙරෙහි අවධානය යොමු කළේය.. කෙසේ වෙතත්, සාම්ප්රදායික දේශපාලන මානය කෙරෙහි නවතම ප්රවණතා බෙහෙවින් කලකිරී සිටින අතර, යුක්තිය සහ වගවීම පිළිබඳ NPP හි වැදගත්කම කෙරෙහි ආකර්ෂණය වන තරුණ ඡන්ද දායකයින් අතර වෙනසක් පෙන්නුම් කරයි.",
        "තරුණ ඡන්දදායකයින් ඔවුන්ගේ නිශ්චිත අනුකම්පාව නියෝජනය කරන බැවින්, විශේෂයෙන් බොහෝ රටවල් ගණනාවක ප්රේමදාසගේ මැවීම බොහෝ දෙනා අතර පිළිබිඹු වන බැවින් එන්පීපීගේ මැවීම බොහෝ දෙනා අතර පිළිබිඹු වේ.",
        "2024 ජනාධිපතිවරණය මඟින් ශ්රී ලංකාවේ ජනවාර්ගික ඡන්දය ප්රකාශ කිරීමේ පද්ධතිවල ගැඹුරු වෙනසක්, විශේෂයෙන් අනුරකුමාර දිසානායක සහ ජාතික මහජන බලය (එන්පීපී) දෙමළ-දෙමළ කලාපවල දැක්වේ.",
        "Change තිහාසික වශයෙන්, සාම්ප්රදායික දේශපාලන ප්රභූව විසින් ආන්තිකව ආන්තිකව ආන්තික කර ඇති ප්රජාවන් යුක්තිය, අන්තර්ගතභාවය සහ ආර්ථික ප්රතිසංස්කරණ පිළිබඳ නිරීක්ෂණ මගින් දේශපාලන වෙනස සඳහා වූ අතිමහත් ආශාව පිළිබිඹු කරයි.. වගවීම, විනිවිදභාවය සහ සමාන සම්පත් වැනි දිගු කලක් බැහැර කළ ගැටළු විසඳීමට පක්ෂයේ කැපවීම, ඔවුන්ගේ අවශ්යතා සහ අනුකම්පාව පිළිබඳ සත්ය නිරූපණය අවශ්ය ඡන්දදායකයින් බලමුලු ගැන්වීය.",
        "ඒ අතරම, ස්ථාවරත්වය හා අඛණ්ඩතාව අවශ්ය අය අතර සජිත් ප්රේමදාස සහ එක්සත් ජනතා බලය (SJB) සැලකිය යුතු සහයෝගයක් ලබා ගනී.. ප්රේමදාස බලය හා ආර්ථික සංවර්ධනය බෙදා හැරීම වේගයෙන් වෙනස් වන පරිසරයේ අවිනිශ්චිතතාව මධ්යයේ ස්ථාවර දේශපාලන ව්යාප්තියක් ඇති කරන ඡන්ද දායකයින්ට ස්ථාවර දේශපාලන ව්යාප්තියක් ඇති කරන ඡන්ද දායකයින්ට පොරොන්දු වේ.",
        "ඡන්ද දායකයින්ගේ හැඟීම්වල මෙම ද්විත්ව භාවය නව නායකත්වය සඳහා වන ඉල්ලීම සහ ස්ථාවරත්වයේ මුල් බැස ඇති ප්රායෝගික විසඳුම් සඳහා ඇති ආශාව අතර සංකීර්ණ අන්තර්ක්රියාකාරිත්වයක් ඇති කරයි. සමහර ඡන්ද දායකයින් දිසනායක ඇතුළු පරිපාලන ව්යුහයේ අභිප්රාය අනුව ආනුභාව ලත් අතර, තවත් සමහරු දේශපාලනයේ වඩාත්ම සුපුරුදු ආකල්පය වන ප්රේමදාස වැනි ස්ථාපිත නායකයින්ගේ සුපරීක්ෂෝ හා ප්රති ledge ින් සිටිති.",
        "නොවැම්බර් 14 වන දින පැවැත්වීමට නියමිත පාර්ලිමේන්තු මැතිවරණ ජයග්රහණය කරා ළඟා වෙමින් පවතින බැවින් ඔවුන් වැඩෙන දේශපාලන මානය සඳහා වැදගත් පරීක්ෂණයක් ඉදිරිපත් කරයි. ජනාධිපතිවරණයේ මෙම වෙනස්කම් දේශපාලන ප්රදේශය ගොඩකිරීමේ හැකියාව සමඟ දේශපාලන සන්ධානවල හා මනාපයන්හි සැලකිය යුතු වෙනස්කම් පෙන්නුම් කළ හැකිය.",
        "සියලු ප්රජාවන්ගේ අවශ්යතා ආමන්ත්රණය කරන නව නායකත්වයක් සඳහා වන ශක්තිමත් ඉල්ලුමකට අනුර කුමාර දිසානායකගේ වැඩෙන සහයෝගය පෙන්වා දෙයි.. ඊට පටහැනිව, ප්රේමදාසගේ වර්තමාන ඉල්ලීම බොහෝ ඡන්දදායකයින්ගේ ප්රගතිශීලී ප්රතිසංස්කරණ අතර පවත්වා ගත යුතු සියුම් ශේෂය සහ බොහෝ සාමාජිකයින් අපේක්ෂා කළ ස්ථායිතාව පැහැදිලි කරන බොහෝ ඡන්දදායකයින්ගේ ප්රායෝගික ප්රවේශය පිළිබිඹු වේ.",
        "ඇත්ත වශයෙන්ම, ඊළඟ පරිපාලනය සිංහල බහුතරයකගේ අභිලාෂයන් පමණක් විසඳනු ඇත. සුළුතර ප්රජාවන්ගේ දිගුකාලීන දුක්ගැනවිලි වලට මුහුණ දීමේ අභියෝගය ද වේ.. දෙමළ කලාපීය ඡන්දදායකයින්ගේ කේන්ද්රීයභාවය විදහා දක්වන්නේ සියලු දේශපාලන පක්ෂවල මැතිවරණ කෘතියේ වෙනස්වන අවශ්යතා සපුරාලීම සඳහා සියලු දේශපාලන පක්ෂවල අවශ්යතාවයයි.",
        "ශ්රී ලංකාවේ අනාගතයේ වඩාත්ම ඇතුළුව හා සාධාරණ දේශපාලන ව්යාප්තියක් ලෙස සුළුතරයේ අභිලාෂයන් සක්රීය කළ හැකි මෙම නායකයින්ගේ නොහැකියාව වැදගත් වනු ඇත.. ඡන්දදායකයින් යුක්තිය, වගවීම සහ අර්ථවත් නිරූපණයන් ඉල්ලා සිටින විට, එළඹෙන මැතිවරණය ජාතියේ දේශපාලන තොරතුරු යථා තත්වයට පත් කරන අතර දීප්තිමත් අනාගතයක් සඳහා වඩාත් අනුකූලද දරුණු දියුණුවක් ලබා දෙනු ඇත.",
        "සිවසාන්ති කර්මාන්ත වැඩසටහන් කළමණාකරුවෙකු වී ඇති අතර, විශේෂයෙන් සංවර්ධන ක්ෂේත්රයේ වසර අටක පර්යේෂණ හා සමාජ පහසුකම් සඳහා වසර අටක පර්යේෂණ හා සමාජ පහසුකම් අත්විඳ ඇත.",
        "සාධක යනු www.facctum.lk හරහා ප්රවේශ විය හැකි ආසියානු-කේන්ද්රීය-කේන්ද්රීය ජාත්යන්තර සබඳතා, තාක්ෂණික සහයෝගීතාව සහ උපායමාර්ගික සම්බන්ධතා ය.",
        "මෙහි ප්රකාශිත අදහස් කතුවරයාගේම අදහස් වන අතර සමාගමේ පිළිබිඹුවක් වීමට අවශ්ය නැත."
      ]
    },
    "en": {
      "title": "The ethnic dimensions of the Sri Lankan presidential election",
      "body_lines": [
        "The 2024 presidential election in Sri Lanka has made significant changes in voting systems in the Tamil -speaking regions of the North, East and Central Provinces, especially in the North, Eastern and Central Provinces, and expresses the aspirations of the minority.",
        "Sinhala politician Sajith Premadasa gained significant support of the Tamil community despite the ethnic divisions. The Tamil voters who historically combined with the sentiments of Rajapakse will provide both political aspirations and economic solutions, and they can see the vote for Premadasa as a continuation of the tendency they believe.",
        "Tamil voters, who were cautious in Sinhala supremacist politics, regarded Premadasa as a candidate for promises such as devolution, characteristics and economic recovery.. The support of the United People's Power (SJB) of Premadasa, who propagated a meaningful power sharing under a single government, further confirmed this support.",
        "Unlike the Sinhalese majority candidates of the past, the promises of Premadasa, who have been given the 13th Amendment to the provinces of land and police powers, have been echoed in the Northern and Eastern Provinces that are prolonged by Premadasa's promises, political representation and autonomy.",
        "However, the election has seen a significant rise in support of the Election Anuragumara Dissanayake and the National People's Power (NPP), especially in the North and East.Reflects the desire for the alternative voice that addresses compassion.",
        "The political sentiment among the Tamil community in the Northern Province reveals a complex area. While Tamil voters used the presidential election as a strategic to influence national politics, the election revealed the most sophisticated approach.. Premadasa received significant support and refers to a practical change in the involvement of Sinhala politicians who were driven by his political solutions and the promises of economic recovery.",
        "However, many voters expressed dissatisfaction with the lack of adequate response from major political leaders about long -term economic inequalities and social injustices.. This dissatisfaction has led to some people to support candidates such as Tamil general candidate Ariyanendran and reflects the disappointment of the current government representatives who failed to address the stressful problems of the community.",
        "This longing for real representation has opened the door for Dissanayake and NPP, which has established itself as a wishes to address corruption and improve accountability. The NPP's site emphasizes transparency and equality and strongly echoes with Tamil voters who are disappointed with traditional political elite.",
        "In the Eastern Province, the rise of the NPP is closely linked to the controversial cremation policy of the government that provoked a significant outrage, especially among the Muslim communities, with the prolonged consequences of the Govt-19 Great.",
        "Failure to challenge local politicians, including the main Muslim parties, has led to a significant decline in hope and a sense of alienation from political organizations. Despite the deepest confidence in the local government representatives, the voters are suspicious of candidates associated with Muslim politicians.",
        "In response to this dissatisfaction, NPP was involved in the affected communities and Dissanayake's visit to the Ottamavadi cemetery is exemplified and indicates the party's commitment to address the rights of the allotted groups.. As a result, a change in support of Dissanayake reflects the growing demand for the leadership of the contents of the minority social concerns.",
        "Premadasa received significant support in the Central Province, which had historically influenced local politics, and focused on economic development, land rights and representation of the marginalized society.. However, the latest trends are highly disappointed in the traditional political dimension and point to a change among young voters who are attracted to the importance of NPP in justice and accountability.",
        "The NPP's creation presents a challenge, as the approach of Premadasa, especially in the face of many, is reflected among many, as young voters seek representation of their specific compassion.",
        "The 2024 presidential election will indicate a profound change in the ethnic voting systems in Sri Lanka, especially the Anurakumara Dissanayake and the National People's Power (NPP) Tamil -speaking regions.",
        "Historically, communities, which have been marginalized by traditional political elite, are deeply reflected by the NPP's observation on justice, content and economic reform, reflecting the vast desire of support for political change.. The party's commitment to solve the long -termly excluded issues, such as accountability, transparency and equal resources, has mobilized voters who want the actual representation of their interests and compassion.",
        "At the same time, Sajith Premadasa and the United People's Power (SJB) retain significant support among those who want stability and continuity.. Premadasa's devolution of power and economic development promises to voters who prefer a stable political spread amid uncertainty of the rapidly changing environment.",
        "This duality in the voter sentiment makes a complex interaction between the call for the new leadership and the desire for practical solutions rooted in stability. While some voters are inspired by the intention of the administrative structure, including Dissanayake, others are cautious and pledge from established leaders such as Premadasa, who is the most usual attitude in politics.",
        "As the parliamentary elections scheduled for November 14 are approaching, they present an important test for this growing political dimension. These changes in the presidential election can indicate significant changes in political alliances and preferences with the possibility of reclaiming the political area.",
        "The growing support of Anura Kumara Dissanayake points to a strong demand for a new leadership that addresses the needs of all communities, especially marginalized.. On the contrary, the current request of Premadasa reflects the practical approach to many voters who explain the subtle balance to be maintained between progressive reforms and the stability expected by many members.",
        "In fact, the next administration will not only address the aspirations of the Sinhalese majority but also the challenge of facing the long -term grievances of minority communities.. The voter dimension in the Tamil -speaking regions illustrates the need for all political parties to adapt to the changing needs of their constituencies.",
        "The inability of these leaders, who will be able to enable the aspirations of the minority, will be important in the design of the most inclusive and equitable political spread in Sri Lanka's future.. As voters demand justice, accountability and meaningful representation, the upcoming elections will restore the nation's political details and lead to a more compatible coexistence and joint advancement towards a bright future.",
        "Sivasanthi has been a Factum Program Manager and has been experienced for more than eight years of research and social facilities in the field of development, especially in the field of development.",
        "Factum is an Asian -green -centered international relations, technical cooperation and strategic contacts, which can be accessed through www.factum.lk.",
        "The comments expressed here are the author's own ideas and there is no need to be a reflection of the company."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Sri Lanka's 2024 presidential election saw significant shifts in Tamil-speaking regions. Sajith Premadasa gained Tamil support, while Anura Kumara Dissanayake's National People's Power rose due to demands for justice and accountability. Voter sentiment remains complex, balancing calls for new leadership with desire for stability."
  ]
}