{
  "translated_text": {
    "ta": {
      "title": "යළි ජාතිවාදී දේශපාලනයට රට තුළ ඉඩක් නෑ - උතුරේ වැසියන්ට ජනපතිගෙන් පොරොන්දුවක්",
      "body_lines": [
        "நாட்டின் எந்தவொரு சூழ்நிலையையும் மறு கரிம அரசியலுக்கு அனுமதிக்க மாட்டேன் என்று ஜனாதிபதி அனுரா குமாரா டிசனாயக்க கூறுகிறார்.",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்க இந்த அறிக்கையை வடக்கில் தேங்காய் முக்கோணத்தின் தொடக்கத்தில் பங்கேற்றார், புதுக்குடிரிப்பில் ஒத்துழைத்தார்.",
        "ජාතිවාදී දේශපාලනය කිසිවිටෙකත් පොදු ජනතාවට සේවයක් සපයා නොමැති බවත්, එය හුදෙක් දේශපාලනඥයින්ගේ මෙවලමක් පමණක් වන බව ද අවධාරණය කර සිටි ජනාධිපතිවරයා, කොතැනක හෝ කුමන ආකාරයකින් එවැනි ජාතිවාදී දේශපාලනයක් පැනනඟින්නේ නම් ජනතාව එය ප්‍රතික්ෂේප කරනු ඇතැයි තමා විශ්වාස කරන බවද මෙහිදී වැඩිදුරටත් පැවසීය.",
        "வடக்கு மற்றும் தெற்கில் உள்ள வெகுஜனங்கள் வடக்கு மற்றும் தெற்கில் மிக சக்திவாய்ந்த கருவியாக இருந்தன என்றும் ஜனாதிபதி கூறினார்.",
        "கடந்த தேர்தலில் தெற்கில் நாட்டின் மக்கள் தோற்கடிக்கப்பட்டதாகவும், அரசாங்கம் எப்போதும் தெற்கில் இனவெறி இல்லை என்றும் ஜனாதிபதி கூறினார்.",
        "\"தேர்தலுக்கு அருகிலுள்ள தேர்தலுக்கு வந்து இந்த மக்களை சந்தித்ததை நான் நினைவில் வைத்திருக்கிறேன். இந்த பகுதிகள் மற்றும் மக்களை அழிக்கும் நோக்கத்தை நாம் கொண்டிருக்க வேண்டும் என்று நாங்கள் விரும்புகிறோம். குறிப்பாக, இந்த பகுதிகளில் உள்ளவர்கள் ஒரு சக்திவாய்ந்த நடவடிக்கையாக இருந்து எங்களை நம்பியுள்ளனர். அவர்கள் மிகவும் வலுவான நடவடிக்கையைத் தொடங்கினர். நாம் எதிர்கொள்ளும் சவால் என்ன? எங்களை நம்பியவர்களை வெல்ல முன்னேறிச் செல்வதே எங்கள் நம்பிக்கை. நாங்கள் பல பகுதிகளில் வேலை செய்யத் தொடங்கினோம். முதலாவதாக, அவர்கள் இந்த மக்களின் உரிமைகளை உறுதிப்படுத்த வேண்டும். எங்கள் நில உரிமை, உலகத்திற்குச் செல்வதற்கான உரிமை, அவர்களுக்கு என்ன நடந்தது, அவர்களின் கலாச்சார உரிமைகள் மற்றும் காணாமல் போனவர்களுக்கு என்ன நடந்தது என்பதை அறிந்து கொள்ளும் உரிமையை நாங்கள் காண்கிறோம்.. உங்களைப் பாதுகாத்துக் கொள்ள பல நடவடிக்கைகளை நாங்கள் தொடங்கினோம்.",
        "இரண்டாவதாக அவர்களின் பொருளாதார பிளேட்டை உயர்த்த வேண்டும். கடந்த கால மோதல்களுக்கான பொருளாதார வாய்ப்புகளை இழந்த இந்த பகுதிகளில் ஒரு மக்கள் வாழ்கின்றனர். எனவே, வலுவான பொருளாதாரத்தை உருவாக்குவது அரசாங்கமாக நமது பொறுப்பு. அதை ஏற்க நாங்கள் தயாராக இருக்கிறோம். நாங்கள் பல படிகளைத் தொடங்கினோம். வடக்கு மையமாகக் கொண்ட தொழில் மண்டலங்கள், வடக்கு மையமாகக் கொண்ட சுற்றுலா மற்றும் நீர் வழங்கல் மற்றும் பொருளாதாரத்தை மேம்படுத்த தேங்காய் சாகுபடியில் முக்கிய கவனம் செலுத்துதல்.",
        "இந்த ஆண்டு 16,000 ஏக்கர் பயிரிட அமைச்சகம் முடிவு செய்துள்ளது. ஏறக்குறைய 12,000 விவசாய குடும்பங்கள் இதைக் குறிக்கின்றன. இது மிகவும் சங்கடமான மக்களின் பொருளாதாரத்திற்கு பெரும் பங்களிப்பாளராக மாறும் என்று நாங்கள் நம்புகிறோம். மற்ற படி அமெரிக்காவில் கலாச்சார ரீதியாக நிறுவப்பட்ட ஒருங்கிணைப்பு. நாங்கள் ஒன்றாக கொண்டாடக்கூடிய பிறகு நாங்கள் பெயரிடப்பட்டுள்ளோம். விளையாட்டிலிருந்து ஒன்றோடொன்று இணைப்பதை உருவாக்க நாங்கள் சிரமப்படுகிறோம். திரும்பி வந்தவர்களை மீண்டும் மீண்டும் இணைக்க நாங்கள் சிரமப்படுகிறோம். நமக்கு என்ன வகையான நாடு தேவை? பலர் போருடன் வாழ்க்கையை வாழ்ந்தனர்.. இது நம் நாட்டின் மிகப்பெரிய சோகம். இதன் விளைவாக, மக்கள் தங்கியிருந்தனர். பார்ட். சூழ்நிலைகளுடன், இனவெறி அரசியல் கட்டப்பட்டது. வடக்கு மற்றும் தெற்கில் சக்தியைப் பெறும் முதன்மை கருவியாக இனவெறி ஆனது. அந்த நிலைமை சமீபத்திய காலங்களில் இந்த நாட்டின் மக்களை தோற்கடித்தது. வடக்கு மற்றும் தெற்கில் இழந்த சக்தியைப் பாதுகாக்க இனவெறி அரசியல் போக்குகளின் சிறிய உயர்வு மற்றும் கூக்குரல்கள் இருப்பதைக் கண்டோம்.",
        "ரேசுலர் அரசியல் ஒருபோதும் பொது மக்களுக்கு சேவை செய்ய முடியவில்லை. வடக்கில் வடக்கு இனவெறி அரசியல்வாதிகளின் கருவியாகும். தெற்கில் குதிக்கும் தேசியவாதம் ஒரு அரசியல் கருவியாகும். தோற்கடிக்கப்பட்ட குழுக்களைப் பயன்படுத்தும் மிகவும் அழிவுகரமான கருவி. எனவே நாங்கள் ஒரு அரசாங்கத்தை ஒரு அரசாங்கமாக ஆக்குகிறோம். ஒரு அரசாங்கமாக நாங்கள் இந்த நாட்டில் வகுப்புவாத அரசியலை அனுமதிக்க மாட்டோம். நீங்கள் கோபமடைந்த எங்கும் நான் நம்புகிறேன், இந்த இனவெறி அரசியல் நிராகரிக்கப்பட வேண்டும். அவ்வாறு செய்ய உங்களை அழைக்கிறோம்.",
        "தெற்கில் ஒரு அரசியல் உள்ளது என்பது எங்களுக்குத் தெரியும். தொடர்ந்து, அவர்கள் வடக்கைப் பற்றி சிந்தித்து, போரை துஷ்பிரயோகம் செய்கிறார்கள், நீங்கள் கொழும்பில் ஆயுதங்களைப் பெறுவீர்கள், ஷோஸ்டர் பெற. ஆனால் அது நிச்சயமாக சாதாரணமானது என்று விளக்கப்படுகிறது. அது வடக்கில் இருந்தால், அது ஒரு போராக விளக்கப்படுகிறது. அதாவது, வடக்கைப் பற்றி தொடர்ந்து வசிக்க முடியாத போர்க்களத்தை உருவாக்கும் அரசியல் உள்ளது. அனைத்து திட்டங்களும், அனைத்து முழக்கங்களும் போரின் தவிர்க்கவும் தயாரிக்கப்படுகின்றன. எங்கள் அரசாங்கம் எப்போதும் வடக்கில் வேலை செய்யவில்லை. ஏதேனும் இடம் இருந்தால் ஒரு இனவெறி மோதலை அனுமதிப்பதே நமது அரசியல். அதுதான் எங்கள் அரசாங்கத்தின் நோக்கம். அது மீண்டும் மீண்டும் கட்டப்படக்கூடாது. நாங்கள் ஒற்றுமையை உருவாக்கும் பணியில் ஈடுபட்டுள்ளோம். மிகவும் சர்ச்சைக்குரிய மற்றும் தீர்க்கமான முடிவுகளுக்கு நாங்கள் அஞ்சவில்லை. பழைய இனவெறி மற்றும் அழிவுகரமான சத்தங்கள் தலைகீழாக அனுமதிக்கப்படாது. \""
      ]
    },
    "en": {
      "title": "The country is promised to restore the country back to the country",
      "body_lines": [
        "President Anura Kumara Dissanayake says he will not allow any situation in the country to a re-organic politics.",
        "President Anura Kumara Dissanayake made this statement participating in the inauguration of the Coconut Triangle in the North, collaborating in Pudukuduirippu.",
        "He said that he believed that the racist politics had never served the common people.",
        "The President also said that the masses in the North and South were the most powerful tool in the North and the South.",
        "The President said that the people of the country were defeated in the South in the last election and that the government is not always being racist in the South.",
        "\"I remember the election has come to this near election and met these people. We want us to have the intention of the destruction of these areas and the people. In particular, people in these areas have been a powerful move and have trusted us. They have started a very strong move. What is the challenge we face? Our hope is to advance the people who trusted in us to win. We have begun to work in several areas. First, they must ensure the rights of these people. Our land ownership, the right to go to the world, we see the right to know what happened to them, their cultural rights, and what happened to those disappeared.. We have begun a number of steps that can be taken to protect yourself.",
        "Secondly should raise their economic blade. There are a people living in these areas where the lost economic opportunities for the past conflicts. Therefore, it is our responsibility as a government to create a strong economy. We're ready to accept it. We started a number of steps. The northern-centric industry zones, northern-centric tourism and water supply, and the main focus on the coconut cultivation to enhance the economy.",
        "The Ministry has decided to cultivate 16,000 acres this year. Approximately 12,000 farmer families represent this. We are confident that it becomes a great contributor to the economy of the people who are very uncomfortable. The other step is the integration of culturally established in us. We have been named after we can celebrate together. We're struggling to build interconnection from the game. We are struggling to re-combine the people who were back and again. What kind of country do we need? Many people lived life with the war.. It is the largest tragedy in our country. As a result, the people were staying. Bard. With the circumstances, racist politics was built. Racism became the primary tool that acquires power in the North and the South. That situation was defeated the people of this country in the recent past. We have seen the small rise and groans of racist political trends to protect their lost power in the North and South.",
        "Racular politics has never been able to serve the general public. The North racism in the North is a tool of politicians. Nationalism jumping in the South is a political tool. A very destructive tool that uses defeated groups. So we make one government as a government. As a government we will not allow communal politics in this country. And I believe in anywhere you have angered, this racist politics should be rejected. We invite you to do so.",
        "We know, there is a politics in the South. Constantly, they contemplate the North and build an abuse of war, you get weapons in Colombo, to get the shoster. But that is definitely interpreted as normal. If it is in the North, it is interpreted as a war. That is, there is politics that constantly creates an uninhabitable battlefield about the North. All plans, all the slogans are being prepared in an excuse of war. Our government is not always working in the North. Our politics is to let a racist conflict if there is any space. That's the purpose of our government. It is not to be rebuilt again. We are working on making unity. We do not fear the most controversial and decisive decisions. Old racist and destructive noiseings will not be allowed to reverse. \""
      ]
    }
  },
  "summary_lines": []
}