{
  "translated_text": {
    "ta": {
      "title": "வணிக வங்கிகளில் நிலையான வசதிகளை மத்திய வங்கி தீர்மானிக்கிறது",
      "body_lines": [
        "பதிவுசெய்யப்பட்ட வணிக வங்கிகளின் நடவடிக்கைகள் குறித்து இலங்கையின் மத்திய வங்கி ஒரு அறிக்கையை வெளியிட்டுள்ளது.",
        "அதன்படி, வணிக வங்கிகளில் நிலையான வசதிகளுக்கு விதிக்கப்பட்ட வரம்புகள் ஜனவரி 16 முதல் நடைமுறைக்கு வரும்.",
        "நேற்று (07) நடைபெற்ற கூட்டத்தில் பணவியல் கொள்கை வாரியம் நேற்று அறிவிக்கப்பட்டது.",
        "திறந்த சந்தை செயல்பாடுகளின் (OMOS) கீழ் உரிமம் பெற்ற வணிக வங்கிகளில் (எல்.சி.பி) மத்திய வங்கி உள்நோக்கமான ரஸ்டம் ரெஸ்பிரேஸ், 16 ஜனவரி 2023 முதல் நடைமுறைக்கு வருகிறது. அதன்படி, ஸ்டாண்டிங் டெபாசிட் வசதிக்கான (எஸ்.டி.எஃப்) அணுகல் காலண்டர் மாதத்திற்கு அதிகபட்சம் ஐந்து (05) முறைக்கு மட்டுப்படுத்தப்பட்டது, அதே நேரத்தில் நிலையான கடன் வசதியுக்கான (எஸ்.எல்.எஃப்) அணுகல் சட்டரீதியான இருப்பு தேவையில் 90 சதவீதமாக (எஸ்.ஆர்.ஆர்) வரையறுக்கப்பட்டது ஒவ்வொரு எல்.சி.பி., எந்த நாளிலும். MSURES WERES உடனடி தனிப்பட்ட வங்கி வசதி சந்தை, குறிப்பிட்ட பணச் சந்தை, மற்றும் அழைப்பு பணம் பணப் பணத்தை குறிக்கும், மற்றும் எல்.சி பி.எஸ்ஸை உள் இணைத்தல் நடவடிக்கைகளுக்குத் தூண்டியது.",
        "மத்திய வங்கி இதை கவனிக்கிறது. இந்த அளவீடுகள் மிதமான காம்ப்டெரேஷன் இன்ஃபர் இன்டரேஷன் அனலேஷன் அனுமதி வட்டி வீத நிலைப்பாட்டில் மேற்கு கருவியை அளவிடுகிறது.",
        "பிப்ரவரி 07, 2024 அன்று நடைபெற்ற மூனெட்டீயிங்கில், பணப்புழக்கத்தில் உள்ள டோம்லோப்மென்ட்களில் உள்ள டொம்லோப்மென்ட்களில் உள்ள டொம்லோப்மென்ட்களை கவனமாக மதிப்பாய்வு செய்தபின், ஓமோஸின் கீழ் எல்.சி.பி.எஸ் -க்கு விதிக்கப்பட்ட மறுசீரமைப்புகளை ஓய்வெடுக்க முடிவு செய்தார். அதன்படி, ரிசர்வ் பராமரிப்பிலிருந்து 16 பிப்ரவரி 2024 இல், ஒரு காலண்டர் மாதத்தில் பத்து பத்து கால்டார்டார் ஸ்ரைவ் டைம்ஸ் (10).",
        "நிற்கும் வசதிக்கான கட்டுப்பாடுகளின் தளர்வு கீழ்நோக்கி அட்வென்ட்டை துரிதப்படுத்தும் என்று எதிர்பார்க்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "Central Bank decides on fixed facilities in commercial banks",
      "body_lines": [
        "Central Bank of Sri Lanka has issued a statement regarding the activities of registered commercial banks.",
        "Accordingly, the limits imposed on fixed facilities in commercial banks have been laborated with effect from 16th January.",
        "The Monetary Policy Board was declared yesterday at the meeting held yesterday (07).",
        "The Central Bank Introced Rustrored Resprates on The Licensed Commercial Banks (LCBS) Under The Open Market Operations (OMOS), with Effect FROM 16 January 2023. Accordingly, access to the Standing Deposit Facility (SDF) was limited to a maximum of five (05) times per calendar month, while access to the Standing Lending Facility (SLF) was limited to 90 per cent of the Statutory Reserve Requirement (SRR)of each lcb, at any Any Given Day. Msures weres were impted @Ducing on The Instant Personal Bank Facility Market, Particular Money Market, and Indicing The Call Money Money Money Money, and Inducing LC Bs to Introredit Internal Corective Measures.",
        "The central bank observes thist. These Measures West Instrumental in the MODERATIONAL INFTERATION INFER INTERATION INFERATION INFERATE INFERATE INTEREST RATE STANCE.",
        "AFter Careful Review The Domlopments in the Domlopments in the Domlopment in the Liquidity, the Monetatety Policy Board, At the Mooneteing Held on 07 February 2024, decidED to relax the resterictions IMPOSEDon the standing facility to LCBS Under omos. Accordingly, with effect from The Reserve Maintenance PERIBTING 16 February 2024, The TEN TEN CALLDARDAR SRIVE TIMES (10) DURING A Calendar Month.",
        "The Relaxation of the Restrictions on The Standing Facility is an Expected To Accelote The Downward Advent."
      ]
    }
  }
}