{
  "translated_text": {
    "ta": {
      "title": "காவல்துறை சாட்சிகளுக்கு அச்சுறுத்தல்?",
      "body_lines": [
        "காவல்துறை சாட்சிகள் உச்சநீதிமன்றத்தால் அச்சுறுத்தப்பட்டுள்ளதாக அட்டர்னி ஜெனரல் உச்சநீதிமன்றத்தில் தெரிவித்துள்ளார்.",
        "முன்னாள் பொலிஸ் போதைப்பொருள் பணியகம் அழைத்தபோது அட்டர்னி ஜெனரல் இந்த அறிவிப்பை வெளியிட்டதாக தெரிவிக்கப்பட்டது.",
        "மூத்த மாநில ஆலோசகர் ஷமிட்ரி விக்ரெமா அட்டர்னி ஜெனரலுக்கு ஆஜரானார்",
        "பாதிக்கப்பட்டவர்களைப் பாதுகாப்பதற்காக பாதிக்கப்பட்டவர்களின் பாதுகாப்பிற்கு ஒரு குழு அதிகாரிகள் மற்றும் சாட்சிகளின் பாதுகாப்பிற்கு அனுப்பப்பட்டுள்ளனர் என்று அவர் கூறினார்.",
        "குற்றவியல் புலனாய்வுத் துறையின் குற்றவியல் விசாரணைகளால் ஒரு முன்னணி சாட்சி கொல்லப்பட்டதாக மாநில ஆலோசகர் தெரிவித்துள்ளார்.",
        "மனுவைக் கருத்தில் கொண்ட பின்னர், மூன்று உறுப்பினர்களைக் கொண்ட உச்சநீதிமன்ற பெஞ்ச், அடா டெரானா ரிப்போர்ட்டர், மூன்று உறுப்பினர்களைக் கொண்ட உச்சநீதிமன்ற பெஞ்ச் சம்பந்தப்பட்ட மனுவை ஆராய வேண்டாம் என்று முடிவு செய்யப்பட்டது."
      ]
    },
    "en": {
      "title": "A threat to the police witnesses?",
      "body_lines": [
        "The Attorney General has stated in the Supreme Court that the police witnesses have been threatened by the Supreme Court.",
        "It was reported that the Attorney General had made this notice when he was called by a former police Narcotics Bureau.",
        "Senior State Counsel Shamitry Wickrema appeared for the Attorney General",
        "He said that a group of officers had been deployed to the safety of the victims and the Witnesses to protect the victims.",
        "The State Counsel has stated that a leading witness has been killed by the criminal inquiries of the Criminal Investigations Department.",
        "After considering the petition, the three-member Supreme Court Bench, said Ada Derana reporter, the three-member Supreme Court Bench was decided not to examine the relevant petition."
      ]
    }
  },
  "summary_lines": [
    "The Attorney General claimed in the Supreme Court that police witnesses were threatened, with a leading witness killed by the Criminal Investigations Department. Despite this, the Supreme Court decided not to examine the petition."
  ]
}