{
  "translated_text": {
    "si": {
      "title": "මැතිවරණයට පෙර නව විභේදනයක් SLPP",
      "body_lines": [
        "මැතිවරණ සාර්ථකත්වයට සහය දැක්වීම සහ අනාගත යෝජනා සඳහා නායකත්වය සහ නිසි මග පෙන්වීමක් ලබා දීම සඳහා උපායමාර්ගික කමිටුවක් පිහිටුවීමට ශ්රී ලංකා පී.පී.පී.පී.",
        "එළඹෙන මහ මැතිවරණය සහ පළාත් සභා මැතිවරණය ඉලක්ක කර ගැනීමට පක්ෂය මෙම තීරණය ගෙන තිබේ.",
        "මෙම උපායමාර්ගය සැකසීමේ ප්රධාන පරමාර්ථය වන්නේ අපේක්ෂකයින් එළඹෙන මැතිවරණයට පක්ෂයක් ලෙස මුහුණ දීම සඳහා ශක්තිය හා මග පෙන්වීම ලබා දීමයි.",
        "ජාතික සංවිධායක සහ ශ්රී ලංකා පීඒ හි පෙරමුණගේ හිටපු අමාත්ය නාමල් රාජපක්ෂ මහතා සහ ඔහුගේ එක්ස් පිටුවේ මේ කාරණය පැහැදිලි කර තිබේ."
      ]
    },
    "en": {
      "title": "SLPP new resolution ahead of elections",
      "body_lines": [
        "The Sri Lanka PA (SLPP) has decided to set up a strategic committee to provide support for the success of the election and to provide leadership and proper guidance for future resolutions.",
        "The party has taken the decision to target the upcoming general election and provincial council election.",
        "The main objective to form this strategy is to provide candidates the strength and guidance to face the upcoming elections as a party.",
        "Namal Rajapaksa, the national organizer and former minister of the Sri Lanka PA's Peramuna, has made clear the matter on his X page."
      ]
    }
  },
  "summary_lines": [
    "SLPP forms strategic committee for election support. Targets general and provincial council elections. Aims to strengthen candidates' performance. National organizer Namal Rajapaksa announced the move on social media."
  ]
}