{
  "translated_text": {
    "si": {
      "title": "බහුපල",
      "body_lines": [
        "උතුරු පළාතේ ජනතාවට පිරිසිදු පානීය ජලය ලබා දෙන දූරදර්ශී සිතුවිල්ලකින් ඉදිකිරීමට නියමිත පාලියාරු ජල ජලාශය බදාදා (15) විවෘත කරන ලදී.. මෙම උත්සවය මන්නාරම වේංගන්ලාම් ප්රදේශයේ පැවැත්විණි.",
        "උතුරු පළාතේ ආණ්ඩුකාර බී.එස්.එම්. චාල්ස්, අමාත්ය ජීවන් තොන්ඩමන්, පාර්ලිමේන්තු මන්ත්රීවරු, පාර්ලිමේන්තු මන්ත්රීවරුන්, උතුරු පළාත් සභාවේ ප්රධාන ලේකම් උතුරු පළාත් සභාවේ ප්රධාන ලේකම්, ජාතික ජල සම්පාදන හා ජලාපවහන මණ්ඩලයේ ඉහළ නිලධාරීන් සහභාගී වූවන් අතර ය.",
        "උතුරු පළාතේ ආණ්ඩුකාර BSMM. චාල්ස් සහ අමාත්ය ජීවන් තොන්ඩමන්ගේ මුදා හැරීම. පාලියාර් දිලට් කාර්යාලය විවෘත කිරීමත් සමඟ මෙය සිදු විය.",
        "පාලියාරු දිලට් ව්යාපෘතිය සඳහා 2024 අයවැය සඳහා රුපියල් මිලියන 250 ක් වෙන් කර ඇත. මෙම ව්යාපෘතියට යාපනය සහ මන්නාරම යන දිස්ත්රික්ක සහ පූනකාරි ප්රදේශයේ කොටසක් ඇතුළත් කර ඇත.. ඒ අනුව බටහිර රටවල ජීවත්වන පවුල් 127,746 ක් පිරිසිදු පානීය ජලය බෙදා හැරීමට අපේක්ෂා කෙරේ."
      ]
    },
    "en": {
      "title": "Polyutrition",
      "body_lines": [
        "The Paliyaru Water Reservoir, which is to be constructed in a visionary thought that provides clean drinking water to the people of the Northern Province, was inaugurated on Wednesday (15). The event was held in the Mannar Velangulam area.",
        "Governor of the Northern Province BSM. Charles, Minister Jeevan Thondaman, Members of Parliament, Chairman of the Northern Provincial Council, Chief Secretary of the Northern Provincial Council, top officials of the National Water Supply and Drainage Board were among those present.",
        "Governor of the Northern Province BSMM. Unloaded by Charles and Minister Jeevan Thondaman. This was followed by the opening of the Paliyar Dilut Office.",
        "250 million rupees has been allocated for the 2024 budget for the Paliyaru Dilut Project. The districts of Jaffna and Mannar and a part of the Poonakari area have been included in the project.. Accordingly, 127,746 families living in the West are expected to distribute clean drinking water."
      ]
    }
  },
  "summary_lines": [
    "The inauguration of the Paliyaru Water Reservoir aims to provide clean drinking water to 127,746 families in the Northern Province, funded by a 250 million rupee allocation from the 2024 budget. Key figures including the Governor of the Northern Province, Minister Jeevan Thondaman, and members of parliament attended the ceremony in Mannar Velangulam."
  ]
}