{
  "translated_text": {
    "ta": {
      "title": "சர்வதேச நாணய நிதியம். ஒப்பந்தம் ஒரு சட்டம்",
      "body_lines": [
        "நாட்டில் விரைவான பொருளாதார வளர்ச்சியை நிறுவ அரசாங்கம் தொடங்கிய ஒரு திட்டத்தை உருவாக்க சட்ட அமைப்பையும் நவீனமயமாக்க வேண்டும் என்று ஜனாதிபதி ரங்கில் விக்ரமேசிங்க் கூறினார்.",
        "மஹாவேலி ரீச் ஹோட்டலில் கண்டியுடன் நட்பு கூட்டத்தில் ஜனாதிபதி பேசினார்.",
        "இலங்கை பொருளாதாரத்தின் வீழ்ச்சிக்கு விரைவான தீர்வு சர்வதேச நாணய நிதியத்துடன் செயல்படுகிறது என்று ஜனாதிபதி கூறினார்.",
        "ஒவ்வொரு துறையையும் நவீனமயமாக்குவதற்கு ஒரு புதிய சட்ட அமைப்பு ஒரு புதிய சட்ட அமைப்பைக் கொண்டுவரும் என்று ஜனாதிபதி கூறினார்.",
        "\"சர்வதேச நாணய நிதியத்துடன் திட்டம் தொடர்கிறதா, அல்லது அது திரும்பியிருக்கிறதா என்பதை நாம் தீர்மானிக்க வேண்டுமா என்பதை நாங்கள் தீர்மானிக்க வேண்டுமா?. ஒவ்வொரு முறையும் ஒப்பந்தம் ஒவ்வொரு முறையும் ஒப்பந்தம் என்று இலங்கைக்கு ஒரு கெட்ட பெயர் உள்ளது. நாட்டிற்காக நாங்கள் பெற்ற கடைசி நேரம் இது. எனவே, மக்களுக்கு வழங்குவதற்காக சர்வதேச நாணய நிதியுடனான ஒப்பந்தத்தை சட்டப்பூர்வமாக்குவோம் என்று நம்புகிறோம்.",
        "நாட்டில் பொறுப்பிலிருந்து நாம் தப்ப முடியாது. எனவே, முக்கியமான முடிவுகளை எட்ட வேண்டும்.",
        "நாட்டில் தற்போதுள்ள பொருளாதார அமைப்பில் சிக்கிக்கொள்ளலாமா, அல்லது போட்டி ஏற்றுமதி பொருளாதாரத்தில் கவனம் செலுத்தலாமா என்பதையும் நாம் தீர்மானிக்க வேண்டும்.",
        "இந்த நாட்டின் பொருளாதாரம் வலுப்படுத்த முடியும் என்ற நம்பிக்கை எனக்கு உள்ளது. இந்த நோக்கத்திற்குத் தேவையான உடல் வளங்கள் மற்றும் மனித வளங்கள் எங்களிடம் உள்ளன. நம் நாட்டில் உள்ள பல வணிகர்கள் தங்கள் வணிகத்தை வெளிநாட்டில் பராமரிக்கின்றனர். இன்று, இலங்கையில் மிகப்பெரிய தோட்ட நிறுவனம் ஒரு நிறுவனத்தை வைத்திருக்கிறது. இலங்கை உலகின் மிகப்பெரிய ஹோல்டிங் நிறுவனத்தின் நாடு. எங்கள் ஆடைத் தொழில் உலகில் உள்ளது. எனவே நாம் வெல்ல முயற்சித்தால் உலகை வெல்ல முடியும். எனவே, நாம் உடனடியாக ஏற்றுமதி பொருளாதாரத்திற்கு குறிப்பிடப்பட வேண்டும். அங்கு நீங்கள் புதிய துறைகளில் கவனம் செலுத்த வேண்டும்.",
        "மேலும், எங்கள் வர்த்தக நடைமுறைகளில் பெரிய மாற்றங்கள் நடைபெற வேண்டும். நவீனமயமாக்கப்பட வேண்டிய பல சட்டங்கள் உள்ளன. மேலும், அங்கீகரிக்கப்பட்ட நவீன சட்டங்கள் பெரும்பாலானவை இலங்கையில் இன்னும் வேலை செய்கின்றன. நாம் உலகத்திற்குச் சென்றால், அதே சட்ட அமைப்பை நாம் சேர்க்க வேண்டும்.",
        "பொருளாதார மொழிபெயர்ப்பு திட்டத்தில் டிஜிட்டல் பொருளாதாரத்தில் கவனம் செலுத்தியுள்ளோம். டிஜிட்டல் பொருளாதாரத்தை நிறுவுவதில் டிஜிட்டல் மயமாக்கலுடன் தொடர்புடைய அனைத்து சட்டங்களும் இதில் இருக்க வேண்டும்.",
        "காலநிலை மாற்ற சட்டங்களையும் புதிய சுற்றுச்சூழல் சட்டங்களையும் கொண்டு வருவதையும் நாங்கள் நம்புகிறோம். புதிய நிதி சட்டங்களில் இணைந்த வணிகச் சட்டங்களையும் நாங்கள் வழங்குகிறோம். புதிய வங்கிகள் விதிகளை உருவாக்குகின்றன. இந்த படி மூலம், அடுத்த 10 ஆண்டுகளில் நாட்டில் ஒரு புதிய சட்ட அமைப்பு உருவாக்கப்படுகிறது. இலங்கை நீண்டகால வளர்ச்சியை நோக்கிய ஒரு திட்டமாக இருக்கும் என்பது எனது நம்பிக்கை.",
        "புதிய விதிகளைக் கொண்டுவரும் சட்டத்தில் சட்டங்களுக்கான திருத்தங்கள் செய்யப்பட வேண்டும். இலங்கை முதலீட்டிற்கு பொருத்தமான நாடாக வெற்றிபெற வேண்டுமானால். நம் நாட்டில் முதலீட்டாளர்களை நாட்டில் வைத்திருக்க முடியாததற்கு ஒரு காரணம் சட்ட தாமதம்.",
        "இலங்கையின் பொருளாதாரத்தை கொழும்பின் நிதி மண்டலத்திற்குள் திறப்பதில் எங்கள் கவனத்தையும் நாங்கள் செலுத்தியுள்ளோம். பின்னர் அது ஒரு கடல் பொருளாதாரமாக மாறும். இது ஒரு தனி பிரிவாக செயல்படுகிறது மற்றும் புதிய விதிகளை இயக்குகிறது.",
        "கூடுதலாக, பெண்கள் மற்றும் பாலின சமத்துவத்தை மேம்படுத்துவதற்கான சட்டத்தை கொண்டு வர நடவடிக்கை எடுக்கப்பட்டுள்ளது.",
        "நாட்டின் பொருளாதார மொழிபெயர்ப்பின் பொருளாதார மொழிபெயர்ப்பிலும் சட்ட அமைப்பு நவீனமயமாக்கப்பட வேண்டும். இன்னும் 20 ஆண்டுகளுக்கு முன்பு நாம் முடிவுகளை எடுக்க வேண்டும். பல 20 ஆண்டுகளுக்குப் பிறகு, இங்கே வேறு எந்த நபரும் உயிருடன் இருக்க மாட்டார்கள். ஆனால் இங்குள்ள இளம் வழக்கறிஞர்கள் புதுப்பித்தல் திட்டத்துடன் தொடர வேண்டும்.",
        "இன்று இலங்கை பொருளாதாரத்தை உருவாக்குவதற்கான இறுதி வாய்ப்பைப் பெற்றுள்ளோம். எனவே, உலகத்துடன் தொடரலாமா என்பதை நீங்கள் தீர்மானிக்க வேண்டும், மேலும் பின்னோக்கி இழுக்க வேண்டும். 1948 முதல், சுதந்திரத்திலிருந்து நாங்கள் பெற்ற எந்த நேரத்தையும் நாங்கள் பயன்படுத்தவில்லை. ஆனால் இந்த ஆண்டு நாட்டைப் பற்றி நாம் சிந்திக்க வர வேண்டும்.",
        "சிலர் நிர்வாக ஜனாதிபதி பதவியை உருவாக்க முயற்சிக்கிறார்கள் அல்லது ஜனாதிபதி பதவியை இன்று ஒழிக்க வேண்டுமா?. இது முக்கியமானது என்று நான் நினைக்கவில்லை. அன்றைய மிக முக்கியமான கேள்வி ஒரு நிர்வாக ஜனாதிபதி மற்றும் ஒரு பிரதமரின் பிரச்சினை அல்ல என்று முடிவு செய்ய வேண்டும்.. இலங்கையை எவ்வாறு உருவாக்க முடியும் என்பது கேள்வி. எனவே, அந்த சிக்கல்களை முன்னுரிமையுடன் தீர்க்கவும், உண்மையான நோக்கத்திற்கு முன்னுரிமை அளிக்கவும் நம் அனைவரையும் நம்மில் ஒருவர் அழைக்கிறேன். \""
      ]
    },
    "en": {
      "title": "IMF. The agreement is a law",
      "body_lines": [
        "President Ranil Wickremesinghe said that the legal system should also be modernized to make a program that the government has started to establish rapid economic growth in the country.",
        "The President was speaking at a friendly meeting at Mahaweli Reich Hotel with Kandy.",
        "The President said that the accelerated solution to the Collapse of the Sri Lankan economy is working with the International Monetary Fund.",
        "The President said that the President said that a new legal system would bring a new legal system for a modernization of every field.",
        "\"Do we need to determine whether the program with the International Monetary Fund is proceeding, or whether we should decide whether or whether it is back. Sri Lanka has a bad reputation that the agreement is every time every time. This is the last time we have received for the country. Therefore, we hope to legalize the agreement with the International Monetary Fund to give the people.",
        "We cannot escape the responsibility in the country. Therefore, important decisions should be reached.",
        "We must also decide whether to stuck with the existing economic system in the country, or focus on a competitive export economy.",
        "I have faith that the economy of this country can reinforce. We have the physical resources and human resources needed for this purpose. Many businessmen in our country maintain their business abroad. Today, the largest plantation company in Sri Lanka owns a company. Sri Lanka is the country of the world's largest holding company. Our garment industry has been in the world. So we can win the world if we try to win. Therefore, we should be promptly referred to an export economy. There you need to focus on new fields.",
        "Also, big changes in our trading practices must take place. There are many laws that should be modernized. Also, most of the modern laws recognized world are still working in Sri Lanka. If we go to the world, we must include the same legal system.",
        "We have focused on a digital economy in the economic translation program. It should include all the laws associated with digitizing in establishing a digital economy.",
        "We also hope to bring climate change laws and new environmental laws. We also provide commercial laws that have joined the new financial laws. New banks drafts the rules. With this step, a new legal system is created in the country over the next 10 years. It is my belief that Sri Lanka will be a program towards long-term development.",
        "Amendments to the laws should be made in the law that brings new rules. If Sri Lanka is to succeed as a suitable country for investment. One of the reasons why investors in our country cannot be held in the country is the legal delay.",
        "We have also focused our focus on the opening of Sri Lanka's economy into the Finance Zone of Colombo. Then it will become an offshore economy. It is functioning as a separate division and operates a new set of rules.",
        "In addition, steps have been taken to bring the law on empowering women and gender equality.",
        "The legal system should also be modernized in the economic translation of the country's economic translation. We must make decisions at another 20 years before. As many 20 years later, there will be no other people here are alive. But the young lawyers here need to proceed with the renovation program.",
        "Today we have received the final opportunity to build the Sri Lankan economy. Therefore, you must decide whether to proceed with the world and pulls backwards. Since 1948, we have not taken advantage of any time we have received since independence. But we must come to think about the country this year.",
        "Some try to make the executive presidency or whether the presidency should be abolished today. I don't think it's important. It must be decided that is the most important question in the day is not the issue of an executive president and a Prime Minister.. The question is how Sri Lanka can be developed. Therefore, I invite all of us are one of us to solve those problems with priority and prioritize the true purpose. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the need for modernizing Sri Lanka's legal system to support rapid economic growth, especially in collaboration with the IMF. He highlighted the importance of a new legal framework for modernizing every field, including digital economy, climate change laws, and gender equality. Wickremesinghe also stressed the urgency of making amendments to laws to attract investment and the opening of Sri Lanka's economy to the Finance Zone of Colombo."
  ]
}