{
  "translated_text": {
    "si": {
      "title": "බන්ධනාගාර බස් රථයට පිරිසිදු කිරීම",
      "body_lines": [
        "බන්ධනාගාර බස් රථය ඉලක්ක කර ගනිමින් ක්ලෙමෝර්ම් රම්බල් බෝම්බ ප්රහාර පිළිබඳ තොරතුරු හෙළිදරව් වී තිබේ.",
        "ආර්.ආර්.කේ.",
        "කෙහෙල්පතාරා පමොම් කමාන්ඩෝ සලින්ද ඇතුළු පාතාල කල්ලිය විසින් මෙම ව්යාපෘතිය දියත් කර තිබේ.",
        "පාතාල කල්ලිය සඳහා බලවත්ම ආයුධ විකිණීමේ චෝදනාව මත අත්අඩංගුවට ගත් යුද හමුදා ලුතිනන් කර්නල් පිළිබඳ පරීක්ෂණයකදී මේ බව අනාවරණය විය.",
        "සැක සහිත ලුතිනන් කර්නල්, කමාන්ඩෝ සාලින්ඩා පිළිබඳ පරීක්ෂණයක් පැවැත්වූයේ අවස්ථා කිහිපයකදීම ඔහුට දුරකථන ඇමතුමක් ලබා දුන් කමාන්ඩෝ සාලින්ඩා ය.",
        "කෙසේ වෙතත්, සැකකරු ලුතිනන් කර්නල් කර්තන බොම්බල් දෙකක් කමාන්ඩෝ සලින්ද වෙත ලබා දී ඇති බවට විමර්ශකයින් සැක කරයි.",
        "හරාක් කටා kill ාතනය කිරීමේ සැලසුම මාධ්යවේදියෙකු ලෙස වෙස්වළා ගැනීම සඳහා අපොහොසත් වුවහොත්, කෙහෙල්පතාරා පමිදම් සහ කමාන්ඩෝ සලින්ද මෙම නිෂ්ක්රීයව බෝම්බය දියත් කිරීමට සූදානම් වෙමින් සිටී.",
        "හරකා කටා රැගෙන බන්ධනාගාර බස් රථය අධිකරණයට ළඟා වන විට පාතාල කල්ලිය අධිකරණය අසල පාරේ යතුරුපැදියක නැමී බෝම්බය පුපුරා යාමට සැලසුම් කරයි.",
        "කෙසේ වෙතත්, පොලිස් ආරංචි මාර්ග පවසන්නේ පාතාල කල්ලිය අත්අඩංගුවට ගැනීම හේතුවෙන් විශාල ව්යසනයක් මග හැරී ඇති බවයි.. හරාක් කටා kill ාතනය කිරීමේ සැලසුම ජනමාධ්යවේදියෙකු ලෙස වෙස්වළාගෙන කැමරාවට තුවක්කුවක් ක්රියාත්මක කළේය.",
        "ප්රහාරයට සම්බන්ධ පුද්ගලයා අත්අඩංගුවට ගෙන තිබේ. ප්රහාරය සඳහා භාවිතා කිරීමට සූදානම් වූ තුවක්කුව මීට පෙර අල්ලා ගන්නා ලදී. පෑඩ් සහ පාතාල කල්ලිය අත්අඩංගුවට ගත් පසු මෙම ව්යාපෘතිය නතර වූ අතර ව්යාපෘතියේ නිෂ්පාදකයා ද ඊට ගිනි තැබීය.",
        "කමාන්ඩෝ සාලින්ඩා සඳහා ආයුධ විකුණන බවට චෝදනා කරන ලුතිනන් කර්නල් බෙලිගෝඩා අපරාධ විසින් අත්අඩංගුවට ගෙන ඇති අතර මේ වන විට අපරාධ විමර්ශන දෙපාර්තමේන්තුව විසින් මේ වන විට විමර්ශනය කරමින් සිටී."
      ]
    },
    "en": {
      "title": "Clemore's attack on prison bus",
      "body_lines": [
        "Information on the Clemore bombing targeting the prison bus has been exposed.",
        "Officials said that the Clemore bomb was aimed at the prison bus when he was brought to court, Harak Katta, to the court.",
        "The project has been launched by the underworld gang, including Kehelpathara Padme Commando Salinda.",
        "This was revealed during an investigation into the army Lieutenant Colonel, who was arrested on charges of selling the most powerful weapons for the underworld gang.",
        "During an investigation into the suspected Lieutenant Colonel, Commando Salinda, who had telephoned him on several occasions, claimed that he had asked for two Clemore bombs.",
        "However, investigators suspect that the suspected Lieutenant Colonel may have given two clamore bombs to the commando Salinda.",
        "If the plan to kill Harak Kata fails to disguise as a journalist, Kehelpathara Padme and Commando Salinda are preparing to launch this Clemore bomb.",
        "When the prison bus carrying Harak Kata approaches the court, the underworld gang is planning to burst the Clemore bomb on a motorcycle on the road near the court.",
        "However, police sources say that a major disaster was avoided due to the arrest of the underworld gang.. The plan to kill Harak Kata by disguised as a journalist and implemented a gun on the camera.",
        "The person who was involved in the attack was arrested. The gun that was used to use in the attack was previously captured. Once the Padme and the underworld gang were arrested, the project was halted, and the manufacturer of the project also set fire to it.",
        "Lieutenant Colonel, who is alleged to sell weapons for commando Salinda, has been arrested by the Beligoda Crime and is currently being investigated by the Criminal Investigation Department."
      ]
    }
  },
  "summary_lines": []
}