{
  "translated_text": {
    "ta": {
      "title": "குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கு நிவாரணம்",
      "body_lines": [
        "குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கு அரிசி விநியோகத்தை மேற்கொள்ளுமாறு அனைத்து மாவட்ட செயலாளர்களுக்கும் வீட்டு நிர்வாகம், உள்துறை அமைச்சகம், உள்துறை அமைச்சகம், மாகாண சபைகள் மற்றும் உள்ளூராட்சி அமைச்சகம் தெரிவித்துள்ளது.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கின் முன்மொழிவின் படி, அமைச்சரவை சமீபத்தில் இரண்டு மாதங்களுக்கு ஒரு குடும்பத்திற்கு 20 கிலோகிராம் அரிசியை வழங்க அமைச்சரவை ஒப்புதல் அளித்தது.",
        "சம்பந்தப்பட்ட அமைச்சரவை ஒப்புதலின்படி, பொது நிர்வாக அமைச்சகம், உள்துறை அமைச்சகம், மாகாண சபைகள், மாகாண சபைகள் மற்றும் உள்ளூராட்சி அமைச்சகம் பிரிவு செயலக மட்டத்தில் நடைபெற அறிவிக்கப்பட்டுள்ளது.",
        "வருவாயின் கிராமப்புற பயனாளிகள், பயனாளிகளால் தேர்ந்தெடுக்கப்பட்ட பயனாளிகள், நலன்புரி பயனாளிகள், நிவாரண பயனாளிகளிடமிருந்து பயனடையாதவர்கள், வருவாயின் நிவாரணத்தால் பயனடையவில்லை, மற்றும் பயனற்ற விற்பனையாளர்கள் அல்லாத பணியாளர்கள். .",
        "மாவட்ட செயலாளர்கள் 54, 800 மெட்ரிக் டன்களிலிருந்து சுமார் 54 மெட்ரிக் டன் அரிசியை வாங்க வேண்டும்."
      ]
    },
    "en": {
      "title": "Relief for low income families",
      "body_lines": [
        "The Ministry of Home Administration, Home Affairs, Provincial Councils and Local Government has informed all District Secretaries to carry out the distribution of rice to low income families.",
        "According to the proposal made by President Ranil Wickremesinghe, the Cabinet was approved by the Cabinet recently to provide 20 kilograms of rice per family for two months.",
        "According to the relevant Cabinet approval, the Ministry of Public Administration, Home Affairs, Provincial Councils, Provincial Councils and Local Government has been informed to take place in the Divisional Secretariat level.",
        "The rural beneficiaries of revenue, the beneficiaries, which are selected by the beneficiaries, the welfare beneficiaries, which do not benefit from the relief beneficiaries, which are not benefited from the relief of the revenue, and non-sales personnel who are not beneficiarily..",
        "District Secretaries have to buy about 54 metric tons of rice from 54, 800 metric tons."
      ]
    }
  },
  "summary_lines": [
    "The Ministry of Home Administration and Local Government units have been directed to distribute 20 kg of rice per family for two months to low-income families, as approved by President Ranil Wickremesinghe's proposal."
  ]
}