{
  "translated_text": {
    "ta": {
      "title": "பொது சேவையில் சம்பள முரண்பாடுகளை தீர்க்க ஜனாதிபதி ஒரு சிறப்புக் குழு உள்ளது",
      "body_lines": [
        "பொது சேவையில் சம்பள முரண்பாடுகளைச் சமாளிக்க ஜனாதிபதி ரணில் விக்ரமேசிங்க ஒரு சிறப்புக் குழுவை நியமித்துள்ளார்.",
        "தேசிய வரவுசெலவுத் திட்டத்தின் இயக்குநர் ஜெனரல், முன்னாள் ஜனாதிபதி செயலாளர் உதய செனவிரத்னே, உதயா செனவிரத்னே தேசிய பட்ஜெட் துறையின் மற்ற உறுப்பினர்களாக உள்ளார்.. நிஹ்டன், மேலாண்மை சேவைகள் துறை",
        "ஹிராசாசா கலுடன்ஷியின் இயக்குநர் ஜெனரல், ஒருங்கிணைந்த சேவைகளின் இயக்குநர் ஜெனரல்அலோகா பண்டாராவின் இயக்குநர் ஜெனரல், இயக்குநர் ஜெனரல் எச்.ஏ.. சந்தன குமாரசிங்க, டாக்டர் டெரன்ஸ் காமினி டி சில்வா, டுமிந்தா ஹுலங்கமுவா, சந்தி எச். திரு. தர்மரத்னே மற்றும் இசுரு திலகவர்தேன் ஆகியோர் நியமிக்கப்பட்டுள்ளனர்.",
        "ஜனாதிபதி ஜி.எல். திரு. வெர்னான் பெரேரா குழுவின் செயலாளராக பணியாற்றுகிறார்.",
        "2025 ஆம் ஆண்டிற்கான பட்ஜெட்டில் நடவடிக்கை எடுக்க முடியும் என்பதற்காக பொது சேவையின் அனைத்து பிரிவுகளின் சம்பளங்கள், ஊதியங்கள் மற்றும் பிற ஊதியங்களை மதிப்பாய்வு செய்து, பட்ஜெட் 2025 ஆல் எடுக்கப்பட வேண்டிய பொது சேவையின் சம்பளம், ஊதியங்கள் மற்றும் பிற ஊதியத்தை மதிப்பாய்வு செய்யவும். சிறப்பு குழு.",
        "சிறப்புக் குழு நிறைவேற்ற விரும்பும் அரசாங்க அதிகாரிகளின் உதவியை இந்த குழு பெற முடிகிறது.",
        "மூன்று மாதங்களுக்குள் அதன் பரிந்துரைகளை ஒப்படைக்கவும் அறிவுறுத்தப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "President has a special committee to solve salary anomalies in the public service",
      "body_lines": [
        "President Ranil Wickremesinghe has appointed a special committee to deal with salary anomalies in the public service.",
        "Director General of the Department of National Budget, Udaya Seneviratne, a former Presidential Secretary Udaya Seneviratne, is the other members of the Department of National Budget.. Nihthan, Management Services Department",
        "Director General of Hirazasa Kalutanshi, Director General of Combined ServicesDirector General of Aloka Bandara, Director General HA. Chandana Kumarasinghe, Dr. Terrence Gamini de Silva, Duminda Hulangamuwa, Chandi H. Mr. Dharmaratne and Isuru Thilakawardene have been appointed.",
        "Additional Secretary to the President GL. Mr. Vernon Perera serves as the Secretary of the Committee.",
        "Review the salaries, wages and other remunerations of all sections of the Public Service to be able to take action with the budget for 2025 and review the salaries, wages and other remuneration of the Public Service to be taken by the Budget 2025.Assigned to the Specialist Committee.",
        "The committee is able to seek the assistance of the government officials that the specialist committee intended to be fulfilled.",
        "It has also been advised to hand over its recommendations within three months."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe has formed a committee to address salary issues in the public sector. The team includes several Directors General and other experts like Udaya Seneviratne, formerly a Presidential Secretary. Their task is to review salaries, wages, and benefits across all public service sectors to inform the 2025 budget. They must complete their work within three months and may consult with government officials."
  ]
}