{
  "translated_text": {
    "ta": {
      "title": "ஆண்டுக்கு 4 மில்லியன் சுற்றுலாப் பயணிகளின் இலக்கு",
      "body_lines": [
        "கட்சியின் தலைவரான யு.என்.பி.யின் தலைவர், சுற்றுலா யு.என்.பி.யின் தலைவர் என்றும், சுற்றுலாத் துறையை ஆண்டுக்கு சுமார் 4 மில்லியன் சுற்றுலாப் பயணிகளைக் கொண்டுவருவதாகவும் கூறினார்.. விமான நிலையம் விரிவாக்கப்பட்டு நாட்டிற்கு திறமையாக இருக்க வேண்டும் என்று அவர் கூறினார்.",
        "மோனாக்டோரியல் கொண்டாட்ட மண்டபத்தில் நடைபெற்ற தொழிற்சங்க வர்த்தக மாநாட்டை உரையாற்றும் இந்த கருத்துக்களை டிஸ்டனாயகே செய்தார். சுற்றுலா கொள்கையும் தொடங்கப்பட்டது என்று டிசனாயகே மேலும் கூறினார்.",
        "\"நாங்கள் தேர்ந்தெடுத்த மற்ற துறைகளில் சிறிது நேரம், சில வேலைகள், சில வேலைகள் உள்ளன. ஆனால் பொருளாதாரத்திற்கு விரைவான குறுகிய கால தீர்வைக் கண்டால், பொருளாதாரத்திற்கு விரைவான குறுகிய கால தீர்வைக் கண்டால், கண்டுபிடிப்பதற்கான சாலையைக் காண்கிறோம். நம் நாடு இரண்டு கேள்விகளை எதிர்கொண்டது. ஒருவர் ஆண்டுதோறும் இந்த நாட்டின் டாலர்களை சம்பாதிக்க முடியவில்லை.",
        "இரண்டாம் ஆண்டைக் கழிக்க அரசாங்கத்தின் டாலர்களை அரசாங்கம் பெறவில்லை. நெருக்கடியில் இதுதான். எங்களுக்கு நீண்ட கால, நிரந்தர பொருளாதார திட்டம் தேவை. நமக்கு டாலர்கள் மற்றும் ரூ.. சுற்றுலாத் துறை மிகவும் சக்திவாய்ந்த முறையில் ஒன்றாகும் என்ற நம்பிக்கை எங்களுக்கு உள்ளது.",
        "கொழும்பு மையமாகக் கொண்ட பொருளாதாரத்தில் நாங்கள் சிக்கியுள்ளோம். உலகில் பல நாடுகளை நாங்கள் எதிர்கொண்ட ஒரு நெருக்கடி உள்ளது, ஆனால் நாங்கள் எதிர்கொள்ளவில்லை. அந்த நெருக்கடி நகர்ப்புற தீர்வு. நாங்கள் சென்னை மற்றும் டாஷ் மற்றும் ஷாங்காய் ஆகியோரை எடுத்துக் கொண்டாலும் இந்த நெருக்கடியை எதிர்கொண்டோம்.",
        "கிராமம் கிராமம் தனது பொருளாதார வாழ்க்கையையும் சமூக வாழ்க்கையையும் ஊக்குவிக்கும் போது நமக்கு ஒரு புதிய பொருளாதார உத்தி தேவை. புறக்கணிப்புகள் இல்லாமல் எனக்கு ஒரு சமூக வாழ்க்கை தேவை. எங்கள் நாட்டின் மேற்கு மாகாணமான மேற்கு மாகாணம் மேற்கு மாகாணத்தில் 36 சதவீதமாகவும், 4% யு.வி.ஏ மாகாணத்தில் 3 சதவீதமாகவும் இருக்கும்.",
        "நமது பொருளாதாரம் கொழும்பின் ஒரு பகுதியாகும். இது ஒரு நெருக்கடி போல பார்க்கவில்லை, ஆனால் இது எதிர்காலத்தில் ஒரு நெருக்கடியை உருவாக்குகிறது. எனவே, கிராமம் தொடர்பாக கிராமம் அவரது பொருளாதார வாழ்க்கையையும் சமூக வாழ்க்கையையும் ஊக்குவித்துள்ளது என்று நமக்கு ஒரு திட்டம் தேவை. கிராமத்தில் ஒரு தொழிற்சாலையைக் கொண்டுவருவதை விட அதிக ஆற்றல் உள்ளது. கடலோர, இயற்கை சூழல், மத்திய மலைகள் மற்றும் வரலாற்று பாரம்பரியம் ஆகியவை நாடு முழுவதும் கணிசமாக பரவியுள்ளன. சுற்றுலா கிராமப்புற ஏழைகளை அகற்ற உதவும்.",
        "இலங்கை உலகிற்கு பின்னால் உள்ளது. வடக்கில் வடக்கு உள்ளது. இந்த நாட்டின் வளர்ச்சிக்கு நாங்கள் பங்களிக்கிறோம். அரசாங்கமாக நாங்கள் செய்வது போல எங்களுக்கு ஒரு தர்கில் உள்ளது. ஒரு வருடத்தின் 4 மில்லியன் டார்க். ஆண்டுதோறும் எங்கள் விமான நிலையத்தில் 4 மில்லியன் மில்லியன் மக்கள் தொடங்கினால், விமான நிலையத்திலிருந்து 2 மணி நேரம் வெளியே வாருங்கள். இந்த இலக்கை அடைய, எங்கள் விமான நிலையம் வளர வேண்டும். விமான நிலைய மேம்பாடு மீண்டும் தொடங்கப்பட்டு முடிக்கப்பட வேண்டும். சுற்றுலாவுக்கு தேவையான உள்கட்டமைப்பை நாம் உருவாக்க வேண்டும் \"."
      ]
    },
    "en": {
      "title": "A target of 4 million tourists per year",
      "body_lines": [
        "Leader of the UNP, the leader of the party, said that the tourism is the leader of the UNP and to eliminate the tourism industry to bring about 4 million tourists per year.. He said that the airport should be expanded and efficient to the country.",
        "Dissanayake made these comments addressing the trade union trade conference held at Monactorial Celebrate Hall. Dissanayake added that the tourism policy was also launched.",
        "\"There is some time, some work, some work, in the other fields we have chosen. But if we find a quick short-term solution to the economy, we find a quick short-term solution to the economy, we find the road to find out. Our country has faced two questions. One has not been able to earn the dollars of this country annually.",
        "The government does not get the dollars of the government to spend the second year. This is the only one in the crisis. We need a long-term, permanent economic plan. What can we focus on that we need dollars and Rs.. We have confidence that the tourism industry is one of the most powerful manner.",
        "We have stuck in Colombo-centric economy. There is a crisis that we faced many countries in the world, but we have not faced. That crisis is urban settlement. We have faced this crisis even if we took Chennai and dash and Shanghai.",
        "We need a new economic strategy when the village of the village promotes his economic life and social life. I need a social life without neglects. Western Province, the Western Province of our country, is 36 percent of the Western Province, 4% will be 3 percent in the Uva Province.",
        "We see our economy is part of Colombo. This does not see it like a crisis, but this creates a crisis in the future. Therefore, we need a plan in relation to the village that the village has promoted his economic life and social life. There is more potential than bringing a factory in the village. Coastal, natural environment, central hills, and historical heritage have significantly spread throughout the country. Tourism can help eliminate rural poorest.",
        "Sri Lanka is behind the world. There are north in the North. We contribute to the development of this country. We have a targle as we do as the government. 4 million targ of a year. If this is the 4 million million people start at our airport annually, come out of the airport for 2 hours. To go to this goal, our airport must grow. The airport development should be resumed and completed. We need to develop the infrastructure needed for tourism \"."
      ]
    }
  },
  "summary_lines": [
    "UNP leader aims for 4 million tourists annually, expands airport capacity and launches tourism policy to boost economy and address urban-rural disparities."
  ]
}