{
  "translated_text": {
    "si": {
      "title": "ඉන්දියාවේ 18 වන පාර්ලිමේන්තු මැතිවරණය",
      "body_lines": [
        "ඉන්දියාවේ 18 වන පාර්ලිමේන්තුව තෝරා පත් කර ගැනීමේ මැතිවරණයක් අප්රේල් 19 සිට පැවැත්වේ.",
        "ලොව විශාලතම ප්රජාතන්ත්රවාදී රට වන ඉන්දියාවේ සෑම වසර පහකට සෑම වසර පහකට වරක් පාර්ලිමේන්තු මැතිවරණයක් පැවැත්වෙන අතර නව රජය තෝරා පත් කර ගනු ලැබේ.",
        "18 වන පාර්ලිමේන්තු මැතිවරණය සඳහා ඡන්දය ප්රකාශ කිරීම 2024 අප්රේල් 19 වන දින ආරම්භ වන අතර ජුනි 1 වනදායින් අවසන් වේ.",
        "BJP දැනට බලයේ සිටී. නායකත්වය විසින් මෙහෙයවනු ලබන ජාතික ප්රජාතන්ත්රවාදී සන්ධාන (එන්ඩීඒ) ධුර කාලය මේ වසරේ ජුනි 16 වනදායින් අවසන් වේ.",
        "ඔබ ඒ තුළ නව පාර්ලිමේන්තුවක් තෝරා ගත යුතුය. නව පාර්ලිමේන්තුවක් තෝරා ගැනීමේ නිවේදනය මේ වසරේ මාර්තු 16 වන දින ඉන්දීය මැතිවරණ කොමිෂන් සභාව විසින් නිකුත් කරන ලදී.",
        "ඒ අනුව, මෙම මැතිවරණ අදියර හතකින් සිදු වේ. අපේ්රල් 19, 89 යන රටවල්, මැයි 13, 89 යන රටවල් මැයි 19 වන දින මැයි 13, 89 යන රටවල මැයි 13, 94 යන රටවල මැයි 13, මැයි 20 වන දින මැයි 25 වන දින මැයි 25 සහ ඡන්ද 57 ක මැතිවරණ කොට් .ාශ 49 ක මැතිවරණයන්ගෙන් සමන්විත වේ.",
        "ඉන්දියාවේ පෙබරවාරි 8 වන දින වන විට කෝටි 96 ක් ලක්ෂ 88 ලක්ෂ 88 දහසක් 926 ඡන්ද දායකයින්. මේවායින් 49,72,31,994 කි. කාන්තා ඡන්ද දායකයින් සංඛ්යාව 47,15,41,888 කි. තුන්වන ලිංගිකත්වය 48,044.",
        "මේ සඳහා තවත් රසවත් සංඛ්යා කිහිපයක් තිබේ. ඉන්දියාවේ ඡන්දදායකයින් සංඛ්යාව 2,38,791 කි. වයස අවුරුදු දහඅටක සිට දහනවයක් වන ඡන්ද දායකයින් සංඛ්යාව 1,84,81,610 කි. ඒ හා සමානව, ඉන්දියානු ජනගහනයෙන් සියයට 66.76 ක් ඡන්දදායකයින් ලෙස ලියාපදිංචි වී ඇත.",
        "තමිල්නාඩුවේ මුළු ඡන්දදායකයින් සංඛ්යාව කෝටි 6.19 කි. ඒවායේ සිටි පිරිමින්ගේ සංඛ්යාව කෝටි 3.04 කි. කාන්තාවන්ගේ සංඛ්යාව කෝටි 3.15 කි. තමිල්නාඩුවේ පිරිමින්ට වඩා කාන්තා ඡන්දදායකයින් සංඛ්යාව උසස් ය. තෙවන ස්ත්රී පුරුෂ භාවය 8294 කි. වයස අවුරුදු එකසිය 8,765 ක් වූ වයසට පැමිණි පුද්ගලයින්ගේ සංඛ්යාව. පළමු වතාවට ඡන්ද දායකයින්ගේ සංඛ්යාව ලක්ෂ 9.18 කි.",
        "තමිල්නාඩුව - පුදුරරි හත් අදියරේ පළමු අදියරේදී මැතිවරණය හමුවෙයි. ඡන්දය ප්රකාශ කිරීම අපේ්රල් 19 වන දින තමිල්නාඩුවේ ඡන්ද 39 ක මැතිවරණ නරඹන්නන් සහ පුදුරරි හි ඡන්ද කොට් .ාසයක පැවැත්වීමට නියමිතය.",
        "තමිල්නාඩුවේ මැතිවරණ කොට් .ාශ 39 ක ඡන්ද දායකයින් 99 දෙනෙකුගෙන් අපේක්ෂකයින් 950 ක් සිටිති. පුදුචෙරි මැතිවරණ කොට්ටයේ පුද්ගලයින් 26 දෙනෙක් සිටිති. තමිල්නාඩුවේ කරූර් ඡන්ද කොට් constituency ාශයේ අපේක්ෂකයින් 54 ක් සිටිති. රාජ්යයේ නාගපට්ටිනම් මැතිවරණ කොට් constituence ාශයේ අපේක්ෂකයින් 9 දෙනෙක් සිටිති.",
        "තමිල්නාඩුවේ, කොන්ග්රසය, කොන්ග්රසය, ඉන්දීය කොමියුනිස්ට් පක්ෂය, දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ), කොංගු ජාතික මහජන මහජන පක්ෂයේ සහ ඉන්දීය යුනියන් මුස්ලිම් ලීගය තරඟ කරයි.",
        "ජාතික ඩිමොක්රටික් ඩිමොක්රටික් සන්ධානයේ, භාරත ජනතා මහජන පක්ෂය, තමිල්නාඩු කොන්ග්රස් පක්ෂය, අම්මා නාඩු කොන්ග්රස් පක්ෂය, අම්මා ජනකායේ දියුණුව සංගමය, නව අධිකරණීය පක්ෂය, ඉන්දියානු මහජන අධ්යාපන දියුණුව සංස්ථාව. පන්නෙරෙසල්වම් කණ්ඩායම මැතිවරණයට මුහුණ දෙයි.",
        "Aiaadmk. Aiaadmk, නව තමිල්නාඩු, එස්ඩීපීඅයි, ඩී.එම්.කේ.. ඔවුන් මැතිවරණය හමුවෙයි. ඊට අමතරව, අපි ව්යවස්ථා නේපවතන් 40 දෙනෙකුගෙන් අපේක්ෂකයින් ඉදිරිපත් කර ඇත්තෙමු."
      ]
    },
    "en": {
      "title": "India's 18th parliamentary election",
      "body_lines": [
        "Elections to elect India's 18th Parliament will be held from April 19.",
        "In the world's largest democratic country, in India, a parliamentary election will be held every five years and the new government will be elected.",
        "Voting for the 18th parliamentary election begins on April 19, 2024 and ends on June 1st.",
        "The BJP is currently in power. The term of office of the National Democratic Alliance (NDA) headed by the leadership ends on June 16 this year.",
        "You have to elect a new parliament within it. The announcement of the selection of a new parliament was issued by the Indian Elections Commission on March 16 this year.",
        "Accordingly, these elections take place in seven phases. Elections will be held on April 19, 89 constituencies on April 19, 89 on April 26, 94 constituencies on May 13, 49 constituencies on May 20, 57 on May 25 and 57 constituencies.",
        "As of February 8 in India, 96 crore 88 lakhs 21 thousand 926 voters. Of these, 49,72,31,994. The number of female voters is 47,15,41,888. Third sex 48,044.",
        "There are some other interesting figures in this. The number of voters in India is 2,38,791. The number of voters in the age of eighteen to nineteen is 1,84,81,610. Similarly, 66.76 percent of the Indian population registered as voters.",
        "The total number of voters in Tamil Nadu is 6.19 crore. The number of men in them is 3.04 crore. The number of women is 3.15 crore. The number of female voters is higher than men in Tamil Nadu. The number of third sexes is 8294. The number of people who reached the age of one hundred 8,765. For the first time, the number of voters is 9.18 lakh.",
        "Tamil Nadu - Puducherry meets the election in the first phase of the seven phase. Voting will be held on April 19 in 39 constituencies in Tamil Nadu and a constituency in Puducherry.",
        "There are 950 candidates in 39 constituencies in Tamil Nadu. There are 26 people in the Puducherry constituency. There are 54 candidates in the Karur constituency in Tamil Nadu. There are 9 candidates in the Nagapattinam constituency in the state.",
        "In Tamil Nadu, the DMK, the Congress, the Communist Party of India, the Communist Party of India, the Liberation Tigers of Tamil Eelam (LTTE), the DMK, the Kongu Nation People's National Party and the Indian Union Muslim League are contesting.",
        "In the name of the National Democratic Alliance, Bharatiya Janata Party, Proletariat People's Party, Tamil Nadu Congress Party, Amma People's Advancement Association, Indian Democratic Party, New Justice Party, Indian People's Education Advancement Corporation. The Panneerselvam team meets the election.",
        "AIADMK. AIADMK, New Tamil Nadu, SDPI, DMK. They meet the election. In addition, we have fielded candidates in 40 constituencies."
      ]
    }
  },
  "summary_lines": [
    "India's 18th parliamentary election, scheduled from April 19 to June 1, 2024, will elect a new government. The BJP-led NDA's term ends on June 16. Elections are in seven phases, with Tamil Nadu and Puducherry in the first phase."
  ]
}