{
  "translated_text": {
    "si": {
      "title": "රනිල් වික්රමසිංහගේ වැඩසටහන විදේශ විනිමය සංචිත වැඩි කර නැත - විජිත හේරත්",
      "body_lines": [
        "ජාතික මහජන බලකායේ සාමාජික විජිත හේරත් මහතා කියා සිටියේ ජනාධිපති රනිල් වික්රමසිංහගේ වැඩසටහන් රටේ විදේශ විනිමය සංචිතයට වගකිව යුතු නොවූ නමුත් එය රට තුළ සිටිය නොහැකි බව පවසමින් විදේශිකයන් විසින් එවන ලද මුදල් නොවන බවයි.",
        "ඔහු මේ බව කියා සිටියේ බදාදා (7) පාර්ලිමේන්තුවේ වාණිජණ මන්දිරය කල් තැබීමේ තනතුරේ ය.",
        "රටේ ආර්ථිකය පරාජය කළ රට අප විසින් ලබාගෙන ඇති බව රාජ්ය පක්ෂ පවසයි. එදින මහ බැංකු මංකොල්ලය හේතුවෙන් රට තුළ ඉන්ධන හා ගෑස් පේළි රට තුළ පිහිටුවන ලදී. මංකොල්ලය සිදු නොවූයේ නම්, එම පේළි කිසිවක් සෑදී නැත. ආර්ථික පසුබෑම ඇති නොවනු ඇත. මෙම තත්වය තුළ වැටී සිටින අය රට බේරාගෙන ඇති බව පැවසීම විහිළුවකි.",
        "ඒ සමඟම ඔවුන් කියා සිටින්නේ විදේශ විනිමය ශේෂය වැඩි වී ඇති බවයි. ඇත්ත වශයෙන්ම එය රනිල් වික්රමසිංහගේ ආර්ථික වැඩසටහන් මගින් වැඩි නොකෙරේ. 2023 සහ 2022 දී පමණක් මිලියන හයකට ආසන්න පිරිසක් රට තුළ සිටිය නොහැකි රටෙන් පිටව ගොස් ඇත.",
        "මිලියන 40 ක ජනතාවක් විදේශයන්හි සිටිති. ඔවුන් විසින් එවන ලද මුදල් මගින් විදේශ විනිමය සංචිත වැඩි කර ඇත. මෙම රජය ජනතාව රට හැර යන තත්වයක් නිර්මාණය කර තිබේ.",
        "මේ අවස්ථාවේ දී, මෙම රජය අපගේ රාජ්ය වත්කම් විකිණීමේ ක්රියාවලියක යෙදී සිටී. අලාභයක් යැයි කියාගන්නා සමාගම විසින් ටෙලිකොම් ආයතනය විසින් සිදු කරනු ලැබේ. මෙය විකිණීමට මිනිසුන්ට ඉඩ නොදේ. මෙය තාක්ෂණය පමණක් නොව අපගේ ආරක්ෂාව ද වේ. එබැවින් එය විකිණීමට ඉඩ නොදිය යුතුය.",
        "ඔවුන් ද හිල්ටන් හෝටලය විකිණීමට උත්සාහ කරයි. ආර්ථිකය ගොඩනඟන සමාගම් විකිණීමට සැලසුම් කරමින් සිටී. මිනිසුන් මැතිවරණය තෙක් බලා සිටී. இன்னும் 46 நாட்களில் மக்கள் புதிய பாதையை தெரிவு செய்வார்கள் என்றார்."
      ]
    },
    "en": {
      "title": "Ranil Wickremesinghe's program has not increased foreign exchange reserves - Vijitha Herath",
      "body_lines": [
        "National People's Power Member Vijitha Herath said that President Ranil Wickremesinghe's programs were not responsible for the country's foreign exchange reserves, but the money sent by foreigners claiming that it could not be in the country.",
        "He was speaking at the post of adjournment of the House of Commons on Wednesday (7) in Parliament.",
        "State parties say that we have retrieved the country who defeated the country's economy. Fuel and gas rows were formed in the country due to the Central Bank robbery that day. If the robbery had not taken place, none of those rows would have been formed. The economic downturn would not have occurred. It is funny to say that those who have fallen in this situation have rescued the country.",
        "At the same time they claim that forex balance has increased. உண்மையில் அது ரணில் விக்கிரமசிங்கவின் பொருளாதார வேலைத்திட்டங்களால் அது அதிகரிக்கப்படவில்லை. In 2023 and 2022 alone, nearly six million people have left the country that they cannot be in this country.",
        "There are up to 40 million people abroad. Forex reserves have been increased by the money sent by them. This government has created a situation where the people leave the country.",
        "In this case, this government is in the process of selling our state assets. Telecom is being carried out by the company that claims to be a loss. People will not be allowed to sell this. This is not only technology but also our safety. So it should not be allowed to sell it.",
        "அதேபோன்று ஹில்டன் ஹோட்டலையும் விற்க முயற்சிக்கின்றனர். Are carrying out plans to sell companies that build the economy. People are waiting until the election. He said people would choose the new path in 46 days."
      ]
    }
  },
  "summary_lines": [
    "Vijitha Herath criticizes President Ranil Wickremesinghe's policies, stating they didn't boost foreign exchange reserves. She argues the increase came from remittances by overseas Sri Lankans, not his economic strategies. Herath also mentions a significant number of people leaving the country, affecting the forex reserves negatively. She warns against selling national assets like telecom and Hilton Hotel, emphasizing their importance beyond mere economics."
  ]
}