{
  "translated_text": {
    "ta": {
      "title": "පුරන් කුඹුරු අස්වද්දන ගොවීන් අමාරුවේ දාන්න එපා",
      "body_lines": [
        "மீகோடா நெல் வயலின் விவசாயிகள் 15 ஆண்டுகளுக்கும் மேலான நெல் வயல்களைத் தவிர்த்துவிட்டதாக எங்கள் லங்கேட் வெளிப்படுத்தியுள்ளது.. நெல்லை மறுபரிசீலனை செய்ய அவர்கள் ஒரு மிராஜாக மாறிவிட்டதாக விவசாயிகள் குற்றம் சாட்டியுள்ளனர்.",
        "இந்த பிரச்சினையின் காரணம் என்னவென்றால், சாகுபடிக்கு பயன்படுத்த வேண்டிய கால்வாயை உருவாக்குவதே விவசாயிகள் சுட்டிக்காட்டியுள்ளனர். கால்வாய்கள் உருவாக்கப்பட்ட பிரச்சினை குழி. அவர்கள் மீள்குடியேற்றப்பட்டனர் மற்றும் கால்வாய்களை மீண்டும் விவரிக்கவும், நெல் நிலங்களை மீண்டும் விவரிக்கவும் விவசாயிகள் ஏற்பாடு செய்யப்பட்டனர்.",
        "இப்பகுதியின் பொறுப்பான பிராந்திய பிராந்திய அதிகாரிகள் மற்றும் இப்பகுதியின் வளர்ச்சி என்பது ஹோமகாமாவின் பகுதியின் மேற்பார்வை மற்றும் இப்பகுதியின் மேற்பார்வையின் கீழ் இப்பகுதியின் வளர்ச்சியின் கீழ் ஒரு திட்டமாகும்.. தவறான நெல் நிலங்கள் தவறானவை என்று இப்போது தெரிவிக்கப்பட்டுள்ளது, இருப்பினும், சிறிய மழைப்பொழிவு பாய்கிறது மற்றும் தண்ணீரிலிருந்து நீர் வழிதல் பாய்கிறது.. கோயில் கோயில் விவசாயிகளின் சரிவாக இருந்தது.",
        "தரிசு நிலங்களை வளர்ப்பதற்கான முயற்சி ஒரு பிரச்சினை காரணமாக நாசப்படுத்த அனுமதிக்கக்கூடாது. சரியான நடவடிக்கை எடுக்கும் பொறுப்பை வட விவசாயி அமைப்பு மீட்டெடுக்க முடியாது. விவசாயிகளின் தேவைகளைப் பூர்த்தி செய்வதற்காக விவசாயிகளின் வளர்ச்சிக்கு அரசாங்கத்திலிருந்து ஒதுக்கப்பட்ட பணத்தின் காரணமாக அரசாங்கத்திடமிருந்து ஒதுக்கப்பட்ட பணமும் வீணடிக்கப்பட்டுள்ளது.. ඒ ගැන ගොවීන් ප්‍රශ්න කිරීමත්, වේදනාවට පත්වීමත් අමුත්තක් නොවේ. இப்போது, ​​விவசாயி அமைப்பும், தொடர்புடைய அரசாங்க அதிகாரிகளும் கூட்டாக ஒருவருக்கொருவர் குற்றம் இல்லாமல் விவசாயிகளின் தேவையை பூர்த்தி செய்ய வேலை செய்கிறார்கள்.. விவசாயிகளுக்கு எடுக்காமல் எந்த நடவடிக்கையும் நியாயமானதல்ல.",
        "முதல் பார்வையில், இது மேற்பரப்பு சிக்கலில் தோன்றியது, ஆனால் இந்த நாட்டில் தரிசு நிலத்தை வளர்ப்பதற்கான நாட்டின் முயற்சிகளின் குறைபாடுகள். ஒவ்வொரு துறையிலும் பயிரிட பிரசங்கிக்கும் பலர் விவசாயிகள் எதிர்கொள்ளும் பிரச்சினைகளுக்கு தீர்வுகளை வழங்குவதில்லை. சில அரசியல்வாதிகள் மற்றும் அதிகாரிகள் நம் நாட்டின் முடிவில் தலைவிதியைக் கொண்டுள்ளனர் என்பதும் தெளிவாகிறது. அந்த வகையில், முழு விவசாயிகளையும் பாதிக்கும் ஒரு பிரச்சினையில் வாடரேகா-பாலோ நெல் புலம் ஒரு பொதுவான காரணியாகும் என்பதை சுட்டிக்காட்ட வேண்டும். ஏக்கர் முழுவதும் ஆயிரக்கணக்கான ஏக்கர் பரப்பளவில் நெல் நிலங்களை மீட்டெடுப்பது. மீகோடாவின் 20 ஏக்கர் அதைக் காட்டியுள்ளன.",
        "ஹோமகாமாவில் உள்ள விவசாய மேம்பாட்டு மையத்தின் 'லங்காபுவரா', அதற்கு ஒரு சிக்கல் இருப்பதாக ஒப்புக் கொள்ளப்பட்ட லங்கான்களின் லங்க்லைனின் விசாரணை ஒப்புக் கொள்ளப்பட்டபோது. ஒரு தொழில்நுட்ப அதிகாரி ஒரு தொழில்நுட்ப அதிகாரியை கால்வாய்களின் வளர்ச்சிக்கு ஒதுக்க வேண்டும் என்றும், முழு கால்வாயின் ஒப்புதலின்படி நிதி செலுத்தப்பட்டதாகவும் அந்த அதிகாரி கூறியிருந்தார்.",
        "மீகோடா விவசாயிகள் அந்தக் கதையை மட்டுமே விட்டுவிடுகிறார்களா? இந்த விவசாயியின் பிரச்சினை தீர்க்கப்படுகிறது என்பது எங்கள் புரிதல். அதை நிறைவேற்றுவது அதிகாரிகளின் பொறுப்பு."
      ]
    },
    "en": {
      "title": "Do not take farmers in harvesting fallow paddy lands",
      "body_lines": [
        "Our Lankade has revealed that the farmers of the Meegoda paddy field had avoided more than 15 years of paddy fields.. The farmers have accused that they have become a mirage into a mirage to rezish the paddy.",
        "The cause of this problem is that farmers have pointed out that it is to develop a canal to be used for the cultivation. The cavity is the problem that the canals were created. They were resettled and the farmers were organized to re-cultivate the canals and re-cultivate the paddy lands.",
        "Regional Regional Officers in charge of the area and the development of the area is a project under the supervision of the area of ​​Homagama and the development of the area under the supervision of the area.. It is now reported that the false paddy lands have been false, however, that minor rainfall flows and the water overflow flows from the water.. The temple of the temple was a collapse of the farmers.",
        "The effort to grow fallow paddy lands should not be allowed to be sabotaged due to a problem. The North Farmer Organization cannot redeem the responsibility of taking up the proper action. The money allocated from the government has also been wasted due to the money allocated from the government to the development of the farmers to meet the needs of the farmers.. It is not a stranger to question the farmers and the pain. Now, the farmer organization, and the relevant government officials are collectively working to fulfill the need for farmers without acting offense on one another.. No action is fair to the farmers without taking.",
        "At first glance, it appeared on the surface problem, but the shortcomings of the country's efforts to grow fallow paddy lands in this country. Many people who preach to be cultivated in every field do not offer solutions to the problems faced by farmers. This is also clear that some politicians and officials are equipped with the fate in the end of our country. In that sense, it should be pointed out that the Watareka-fallow paddy field is a common factor in a problem that affects the entire peasants. Recovery of paddy lands across thousands of acres throughout acres. The 20 acres of Meegoda have shown that.",
        "When inquiry by the Lankans' Lankeline, the 'Lankapuwara' of the Agrarian Development Center in Homagama has been acknowledged that it has a problem. The officer had said that a technical officer had called for a technical officer to be allocated to the development of the canals and that the funds were paid according to the approval of the entire canal.",
        "Is the Meegoda farmers only leave that story? Our understanding is that the problem of this farmer is solved. It is the responsibility of the authorities to fulfill it."
      ]
    }
  },
  "summary_lines": []
}