{
  "translated_text": {
    "ta": {
      "title": "நான்கு குழந்தைகள் உட்பட இலங்கை குடும்பம் கனடாவில் 'வெகுஜன கொலை'",
      "body_lines": [
        "நான்கு குழந்தைகள் உட்பட இலங்கை குடும்பம் கனடாவில் 'வெகுஜன கொலை'",
        "கனேடிய காவல்துறை கூறுகையில், இலங்கை குடும்பத்தின் இறப்புகள், நான்கு குழந்தைகள் உட்பட நான்கு குழந்தைகள் உட்பட.",
        "பாதிக்கப்பட்டவர்கள் சமீபத்தில் கனடாவிலும், இளையவர்களிடமிருந்தும் பாதிக்கப்பட்டவர்களிடமிருந்து வந்தவர்கள் என்று போலீசார் கூறுகின்றனர்.",
        "இந்த கொலை குடும்பத்துடன் வாழ்ந்த 19 வயது மாணவர் மீது குற்றம் சாட்டப்பட்டது.",
        "\"இது ஒரு பயனற்ற வன்முறை,\" இது ஒரு பயனற்ற வன்முறை \"என்று வியாழக்கிழமை (நேற்று) கூறினார்.",
        "ஒட்டாவனின் ஒட்டாவா மாநிலத்தில் புதன்கிழமை அவசர அழைப்புகளுக்கு போலீஸ் அதிகாரிகள் பதிலளித்தனர்.",
        "எரிக் ஸ்டாப்ஸ் தனது அதிகாரிகள் தங்கள் அதிகாரிகளை விரைவில் அடையாளம் காணப்பட்டதாகவும், அவர் எந்த முயற்சியும் இல்லாமல் கைது செய்யப்பட்டதாகவும் கூறினார்.",
        "பின்னர், அதிகாரிகள் வீட்டிற்குள் நுழைந்து பாதிக்கப்பட்டவர்களைக் கண்டனர், அதில் தாய், அவரது நான்கு குழந்தைகள், குடும்பத்துடன் வாழ்ந்தவர்கள் உள்ளனர்.",
        "இதில் இங்கே எதுவும் இல்லை. வீடியோ, \"ஒட்டாவா மேயர்\" - ஒட்டாவா மாகாணம் வூம் வோம் முடி மீண்டும் மாண்டேஜ் உலகம் மீண்டும் உள்ளது.",
        "பாதிக்கப்பட்டவர் 35 வயது திலிவாரா, வென். தில்ரங்கினி வென்.",
        "ஆறாவது நபர் 40 வயதான அமகூன் முடியான்ஸலேஜ் காமினி அமகோன் என அடையாளம் கண்டுள்ளார்.",
        "இந்த சம்பவத்தால் குடும்பத்தின் தந்தை மருத்துவமனையில் அனுமதிக்கப்பட்டு, மருத்துவமனையில் சேர்க்கப்பட்டார், எந்த ஆபத்தும் இல்லை என்று கூறினார்.",
        "சந்தேக நபர் 19 வயதான ஃபைப்ரி டி சோய்சாவை அடையாளம் கண்டார். அவர் ஆறு முதல் நிலை கொலைக் குற்றச்சாட்டுகள் குற்றச்சாட்டுக்கு உள்ளானார் மற்றும் கொலை முயற்சி செய்ததாக குற்றம் சாட்டப்பட்டுள்ளது.",
        "\"பாதிக்கப்பட்டவர்களின் கூர்மையான பயணத்தை\" பயன்படுத்தி கொலைகள் மற்றும் காயங்கள் மேற்கொள்ளப்பட்டதாக பொலிஸ் ஊழியர்கள் தெரிவித்தனர். பொலிஸ் விசாரணைகள் இன்னும் நடைமுறையில் உள்ளன.",
        "டெக்சாஸ் ஷாட்: ஒரு ஆரம்ப பள்ளியில் 19 குழந்தைகள் கொல்லப்பட்டனர்.",
        "இந்த சம்பவம் ஒட்டாவாவின் சமீபத்திய வரலாற்றில் மிகப்பெரிய கொலை என்றும், கனடாவின் தலைநகருக்கு \"குறிப்பிடத்தக்க சோகம்\" என்றும் அவர் கூறினார்.",
        "\"சமூகத்தின் செல்வாக்கு பெரியது\" என்று அவர் கூறினார், அவர் அப்பகுதியில் வசிப்பவர்கள் மற்றும் சமூக உறுப்பினர்களின் பகுதியிலிருந்து பகுதியை விட்டு வெளியேற விரும்பத்தக்கவர் என்று கூறினார்.",
        "வியாழக்கிழமை சிபிசி நியூஸுக்கு ஒரு தனி நேர்காணலில், இந்த சம்பவத்தை அவர் ஒரு \"வெகுஜன படப்பிடிப்பு\" என்று விளக்கினார், பின்னர் அவர் திருத்தப்பட்டார்.",
        "டொராண்டோவில் வியாழக்கிழமை (நேற்று) துசின் துல்லெடோ, ஒரு \"ஹார்ட்டியஸ் வன்முறை\" ஒரு \"கொடூரமான வன்முறை\" ஆகும்.",
        "ஒட்டாவாவின் மேயர், பிரமாண்டமான மனிதனின் கொலை அவரது நகரத்தில் மிகவும் அதிர்ச்சிகரமான வன்முறை சம்பவம் என்று அழைக்கப்பட்டது.",
        "சமூக ஊடகங்களில் ஒரு குறிப்பான ஒட்டாவாவின் மேயர் மார்க் சட்லிஃப் கூறினார்: \"நாங்கள் ஒரு பாதுகாப்பில் வாழ்வதில் பெருமிதம் கொள்கிறோம்.\"",
        "\"பயங்கரமான சம்பவத்தால் பாதிக்கப்பட்டவர்களை விசாரிக்கும் எங்கள் அவசரகால பதிலளித்தவருக்கு ஆதரவளிக்கும் எங்கள் அவசரகால மறு வக்கீலுக்கு நன்றி\" என்று அவர் கூறினார்.",
        "சர்வதேச மகளிர் தினம் என்றால் என்ன? இறுதி புதுப்பிக்கப்பட்டது: மார்ச் 82013",
        "நான்கு குழந்தைகள் உட்பட இலங்கை குடும்பம் கனடாவில் 'வெகுஜன கொலை'",
        "இரண்டு இலங்கையர்களால் ஹூத்தி மீட்கப்பட்டு மீட்கப்பட்டார்",
        "குழந்தைகள் ஒரு தனி அறையாக இருக்க வேண்டிய வயது என்ன?பெற்றோர்கள் தெரிந்து கொள்ள வேண்டிய விஷயங்கள்"
      ]
    },
    "en": {
      "title": "Sri Lankan family, including four children, is 'mass murder' in Canada",
      "body_lines": [
        "Sri Lankan family, including four children, is 'mass murder' in Canada",
        "The Canadian police say that the deaths of a Sri Lankan family, including four children, including four children.",
        "Police say that the victims have recently arrived in Canada and the youngest youngerly from the victims.",
        "The murder had been accused of a 19-year-old student who lived with the family.",
        "\"This is a futility violence,\" this is a futility violence, \"said Thursday (yesterday).",
        "Police officers responded to emergency calls on Wednesday in the State of Ottawa, Ottawan.",
        "Eric Stabs said that his officials received their officials have been identified soon and he was arrested without any attempts.",
        "Later, officers entered the house and found victims, and it includes the mother, her four children, and who lived with the family.",
        "It contains nothing here. Play Video, \"Ottawa Mayor\" - OTTAWA DIFFICULT TO PROVINCE WOME WOME WOME HAIR AGAIN THE MONTAGE WORLD HAVE BEENGRACTIVE IN THE HAVE FROM HAVE HAVEAs well as.",
        "The victim is 35 year old Dilivara, Ven. Dilrankini Ven.",
        "The sixth person has identified as 40 year old Amakoon Mudiyanselage Gamini Amakon.",
        "The father of the family had been hospitalized by the incident, hospitalized, he said that there was no risk.",
        "The suspect identified the 19-year-old Fibri de Zoysa. He is accused of six first level murder charges and accused of attempting murder.",
        "Police Staff said that the killings and wounds were carried out using a \"sharp haul of victims\". Police investigations are still in effect.",
        "Texas Shot: 19 children killed in a primary school.",
        "He said that the incident was the largest murder in the recent history of Ottawa and is a \"significant tragedy\" to the capital of Canada.",
        "\"He said that\" the influence of the community is large, \"he said that he was desirable to quit the area from the area of the residents of the area and members of the community.",
        "In a separate interview with CBC news on Thursday, he interpreted this incident as a \"mass shooting\" and was later corrected.",
        "In Toronto on Thursday (yesterday) Tuzin Tulledo, a \"horighteous violence\" was a \"horrific violence\".",
        "The Mayor of the Ottawa, the murder of the massive man was called the most traumatic violent incident in his city.",
        "The Mayor of Ottawa, Mark Sutlif, a note on social media, said: \"We are proud to live in a safeguard.\"",
        "\"Thank our emergency re-advocates, who investigates those affected by the terrible incident and support our emergency respondent,\" he added.",
        "What is International Women's Day? Final Updated: March 82013",
        "Sri Lankan family, including four children, is 'mass murder' in Canada",
        "Hoothy was rescued and rescued by the two Sri Lankans",
        "What is the age that children should be a separate room?Things parents Need to Know"
      ]
    }
  },
  "summary_lines": [
    "A Sri Lankan family, including four children, was killed in Canada. The 19-year-old accused, living with the family, was arrested. Ottawa Mayor described it as a \"significant tragedy.\""
  ]
}