{
  "translated_text": {
    "ta": {
      "title": "மே 18: மல்லிவைக் கடற்கரையிலிருந்து கேட்க 15 ஆண்டுகள் போரின் போர்",
      "body_lines": [
        "எதுவும் இங்கே எதையும் கொண்டிருக்கவில்லை. '' நான் கடற்கரையில் இருந்தபோது அவரைப் பார்த்தேன்.",
        "மே 18: மல்லிவைக் கடற்கரையிலிருந்து கேட்க 15 ஆண்டுகள் போரின் போர்",
        "\"போரின் முடிவில் முல்லாய்டாவில் ஒரு சிலர் காப்பாற்றப்பட்டுள்ளனர். இராணுவத்தில் ஏற, பஸ் காப்பாற்றப்பட்டுள்ளது. நான் என் மைத்துனரைப் பார்த்து எங்களிடம் சொன்னேன்.",
        "முல்லைடிவு கடற்கரையில் யுத்தம் மற்றும் காணாமல் போனதை நினைவுகூரும் வகையில் அவர்களது குடும்பங்களின் உறவினர்கள் கலந்து கொண்டனர்.",
        "\"ஐக்கிய நாடுகளின் விசாரணை, குற்றம், சர்வதேச மனித உரிமைகள் மற்றும் மனிதாபிமான சட்ட மீறல்கள் ஆகியவற்றின் சர்வதேச சட்டத்தின்படி கண்டுபிடிக்கப்பட்டுள்ளது, ஆனால் இன்று இதுபோன்ற கடுமையான குற்றங்கள் குறித்து ஒரு சுயாதீனமான அல்லது பக்கச்சார்பற்ற தேசிய விசாரணையை இதுவரை கொண்டிருக்கவில்லை. அவர்களின் நெருங்கிய கூட்டாளிகள் மோதலின் போது குடும்பத்தின் குடும்பங்களின் குடும்பங்களுடன் போராட வேண்டும். பாதிக்கப்பட்டவர்கள் பயனற்றவர்கள் என்று கேட்க உண்மையில் மனம் நிறைந்தவர்கள். \""
      ]
    },
    "en": {
      "title": "May 18: 15 years of war of the war to hear from Mullivaik Beach",
      "body_lines": [
        "None contains anything here.Video heads, '' I saw him when I was on the beach. ''",
        "May 18: 15 years of war of the war to hear from Mullivaik Beach",
        "\"A few people have been saved in Mullaita when the end of the war. To climb in the army, the bus has been saved. I saw my brother-in-law and told us. \"",
        "Relatives of their families to commemorate the war and the disappearances were present at Mullaitivu Beach.",
        "\"According to international law by the United Nations investigation, crime, international human rights and humanitarian law violations have been found, but today has not yet had an independent or impartial national investigation into such serious crimes. Their close associates have to contend with the families of families of the family during the conflict. The victims are really heartwarming to hear whether the victims were futile. \""
      ]
    }
  },
  "summary_lines": [
    "On May 18, survivors and relatives gathered at Mullivaik Beach to remember the 15-year war and those who disappeared. Despite international findings of human rights violations, no independent national investigation has occurred."
  ]
}