{
  "translated_text": {
    "ta": {
      "title": "பல பகுதிகளுக்கு நிலச்சரிவு மற்றும் வெள்ளம்",
      "body_lines": [
        "சீரற்ற வானிலை காரணமாக பல பகுதிகளில் வெள்ளம் ஏற்படும் என்று நீர்ப்பாசனத் துறை கூறுகிறது.",
        "அதன்படி, தேடுரு ஓயா, மகாவேலி, மகாவேலி, மகாவேலி, கிராமா ஓயா, கிராமா ஓயா, கிராமா ஓயா, கிராமா ஓயா, கிராமா ஓயா.",
        "பலத்த மழை பெய்தது அடுத்த சில நாட்களில் நிகழும் என்று மெட் துறை தெரிவித்துள்ளது.",
        "இதற்கிடையில், ராஜங்கனய நீர்த்தேக்கத்தின் நீர் மட்டம் 31 அடியாக உயர்ந்துள்ளது.",
        "இதன் காரணமாக, ராஜங்கனய நீர்த்தேக்கத்தின் நான்கு ஸ்லூஸ் வாயில்கள் திறக்கப்பட்டுள்ளன, மேலும் இது வினாடிக்கு 2,100 கன அடியை வெளியிடுகிறது.",
        "அங்கமுவா நீர்த்தேக்கத்தின் இரண்டு ஸ்லூஸ் வாயில்களும் திறக்கப்பட்டுள்ளன, மேலும் தாழ்வானவர்களும் பரிசீலிக்குமாறு கேட்டுக்கொள்ளப்படுகிறார்கள்.",
        "நீர்த்தேக்கங்களின் ஸ்லூஸ் வாயில்கள் திறக்கப்பட்டதன் மூலம், 38 வது பதவியில் சுமார் 300 ஏக்கர் நெல் நிலங்கள் வெள்ளத்தில் மூழ்கின.",
        "கால்வாவின் இருபுறமும் ஒரு பெரிய கும்புக்கஸ் சரிவு காரணமாக தலாவாவிலிருந்து கால்வாயின் இருபுறமும் பெரிய கும்புக்கஸ் இடிந்து விழுந்ததாக தெரிவிக்கப்படுகிறது.",
        "இதற்கிடையில், மாலிகோல்கொல்லா பகுதியில் நிலச்சரிவு நிலைமை கடந்த சில நாட்களில் பலத்த மழையுடன் வளர்ந்து வருகிறது.",
        "අවස්ථා කිහිපයකදීම පස් කඳු කඩාවැටීම හා ගල් පෙරළීම් වාර්තා වූ ඇල්ල වැල්ලවාය මාර්ගය ඊයේ (17) රාත්‍රියේ ද රථ වාහනයට වාසා තැබුණි.",
        "කෙසේවෙතත් මෙම මාර්ගයට අධික ලෙස රොන් මඩ ගලා ඒමක් නිරීක්ෂණය වෙයි.",
        "இதன் விளைவாக, சாலையை மண் மற்றும் மண்ணை அகற்றுவதற்கு சாலை மேம்பாட்டு ஆணையம் செயல்படுகிறது.",
        "தற்போதுள்ள நிபந்தனையைக் கருத்தில் கொண்டு, எச்சரிக்கைக்கான சாலையை இடைநிறுத்துவதற்கும், இரவில் விளக்குகளை ஒளிரச் செய்வதற்கும் சந்தேக நபர்களுக்கான பாதையை தற்காலிகமாக குறைக்க சம்பந்தப்பட்ட பிரிவுகளை வானிலை ஆய்வு திணைக்களம் அறிவுறுத்தியுள்ளது."
      ]
    },
    "en": {
      "title": "Landslides and floods to many areas",
      "body_lines": [
        "The Department of Irrigation says that there is a risk of floods in several areas due to inclement weather conditions.",
        "Accordingly, Deduru Oya, Mahaweli, Mahaweli, Mahaweli, Kirama Oya, Kirama Oya, Kirama Oya, Kirama Oya, Kirama Oya.",
        "The existence of heavy rains will occur in the next few days, the Met Department said.",
        "Meanwhile, the water level of the Rajanganaya Reservoir has risen to 31 feet.",
        "Due to this, four sluice gates of the Rajanganaya reservoir have been opened, and it releases 2,100 cubic feet per second.",
        "The two sluice gates of the Angamuwa reservoir have also been opened and the people in the lowlands are requested to be considering.",
        "ජලාශවල වාන් දොරටු විවෘත කිරීමත් සමග අනුරාධපුර 38 කණුව මහබුලංකුලම ප්‍රදේශයේ කුඹුරු අක්කර 300ක් පමණ ජලයෙන් යටවී ගොස් තිබුණි.",
        "It is reported that the huge kumbukggus collapse on either side of the canal from Talawa due to a large Kumbukggus collapse on either side of the canal.",
        "Meanwhile, the landslide situation in the Maligolkolla area is further growing with heavy rains in the last few days.",
        "අවස්ථා කිහිපයකදීම පස් කඳු කඩාවැටීම හා ගල් පෙරළීම් වාර්තා වූ ඇල්ල වැල්ලවාය මාර්ගය ඊයේ (17) රාත්‍රියේ ද රථ වාහනයට වාසා තැබුණි.",
        "However, this road observes over the road.",
        "As a result, the Road Development Authority is working to remove the mud and soil removal of the road.",
        "Considering the existing condition, the Department of Meteorologies has instructed the relevant sections to be used to temporarily reduce the road to the suspects to the suspension of the road to the warning and illuminate the lights in the night."
      ]
    }
  },
  "summary_lines": [
    "Heavy rains forecasted; flood risks in areas like Deduru Oya, Mahaweli, and Kirama Oya. Water levels rising; sluice gates opened at Rajanganaya and Angamuwa reservoirs. Landslides and collapses reported in various locations, affecting roads and causing flooding in certain regions."
  ]
}