{
  "translated_text": {
    "ta": {
      "title": "'நான் எப்படி எழுதுகிறேன்': அரியவன்சா அபேசேகரா",
      "body_lines": [
        "මම ලියන හැටි සංවාද මාලාවේ අවසාන කොටස වෙනුවෙන් අප තෝරා ගෙන ඇති ආරියවංශ අබේසේකර යනු සිය කෘතීන් ඔස්සේ අද්විතීය ප්‍රබන්ධ ලෝකයක් නිර්මාණය කරන සිංහල සාහිත්‍ය ඉතිහාසයේ අපට හමුවන සුවිශේෂී නවකතාකරුවෙකි.",
        "1988 ஆம் ஆண்டில், 1988 ஆம் ஆண்டில் 'டோஜ்' படைப்பால் அவருக்கு ஒப்புதல் அளிக்கப்பட்டது, சிங்கள இலக்கியத்தில் பிரதிபலிக்கும் நாவல்களை உருவாக்கியது.",
        "ஒரு நோட்டனராக ஒரு நாவலாசிரியராக நான் அவருடன் பேசுகிறேன், அவர் தனது சொந்த மற்றும் எழுதும் வழியில் இருக்கிறார். இந்த கலந்துரையாடலில் நான் கேட்கும் கேள்விகள் தற்போது வெளியிடப்பட்டுள்ளன, நான் 'நிம்னா வரலாறு' (2019) மற்றும் இந்த ரகசிய காற்றின் நாவல்களை வெளிப்படுத்தியுள்ளேன்.",
        "இது அனைத்து எழுத்தாளரின் எழுத்து செயல்முறைக்கும் நன்கு அறியப்பட்டதாகும்.",
        "எங்கு எழுதுவது, எப்படி எழுதுவது, எப்படி எழுதுவது, எழுத்து எழுதுவது, எழுத்தாளரின் எழுத்தாளரின் துஷ்பிரயோகத்திற்கு சொந்தமானது.",
        "இந்த உரையாடலில், நாவல்களின் ரகசிய தளத்திற்கு போஸ் கொடுக்க முயற்சிக்கப்பட்டது.",
        "முதல் உரையாடல் - 'எழுதுவது எப்படி': 'நான் எப்படி எழுதுகிறேன்': 'நான் எப்படி எழுதுகிறேன்': தரியன அமரசிங்கே",
        "EASICICE: நான் முதலில் இந்த உரையாடலைத் தொடங்க விரும்புகிறேன், உங்கள் நாவல்களின் பதவியேற்பு தருணம் பற்றி நான் உங்களிடம் கேட்க விரும்புகிறேன். முதல் வாக்கியம் ஒரு நாவலில் எவ்வாறு எழுதுகிறது என்பதைப் பற்றி ஏதாவது சொல்ல முடியுமா?",
        "அரியவன்சா: நான் எனக்கு எழுதுகிறேன், நான் விசுவாசமற்றவன் என்று தெரியாமல், தெரியவில்லை. தெரிந்த ஆனால் காணப்படவில்லை. இந்த கதையை இந்த மக்கள் புரிந்து கொள்ள வேண்டும். எனவே இந்த முயற்சி மற்றும் வாக்கியங்களில் இது மிக முக்கியமானது. தூண்டுதலில் அவர்கள் என்னுடன் இருக்கிறார்களா என்பதை இது தீர்மானிக்கிறது. இந்த ஆரம்ப வாக்கியம் நான் ஒரு கதவு போன்றது என்று நினைக்கிறேன். நான் சிந்தனை உலகத்தை உருவாக்குகிறேன். இந்த கதவைப் பற்றி சிந்திக்கும் உலகில் வாசகர் நுழைகிறார். இந்த கதவு அழகாக இருக்க வேண்டும், வலுவாக இருக்க வேண்டும். ஏனென்றால், அவர்கள் நுழைந்த பிறகு, நாங்கள் இந்த கதவை அசைக்கிறோம். பின்னர் உலகம் வெளியே செல்ல முடியாது. நீங்கள் உடைக்க போதுமான வலிமையாக இருக்க வேண்டும். ஒரு நபர் உலகிற்கு வரும் உலகத்திற்குள் நுழையும் போது நான் நினைக்கிறேன், எனக்குத் தெரிந்த இடம் அல்ல, ஆனால் அந்நியன் அல்ல. என் கதைக்கு முன்னால் என்னை அழைத்துச் செல்வது எனக்கு மிக முக்கியமான விஷயம். இது எனக்கு மிகவும் முக்கியமானது, அந்த நேரத்தில் எனக்கு முதல் வாக்கியங்கள் மற்றும் வாக்கியங்கள். ஒரு நாவலை எழுத அது என்னை எழுதவில்லை,. இந்த நாவலின் முடிவிற்குப் பிறகு இந்த முயற்சியின் ஆரம்பம் இது.",
        "உரையாடல் நான்காவது உரையாடல்: மன்ஜுலா வெடிபியரிங் உரையாடல்: ஷாமல் ஜெயகோடோடி",
        "ஆர்வம்: நீங்கள் எழுதத் தொடங்கும் போது எழுத நாவலைப் பற்றி எவ்வளவு தூரம் தெரியும்?",
        "அரியாவன்சா: நீங்கள் எழுதத் தொடங்கும் போது, ​​உண்மையில் ஒரு கதை இருக்கிறது. ஆனால் எப்போதும். நான் கதாபாத்திரங்களை எடுத்துக்கொள்கிறேன். சிறிது நேரம் கழித்து, அந்த கதாபாத்திரங்கள் மீண்டும் வருகின்றன. சாப்பிட்ட பிறகு என்னால் அவற்றை கான்ரோல் செய்ய முடியாது. நீங்கள் கான்டோரலுக்குச் சென்றால், நான் ஒரு சர்வாதிகாரி. நீங்கள் செயல்பட்டபோது, ​​நான் எதிர்பாராத தீவிரவாதத்தை அடைய வேண்டும். நான் ஒரு கதாபாத்திரக் கட்டடத்தை உருவாக்கிய பிறகு இந்த கதாபாத்திரத்திற்கு வருகிறேன். அந்தக் கதாபாத்திரம் அந்த கதாபாத்திரத்திற்கு செல்ல விரும்பும் இடத்திற்கு நீங்கள் செல்ல விரும்புகிறீர்கள், நான் என்ன செய்ய விரும்புகிறேனோ அதைச் செய்ய சரியான விஷயம் அல்ல. எனவே எனது எல்லா நாவல்களிலிருந்தும் நான் எதிர்பார்த்த முடிவே இல்லை. நான் நுழைய வேண்டிய சில நிகழ்வுகள் செருகப்படாமல் போகலாம். சில நேரங்களில் நான் மேம்பட்டவர்களுடன் என்னை அகற்ற வேண்டியிருந்தது. சிந்தனை விஷயங்கள். ஆனால் நான் விரும்பினால், அந்த கதாபாத்திரங்களின் செயல்களுக்கு நான் பொருந்தாது. என் நாவல் ஒரு வாய்ப்புக்காக என்னிடம் வருகிறது, இது இனி என் என்னை அல்ல. நாவல் இப்படித்தான் செல்கிறது. எனவே நீங்கள் என்னிடம் சொல்ல வேண்டும், ஒரு நாவலை எழுத எழுதுவது பற்றி நாவலைப் பற்றி எனக்கு எதுவும் தெரியாது.. ஏனென்றால் என் தலை எப்போதும் என் கையாளுதல் நாவலுக்கு இடையில் ஒரு பெரிய இடைவெளி.",
        "හත්වන සංවාදය : සුමිත්‍රා රාහුබද්ධඅටවන සංවාදය : උපුල් ශාන්ත සන්නස්ගල නවවන සංවාදය : මනෝහරී ජයලත්",
        "பிழைகள்: எழுதுவதற்கு முன்பு தலையின் கதை தொடர்பான ஒருவித குறிப்புகள் உங்களிடம் இருக்குமா?",
        "அரியாவன்ஸ்: இல்லை. நான் எந்த குறிப்புகளையும் எந்த வகையிலும் செய்யவில்லை. சில நேரங்களில் எழுதிய பிறகு, நீங்கள் ஒரு கணினியில் உள்ள எழுத்துக்களில் சில விஷயங்களை எழுத முடியும். ஆனால் எழுதுவதற்கு முன்பு அவ்வாறு செய்யப்போவதில்லை. சில சந்தர்ப்பங்களில் ஒரு நாவலை எழுத கணினியில் பொருள் விதைகளை எழுத பல வாய்ப்புகள் உள்ளன.. ஆனால் எழுதத் திட்டமிடும் எந்த உள்ளீடுகளும் அர்த்தமல்ல.",
        "இருபது உரையாடல்: சுமுடு நாகீ செனவிரத்னே குழப்பமான உரையாடல்: சுனெரா நகரண்டு உரையாடல்: கீர்தி வெலிசரா டிஸ்டனாயக்க உரையாடல் பதினைந்து உரையாடல்: சந்திரரத்னே பண்டாரா",
        "எளிதானது: கதை பாணியின் கதை பாணியைப் பற்றி அது எவ்வாறு அறிந்திருக்கிறது?",
        "அரியாவன்சா: இது எழுத்தில் வடிவத்தைக் கண்டுபிடிக்கும். சில சந்தர்ப்பங்களில், வாழும் நபர்களை என்னால் பயன்படுத்த முடியாது. இறந்த ஆன்மா தேவை. சில சந்தர்ப்பங்களில் உண்மையான மனிதனிடமிருந்து என்னால் என்ன செய்ய முடியாது, நான் இறந்த ஆவியைக் கேட்கிறேன். இது ஒரு முன் திட்டமாக இருக்கப்போவதில்லை. எடுத்துக்காட்டாக, எனது ட்ரிப்பிங் எழுதப்பட்டால், அது ஹெட்ராண்டா பிசோ பண்டா என்ற கதாபாத்திரத்தால் எழுதப்பட்டுள்ளது. பிசோண்டாவின் தலை ஒரு கடவுளின் நடுவில் ஒரு பெண் மற்றும் ஒரு ராஜா. கட்டரகாமாவின் கடவுள் அவரைக் கொல்ல அழைத்துச் செல்கிறார். என் புத்தகத்தில் இறந்த ஆத்மாக்களைப் பற்றி நான் நினைக்கவில்லை. உடல் மற்றும் புலம்பெயர்ந்த ஆசைகளில் ஈடுபட்ட ஒரு பெண்ணைப் பற்றி எழுத விரும்பினேன். கைவா பிசோ பண்டாரா கதாபாத்திரத்தின் தலையில் மற்றொரு பள்ளத்தை உருவாக்குவேன். அங்கு நான் கடவுள் போன்ற விஷயங்களைப் பற்றி யோசிக்கவில்லை. ஆனால் கதை தயாரிக்கப்பட்டபோது, ​​அத்தகைய இறந்த ஆவி இல்லாமல் என்னால் கதையைச் சொல்ல முடியவில்லை. நாவல்களின் திட்டம் நான் முன்பு சொன்னது போல் நாவல்களை உருவாக்கவில்லை. நான் ஒரு சில கதாபாத்திரங்களுக்கு மிகவும் முக்கியமாக இருக்கிறேன். அதையே விரிவாக்க வேண்டிய ஒரு மாதிரியை இது எடுக்கும் என்று அர்த்தம். நீங்கள் செய்வதை விட அதிகமாக உருவாக்குவது அவர் சரியானவர் என்பது அவர் சொல்வது சரிதான் என்று நான் நினைக்கிறேன். இப்போது, ​​நீங்கள் நாவலை எடுத்துக் கொண்டால், 'என் தலைப்பைத் தேடும் தொண்ணூற்று மூன்று வார்த்தைகள், நாம் அனைவரும் என்ன பொய்யானோம், எங்களுடன் பிரச்சினைகள் இருப்பதை அது என்னிடம் சொல்ல வேண்டும்.. நான் உங்களிடம் சொன்ன விதம் இறந்த சிங்கள சிப்பாயின் கொண்டாட்டத்திற்கு ஒரு ஒப்புதல். அவர் ஒரு லிமிடெட் சிப்பாய். மறுபிறவி போன்ற விஷயங்கள் நாம் சாப்பிட்டவை என்பதை நாங்கள் அறிவோம். எனது நாவல்களை எழுதுவதில் இதுபோன்ற விஷயங்களைப் பயன்படுத்துகிறேன்.",
        "பதினாறு உரையாடல்: கச்சனா அமரகிர்தி சத்லெர்தி: சீல் அமரகார்ட்ஸ் புதிய உரையாடல்: கேத்லீன் ஜெயவர்தேனா உரையாடல்: கேத்லீன் ஜெயவதி உரையாடல்",
        "ஈஸி பார்: நாங்கள் கொஞ்சம் பேசும்போது, ​​உங்கள் நேரத்தை எவ்வளவு நேரம் எடுத்துக்கொள்வோம்?",
        "அரியாவன்சா: எழுத்தில் சிறப்பு நேரம் இல்லை. நான் உங்கள் காலையில் எழுதுகிறேன், இரவில் எழுதுகிறேன். உங்கள் கணினி காரணமாக நான் அறையில் இருக்க வேண்டும். எழுத்திலிருந்து யாராவது வரும்போது, ​​அவர் செல்கிறார். மற்றொரு வேலை இருந்தால், அது எழுகிறது. என் காதல் எழுதுவது ஒரு வேலை அல்ல. என் மனதில் இருந்து வெளியேறுவது கடினம், ஆனால் அது இன்னொரு இடத்தை விட அதிகம், அது எனக்கு தியானம் அல்ல. உணரக்கூடிய வலியில் இருந்து அதை அகற்ற வேண்டும். எனவே ஷெல்லை அகற்ற ஒரு நேரம். அவர் கல்லை அகற்றும்போது நான் ஒன்றாக கடினமாக உழைக்கிறேன். இது என் வாழ்நாள் முழுவதும் உள்ளது. நான் இதை ஒரு பாத்திரத்தை செய்கிறேன் என்று எனக்குத் தெரியவில்லை. நான் கல்லில் ஆலங்கட்டியை அகற்ற விரும்புகிறேன். மற்றொன்று நல்லது, என்னிடம் சொல்லுங்கள், ஆனால் எனக்கு கவலையில்லை. இரண்டு முதல் மூன்று ஆண்டுகள் வரை ஒரு நாவலை எழுத ஒரு நாவலை எழுத. இது எழுதாமல் இல்லை, நடுத்தர, எப்போதும் எழுதுகிறார். ஆனால் மீண்டும் மீண்டும் எழுத்தை மாற்றவும். செய்தித் தொடர்பாளர் ஒரு செய்தித் தொடர்பாளரிடம் ஒப்படைக்கப்படும் வரை நாவல் வேறுபட்டது. ஏனென்றால் நான் அதனுடன் வாழ்கிறேன். நான் அதை ஒப்படைத்த பிறகு அதனுடன் வாழ்வதை நிறுத்துகிறேன். பின்னர் நான் அதற்கு வெளியே இருக்கிறேன். பின்னர் மற்றவர்களின் வேலை இருக்கிறது. படிக்க அல்லது இல்லை. எனவே நான் விண்ணப்பிக்கவில்லை. ஏனென்றால் நீங்கள் இங்கே இருந்த பிறகு என்னை தொந்தரவு செய்ய வேண்டாம். அது அங்கே இருக்கிறது.",
        "இருபது இரண்டாவது உரையாடல்: ருயா ஸ்ரயாணி எகுவானி அகுராவி உரையாடல் ஐந்தாவது உரையாடல்",
        "எளிதானது: எழுத்தில் எழுதுவதை நீங்கள் எவ்வாறு ரசிக்கிறீர்கள் என்பதைப் பற்றி உங்களுக்குச் சொல்ல முடியுமா?",
        "அரியவான்ஸ்: அப்படி எதுவும் இல்லை. அவரது மனதில் இருந்து வெளியேற முயற்சிக்கும் ஒருவர், நான். அந்த நேரத்தில் நான் அந்த கதாபாத்திரங்களுடன் வாழ்கிறேன். இப்போது நான் அரமமதாசா நாவலை எழுதியபோது, ​​நரகத்தை விட பொலோனின் இடிபாடுகள் ஏற்பட்டன. குள்ள படங்கள், தாதுக்கள். அதனுடன் நீங்கள் தொடர்பு கொள்ள வேண்டும். எனது தலைப்பு நாவல்கள் இல்லாத வார்த்தைகளை நான் எழுதியபோது, ​​இராணுவத்திற்குச் சென்றவர்கள் காயமடைந்த காயமடைந்த ஆண்களுடன் தொடர்புடையவர்கள். புத்தகத்தைப் படியுங்கள். அதைத்தான் நான் எழுதும் சூழலில் வாழ்கிறேன். நாவல்களின் கதாபாத்திரங்கள் எங்கள் மக்களாகின்றன. அவர்கள் துன்பத்தை உணருகிறார்கள். அது ஒதுக்கி செல்லும்போது அது ஒதுக்கி வைக்கும்போது அது ஒதுக்கி உள்ளது, அது கொஞ்சம் தான். முதலாவதாக, கதாபாத்திரங்கள் பொம்மலாட்டங்களைப் போல இருக்கின்றன, அவர்கள் பொம்மலாட்டங்களுடன் நட்பு கொள்கிறார்கள். பின்னர் நண்பர்கள் வைத்திருக்கும் விஷயங்களை நாங்கள் கசியவிட்டோம்.",
        "இருபத்தி ஏழாவது உரையாடல்: மஹிந்தா பிரசாத் தீவு எட்டாவது உரையாடல்: தாரங்கி எதிர்ப்பு உரையாடல்: நிசங்கா விஜேமனென் உரையாடல். B. ஜெயசேகரா",
        "இது நான் எழுதும் உரையாடலைக் குவிக்கும், \"நான் எழுதுவதற்கான வழியை எழுதுகிறேன், சிங்கள நாவலாசிரியர்களை எழுதும் தருணத்தில் தொழில்நுட்பங்களை எழுதுகிறேன்.",
        "சிங்கள இலக்கியங்களை பதவிகளின் நிலைகளிலிருந்து உணவளிக்கும் எழுத்தாளர்கள் மற்றும் நாவலாசிரியர்களின் வாழ்க்கையை வெளிப்படுத்த விரும்பினோம்.",
        "இலங்கையில் அனைத்து நாவலாசிரியர்களையும் மன்னர்களையும் சேர்க்க இடமில்லை என்பதை அங்கு நாம் வலியுறுத்த வேண்டும். இதன் விளைவாக, இளம், முதிர்ச்சியடைந்த, பிரபலமான, பிரபலமான, பிரபலமற்ற, பிரபலமற்ற, பிரபலமற்ற, இதற்கு அர்ப்பணிக்கப்பட்டவை.",
        "அவர்களில் மிக முக்கியமான நாவலாசிரியர்கள் இருக்கிறார்கள் என்பதில் சேர்க்க முடியாத பல நபர்கள் உள்ளனர்.",
        "இந்த அரட்டை தொடர், நாங்கள் எதிர்பார்த்ததை விட நேர்மறையான வாசகரின் பதிலுக்கு நாங்கள் பயணம் செய்தோம்.",
        "எழுத்து மற்றும் வாசிப்பில் ஆர்வமுள்ள ஏராளமான மக்கள் இந்த வகையுடன் பிணைக்கப்பட்டனர், மேலும் அவர்களின் ஆர்வம் எங்களுக்கு ஒரு பெரிய பலம்.",
        "இந்த உரையாடல்களுடன் எங்களுடன் இணைந்த ஆசிரியர்கள் மற்றும் ஆசிரியர்களும் எங்களை வரவேற்க வேண்டும்.",
        "பலர் எங்களுக்கு எழுதியிருந்தால், இந்தத் தொடரை எழுத உங்கள் விருப்பம் இருந்தால் அது எங்களுக்கு மகிழ்ச்சியாக இருக்கும். முப்பத்திரண்டு ஆவண எழுத்தாளர்களுடனான இந்த உரையாடல்கள் ஒவ்வொன்றும், இரண்டு உரையாடல்களில் ஒவ்வொன்றும்.",
        "க aus சல்யு -இன் குமாரசிங்க பிபிசி சிங்களவலாவுடன் ஒரு நாவலாசிரியர், மொழிபெயர்ப்பாளர் மற்றும் சமூக கலாச்சார ஆர்வலர் ஆவார்.. புது தில்லியின் தெற்காசிய பல்கலைக்கழகத்தில் சமூகவியல் குறித்த முனைவர் பட்டம் பெற்றவர்.",
        "ஐபிஎல் 2024: சக்திவாய்ந்த வீரர்களுக்காக செலவழித்த பில்லியன் கணக்கான பணம் இந்த ஆண்டு தண்ணீரில் நடந்து வருகிறது.",
        "உமா ஓயா திட்டத்தின் விசையாழி இயந்திரங்களுக்கு 'மஸ்னி' மற்றும் 'சர்ச்சி' என்று ஏன் பெயரிடப்பட்டது?- சிண்ட்னி பேசுகிறார்",
        "ஈரான் ஈரானிய ஜனாதிபதி மத்திய கிழக்கின் மத்திய கிழக்கு அரவணைப்பின் நடுவில் இலங்கைக்கு வந்தாரா?"
      ]
    },
    "en": {
      "title": "'How I Write': Ariywansa Abeysekara",
      "body_lines": [
        "Ariywansa Abeysekera, we have chosen for the final part of the conversation, is a significant novel that uses in Sinhala literary history that creates a unique fiction world.",
        "In 1988, he was approved by the 'Dhage' work in 1988, composing the novels, reflecting in Sinhala literature.",
        "I talk to him as a novelist as a notener, he is in the way to understand his own and writing. The questions I hear in this discussion is currently published by I have expressed the 'history of Nimna' (2019) and the novels of this secret wind.",
        "It is well known for all writer's writing process.",
        "Where writing, how to write, how to write, the writing of writing, belong to the writer's abuse of the writer.",
        "In this conversation, it was tried to pose to the secret site of the novels.",
        "The first conversation - 'How to write': 'How I Write': 'How I'm writing': Dariyana Amarasinghe",
        "Easice: I'd first like to start this conversation, I'd like to ask you about the inauguration moment of your novels. Can you say something about how the first sentence is writing in a novel?",
        "Ariywansa: I'm writing to me, not knowing that I am unfaithful, not known. Knowing but not found. And these people need to grasp this story. So this is the most important of this initiative and sentences. It determines whether they stay with me, on the stimulation. I think this initial sentence is like I'm like a door. I'm making the world of thinking world. The reader enters the world of thinking about this door. This door should be beautiful and should be strong. Because after they entered, we shit this door. Then the world needs to be unable to go out. You have to be strong enough to break down. And what I think is when someone enters the world where a person gets into the world, not a place I know, but not a stranger. It is the most important thing for me to take me in front of my story. It is very important to me, the first sentences and the sentences for me because of that point. That's not writing me to write a novel,. This is the beginning of this initiative to be after the end of this novel.",
        "Conversation Fourth Conversation: Manjula Wedipearing Conversation: Shamel Jayakododiwi",
        "Eager: How far are you aware of the novel to write when you start writing?",
        "Ariyawansa: When you start writing, there's really a story. But ever. I take the characters. After a while, those characters come back to. I can't make them kanroll after eating. If you go to Kantorel, I'm a dictator. When you acted, I have to reach unforeseen extremism. I'm coming to this character after I built a character building. Then you want to go where the character wants to go to that character, not the right thing to do what I want to do. So there's no end I have expected of all my novels. Some of the events that I have to enter may not be inserted. Sometimes I have had to remove me with the advanced. Thinking things. නමුත් ඒ දේවල් මට ඕන වුනාට ඒ චරිත වල ක්‍රියාදාමයන්ට අදාළ නැහැ. My novel is coming to me for a single chance, it's no longer my me. This is how the novel goes on. So you need to tell me, I don't know anything about the novel about writing to write a novel.. Because my head is always a big gap between my handling novel.",
        "Seventh Conversation: Sumitra Rahubtion: Upul Shantha Sannasgala Mine Jayalath",
        "Errors: Will you have some kind of notes pertaining to the story of the head before writing?",
        "Ariyawans: No. I don't make any notes in any way. Sometimes after writing, you may be able to write some things on characters in a computer. නමුත් ලිවීම පටන් ගැනීමට පෙර එවැන්නක් කරන්නේ නැහැ. There are many opportunities to write down object seeds in the computer to write a novel on some cases.. But no entries that are planning to write is not meant.",
        "Twenty Conversation: Sumudu Nagiye Seneviratne Confound Conversation: Sunera Nagarandu Conversation: Keerthi Welisara Dissanayake Conversation Fifteen Conversation: Chandraratne Bandara",
        "Easy: How is it aware of the narrative style of the narrative style?",
        "Ariyawansa: It'll find the pattern in writing. In some cases, I can't use the people who live. Dead soul needs. What I cannot do from the true man in some cases, I ask the dead spirit. It's not going to be a pre-plan. උදාහරණයක් හැටියට මගෙ චාරුමන්දා කියන නවකතාව ගත්තොත්, ඒක ලියවෙන්නෙ හෙණකඳ බිසෝ බංඩාර කියන චරිතය ආශ්‍රයෙන්. Head of Bizonda is a woman in the middle of a god and a king. The God of Kataragama take him to kill him. Then I didn't think of the dead souls into my book. I wanted to write about a woman who was involved in physical and migrant desires. Then I will build another ditch character on the Head of Qaiva Bizo Bandara character. There I did not think about things like the God. But when the story was made, I could not tell the story without such dead spirit. The plan of novels didn't make the novels like I said earlier. I'm really key to a few characters. It means that it takes a model that needs to expand the same. I think he is right that he is right to make it more than you are making. Now, if you take the novel, 'Ninety three words seeking my topic, it should tell me what we all false and have problems with us.. ඒක කියන්න මට තිබුණ ක්‍රමය තමයි මියගිය සිංහල සොල්දාදුවෙකුගෙ කයට එන ඕපපාතික උත්පත්තියක්. He was a LTTE soldier. We know that things like reincarnation are what we have eaten. එතකොට මම එවැනි දේවල් මගේ නවකතා ලිවීමේදී ප්‍රයෝජනයට ගන්නවා.",
        "Sixteen conversation: Kachana Amarakirthi Sathlerthi: Seal Amarakirts New Conversation: Kathleen Jayawardena Conversation: Kathleen Jayawathi Conversation",
        "Easybar: When we talk a little, we'll take a little time how much time you take your time?",
        "Ariyawansa: No special time in writing. I'm writing in your morning and writes on the night. I'll have to be in the room because of your computer. When someone comes from the writing, he goes. If there is another work, it gets up. Writing my romantic is not a job. It is hard to get out of my mind, but it is more than that is another, and it is no more meditative to me. It should be removed from the pain that feels that feels. So a time to remove the shell. I work hard together as he removes the stone. ඒ මහන්සි වෙන්නේ මගෙ ජීවිතේ අනිත් වැඩත් එක්ක. I don't feel like I'm doing this a role. I want to remove the hail in the stone. The other one is good and tell me, but I don't care. To write a novel to write a novel two to three years. It's not without writing, the middle, always writes. But repeatedly change the writing. The novel is different until the spokesman is handed over to a spokesman. Because I live with it. I stop living with it after I handed it to it. And then I'm out of it. Then there's the work of others. To read or not. So I don't apply. Because after you are here no more bothering me. It's over there.",
        "Twenty Second Conversation: Ruya Sriyani Ekhavani Akurawi Conversation Fifth Conversation",
        "කෞශල්‍ය: ලිවීම තුළ ඔබ පවතින ආකාරය ගැන, ලිවීම ඔබ විඳින හැටි ගැන යමක් කියන්න පුළුවන්ද අවසාන වශයෙන්?",
        "ආරියවංශ: එහෙම විශේෂ දෙයක් නැහැ. තමන්ගෙ හිතට ආව කිසියම් දෙයක් එළියට දාගන්න උත්සාහ කරන කෙනෙක් එතෙන්දි මම. I live with those characters at that time. Now when I wrote the Aramamadasa novel, I resulted in the ruins of Polon More Than Hell. Dwarf images, minerals. You have to be associated with that. When I wrote the words that did not have my topic novels, people who went to the army were associated with the injured men who were wounded. Read the book. That's what I live in the environment that I write. Characters of novels become our people. Feeling the suffering they suffer. It's aside when it goes aside when it goes aside, it's a little. First, the characters are looking like puppets, they become friends with puppets. Then we will leak the things that friends have.",
        "Twenty Seventh Conversation: Mahinda Prasad Island The eighth conversation: Tharangi Resistance Conversation: Nissanka Wijemannen Conversation. B. Jayasekara",
        "This will concentrate the kind of conversation I write, \"I write 'the way for writing, writing the technologies in the moment of writing Sinhala novelists.",
        "We wanted to reveal the life of the writers and novelists who feed Sinhala literature from the positions of the positions.",
        "එහිදී අපට ලංකාවේ මේ මොහොතේ සිටින සියලු නවකතාකරුවන් සහ කාරියන් එක්කර ගැනීමට අවකාශ නොපැවතුන බව අවධාරණය කළ  යුතුය. As a result, young, mature, popular, popular, non-popular, non-popular, non-popular, are dedicated to this.",
        "There are many other people who are unable to add and are among them that there are extremely important novelists among them.",
        "This chat series, we traveled to the positive reader's response than we expected.",
        "A large number of people interested in writing and reading were tied to this category and their interest was a great strength to us.",
        "We must also be greeted by the authors and authors who joined us to these conversations.",
        "If many people have written to us, it would be a pleasure to us if your desire to write this series. Each of these conversations with thirty-two document writers, each of the two conversations.",
        "Kaushalyu -une Kumarasinghe is a novelist, translator and social cultural activist with BBC Sinhala.. He has won his doctorates on Sociology from the South Asian University of New Delhi.",
        "IPL 2024: The billions of money spent on powerful players is going on in the water this year.",
        "Why did the Turbine machines of the Uma Oya project be named 'Masni' and 'Churchi'?- Sindney speaks",
        "Iran Iranian President arrived in Sri Lanka in the middle of the Middle East warmth of the Middle East?"
      ]
    }
  },
  "summary_lines": [
    "Ariywansa Abeysekera discusses his writing process, emphasizing the importance of the first sentence and the evolution of characters and plot. He doesn't plan his novels in advance, instead allowing the story to unfold as he writes. His narrative style varies, sometimes drawing from real-life experiences, other times from the supernatural. Writing is a personal journey for him, with no set schedule, and he views it as a way to express his thoughts and feelings."
  ]
}