{
  "translated_text": {
    "ta": {
      "title": "எஸ்.ஆர்.ஐ வடிவத்தை அலங்கரிக்க 30 லட்சம் பூக்கள்",
      "body_lines": [
        "2024-2025 நேஜிகோடா குச்சோ குழுமத்தின் உரிமையாளர்கள், இந்த ஆண்டு 300,000 அமெரிக்க டாலர் நுகாந்தா டி சில்வா இந்த ஆண்டு நூற்றுக்கணக்கான லட்சம் பயன்படுத்துவார்.",
        "மதிப்பிடப்பட்ட பூக்கள், அற்புதங்கள் மற்றும் ஊதுகுழல் யார்டுகள் உள்ளிட்ட பூக்களின் அருகே முற்றத்தைத் தயாரிக்கப் பயன்படுத்தப்பட்டன.",
        "அந்த பூக்களில் மிகப்பெரியது நுவரா எலியாவிலிருந்து எடுக்கப்பட்டது மற்றும் கொழும்பு-ஸ்ரிகல் இதழ்கள் கொழும்பு (13) இலிருந்து 28 வது ஆண்டு நிறுவனத்தை சுற்றி இருக்கும்.",
        "கூடுதலாக, நிறுவனம் ஸ்ரீ பாதா நெல்லை நன்றாக விற்க முடியும் என்று தேவைப்படும் அனைத்து பொருட்களும் சிறப்பாக இருக்க முடியும் என்று நிறுவனம் கூறியது."
      ]
    },
    "en": {
      "title": "30 lakhs of flowers to decorate Sri pattern",
      "body_lines": [
        "2024-2025 The owners of the Nugegoda Kucho Group, Nishantha de Silva, the owners of Nugegoda is US $ 300,000 this year, will utilize hundreds of lakhs this year..",
        "The vicinity of flowers, including the estimated flowers, miracles and the blower yards were used to prepare the courtyard.",
        "The largest of those flowers were taken from the Nuwara Eliya and the Colombo-Srigal Petals from Colombo (13) will be around the 28th annual company.",
        "In addition, the company said that all the ingredients needed to be able to better be able to sell the Sri Pada Paddy well."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Nugegoda Kucho Group plans to use 30 lakh flowers to decorate Sri Lanka. They estimate spending hundreds of lakhs. Flowers will come from Nuwara Eliya and Colombo. This is for their 28th annual event."
  ]
}