{
  "translated_text": {
    "si": {
      "title": "විදුලි සංදේශ ප්රතිවිරෝධතා ආමන්ත්රණය කිරීම සඳහා පියවර ගැනීම",
      "body_lines": [
        "රජයේ සෑම අංශයකම වැටුප් ගැටුම් ආමන්ත්රණය කිරීමට පියවර ගන්නා බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පවසයි.",
        "ලීලි දේවේන්ද්රගේ වෘත්තීය සමිති කෘතිය සනිටුහන් කිරීම සඳහා ඊයේ කොළඹ බණ්ඩාරනායක අනුස්මරණ ජාත්යන්තර සම්මන්ත්රණ ශාලාවේ පැවති උත්සවයකදී ජනාධිපතිවරයා මේ බව පැවසීය.. ඔහු වැඩිදුර ආමන්ත්රණ කරන විට,",
        "ආර්ථික වශයෙන් අපි නැගී සිටීමට පටන් ගනිමු. අපි ඇවිදින්න වෙනවා. රු. 10,000 ක් මේ වසරේ රජයේ සේවකයින් සඳහා. ඒ අතරම, පෞද්ගලික අංශයේ වැටුප් වැඩි කිරීමට උත්සාහ දරා ඇත.",
        "මේ වසරේදී තවත් සහන සැලසීමට අපට ආර්ථික ශක්තියක් නොතිබුණද, ලබන වසරේ සිවිල් සේවකයින්ට යම් සහන ලබා දීමට අපට සිදුවේ.. මේ සඳහා රාජ්ය අංශයේ සෑම අංශයකම වැටුප් ගැටුම් නිරාකරණය කිරීම සඳහා කමිටුවක් පත් කිරීමට අපි තීරණය කර ඇත්තෙමු.",
        "ඒ අනුව අපි දැනට කමිටුවට අදාළ අය පත්කිරීමේ කටයුතු කරමින් සිටිමු. මෙය අමාරුම ගමනයි. රටේ සාමාන්ය ජනතාව වඩාත් පීඩාවට පත්වූයේ අවසාන ආර්ථික අර්බුදයෙනි. ඔහු කිව්වා අපි හැමෝම මේ ගමනේ එකට යන්න ඕනේ කියලා. (ඒ)"
      ]
    },
    "en": {
      "title": "Action to address the telecommunication contradictions",
      "body_lines": [
        "President Ranil Wickremesinghe says steps will be taken to address salary conflicts in all sectors of the government.",
        "The President was speaking at a function held at the Bandaranaike Memorial International Conference Hall in Colombo yesterday to mark the 60 years of the trade union work of Leslie Devendra.. When he further addresses,",
        "Economically we are starting to stand up. We have to walk. Arrangements were made to pay Rs. 10,000 for public servants this year. At the same time, efforts have been made to increase salaries in the private sector.",
        "Even if we do not have the economic strength to provide more relief this year, we will have to make some concessions to civil servants next year.. For this purpose, we have decided to appoint a committee to resolve the salary conflicts in all sectors of the state sector.",
        "Accordingly, we are currently working on appointing those relevant to the committee. This is the hardest journey. The general public of the country was most affected by the last economic crisis. He said we should all go together on this journey. (A)"
      ]
    }
  },
  "summary_lines": [
    "President Wickremesinghe announced measures to resolve salary disputes across government sectors, marking the 60th anniversary of Leslie Devendra's trade union work. He highlighted economic progress and promised Rs. 10,000 for public servants this year, with efforts to boost private sector wages. Acknowledging the impact of the last economic crisis, he pledged to form a committee to address salary issues nationwide, emphasizing collective effort in recovery."
  ]
}