{
  "translated_text": {
    "ta": {
      "title": "சூப்பர் இந்தியன் பிளேயர் ஏன் விளையாடுகிறார்?",
      "body_lines": [
        "இந்திய பிரீமியர் லீக்கில் உலகின் பணக்கார உரிமையாளர் கிரிக்கெட் போட்டி. 2024 போட்டி நடைபெறும்.",
        "சிறந்த நிகழ்வு நடக்கிறது. மும்பை இந்தியர்களின் தலைவராக இருக்கும் ஹார்சிக் பாண்ட்யாவுக்கு இது ஆட்சேபனை.",
        "மும்பை இந்தியர்கள் 2022 மற்றும் 2023 மற்றும் 2023 மற்றும் 2023 வரை மும்பை இந்தியர்களில் விளையாடினர்.",
        "ஆனால் அவர் மீண்டும் 2024 போட்டிகளுக்காக மும்பை இந்தியர்களுடன் சேர்ந்தார்.",
        "அவர் மும்பை இந்தியர்களின் கேப்டனாக இருந்தார். அவர் ரோஹிதா சர்மாவிலிருந்து அகற்றப்பட்டார். ஹெஹித் சர்மா இந்திய 20/20, ஒருநாள் மற்றும் சோதனைக் குழுக்களின் தலைவராகவும் உள்ளார்.",
        "ஆனால் மும்பை இந்தியர்கள் நன்றாக செயல்பட்டதாக அந்த முடிவு தோன்றவில்லை. அவர்கள் பாண்டரின் ஹோஸ்டிங்கிலிருந்து தூக்கி எறிந்து கோபப்படுகிறார்கள்.",
        "மும்பை இந்தியர்கள் அகமதாபாத், ஹைதராபாத் மற்றும் மும்பையில் பங்கேற்றனர். விளையாட்டு காதலர்களிடமிருந்து பாண்ட்யா ஒரு மீட்பைப் பெறவில்லை.",
        "ஆனால் இந்திய அணியின் செயலான ரவிச்சந்திரன், விளையாட்டு லாக்கின் தங்கள் வரம்புகளை வென்று தேவையற்ற பிரச்சினையை எழுப்பியதாகக் கூறுகிறார்."
      ]
    },
    "en": {
      "title": "Why is the Super Indian Player player playing?",
      "body_lines": [
        "The world's richest Franchise Cricket Tournament in the Indian Premier League. The 2024 tournament will be held.",
        "The best event is happening. It is objection to Harcick Pandya, who is the leader of the Mumbai Indians.",
        "The mumbai Indians played in the Mumbai Indians from 2022 and 2023 and 2023 and 2023.",
        "But he again joined the Mumbai Indians again for the 2024 tournament.",
        "He was the captain of Mumbai Indians. He was removed from Rohitha Sharma. The Hehith Sharma is also the leader of Indian 20/20, ODI and Test teams.",
        "But that decision does not appear that Mumbai Indians acted well. They make their angry by throwing away from the hosting of Pandar.",
        "Mumbai Indians participated in Ahmedabad, Hyderabad and Mumbai. Pandya did not receive a salvage from the lovers of sports.",
        "But Ravichandran, who is the act of Indian team, says that the sports lackin has overcome their limits and raised an unnecessary problem."
      ]
    }
  },
  "summary_lines": [
    "Harcick Pandya, Mumbai Indians' captain, was removed by Rohith Sharma, leading to controversy. Despite initial backlash, Pandya rejoined for the 2024 IPL, sparking debate on Mumbai Indians' decision."
  ]
}