{
  "translated_text": {
    "si": {
      "title": "අපේ රටට ප්රමිතිගත ප්රජාතන්ත්රවාදය අවශ්ය වේ: සජිත් පවසන්නේ බලය අල්ලා ගැනීම අරමුණු කර නොගන්නා බවයි",
      "body_lines": [
        "විපක්ෂ නායක සජිත් ප්රේමදාස මහතා කියා සිටියේ, වඩා හොඳ විනිවිදභාවයක්, වගකිවයුතු සහ ප්රජාතන්ත්රවාදීව ප්රජාතන්ත්රවාදීව නියෝජනය කරන, වගකිවයුතු සහ වගකිවයුතු පාලන තන්ත්රයක් නිර්මාණය කිරීමයි.",
        "දේශපාලන පක්ෂ, කලාකරුවන්, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සමාජ කම්කරුවන් සහ වෘත්තීය සමිති නායකයින් ඇතුළු දේශපාලන පක්ෂ, කලාකරුවන්, සිවිල් සංවිධාන, සිවිල් සංවිධාන, සමාජ සේවකයින් සහ වෘත්තීය සමිති නායකයින් සමඟ ඒකාබද්ධ වූ අවබෝධතා ගිවිසුම අඟහරුවාදා නැරඹීමට සහාය වීම 2024 ජනාධිපතිවරණයට තරඟ කරන නායක සජිත් ප්රේමදාස.",
        "විපක්ෂ නායක සජිත් ප්රේමදාස මහතා මේ බව කියා සිටියේ මෙම අවස්ථාවට සහභාගී වෙමින් සිටියදීය.",
        "අපේ රට ගෞරවනීය historical තිහාසික පසුබිමක් වුවද, දැනට ව්යාකූල සමාජ ව්යුහයක් ඇත. ඔවුන් ජීවත් වන්නේ විවිධාකාර ආපදාවන් තුළ ඇති බාධක, තර්ජන, ගොරවන, ගොරවන, දුක් වේදනා සහ ආතතිය මධ්යයේ ය. දුෂ්කරතා මධ්යයේ බොහෝ මිනිසුන්ගේ ජීවිතය ක්රියාත්මක වේ. මේ අවස්ථාවේ දී ප්රජාතන්ත්රවාදී ප්රජාතන්ත්රවාදය තාවකාලික ආරක්ෂකයෙකු ලෙස එය ලබා ගනිමින් සිටින පුද්ගලයින් සමඟ ක්රියාත්මක කළ යුතුය.",
        "වඩාත්ම පිරිසිදු ප්රජාතන්ත්රවාදීන්ගේ උපාධි වුවද, බලයේ බලය ප්රතිවිරුද්ධ ස්ථාන ලෙස ඇතුළත් කර ඇත.. මේ නිසා ප්රමිතිගත ප්රජාතන්ත්රවාදී ක්රමය ක්රියාවලියට ගෙන ආ යුතුය.",
        "දේශපාලන ප්රජාතන්ත්රවාදය අතරතුර වගවීමේ අයිතිය තේරුම් ගැනීමට. වියදම් කිරීමට ඇති සෑම අවස්ථාවක්ම රටට, ජනතාව සහ ප්රජාවට වටිනාකමක් එක් කිරීමයි. එක්සත් ජනතා පක්ෂයේ ප්රධාන අරමුණ මෙයයි.",
        "බලයේ කෑදරකම තුළ, ජනතාවගේ ආශිර්වාදය ඇතිව බලය ලබා ගන්නා බැවින් එය බලයේ උපරිමය කිරීම නතර කළ යුතුය.",
        "අධිකාරිය ලබා ගත හැකි පරිදි එය අතහැර දැමීමට සූදානම්ව සිටින්න.එක්සත් ජනතා බලයේ බලයේ හෝ ප්රජාතන්ත්රවාදය උල්ලං that නය කරන අයුරින් බලය අල්ලා ගැනීමට කිසි විටෙකත් ක්රියා නොකරයි. එවැනි අවස්ථාවන් බොහොමයක් තිබුණත් එය එයට ඉඩ දුන්නේ නැත.",
        "උච්චතම අවස්ථාව වන්නේ ප්රතිපත්ති සැලැස්ම සමඟ දේශපාලනය තුළින් බලය ලබා ගැනීමයි. මතය සඳහා ජනතාවගේ මතය ලබා දීමෙන් ප්රශස්ත සේවය සැපයීම රාජ්ය පරිපාලනයේ හොඳම ස්වභාවයයි.",
        "අද රටේ දේශපාලනය උල්ලං has නය වේ. ආණ්ඩුක්රම ව්යවස්ථාවේ ප්රජාතන්ත්රවාදයේ සඳහන් ප්රධාන කුළුණු තුන අතර ඇති බාධක හා සමීකරණ ඔවුන් උල්ලං is නය වී ඇත. මෙම ප්රජාතන්ත්රවාදය හා ව්යවස්ථාව පිළිබඳ මෙම ක්රමය සම්පූර්ණයෙන්ම පූජා කර ඇත.",
        "අපගේ ප්රධාන අරමුණ ආර්ථික සංවර්ධනය හා ආර්ථික සංවර්ධනය ගොඩනැගීමයි. ආර්ථික මූලධර්ම වර්ග දෙකක් තිබේ.නරකම දක්ෂිනාංශික ධනේශ්වර ප්රතිපත්තිය සහ අන්ත වාමාංශික ප්රතිපත්තිය. එක්සත් ජනතා ප්රකාශය අවිධිමත් නොවන න්යාය දෙකෙන් පසුව ය.රජයේ මැදිහත්වීම කෙරෙහි අවධානය යොමු කරන වාමාංශ සහිත න්යාය හරහා ප්රාග්ධනය කළ නොහැකිය. අපේ රටට සමාජ වෙළඳපොල ආර්ථිකයක් සහ සමාජ ප්රජාතන්ත්රවාදී ප්රතිපත්තියක් සහිත ගමනක් අවශ්යයි.",
        "මූලික අයිතිවාසිකම් පිළිබඳ නව අර්ථ දැක්වීමකට යාමට. ආර්ථික, සමාජ සංස්කෘතික, ආගමික, අධ්යාපනය සහ සෞඛ්ය අයිතිවාසිකම්, දේශපාලනය සහ සිවිල් අයිතිවාසිකම් වැනි, මූලික අයිතිවාසිකම්වලට ඇතුළත් කළ යුතුය.",
        "2019 සිට විපක්ෂ නායකවරයා සහ විපක්ෂ නායකවරයා වීම නිසා අප වගකිව යුතු ය.. වගකිව යුතු. අප නිසි ලෙස ස්ථාපිත කර ඇත. ජනතාව මුහුණ දෙන ගැටලු අපි ප්රකාශ කර ඇත්තෙමු.ඒ තුළින් බිල්පත අත්හිටුවීමට හැකි විය. ඊටත් වඩා, විශ්ව හුස්ම ගැනීම වැනි වැඩසටහන් ද අපි විසින් සිදු කර ඇත්තෙමු. විපක්ෂ නායකවරයා කියා සිටියේ මේ රටේ ජනතාවගේ අවශ්යතා සපුරාලීමට අනාගතය ගන්නා බවයි."
      ]
    },
    "en": {
      "title": "Our country needs standardized democracy: Sajith says it is not aimed at seizing power",
      "body_lines": [
        "Opposition Leader Sajith Premadasa said the aim was to create a regime that would have a better transparency, responsible, and responsible democratically representing the people.",
        "The Integrated Memorandum of Understanding with political parties, artists, civil organizations, social workers and trade union leaders, including political parties, artists, civil organizations, social workers, and union leaders, were held at the Watching Age Hotel on Tuesday to support the opposition leader Sajith Premadasa, who is contesting the 2024 presidential election.",
        "Opposition Leader Sajith Premadasa said this while participating in the event.",
        "Although our country is an honorable historical background, there is currently a confused social structure. They live in the midst of obstacles, threats, roar, suffering, and stresses within a variety of disasters. The life of most people is being carried out amidst difficulty. In this case, the democratic democracy should be implemented as a temporary defender with the people who are gaining through it.",
        "Despite the degrees of the most pure democrats, the power of power is entered as opposite places.. Because of this, the standardized democratic system must be brought to the process.",
        "To understand the right of accountability during political democracy. Every opportunity to spend is to add value to the country, the people and the community. This is the main purpose of the United People's Party.",
        "In the greed of power, it must stop using it to the peak of power, as it gains power with the blessings of the people.",
        "Be prepared to abandon it, just as the authority is available.Never acts to seize power in the way of the United People's Power of Power or in a way that violates democracy. There were many such opportunities, but it did not allow it.",
        "The climax is to gain power through politics with policy plan. It is the best nature of the state administration to provide the optimal service by giving people's opinion to the opinion.",
        "The politics of the country today is violated. Although the Constitution mentioned the obstacles and equations between the three main pillars mentioned in democracy, they are violated. This system of democracy and constitution is completely sacrificed.",
        "Our main purpose is to build economic development and economy development. There are two types of economic principles.The worst right -wing capitalist policy and extreme left -wing policy. The United People's Alliance follows the two non -medium theory.Capital cannot be made through the left -wing theory that focuses on government's intervention. Our country needs a social market economy and a journey with a social democratic policy.",
        "To go into a new definition of fundamental rights. Economic, social cultural, religious, education and health rights, like politics and civil rights, must be included in basic rights.",
        "Since 2019, we have been responsible for being the Leader of the Opposition and the Opposition.. Have been responsible for. We have been properly established. We have announced the problems faced by the people.Through it, it was possible to suspend the Bill. More than that, we have also carried out programs like the universe breathing. The Leader of the Opposition added that the future will be taken to meet the needs of the people of this country."
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa advocates for a standardized democracy to enhance transparency and responsibility in governance. He emphasizes the importance of a democratic system that truly represents the people, contrasting it with current practices he deems lacking. Premadasa, supported by various groups including political parties, artists, and civil organizations, stresses the need for a democratic system that prioritizes the welfare of the nation over personal or party interests. He highlights the challenges facing the country and calls for a return to constitutional democracy, emphasizing economic and social justice."
  ]
}