{
  "translated_text": {
    "ta": {
      "title": "யுனிவர்சல் புத்தர் மற்றும் ரோஷன் சமீபத்திய கதையில் ஒன்றாகும்",
      "body_lines": [
        "இன்று நீதிமன்றத்தில் உலகளாவிய புத்தரை (யு.என்.பி) பட்டியலிடும் நபரைப் பற்றி மேலும் பல தகவல்கள் உள்ளன.",
        "டிசம்பர் 2023 முதல் 2023 டிசம்பர் வரை கிட்டத்தட்ட ரூ .25 மில்லியன் அவரது கணக்கில் டெபாசிட் செய்யப்பட்டுள்ளது.",
        "எவ்வாறாயினும், \"யுனிவர்சல் புத்தர்\" மீதான விசாரணையைத் தொடங்க அனைத்து பணமும் திருப்பித் தரப்பட்டதாக தெரியவந்துள்ளது.",
        "இதற்கிடையில், துறவிகள் ரத்து செய்யப்பட்டுள்ளதாக இலங்கை ரமண்யா சீகாயா இன்று கொழும்பு தலைமை நீதவான் நீதிமன்றத்திற்கு அறிவித்துள்ளது.",
        "புத்தரின் உலகளாவிய புத்தர் மீது குற்றம் சாட்டப்பட்ட ரோஷன் மெனமன் ரணசிங்க, இன்று கொழும்பு தலைமை நீதவான் நீதிமன்றத்தில் இன்று திரும்ப அழைக்கப்பட்டுள்ளார்.",
        "சந்தேக நபர் ஜாமீனில் விடுவிக்கப்பட்டபோது மூத்த துணை துணை வழக்குரைஞர் ஜெனரல் தில்லி டெவலப்மென்ட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட்டார்.",
        "நீதிமன்றத்தில் ஜாமீன் வழங்கப்பட்டதாக குற்றம் சாட்டப்பட்ட சந்தேக நபர், ப Buddhist த்த சசனா பிரபுவால் ஜாமீனில் விடுவிக்கப்பட்டார். மன்னிப்பு கந்து சலேல் அமரசிங்க, உபுல் சாந்தா ஒரு பத்திரிகையாளருடன் கலந்துரையாடல்களில் சேர்ந்துள்ளார். அடுத்த நாள் உபுல் சாந்தா சன்னாஸ்கலாவுடன் கலந்துரையாடியதைத் தொடர்ந்து, கஞ்சா பயன்படுத்த மீண்டும் ஒரு வீடியோவை வெளியிட்டார். எனவே இதில் ஒரு சிக்கல் இருப்பதாக கர்த்தர் தெளிவாகக் காட்டுகிறார். \"",
        "மூத்த துணை சொலிசிட்டர் ஜெனரலும் சந்தேக நபரை விசாரிக்க நீதிமன்றத்தின் கவனத்தை ஈர்த்தார்.",
        "\"ஆண்டவரே, ரோஷன் மெனலா ரனசிங்க என்ற இந்த சந்தேக நபரின் பெயர். ராகமா எல்பிடியாவின் ராகமா எல்பிடியாவில் உள்ள ஸ்ரீ சதர்மவாரம விஹாராயாவில் அவர் முதலில் மூல நீர் செக்டமணியிலிருந்து பெறப்பட்டார். இருப்பினும், அவர் ஒரு துறவியாக அஞ்சலின் கீழ் நான்கு மாதங்கள். பின்னர் அவர் தவிர சிங்கப்பூரில் வேலைக்குச் சென்றிருந்தார். அவர் 2019 ஆம் ஆண்டில் இரண்டாவது முறையாக தீவுக்கு வருவார். ஒரு அறுபது ஃபிளைட் இறைவன் பிரிவினரால் மூழ்கிவிடுகிறார். அப்போதுதான் அவர் வைமலாபுடி என்ற பெயரைப் பயன்படுத்துகிறார். எப்படியிருந்தாலும், ஆண்டவரே, ஒரு துறவியாகவோ அல்லது இன்னும் மோசமாகவோ இல்லை. ஆனால் ஜனவரி 2022 முதல் டிசம்பர் 2023 வரை, அவர் ரூ.. ஆனால் விசாரணைகள் விசாரணைகளை நெருங்கும் அதே நேரத்திலிருந்து அது திரும்பப் பெறப்பட்டுள்ளது. இறுதியாக, நாங்கள் கணக்குகளை ஆய்வு செய்தபோது, ​​அது ரூ.",
        "ஜனாதிபதியின் ஆலோசகர் பிரசாந்தா லால் டி அல்விஸ் ரமன்னா பிரிவு சார்பாக நீதிமன்றத்தில் ஆஜரானார்.",
        "சந்தேக நபர் ரமன்னா செக்டி நிகயாவைச் சேர்ந்த ஒரு துறவி என்று இறைவன் கூறினார். ஆனால் மாகுலியில் மக்குலாபு, மஜாயநாயக்க நிகாய மஹானயக நமக நிக்கயா ப Buddhist த்த விவகார ஆணையர் ஜெனரலுக்கு ரத்து செய்யப்பட்டுள்ளார்.. எனவே, அவரை ஒரு துறவியாக கருத வேண்டாம் என்று நீதிமன்றத்தை கேட்டுக்கொள்கிறோம். \"",
        "சந்தேக நபரின் சார்பாக ஆஜரான வழக்கறிஞர், அவரது வாடிக்கையாளர் தனது வாடிக்கையாளர் இன்று நீதிமன்றத்தை ஒரு உயிர் என்று அலங்கரிக்கவில்லை என்று கோரினார்.",
        "கொழும்பு தலைமை நீதவான் பிரசன்னா அல்விஸ் சந்தேக நபருக்கு கடுமையாக அறிவுறுத்தினார்.",
        "\"அறிக்கைகளின் கூற்றுக்கள் மற்றும் அறிக்கைகள் ஒரு வழக்கை அடிப்படையாகக் கொண்ட ஒரு தீவிர சூழ்நிலை உள்ளது. நான் இன்று எனது ஜாமீனை ரத்து செய்ய மாட்டேன். ஆனால் இந்த முந்தைய ஜாமீனில் வெளியிடப்பட்ட முதல் மற்றும் கடைசி முறை. மீண்டும், நீதிமன்றம் நீதிமன்றத்தின் முன் திரும்பினால், அவர் எளிதாக ரிமாண்ட் செய்தார். \"",
        "அதன்படி, மார்ச் 28 அன்று சட்டம் மீண்டும் எடுக்கப்பட வேண்டும் என்று மாஜிஸ்திரேட் உத்தரவிட்டார்.",
        "இருப்பினும், யுனிவர்சல் புத்தரின் பெயர் நேஜிகோடா மாஜிஸ்திரேட் நீதிமன்றத்தின் இருப்புக்கள் மற்றும் சந்தேக நபரை மீண்டும் சந்தேக நபரை மீண்டும் தொடங்கியது."
      ]
    },
    "en": {
      "title": "Universal Buddha and Roshan is one of the latest story",
      "body_lines": [
        "There are many more information about the person who lists the universal Buddha today (UNP) in court today.",
        "It was revealed that nearly Rs. 25 million has been deposited to his account from December 2023 to December 2023.",
        "However, it has been revealed that all the money had been returned to the commencement of the investigation into the \"universal Buddha\".",
        "Meanwhile, the Sri Lanka Ramanya Seikaya has notified the Colombo Chief Magistrate's Court today that the monks have been abolished.",
        "Roshan Menaman Ranasinghe, who is accused of the universal Buddha of Buddha, have been recalled today in the Colombo Chief Magistrate's Court today.",
        "Senior Deputy Deputy Solicitor General Dili Development was produced before the court when the suspect was released on bail.",
        "The suspect, who is accused of bail in the court, has been released on bail by Lord, Buddhist Sasana.Forgiveness Gantu Salale Amarasinghe, Upul Shantha has joined the discussions with a journalist. The following day following a discussion with Upul Shantha Sannasgala, he has been published a video again to use cannabis. So the Lord clearly shows that there is a problem with this one. \"",
        "The Senior Deputy Solicitor General General also brought the attention of the Court of Justice to investigate the suspect.",
        "\"Lord, the lay name of this suspect named Roshan Menala Ranasinghe. He was first obtained from the Raw Water Sectamani at the Sri Saddharmarama Viharaya in Ragama Elpitiya, Ragama Elpitiya. However, he was four months under the robe as a monk. Later he had gone to work in Singapore except. He will come back to the island in 2019 for the second time. A Sixtyfly The Lord is overwhelmed by the sect. It is then that he is using the name of Wimalabudy. Anyway, Lord, has not been a monk, or even worse. But between January 2022 to December 2023, he was depositing Rs.. But it has been taken back from the same time when investigations are nearing investigations. Finally, when we inspected the accounts, it was less than Rs.",
        "President's Counsel Prasantha Lal de Alwis appeared in court on behalf of the Ramanna Sect.",
        "The Lord said that the suspect was a monk belonging to the Ramanna Secti Nikaya. But the monk who has been Makulapu in Makulee, the Majayanayake Nikaya Mahanayaka Namaga Nikaya has been abolished to the Commissioner General of Buddhist Affairs.. Therefore, we urge the court not to consider him as a monk as a monk. \"",
        "The lawyer appearing on behalf of the suspect, his client demanded that his client was not decorating the court today as a bio.",
        "Colombo Chief Magistrate Prasanna Alwis strongly admonished the suspect.",
        "\"There is a serious situation in which the claims and statements of statements is based on a case. I will not cancel my bail today. But the first and last time released on this previous bail. Again, if the court returns before the court, he remanded easily. \"",
        "Accordingly, the magistrate ordered that the law was taken up again on March 28.",
        "However, the universal Buddha's name is reserves from the Nugegoda Magistrate's Court and remanded the suspect to resume the suspect."
      ]
    }
  },
  "summary_lines": [
    "Roshan Menaman Ranasinghe, accused of the Universal Buddha scandal, was released on bail. Nearly Rs. 25 million was deposited into his account from Dec 2023 to Dec 2023, but returned at the start of the investigation. The Sri Lanka Ramanya Seikaya announced the monks' abolition. Roshan, who worked in Singapore and returned to Sri Lanka in 2019, was not a monk. The court ordered him to be re-arrested on March 28, but his name was reserved by the Nugegoda Magistrate's Court."
  ]
}