{
  "translated_text": {
    "si": {
      "title": "රහස් පොලිසිය පාර්ලිමේන්තුවට පැමිණීම",
      "body_lines": [
        "අපරාධ විමර්ශන දෙපාර්තමේන්තුවේ නිලධාරීන් කණ්ඩායමක් පාර්ලිමේන්තු වෙබ් අඩවිය පිළිබඳ පරීක්ෂණයක් ආරම්භ කර ඇති අතර, අපරාධ විමර්ශන දෙපාර්තමේන්තුවේ නම ඉදිරිපිට යුක්තිය හාර්ෂනා නනායකාරා නම් කර තිබේ.",
        "මේ අතර, අපරාධ විමර්ශන දෙපාර්තමේන්තුව (සීඅයිඩී) නිලධාරීන් පාර්ලිමේන්තු නිලධාරීන්ට ප්රකාශයක් නිකුත් කරන ලදී.",
        "අපරාධ විමර්ශන දෙපාර්තමේන්තුවේ අපරාධ විමර්ශන දෙපාර්තමේන්තුවේ නිලධාරීන්ට තොරතුරු භාර දී ඇති බව අනාවරණය වී තිබේ.",
        "පාර්ලිමේන්තු වෙබ් අඩවියේ ඔහුගේ නම ඉදිරිපිට තමා තමාට අපහාස කළ බවට අපරාධ විමර්ශන දෙපාර්තමේන්තුවට (සීඅයිඩී) සමඟ නීතිපති හර්ෂනා නනායකාරා මහතා විසින් මෑතකදී පැමිණිල්ලක් කළේය.. ඒ අනුව අපරාධ විමර්ශන දෙපාර්තමේන්තුව සිද්ධිය සම්බන්ධයෙන් පරීක්ෂණයක් ආරම්භ කර තිබේ."
      ]
    },
    "en": {
      "title": "CID visit to Parliament",
      "body_lines": [
        "A team of Criminal Investigation Department officials have launched an investigation into the parliamentary website in which Justice Harshana Nanayakkara has been named in front of the name of the Criminal Investigation Department.",
        "Meanwhile, the Criminal Investigation Department (CID) officials filed a statement to three parliamentary officials.",
        "It has been revealed that the information has been handed over to the Criminal Investigation Department officials of the Criminal Investigation Department.",
        "Attorney Harshana Nanayakkara recently lodged a complaint with the Criminal Investigation Department (CID) that he had slandered him in front of his name on the parliamentary website.. Accordingly, the Criminal Investigation Department has launched an investigation into the incident."
      ]
    }
  },
  "summary_lines": [
    "CID probes parliamentary site claim against Justice Harshana Nanayakkara"
  ]
}