{
  "translated_text": {
    "si": {
      "title": "ත්රිකුණාමලය ගැටළුව විසඳන්න: කරුකාදාසන් පාර්ලිමේන්තු මන්ත්රී",
      "body_lines": [
        "දේවමාළිගාවේ පාරිශුද්ධ භාවය හානි වී ඇත්තේ දේවමාළිගාවේ පරිසරයේ නීතිවිරෝධී වෙළඳසැල් විසින් නීතිවිරෝධී වෙළඳසැල් වලින් සහ මෙහි සමහර සමාජ විරෝධී ක්රියාකාරකම් මෙහි ය.. එමනිසා, මෙම වෙළඳසැල් වෙනත් ස්ථානයකට ගෙන යා යුතු නමුත් නිගමනය මෙවැනි බව දිස්ත්රික් සම්බන්ධීකරණ කමිටු රැස්වීමේදී ඒකමතිකව තීරණය විය.. ක්රියාත්මක කිරීමට තීරණය කළ කරුකාදාසන් ද ඉල්ලා සිටියේය.",
        "නියෝජිත මන්ත්රී මණ්ඩලය අවසානයේ අදහස් දක්වමින් ඔහු මෙසේ පැවසීය.",
        "තිරුකොනාචාරම් යනු histor තිහාසික පූජනීය ස්ථානයකි. එහිදී සංචාරකයින් විශාල සංඛ්යාවක් පන්සලට පැමිණේ.. නීතිවිරෝධී ලෙස ඔබුලට් වෙළඳසැල් මේ සඳහා බාධකයකි. එපමණක් නොව, මෙම වෙළඳසැල් දේවමාළිගාවේ පරිශුද්ධභාවයට හා සමාජ විරෝධී ක්රියාකාරකම් වලට හානිකර වේ. එබැවින් මෙම වෙළඳසැල් සුදුසු ස්ථානයකට ගෙන යා යුතු බව 2019 දිස්ත්රික් සම්බන්ධීකරණ කමිටු රැස්වීමේදී එය ඒකමතිකව තීරණය විය, නමුත් තීරණය තවම ක්රියාත්මක කර නොමැත.",
        "දෙවනුව, අපගේ රටේ සහ අපේ රටේ තත්වය ආහාර වැඩි කරන ලෙස ඉල්ලා සිටී. කෙසේ වෙතත්, රාජ්යයේ කොටසක් වන වන සංරක්ෂණ දෙපාර්තමේන්තුව විසින් අක්කර හතළිස් දහසකට ආසන්න සංඛ්යාවක් සහ පුරාවිද්යා සමීක්ෂණ අක්කර 2600 ක් අත්පත් කර ගෙන තිබේ.",
        "මෙම ඉඩම් 1985 ට පෙර මිනිසුන් විසින් ගොදුරු වූ ඉඩම් විය. 1985 ට පෙර පවා ජනාධිපතිවරයා කියා සිටියේ ජනතාවගේ ඉඩම් නිදහස් කරන බවයි. මෙම ඉඩම් නිදහස් කිරීමට රජය වහාම පියවර ගත යුතුය",
        "වන සංරක්ෂණ දෙපාර්තමේන්තුව අත්පත් කර ගෙන ඇති ප්රදේශයේ කුඩා පොකුණු 80 ක් ඇත. වන සංරක්ෂණ දෙපාර්තමේන්තුව මෙම ඉඩම් නිදහස් කර මෙම තටාක නිවැරදි කරනු ඇත.. මෙය රටේ වී නිෂ්පාදනය වැඩි කර ගොවියාගේ තත්වය වැඩි දියුණු කළ හැකිය.",
        "තෙවනුව, මම ත්රිකුණාමල දිස්ත්රික්කයේ මුහුදු සේවකයන් මුහුණ දෙන ගැටලු පිළිබඳව ඔවුන්ගේ අවධානයට යොමු කරමි. මෙම දිස්ත්රික්කයේ පවුල් 23,000 දහසක් සතුන් මුහුදු කර්මාන්තය මත රඳා පවතින නමුත් නවීන ධීවරකරණ පද්ධති අනුගමනය නොකෙරේ.. පන්නල් ධීවර බෝට්ටුවක් ඇති ධීවරයින් ඉතා අඩු ය. බොහෝ විට ධීවරයින් බහුතරය වන බෝට්ටුවේ යන්ත්රයක යන්ත්රයක් අගුළු දමා ඇත. ඔවුන් මුහුදට යන විට බොහෝ මාළු අල්ලා ගැනීමට ඔවුන්ට නොහැකි වේ. එවැනි දුක් වේදනා මසුන් සඳහා සුදුසු මිලක් නොවේ.",
        "විසඳුමක් ලෙස දුප්පත් ධීවරයින්ට ධීවර බෝට්ටු සමූහයක් මිලදී ගැනීම සඳහා සහනාධාර ණය ලබා දීමේ වැඩසටහන් ලබා දීමට හැකි විය යුතුය.",
        "මීට අමතරව, පන්නලේ ධීවර බෝට්ටු දෙපාර්තමේන්තුව, ත්රිකුණාමල දිස්ත්රික්කයේ ශ්රී ලංකා අංශයේ සම්පත් සහ සැල්ලි ගම්මානවල.. මෙය මුහුදේ මසුන් ඇල්ලීම අඩු කරන අතර මුහුදේ මසුන් ඇල්ලීමේ සංඛ්යාව එකතු වේ.. මීට අමතරව, බෝට්ටු අතුරුදහන් වූ විට රජය ගුවන්යානය සෙවීමට පියවර ගත යුතුය.",
        "ත්රිකුණාමලය දිස්ත්රික් ධීවරයා මුහුණ දෙන තවත් ගැටලුවක් වන්නේ මාළු ඇල්ලීමයි. මේ හේතුවෙන් බෝට්ටුව එක් විශාල සේවකයෙකුගේ මුහුද තනි විශාල ධීවරයෙකුගේ මසුනු ලැබීය.. සම්පීඩනය විසඳීමට නම්, නීති දැඩි හා සම්පූර්ණයෙන් ක්රියාත්මක කළ යුතුය.",
        "හතරවනුව සිව්වන අවස්ථාව වන අතර, ත්රිකුණාමල දිස්ත්රික්කයේ ගුරුවරුන් 500 ක අධ්යාපන හිඟයක් පවතී. ගුරුවරුන්ගේ හිඟය තුරන් කිරීම සඳහා ගුරුවරයා දිස්ත්රික්කයට බැහැර කිරීම අවදානමට ලක්ව ඇත.",
        "දැන්, ගුරුවරයා පළාත් වලට නිසි ලෙස පත් නොකළ විට, ගුරුවරයා බොහෝ දෙනෙක් ත්රිකුණාමලය දිස්ත්රික්කයට පැමිණේ.. කලක් ඔවුන් ඔවුන්ගේ දිස්ත්රික්කවලට ගෙන යනු ලැබේ.",
        "මෙම ගැටළුව විසඳීමට අවසර දී ඇති විට ප්රාදේශීය ලේකම් කාර්යාල මට්ටමින් ඇති පුරප්පාඩු ප්රාදේශීය ලේකම් කාර්යාල කොට් from ාශයෙන් තෝරාගෙන තිබේ නම් ගැටළුව විසඳිය හැකිය.. ප්රාදේශීය ලේකම් කාර්යාල කොට් in ාශවල පුරප්පාඩු සඳහා අභ්යන්තර අමාත්යාංශය විසින් ග්රාම නිලධාරි පත් කරන විට. ගුරු හිඟයේ ගැටළුව විසඳීමට අධ්යාපන අමාත්යාංශයට සහ අධ්යාපන අමාත්යාංශයට හැකි වේ.",
        "අධ්යාපන දෙපාර්තමේන්තුවට වෙන් කරන ලද අරමුදල් ප්රමාණවත් නොවේ. අධ්යාපන දෙපාර්තමේන්තුව විසින් 2023 අයවැයෙන් 1.3% ක් පමණක් වෙන් කර ඇත. 2024 අයවැයෙන් 1.5% ක් පවරා ඇත. මෙය අවම වශයෙන් 5% ක් වත් ඉහළ නැංවිය යුතුය.",
        "ඊළඟට ත්රිකුණාමල දිස්ත්රික්කයේ මධ්යම රජයේ රෝහලේ වෛද්ය විශේෂ expert හි මධ්යම රජයේ 74 ක්, සෞඛ්ය කාර්ය මණ්ඩලයේ හිඟය, 39 සෞඛ්ය කාර්ය මණ්ඩලයේ වෛද්ය විශේෂ experts යින් 39 ක්, වෛද්යවරුන්ගේ හිඟය, වෛද්ය හෙදියන්ගේ හිඟය සහ pharma ෂධවේදීන් 22 දෙනෙකු කාර්මික ශිල්පීන්ගේ හිඟයක් සහ සෞඛ්ය සේවකයින් 100 දෙනෙකුගේ හිඟයක් පවතී. මෙම හිස් තැන් පිරවීම සඳහා මෙය කළ යුතුය",
        "ත්රිකුණාමලය දිස්ත්රික් රෝහලේ කොටසක් ලෙස හදිසි අනතුරක් හා හදිසි දෙපාර්තමේන්තුවක් ඉදිකර තිබේ. රෝගීන් කළමනාකරණය කිරීම සඳහා ප්රමාණවත් නවාතැන් පහසුකම් නොමැති බැවින් මෙම කාණ්ඩයේ වැඩිම රෝගීන් සංඛ්යාවට ඇතුළත් කර ගැනීම සඳහා ප්රමාණවත් නවාතැන් පහසුකම් නොමැත. ගොඩනැගිල්ල සම්පූර්ණ කළ යුතුය.",
        "ත්රිකුණාමලය දිස්ත්රික්කයේ පිළිකා ප්රතිකාර සඳහා වර්ගයක් නොමැති අතර මෙම දිස්ත්රික්කයේ ජනතාව බෙහෙවින් අපහසුතාවයට පත්වේ. ඔවුන් ප්රතිකාර සඳහා බාහිර දිස්ත්රික්කවලට යති. එහි ප්රති As ලයක් වශයෙන්, මෙම පුද්ගලයින් මුදල්, ප්රවාහන, කාලය, භාෂාව, නවාතැන් වැනි ගැටලුවලට මුහුණ දෙයි. මේවා විසඳීම සඳහා මෙම රෝහලේ පිළිකා ඒකකයක් ස්ථාපනය කළ යුතුය.",
        "ත්රිකුණාමල දිස්ත්රික්කයේ තරුණ තරුණියන්ට ක්රීඩාවේ දිය නොහැකි වීමට ප්රධාන හේතුව. රටේ හොඳම ක්රීඩක ක්රීඩිකාවන්ගෙන් උපරිමය ඇති වූ මැක් විහිලික ක්රීඩාංගණය වන අතර එය දිගුකාලීන ප්රතිව්යුහගත කිරීමක් නොමැතිව බුෂ් වේ.. මෙය ප්රතිසංවිධානය කිරීම යෞවනයන් සිය ගණනක ක්රීඩා ක්ෂේත්රයේ ක්රීඩා කර්මාන්තය වැඩිදියුණු කිරීමට අවස්ථාවක් වනු ඇති අතර මේ හරහා මෙහි ජාත්යන්තර ක්රීඩා තරඟ පැවැත්විය හැකිය.",
        "ඊළඟට, වරාය අධිකාරිය ග්රාම නිලධාරි කොට් D ාශ කොට් D ෙම්පක්ෂණ කොට් D ාශ ආස්ථානයේ ග්රාම නිලධාරි කොට් Division ාශයේ අක්කර 5572 ක ඉඩමක් අත්පත් කර ගෙන තිබේ.. මිනිසුන් වසර 30 කට වැඩි කාලයක් තිස්සේ අක්කර 1868 ක ඉඩමක ජීවත් වී ඇත. අධිකාරිය අත්පත් කර ගැනීම හේතුවෙන්, ඔවුන්ගේ ඉඩම්වල කිසිදු ක්රියාකාරකම් කිරීමට මිනිසුන්ට නොහැකි වී තිබේ.",
        "ඊළඟට, ත්රිකුණාමල දිස්ත්රික්කයේ කාන්තාවන් 10,000 කට ආසන්න සංඛ්යාවක් පමණ පවුල්වල ප්රධානත්වයන් ඇත.",
        "කොනාමලායි දිස්ත්රික්කයේ බොහෝ ප්රාදේශීය ලේකම් කාර්යාලවල සීමාවන් පැහැදිලි නැති අතර බලධාරීන් සහ සාමාන්ය ජනතාව බොහෝ ගැටලුවලට මුහුණ දී සිටිති. මෙම සීමාවන් පැහැදිලි කළ යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Solve the Trincomalee Problem: Kukadasan MP",
      "body_lines": [
        "The sanctity of the temple is damaged by the illegal shops in the environment of the temple and some anti -social activities here are here.. Therefore, it was unanimously decided at the 2019 District Coordinating Committee meeting that these shops should be relocated to a different location, but the conclusion has not yet been implemented.. Kukadasan also urged the decision to be implemented.",
        "Speaking at the conclusion of the House of Representatives, he said,",
        "Thirukonacharam is a historic sacred place where a large number of tourists come to the temple.. The illegal -built shops are a barrier to this. Moreover, these shops are harmful to the sanctity of the temple and some anti -social activities here. Therefore, it was unanimously decided at the 2019 District Coordinating Committee meeting that these shops should be relocated to a suitable place, but the decision has not yet been implemented.",
        "Secondly, the president and the state of our country request to increase food. However, the Forest Department, a part of the state, has acquired nearly forty thousand acres of state and 2600 acres of the Archaeological Survey.",
        "These lands were the lands that were cropped by people before 1985. Even before 1985, the President said that the lands of the people would be released. The government must take immediate steps to release these lands",
        "There are 80 small ponds in the area where the Forest Department has acquired. The Forest Department will release these lands and rectify these pools.. This can increase the country's paddy production and improve the state of the farmer.",
        "Thirdly, I bring to their attention the problems faced by the sea workers in the Trincomalee district. Approximately 23,000 thousand families in this district depend on the sea industry, but no modern fishing systems are followed.. Fishermen who have a pannal fishing boat are very low. Often a machine is locked in the boat where the fishermen are the majority. They are not able to catch more fish when they go to sea often disappear. Such suffering is not the right price for fish.",
        "As a solution, poor fishermen should be able to provide subsidized lending programs for the purchase of a bunch of fishing boat.",
        "In addition, the Pannale Fisheries Boat Department should be installed in the Sri Lankan sector, Sampur and Salli villages in Trincomalee district.. This will reduce the number of fishing in the sea and the number of fishing in the sea can be accumulated.. In addition, the government should take steps to search for the aircraft when the boats disappear.",
        "Another problem facing the Trincomalee District Fisherman is to catch fish. Due to this, the boat caught the sea of ​​one big employer with a single big fisherman's fish.. If the compression is to be resolved, the laws must be tightened and fully implemented.",
        "Fourth is the fourth of the year, with a total of 500 teachers shortage of education in the Trincomalee district.It is vulnerable that the teacher should be excluded to the district to eliminate the shortage of teachers.",
        "Now, when the teacher is not properly appointed to the provinces, most of the teacher comes to the Trincomalee district.. In some time, they are relocated to their districts.",
        "The problem can be solved if the vacancies at the Divisional Secretariat level are selected from the Divisional Secretariat Divisions when they are allowed to solve this problem.. When the Internal Ministry appoints Grama Niladhari to the vacancies in the Divisional Secretariat Divisions. The Ministry of Education and the Ministry of Education will be able to address the problem of teacher shortage.",
        "The funds allocated to the Department of Education are inadequate. The Education Department has only allocated 1.3% of the budget of 2023. 1.5% of the budget of 2024 has been assigned. This should be raised at least 5%.",
        "Next up is 54 doctors at the Central Government Hospital in the Trincomalee District, 9 departmental medical expert's 7 nurses shortage, 39 health staff shortages, 39 health staff shortages, 40 departmental medical experts in hospitals under the provincial government, 21 shortage of doctors, 27 nurses deficit and 22 pharmacistsThere is a shortage of technician and 100 health workers. Have to do this to fill these blanks",
        "There are an accident and emergency department as a part of the Trincomalee District Hospital was built. There is insufficient accommodation to manage patients as it is admitted to the highest number of patients in this category. The building must be completed.",
        "There is no category for cancer treatment in Trincomalee district and the people of this district are greatly inconvenienced. They go to outer districts for treatment. As a result, these people face problems such as cash, transportation, time, language, shelter. To resolve these, a cancer unit must be installed at this hospital.",
        "The main reason why youth in the Trincomalee district are unable to progress in sports. The Mc.heizer stadium, which has created the first most of the best athletes in the country, is the bush without a long restructuring.. Reorganizing this will be an opportunity for hundreds of young people to improve the sports industry in the field of sports and can hold international sports competitions here through this.",
        "Next, the Ports Authority has acquired 5572 acres of land in the Eleven Grama Niladhari Division in the Divisional Secretariat Divisional Secretariat Division.. People have been living on 1868 acres of land for over 30 years. Due to the acquisition of the Authority, people are unable to perform any activities on their land.",
        "Next, there are approximately 10,000 women headed families in the Trincomalee district.",
        "The boundaries of many Divisional Secretariats in Mr. Konamalai district are not clear and the authorities and the general public face many problems. He said these boundaries should be clarified."
      ]
    }
  },
  "summary_lines": [
    "The Trincomalee Problem involves several issues including unauthorized shops damaging a historic temple's sanctity, land acquisition by the Forest Department affecting farmers, lack of modern fishing equipment for local fishermen, teacher and doctor shortages in the district, inadequate funding for education, healthcare infrastructure needs, sports development challenges, land acquisition by the Ports Authority impacting residents, and unclear divisional boundaries causing confusion."
  ]
}