{
  "translated_text": {
    "si": {
      "title": "අපගේ තේරීම රනිල් වික්රමසිංහ;13 වන ව්යවස්ථා සංශෝධනය දිගටම කරගෙන යාමට හා පුරුදු කළ යුතු බව නිර්භීතව ප්රකාශ කරන්නේ ඔහුය - අලි සබ්රි",
      "body_lines": [
        "13 වන ව්යවස්ථා සංශෝධනය අඛණ්ඩව පවත්වා ක්රියාත්මක කළ යුතු යැයි රනිල් වික්රමසිංහ වඩාත් නිර්භීතයි. ජනාධිපතිවරණයට පෙර ශ්රී ලංකාවේ දේශපාලන වාතාවරණය තුළ මෙය වාර්තා කළ නොහැකිය. විදේශ කටයුතු හා අධිකරණ අමාත්ය අලි සබීරි මහතා කියා සිටියේ මෙය වඩාත් දුෂ්කර ගැටළුව බව පවසමින්, රනිල් වික්රමසිංහ අපගේ තේරීම්වල ඉතා අදාළ බව පවසමිනි.",
        "ප්රශ්නය - ඔබේ දේශපාලන ජීවිතය පුරාම ඔබට විරුද්ධව වැඩ කළ කෙනෙකුට පක්ෂව උද් ing ෝෂනය පිළිබඳ ඔබේ හැඟීම් මොනවාද?",
        "පිළිතුර - මෙය දේශපාලනයේ කොටසකි. පක්ෂ හා දේශපාලන නායකයින් ගැන මුරණ්ඩු වීමට වඩා වර්තමාන අභියෝග සහ ප්රමුඛතාවය රටට පරීක්ෂා කිරීම අවශ්ය වේ.",
        "ඉතින් මේ මොහොතේ වැදගත් වන්නේ කුමක්ද?. විශේෂයෙන් ආර්ථික විද්යාව.",
        "මෙම අභියෝගයන්ට මුහුණ දිය හැකි අයෙකු අප තෝරා ගත යුතුය. මේ නිසා මම ඔහුව තෝරා ගනිමි.",
        "ප්රශ්නය - රටේ ස්ථාවරත්වය ශක්තිමත් කිරීම වඩාත්ම වැදගත් දෙය එය බව ඔබ නිරන්තරයෙන් ප්රකාශ කර ඇත. ධම්මිකා වැනි කිසිවෙකු මේ මොහොතේ උදව් කළ හැකි යැයි ඔබ සිතන්නේ නැද්ද?",
        "පිළිතුර - මට ධම්මිකා පෙරේරා ගැන නිෂේධාත්මක හැඟීමක් නැහැ.",
        "අත්දැකීම් සහ ධනවත් අය සිටින අයට මම කැමතියි රටේ ආර්ථිකය පවත්වාගෙන යාම.නමුත් ගැටළුව වන්නේ ඔබ රටක් ධාවනය කරන විට එය ආර්ථිකය පමණක් නොවේ. එය තවත් බොහෝ දේ ගැන ය. ආර්ථික විද්යාව, විදේශීය සබඳතා වැනි තවත් බොහෝ දේ තිබේ. බොහෝ කැබින්ට් වලට යොමු කළ අත්දැකීම නීතිය හා සාමය කළමනාකරණය ලෙස වැදගත් වේ.",
        "මගේ මතය නම් ඕනෑම පරීක්ෂණයකට මෙය මොහොත නොවන බවයි. මේ සියල්ල සලකා බැලීම, ඔබ බලන විට අත්දැකීම් ඇති අයෙකු විසින් ඔබට අවශ්ය දේ ලබා දිය හැකිය. පසුගිය අවුරුදු දෙක තුළ ද එය එසේම විය. ජාත්යන්තර ප්රජාව ද එම දේම වාර්තා කරයි.මම හිතන්නේ ජනාධිපති රනිල් වික්රමසිංහ වඩාත් සුදුසුයි.",
        "ප්රශ්නය - ශ්රී ලංකාවේ පාමා තමන්ගේම අපේක්ෂකයෙකු ඉදිරිපත් කිරීමට තීරණය කර තිබේ. සිදුවන්නේ කුමක්ද යන්න ඔබ සලකන්නේ කුමක්ද?",
        "පිළිතුර - මම දන්නේ නැහැ මොකද වෙන්නේ කියලා. ඔවුන්ට යමක් සැකසීමට ඉඩ ඇත. මට එහි කොටසක් නොමැත. පාර්ලිමේන්තුවේ සාමාජිකයින් 16 දෙනෙකු පමණක් එහි කොටසකි. ඔවුන් එසේ කිරීමට තීරණය කර ඇත.",
        "නමුත් මම ඇමතිවරුන් සමඟ කතා කළ විට, සාමාන්ය සාමාජිකයන් සිටින මගේ සගයන් සහ මන්ත්රීවරු, බහුතරයක් කියා සිටියේ ඔවුන් ජනාධිපතිවරයාට සහාය දෙන බවයි.",
        "ඔහු ආර්ථික ප්රකෘතිය සඳහා හොඳම ගමන ආරම්භ කළේය. ඔවුන් සිතන්නේ එය මේ මොහොතේ ව්යාකූල නොකළ යුතු බවයි. මා විසින් රඳා පවතින මන්ත්රීවරුන්ගේ සිතුවිල්ල මේ ආකාරයට ය.",
        "ප්රශ්නය - ඔවුන් සිතන්නේ කණ්ඩායමේ බහුතරය තවමත් ඔවුන් සහාය දිය යුත්තේ කවුරුන්ද යන්න තීරණය නොකරන බවයි?",
        "පිළිතුර - ශ්රී ලංකාවේ මන්ත්රීවරුන් 118 දෙනාගෙන් 92 ක්ම රනිල් වික්රමසිංහට තීරණය කර තිබේ. ඉතින් මම හිතන්නේ බොහෝ අය ඔහුට සහාය දීමට තීරණය කර ඇති.",
        "ප්රශ්නය - නාමල් රාජපක්ෂ රනිල් වික්රමසිංහගේ විවේචනය කරයි - ඔබේ අදහස කුමක්ද?",
        "පිළිතුර - අදහස් දැක්වීමට සෑම කෙනෙකුටම අයිතියක් ඇත. මෙය ප්රජාතන්ත්රවාදයයි.ඔහුට ඒ සඳහා හේතු තිබිය යුතුය.",
        "එය අතීත පක්ෂ, දේශපාලන .යන්ගේ ජනතාව හා සම්බන්ධ නොවේ. ශ්රී ලංකා මහජන නිදහස් සන්ධානයේ මන්ත්රීවරුන් සහ සාමාන්ය සාමාජිකයින්ගෙන් වැඩි දෙනෙක් (පීඒ) අප ඉදිරියේ තේරීම් සලකා බලයි.",
        "ඔහු මගේ හොඳම මිතුරා. නමුත් මේ මොහොතේ අපි ඇගේ අදහස් පිළිගත්තේ නැත. නමුත් අදහස් දැක්වීමට ඔහුට අයිතියක් ඇත.",
        "ප්රශ්නය - ඔබ මෑත කාලීන සම්මුඛ සාකච්ඡාවකදී ඔබ පොදු ශ්රී ලාංකික අනන්යතාවයක් සිතන ලෙස ඔබ පවසා ඇත - රනිල් වික්රමසිංහ මහතා මෙය සාක්ෂාත් කර ගැනීම සුදුසු පුද්ගලයෙකු ලෙස සලකනවාද?",
        "පිළිතුර - මම එය එසේම ලෙස සලකමි. මම පසුගිය අවුරුදු දෙක තිස්සේ ඔහු සමඟ වැඩ කරමින් සිටිමි. පොදුවේ පොදුවේ සියලු ගැටලු පොදුවේ සලකා බලයි. පොදු විසඳුම් සඳහා ඔහු දැඩි ලෙස හ o.",
        "13 වන ව්යවස්ථා සංශෝධනය දිගටම කරගෙන ගොස් ක්රියාත්මක කළ යුතු යැයි නිර්භීතව ප්රකාශ කරන ශ්රී ලංකාවේ දේශපාලන වාතාවරණයට එය කළ නොහැකිය.. මෙය ඉතා දුෂ්කර කාරණයකි.ඔහු අප සතුව ඇති තේරීම්වල වඩාත් සුදුසු ය.",
        "ප්රශ්නය - වර්තමාන තත්ත්වය තුළ ජනාධිපතිවරයාට අභියෝගාත්මක අපේක්ෂකයා කවුද?එක්සත් ජනතා බලය, ජාතික ජනතාවගේ බලය?",
        "පිළිතුර - අපේක්ෂකයින් දෙදෙනාම වඩා ශක්තිමත් අපේක්ෂකයින් යැයි මම සලකමි. මෙය වඩාත් සිත්ගන්නා මැතිවරණයයි. සැප්තැම්බර් 21 වන දින ජනතාව තීරණය කිරීමට ඉඩ දෙන්න."
      ]
    },
    "en": {
      "title": "Our choice is Ranil Wickremesinghe;He is the one who bravely declares that the 13th Amendment should continue and practice it - Ali Sabri",
      "body_lines": [
        "Ranil Wickremesinghe is brave enough that the 13th Amendment should continue and implement it. It is impossible to report this in Sri Lanka's political environment before the presidential election. External Affairs and Justice Minister Ali Sabri said that this is the most difficult issue, saying that Ranil Wickremesinghe is very relevant in our choices.",
        "Question - What are your feelings about campaigning in favor of someone who has worked against you throughout your political life?",
        "Answer - This is a part of politics. It is necessary to examine the current challenges and priority to the country than to be stubborn about parties and political leaders.",
        "So what is important in this moment. Especially economics.",
        "We must choose someone who can face these challenges. Because of this I choose him.",
        "Question - You have consistently stated that it is the most important thing to strengthen the country's stability. Do you not think that anyone like Dhammika can help at this moment?",
        "Answer - I have no negative feelings about Dhammika Perera.",
        "I like those who have experience and wealthy and run the economy of the country.But the problem is that when you run a country it is not just about the economy. It is about many other things. There are many other things like foreign relationships, economics. Experience that directed many cabinets is important as the law and order management.",
        "My opinion is that this is not the moment for any examination. Considering all these, you can provide the country what you need by someone who has experience when you look at. The same has happened in the last two years. The international community also reports the same.I think President Ranil Wickremesinghe is the most appropriate.",
        "Question -The Sri Lanka PA has decided to field its own candidate. What do you consider to be what happens?",
        "Answer - I don't know what's going on. They may have something setting. I don't have a part of it. Only 16 members of Parliament are part of it. They have decided to do so.",
        "But when I spoke with ministers, my colleagues and MPs with ordinary members, the majority said they support the president.",
        "He started the best journey for economic recovery. They think it should not be confused at this moment. The thought of ministers in which the MPs I depend on are like this.",
        "Question - Do you think the majority of the group still does not decide who they should support?",
        "Answer - 92 of the 118 MPs of the Sri Lanka PA have decided to Ranil Wickremesinghe. So I think many people have decided to support him.",
        "Question - Namal Rajapaksa is critical of Ranil Wickremesinghe - what is your opinion?",
        "Answer - Everyone has the right to comment. This is democracy.He must have reasons for it.",
        "It is not related to people of the past parties, politicians. Most of the MPs and general members of the Sri Lanka Peoples Freedom Alliance (PA) considers the choices before us.",
        "He's my best friend. But we did not accept her views at this moment. But he has the right to comment.",
        "Question - You have said in a recent interview that you are imagining a common Sri Lankan identity - do you consider Ranil Wickremesinghe as a suitable person to achieve this?",
        "Answer - I consider it the same. I have been working with him for the past two years. He considers all the problems of the common to the common. He voices strongly for common solutions.",
        "It is impossible for Sri Lanka's political environment before the presidential election, who bravely declares that the 13th Amendment should continue and implement it.. This is a very difficult issue.He is the most appropriate of the choices we have.",
        "Question - Who is the challenging candidate for the president in the current situation?The United People's Power, the National People's Power?",
        "Answer - I consider both of the candidates to be stronger candidates. This is the most interesting election. Let the people decide on September 21st."
      ]
    }
  },
  "summary_lines": [
    "In the midst of Sri Lanka's political climate, the focus shifts towards Ranil Wickremesinghe, praised for his bravery in advocating for the continuation and implementation of the 13th Amendment, a stance considered bold amidst the pre-presidential election dynamics. Despite historical political differences, the emphasis is on addressing current challenges, particularly economic ones, rather than adhering strictly to party lines. Wickremesinghe is highlighted for his experience and potential to navigate the complexities of governance, including economic management and foreign relations. The decision by the Sri Lanka PA to field its own candidate is noted, with internal support leaning towards Wickremesinghe due to his leadership in initiating economic recovery efforts. The majority of the Sri Lanka PA's MPs have chosen Wickremesinghe, indicating a significant alignment within the party. Criticisms from Namal Rajapaksa are acknowledged as part of democratic discourse, while Wickremesinghe's suitability in fostering a common Sri Lankan identity is underscored through his track record of addressing issues affecting the common good. The upcoming election is anticipated to feature strong contenders, with the outcome to be determined by the voters on September 21st."
  ]
}