{
  "translated_text": {
    "si": {
      "title": "ආදර්ශ සංවර්ධන කටයුතු",
      "body_lines": [
        "පාර්ලිමේන්තු මන්ත්රී වජිරා අබේවර්ධන මහතා කියා සිටියේ ජනාධිපති රනිල් වික්රමසිංහ මහතා රට ගොඩනැගීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා රට ගොඩනැගීම සඳහා විකල්පයක් නොමැති බවයි.",
        "පෙබරවාරි මාසයෙන් පසු, ජාත්යන්තර මූල්ය අරමුදල, ආසියානු සංවර්ධන බැංකුවේ සහ මිත්ර පාක්ෂිකයින්ට රට ඉදිරියෙන් රට ගෙන ඒමට හැකි වූ බවත්, ඒ කඩාකප්පල් කිරීම සඳහා සමහර පාර්ශවයන් හඳුනාගෙන පරාජය කිරීමට කිසිදු පාර්ශවයක් ඇති බවත් ඔහු අවධාරණය කළේය.",
        "ඊයේ (16) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී පාර්ලිමේන්තු මන්ත්රී වජිර අබේවර්ධන මහතා මේ බව පැවසීය.",
        "2022 දී ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් මේ රටේ දේශපාලනය කිරීමට හැකියාවක් නොතිබූ විට. ඕනෑම සංවර්ධන කාර්යයක් කිරීමට කිසිවෙකුට ශක්තියක් නැත. වසර තුනක සිට අරමුදල් ක්රියාකාරකම් පෙබරවාරි මාසයේ සිට පෙබරවාරි මාසයේ සිට නැවත ආරම්භ කර ඇති බව වජිර අබේවර්ධන මහතා පැවසීය.. (ඒ)"
      ]
    },
    "en": {
      "title": "Model Development Work",
      "body_lines": [
        "Parliamentarian Vajira Abeywardena said that President Ranil Wickremesinghe has no alternative except for the program of President Ranil Wickremesinghe to build the country, so that all parties should contribute to the success of the program.",
        "He emphasized that after February, the World Bank, the International Monetary Fund, the Asian Development Bank and the Allies have been able to bring the country ahead of the country and that some parties have the responsibility to identify and defeat some parties to disrupt it.",
        "Speaking at a media briefing held at the Presidential Media Center yesterday (16), MP Vajira Abeywardena said this.",
        "When President Ranil Wickremesinghe took over in 2022, no one had the ability to do politics in this country. No one has the strength to do any development work. Vajira Abeywardena said that three years of banned development activities have been resumed from February in February.. (A)"
      ]
    }
  },
  "summary_lines": [
    "MP Vajira Abeywardena emphasized President Ranil Wickremesinghe's program as the only viable option for the country's development, highlighting the role of international financial institutions in advancing the country. She noted that political and developmental activities, halted for three years, resumed in February 2022, under Wickremesinghe's leadership."
  ]
}