{
  "translated_text": {
    "ta": {
      "title": "நெடுஞ்சாலையில் ஓட்டுநர்களுக்கு அறிவிப்பு",
      "body_lines": [
        "சீரற்ற வானிலை மூலம், ஓட்டுநர்களுக்கு அதிவேக நெடுஞ்சாலையில் ஓட்டுநர்களுக்கு சிறப்பு வழங்கப்பட்டுள்ளது.",
        "சாலை மேம்பாட்டு ஆணையம் (ஆர்.ஏ) படி, சாலை மேம்பாட்டு ஆணையம் (ஆர்.ஏ) அவர்கள் ஓட்டுநர் வேகத்தை 60 கி.மீ.",
        "ரத்னபுராவின் அனுராதபுராவில் ஏழு மாவட்டங்களில் 19,234 இல் மொத்தம் 19,234 மழை நிலைமைகள் காரணமாக பாதிக்கப்பட்டுள்ளது.",
        "32 வீடுகள் ஓரளவு சேதமடைந்துள்ளன, 37 குடும்பங்களில் 1,140 பேர் பாதுகாப்பு இடங்களுக்கு உட்படுத்தப்பட்டுள்ளனர்.",
        "மேற்கு மற்றும் வட மேற்கு மாகாணங்களின் அடுத்த 24 மணி நேரத்தில் கனரக மழை மேற்கு மற்றும் வட மேற்கு மாகாணங்களில் அடுத்த 24 மணி நேரத்தில் தொடரும்.",
        "சபராகாமுவா மாகாண கவுன்சிலில் 100 மிமீ / மி.மீ.",
        "பதுல்லா, கொழும்பு, கலுடாரா, காண்டி, கெகல்லே மற்றும் ரத்னபுரா மாவட்டங்களுக்கு அதிக மழை பெய்ததால் நிலச்சரிவுகள் மேலும் பாதிக்கப்படுகின்றன."
      ]
    },
    "en": {
      "title": "Notice to drivers on highway",
      "body_lines": [
        "With the inclement weather conditions, drivers have been given specialized to drivers on the Expressway.",
        "According to the Road Development Authority (RA) The Road Development Authority (RA) has said that they maintain the driving speed at 60 km.",
        "A total of 19,234 of 19,234 in seven districts in Anuradhapura, Ratnapura, has been affected due to rain conditions.",
        "32 houses have been partially damaged and 1,140 people in 37 families have been subjected to safety places.",
        "Heavy showers over the next 24 hours of the Western and North Western Provinces will continue in the next 24 hours in the Western and North Western Provinces.",
        "Heavy showers over 100 mm / mm in the Sabaragamuwa Provincial Council, Galle, Matara, Nuwara Eliya and Mannar can be held today.",
        "Landslides are further impacted for the Badulla, Colombo, Kalutara, Kandy, Kegalle and Ratnapura districts due to the high rains."
      ]
    }
  },
  "summary_lines": [
    "Drivers on the Expressway should maintain a speed of 60 km/h due to adverse weather affecting 19,234 people across seven districts. Heavy rainfall expected in several provinces may lead to landslides in areas like Badulla, Colombo, Kalutara, Kandy, Kegalle, and Ratnapura."
  ]
}