{
  "translated_text": {
    "ta": {
      "title": "மாறாத பேக்கரி உரிமையாளர்களை தீர்மானித்தல்",
      "body_lines": [
        "அனைத்து இலங்கை உணவகம் மற்றும் உணவக அசோசியேஷன் கோட், வறுத்த அரிசி ஆகியவற்றில் பயன்படுத்தப்படும் உணவுகளின் விலையை குறைக்கவும், இன்று பயன்படுத்தப்படும் உணவின் விலையை குறைக்கவும் முடிவு செய்துள்ளது (29).",
        "இருப்பினும், அனைத்து இலங்கை பெஹிக்டரி தேரோ, முட்டைகளின் அடிப்பகுதியின் அடிப்படையில் பேக்கரி பொருட்களின் விலைகள் மாற்றப்படவில்லை என்று கூறுகிறது.",
        "இதற்கிடையில், ரூ .27, ரூ.",
        "இதற்கிடையில், பெரிய அளவிலான அரிசி மில் மில்ஸ் நேற்று (28) ஒரு பத்திரிகையாளர் சந்திப்பை நடத்துகிறது.",
        "இதற்கிடையில், சில்லறை விற்பனையாளர்கள் பெரிய அளவிலான அரிசி ஆலைகள் உரிமையாளர்கள் விலையை கட்டுப்படுத்த அரிசியை வழங்க நடவடிக்கை எடுக்கவில்லை என்று கூறுகிறார்கள்.",
        "விவசாயி சமூகத்திற்கான உர மானியத்தை ரூ.",
        "இதற்கிடையில், படுல்லா மாவட்டத்தில் உருளைக்கிழங்கு விவசாயிகள் உருளைக்கிழங்கு முறையாக வழங்கப்பட மாட்டார்கள் என்று புகார் கூறியுள்ளனர்."
      ]
    },
    "en": {
      "title": "Determine of unchanged bakery owners",
      "body_lines": [
        "All Ceylon Restaurant and Restaurant Association has decided to reduce the prices of foods used in coat, fried rice and reduce the prices of food used today (29).",
        "However, the All All Ceylon Behictery Thero says that the prices of bakery products are not changed based on the bottom of the eggs.",
        "Meanwhile, the fall of the decline from Rs 27, Rs. 28, 28, says small and medium scale egg producers.",
        "Meanwhile, large scale rice mill mills holds a press conference yesterday (28).",
        "In the meantime, retailers say that large-scale rice mills owners have not taken measures to provide rice to control price.",
        "The Anuradhapura District Agrarian Association (Irrigation Integrated Farmers) stated that increasing the fertilizer subsidy for the farmer community to Rs. 25,000 should not be limited to Rs.",
        "Meanwhile, potato farmers in Badulla District have complained that potatoes will not be paid properly."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Bakery owners resist price changes despite rising costs. Rice millers blame retailers for price hikes. Potato farmers protest unpaid work. Fertilizer subsidies increase but may not cover all needs."
  ]
}