{
  "translated_text": {
    "ta": {
      "title": "பஸ்கா கமிஷன் அறிக்கைக்கு என்ன நடந்தது?",
      "body_lines": [
        "அமைச்சரவை செய்தித் தொடர்பாளர் விஜிதா ஹெராத் கூறுகையில், பஸ்கா தாக்குதலில் தலையிட்டு நடத்திய நபர்களுக்கு எதிராக சட்டம் செயல்படுத்தப்படும்.",
        "இன்று (08) நடைபெற்ற பத்திரிகையாளர் சந்திப்பில் நடைபெற்ற பத்திரிகையாளர் சந்திப்பில் பங்கேற்ற ஒரு பத்திரிகையாளர் எழுப்பிய கேள்வியை உரையாற்றினார்.",
        "\"பஸ்கா தாக்குதலைத் தேடுங்கள், நாங்கள் ஒரு சிறப்பு தலையீட்டைத் தொடங்கினோம். இந்த விசாரணைகள் இந்த அறிக்கைகளை எவ்வாறு இழந்துவிட்டன?. முன்னாள் சட்ட இயக்குனர் ஜனாதிபதியிடம் ஒப்படைக்கப்பட்ட அறிக்கையில் தலையிட்டார். எனவே அந்த அறிக்கை எவ்வாறு குறைத்தது?விளைவுகளில் இருந்ததா?அதன் பிறகு என்ன நடந்தது?இந்த சோதனைக் குழு விசாரிக்கிறது. எனவே, இந்த நாட்டின் மக்களுக்கு நியாயமற்றது இல்லை. சில வழிமுறைகளைக் கொண்ட சிறிது நேரம் உள்ளது, அந்த முறையின்படி, நாங்கள் அந்த நியமனங்களை செய்துள்ளோம். விசாரணைகள் தொடங்கப்பட்டுள்ளன. அந்த அறிக்கையின்படி, ஜனாதிபதிக்கு புனிதமானது என்னவென்றால், பக்கங்கள் காப்பாற்றப்பட்டன, விசாரணைகள், நாங்கள் நிகழ்நேரத்தில் மக்களை விசாரிப்போம். வரலாற்றில் தவறுகள் இருக்காது. பஸ்கா தாக்குதல் குறித்து எங்களுக்கு ஒரு வலுவான முடிவு உள்ளது. அவற்றை எந்த வகையிலும் உலாவும். நாங்கள் அவற்றை உருவாக்க மாட்டோம். நாங்கள் மக்கள் மீது நம்பிக்கை அளிக்கிறோம். \""
      ]
    },
    "en": {
      "title": "What happened to the Passover commission report?",
      "body_lines": [
        "Cabinet spokesman Vijitha Herath says that the Law will be implemented against the persons who intervened and operated the Passover attack.",
        "Addressing a question raised by a journalist who participated in the press briefing held in the press conference held today (08).",
        "\"Look for the Passover attack, we have started a special intervention. How did these investigations have lost these reports to help us to be saved?. The former Legal Director was intervened in the report that was handed over to the President. So how did that report decline?Was there in the consequences?What happened after that?This test group investigates. Therefore, there is no unfairment to the people of this country. There is some time that has some mechanism, according to that methodology, we have made those appointments. Investigations have been started. According to the report, what was sacred to the president, the pages were saved, and inquiries, we will investigate the people in realtime. The mistakes in history will not be at all. We have a strong decision regarding the Passover attack. Stroll them in any way. We will not work out them. We give the belief in the people. \""
      ]
    }
  },
  "summary_lines": [
    "Passover commission report status: Cabinet denies interference, claims investigation ongoing. Spokesman vows transparency and accountability."
  ]
}