{
  "translated_text": {
    "si": {
      "title": "ஆப்கானிஸ்தான் பூகம்பம்: பலி 800 ஆக அதிகரிப்பு; 4500+ காயம்",
      "body_lines": [
        "අද (සැප්තැම්බර් 1) ඇෆ්ගනිස්ථානයේ ඇති වූ භූමිකම්පාවෙන් මියගිය සංඛ්යාව 800 දක්වා ඉහළ ගොස් තිබේ. 4,500-க்கும் மேற்பட்டோர் காயமடைந்தனர்.",
        "එක්සත් ජනපද භූ විද්යා සමීක්ෂණ මධ්යස්ථානය විසින් නිකුත් කරන ලද නිවේදනයක්ක, \"\" ජලාබඩ් පිහිටා තිබෙන්නේ ඇෆ්ගනිස්ථානයේ අවුරුදු හතරේ. එය පාකිස්තානයේ මායිම දිගේ පිහිටා ඇත. භූමිකම්පා මධ්යස්ථානය පිහිටා තිබුණේ ජලාබාද් සිට කි.මී. 27 ක ගම්මානයේ ය. භූමිකම්පාව පෘථිවියට කිලෝමීටර 8 ක් පහළින් කේන්ද්රගත විය. රිච්ටර් 6.3 ක භූමිකම්පා දෙකක් සිදු වූ අතර පසුව 4.7 රිච්ටර් පරිමාණයේ. අඛණ්ඩ භූමිකම්පා තිබේ. \"",
        "තලේබාන් රජයේ ප්රකාශක ජබිබුල්ලා මුජහීඩ් පැවසුවේ \"කුන පළාතේ පමණක් මිනිසුන් 800 ක් මියගොස් තිබේ.. 2500 ක් තුවාල ලැබූහ. නන්ගාර්හාර් ප්රදේශයේ පුද්ගලයින් 12 දෙනෙකු මියගොස් තිබේ. 255 දෙනෙකු තුවාල ලබා තිබේ. ගණන් කළ නොහැකි නිවාස පදනම් විය. \"",
        "එක්සත් ජාතීන්. මහ ලේකම් ඇන්ටෝනියෝ ගුඩ්රීස් පැවසුවේ \"ඇෆ්ගනිස්ථානයට පහර දුන් දැඩි භූමිකම්පාවක් හේතුවෙන් මිනිසුන්ට තම ආදරණීයයන් අහිමි වී තිබේ. මම ඔවුන්ට මගේ සැනසිල්ල ප්රකාශ කරමි. \"",
        "ஆப்கானிஸ்தான் நாடானது நிலநடுக்கங்கள் ஏற்படக் கூடிய பகுதியில் உள்ளது. එය ඉන්දියාවේ හින්දු කඳු අඩවියේ සහ යූසීරියා ටෙක්ටේනාික් තහඩු වල පිහිටා ඇත.. 2023 සිට ඇෆ්ගනිස්ථානයේ දරුණුතම භූමිකම්පාව මෙයයි. 2023 ඔක්තෝම්බර් මාසයේදී හෙරට් පළාතේ භූමිකම්පාවකින් 1,500 ක් පමණ මිය ගියහ. 63,000 කට නිවාස අහිමි විය. මීට පෙර 2022 ජුනි මාසයේ දී භූමිකම්පාවෙන් පුද්ගලයින් 1,000 ක් මිය ගියහ.",
        "මේ වන විටත්, යුද්ධයේ මානුෂීය ගැටලු ඇති බව අසාර්ථක වූ ඇෆ්ගනිස්ථානයයි. තලේබාන් තන්ත්රය තුළ විදේශ අරමුදල් අඩු වී තිබේ. නරක ආර්ථික තත්වයන් හේතුවෙන් දරුණු අර්බුදයක ජීවත්වන මිනිසුන්ට එවැනි ස්වාභාවික විපත් තවමත් ඛේදවාචකයන් ඇත."
      ]
    },
    "en": {
      "title": "Afghan Earthquake: Increase to 800 4500+ injury",
      "body_lines": [
        "The death toll from the earthquake in Afghanistan today (Sept. 1) has increased to 800. More than 4,500 people were injured.",
        "In a statement issued by the US Geological Survey Center, “Jalalabad is located in the four -year province of Afghanistan. It is located along the border of Pakistan. The earthquake center was located in the village of 27 km from Jalalabad. The earthquake was centered at 8 km below the earth. Two earthquakes occurred at 6.3 Richter and then 4.7 Richter scale. There have been continuous earthquakes. ”",
        "Taliban government spokesman Jabibullah Mujahid said, “800 people have died in the Kunar province alone.. 2500 people were injured. 12 people died in Nangarhar area. 255 people were injured. Countless houses were grounded. ”",
        "The UN. General Secretary Antonio Gudrez said, “People have lost their loved ones due to a severe earthquake that attacked Afghanistan. I convey my comfort to them. ”",
        "Afghanistan is in the area where earthquakes occur. It is also located at the site of the Hindu Mountains in India and the Uresia Tectonic plates.. This is the worst earthquake in Afghanistan since 2023. In October 2023, 1,500 people were killed in an earthquake in Herat Province. 63,000 people lost their homes. Earlier, 1,000 people were killed in the earthquake in June 2022.",
        "Already, there are humanitarian problems in war -affected Afghanistan. Foreign funds have decreased during the Taliban regime. Such natural disasters are still tragedy for people living in a severe crisis due to bad economic conditions."
      ]
    }
  },
  "summary_lines": []
}