{
  "translated_text": {
    "ta": {
      "title": "முட்டை விலையைக் குறைப்பதற்கான ஒரு வழி",
      "body_lines": [
        "நிலம், விவசாயம், கால்நடைகள், நீர்ப்பாசனம் மற்றும் நீர்வாழ் வளங்கள், இது கோழியைப் பொறுத்தது என்று முட்டைகளின் விலைகள் கூறுகின்றன .பினம் விக்ரமாசிங்கே கூறினார்.",
        "முட்டையின் மொத்த விலைகளின் செயலாளர் அதிகரித்து கோழி விலையின் அதிகரிப்பு உயர்த்தப்பட்டதாகக் கூறினார்.ஊடகங்களுடன் பேசிய அவர் இதை கூறினார்.",
        "\"முட்டைகளின் விலை கோழி உணவில் முற்றிலும் தீர்மானிக்கப்படுகிறது. 80% கோழி ஈட்ஸ் தொப்பை தந்திரங்களை வழங்குகிறது. வயிற்று வழங்கல் குறைந்த விலையைச் செய்வதாகும். நம் நாட்டின் ஹர்ட்ஜ் தேவைகள் ரூ.. 3 லட்சம் இறக்குமதி செய்யப்பட வேண்டும். எதிர்காலத்தில், இது தூண்டப்பட்டு ஒரு நிலையான விலையை வைத்திருக்க முயற்சிக்கிறது.",
        "ஒரு நாளைக்கு 50,000 க்கும் மேற்பட்ட முட்டைகளை உற்பத்தி செய்யும் பல நிறுவனங்கள் உள்ளன. கூடுதலாக, 5000 முதல் 50,000 வரை ஏஜென்சிகள் மற்றும் ஏஜென்சிகள் மற்றும் குறைவான முட்டைகளை உருவாக்கும் நிறுவனங்கள் உள்ளன. சோளத்தை நேரடியாக நேரடியாக இறக்குமதி செய்ய நிதி ஆற்றல் இல்லை. மக்காச்சோளம் இறக்குமதியை இறக்குமதி செய்த நிறுவனங்கள் சிறிய அளவிலான முட்டை உற்பத்தி நிறுவனங்களை வழங்குவதில் கவனம் செலுத்துகின்றன. \""
      ]
    },
    "en": {
      "title": "A way to reduce egg prices",
      "body_lines": [
        "Land, Agriculture, Livestock, Irrigation and Aquatic Resources, which is fully depends on chicken, the prices of eggsSaid .PNM Wickremasinghe said.",
        "The secretary of the egg wholesale prices have gone up and said that the increase in chicken prices was raised.Speaking to the media, he said this.",
        "\"The price of eggs is completely determined on chicken food. 80% of chicken eats provides the belly tricks. The supply of stomach is to do the lesser price. The hurdge needs of our country is Rs.. 3 lakhs have to be imported. In the future, it is triggered and trying to keep a fixed price.",
        "There are several institutions that manufacture more than 50,000 eggs per day. In addition, there are agencies of 5000 to 50,000 and institutions that make agencies and less eggs. There is no financial energy to import corn directly directly. Companies that imported maize imports have also focused on providing small scale egg production agencies. \""
      ]
    }
  },
  "summary_lines": [
    "Reduce egg prices: Lower chicken feed costs, boost local egg production, and stabilize imports."
  ]
}