{
  "translated_text": {
    "si": {
      "title": "SCORT සමුළුවේ බහුපාර්ශ්වීය සහයෝගීතාවයේ අනාගතය",
      "body_lines": [
        "The SCO offers a unique platform for dialogue, bringing together nations with converging interests in a multilateral framework",
        "The 23rd meeting of the Shanghai Cooperation Organization (SCO) Council of Heads of Government is currently underway in Islamabad, marking a pivotal moment in Eurasian geopolitics, particularly for Pakistan. As world leaders gather in the capital, this summit represents a significant advance in multilateral cooperation, with the SCO standing as one of the largest and most influential organisations in the region.",
        "Pakistan’s hosting of this event comes at a time when the country is striving to strengthen its diplomatic, economic, and security ties. Amid evolving global alliances, this summit presents an opportunity for Pakistan to cement its role within this multilateral forum.",
        "The timing of the summit is notable, occurring against the backdrop of ongoing conflict in the Middle East, the Russia-Ukraine war, and global struggles against climate change. Additionally, the rise of terrorism, a core focus of the SCO, continues to threaten peace across the region, including in Pakistan and other member states. As a multilateral organisation, the SCO provides a platform to address these emerging challenges.",
        "2001 දී ආරම්භ කරන ලද මෙම සන්ධනය සම්පූර්ණ සාමාජික රටවල් නවයක් තුළින් සමන්විත වන අතර, එය ලොව භූමි ප්රමාණයෙන් හතරෙන් එකක් පමණ ස්පන්දනය වන අද්විතීය බහුපාර්ශ්වික කණ්ඩායමක් බවට පත් කරන ලද අතර එහි ජනගහනයෙන් 42.5% ක් පමණ වේ. With permanent members such as China, Russia, Pakistan, India, and the Central Asian republics, along with strategic observers, the SCO has become a cornerstone of Eurasian diplomacy. Observer states like Mongolia and Afghanistan, alongside 14 dialogue partners including Azerbaijan, Armenia, Egypt, Qatar, and Saudi Arabia, stand to benefit from the cooperative frameworks developed within the SCO.",
        "Initially focused on combating terrorism, separatism, and extremism, the SCO has gradually evolved into a broader platform for multilateral cooperation. 2017 දී ඉන්දියාව සහ පාකිස්තානය ඉන්දියාව සහ පාකිස්තානය ඇතුළත් කිරීම සඳහා චීනය, රුසියාව, රුසියාව, කසකස්තානය, කිර්ගිස්තානය, ටජිකිස්තානය සහ උස්බෙකිස්තානය විසින් මුලින් පිහිටුවන ලද සංවිධානයේ භූමි ප්රමාණය සැලකිය යුතු ලෙස පුළුල් විය. The SCO is uniquely positioned to bridge Central and South Asia, serving as a vital link for trade, energy, and regional connectivity.",
        "මෙම නිලධාරිනෙකුගේ ප්රධාන ශක්තීන් වලින් එකක් වන්නේ කලාපය තුළ ආර්ථික සහයෝගීතාව සහ වෙළඳාම ප්රවර්ධනය කිරීමට ඇති හැකියාවයි. In 2023, trade among SCO member states reached $ 490 billion, a 1.5-fold increase from previous years. The Belt and Road Initiative (BRI) has created synergistic opportunities within the SCO, facilitating large-scale infrastructure projects that connect Central Asia to Europe, South Asia, and beyond. For example, the expansion of China-Europe freight trains and improvements in logistics networks have significantly enhanced connectivity and reduced trade barriers.",
        "Security cooperation remains another central pillar of the SCO. ගෝලීය ආරක්ෂක තර්ජන ත්රස්තවාදයෙන් පරිණාමය වන අතර අන්තර්ජාතික අපරාධවලට සයිබර් ප්රහාර එල්ල කරන සයිබර්-ත්රස්ත මර්දන ව්යුහය (මීයන්) බුද්ධි කර්මාන්ත බෙදාගැනීම සහ සන්ධි කර්තෘ ධර්මය ප්රයත්නයන් සඳහා effective ලදායී බව ඔප්පු වී ඇත. Through RATS, member states have strengthened their cooperation to address terrorism, separatism, and extremism, which were the key challenges that prompted the organisation’s creation.",
        "එක්සත් ජනපදය ඇෆ්ගනිස්ථානයෙන් එක්සත් ජනපදයෙන් ඉවත් වීමෙන් පසු, ආරක්ෂක අවදානම් ආමන්ත්රණය කිරීම සඳහා, විශේෂයෙන් ඇෆ්ගනිස්ථානයෙන් පිටවන එම ස්ථානයට පත්විය. චීනය සහ රුසියාව, කලාපීය සුරක්ෂිතතාවයේ ප්රධාන ක්රීඩකයින්, ඔවුන්ගේ දේශසීමා ස්ථාවර කිරීමේ වැදගත්කම පිළිගත් අතර, ඇෆ්ගනිස්ථානය සමඟ දිගු මායිම් බෙදාහදා ගන්නා මධ්යම ආසියානු ජාතීන් අන්තර්ජාතික ආසියානු ජාතීන් අන්තර්ජාතික ආසියානු ජාතීන් විසින් අන්තර්ජාතික ආසියානු ජාතීන් ඔවුන්ගේ අභ්යන්තර ආරක්ෂාව අඩපණ කිරීම සඳහා දැඩි ලෙස ආයෝජනය කරනු ලැබේ. Notably, beyond multilateral efforts, several Central Asian states and China have invited Afghan ambassadors to their capitals in a bid to foster meaningful cooperation and stability. The SCO provides a critical framework for these nations to collaborate on security challenges, which, if managed effectively, can enhance regional stability for the long term.",
        "In this context, the SCO offers a unique platform for dialogue, bringing together nations with converging interests in a multilateral framework. රාජ්ය තාන්ත්රික හා සාකච්ඡාව සඳහා වන මෙම හැකියාව කලාපයේ හවුල් සමෘද්ධිය සහ සාමය ළඟා කර ගැනීම අරමුණු කරගත් පුළුල්, බහු ජීවමාන සංවිධානයක් බවට පත්වීමට සලස්වන්නට හැකි වී තිබේ.",
        "(ලේඛකයා වන්නේ හබෙයි සාමාන්ය විශ්ව විද්යාලයේ පාකිස්තාන පර්යේෂණ මධ්යස්ථානයේ ජ්යෙෂ් Senior උපදේශක බ්රි සංසමයේ මිතුරන්ගේ මිතුරන්ගේ ය",
        "China, Co-Founder of the Alliance of China-Pakistan Research Centres, and Senior Fellow at the Centre for CPEC Studies at Kashi University in China.)"
      ]
    },
    "ta": {
      "title": "Future of multilateral cooperation at SCO summit",
      "body_lines": [
        "The SCO offers a unique platform for dialogue, bringing together nations with converging interests in a multilateral framework",
        "The 23rd meeting of the Shanghai Cooperation Organization (SCO) Council of Heads of Government is currently underway in Islamabad, marking a pivotal moment in Eurasian geopolitics, particularly for Pakistan. As world leaders gather in the capital, this summit represents a significant advance in multilateral cooperation, with the SCO standing as one of the largest and most influential organisations in the region.",
        "Pakistan’s hosting of this event comes at a time when the country is striving to strengthen its diplomatic, economic, and security ties. Amid evolving global alliances, this summit presents an opportunity for Pakistan to cement its role within this multilateral forum.",
        "The timing of the summit is notable, occurring against the backdrop of ongoing conflict in the Middle East, the Russia-Ukraine war, and global struggles against climate change. Additionally, the rise of terrorism, a core focus of the SCO, continues to threaten peace across the region, including in Pakistan and other member states. As a multilateral organisation, the SCO provides a platform to address these emerging challenges.",
        "Founded in 2001, the SCO now comprises nine full member states, making it a unique multilateral group that spans nearly a quarter of the world’s landmass and includes 42.5% of its population. With permanent members such as China, Russia, Pakistan, India, and the Central Asian republics, along with strategic observers, the SCO has become a cornerstone of Eurasian diplomacy. Observer states like Mongolia and Afghanistan, alongside 14 dialogue partners including Azerbaijan, Armenia, Egypt, Qatar, and Saudi Arabia, stand to benefit from the cooperative frameworks developed within the SCO.",
        "Initially focused on combating terrorism, separatism, and extremism, the SCO has gradually evolved into a broader platform for multilateral cooperation. Originally formed by China, Russia, Kazakhstan, Kyrgyzstan, Tajikistan, and Uzbekistan, the organization’s geographic and strategic influence expanded significantly with the inclusion of India and Pakistan in 2017. The SCO is uniquely positioned to bridge Central and South Asia, serving as a vital link for trade, energy, and regional connectivity.",
        "எஸ்சிஓவின் முக்கிய பலங்களில் ஒன்று பிராந்தியத்திற்குள் பொருளாதார ஒத்துழைப்பு மற்றும் வர்த்தகத்தை மேம்படுத்தும் திறனில் உள்ளது. In 2023, trade among SCO member states reached $ 490 billion, a 1.5-fold increase from previous years. The Belt and Road Initiative (BRI) has created synergistic opportunities within the SCO, facilitating large-scale infrastructure projects that connect Central Asia to Europe, South Asia, and beyond. For example, the expansion of China-Europe freight trains and improvements in logistics networks have significantly enhanced connectivity and reduced trade barriers.",
        "Security cooperation remains another central pillar of the SCO. As global security threats evolve—ranging from terrorism and cyber-attacks to transnational crime—the SCO’s Regional Anti-Terrorist Structure (RATS) has proven effective in facilitating intelligence-sharing and joint counterterrorism efforts. Through RATS, member states have strengthened their cooperation to address terrorism, separatism, and extremism, which were the key challenges that prompted the organisation’s creation.",
        "In the wake of the US withdrawal from Afghanistan, the SCO faces renewed urgency in addressing security risks, particularly those emanating from Afghanistan. Both China and Russia, key players in regional security, recognise the importance of stabilising their borders, while Central Asian nations, which share long borders with Afghanistan, are deeply invested in preventing transnational threats from undermining their internal security. குறிப்பிடத்தக்க வகையில், பலதரப்பு முயற்சிகளுக்கு அப்பால், பல மத்திய ஆசிய மாநிலங்களும் சீனாவும் ஆப்கானிய தூதர்களை தங்கள் தலைநகரங்களுக்கு அழைத்தன, அர்த்தமுள்ள ஒத்துழைப்பு மற்றும் ஸ்திரத்தன்மையை வளர்க்கும் முயற்சியில். The SCO provides a critical framework for these nations to collaborate on security challenges, which, if managed effectively, can enhance regional stability for the long term.",
        "In this context, the SCO offers a unique platform for dialogue, bringing together nations with converging interests in a multilateral framework. This capacity for diplomacy and discussion has enabled the SCO to evolve into a comprehensive, multidimensional organisation aimed at achieving shared prosperity and peace in the region.",
        "(The writer is Founder of Friends of BRI Forum, Senior Advisor to Pakistan Research Centre at Hebei Normal University in",
        "China, Co-Founder of the Alliance of China-Pakistan Research Centres, and Senior Fellow at the Centre for CPEC Studies at Kashi University in China.)"
      ]
    }
  },
  "summary_lines": []
}