{
  "translated_text": {
    "si": {
      "title": "எதிர்கால சந்ததியினரை இயந்திரமயப்படுத்தும் வகையில்  சீர்திருத்தங்கள் சிறந்தவையல்ல - திஸ்ஸ அத்தநாயக்க",
      "body_lines": [
        "වර්තමාන කාලය සඳහා අධ්යාපන ප්රතිසංස්කරණ සිදු කිරීමේ කිසිදු වරදක් නැත. නමුත් එම ප්රතිසංස්කරණ සිදුවිය යුතු ආකාරය ගැන අප අවධානය යොමු කළ යුතුය. எதிர்கால சந்ததியினரை இயந்திரமயப்படுத்தும் வகையிலான கல்வி சீர்திருத்தங்கள் சிறந்தவையல்ல என ஐக்கிய மக்கள் சக்தியின் தேசிய அமைப்பாளர் திஸ்ஸ அத்தநாயக்க தெரிவித்தார்.",
        "සිකුරාදා මහනුවර පැවති මාධ්ය හමුවකදී ඔහු වැඩිදුරටත් සිකුරාදා (8).",
        "වර්තමාන කාලය සඳහා අධ්යාපන ප්රතිසංස්කරණ සිදු කිරීමේ කිසිදු වරදක් නැත. නමුත් එම ප්රතිසංස්කරණ සිදුවිය යුතු ආකාරය ගැන අප අවධානය යොමු කළ යුතුය. රටේ සිසුන්ගේ මානසිකත්වය අධ්යාපන ප්රතිසංස්කරණයේ නාමයෙන් වෙනස් කිරීම සඳහා මේ වන විට ද චෝදනා කෙරෙමින් පවතී.",
        "අධ්යාපනික ප්රතිසංස්කරණ පිළිබඳ රජයගෙන් උපදෙස් ලබාගත්තේ කා සමඟද? ආණ්ඩුවේ සාක්ෂිය කුමක්ද? අධ්යාපන ප්රතිසංස්කරණ පිළිබඳ වාර්තාවක් රජය විසින් සකස් කර ඇත්නම් නම් පාර්ලිමේන්තුවට ඉදිරිපත් කරන ලෙස විපක්ෂ නායක සජිත් ප්රේමදාස එය පාර්ලිමේන්තුවට ඉදිරිපත් කරන ලෙස රජයෙන් ඉල්ලා තිබේ. රජයට පිළිතුර කුමක්ද?",
        "මේ සම්බන්ධයෙන් රජය කිසිදු ලේඛන චිත්රපටයක් සූදානම් කර නැත. එය දක්නට ලැබෙන්නේ සාකච්ඡාවට කතා වස්තුවක් ලෙස පමණි. එසේ නම්, මිනිසුන් රැවටීමට එය සම්පූර්ණයෙන්ම යෝජනා කර ඇති අදහස මෙයයි. අග්රාමාත්ය හරිනි අමරසූරිය කියා සිටින්නේ මෙම වසර තුළදී මෙම ප්රතිසංස්කරණ සිදු කළ යුතු බවයි.",
        "ලබන වසරේ ආරම්භයේ දී සමහර පන්ති සඳහා විෂය නිර්දේශයේ වෙනස්කම් ලෙස ඔහු කියා සිටී. එසේ නම්, මෙම වෙනස සම්බන්ධයෙන් තීරණ ගත යුතු තීරණ ගන්නේ කෙසේද? මෙම ගැටළුව සම්බන්ධයෙන් විවේචන ඉදිරිපත් කරන විට ඒවා ක්රියාත්මක කළ හැක්කේ කෙසේද? සාකච්ඡාවලදී අවසන් තීරණය කර නොමැති අතර, ඒවා ක්රියාත්මක කිරීමට උත්සාහ කිරීම හොඳ තීරණයක් නොවේ.",
        "ඉතිහාසයේ සහ සෞන්දර්යාත්මක විෂයයන් පිළිබඳ අනිවාර්ය විෂයයන් වලට වඩා වැඩි කැමැත්තක් දැක්වූ ගැසට් නිවේදනයක් නිකුත් කිරීමට රජය තීරණයක් ගෙන තිබේ. ආගමික නායකයින් මේ සඳහා දැඩි විරෝධය නිකුත් කර තිබේ. මෙයින් ඔබ්බට යෝජනාව සම්මත කිරීමට රජය තීරණය කරන්නේ නම්, එය සමහර රාජ්ය නොවන සංවිධානවල අවශ්යතා සඳහා වනු ඇත."
      ]
    },
    "en": {
      "title": "Reforms are not the best to mechanize future generations - Tissa Attanayake",
      "body_lines": [
        "There is nothing wrong with carrying out educational reform for the present time. But we need to pay attention to how those reforms should take place. The National Organizer of the United People's Power Tissa Attanayake said that educational reforms are not good for the mechanization of future generations.",
        "He further stated at the media conference held in Kandy on Friday (8).",
        "There is nothing wrong with carrying out educational reform for the present time. But we need to pay attention to how those reforms should take place. Allegations are currently being made to change the mindset of students in the country in the name of educational reform.",
        "With whom did the government consult on educational reforms? What is the proof of the government? Opposition Leader Sajith Premadasa has urged the government to submit it to parliament if the government has prepared a report on education reform. What is the answer to the government?",
        "The government has not prepared any documentary in this regard. It is only seen as a talk object for discussion. If so, this is the idea that it is fully proposed to deceive people. Prime Minister Harini Amarasuriya claims that these reforms should be carried out within this year.",
        "He claims to be changes in syllabus for some classes at the beginning of next year. If so, how are the decisions to be made regarding this change? How can they be implemented when criticisms are being made on this issue? While the final decision has not been made in discussions, it is not a good decision to seek to implement them.",
        "The government has taken a decision to publish a gazette notification that includes preferred subjects, rather than compulsory subjects of history and aesthetic subjects. Religious leaders have issued fierce opposition to this. If the government decides to pass the resolution beyond this, it will be for the needs of some NGOs."
      ]
    }
  },
  "summary_lines": []
}