{
  "translated_text": {
    "ta": {
      "title": "கட்டூனாயக்கில் பிரசன்னா ரனவீரா காணப்பட்ட மோதலுக்கான காரணம்",
      "body_lines": [
        "கட்டூனயகே விமான நிலையத்தில் விமான போக்குவரத்து சாமான்களைக் கொண்டு செல்லும் ஊழியர் பிரசன்னா ரனவீரா அமைச்சர் தாக்குதல் நடத்தியதாக தெரிவிக்கப்படுகிறது.",
        "விமான நிலைய வட்டாரங்களின்படி, மாநில அமைச்சர் பல பாதுகாப்புப் பணியாளர்களையும் அச்சுறுத்தியுள்ளார்.",
        "சிறு மற்றும் நடுத்தர நிறுவன மேம்பாட்டு அமைச்சர் பிரசன்னா ரனவீரா தனது மனைவியைத் திறந்து கட்டனாயக்க விமான நிலையத்திற்குச் சென்றிருந்தார்.",
        "விமான நிலைய வட்டாரங்களின்படி, பொது அமைச்சர் துப்பாக்கிகளுடன் துப்பாக்கி காவலர்களுடன் விமான நிலையத்திற்குள் நுழைய முயன்றார். \"",
        "அமைச்சரின் மெய்க்காப்பாளர்களின் துப்பாக்கிகளை அனுமதிக்க முடியாது என்று விமான நிலைய பாதுகாப்பு காவலர்கள் மாநில அமைச்சரிடம் தெரிவித்துள்ளனர்.",
        "விமான நிலையத்தின் கூற்றுப்படி, மாநில அமைச்சரின் மனைவியிடமிருந்து போர்ட்டரின் மனைவியின் சாமான்களை வெளியுறவுத்துறை அமைச்சர் பிரசன்னா ரனவீரா தாக்கியுள்ளார்.",
        "சுமார் ரூ.",
        "போர்டர்பைத் தாக்கியதைத் தொடர்ந்து மாநில அமைச்சர் விமான நிலைய வளாகத்தை விட்டு வெளியேறி குருணேகலாவில் வசிக்கும் விமான நிலையத்திற்குச் சென்றிருந்தார்.",
        "காவல்துறை அதிகாரிகள் மறுநாள் காலையில் திரும்புமாறு போர்ட்டருக்கு அறிவித்துள்ளனர், ஆனால் அவர் இனி எந்த காரணத்திற்காகவும் போலீசாருக்குச் செல்லவில்லை.",
        "இந்த சம்பவம் தொடர்பாக மாநில மந்திரி பிரசன்னா ரனவீராவிடம் விசாரித்தோம்.",
        "சிறு மற்றும் நடுத்தர நிறுவன மேம்பாட்டு மாநில அமைச்சர் திரு பிரசன்னா ரனவீரா",
        "\"அந்த நேரத்தில் எனக்கு கோபம் வந்தது. நான் பக்கத்துடன் பேசிக் கொண்டிருந்தேன். நான் ஒரு வெற்றியைத் தாக்கினேன், அது உண்மைதான்."
      ]
    },
    "en": {
      "title": "The reason for the clash that Prasanna Ranaweera was found in Katunayake",
      "body_lines": [
        "It is reported that Minister of Prasanna Ranaweera has been assaulted by an employee transporting air traffic baggage at the Katunayake airport.",
        "According to airport sources, the State Minister has also threatened several security personnel.",
        "State Minister of Small and Medium Enterprise Development Prasanna Ranaweera had gone to the Katunayake airport for the opening of his wife.",
        "According to airport sources, the public minister has tried to enter the airport at the main door with firearms' guards with firearms. \"",
        "Airport security guards have told the State Minister that the firearms of the Minister's bodyguards cannot be allowed.",
        "According to Airport, Minister of State Prasanna Ranaweera has assaulted Porter's wife's baggage from the State Minister's wife.",
        "It is said that the public minister has protested to attack him about Rs.",
        "The State Minister had left the airport premises following a cheeky hitting the Porturb and had gone to the airport, a resident of Kurunegala.",
        "The police officers have informed the Porter to return the next morning, but he has no longer visited the police for any reason.",
        "We inquired from State Minister Prasanna Ranaweera regarding the incident.",
        "State Minister of Small and Medium Enterprises Development Mr. Prasanna Ranaweera",
        "\"I got angry at the time. I was talking to the side. I hit a hit, it was true. \""
      ]
    }
  },
  "summary_lines": [
    "Prasanna Ranaweera, Sri Lanka's State Minister of Small and Medium Enterprise Development, clashed at Katunayake airport over entry restrictions for armed guards during his wife's event. He allegedly assaulted an employee handling his wife's luggage and faced resistance from airport security."
  ]
}