{
  "translated_text": {
    "ta": {
      "title": "ගුරු සමාජය කිලිටිකරන ගුරු ද්‍රෝහීන් පිටමං කරමු",
      "body_lines": [
        "சமூகம் வேறுபட்டது. சதுரம். அது ஒரு விஷம். வயதானவர்களுக்கு தனிப்பட்ட அனுபவத்திலும் சமூக நிகழ்வுகளிலும் அதைப் புரிந்துகொள்ளும் திறன் உள்ளது. ஆனால் அறியப்படாத ஆறு நான்கு குழந்தை சொல்லவில்லை. வயதானவர்கள் கவனிப்பையும் பொறுப்பையும் கவனித்துக்கொள்ள வேண்டும். ஏன் என்பதை எளிதாக புரிந்து கொள்ளக்கூடிய ஒரு செய்தித்தாளையும் நாங்கள் தெரிவித்தோம்.",
        "ஹொரானாவில் உள்ள பொதுப் பள்ளியில் 13 வயது பள்ளி மாணவி கைது செய்யப்பட்டதாக இந்த செய்தி பண்டரகாமா போலீசாரால் கைது செய்யப்பட்டதாகக் கூறப்படுகிறது.",
        "வீட்டைத் தவிர குழந்தைகளுக்கு பள்ளி மிகவும் பாதுகாப்பான இடமாகும். ஆசிரியர் ஆசிரியராக ஆசிரியராக அழைக்கப்படுகிறார், \"ஆசிரியர் கடவுள். எனவே ஆசிரியரின் சமூக அங்கீகாரம் மகத்தானது.  அதனால்தான் எந்தவொரு குடிமகனும் இதயத்தின் எந்தவொரு குடிமகனிலும் எந்தவொரு குடிமகனிடமும் நாள்பட்டவர்.",
        "13 வயதான ஸ்கூல் கன்ட் அத்தகைய நல்லொழுக்கமுள்ள ஆசிரியரால் துஷ்பிரயோகம் செய்யப்படுகிறது. இனிமேல் நாங்கள் அவரிடம் 'ஆசிரியர் தந்தை' என்று சொல்லவில்லை. பாவத்தை ஒரு சிதைந்த ஆசிரியராக அழைக்க வேண்டும். இது பள்ளியின் உதவி அதிபர் என்றும் கூறப்படுகிறது. பள்ளி ஆசிரியர் வீட்டில் குழந்தை துஷ்பிரயோகம் செய்யப்படுகிறது. මෙබඳු පාපතර කාමාතුරයන්ට දිය යුත්තේ අරාබියේ  දඬුවම්ය.",
        "13 வயது பள்ளி வீரர் கைது செய்யப்பட்ட ஒரு தனியார் நிறுவனத்துடன் முதல் நண்பர்கள். குழந்தை பல முறை ஏமாற்றப்பட்டு துஷ்பிரயோகம் செய்யப்பட்ட பிறகு, குழந்தை குழந்தையை ஆசிரியரிடம் அழைத்துச் சென்றது.",
        "13 வயதான பள்ளி வீரர் வெகுஜன சோதனையின் குழு. ஒழுக்கத்தின் ஒரு சுவடு இருந்தால், ஒரு சுவடு இருந்தது. மனிதர்கள் ஒரு மூலமாக இருந்திருந்தால், இந்த குறைந்த நடத்தைக்கு இடமில்லை. சட்டம் கொஞ்சம் அல்லது பயமாக இருந்தால், எந்த சிந்தனையும் குறைவும் இருக்காது.",
        "அத்தகைய பிறழ்ந்த வேட்டையாடுபவர்கள் சமூகத்தில் நாம் வாழ்கிறோம். மனித குப்பைகளாக மதிப்பைக் காணும் ஒரு சமூகத்தில் இத்தகைய தீவிரமானது கருதப்படவில்லை. ஆனால் அத்தகைய சமுதாயத்தை கைப்பற்ற அனுமதிப்பது நாகரிக மக்களின் பொறுப்பு அல்ல.",
        "குழந்தை அத்தகைய தீவிரமான இடையூறுகளில் வாழ்கிறது என்பது மிகவும் கவலை. அறியப்படாத ஆறு நான்கு குழந்தை சமூகத்தின் இந்த ஆழத்தை புரிந்து கொள்ள முடியாது. மேலும், இயற்கையாகவே குழந்தையை அவர்கள் வீட்டில் கருணை பெறாதபோது அதை வெளியாட்களிடமிருந்து பெற ஊக்குவிக்கிறது. மோசடி செய்பவர்கள் தங்கள் குழந்தைகளை எளிதாக இரையாக்க முடியும். குழந்தையின் முக்கியத்துவம் குழந்தைக்கு அதிக பொறுப்பாளராக இருப்பதன் முக்கியத்துவத்தை புரிந்து கொள்ள வேண்டும் என்பதை நாங்கள் வலியுறுத்துகிறோம்."
      ]
    },
    "en": {
      "title": "Teacher Club Exit the murder of the teachers",
      "body_lines": [
        "Society is different. Square. And it is a poisonous. The elderly has the ability to understand it in personal experience and with social events. But the six-four unknown child does not say. Elderly should take care and responsibility to care and responsibility. We also reported a newspaper that can easily understand why.",
        "The news was said to have been arrested by the Bandaragama Police that a 13-year-old schoolgirl was arrested in a public school in Horana.",
        "The school is the most safest place for children except the house. The teacher is called the teacher as the teacher, \"Teacher God. So the teacher's social recognition is immense.  That is why any citizen is chronic in any citizen in any citizen of the heart.",
        "The 13-year-old schoolcondu is abused by such a virtuous teacher. From now on we don't say 'teacher father' to him. The sinfulness should be called as a distorted teacher. This is also said that this is a Assistant Principal of the school. The child is abused in the school teacher home. Such sinful praises should be given to Arabia.",
        "13-year-old schoolmine is first friends with a private company who has arrested. After the child was deceived and abused at several times, the child had taken the child to the teacher.",
        "13-year-old schoolmine is a group of mass temptation. If a trace of morality was, there was a trace of. If humans were as much as a source, there is no room for this low behavior. If the law is a little or fear, there will be no thought or diminishment.",
        "We live in such mutant predators society. Such vigorous in a society that sees the value as human garbage is not considered. But allowing such conquest of such society is not the responsibility of the civilized people.",
        "The most concern is that the child is living in such a serious inter-invitations. The six-four unknown child cannot grasp this depth of society. Also, naturally motivating the child to get it from outsiders when they do not receive kindness in the house. It is where fraudsters can easily prey their children. We emphasize that the importance of the child should understand the importance of being more responsible for the child."
      ]
    }
  },
  "summary_lines": []
}