{
  "translated_text": {
    "si": {
      "title": "எதிர்க்கட்சிகளுக்கு ரணிலிடமிருந்து முக்கிய செய்தி",
      "body_lines": [
        "හිටපු ජනාධිපති රනිල් වික්රමසිංහ මහතා සිය පක්ෂයට සහ මේ අවස්ථාවේ ප්රජාතන්ත්රවාදය සහතික කිරීම සඳහා සටන් කිරීමට ප්රසිද්ධ විපක්ෂ සාමාජිකයින් කිහිප දෙනෙකුට පවසා තිබේ.",
        "நேற்று காலை கொழும்பு தேசிய மருத்துவமனையில் மூத்த அரசியல்வாதிகள் அவரைச் சந்தித்தபோது, ​​விக்கிரமசிங்க அனைத்து எதிர்க்கட்சிகளுக்குள்ளும் ஒற்றுமையை வலியுறுத்தியதாகவும், அனைவரும் தங்கள் அரசியல் வேறுபாடுகளை ஒதுக்கி வைக்குமாறு கேட்டுக் கொண்டதாகவும் டெய்லி மிரர் செய்தித்தாளுக்குத் தெரிய வருகிறது.",
        "විජලනය හා අධි රුධිර පීඩනය සඳහා ප්රතිකාර කිරීම හේතුවෙන් වික්රමසිංහ නිරන්තරයෙන් රෝහලේ දැඩි සත්කාර ඒකකයේ (දැඩි සත්කාර ඒකකයේ) වේ.. වික්රමසිංහගේ බිරිඳ මහාචාර්ය මෛත්රි වික්රමසිංහ මහතා දැඩි සත්කාර සමයේ සිය සැමියා හමුවී ඇගේ සෞඛ්යය ගැන කම්පනයට පත් වූ අතර ඇගේ සෞඛ්යය ගැන කම්පනය කර තිබේ.",
        "රට නායකයෙකුගේ පෞද්ගලික හා නිල ගමන අතර වෙනසක් නොමැති බැවින් විපක්ෂ නායකයින් ඊයේ වන තෙක් වික්රමසිංහගේ නිදහස සඳහා එක්රැස් වන බවට පොරොන්දු වී තිබේ.",
        "සමහර පක්ෂ නායකයින් ඊයේ පස්වරුවේ විපක්ෂ නායක සජිත් ප්රේමදාස හමුවී ඔහුගේ සහයෝගය ලබා ගත් අතර ප්රේමදාස ධනාත්මකව ප්රතිචාර දැක්වීය.. එක්සත් ජාතික පක්ෂය (යූඑන්පී) ඊයේ සවස කොළඹදී ඉන්දීය මහ කොමසාරිස් කාර්යාලය හමුවී ඔවුන්ගේ ගැටළු සහ එක්සත් ජනපද නියෝජිතයින් අද කොළඹට පැමිණීමට සාකච්ඡා කිරීමට අපේක්ෂා කෙරේ.",
        "සමහර ප්රධාන ජාත්යන්තර මානව හිමිකම් කණ්ඩායම් එක්සත් ජාතීන්ගේ සාමාජිකයින් අමතා වික්රමසිංහ අත්අඩංගුවට ගැනීම පිළිබඳ තොරතුරු ඉල්ලා ඇති බව ආරංචි මාර්ග සඳහන් කරයි.",
        "අද වන විට, සියලු විපක්ෂ නායකයින් සහ එහි සාමාජිකයින් හෙට කොළඹට රැස්වනු ඇතැයි අපේක්ෂා කරන අතර ඔවුන් නැවත කොළඹට රැස්වන අතර ඇප ඉල්ලුමෙන් ඉල්ලා සිටිනු ඇත.",
        "ප්රමුඛ රට තුනේ නායකයින් එක්සත් ජාතීන්ගේ මහලේකම් වජිරා අබේගුනවර්ධන මහතාට දුරකථන ඇමතුමක් ලබා දී නවතම ප්රගතිය පිළිබඳව සාකච්ඡා කර ඇති බව පක්ෂයේ ජ්යෙෂ් members සාමාජිකයින් පවසා තිබේ."
      ]
    },
    "en": {
      "title": "The main message from Ranil to opposition parties",
      "body_lines": [
        "Former President Ranil Wickremesinghe has told his party and some prominent opposition members to fight to ensure democracy at this time.",
        "When senior politicians met him at the Colombo National Hospital yesterday morning, Wickremesinghe had urged the unity within all opposition parties and that everyone had asked them to exclude their political differences.",
        "Wickremesinghe is constantly in the hospital's intensive care unit (ICU) due to the treatment of dehydration and hypertension.. Wickremasinghe's wife, Professor Maithri Wickremasinghe, also met her husband in the ICU and was still shocked and expressed concern over her health.",
        "Until yesterday, all opposition leaders have promised to gather for Wickremesinghe's release, as there is no difference between the personal and official journey of a country leader.",
        "Some party leaders met Opposition Leader Sajith Premadasa yesterday afternoon and sought his support, and Premadasa responded positively.. The United National Party (UNP) is also expected to meet with the Indian High Commission in Colombo yesterday evening and discussed their concerns, and the US delegation arriving in Colombo today.",
        "Sources said that some major international human rights groups have contacted UNP members and sought details of Wickremesinghe's arrest.",
        "As of today, all opposition leaders and its members are expected to gather in Colombo tomorrow because Wickremasinghe's case will be heard again and will be demanded by bail petition.",
        "Senior members of the party have said that the leaders of the three leading countries have telephoned UNP General Secretary Vajira Abeygunawardena and discussed the latest progress."
      ]
    }
  },
  "summary_lines": []
}