{
  "translated_text": {
    "ta": {
      "title": "வெள்ளத்துடன் ஒரு சில நோய்கள்",
      "body_lines": [
        "வெள்ளம் மற்றும் வெள்ளத்தால் பல நோய்களில் பல நோய்கள் அதிகரிக்கும் என்று சுகாதாரத் துறை எச்சரிக்கிறது.",
        "வயிற்றுப்போக்கு, வயிற்றுப்போக்கு, காய்ச்சல் மற்றும் இன்ஃப்ளூயன்ஸா ஆபத்து இருப்பதாக குழந்தை மருத்துவர் டாக்டர் தீபல் பெரேரா கூறினார்.",
        "\"வயிற்றுப்போக்கு, வயிற்றுப்போக்கு, காய்ச்சல் மற்றும் இன்ஃப்ளூயன்ஸா ஆகியவை பரவலான நோயாகும், குறிப்பாக வயிற்றுப்போக்கில், டைரிகள் மற்றும் அழுக்கு உணவால் மாசுபடுகிறது. பெரும்பாலும் இது ஒரு வைரஸ். அறிகுறிகள் வாந்தி, பெருமை, அரிசி காய்ச்சலால் வலிக்கிறது. இரண்டாவதாக, கழிப்பறைகள் இரத்தப்போக்கு ஏற்பட்டால் கூடுதலாக. கூடுதலாக, இன்ஃப்ளூயன்ஸா நோய் இன்னும் இந்த நாட்களில் பரவுகிறது. எனவே, இருமல் ஒரு காய்ச்சல் குடும்பத்திலிருந்து பரவினால் இது இன்ஃப்ளூயன்ஸாவாக இருக்கலாம். கூடுதலாக, குளிர் நேரம் குழந்தை வளர இடம் உள்ளது. சுவாசிப்பதில் சுவாசிப்பதில் உங்களுக்கு சிரமம் இருந்தால், ஒரு குழந்தை குழந்தைப் பருவமாக இருக்குமா என்று கண்டுபிடிக்கவும். நீண்ட காலமாக குழந்தைகளைக் கொண்ட குழந்தைகள் இருந்தால், இன்ஹாலில்களைப் பயன்படுத்துங்கள். \"",
        "இதற்கிடையில், எலி காய்ச்சலின் பரவலும் எலி காய்ச்சலையும் அதிகரிக்கும்.",
        "தலைவர் உபுல் ரோஹானா சுட்டிக்காட்டினார், அப்பகுதியில் உள்ளவர்கள் இதில் அதிக கவனம் செலுத்த வேண்டும்.",
        "இதற்கிடையில், வீடுகள் மற்றும் நீர் மற்றும் நீர் வழங்கல் ஆகியவற்றை சுத்தம் செய்வதில் கிருமிநாசினி பொருட்களின் பயன்பாடு செய்யப்பட வேண்டும்."
      ]
    },
    "en": {
      "title": "A few diseases with floods",
      "body_lines": [
        "The health sector warns that several diseases will increase in several diseases with the flooding and floods.",
        "Pediatrician Dr. Deepal Perera said that the risk of diarrhea, dysentery, fever and influenza.",
        "\"Diarrhea, diarrhea, fever, and influenza is the widespread disease, especially in diarrhea, is contaminated by diaries and dirty food. Often this is a virus. The symptoms are symptoms like vomiting, pride, rice hurts with fever. Secondly, if the toilets are bleeding in addition to the blew. In addition, the influenza disease is still spreading these days. Therefore, this can be the influenza if the coughing spreads from a fever family. In addition, the cold time has room for childness to rise. If you have difficulty breathing in breathing, find out if a child will be childhood. If there are children who have children for a long time, use the inhalyles. \"",
        "Meanwhile, the prevalence of rat fever can also increase the prevalence of rat fever.",
        "Chairman Upul Rohana pointed out that the people in the area should pay close attention to this.",
        "Meanwhile, the use of disinfectant materials must be made in cleaning the homes and water supply of water and water."
      ]
    }
  },
  "summary_lines": [
    "Floods increase risks of diseases like diarrhea, dysentery, fever, and influenza due to contamination of water and food. Pediatrician Dr. Deepal Perera highlights the importance of hygiene and disinfection to prevent these illnesses. Additionally, the spread of rat fever is a concern, emphasizing the need for vigilance and cleanliness in affected areas."
  ]
}