{
  "translated_text": {
    "ta": {
      "title": "கண்டியில் கட்டரகாமா தேவலயாவின் பிரதான வீட்டில் தீ விபத்து",
      "body_lines": [
        "கண்டி தலைமையகம் கூறுகையில், பிரதான பருத்தி கண்டியில் உள்ள வரலாற்று சிறப்புமிக்க ஸ்ரீ கட்டரகாமா தேவலயாவில் வசித்து வந்த பாரம்பரிய வீட்டின் உயர்மட்டத்தில் ஏற்பட்ட தீ காரணமாக பிரதான தீ அழிக்கப்பட்டுள்ளது.",
        "இன்று (21) அதிகாலை 2.30 மணிக்கு தீ கட்டுமானத்தில் தீ கடந்து சேதமடைந்துள்ளதாக தெரிவிக்கப்பட்டுள்ளது.",
        "கண்டி நகராட்சி தீயணைப்பு படை, காவல்துறையினர் மற்றும் மக்கள் தீயை அணைக்க நடவடிக்கை எடுத்தனர்."
      ]
    },
    "en": {
      "title": "Fire at the traditional house of the mainstream of Kataragama Devalaya in Kandy",
      "body_lines": [
        "Kandy headquarters says that the main fire has been destroyed due to a fire at the high-floor of the traditional house where the main cotton was living in the historic Sri Kataragama Devalaya in Kandy.",
        "It is reported that the fire has been severely damaged in the construction of the fire at 2.30 am today (21).",
        "The Kandy Municipal Fire Brigade, the police and the masses, had taken steps to turn off the fire."
      ]
    }
  },
  "summary_lines": [
    "A major fire broke out at the traditional house of the Kataragama Devalaya in Kandy, destroying the main cotton building. The blaze started around 2:30 am on 21st and caused significant damage. Firefighters, police, and locals worked together to extinguish it."
  ]
}