{
  "translated_text": {
    "ta": {
      "title": "துப்பாக்கிகளுக்கு உரிமம் வழங்குவதற்கு எதிராக நீதிமன்றத்திற்கு மனு",
      "body_lines": [
        "பாதுகாப்பு அமைச்சகம் பாதுகாப்பு அமைச்சகம் வழங்கிய துப்பாக்கிகளை தனியார் பாதுகாப்புக்கு வழங்குவதற்கான கோர்ட்டு உத்தரவுக்காக பாதுகாப்பு அமைச்சகம் சமீபத்தில் பாதுகாப்பு நீதிமன்றத்தில் ஒரு மனுவை சமர்ப்பித்துள்ளது.",
        "அவென்யூ ஹோட்டல் குழுமத்தின் கவர்னர் எச்டி. இந்த மனு அலுத்னம்கா டி சில்வாவின் மனுவை முன்வைத்தது.",
        "பதிலளித்தவர்களாக, பாதுகாப்பு அமைச்சின் செயலாளரும், மாநில புலனாய்வு ஆய்வாளருமான மற்றும் நடிப்பு ஐ.ஜி.பி.",
        "மனுதாரர் பாதுகாப்பு அமைச்சகத்தால் 2012 அல்லது 2013 அல்லது 2013 இல், பாதுகாப்பு அமைச்சகம் உரிமத்தின் கீழ் துப்பாக்கிகளைப் பெற்றுள்ளது என்று மனுதாரர் மனுவை தாக்கல் செய்துள்ளார் என்று கூறினார்.",
        "போராட்டத்தின் போது தனது ஹோட்டல்கள் சேதமடைந்ததாக அவர் தனது மனுவில் கூறியிருந்தார்.",
        "உரிமத்தின் கீழ் வழங்கப்பட்ட துப்பாக்கிகளை ஒப்படைக்க அவர் 7 ஆம் தேதி அறிவிப்பை வெளியிட்டதாக மனுதாரர் கூறுகிறார்.",
        "ஒரு தொழிலதிபர் இந்த முடிவுக்கு முறையிட்டதால் இந்த முடிவு அவருக்கு கடுமையான அச்சுறுத்தலாக இருந்தது என்று மனுதாரர் சுட்டிக்காட்டினார், ஆனால் அது இன்னும் சிறப்பாக இல்லை.",
        "அதன்படி, பாதுகாப்புச் செயலாளர் வழங்கிய தொடர்புடைய அறிவிப்பைப் பாதுகாப்பதற்காகவும், இறுதி முடிவை வெளியிடவும் மனுதாரர் மேல்முறையீட்டு நீதிமன்றத்தை கேட்டுக் கொண்டார்."
      ]
    },
    "en": {
      "title": "Petition to court against Licensing firearms",
      "body_lines": [
        "The Defense Ministry has recently submitted a petition to the Defense Court for a demanding order to issue a default launching order to issue the firearms issued by the Defense Ministry to private security.",
        "Avenue Hotel Group's Governor HD. The petition presented the petition by Aluthnamkha de Silva.",
        "As the respondents, the Secretary of the Ministry of Defense and the Director of State Intelligence Inspector and acting of the acting IGP have been named.",
        "The petitioner said that the petitioner has filed the petition by the Defense Ministry in 2012 or in 2013 or in 2013, the Defense Ministry had obtained firearms under a license.",
        "He had stated in his petition that his hotels were damaged during the struggle.",
        "The petitioner states that he had issued an announcement on the 7th to hand over the firearms issued under the license.",
        "The petitioner pointed out that the decision has been a serious threat to him as a businessman has appealed to this decision, but it was not even better.",
        "Accordingly, the petitioner had asked the Court of Appeal to issue a banging restaurant in the defense of the relevant announcement issued by the Defense Secretary and to issue a final decision."
      ]
    }
  },
  "summary_lines": [
    "Defense Ministry petitions court to revoke firearm licenses issued to private security companies. Petitioner claims hotel damage during conflict. Requests court to annul Defense Secretary's announcement regarding firearm return."
  ]
}