{
  "translated_text": {
    "si": {
      "title": "ටෙලිකොම් ඇතුළු ජාතික ආරක්ෂාවට අදාළ සමාගම් විකිණීමෙන් ජාතික ආරක්ෂාවේ බලපෑම සම්බන්ධයෙන් රජය වගකිව යුතුද?- විපක්ෂ නායක",
      "body_lines": [
        "ශ්රී ලංකා ටෙලිකොම් ආයතනයේ අයිතිවාසිකම් බාහිර සමාගමට ප්රතිසංස්කරණය කිරීමෙන් ජාතික ආරක්ෂාවේ බලපෑම සඳහා රජය වගකිව යුතු යැයි විපක්ෂ නායක සජිත් ප්රේමදාස මහතා පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ සිකුරාදා (09) පාර්ලිමේන්තුවේ පාර්ලිමේන්තුවේ ස්ථාවර ආ in ා පනත යටතේ ප්රශ්න කරන අවස්ථාවේදීය.",
        "රාජ්ය සමාගම් ප්රතිසංස්කරණය කිරීම මත පදනම්ව දැනට ලාභදායී සමාගම්වල මෙහෙයුම් වියදම් අඩු කිරීම කෙරෙහි රජය අවධානය යොමු කළ යුතුය.",
        "පාඩු ලබන සමාගම් ප්රතිසංවිධානය කිරීමට. කෙසේ වෙතත්, ලාභය-සංකීර්ණ සමාගම් වඩාත් ලාභදායී පද්ධතියකට යා යුතුය. ටෙලිකොම් සහ රක්ෂණ සමාගම ඇතුළු පාලිත සමාගම් සහ රක්ෂණ සමාගම ඇතුළු ඔවුන්ගේ පාලිත සමාගම් ප්රතිසංවිධානය කිරීම පිළිබඳ තක්සේරු වාර්තාව රාජ්ය සමාගම් සඳහා පිහිටුවා ඇති ඒකකය හරහා ඉදිරිපත් කළහොත් වාර්තාව සභාව වෙත ඉදිරිපත් කරන ලෙස මම ඔබෙන් ඉල්ලා සිටිමි.",
        "ටෙලිකොම් හි කොටස් සඳහා ආයෝජනය කිරීම සඳහා වෙන්දේසියට ඉදිරිපත් කළ සමාගම්, ඔවුන්ගේ සුදුසුකම් සහ ටෙලිකොම් වත්කම් ඇගයීමට ලක් වුවහොත් වාර්තාව සභාවට ඉදිරිපත් කළ යුතුය.. මෙම ප්රකාශය රටට තබා නොගන්න.",
        "ශ්රී ආරක්ෂක දෙපාර්තමේන්තුවේ ආරක්ෂක දෙපාර්තමේන්තුවේ කාර්යාලයේ වාර්තාවට අනුව, 2012.13 දින 9.6.2023 දී ජාතික ආරක්ෂණ සමාගමේ අයිතිවාසිකම් රජයෙන් පිටත සමාගමට \"බාහිර සමාගමට ප්රතිව්යුහගත කිරීම මගින් රජය වගකිව යුතු දැයි මම විමසමි ටෙලිකොම් සමාගම පුද්ගලීකරනය ජාතික ආරක්ෂාවට හානිකර වේ.",
        "රක්ෂණ සංස්ථාව පෞද්ගලීකරණය කිරීමෙන් පසු ලැබූ ලාභයට රජය ලැබුණු ලාභය වෙනුවට රාජ්ය මුදල් අමාත්යාංශයේ ලාභදායී වාර්තාවෙන් හෙළි වී තිබේ.",
        "මීට අමතරව, නාගරික සංවර්ධන අධිකාරිය බිලියන 4 ක් වටිනා වත්කම් බිලියන 4 ක් විකිණීමට සූදානම් වෙමින් සිටී.. අඩු අගයක් සඳහා විකිණීම සඳහා ගත් පියවර කෙරෙහි රජය අවධානය යොමු කළ යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Will the government be responsible for the impact of national security by the sale of companies related to national security, including telecom?- Leader of the opposition",
      "body_lines": [
        "Opposition Leader Sajith Premadasa said the government would be responsible for the impact of national security by reconstructing the rights of Sri Lanka Telecom from the government to the outside company.",
        "He said this at the time of the Question Time under the Standing Ordinance of Parliament on Friday (09).",
        "The government should focus on reducing the operational expenses of the currently profitable companies based on the restoration of public companies and the new management program.",
        "To reorganize companies running at a loss. However, profit -making companies have to go to a more profitable system. I urge you to submit the report to the council if the assessment report made on the reorganization of their controlled companies, including the telecom and insurance company, has been submitted through the unit set up for public companies.",
        "Companies who have submitted the auction to invest in the shares of Telecom, must present the report to the council if their qualification and the assets of Telecom are evaluated.. Do not keep this statement to the country.",
        "According to the report on the National Security Department's Department of Department of Defense on 9.6.2023, I ask whether the government is responsible for the impact of national security by restructuring the telecom company's rights from the government to the outside company, at a time when the privatization of the Telecom is harmful to national security.",
        "The profitable report of the State Finance Ministry has revealed that the government has made more profits during government ownership, rather than the profits received after the privatization of the Insurance Corporation.",
        "In addition, the Urban Development Authority is preparing to sell 8 billion assets worth 4 billion.. He said the government should focus on the steps taken to sell for a lower value."
      ]
    }
  }
}