{
  "translated_text": {
    "ta": {
      "title": "உலகம் முழுவதும் சிறப்பு நிகழ்வுகள்",
      "body_lines": [
        "ஒவ்வொரு 29 நாட்களுக்கும் ஏறக்குறைய ஒவ்வொரு 29 நாட்களுக்கும் நேரடியாக நிலைநிறுத்தப்பட்டு, சந்திரனின் பின்புறத்தில் வெளிர் கதிர்கள் வெளியிடப்பட்டு சந்திரனை ஒளிரச் செய்கின்றன.",
        "கடந்த வெள்ளிக்கிழமை கடந்த வெள்ளிக்கிழமை நாம் கண்ட முழு நிலவு சராசரியை விட 14% அதிகமாகவும், சராசரியை விட 30% அதிகமாகவும், \"சூப்பர் மூன்\" ஐ விட 30% அதிகமாகவும் 30% அதிகமாகவும் இருக்கும்.",
        "சந்திரன் ஆண்டுக்கு மூன்று முறை அல்லது வருடத்திற்கு நான்கு முறை ஒரு சூப்பர் மூன் என்று அழைக்கப்படுகிறது, அது தொடர்ந்து தோன்றும்.",
        "உலகளாவிய கலாச்சாரங்கள் மற்றும் மரபுகளை வடிவமைப்பதில் ப moon ர்ணமி முக்கிய பங்கு வகித்துள்ளது. இந்த நிகழ்வில் நடைபெறும் பல கட்டுக்கதைகள், செயல்பாடுகள் மற்றும் அர்த்தமுள்ள தன்மை பற்றிய விசாரணை இது.",
        "சந்திரனின் பயணம் முதன்மை வயதிலிருந்து அதன் ஆணுறைகளை, மையத்தை தீர்மானிக்க பயன்படுத்தப்படுகிறது.",
        "நவீன காங்கோ ஜனநாயக குடியரசிலிருந்து 1957 இல் காணப்பட்ட 'இஷாஜாவோ எலும்பை எடுத்துக்கொள்வோம்.",
        "இந்த எலும்பு பெரும்பாலும் ஒரு பபூன் விலங்கிலிருந்து எலும்பு 20,000 வயதுக்கு மேற்பட்டது என்று நம்பப்படுகிறது. இது காலெண்டரின் அசல் வடிவம் என்று நம்பப்படுகிறது.",
        "வெவ்வேறு செதுக்கல்கள் கொண்ட பெல்ஜிய புவியியலாளரால் கண்டுபிடிக்கப்பட்ட எலும்பு. அவற்றில் சில ஆழமற்றவை, மற்றவை ஆழமான அல்லது சற்று ஆழமான வட்டங்களாக செதுக்கப்பட்டுள்ளன. ஹார்வர்ட் பல்கலைக்கழகத்தின் அலெக்சாண்டர் மசாக், அலெக்சாண்டர் மசாக், சந்திரன் சந்திரனின் பல்வேறு கட்டங்களை ஆறு மாத சந்திர நாட்காட்டியாக பிரதிநிதித்துவப்படுத்தியதாக யூகிக்கவும்.",
        "'தி ஹார்வெஸ்ட் மூன் - ஹார்வெஸ்ட் மூன்' என்பது செப்டம்பர் அல்லது அக்டோபர் (செப்டம்பர் பிற்பகுதியில் அல்லது அக்டோபர் மாதத்தின் பிற்பகுதியில்) ப moon ர்ணமியின் பெயர்.",
        "இந்த ஆண்டில் சூரியன் மறைந்தவுடன், தங்கள் வேலையை அறுவடை செய்ய விரும்பும் விவசாயிகள் இரவு வரை நிலவொளியின் கீழ் தங்கள் வேலையைச் செய்ய முடியும். தற்போது, ​​உண்மையில், இது பெரும்பாலும் மின்சார விளக்குகள் பயன்படுத்தப்படுகிறது.",
        "சீனாவில், 'ஜான்சோ ஜீ' விழா (ஜாங்க்வி ஜீ என அழைக்கப்படுகிறது) என்பது சந்திரன் விழா என்று அழைக்கப்படுகிறது, இது அரசாங்க விடுமுறை. இந்த நிகழ்வு 3,000 ஆண்டுகளுக்கு முன்பு, பாரம்பரியமாக வளமான அறுவடை நடைபெற்றது.",
        "இதேபோல், கொரியா, சுசாக் கொண்டாட்டம் என்பது 'ஹார்வாஸ்ட் மூன்' க்கு ஏற்ப மூன்று நாள் விழாவாகும். அறுவடை பெறுவதைக் கொண்டாடவும், அவர்களின் மூதாதையர்களுக்கு சிகிச்சையளிக்கவும் மக்கள் சந்திக்கிறார்கள்.",
        "இந்து கலாச்சாரத்தில், சந்திரன் 'பூர்னிமா' போன்ற நாட்களில் முழுமையாக பயன்படுத்தப்படுகிறது, அவை மத அனுசரிப்புகளில் உண்ணாவிரதம் உள்ளன. கேதிக் பூர்ணிமா தினம் நவம்பரில் ஈடுபட்டதால் இந்த மாதம் இந்து நாட்காட்டியின் மிக புனித மாதமாகக் கருதப்படுகிறது. டெட்டிஸ்ராவின் வெற்றி சிவன் சிவனைத் தோற்கடித்தது, விஷ்ணுவின் வெற்றி முதல் கடவுளைக் குறிக்கும். நதி முதல் சடங்குகளை உள்ளடக்கியது, களிமண் விளக்குகள் எரியும்.",
        "புத்தர் புத்தர் 2,500 ஆண்டுகளுக்கு முன்பு ஒரு நாளில் பிறந்தார் என்று நம்புகிறார்கள். அவர் அறிவொளியாக இருக்க வேண்டும் என்று நம்புகிறார், மேலும் நிரப்பப்பட்டார். வழக்கமாக, சந்திரன் வழக்கமாக ஏப்ரல் அல்லது மே மாதங்களில் கொண்டாடப்படுகிறது, மேலும் தேதி 'புத்த புர்னிமா' என்று அழைக்கப்படுகிறது.",
        "ஒரு நாள் இலங்கையில் ஒவ்வொரு மாதமும் சந்திரன் முழுமையாகக் காணப்படுகிறது 'போயா' என்று அழைக்கப்படுகிறது, மேலும் இது அரசாங்க விடுமுறையாகும். ஆல்கஹால் மற்றும் இறைச்சி விற்பனை தடைசெய்யப்பட்டுள்ளது.",
        "பாலியின் தினசரி சந்திரன் 'ஃபுல்லுமா' என்று அழைக்கப்படுகிறது, மேலும் தெய்வங்களும் தெய்வங்களும் பூமிக்கு வந்து அந்த நாளில் தங்கள் ஆசீர்வாதங்களை அளிக்கின்றன என்று நம்புகிறார். இது கடவுளுக்கு வழிபாடு மற்றும் தியாகம் மற்றும் பழ மரங்களை நடவு செய்வது.",
        "முஸ்லிம்கள் சந்திரனுக்கு அருகில் கிட்டத்தட்ட மூன்று நாட்களில் உண்ணாவிரதம் இருப்பார்கள். இவை வெள்ளை நாட்கள் என்று அழைக்கப்படுகின்றன-வெள்ளை நாட்கள் 'அல்லது' அல்-அய்யம் அல்-பீட்-அல்-அய்யம் அல்-பிட் 'என்று அழைக்கப்படுகிறது. இருண்ட இரவுகளை ஒளிரச் செய்த கடவுளுக்கு நன்றி தெரிவிக்க முஹம்மது இந்த நாட்களில் உண்ணாவிரதம் இருந்ததாகக் கூறப்படுகிறது.",
        "கிறிஸ்தவத்தின் கூற்றுப்படி, வசந்த காலத்தின் முதல் சந்திரன் முதன்முதலில் முழுமையாக தோன்றிய முதல் ஞாயிற்றுக்கிழமை பஸ்கா கொண்டாடுகிறது.",
        "மெக்ஸிகோ மற்றும் சில லத்தீன் அமெரிக்கன், ஒரு பூர்வீக அமெரிக்க கொண்டாட்டம், \"மூன் டான்ஸ் - மூன் டான்ஸ்\" என்று அழைக்கப்படுகிறது. சந்திரன் முழுமையாக தேதியிட்ட நாட்களில், பெண்கள் மூன்று நாட்கள் முழுவதும் தொடர்ந்து நடனமாடுகிறார்கள்.",
        "ஐரோப்பாவில், பண்டைய காலத்திலிருந்து, சந்திரன் முழுமையாக நிரப்பப்பட்டு, சிலருக்கு ஒரு விமானம் இருப்பதாக நம்பப்பட்டது. \"லூனாய்-லூனசி\" என்ற சொல் சந்திரனுக்கான 'லூனா-லுனா' என்ற வார்த்தையிலிருந்து பெறப்பட்டது.",
        "சந்திரன் முழுமையாக மேம்படுத்தப்படும்போது, ​​'வெவோல்ப்' கட்டுக்கதை காரணமாக ஏற்பட்ட கருத்து. ஒரு ஃபவுன் சந்திரனாக இருக்கும்போது வோல்கராக மாறும் ஒரு மனிதர் வெவல்ப். அந்த நாளில் அவர்கள் வசிக்கும் பகுதியில் தங்கள் மக்களை அலைந்து திரிகிறார்கள்.",
        "கிமு. 4 ஆம் நூற்றாண்டில், கிரேக்க வரலாற்றாசிரியர் ஹைஜ், ஹிரோடஸ், சித்தி (இப்போது ரஷ்யா), நூர்ரி பழங்குடியினரைப் பற்றி எழுதினார். அவை ஒவ்வொரு ஆண்டும் ஓநாய்களாக மாற்றப்பட்டன என்று அது கூறுகிறது.",
        "ஐரோப்பாவில், 15 மற்றும் 17 ஆம் நூற்றாண்டுகள், பலர் பல ஓநாய்களுக்கு சட்ட நடவடிக்கையாக இருந்தனர்.",
        "அவர்களில் பெரும்பாலோர் ஜெர்மனியின் பீட்டர் ஸ்டப் (அல்லது ஸ்டம்ப்), ஒரு நில உரிமையாளரில் ஒரு சோதனை. அப்பகுதியில் உள்ள வேட்டைக்காரர்கள் அவரை ஒரு ஓநாய் இருந்து ஒரு மனிதனாகப் பார்த்ததாகக் கூறினர். சித்திரவதை செய்தபின், பீட்டர் ஒரு ஓநாய் ஆக மாற்றப்பட்ட ஒரு மந்திர இசைக்குழுவை வேட்டையாடவும் சாப்பிடவும் தனக்கு வாய்ப்பு இருப்பதாக ஒப்புக்கொண்டார்.",
        "ஒரு ப moon ர்ணமி தூக்கத்தை விட அதிகமாக இருக்கும்போது, ​​மக்கள் குறைந்த நேரம் தூங்குகிறார்கள், தூங்குகிறார்கள், தூங்குவது மீலாண்டினினினினினினினி, இது குறைந்த நேரம் மற்றும் தூக்கம் அவர்களின் அமைப்புகளில் குறைவாக இருப்பதாக ஆய்வுகள் தெரிவிக்கின்றன.",
        "ஆய்வில் பங்கேற்கும் மக்கள் கூறுகையில், நிலவொளி தடையாக இல்லாவிட்டாலும், அவர்கள் படுக்கைக்குச் செல்லும்போது, ​​அவர்களை திருப்திப்படுத்த முடியாது.",
        "பல தோட்ட உரிமையாளர்கள் சந்திரனை முழுமையாக ரசிகர்கள் (குளிர்காலத்தில் ஒரு பாலியாக), சந்திரன் விழுந்து மண்ணின் தரத்தை அதிகரிக்கும்.",
        "சந்திரன் முழுமையாக வரிசையாக நிற்கும்போது, ​​சந்திரனின் ஈர்ப்பு விசை பூமியின் ஒரு பக்கத்தை இழுத்து சூரியனின் ஈர்ப்பை ஈர்க்கிறது. இது கடலின் தோராயமான தன்மையை எடுத்துக்காட்டுகிறது, மேலும் இது பூமியின் மேற்பரப்பில் அதிக ஈரப்பதமாக கருதப்படுகிறது.",
        "பிராட்போர்டில் பிராட்போர்டில் நடந்த ஒரு ஆய்வின்படி, சந்திரன் சந்திரன் முழுமையாக பிட்டியரிந்திருப்பதாகத் தோன்றியது.",
        "1997 முதல் 1999 வரை காயங்களுடன் மருத்துவமனையில் சேரும் நோயாளிகளின் எண்ணிக்கை, மருத்துவமனையில் சேரும் நோயாளிகளின் எண்ணிக்கை விலங்குகளில் காயமடைந்தது என்று ஆய்வில் தெரியவந்துள்ளது.",
        "ரவி கருணனாயக்க யுஎன்.பி.யின் தேசிய பட்டியலை உருவாக்கியதா?",
        "புதிய அரசாங்கத்தின் இருப்புக்கு புதிய சவால்கள் மற்றும் தடைகள் என்ன?"
      ]
    },
    "en": {
      "title": "Special Events around the World",
      "body_lines": [
        "Approximately every 29 days every 29 days is directly positioned and the light rays released on the back of the moon and illuminate the moon.",
        "The full moon we saw last Friday last Friday will be 14% more than the average and 30% more than the average and 30% more than 30% more than a \"super moon\".",
        "The moon is known as a super moon three times a year or four times a year and it will continue to appear.",
        "The full moon has played an important role in shaping the worldwide cultures and traditions. This is an inquiry on several myths, activities, and meaningfulness that will take place in this phenomenon.",
        "The moon's journey is used from the primary age to determine its condoms, the core.",
        "Let us take the 'Ishajawo bone found in 1957 from the Democratic Republic of Modern Congo.",
        "This bone is often believed to have been obtained from a baboon animal that the bone is over 20,000 years old. It is believed to be the original form of the calendar.",
        "The bone found by a Belgian Geologist with different carvings. Some of it is carved as shallow, and others carved as deep or slightly deep circles. Alexander Masak at the Harvard University, Alexander Masak, guess that the moon had represented the various stages of the moon as a six-month lunar calendar.",
        "'The Harvest Moon - The Harvest Moon' is the name of the full moon of late September or October (late September or October).",
        "As soon as the sun goes down in this year, the farmers who wish to harvest their work be able to perform their work under the moonlight until the night. At present, in fact, it is mostly used electric lamps.",
        "In China, the 'Joncho Jie' ceremony (known as JongquI Jie) is called Moon Festival, a government holiday. The event was 3,000 years ago, and the traditionally fertile harvest was held.",
        "Similarly, Korea, Chusock celebration is a three-day ceremony held in line with 'Harvast Moon'. People meet to celebrate receiving harvest and to treat their ancestors.",
        "In Hindu culture, the moon is fully deployed in such days, such as 'Purnima', they are fasting in religious observances. The month is considered the most holy month of the Hindu calendar as Kethik Purnima Day was engaged in November. The victory of the Devissura The victory of Shiva defeated Shiva and Vishnu will also mark the first god. Includes river to rituals, the clay lamps are lit.",
        "Buddhists believe that the Buddha was born on a day before 2,500 years ago. He believes that he had to be enlightenment and filled with. Usually, the moon is usually celebrated in April or May, and the date is called 'Buddha Purnima'.",
        "One day the moon is fully visible every month in Sri Lanka is called 'Poya' and is also a government holiday. The sale of alcohol and meat is prohibited.",
        "The daily moon of Bali is known as 'Fulluma' and believes that the gods and goddesses come to Earth and give their blessings on that day. It is a day of worship and sacrifice to God and planting fruit trees.",
        "Muslims will be fasting in nearly three days near the moon. These are called White Days - White Days' or 'Al-Ayyam Al-Bead - is called Al-Ayyam Al-Bid'. It is said that Muhammad was fasting in this days to thank god for lighting the dark nights.",
        "According to Christianity, the Passover celebrates the first Sunday that the Moon is first appeared fully since the spring's season.",
        "In Mexico and some Latin American, a native American celebration, known as the \"Moon Dance - Moon Dance\". In days where the moon is fully dated, women continue to dance throughout three days.",
        "In Europe, from ancient times, the moon was fully filled and believed that some people had a flight. The word \"Lunai-lunacy\" is derived from the word 'Luna-Luna' for the moon.",
        "When the moon is fully enhanced, the opinion caused by 'Wevulf' myth. Weavulf is a man who turns into a wolker when a fown moon. They wander their inhabitants in the area where they live in that day.",
        "BC. In the 4th century, the Greek historian hiege, Hirodtous, Scithi (now Russia), wrote about a tribe of Nureri. It states that they were converted to wolves every year.",
        "In Europe, 15th and 17th centuries, many people were legal action for many wolves.",
        "Most of them were a trial in Germany's Peter Stub (or Stump), a landlord. The hunters in the area said that he saw him from a wolf to a man. After torturing, Peter confessed that he had the opportunity to hunt and eat a magic band that he had used to be transformed into a wolf.",
        "Studies have shown that when a full moon is more than sleep, people sleep for less time, sleeping, sleeping meelandinininininininini, which is less time and sleeping is low in their systems.",
        "People who participate in the study says that even when the moonlight is not hindrances, but when they go to bed, they cannot be satisfied.",
        "When many gardenholders fully fans the moon (as a bali in the winter), the moon will fall and increase the quality of the soil.",
        "When the moon is fully lined up the moon's gravitational force pulls one side of the earth and draws the sun's gravity. It is high that it highlights the rough nature of the sea, and it is considered to be more moisture to the Earth's surface.",
        "According to a study in Bradford in Bradford, the Moon appeared that the moon appeared to be fully appeared to be bitered.",
        "The study revealed that the number of patients who attend the hospital with injuries in 1997 to 1999, the number of patients who attend the hospital was injured in the animal.",
        "Is Ravi Karunanayake made the national list of the UNP?",
        "What are the new challenges and obstacles to the new government's existence?"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of approximately 200 characters:",
    "",
    "Special events around the world revolve around full moons, influencing cultures & traditions. Supermoons occur 3-4 times annually. Full moons shape calendars, harvest festivals, and religious observances globally. Lunar cycles affect human behavior, agriculture, and ocean tides."
  ]
}