{
  "translated_text": {
    "si": {
      "title": "1,700 ක් ලබා නොගන්නේ නම් නීතිමය ක්රියාමාර්ග - සෙන්ටිල් තොන්ඩමන්",
      "body_lines": [
        "ලංකා කම්කරු සම්මේලනයේ සභාපති සෙන්තිල් තොන්ඩමන් සහ නැගෙනහිර පළාතේ ආණ්ඩුකාර සිනිඳු තොන්ඩමන් පැවසුවේ සමාගම් සමඟ කිසිදු සම්මුතියක් නොමැති බවයි.",
        "රුපියල් 1,700 ක වැඩිවන කම්කරුවන්ගේ වැඩිවීම මත රාජ්ය ගැසට් පත්රය ප්රතික්ෂේප කිරීමෙන් පසු වැවිලි සමාගම් ප්රතික්ෂේප කිරීම පිළිබඳව ප්රශ්න කිරීමේදී ඔහු මේ බව පැවසීය.",
        "සේවා යෝජක සම්මේලනයේ සම්මේලනයේ මාධ්ය ප්රකාශක රොෂාන් රාජදුරෙයි පැවසුවේ වතු කම්කරුවන්ට රුපියල් 1,200 ක වැටුපක් ගෙවන බව සෙන්තිල් තොන්ඩමන් මාධ්යයට පැවසීය.",
        "මුලදී, සමාගම් කියා සිටියේ වතු කම්කරුවන්ගේ වැටුප් වැඩිවීම මත වතු කම්කරුවන් සාකච්ඡා කළ විට වැටුප් වැඩිවීම ගෙවිය නොහැකි බවයි.. දැඩි පීඩනයෙන් පසු උසස්වීම් පමණක් ගෙවීමට ඔවුන් සූදානම් බව ඔවුහු පැවසූහ.",
        "මෙම අවස්ථාවේ දී, රාජ්ය ගැසට් නිවේදනය නිකුත් කර ඇති අතර දැන් සමාගම් මූලික වැටුප රුපියල් 1,200 ක මූලික වැටුපක් ගෙවීමට ඉදිරිපත් වී තිබේ.. සමාගම පැවසුවේ සමාගම වසරක් සඳහා එක් වැටුප් වැඩිවීමක් ඉදිරිපත් කිරීමට පවා නොහැකි වූ අතර රජය රුපියල් 200 ක වැඩිවීමක් ඉදිරිපත් කිරීමට හේතුවයි.",
        "සමාගම සමඟ කිසිදු සම්මුතියක් නොමැති බව සෙන්තිල් තොන්ඩමන් මහතා පැවසුවේ රජය විසින් නිකුත් කරන ලද ගැසට් නිවේදනය සමාගම විසින් අනුමත කරන ලද ගැසට් නිවේදනය ක්රියාත්මක නොකරන්නේ නම් සමාගමේ ප්රධාන අධ්යක්ෂවරයා සම්බන්ධයෙන් සමාගම නීතිමය පියවර ගන්නා බවයි.. රීල්"
      ]
    },
    "en": {
      "title": "Legal action if 1,700 is not given - Senthil Thondaman",
      "body_lines": [
        "Senthil Thondaman, President of the Ceylon Workers Congress and Governor of the Eastern Province, said there was no compromise with the companies.",
        "He said this while questioning the refusal of plantation companies after the state gazette was published on the 1,700 rupee salary increase of plantation workers.",
        "Senthil Thondaman told the media that the Employers Federation's media spokesman Roshan Rajadurai said that the plantation workers would be paid a salary of Rs 1,200.",
        "Initially, companies said that the salary hike could not be paid when the plantation workers were negotiated on the salary hike.. They said they were ready to pay only the promotion after heavy pressure.",
        "In this case, the state gazette notification has been issued, and now the companies have come forward to pay a base salary of 1,200 rupees.. The company said the company could not even offer a one -rupee salary hike for a year and is now the reason why the government has come up with an increase of 200 rupees.",
        "Senthil Thondaman said that there is no compromise with the company and that if the company does not implement the Gazette Notification issued by the government, the company will take legal action on the company's chief director.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Senthil Thondaman, President of the Ceylon Workers Congress, threatens legal action against plantation companies if they fail to implement a government-issued salary increase of 1,700 rupees for plantation workers, despite initial resistance and a subsequent offer of only 1,200 rupees."
  ]
}