{
  "translated_text": {
    "si": {
      "title": "ණය ප්රතිව්යුහගත කිරීමේ ක්රියාවලිය පිළිබඳ බොහෝ ගැටළු තිබේ - විපක්ෂ නායක සජිත්",
      "body_lines": [
        "ජාත්යන්තර මූල්ය අරමුදල් සැලැස්ම සහ ණය සහන සැලසුම් පිළිබඳව කරුණු කිහිපයක් ඊයේ අනාවරණය විය. විපක්ෂ නායක සජිත් ප්රේමදාස මහතා කියා සිටියේ ණය ප්රතිසංස්කරණ ක්රියාවලිය රටට ප්රයෝජනවත් නම්, අපි එයට සහාය දෙන බවයි. නමුත් ඊයේ අනාවරණය වූ කරුණු සම්බන්ධයෙන් ගැටළුවක් ඇති බව.",
        "විශ්ව තොරතුරු තාක්ෂණ වැඩසටහන යටතේ, ස්මාර්ට් පන්ති කාමර උපකරණ රු.",
        "මෙම කාලය තුළ රු.",
        "විපක්ෂ නායක සජිත් ප්රේමදාස මේ බව අමතමින් මේ බව පැවසීය.",
        "ලකුණු 2028 දක්වා ණය ගෙවීමට කාලය ලබා දී ඇත. 2028 සිට ණය වාරික ගෙවීමට. මෙය හොඳ දෙයක් ලෙස පෙනේ වුවද, 2033 සිට අප ණය මුදල ආපසු ගෙවිය යුතු බව ජාත්යන්තර මාර්තු 2023 මාර්තු වාර්තාවේ දැක්වේ.",
        "ජාත්යන්තර මූල්ය මූල්ය වාර්තාව සඳහන් කළද, මෙම අනුකූලතා සාකච්ඡාව 2033 ඉලක්කය කරා ළඟා වීමට නොහැකි වී තිබේ.",
        "එපමණක් නොව, අපේ රට සියලු රටවලට වඩා ණය ප්රජනන ක්රියාවලිය පුරවන බව වාර්තා විය.",
        "එය සම්පූර්ණයෙන්ම වැරදි වැටහීමකි. අපේ රටේ ණය ප්රතිව්යුහගත කිරීමේ ක්රියාවලිය තවමත් අවසන් වී නැත. ක්රියාවලිය සම්පුර්ණ කර නොමැති බව මිනිසුන්ට පැවසීම වැරදිය. ඔවුන්ගේ ණය ප්රතිව්යුහගත කිරීමේ ක්රියාවලිය අපට වඩා වේගයෙන් ප්රතිසංස්කරණය කළ බොහෝ රටවල් තිබේ.",
        "Hana ානාව විසින් දියත් කරන ලද පුළුල් ණය ප්රතිව්යුහගතකරණ වැඩසටහනක් 37% කින් අඩු කිරීම නිසා hana ානාවේ මුළු ණය ප්රමාණය 37% කින් අඩු කිරීමට Hana ානාවේ මුළු ණය ප්රමාණය අඩු කිරීමට හැකි වී තිබේ. එවැනි තත්වයක් අනුව, අපේ රටේ පොලී අවම කිරීමේ අනුකූලතාවය වෙත ළඟා වී නොමැත. පොලී සහ මුදල් විශුද්ධිකරණය ගෙවිය යුතුය.",
        "රටක් වශයෙන් අප සම්පුර්ණ අනුකූලතාවයකට පැමිණ නැත. ජාත්යන්තර ස්වෛරී මාධ්යවේදීන් ජාත්යන්තරයට තිරසාර අනුකූලතාවක් තවම ළඟා වී නොමැත. මෙම සාකච්ඡා ජූලි 3 දක්වා පවතී.",
        "අවසාන අනුකූලතාවය ළඟා වී නොමැති නම්, අපේ රටට නඩු පැවරීමට පක්ෂ සූදානම්.",
        "G ාන මූල්ය අමාත්යවරයා ජාත්යන්තර ස්වෛරී මාධ්යවේදීන් සමඟ පෞද්ගලිකව සාකච්ඡා කර ඇති අතර, Hana ානාව අපේ රටට වඩා වේගයෙන් hana ානාව පුළුල් එකඟතාවයකට පිවිසීමට හේතුව කුමක්ද?. අපේ රටේ මුදල් ඇමති එවැනි සාකච්ඡාවකට යන්නේ නැහැ. මේ අනුව රජය බොරු කියනවා.",
        "දළ දේශීය නිෂ්පාදිතය මත පදනම්ව ණය දීමනාවක් ලබා ගැනීම සඳහා මෙම සාකච්ඡා කෙරෙහි අවධානය යොමු කිරීම. G ාන හා චැම්පියා වැනි රටවල් විදේශීය ආදායම සහ ණය සඳහා මුදල් ප්රවාහය සඳහා පදනම විය.",
        "Hana ානාව සහ චැම්පියා පදනම් වී ඇත්තේ විදේශ ආදායම හා මුදල් විශුද්ධිකරණය මත වුවද, මෙම සාකච්ඡා හා සාකච්ඡා සඳහා රටක් ලෙස අප අසමත් වී ඇත.. මෙහි දෝෂයක් තිබේ.",
        "එසේම, චීන සංවර්ධන බැංකුවත් සමඟ ණය ප්රතිව්යුහගත කිරීමේ මෙහෙයුම සිදු කළ යුතුය. බැංකුව චම්පියා සහ ඉක්වදෝරයට සහ ඉක්වදෝරයට ද්විපාර්ශ්වික ණය ලබා දී ඇතත් අපේ රටට ව්යාපාර ණයක් ලබා දී ඇත.. මෙහි බොහෝ ගැටලු තිබේ.",
        "ජාත්යන්තර ස්වෛරීභාවයට අනුකූලව මාධ්යවේදීන්ට අනුකූල වීමට පැමිණෙන ලෙස පැරිස් ක්ලසය ද්විපාර්ශ්වික ණය සපයන්නන්ගෙන් ප්රමිතියක් නිකුත් කර තිබේ. මේ සම්බන්ධයෙන් රජයේ ක්රියා පටිපාටික විපක්ෂ නායකවරයා ප්රශ්න කළේය.",
        "එක්සිම් බැංකුව අපේ රටේ රාජ්ය ව්යාපාර සඳහා ණය ලබා දී ඇත. මෙම ණය මුදල ජල සැපයුම සහ නෙළුම් කුළුණ ඉදිකිරීම සඳහා සපයා ඇත. නිරාවරණයක් සිදු කර නොමැත.",
        "මේ වන විට ශ්රීලංකන් ගුවන් සමාගමේ ඩොලර් මිලියන 179 කට නියමිත දින අවසානය අවසන් වීමට නියමිතය. මෙම මාධ්යවේදීන් ණය කප්පාදුව සමඟ එකඟ නොවේ.",
        "ඔවුන් නඩු පැවරීමට සූදානම් වෙමින් සිටී. මෙම ඇප බැඳුම්කර සඳහා අවසාන දිනය ළඟා වෙත්ම මේ පිළිබඳ රජයේ ප්රතිපත්තිමය ස්ථාවරය කුමක්ද?රටේ ජනතාව ප්රතිපත්ති තත්ත්වය දැන ගැනීම වැදගත්ය.",
        "මේ වගේ බොහෝ ගැටලු සහ ගැටළු තිබේ. මේ පිළිබඳ නිශ්චිත තොරතුරු අනාවරණය වී නොමැත. මෙම තොරතුරු වල කරුණු ඉදිරිපත් කිරීමට සහ රටේ යහපත් හා වාසි සහ අවාසි පිළිබඳ කරුණු ඉදිරිපත් කිරීමට සූදානම්.",
        "අපේ රටේ අධ්යාපනයේ සේවය කරන ගුරුවරුන් සහ විදුහල්පතිවරුන් තම අයිතිවාසිකම් සඳහා යෝජනා ඉදිරිපත් කිරීමට ප්රජාතන්ත්රවාදී අයිතිය යොදාගෙන ඇත.",
        "එය ඔවුන්ගේ අයිතිය වුවද, ඔවුන්ගේ අරගලය සඳහා ආණ්ඩුවේ වඩාත්ම පීඩාකාරී හැසිරීම මම දැඩි ලෙස හෙළා දකිමි.",
        "අධ්යාපන ක්ෂේත්රයේ කොටස් 7 ක් ඇත. සියලුම දේශපාලන ician යා අධ්යාපනය ගැන කතා කරයි. අධ්යාපනය ලබා ගත හැක්කේ අධ්යාපනයේ මානව සම්පත් නිර්මාණය කිරීමෙන් සහ ඔවුන්ගේ ස්වයං-සමාජීයකරණය වැඩි දියුණු කිරීමට ගමනක් යාම පමණි.",
        "රටේ පාසල් 10,096 ක දැවැන්ත දරුවන් ලක්ෂ 4,096 ක දැනුවත්ව සිටින මෙම ගුරුවරුන් සහ විදුහල්පතිවරුන් බුද්ධිමතුන් බවට පත්කිරීමේ වැදගත් කාර්යභාරයක් ඉටු කිරීම ගැන මට කණගාටුයි.",
        "ගුරුවරුන් සෑම විටම ඔවුන්ගේ ශිෂ්ය ධනයට වඩා හොඳ අනාගතයක් ලබා දීමට බලාපොරොත්තු වේ. සවස් වරුවේ පවා විශේෂ සහනකින් තොරව, පාසල්වල අතිරේක පන්ති පැවැත්වීම සඳහා ඔවුන් විශාල කාර්යභාරයක් ඉටු කරන අතර සිසුන් විභාග සමත් වීම සඳහා විශාල කාර්යභාරයක් ඉටු කරති.",
        "ඔවුන්ගේ යෝජනා ඉදිරිපත් කිරීමට අවස්ථාවක් ලබා නොදී ම්ලේච්ඡ හා ම්ලේච්ඡ ආකාරයකින් පහර දීම සඳහා මගේ දිරිගැන්වීම් හෙළා දකින විපක්ෂ නායකවරයා මෙහි පැවසීය."
      ]
    },
    "en": {
      "title": "There are many issues in the debt restructuring process - Opposition Leader Sajith",
      "body_lines": [
        "Several issues were revealed yesterday about the International Monetary Fund Plan and Debt Reorganization Plans. Opposition leader Sajith Premadasa said that if the debt renovation process is beneficial to the country, we will support it, but there is a problem with the issues revealed yesterday.",
        "Under the Universal Information Technology Program, Smart Classroom Equipment worth Rs.",
        "During this time, a sum of Rs.",
        "Opposition Leader Sajith Premadasa said this while addressing the event.",
        "Time has been levied to pay off the loan until 2028. To pay off debt installments from 2028. Although this seems to be a good thing, we must repay the loan since 2033, according to the International March 2023 March report of the International March.",
        "Although the International Monetary Finance Report was mentioned, this compliance discussion has not been able to reach the target of 2033.",
        "Moreover, it was reported that our country was filling the debt reproduction process than all countries.",
        "That is a completely misconception. Our country's debt restructuring process has not yet ended. It is wrong to tell people the lie that the process is not completed. There are many countries that have completely renovated their debt restructuring process faster than us.",
        "The country such as Ghana has been able to reduce the country's total debt by a 37% reduction in a comprehensive debt restructuring program launched by Ghana. In terms of such a situation, the compliance of interest reduction in our country has not been reached. The interest and the money laundering have to be paid.",
        "As a country we have not reached a complete compliance. International sovereignty journalists have not yet reached any sustainable compliance with the International. These discussions continue until July 3rd.",
        "If the final compliance is not reached, the parties are ready to sue our country.",
        "The Ghana Finance Minister has personally negotiated with international sovereignty journalists, which is the reason why Ghana has entered a comprehensive agreement faster than our country. The Finance Minister of our country is not going to such a discussion. Thus the government is lying.",
        "Focused on these discussions to obtain a loan offer based on GDP. Countries such as Ghana and Champia were the basis for foreign income and cash flow to debt.",
        "Although Ghana and Champia are based on foreign income and money laundering, we have failed in these negotiations and discussions as a country.. There is an error here.",
        "Also, with the Chinese Development Bank we have to carry out the debt restructuring operation. Although the bank has given bilateral loans to Champia and Ecuador, our country has been given a business loan.. There are many problems here.",
        "The Paris Club has issued a standard of bilateral credit providers to come to compliance with international sovereignty journalists. The opposition leader questioned the government's procedures in this regard.",
        "Exim Bank has given credit to state ventures in our country. This loan has been provided for the construction of water supply and the lotus tower. No exposure has been carried out.",
        "Currently, the deadline for $ 179 million of SriLankan Airlines is due to end. These journalists do not agree with the credit cut.",
        "They are preparing to sue. As the deadline for these bail bonds is approaching, what is the government's policy position on this?It is important that the people of the country know the policy position.",
        "There are many problems and problems like this. The exact information about this has not been revealed. Ready to present the facts of this information and present the facts of the good and the pros and cons of the country.",
        "Teachers and principals who serve in our country's education have used the democratic right to submit proposals for their rights.",
        "Although it is their right, I vehemently condemn the government's most oppressive behavior for their struggle.",
        "There are 7 parts in the field of education. All politician speaks of education. Education can only be achieved only by creating a human resources in education and making a journey to improve their self -satisfaction.",
        "I am sorry that these teachers and principals who are educating 41 lakh children in 10,096 schools in the country and making them an important role in making them intellectuals.",
        "Teachers are always looking forward to giving them a better future for their student wealth. Even in the evening without any special concessions, they are playing a major role in conducting additional classes in schools and making students pass the exams.",
        "The Opposition Leader added here that I would condemn my condemnation for being attacked in a barbaric and barbaric manner without giving them a chance to present their proposals."
      ]
    }
  },
  "summary_lines": [
    "Opposition Leader Sajith Premadasa criticized the debt restructuring process, highlighting several issues including delayed compliance targets, lack of negotiation with international creditors, and the government's handling of educational rights for teachers and principals. He pointed out that despite progress in other countries like Ghana, Sri Lanka's debt restructuring has faced challenges, with no clear plan for achieving sustainable compliance. Additionally, he expressed concern over the government's approach to obtaining loans and managing educational reforms, emphasizing the importance of transparency and dialogue in addressing national issues."
  ]
}