{
  "translated_text": {
    "ta": {
      "title": "பியூமி மற்றும் விராஜா கோப்பு வழக்கு",
      "body_lines": [
        "சம்பாதித்த சொத்துக்களின் முந்தைய சொத்துக்களை அவர்களால் வெளிப்படுத்த முடியவில்லை என்று கூறுவது, கொழும்பு கூடுதல் மாஜிஸ்திரேட் பந்தரா, கொழும்பு கூடுதல் மாஜிஸ்திரேட் பண்டாரா திரு. ரீச் ஆஸ்டிங் ஆரிங் ஆணை உள்நாட்டு வருவாய் கமிஷனருக்கு இன்று (11) உத்தரவிட்டார்.",
        "உள்நாட்டு வருவாய் ஆணையர் மீது குற்றம் சாட்டப்பட்டவர், உள்நாட்டு வருவாய் கமிஷனர் குற்றம் சாட்டியவர், 2017 ஆம் ஆண்டின் உள்நாட்டு வருவாய் சட்டத்தின் 24 ஆம் தேதி குறித்த அறிக்கையை வழங்கினார். விசாரணையின் முன்னேற்றம் குறித்த அறிக்கை.",
        "உள்நாட்டு வருவாய் கோட் குறியீட்டில் வெளியிடப்பட்டதாகக் கூறப்படும் குற்றவியல் தகவல் கோட் கட்டுரை 122 (2) உடன் புகாரின் சார்பாக ஆஜராகும் வழக்கறிஞர் தினேஷ் பெரேரா, உள்நாட்டின் குற்றவியல் நடைமுறையுடன் ஆஜரானார் வருவாய் குறியீடு.",
        "வழக்கறிஞர் தினேஷ் பெரேரா, பியூமி ஹன்சாயமியின் வசிப்பிடத்தில் எந்தவொரு வணிக ஆவணமும் இல்லை, மேலும் விசாரணைகள் குறித்து பரிசீலித்த பின்னர் எந்தவொரு வணிக ஆவணமும் தெரிவிக்கப்படவில்லை. நீதிமன்றம் விரைந்தது."
      ]
    },
    "en": {
      "title": "Piyumi and Viraja file case",
      "body_lines": [
        "Low to say that they have been unable to reveal the earlier assets of the earned assets, Colombo Additional Magistrate Bandara, Colombo Additional Magistrate BandaraMr. Reaching Order ordered the Commissioner of Inland Revenue today (11).",
        "The magistrate was sent by the Commissioner of Inland Revenue, accusing the accused by the Commissioner of Inland Revenue, accusing the accused by the Commissioner of Inland Revenue.The Magistrate also presented a report on the Inland Revenue Act No. 24 of 2017, submitting a report on the progress of the investigation.",
        "Attorney-at-Law Dinesh Perera appearing on behalf of the complaint with Article 122 (2) of the Criminal Informance Code, which is said to have been released in the Code of the Inland Revenue Code, who appeared with the Criminal Procedure of the Inland Revenue Code.According to search arrests, Thalawatugoda returned to his home in Talawatugoda, but he had left the residence.",
        "Attorney Dinesh Perera said that she had no business document regarding the residence of the residence of Piyumi Hansaymali, no business document had been informed.After considering further investigations, the Additional Magistrate who was permitted to investigate further investigation into the investigation was ordered to report to court expedited."
      ]
    }
  },
  "summary_lines": [
    "Piyumi and Viraja case: Magistrate orders Commissioner of Inland Revenue to investigate. Attorney Dinesh Perera argues lack of evidence. Case adjourned for further inquiry."
  ]
}