{
  "translated_text": {
    "si": {
      "title": "ළූණු මිල ද ඉහළ යයි",
      "body_lines": [
        "පාරිභෝගිකයින් පවසන්නේ ඉන්දීය ළූණු කිලෝග්රෑමයක මිල රුපියල් 500 සිට රුපියල් 550 දක්වා ඉහළ ගොස් ඇති අතර පොල් මිල රුපියල් 180 සිට 230 දක්වා ඉහළ ගොස් ඇති බවයි.",
        "පාකිස්තානයේ විශාල ළූණු සහ අනෙකුත් විශාල ළූණු කිලෝග්රෑමක මිල රුපියල් 400 ත් 450 ත් අතර වන අතර ළූනු මිල අඛණ්ඩව ඉහළ යමින් පවතී.",
        "වෙළෙන්දෝ පවසන්නේ ඉන්දියානු ළූණුවල මුළු මිල පෙට්ටාහි තොග වෙළඳපොලේ ඇති අතර ළූණු කිලෝග්රෑමයක මුළු මිල රුපියල් 400 දක්වා ඉහළ ගොස් ඇති බවයි.",
        "පොල් කුඩා ගොඩබිමක් වන පොල් වෙළෙන්දන්ට අනුව රුපියල් 40 ක් සහ රුපියල් 60 දක්වා රු. 60 ක් වූ කුඩා පොල් කැබැල්ලක්, පොල් වෙළෙන්දන්ට අනුව."
      ]
    },
    "en": {
      "title": "Onion prices also rise",
      "body_lines": [
        "Consumers say the price of one kilogram of Indian onion has increased from Rs 500 to Rs 550 today and the price of coconut has increased from 180 to 230 rupees.",
        "Pakistan's large onions and other large onions are between 400 and 450 rupees per kg and the price of onion continues to rise.",
        "Merchants say that the total price of Indian onion is in the wholesale market in Pettah, and the total price of one kilogram of onion has risen to 400 rupees.",
        "A small pile of coconut, which sold for 40 rupees to Rs 60, a few months ago, has three times the price of coconuts, according to coconut vendors."
      ]
    }
  },
  "summary_lines": [
    "Onion & coconut prices surge: Indian onions now ₹550/kg (up from ₹500), coconuts ₹230 (from ₹180). Pakistani onions range from ₹400-₹450/kg. Wholesale market sees ₹400/kg onions. Coconut prices tripled to ₹60/pile."
  ]
}