{
  "translated_text": {
    "si": {
      "title": "යුනිලීවර් - ලීවරයක ආයුර් වෛද්ය විද්යාව සඳහා සාම්ප්රදායික medicine ෂධ සඳහා වන සාම්ප්රදායික medicine ෂධ සඳහා වන සාම්ප්රදායික වෛද්ය විද්යාව සඳහා වූ ප්රධාන අනුග්රාහකයා ලෙස 1924 හි ජාත්යන්තර පර්යේෂණ සම්මන්ත්රණයේ ප්රධාන අනුග්රාහකයා ලෙස",
      "body_lines": [
        "2023 දී සාර්ථක හවුල්කාරිත්වයක් ඇති කරමින්, රටේ ප්රමුඛ පෙළේ ආයුර්වේද වෙළඳ නාමයක් වන ලීවර් හුහෂ්, ලිවර්ස් ඕවර්ක්ස් කොළඹ 2024 හි පැවති ජාත්යන්තර පර්යේෂණ සම්මන්ත්රණයේ ප්රධාන අනුග්රාහකයා ලෙස නැවත වරක් සේවය කළේය. මෑතකදී පැවති, මෙම උත්සවය සාම්ප්රදායික වෛද්ය ක්රම සැමරීම හා ඉදිරියට යාම සඳහා ප්රිමියර් වේදිකාවක් විය.",
        "\"ලීවරයක, අපි ආයුර්වේදයේ ප්ර wisdom ාව ආරක්ෂා කිරීමට හා නවීකරණය කිරීම සඳහා අප කැපවී සිටිමු,\" යුනිලීවර් හි අලෙවිකරණ අධ්යක්ෂ, යුනිලීවර් ශ්රී ලංකාවේ පෞද්ගලික රැකවරණය. \"ජාත්යන්තර ග්රන්ථ කොළඹ 2024 සමඟ අපගේ හවුල්කාරිත්වය එහි ජාත්යන්තර පර්යේෂණ සම්මන්ත්රණය සඳහා 2024 මෙම කැපවීම පිළිබිඹු කරයි. මෙම කීර්තිමත් සිදුවීම ආයුර්වේදය ගෝලීය අවධිය සඳහා යොමු කරන සහයෝගීතාව සහ දැනුම හුවමාරු කිරීම. සාම්ප්රදායික වෛද්ය විද්යාවේදී පර්යේෂණ හා අධ්යාපනය ලබා දෙන වේදිකාවක් වන AYAREX කොළඹ 2024 සමඟ හවුල් වීම ගැන අපි ආඩම්බර වෙමු. මෙම සහයෝගිතාවයෙන්, ආයුර්වේදයේ ප්රතිලාභ උත්පාදනය සඳහා පරම්පරාවන්ට ප්රවේශ විය යුතු බව සහතික කිරීමට අපි උත්සාහ කරමු. \"",
        "ශ්රී ලංකාවේ සෞඛ්ය අමාත්යාංශයේ ආයුර්වේද දෙපාර්තමේන්තුවේ ආයුර්වේදයේ කොමසාරිස් ජනරාල් ආචාි දෙමිකා අබේගුනවර්ධන මහතා, \"සාර්ථක සහයෝගීතාව පිළිබඳව\" ආයුර්එකැක් කොළඹ 2024 ජාත්යන්තර පර්යේෂණ සම්මන්ත්රණයේ ප්රධාන අනුග්රාහකයා ලෙස කුරුමිණිය. ඔවුන්ගේ අඛණ්ඩ සහයෝගය සාම්ප්රදායික වෛද්ය විද්යාවේ ක්ෂේත්රය තුළ දැනුවත්භාවය හා ප්රචලන පර්යේෂණ ඉහළ නැංවීමට උපකාරී වේ. ශ්රී ලංකාවට සහ ගෝලීය ප්රජාවට ප්රතිලාභ සැලසෙන පරිදි සෞඛ්ය සේවා සඳහා පරිපූර්ණ ප්රවේශයක් සඳහා අපගේ දැක්ම පිළිබඳ අපගේ දැක්ම පිළිබඳ අපගේ දැක්ම සමඟ මෙම වසරේ අවධානය යොමු කරයි. \"",
        "මේ වසරේ අනුග්රාහකත්වය මඟින් ශ්රී ලංකාවේ පොහොසත් ආයුර්වේද උරුමය සඳහා ලීවරයකගේ ගැඹුරු කැපවීමක් පෙන්නුම් කරයි. ශ්රී ලංකාවේ ආයුර්වේද දෙපාර්තමේන්තුවේ ආයුර්වේද විශ්ව විද්යාලය, සෞඛ්ය අමාත්යාංශයේ උපාධිධාරීන් විසින් සංවිධානය කරන ලද, ශ්රී ලංකාවේ සෞඛ්ය අමාත්යාංශයේ සහයෝගයෙන්, ප්රෙමන් 15 කට අධික සංඛ්යාවක් ප්රොසෝකෝනය එක් කරන අතර ජාත්යන්තර විශේෂ .යන් විසින් දේශන 15 ක් ඇතුළත් විය.",
        "ලිවර් හියුෂ් කොළඹ අයුරෙක්ස් කොළඹ 2024 හි සම්බන්ධතාවය වැඩි කිරීම 2023 හවුල්කාරිත්වයේ සාර්ථකත්වය මත ගොඩනැගීම. පසුගිය වසරේදී සන්නාමය ජාත්යන්තර සමුළුව සඳහා හිමිකම් අනුග්රාහකයා ලෙස සහ ප්රදර්ශන හා වෙළඳ ප්රදර්ශනය සඳහා ප්රධාන අනුග්රාහකයා ලෙස සේවය කළේය. මෙම වසරේ සම්මන්ත්රණය කෙරෙහි මෙම වසරේ අවධානය යොමු වන්නේ ක්ෂේත්රය තුළ පර්යේෂණ හා සංවර්ධනය සඳහා උපායමාර්ගික තීරණයක් ඇති බවයි.",
        "Launched in 2018, Lever Ayush offers a range of Ayurveda-registered products inspired by 5,000 years of wisdom. සන්නාමය සාම්ප්රදායික දැනුමට වඩා ඉසව්වේ නවීන සනීපාරක්ෂාව සහ රූපලාවණ්ය විසඳුම් නිර්මාණය කිරීම සඳහා වන අතර එය අද පාරිභෝගිකයින් සමඟ අනුනාද වේ. Manufactured in Sri Lanka under the guidance of an Ayurvedic Doctor, Lever Ayush products are a testament to Unilever Sri Lanka’s commitment to preserving and nurturing Sri Lankan heritage.",
        "යුනිලීවර් ශ්රී ලංකාව සහ කෘෂිකර්ම හා වැවිලි කර්මාන්ත අමාත්යාංශය තිරසාර තේ නිෂ්පාදනය පිළිබඳ අවබෝධතා ගිවිසුම අත්සන් කරයි",
        "යුනිලීවර් ශ්රී ලංකාව, මධ්යම පරිසර අධිකාරිය සහ සමුද්රීය පරිසර ආරක්ෂණ අධිකාරිය තිරසාර අනාගතයක් සඳහා හවුල්කාරිත්වයට එළඹ ඇත",
        "Unilever Sri Lanka celebrates a Decade of Empowering Sri Lanka’s Youth",
        "'දින 60 කින් ශ්රී ලංකාව පුරා යුනිලීවර්' දින කිහිපයකින් 'දින කිහිපයකින්', ශ්රී ලංකාවේ විශ්ව විද්යාල හරහා තරුණයින් සවිබල ගැන්වීම සහ බලගතු ලෙස හඳුන්වා දෙන ලදී",
        "යුනිලීවර්- යුවර්වේඩා දෙපාර්තමේන්තුව සමඟ ආයුර්වේද 2023 හි ප්රධාන අනුග්රාහකයා ලෙස සාම්ප්රදායික medicine ෂධයක් පෝෂණය කිරීම සඳහා යුවර්වේඩා දෙපාර්තමේන්තුව සමඟ සහයෝගීතා",
        "පිළිතුරක් තබන්න ටෙස්ට් යුය ඔබගේ ඊමේල් ලිපිනය ප්රකාශයට පත් නොකෙරේ. Required fields are marked *Comment Name *",
        "ඊළඟ වතාවේ මම මේ බ්රව්සරයේ මගේ නම, විද්යුත් තැපෑල සහ වෙබ් අඩවිය සුරකින්න."
      ]
    },
    "ta": {
      "title": "Unilever – Lever Ayush strengthens commitment to traditional medicine as Main Sponsor of International Research Symposium at AyurEx Colombo 2024",
      "body_lines": [
        "Building on a successful partnership in 2023, Lever Ayush, one of the leading Ayurvedic brands in the country, once again served as the Main Sponsor for the International Research Symposium at AyurEx Colombo 2024. சமீபத்தில் நடைபெற்றது, இந்த நிகழ்வு பாரம்பரிய மருத்துவ நடைமுறைகளை கொண்டாடுவதற்கும் முன்னேற்றுவதற்கும் ஒரு முதன்மை தளமாக இருந்தது.",
        "“At Lever Ayush, we are dedicated to upholding and innovating the wisdom of Ayurveda,” said Shamara Silva, Marketing Director – Beauty & Wellbeing and Personal Care of Unilever Sri Lanka. “Our partnership with AyurEx Colombo 2024 for its International Research Symposium reflects this commitment. இந்த மதிப்புமிக்க நிகழ்வு ஒத்துழைப்பு மற்றும் அறிவு பரிமாற்றத்தை வளர்க்கிறது, ஆயுர்வேதத்தை உலக அரங்கில் செலுத்துகிறது. பாரம்பரிய மருத்துவத்தில் ஆராய்ச்சி மற்றும் கல்வியை வளர்க்கும் ஒரு தளமான அய்ரெக்ஸ் கொழும்பு 2024 உடன் கூட்டாளராக இருப்பதில் பெருமிதம் கொள்கிறோம். இந்த ஒத்துழைப்பின் மூலம், ஆயுர்வேதத்தின் நன்மைகள் வரவிருக்கும் தலைமுறைகளுக்கு அணுகக்கூடியதாகவும் பொருத்தமானதாகவும் இருப்பதை உறுதிப்படுத்த நாங்கள் முயற்சி செய்கிறோம். ”",
        "Dr Dammika Abeygunawardena, Commissioner General of Ayurveda at the Department of Ayurveda, Ministry of Health, Sri Lanka, also commented on the successful collaboration, “We are delighted to have Lever Ayush as the Main Sponsor for the AyurEx Colombo 2024 International Research Symposium. Their continued support is instrumental in raising awareness and propelling research in the field of traditional medicine. இந்த ஆண்டின் ‘மனிதர்கள், விலங்குகள் மற்றும் சுற்றுச்சூழல் அமைப்புகளின் நிலையான மற்றும் ஆரோக்கியமான வாழ்க்கைக்கான ஒரு ஆரோக்கியம்’ குறித்த கவனம், சுகாதாரத்துக்கான ஒரு முழுமையான அணுகுமுறைக்கான எங்கள் பார்வையுடன் முற்றிலும் ஒத்துப்போகிறது, இலங்கை மற்றும் உலகளாவிய சமூகத்திற்கு பயனளிக்கிறது. ”",
        "This year’s sponsorship signifies a deepened commitment by Lever Ayush to Sri Lanka’s rich Ayurvedic legacy. Organized by the Faculty of Graduate Studies, University of Kelaniya in collaboration with the Department of the Ayurveda, Ministry of Health, Sri Lanka, the symposium brought together over 10 eminent speakers and featured 15 lectures by international experts.",
        "Lever Ayush’s increased involvement in AyurEx Colombo 2024 builds upon the success of the 2023 partnership. கடந்த ஆண்டு, இந்த பிராண்ட் சர்வதேச மாநாட்டின் தலைப்பு ஸ்பான்சராகவும், கண்காட்சி மற்றும் வர்த்தக கண்காட்சிக்கான முக்கிய ஆதரவாளராகவும் பணியாற்றியது. இந்த ஆண்டு சிம்போசியத்தில் கவனம் செலுத்துவது புலத்திற்குள் ஆராய்ச்சி மற்றும் மேம்பாட்டுக்கான ஒரு மூலோபாய முடிவை பிரதிபலிக்கிறது.",
        "2018 ஆம் ஆண்டில் தொடங்கப்பட்டது, லீவர் ஆயுஷ் 5,000 ஆண்டுகால ஞானத்தால் ஈர்க்கப்பட்ட ஆயுர்வேத-பதிவு செய்யப்பட்ட தயாரிப்புகளின் வரம்பை வழங்குகிறது. இன்றைய நுகர்வோருடன் எதிரொலிக்கும் நவீன சுகாதாரம் மற்றும் அழகு தீர்வுகளை உருவாக்க பிராண்ட் பாரம்பரிய அறிவை மேம்படுத்துகிறது. Manufactured in Sri Lanka under the guidance of an Ayurvedic Doctor, Lever Ayush products are a testament to Unilever Sri Lanka’s commitment to preserving and nurturing Sri Lankan heritage.",
        "யூனிலீவர் இலங்கை மற்றும் வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சகம் நிலையான தேயிலை உற்பத்தி குறித்து புரிந்துணர்வு ஒப்பந்தத்தில் கையெழுத்திடுகின்றன",
        "யூனிலீவர் இலங்கை, மத்திய சுற்றுச்சூழல் ஆணையம் மற்றும் கடல் சுற்றுச்சூழல் பாதுகாப்பு ஆணையம் ஒரு நிலையான எதிர்காலத்திற்கான கூட்டாண்மைக்குள் நுழைகின்றன",
        "யூனிலீவர் இலங்கை இலங்கையின் இளைஞர்களை மேம்படுத்தும் ஒரு தசாப்தத்தைக் கொண்டாடுகிறது",
        "‘Unilever Around Sri Lanka in 60 Days’, an initiative launched to upskill and empower youth across universities in Sri Lanka",
        "Ayurex 2023 இன் முக்கிய ஆதரவாளராக பாரம்பரிய மருத்துவத்தை வளர்ப்பதற்கு யூனிலீவர்- நெம்புகோல் ஆயுஷ் ஆயுர்வேதத் துறையுடன் ஒத்துழைக்கிறார் 2023",
        "Leave a Reply Cancel replyYour email address will not be published. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன *கருத்து பெயர் *",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க இந்த உலாவியில் எனது பெயர், மின்னஞ்சல் மற்றும் வலைத்தளத்தை சேமிக்கவும்."
      ]
    }
  },
  "summary_lines": []
}