{
  "translated_text": {
    "ta": {
      "title": "මාරක ළිද කඩාවැටි පහක් රෝහලේ",
      "body_lines": [
        "நேற்று (23) ஒரு திருவிழாவின் குகை திடீரென இறந்ததால் ஐந்து பேர் நேற்று மஹியங்கனா மருத்துவமனையில் அனுமதிக்கப்பட்டனர்.",
        "காயமடைந்தவர்களில் 50 வயது பெண் மற்றும் 13, 36,6,45 வயதுடைய நான்கு ஆண் முகவர்கள் இருந்தனர்.",
        "அவர்கள் டிவல்பாஸா பகுதியில் உள்ள ரோத்தலாவெலா பகுதியில் வசிப்பவர்கள் என்று போலீசார் தெரிவித்தனர்.",
        "இவர்களில் இருவர் ஜிராண்டூருகோட்டா மருத்துவமனையில் சிகிச்சை பெறுகிறார்கள், மற்றவர்கள் மஹியங்கனா மருத்துவமனையில் சிகிச்சை பெறுகிறார்கள்.",
        "வெசக்கால் ஏற்பாடு செய்யப்பட்ட டிவுலபாசா ரோதலவெலாவில் உள்ள ஒரு கோவிலில் ஏராளமான மக்கள் திறந்து வைக்கப்பட்டனர்.",
        "பார்வையாளர்கள் டிக்கெட் எடுத்து டிக்கெட்டுகளில் நுழைவதற்கு முன்பு, போலீசார் தெரிவித்தனர்.",
        "மருத்துவமனை அறிக்கையின்படி, காயமடைந்தவர்களில் மூன்று பேர் கடுமையாக தீவிரமாக உள்ளனர்.",
        "பதுல்லாவின் படுல்லாவின் மூத்த காவல்துறை கண்காணிப்பாளர் படுல்லாவின் அறிவுறுத்தல்கள் குறித்து யு.வி.ஏ மாகாண துணை ஆய்வாளர் ஜெனரல் மேலதிக விசாரணைகளை நடத்தியுள்ளார்."
      ]
    },
    "en": {
      "title": "Five dead breaks at hospital",
      "body_lines": [
        "Five suffered injuries at the sudden death of a Carnival's cave yesterday (23) was admitted to the Mahiyangana Hospital yesterday.",
        "Among the injured were a 50 year old woman and four male agents aged 13, 36,6,45 years old.",
        "The police said that they were residents of Rothalawela area in Divulpassa area.",
        "Two of these injured are receiving treatment at the Girandurukotta hospital and the other is receiving treatment at the Mahiyangana Hospital.",
        "A large number of people were inaugurated by a temple in Divulapassa Rothalawela, which was organized by Vesak.",
        "The police said that before visitors take tickets and enter the tickets before the commencement, the police said.",
        "According to a hospital statement, three of the injured have been severely serious.",
        "Uva Provincial Deputy Inspector General of Police has conducted further investigations on the instructions of the Badulla Senior Superintendent of Police Wasantha Kandadawala, Badulla."
      ]
    }
  },
  "summary_lines": [
    "In a tragic incident at a Carnival's cave, five individuals died, including a 50-year-old woman and four men aged 13, 36, 6, and 45. Four others were injured, two critically, and are being treated at Girandurukotta and Mahiyangana hospitals. The victims were from Rothalawela, Divulpassa, and the event was part of a Vesak celebration."
  ]
}