{
  "translated_text": {
    "ta": {
      "title": "இலங்கையில் குடியுரிமை பெற புதிய வர்த்தமானி தாள்",
      "body_lines": [
        "இலங்கையின் கைவிடப்பட்ட குடியுரிமை மற்றும் வெளிநாட்டு பணயக்கைதிகள் உட்பட நிரந்தர குடியிருப்பைப் பெறக்கூடிய ஒரு வர்த்தமானி புதிய விதிமுறைகள் சமர்ப்பிக்கப்பட்டுள்ளன.",
        "2024 நிரந்தர வதிவிட விசா என அடையாளம் காணப்பட்ட ஒரு வர்த்தமானி மூலம் பாதுகாப்பு அமைச்சகம் விதிமுறைகளை வெளியிட்டுள்ளது.",
        "அதன்படி, இலங்கை வம்சாவளியின் குடியுரிமை அல்லது இலங்கை தோற்றம் அல்லது குடியுரிமைச் சட்டத்தின் குடியுரிமை புதிய விதிமுறைகளின் கீழ் திருமணத்திற்கு ஆறு மாதங்களுக்குப் பிறகு நடைபெறும்.",
        "ஐந்து ஆண்டுகளுக்கு முன்பு திருமணம் ரத்து செய்யப்பட்டால் நிரந்தர குடியிருப்பாளர்களின் நிலைமை தானாகவே செயல்தவிர்க்கப்படும் என்பதை வர்த்தமானி அறிவிப்பு குறிக்கிறது.",
        "தீவில் பிறந்த அல்லது இன்னும் குடிமக்கள் ஒரு நபர் இலங்கை வம்சாவளியாகவும் அழைக்கப்படுகிறார்.",
        "விண்ணப்பத்தை சமர்ப்பிக்கும் ஒரு முதன்மை விண்ணப்பதாரருக்கு இலங்கை மனைவிக்கு $ 1,000 மற்றும் குழந்தைகளுக்கு $ 400 கட்டணம் வசூலிக்கப்படும்.",
        "தொடர்புடைய விண்ணப்பம் மே 2024 இன் வர்த்தமானி எண் 2383/17 ஆல் சமர்ப்பிக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "New gazette sheet to take citizenship in Sri Lanka",
      "body_lines": [
        "The new regulations have been submitted by a gazette that can obtain permanent residence, including the abandoned citizenship of Sri Lanka and foreign hostages.",
        "The Ministry of Defense has published the regulations by a gazette that has been identified as 2024 permanent resident visa.",
        "Accordingly, the citizenship of Sri Lankan origin or a citizenship of Sri Lankan origins or citizenship Act will be held six months after marriage under the new regulations.",
        "The gazette notification indicates that the situation of permanent residents will be automatically undone if marriage canceled five years ago.",
        "A person who is born in the island or still citizens is also known as a Sri Lankan origin.",
        "A primary applicant submitting an application will be charged at $ 1,000 for a Sri Lankan spouse as well as a $ 400 fee for children.",
        "The relevant application has been submitted by the Gazette No. 2383/17 of May 2024."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's new gazette regulations allow obtaining permanent residency, including restoring abandoned citizenship and granting visas to foreign spouses and children. The process involves a $1,000 fee for the primary applicant and a $400 fee per child. Citizenship by descent for Sri Lankan-born individuals or those with one Sri Lankan parent is possible after six months of marriage. However, if a marriage ends within five years, the permanent residency status may be revoked."
  ]
}