{
  "translated_text": {
    "si": {
      "title": "කොන්ග්රස් කොන්ග්රසයේ සාර්ථකත්වය වන්නේ කඳුකරයේ ආරක්ෂාවයි",
      "body_lines": [
        "ලංකා කම්කරු සම්මේලනයේ පැවැත්ම නිසා කඳුකරයේ ඉඩම් හිල් රටෙහි ආරක්ෂා වේ. සම්මේලනයක් නොමැති නම්, ඉඩම නැති වී යයි. එබැවින්, කඳුකරයේ ජනතාවගේ පැවැත්ම සඳහා, සීඩබ්ලිව්සී සහ නුවරෙලියා දිස්ත්රික් අපේක්ෂක මරුතබන්ඩි රමේවරන් හි ආරක්ෂාව සඳහා කොන්ග්රස් අපේක්ෂකයින් අනිවාර්යයෙන්ම ජය ගත යුතුය.",
        "මස්කෙලියාවේ පැවති මැතිවරණ ප්රචාරක රැස්වීමේදී අදහස් දක්වමින් ඔහු පැවසීය.",
        "\"හිටපු ජනාධිපති රනිල් වික්රමසිංහ බංකොලොත්භාවයෙන් රට බේරාගත්තේ ය. ජනාධිපතිවරණයේදී තමා ඔහුට සහාය දෙන බව අපි ප්රකාශ කළේ එබැවිනි. මීට අමතරව, කෙටි කාලයක් තුළ කඳුකරයට බොහෝ සේවාවන් සැපයීමට ඔහුට හැකි විය. ඉඩම් අයිතිවාසිකම් ලබා දීම සඳහා අරමුදල් වෙන් කර ඇත.",
        "වැටුප් ප්රශ්නය විසඳීම සඳහා පියවර, කෙටි තන්ත්රයක් තුළ කඳුකරයට බොහෝ සේවාවන් සැපයීමට ඔහුට හැකි විය. ඉඩම් අයිතිය ලබා දීම සඳහා වෙන් කළ අරමුදල්. වැටුප් ප්රශ්නය විසඳීමට පියවර ගන්නා ලදී. කඳුකරයේ සංවර්ධනය සඳහා රනිල් වික්රමසිංහ මහතා ආධාර ලබා දුන්නේය. අපේ ජනතාව ඔහුට ඡන්දය දුන්නා. තවත් සමහරු ඡන්දය නොදැක්වූහ. එබැවින් බහුතරය ලබා ගැනීමට නොහැකි විය.",
        "පාර්ලිමේන්තු මැතිවරණය මේ වන විට පැවැත්වේ. අපගේ ජනතාව ලංකා කම්කරු කොන්ග්රස් අපේක්ෂකයින්ට සහාය විය යුත්තේ ඇයි?ලංකා කම්කරු සම්මේලනය ජනතාවට හ al නරාගෙන ජනතාව වෙනුවෙන් සේවාවන් කර ඇත. අයිතිය සමඟ ඡන්දය දීමට අපට අයිතියක් ඇත. කොන්ග්රසය නොමැති නම්, කඳුකරයේ ඇති සියලුම ඉඩම් නැති වී යයි. අපි ජනතාව වෙත පැමිණියේ මැතිවරණය අතරතුර පමණි. අපි මෙතෙක් සිටි මිනිසුන් සමඟ ය. එහෙත් මැතිවරණයේදී පමණක් උද්යානවලට පැමිණෙන අය කොන්ග්රසය කිසිවක් නොකරන බව විවේචනය කළහ."
      ]
    },
    "en": {
      "title": "The success of the Congress Congress is the protection of the hill country",
      "body_lines": [
        "Lands are being protected in the hill country because of the existence of the Ceylon Workers Congress. If there is no Congress, the land will be lost. So, for the existence of the people of the hill country, the Congress candidates should definitely win for the safety of the CWC and Nuwara Eliya district candidate Maruthabandi Rameswaran.",
        "Speaking at the election campaign meeting held in Maskeliya, he added,",
        "“Former President Ranil Wickremesinghe is the one who rescued the country from bankruptcy. That is why we announced that he would support him during the presidential election. In addition, he was able to provide many services to the hill country within a short period of time. Funds to grant land rights were allocated.",
        "Action to solve the salary issue, he was able to provide many services to the hill country within a short period of regime. Allocated funds to grant land ownership. Action was taken to solve the salary issue. Ranil Wickremesinghe also provided assistance to the development of the hill country. Our people voted for him. Others do not vote. So it was unable to get the majority.",
        "The parliamentary election is currently being held. Why should our people support the Ceylon Workers Congress candidates?The Ceylon Workers Congress has been vocal for the people and has done services for the people. We have the right to vote with the right. If there is no Congress, all the lands in the hill country will be lost. We did not come to the people only during the election. We are with people ever. But those who come to the gardens only during the election have criticized the Congress for not doing anything."
      ]
    }
  },
  "summary_lines": [
    "Ceylon Workers Congress protects hill country lands. Without Congress, lands may be lost. Candidates must win for safety. Former President Ranil Wickremesinghe helped hill country development. Congress provides services year-round, unlike others who only campaign. Vote for Congress candidates to preserve lands and receive benefits."
  ]
}