{
  "translated_text": {
    "si": {
      "title": "ජනාධිපති ශිෂ්යත්ව යෝජනා ක්රමය",
      "body_lines": [
        "ආර්ථික දුෂ්කරතාවන්ට මුහුණ දෙන පාසල් ළමුන් 100,000 ඉලක්ක කර ඇති \"ජනාධිපති ශිෂ්යත්ව යෝජනා ක්රමය 2024/25\" සඳහා වන අයදුම්පත දැන් ආරම්භ වී තිබේ.",
        "ජනාධිපති රනිල් වික්රමසිංහගේ දැක්මට අනුකූලව 201 අයදුම්පත් 2024 මාර්තු දක්වා පිළිගනු ලැබේ.",
        "අයදුම්කරුවන්ට ජනාධිපති අරමුදලේ නිල ෆේස්බුක් පිටුව සහ ජනාධිපති අරමුදලේ නිල වෙබ් අඩවිය සහ www.presidsfund හරහා සිංහල, දෙමළ සහ ඉංග්රීසි භාෂාවෙන් ඇති සියලුම තොරතුරු වලට ප්රවේශ විය හැකිය.",
        "Gov.lk අයදුම්කරුවන් නියමිත දිනට පෙර පාසල් ප්රධානියා වෙත සම්පූර්ණ කරන ලද අයදුම්පත් ඉදිරිපත් කළ යුතුය.",
        "අධ්යාපන අමාත්යාංශය විසින් කලාපීය / පළාත් අධ්යාපන කාර්යාලවල විදුහල්පතිවරුන්ට සහ දිවයින පුරා සියලුම රාජ්ය පාසල්වල විදුහල්පතිවරුන්ට විශේෂ චක්රලේඛයක් නිකුත් කර තිබේ.",
        "ප්රාදේශීය හා පළාත් අධ්යාපන නිලධාරීන්ගේ අධීක්ෂණය සමඟ සුදුසුකම් ලත් සිසුන් තෝරා ගැනීමේ වගකීම සෑම පාසලක ප්රධාන ගුරුවරයා කමිටුවේ ප්රධානියා වේ. චක්රලේඛයේ දක්වා ඇති තේරීම් නිර්ණායක මෙම ක්රියාවලිය පුරාම දැඩි ලෙස පිළිපැදිය යුතුය.",
        "අධ්යාපන අමාත්යාංශය ශිෂ්යත්වලාභීන්ගෙන් යුත් ශිෂ්යත්වලාභීන්ගෙන් යුත් ශිෂ්යත්වලාභීන්ගෙන් යුත් ශිෂ්යත්වලාභීන්ගෙන් මාස 12 ක් දක්වා ශිෂ්යත්ව ලබා දීමට ජනාධිපති අරමුදල පිහිටුවා ඇත.",
        "ශ්රී ලංකාවේ පාසල් 10,126 ක ව්යාප්ත වන සිසුන් 1 ශ්රේණියේ සිට 11 ශ්රේණියේ සිට 11 ශ්රේණිය දක්වා සහාය ලබා දීම ශිෂ්යත්ව වැඩසටහනේ අරමුණයි. සමස්ත වැඩසටහන සඳහා රුපියල් මිලියන 3,600 ක් වෙන් කර ඇත.",
        "මෙම උත්සාහයෙන් පසු ජනාධිපති රනිල් වික්රමසිංහගේ දැක්ම වන්නේ රට පුරා ළමා අධ්යාපනයට අඛණ්ඩ ප්රවේශය සහතික කිරීමයි. අභියෝගාත්මක තත්වයක් තුළ අධ්යාපනය ලැබූ දක්ෂ සිසුන් සොයා ගැනීමෙන් ශ්රී ලංකාවේ මානව ප්රාග්ධනය ප්රවර්ධනය කිරීම සඳහා ආයෝජනය කිරීම මෙහි අරමුණයි."
      ]
    },
    "en": {
      "title": "The President's Scholarship Scheme",
      "body_lines": [
        "The application process for the \"Presidential Scholarship Scheme 2024/25\", which targets 100,000 schoolchildren facing economic difficulties, has now begun.",
        "Applications are accepted till March 2024 in accordance with President Ranil Wickremesinghe's vision.",
        "Applicants can access all the information in Sinhalese, Tamil and English through the Official Facebook page of the Presidential Fund and the Official Website of the Presidential Fund and www.presidsfund.",
        "Gov.lk applicants must submit their completed applications to the respective school headmasters before the deadline.",
        "The Ministry of Education has issued a special circular to the principals of the Zonal/Provincial Education Offices and all the state schools across the country.",
        "The headmaster of each school will head the committee responsible for selecting qualified students, with the supervision of regional and provincial education officials. The selection criteria specified in the circular must be strictly adhered to and to ensure transparency throughout the process.",
        "The President's Fund has been set up to provide scholarships for 12 months from April 2024 to 12 months after the Ministry of Education has sent a list of scholarship recipients with their applications and details.",
        "The scholarship program aims to provide support from Grade 1 to Grade 11 to 100,000 students spreading in 10,126 schools in Sri Lanka. 3,600 million rupees has been allocated for the entire program.",
        "In the wake of this effort, President Ranil Wickremesinghe's vision is to ensure continuous access to children's education across the country. It is aimed at investing in promoting Sri Lanka's human capital by finding talented students who are educated in a challenging situation."
      ]
    }
  },
  "summary_lines": [
    "The President's Scholarship Scheme 2024/25, targeting 100,000 economically disadvantaged students, has opened applications until March 2024. Applicants can find information in Sinhalese, Tamil, and English on the Presidential Fund's official Facebook page and website. Applications must be submitted to school headmasters by the deadline. The Ministry of Education has issued guidelines for selecting students, with the President's Fund providing scholarships for 12 months from April 2024. The program aims to support students from Grade 1 to 11 across 10,126 schools in Sri Lanka, with a total allocation of 3,600 million rupees."
  ]
}