{
  "translated_text": {
    "ta": {
      "title": "இன்று பல சாலைகள் மூடப்பட்டன",
      "body_lines": [
        "கொழும்பில் ஒரு சில முக்கிய சாலைகள் இன்று இரவு மூடப்படும்.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக்ஸின் டிக்ஸின் ஐ.ஜி.பி சட்டம் அடா டெரானாவிடம், பல சாலைகளுக்கு கடும் காற்று வீசும் நோக்கம் தொடர்ந்து மூடப்படும் என்று கூறினார்.",
        "அதன்படி, பவாவாங்க் சாலையில் இருந்து ஜுங்கார்ட் சாலையில் இருந்து தும்முல்லா சாலை வரை ஜுங்கார்ட் சாலையில் இருந்து பாவங்கார்ட் சாலையில் இருந்து போவாங்க் சாலையில் இருந்து பாவ்ன்கார்ட் சாலையில் இருந்து ப ud தலோகா மவதா மூடப்பட உள்ளார்.",
        "வெசக் மண்டலத்திற்கு வருபவர்கள் பாதுகாப்பு இடங்களில் போக்குவரத்தை நிறுத்தி மண்டலங்களுக்கு பயணம் செய்யலாம்.",
        "இதற்கிடையில், பாதுகாப்பற்ற ஆபத்து மரங்களில் குத்திக் கொள்ள வேண்டும் மற்றும் வாகனங்களை நிறுத்துமாறு மக்களை போலீசார் வலியுறுத்துகின்றனர்."
      ]
    },
    "en": {
      "title": "Several roads closed today",
      "body_lines": [
        "A few main roads in Colombo will be closed tonight.",
        "Police Media Spokesperson DIG's DIG's IGP Law told Ada Derana that the objective of the accident with heavy winds will continue to be closed for several roads.",
        "Accordingly, Bauddhaloka Mawatha is to be closed from the Junguard Road to the Thummulla Road to the Thummulla Road, the B ංග road from the Junguard Road, Bowwank Road.",
        "The people who come to the Vesak zone can halt traffic in safety locations and travels to the zones.",
        "Meanwhile, the police urge the people to stay under stabbing in unprotected risk trees and stops vehicles."
      ]
    }
  },
  "summary_lines": [
    "Due to heavy winds causing accidents, several roads in Colombo will remain closed tonight. Key closures include Bauddhaloka Mawatha (Junguard Road to Thummulla Road), B ංග road (Junguard Road), and Bowwank Road. The public is advised to park safely and avoid areas with unstable trees."
  ]
}