{
  "translated_text": {
    "ta": {
      "title": "டி 20 உலகக் கோப்பை சந்திப்பைப் பார்வையிட எங்கள் குழு ஜனாதிபதியை சந்திக்கிறது",
      "body_lines": [
        "இன்று (13) இருபதுக்கு 20 உலகக் கோப்பையில் கலந்து கொள்ளுமாறு ஜனாதிபதி ரணில் விக்ரமேசிங்கை இன்று பிற்பகல் ஜனாதிபதி ரானில் விக்ரமேசிங்கை அழைத்தார்.",
        "இலங்கை கிரிக்கெட் குழு நாளை காலை (14) தீவை விட்டு வெளியேற உள்ளது.",
        "வீரர்களை ஊக்குவிப்பதன் மூலம் நாட்டுடனான தனது நட்பையும் ஜனாதிபதி வாழ்த்தினார்.",
        "இருபது 20 உலகக் கோப்பை ஜூன் 01 முதல் ஜூன் 01 வரை ஜூன் 29 அன்று மேற்கிந்தியத் தீவுகளில் நடைபெறும்."
      ]
    },
    "en": {
      "title": "Our team to visit T20 World Cup meet President",
      "body_lines": [
        "President Ranil Wickremesinghe called on President Ranil Wickremesinghe this afternoon to attend the Twenty20 World Cup today (13).",
        "The Sri Lankan cricket team is due to leave the island tomorrow morning (14).",
        "The President also congratulated his friendship with the country by encouraging the players.",
        "The Twenty20 World Cup will be held on June 01 to June 01 in June 29 at the West Indies."
      ]
    }
  },
  "summary_lines": [
    "The Sri Lankan cricket team, set to leave tomorrow, received a visit from President Ranil Wickremesinghe to attend the T20 World Cup today. The President congratulated the team, highlighting their friendship with the country. The tournament, hosted by the West Indies, runs from June 1st to 29th."
  ]
}