{
  "translated_text": {
    "si": {
      "title": "பிரகீத் எக்னெலிகொட வழக்கை இவ்வாண்டு இறுதிக்குள் முடிவுறுத்துமாறு அரசுக்கு அறிவுறுத்துங்கள் - சந்தியா எக்னெலிகொட வேண்டுகோள்",
      "body_lines": [
        "මාධ්යවේදී ප්රගීත් එක්නලිගොඩ මහතා අතුරුදහන් කිරීම පිළිබඳ විමර්ශනය කඩිනම් කිරීම සඳහා ශ්රී ලංකාව අතුරුදහන් වීම අතුරුදහන් වීම පිළිබඳව ප්රගිට්ගේ බිරිඳ සන්ධ්යා එක් නගර කමිටුවට ආයාචනා කර තිබේ.",
        "අතුරුදහන් වූ අත්තික්කා පිළිබඳ එක්සත් ජාතීන්ගේ කමිටුවේ 29 වන රැස්වීම සැප්තැම්බර් 22 සිට ඔක්තෝබර් 3 දක්වා ජිනීවා නුවරදී පැවැත්වේ. இக்கூட்டத்தின்போது சகல நபர்களையும் வலிந்து காணாமலாக்கப்படல்களிலிருந்து பாதுகாப்பதற்கான சர்வதேச பிரகடனத்தின் கீழ் இலங்கை கொண்டிருக்கும் கடப்பாடுகள் நிறைவேற்றப்பட்டுள்ளனவா என்பது பற்றி அக்குழுவினால் மீளாய்வு செய்யப்படும்.",
        "මෙම අවස්ථාවේ දී, අතුරුදහන් වූ මාධ්යවේදී ප්රගීත් එක්නලිගොඩගේ බිරිඳ සන්ධ්යා එක්නලිගොඩ මහතා විසින් ප්රගීත් සහ අදාළ අධිකරණ නඩුව පිළිබඳව සම්පූර්ණ තොරතුරු යවා ඇත.",
        "අතුරුදහන් වූ අත්තලැන්වීම සඳහා යුක්තිය උදෙසා යුක්තියට තර්ජනය කිරීම සම්බන්ධයෙන් එක්සත් ජාතීන්ගේ කමිටුවට යවන ලද සමහර පුද්ගලයින්ට එය කොතරම් අභියෝග වුවද, අනාගතයේ දී ප්රමිත් එක්නාලිකෝඩාගේ අරගලය දිගටම කරගෙන යාමට හැකි වී තිබේ. සඳහන් කළ පරිදි.",
        "වින්දිතයාගේ ගොදුරක් ලෙස යුක්තිය හා වගවීම සහතික කිරීම සඳහා තර්ජනය කිරීම සහතික කර ඇති බවට සන්ධ්යා එක්නලිගොඩ පැහැදිලි කර ඇති අතර ඔහු තර්ජනය කර ඇති බව ඔහු තර්ජනය කර තිබේ.",
        "මෙම පසුබිමට එරෙහිව, මෙම වසරේදී නඩු විභාගය කඩිනම් කරන ලෙස ශ්රී ලංකාවෙන් ඉල්ලා සිටින ලෙස ප්රගීත් එක්නලිගොඩ මහතා ශ්රී ලංකාවෙන් ඉල්ලා සිටින ලෙස කමිටුවට අභියාචනයක් ඉදිරිපත් කර තිබේ."
      ]
    },
    "en": {
      "title": "Advise the Government to end the Prageeth Eknaligoda case by the end of this year - Sandhya Eknaligoda appeals",
      "body_lines": [
        "Pragit's wife Sandhya Eknaligoda has appealed to the United Nations Committee on the disappearance of the disappearance of Sri Lanka to expedite the investigation into the disappearance of journalist Prageeth Eknaligoda.",
        "The 29th Meeting of the United Nations Committee on Missing Figs will be held in Geneva from September 22 to October 3. During the meeting, the committee will review whether Sri Lanka's obligations have been fulfilled under the International Declaration to Protect All Persons from Disappearances.",
        "In this case, the missing journalist Prageeth Eknaligoda's wife Sandhya Eknaligoda has sent full details on the disappearance of Prageeth and the relevant court case.",
        "In the documents sent to the United Nations Committee on the disappearance of the disappearances that some people who have been threatened with his struggle for justice as a threat to justice, Sandia Eknaligoda, who has been in the presence of the Missing Figs, has been able to continue the struggle of the Prakith Eknalikoda, no matter how many challenges it is, in the future, the Prakith Eknalikoda will continue to confront many challenges in the future. As mentioned.",
        "Sandhya Eknaligoda has clarified in detail on the oppression and surveillance that he has threatened to ensure that he threatens to ensure justice and accountability as a victim of the victim.",
        "Against this backdrop, Prageeth Eknaligoda has appealed to the committee to urge Sri Lanka to expedite the hearing and end this year."
      ]
    }
  },
  "summary_lines": []
}