{
  "translated_text": {
    "si": {
      "title": "මුල්ලයිටිව් හි අනතුර: යෞවනයන් දෙදෙනෙකු මිය ගියේය",
      "body_lines": [
        "මුල්ලයිටිව් හි බදාදා සවස මල්ලවි හි බදාදා සවස මල්ලවි හි සිදුවූ අනතුරකින් තරුණයන් දෙදෙනෙකු මිය ගොස් තවත් අයෙකු තුවාල ලබා තිබේ.",
        "මාන්කුලම් සිට මල්ලවි දක්වා යතුරුපැදියක් සහ මල්ලාවි සිට මැන්ගෝලෑම් දක්වා ගමන් කරන යතුරුපැදියක් ලෙස මෙම අනතුර සිදුව තිබේ.",
        "වැනිවිලගමම් ප්රදේශයේ (වයස අවුරුදු 20) වැනිවිලගමම් ප්රදේශයේ සහ මාන්කුලම් සිට වීන්ඩුලම් සිට විජයකුමාර් විදර්ෂාන් (වයස අවුරුදු 20) නව යටත් විජිත ප්රදේශය මියගොස් තිබේ.. (අ)"
      ]
    },
    "en": {
      "title": "Accident in Mullaitivu: 2 youths killed",
      "body_lines": [
        "Two youths were killed and another injured in an accident occurred on Wednesday evening in Mallavi - Vanniwilangulam area in Mullaitivu.",
        "The accident occurred as a motorcycle from Mankulam to Mallavi and a motorcycle traveling from Mallavi to Mangulam collided head -on.",
        "Chandran Vidusan (age 20) from Vannivilangulam area and Vijayakumar Vidarshan (20 years old) from Mankulam - New Colony area have died.. (A)"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the article in approximately 200 characters:",
    "",
    "\"2 youths killed, 1 injured in motorcycle collision in Mullaitivu. Accident occurred on Wednesday evening near Mallavi-Vanniwilangulam area. Chandran Vidusan (20) and Vijayakumar Vidarshan (20) died.\""
  ]
}