{
  "translated_text": {
    "si": {
      "title": "ඩක්වර්ත් ලුවී පද්ධතියේ බටහිර ඉන්දීය කොදෙව් පිල කඩුලු 5 කින් ශ්රී ලංකාව ජය ගත්තේය.මධුෂ්කා, අසංන් එක්දින තරගය එය පහසු කර තිබේ",
      "body_lines": [
        "බටහිර ඉන්දීය කොදෙව් පිල කඩුල්ලේ බටහිර ඉන්දීය කොදෙව් පිල කඩුල්ලේ බටහිර ඉන්දීය කොදෙව් පිල කඩුලු 5 කින්ත් බටහිර ඉන්දීය කොදෙව් පිල කඩුලු 5 කින් දවා ගනිමින්, ඉරිදා (20) මහනුවර පල්ලකෙල් ජාත්යන්තර ක්රිකට් ක්රීඩාංගණයේදී.",
        "4 වන කඩුල්ලේ ආරම්භක චාන් මධුෂ්කා සහ කණ්ඩායමේ කපිතාන් සාරත් අහිනයේ අර්ධ-කේන්ද්රීය සහ ලකුණු 137 ක් සහ 4 වන කඩුල්ලේ ලකුණු 137 ක් ශ්රී ලංකාවේ ජයග්රහණයට හේතු විය.",
        "මෙම ජයග්රහණයත් සමඟ එක්දින තරගාවලියේදී ශ්රී ලංකාව එක්දින තරගාවලියේදී 1 - 0 කින් දරයි.",
        "පළමුවෙන් පන්දුවට පහරදීමට තීරණය කළ බටහිර ඉන්දීය කොට් of ාශයේ පන්දුවාර 38.3 කදී කඩුලු 4 ක් දැවී ලකුණු 185 ක් වැදී ලකුණු 185 ක් වැදී වැදුණු විට කඩාකප්පල් විය.",
        "Sharefan ඩා රාධබාර්ඩ් ලකුණු 74 ක් සහ රොටොන් හඹා ගිය 33 පව් සමඟ සෙල්ලම් කළේ නැත.",
        "සවස 5.00 ට තහනම් තරගය සවස 8.25 ට නැවත වරක් පැවතුනේ, ශ්රී ලංකාවේ ඩක්වර්ත් ලුවිස් ක්රමය ඕවර 37 කදී 232 ක් ලෙස සකස් කරන ලදී.",
        "ඕවර 31.5 කදී කඩුලු 5 ක් දැවී ලකුණු 234 ක් රැස් කළේය.",
        "අවිෂ්කා ප්රනාන්දු (5), කුසල් මෙන්ඩිස් (13) සහ ශ්රී ලංකාව පන්දු යැවූ විට තරගය අහිමි විය.. (45 - 3 විග්.)",
        "විවේකීවයකින් යුත් රින්ග් අකාලං, නායක මධුෂ්කා, කපිතාන් සහ කණ්ඩායමේ නායකයා වන සාරට් අසීමා, පන්දු 109 කදී ලකුණු 137 ක් රැස් කළ අතර කණ්ඩායමේ ජයග්රහණය ලිහිල් කළේය.",
        "රාත්තල් 64 ක් සහ පන්දු 81 ක් සහ පඳුරු 8 ක් සහ හයේ පහර 3 ක් සමඟ පන්දු 54 ක රාත්තල් 69 ක්, පන්දු 69 ක් රැස් කළේය.",
        "පුද්ගලයන් දෙදෙනා දෙදෙනාට තරගය අහිමි වූ පසු, 6 වන කඩුල්ල වෙනුවෙන් ලකුණු 47 ක් රැස් කළ ජනිත් ලියානගේ (18) සහ කමින්දු මෙන්ඩිස් (30 ඒඊඊ) ශ්රී ලංකාවේ ජයග්රහණය වාර්තා කළේය.",
        "පන්දු යැවීමේදී, ජඩ්කෂ් මොටයි ලකුණු 47 කට කඩුලු 3 ක් දවාගනූ අතර අල්සාරි ජෝසෙප් ලකුණු 39 කට කඩුලු 2 ක් දවා ගත්තේය."
      ]
    },
    "en": {
      "title": "Sri Lanka won the West Indies by 5 wickets in the Duckworth Louis system;Madhushka, Asalann ODI has made it easy",
      "body_lines": [
        "Sri Lanka won the West Indies by 5 wickets in the West Indies, according to the West Indies, in the first ODI match, which was blocked by rain on Sunday (20) at the Pallekel International Cricket Stadium in Kandy.",
        "The half -century of debutant Nishan Madushka and team captain Sarith Asalan and the 137 runs shared in the 4th wicket led to Sri Lanka's victory.",
        "With this victory, Sri Lanka is leading 1 - 0 in the ODI series with three matches.",
        "West Indies, who decided to bat first, were disrupted by the rain when it rained 185 runs for the loss of 4 wickets in 38.3 overs.",
        "Sharefan Radhabard did not play with 74 runs and Roston Chase 33.",
        "When the banned game at 5.00 pm continued again at 8.25 pm, Sri Lanka's Duckworth Lewis system was set to 232 in 37 overs.",
        "Sri Lanka scored 234 runs for the loss of 5 wickets in 31.5 overs.",
        "Avishka Fernando (5), Kusal Mendis (13) and Sadheera Samarawickrama (18) lost the game when Sri Lanka was bowled out.. (45 - 3 wig.)",
        "Nishan Madushka, the captain and the captain of the team, Sarit Asalank, who played with a relaxing pace, shared 137 runs off 109 balls and eased the team's victory.",
        "Nishan Madushka scored 7 pounds of 54 balls, 69 runs with one six and 71 balls with 8 pounds and 3 sixes.",
        "After the two men lost the game, Janith Liyanage (18 AE) and Kamindu Mendis (30 AE) shared 47 runs in the 6th wicket and ensured Sri Lanka's victory.",
        "In the bowling, Gudakesh Moti took 3 wickets for 47 runs while Alzari Joseph took 2 wickets for 39 runs."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka wins West Indies ODI by 5 wickets. Madhushka and Asalanka share 137-run partnership. Rain delays impact match. Sri Lanka leads 1-0 in series."
  ]
}