{
  "translated_text": {
    "ta": {
      "title": "இஸ்ரேலிய ஈரான் 100 ஏவுகணைகளை தயார் செய்யுங்கள்",
      "body_lines": [
        "இஸ்ரேலைத் தாக்க ஈரானுடனான மண்டலத்திற்கு உலக சக்திகள் கவனத்தை ஈர்த்துள்ளன.",
        "இஸ்ரேலை மிக உடனடி நாளில் தாக்குமாறு அமெரிக்கா ஈரானை எச்சரித்துள்ளது.",
        "இது குறித்து கருத்து தெரிவித்த அமெரிக்க அதிபர் ஜோ பிடென், தங்கள் நாடு இஸ்ரேலை ஆதரிக்கிறது என்று கூறியுள்ளார்.",
        "இதுபோன்ற தாக்குதல்கள் எச்சரிக்கை என்று கூறப்பட்டது.",
        "பிராந்திய அரவணைப்பு வெளியிடப்பட்டுள்ளது என்ற அறிக்கையின்படி, இஸ்ரேலுக்கான தாக்குதல்களையும் இஸ்ரேலிய இலக்குகளையும் பிழைக்க ஒரு வாய்ப்பு உள்ளது.",
        "ஈரான் தனது இராணுவ மற்றும் ஆயுதங்கள் முழுவதும் வைக்கப்பட்ட பின்னர் ஈரான் அடையாளம் காணப்பட்டதாக அமெரிக்கா வெளிப்படுத்தியது.",
        "பிராந்தியத்திற்கு கூடுதல் வெடிப்புகளை இயக்க அமெரிக்கா ஏற்கனவே செயல்பட்டு வருகிறது.",
        "ஈரானிய தாக்குதலின் அபாயத்தின் அடிப்படையில் தூதரகத்திலிருந்து தங்கள் ஊழியர்களை மட்டுப்படுத்த அமெரிக்க அரசாங்கம் முடிவு செய்தது.",
        "இந்த மாத தொடக்கத்தில் சிரியாவில் நடந்த ஈரானிய தூதரகம் மீதான தாக்குதலில் ஈரானிய இராணுவத் தலைவரால் குறைந்தது 3 பேர் கொல்லப்பட்டனர்.",
        "இஸ்ரேலின் பொறுப்பு இஸ்ரேலுக்கு இஸ்ரேலின் பொறுப்புக்கு பதிலளித்தது, இஸ்ரேல் அதன் பொறுப்பின் பொறுப்பை ஏற்கவில்லை என்பதை வலியுறுத்தியது."
      ]
    },
    "en": {
      "title": "Answer the Israeli Iran prepare 100 missiles",
      "body_lines": [
        "The world powers have drawn attention to the zone with Iran to attack Israel.",
        "The United States has warned Iran to attack Israel at a very immediate day.",
        "US President Joe Biden, who commented on it, has said that their country supports Israel.",
        "It was also said that such attacks were warning.",
        "According to the report that the regional warmth is released, there is an opportunity to bug the attacks to Israel as well as Israeli targets.",
        "The US revealed that Iran was identified after Iran was being placed throughout its military and weapons.",
        "The US is already working to direct additional bursts to the region.",
        "The United States government decided to limit their employees from the embassy based on the risk of an Iranian attack.",
        "At least 3 people were killed by a Iranian Army chief from an attack on the Iranian embassy in Syria earlier this month.",
        "The responsibility of Israel responded to Israel's responsibility to Israel, it emphasized that Israel did not accept the responsibility of its responsibility."
      ]
    }
  },
  "summary_lines": [
    "The US warns Iran against attacking Israel, with Iran preparing 100 missiles. Iran's military and weapons have been identified by the US. The US is directing additional support to the region and has limited embassy staff due to the risk of an Iranian attack. Israel denies responsibility for the attack on its embassy in Syria."
  ]
}