{
  "translated_text": {
    "si": {
      "title": "සජිත් රාජපක්ෂ රාජපක්ෂගේ රනිල් තීරුව බවට පත්ව ඇත",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ සාර්ථකත්වය සඳහා ගම්පා දිස්ත්රික්කයේ සියලුම ඡන්ද කොතාවද ආවරණය කිරීම සඳහා ජනාධිපතිවරණ ඒකාබද්ධ කමිටු පත් කරනු ඇත.",
        "අමාත්ය ප්රසන්න රණතුංග සහ සෙනසුරාදා (10) සහ ඉරිදා (11) අමාත්ය ප්රසන්න රණතුංග සහ ගම්පහා දිස්ත්රික් මන්ත්රීවරුන් විසින් කමිටු පත් කරන ලදී.",
        "මෙම කණ්ඩායම් පිහිටුවීමේදී, සම්මේලනයේ ශ්රී ලංකා පීඒ, ශ්රී ලංකා නිදහස් පක්ෂය, පීඒ සහ එක්සත් ජනතා බලය ඇතුළු ජනාධිපතිවරයාට සහය දක්වන සියලුම පාර්ශවයන්ගේ නියෝජිතයින් ඇතුළත් වේ.",
        "මුල් පිටුව - නිවාස මධ්යස්ථානවල පත් කිරීම්, ඡන්ද මධ්යස්ථානවල පත් කිරීමේ නියෝජිතයින්, ජනාධිපති රනිල් වික්රමසිංහගේ ජනාධිපතිවරණ ව්යාපාර සංවිධානය කිරීම, අදාළ ඡන්ද කොට් .ාශයේ සංවිධානය කිරීම හා මග පෙන්වීම මෙම ඡන්ද වර්ෂවල ඒකාබද්ධ කමිටුවලට භාර දී ඇත.",
        "ගම්පා දිස්ත්රික්කයේ නියෝජිතයින් ද ඇතුළුව ගම්පහා දිස්ත්රික් ජනාධිපතිවරණය ඒකාබද්ධ මාර්ගෝපදේශ කමිටුව පත් කිරීම ජනාධිපතිතුමාට බ්රහස්පතින්දා (08) පැවැත්විණි. ගම්පහා දිස්ත්රික්කය මුලසුන දැරුවේ ප්රසන්න රණතුංග විසිනි.",
        "ගම්පා දිස්ත්රික්කය නියෝජනය කරන ගම්පහා දිස්ත්රික්කය නියෝජනය කරන සියලුම දේශපාලන පක්ෂවල ශ්රී ලංකා නිදහස් පක්ෂයේ ගම්පා දිස්ත්රික් නායක (ශ්රී ලංකා නිදහස් පක්ෂය), ලසන්ත අලගවන්නා සහ එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) නායක රුවන් විජේවර්ධන ඇතුළු ගම්පා දිස්ත්රික්කය නියෝජනය කරයි.",
        "කලක් තිස්සේ ඔවුන් එකම අරමුණක් සඳහා දේශපාලනික වශයෙන් හුදෙකලා වී ඇත.. ජනාධිපතිවරණ කටයුතු සම්බන්ධයෙන් පක්ෂ නායකයින්ගේ සහභාගීත්වයෙන් පත් කරන ලද පළමු ඒකාබද්ධ කමිටුව මෙයයි.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ සාර්ථකත්වය සඳහා දිස්ත්රික්කයේ ක්රියාත්මක කරන ලද වැඩසටහන පිළිබඳව දීර් discuss සාකච්ඡාවක් පැවැත්විණි.. පීඒ නියෝජනය කරන බොහෝ නායකයින් බොහෝ දෙනෙක් එක්සත් වී ඇති අතර පක්ෂයේ දෙවන කණ්ඩායම දැන් පක්ෂයේ සාර්ථකත්වයට එක්වන බව නාගරික සංවර්ධන හා නිවාස ප්රසන්න රණතුංග මහතා පැවසීය.",
        "රාජපක්ෂේ රනිල් වික්රමසිංහෙන් රාජපක්ෂයෙන් ඉවත් වීම දින කිහිපයකින් ජනාධිපතිවරයාට වඩාත් සහයෝගය ලබා දෙන බව අමාත්යවරයා අවධාරණය කළේය.",
        "\"අපි රනිල් වික්රමසිංහගේ සාර්ථකත්වය සඳහා ගිරි - සර්ප දේශපාලනයේ දේශපාලනයට හා එක්සත් ජනපදයේ දේශපාලනයේ සිට ඇත.. මෙය කර්මාන්තයේ සන්ධිස්ථානයකි, එය නව දේශපාලන සංස්කෘතියකි. ඕනෑම දේශපාලන පක්ෂයක සංකේතය අපි ගෙන නැත. තේමාව නම් අපි එකට ජය ගැනීමයි. නමුත් සමහර කණ්ඩායම් අප අතර අර්බුදය ඇති කිරීමට කුමන්ත්රණය කරයි. අපගේ එකම අරමුණ ජනාධිපති රනිල් වික්රමසිංහ දිනා ගැනීමයි. එයට සෑම දෙනාගේම සහයෝගය අවශ්යයි.",
        "පසුගිය මහ මැතිවරණයේදී එක්සත් ජාතික පක්ෂය (යූඑන්පී) විසින් ඡන්ද මිලියන 20 ක් භාවිතා කර නොමැත. ඔවුන්ට ජනාධිපතිවරණය අහිමි වී ඇති හෙයින් ඔවුන් මහ මැතිවරණයට ඡන්දය ප්රකාශ කර නැත. ඔවුන් ඡන්ද මධ්යස්ථානයට ගෙන ඒම වැඩසටහන ක්රියාත්මක කරමින් සිටිමු.. අවම වශයෙන් ලක්ෂ 10 ක් වත් වැටුපකට ගෙන ආ යුතුය.. එය ඉතා සංවිධානාත්මක ය.",
        "භාණ්ඩ ලබා දීමෙන් ඡන්ද ලබා ගත නොහැකි බව මතක තබා ගන්න. අපි 2015 දී සිල්ක් රෙදි පවා ලබා දුන්නා. නමුත් මහින්ද නැති විය.",
        "කාලය පිළිබඳ දෘෂ්ටිවාදය හරහා මෛත්රීපාල සිරිසේන ජයග්රහණය කළේය.. රනිල් රාජපක්ෂ ඉවත් කර ඇත. දැන් සජිත් රාජපක්ෂ වී ඇත.. තමා භාවිතා කළ බව වටහා ගත් තම්මිකා පෙරේරා නගරයෙන් පිටව ගියේය.",
        "බැසිල් රාජපක්ෂ මහතා දිගටම අප සමඟ දිගටම කටයුතු කළා. නමුත් අඩකින් යන්න තීරණය කළා. ස්තූතියි, අපි මෙතන නැවැත්තුවා. ගැටලුව කුමක් වුවත්, අපට ආපසු යා නොහැක.. දිස්ත්රික් කාර්යාල සහ කාර්යාල අවහිර කිරීම සඳහා පොදු ස්ථානයක් ලබා ගැනීම. එක්සත් ජාතික පක්ෂයට අපේ නිවසේ කාර්යාලයට පැමිණීමට අවශ්ය නැත.. එය නව දේශපාලන සංස්කෘතියක් නිර්මාණය කරයි.. ඔබ පුරුදු වන තුරු පොදු ප්රදේශ හඳුනා ගන්න.",
        "ගම්පහා දිස්ත්රික්කයේ ප්රධාන රැස්වීම් හතරක් පැවැත්වීමට අපි බලාපොරොත්තු වෙමු."
      ]
    },
    "en": {
      "title": "Sajith Rajapaksa has become Rajapaksa's strip of Ranil",
      "body_lines": [
        "The Presidential Election Joint Committees will be appointed to cover all the constituencies in the Gampaha district for the success of President Ranil Wickremesinghe.",
        "The committees were appointed by Minister Prasanna Ranatunga and the Gampaha district MPs on Saturday (10) and Sunday (11).",
        "In the establishment of these groups, the federation includes representatives of all parties supporting the President, including the Sri Lanka PA, the United National Party, the Sri Lanka Freedom Party, the PA, and the United People's Power.",
        "Home -to -house, appointing agents at polling stations, organizing President Ranil Wickremesinghe's presidential election campaigns, organizing and guiding at the relevant constituency level have been handed over to the joint committees of these constituencies.",
        "The appointment of the Gampaha District Presidential Election Joint Guidelines Committee, including representatives of the Gampaha District, supported the president, took place on Thursday (08). The Gampaha district was chaired by Prasanna Ranatunga.",
        "District leaders of all political parties representing the Gampaha district, including the Gampaha district leader of the Sri Lanka Freedom Party (SLFP), Lasantha Alagavanna and the United National Party (UNP) leader Ruwan Wijewardena, were also present.",
        "For some time, they have been politically secluded for the same purpose.. This is the first joint committee appointed with the participation of party leaders on the presidential election activities.",
        "For the success of President Ranil Wickremesinghe, a long discussion was held on the program implemented in the district.. Minister of Urban Development and Housing Prasanna Ranatunga said that many leaders representing the PA had been united and that the party's second team is now joining the party's success.",
        "The minister stressed that Rajapakse's withdrawal from Ranil Wickremesinghe will be more supportive of the president in a few days.",
        "“We have been in the politics of Giri - Snake politics and united for the success of Ranil Wickremesinghe.. This is a turning point in the industry, which is a new political culture. We have not taken the symbol of any political party. The theme is that we will win together. But some groups conspire to cause crisis among us. Our only purpose is to win President Ranil Wickremesinghe. It needs everyone's support.",
        "20 million votes were not used by the United National Party (UNP) in the last general election. Because they have lost the presidential election, they have not voted in the general election. We are implementing the program to bring them to the polling station.. At least 10 lakh votes should be brought to the wage.. It is very organized.",
        "Remember that the votes cannot be obtained by providing goods. We even gave silk fabric in 2015. But Mahinda lost.",
        "Maithripala Sirisena won through the ideology of the time.. Ranil Rajapaksa has been removed. Now Sajith has become Rajapaksa.. Tammika Perera left the city, realizing that he was used.",
        "Mr Basil Rajapaksa continued to work with us. But decided to get out of half. Thankfully, we stopped here. No matter what the problem is, we cannot return.. To get a common place in establishing district offices and block offices. The United National Party does not want to come to the office in our home.. It creates a new political culture.. Identify common areas until you are used to.",
        "We hope to hold four major meetings in the Gampaha district."
      ]
    }
  },
  "summary_lines": [
    "Joint committees covering all Gampaha districts' constituencies have been appointed to bolster President Ranil Wickremesinghe's campaign, involving various parties. These committees, established by Minister Prasanna Ranatunga and Gampaha district MPs, will focus on home-to-home visits, agent appointments at polling stations, and organizing campaigns. This marks a significant step in uniting different factions for the president's success, emphasizing a new political culture beyond party symbols."
  ]
}