{
  "translated_text": {
    "ta": {
      "title": "இன்று 9 வது நிர்வாக ஜனாதிபதி தேர்தலைத் தேர்ந்தெடுப்பது",
      "body_lines": [
        "இலங்கையில் 9 வது நிர்வாகத் தலைவரின் தேர்தல் இன்று (21) தொடங்க திட்டமிடப்பட்டுள்ளது.",
        "தேர்தல் ஆணையத்தின் தலைவர் ஆர்.எம்.எல் ரத்னயகே வாக்காளர்களை காலையில் சென்று வாக்களிக்குமாறு கோருகிறார்.",
        "அதன்படி, நாடு முழுவதும் 13,421 வாக்குப்பதிவு மையங்களில் காலை 7.00 மணி முதல் மாலை 4 மணி வரை தேர்தல் தொடங்கும்.",
        "நாட்டின் வரலாற்றில் ஜனாதிபதித் தேர்தலுக்கு அமர்ந்த வேட்பாளர்களின் எண்ணிக்கை முன் வந்துள்ளது.",
        "39 வேட்பாளர்கள் அவ்வாறு செய்ய முன்வந்துள்ளனர், திரு. முகமது கோரிக்கைகளின் மரணத்துடன் இது 38 ஆகக் குறைக்கப்பட்டது.",
        "இதற்கிடையில், ஜனாதிபதித் தேர்தலுக்கு தகுதியான வாக்காளர்களின் மொத்த எண்ணிக்கை 17,140,354 ஆகும்.",
        "10 தேர்தல் மாவட்டங்களில் அதிக வாக்காளர் வருவாய் மற்றும் மாவட்டத்தில் 1,881,129 வாக்காளர்களைக் கொண்ட கம்பாஹா மாவட்டம் மாவட்டமாக தேர்ந்தெடுக்கப்பட்டுள்ளது.",
        "குருணேகலா மாவட்டத்தில் பதிவுசெய்யப்பட்ட வாக்காளர்களின் எண்ணிக்கை 1,417,226 மற்றும் கண்டி மாவட்டத்தில் வாக்காளர்களின் எண்ணிக்கை 1,191,399 ஆகும்.",
        "ரத்னபுரா மாவட்டத்திலிருந்து 923,736, கலுதாரா மாவட்டம், காலே மாவட்டத்திலிருந்து 703,163, கெகல் மாவட்டத்திலிருந்து 709,622 வாக்களிக்க தகுதியுடையவர்கள்.",
        "படுல்லா மாவட்டத்தில் 705,77 பதிவு செய்யப்பட்ட வாக்காளர்கள் உள்ளனர், மாதாரா மாவட்டத்தின் எண்ணிக்கை 686,175 ஆகும்.",
        "புட்டலம் மாவட்டத்தில் 63,673, நுவரா எலியா மாவட்டத்தில் 63,673 மில்லியன் மற்றும் 605,292 பேர் வாக்களிக்க தகுதியுடையவர்கள்.",
        "யாஃப்னா மற்றும் கிலினோச்சியில் பதிவு செய்யப்பட்ட 593,187 வாக்காளர்கள் இருப்பதாக தேர்தல் ஆணையம் தெரிவித்துள்ளது.",
        "டிகாமதுல்லா மாவட்டத்தில் திகாமதுல்லாவின் வாக்காளர்களின் எண்ணிக்கை 555,432 மற்றும் ஹம்பந்தோட்டா மாவட்டத்தில் வாக்காளர்களின் எண்ணிக்கை 520,940 ஆகும்.",
        "429,991 வாக்காளர்கள் மாடேல் மாவட்டத்திலிருந்து ஜனாதிபதித் தேர்தலுக்கு வாக்களிக்க தகுதி பெற்றனர்.",
        "பொலோனாருவா மாவட்டத்தில் வாக்காளர்களின் எண்ணிக்கை 351,302 மற்றும் திருகோணமலி மாவட்டத்தில் 315,925 வாக்காளர்கள்.",
        "வாக்குனியா, மன்னார் மற்றும் முல்லாய்துவில் உள்ள தேர்தல் மாவட்டம் மிகக் குறைந்த வாக்காளர்களைக் கொண்ட தேர்தல் மாவட்டமாக மாறியுள்ளது என்பதை தேர்தல் ஆணையம் (ஈபிஎல்) காட்டுகிறது.",
        "இந்த ஆண்டு ஜனாதிபதித் தேர்தல் ஜனாதிபதித் தேர்தலுக்கு பதிவுசெய்யப்பட்ட அதிக எண்ணிக்கையிலான வாக்காளர்களாக மாறியுள்ளது."
      ]
    },
    "en": {
      "title": "Selecting the 9th Executive President election today",
      "body_lines": [
        "The election of the 9th Executive president in Sri Lanka is scheduled to commence today (21).",
        "Chairman of the Election Commission RML Ratnayake requests voters to go in the morning and vote.",
        "Accordingly, the election will commence in 13,421 polling centers across the country from 7.00 am to 4 pm.",
        "The number of candidates who sat for the presidential election in the history of the country have come forward.",
        "39 candidates have volunteered to do so, it was reduced to 38 with the death of Mr. Mohammed requests.",
        "Meanwhile, 17,140,354 are the total number of voters eligible for the presidential election.",
        "The Gampaha District has been elected district with the highest voter turnover among the 10 electoral districts and 1,881,129 registered voters in the district.",
        "The number of registered voters in the Kurunegala District is 1,417,226 and the number of voters in the Kandy district is 1,191,399.",
        "The Kalutara district, 923,736 from the Ratnapura district, 703,163 from the Galle district, 709,622 from the Kegalle district have been eligible to vote.",
        "There are 705,77 registered voters in the Badulla district and the number of Matara district is 686,175.",
        "63,673 in the Puttalam district, 63,673 million and 605,292 in the Nuwara Eliya District are eligible to vote.",
        "The Elections Commission said that 593,187 registered voters in Jaffna and Kilinochchi.",
        "The number of voters of Digamadulla in the Digamadulla District is 555,432 and the number of voters in the Hambantota district is 520,940.",
        "429,991 voters qualified to vote for the presidential election from the Matale district.",
        "The number of voters in the Polonnaruwa District is 351,302 and 315,925 voters in the Trincomalee district.",
        "The Elections Commission (EPL) has shown that the electoral district in Vavuniya, Mannar and Mullaitivu, has become the electoral district with the lowest voters.",
        "This year's presidential election has become the highest number of voters registered for the presidential election."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's 9th Executive President election summary: 39 candidates, 17.14 million voters, 13,421 polling centers, voting from 7 AM to 4 PM. Highest turnout in Gampaha district. Lowest in Vavuniya, Mannar, Mullaitivu."
  ]
}