{
  "translated_text": {
    "ta": {
      "title": "ධාර්මිෂ්ඨ සමාජය හදන්න ආපු පක්ෂය අධාර්මිෂ්ඨම රාජ්‍යය බිහි කළා",
      "body_lines": [
        "ஒரு புரட்சி இல்லாமல் ஒரு மதப் போராட்டம் இல்லாமல் நாட்டின் நிலைமை மாற முடியாது என்று கொழும்பின் பேராயர் கடினல் தேரோ கூறினார்.",
        "பிரதான விருந்தினரின் முதன்மை விருந்தினரான செயிண்ட் செபாஸ்டியன் டீப் சென்டரை புதுப்பித்து அமைச்சர் கைது செய்யப்பட்டதாக தேரா கூறினார்.",
        "මීසම් සේවක ෆිලික්ස් ශාන්ත පියතුමාගේ උපදෙස් සහ මග පෙන්වීම යටතේ මෙම පිරිසකර කිරීම සිදුකරනු ලැබ ඇත.",
        "\"வரலாற்றின் அநீதியான நிலை சுமார் ஐந்து தசாப்தங்களுக்கு முன்னர் ஒரு நீதியான அரசை உருவாக்குகிறது என்று நான் நினைக்கிறேன், வரலாற்றில் வரலாற்றின் அநீதியான நிலை என்று நான் நினைக்கிறேன். அவர்களின் கட்டுப்பாட்டு அமைப்பில், சட்டம் சட்டவிரோதமாக மாறியது. நாட்டின் அமைதி இழந்தது. எனக்கு போர் கிடைத்தது. நீதி, நன்மை, ஒரு அரசியல் கட்சியை உருவாக்க முடியாது. ஒரு மத சிந்தனை புரட்சி இல்லாமல் அரசியல் போராட்டங்கள் நாட்டின் நிலைமையை மாற்ற முடியாது.",
        "சுத்தமான இலங்கை இப்போது நாட்டை சுத்தம் செய்ய ஒரு திட்டத்தை எடுக்கிறது. ஆனால் வெளிப்புற சுத்தம் நடந்தாலும், மனிதனின் உட்புறத்தால் தூய்மையை உருவாக்க முடியாது.",
        "சர்ச் செய்யப் போவதில்லை. மதம் வேலை செய்யாது. மதத்தை விளக்கினால் தவிர. நீங்கள் மதத்தைப் பின்பற்றினால், எந்த குற்றமும் இருக்காது. திருட்டு கொலை அச்சுறுத்தப்படவில்லை. இவை மக்களின் பிரச்சினைகள்.",
        "ஒரு சமூக மாற்றத்தைச் செய்ய ஆன்மீக மொழிபெயர்ப்பு செய்யப்பட வேண்டும்.  மதத் தலைவர்கள் போராட முடியாது, இலங்கையை உருவாக்க முடியாது. \""
      ]
    },
    "en": {
      "title": "The party that comes to the creation of the moral society has created the uniform state",
      "body_lines": [
        "The Archbishop Kadinal Thero, Colombo, stated that the situation in the country cannot change without a religious struggle without a revolution.",
        "The Thera said the Minister was held in the renovation of the Saint Sebastian Deep Center, the Chief Guest at the Chief Guest.",
        "The expenditure has been made under the guidance and guidance of Fr.",
        "\"I think that the unrighteous state of the history is creating a righteous state about five decades ago, I think that the unrighteous state of history in history. In their control system, the law became lawlessness. The country's peace was lost. I got the war. Righteousness, goodness, cannot build a political party. Political struggles cannot change the country's situation without having a religious thinking revolution.",
        "Clean Sri Lanka takes a program to clean the country now. But the interior of man cannot make cleanliness, even if the outer cleaning is happening.",
        "Church is not going to make. Religion does not work. Unless Illustrates Religion. If you follow the religion, there will be no crime. The steal murder is not threatened. These are the problems of people.",
        "A spiritual translation should be done to perform a social transformation.  Religious leaders can't afford to fight and can't build Sri Lanka. \""
      ]
    }
  },
  "summary_lines": []
}