{
  "translated_text": {
    "ta": {
      "title": "ஃபாக்ஸ்ஹில் விபத்தில் மகள் இறந்துவிடுகிறாள்",
      "body_lines": [
        "படுல்லா கற்பித்தல் மருத்துவமனையில் நடந்த விபத்தில் 16 வயது இளைய பெண் ஒருவர் காயமடைந்தார், 16 வயது சிறுமி நேற்று (15) மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "கொழும்பின் டியதலாவா கல் குடியிருப்பாளர்கள், WD. மான்சூன் என்ற மினிஸ்டி பெண் அழகானவர் (16).",
        "அதன்படி, டியதடலாவா ஃபாக்ஸ்ஹில் மோட்டார் இருபது முதல் எட்டு வரை பந்தயங்கள்",
        "ஃபாக்ஸ்ஹில் மோட்டார் சைக்கிள்கள், டியதடலாவா ஃபாக்ஸ், இலங்கை மோட்டார் ரன்னர்ஸ் அசோசியேஷன் பீடம் மற்றும் தியதலாவா வாரஹமதா அறிவியல் பீடம் ஆகியவற்றால் ஏற்பாடு செய்யப்பட்டது.",
        "பார்வையாளர்களை போட்டியிட்ட 1500 மாணவர்களில் போட்டியிட்ட இரண்டு கார்களுக்குப் பிறகு ஏப்ரல் 21 ஆம் தேதி கொடிய விபத்து ஏற்பட்டது.",
        "8 வயது சிறுமி உட்பட ஆறு பேர் மற்றும் 21 பேர் காயமடைந்து காயமடைந்து காயமடைந்து காயமடைந்தனர்.",
        "விபத்தில் இளைய பெண் காயமடைந்து, இறப்பு விபத்தில் ஃபாக்ஸ்ஹில் மோட்டார் பந்தயத்தைப் பார்த்து காயமடைந்தார்.",
        "ஃபாக்ஸ்ஹில் கார் பந்தய விபத்துக்கள் 8 ஆக அதிகரித்தன.",
        "டி.ஐ."
      ]
    },
    "en": {
      "title": "The daughter dies in Foxhill accident",
      "body_lines": [
        "A 16-year-old younger girl was injured in the accident in the Badulla Teaching Hospital, a 16-year-old girl was hospitalized yesterday (15).",
        "Diyatalawa stone residents of Colombo, WD. The ministy girl named Monsoon is Charming (16).",
        "Accordingly, Diyatalawa Foxhill Motor Races Twenty to eight",
        "The Foxhill motorcycles, Diyatalawa fox, was organized by the Faculty of Sri Lanka Motor Runners Association and Diyatalawa Warahamada Science Faculty.",
        "The deadly accident occurred in April 21, after two cars that competed in the 1500 students who competed the visitors.",
        "Six others, including a 8-year-old girl, and 21 were injured and injured and injured and injured.",
        "The youngest woman was injured in the accident and injured in the death accident to watch the Foxhill motor racing.",
        "The Foxhill car racing crashes increased to 8.",
        "DIG Deputy Inspector General of Police A.Mipul Chandana Bandarawela Senior Superintendent of Police, DB Yatalawa Police Inspector General of Police, DBH Kulanasiri Assistant Superintendent of Police, Officers, DBH Kalingsiri Assistant Superintendent."
      ]
    }
  },
  "summary_lines": [
    "In a tragic accident during the Foxhill Motor Races in Diyatalawa, a young girl died, while another was seriously injured. The event, organized by the Sri Lanka Motor Runners Association and Diyatalawa Warahamada Science Faculty, saw six other injuries, including an 8-year-old. This incident marks a significant increase in accidents related to the Foxhill races."
  ]
}