{
  "translated_text": {
    "si": {
      "title": "උතුරේ drug ෂධ භාවිතය වැඩි කිරීම: මූලාශ්රය කවුද?",
      "body_lines": [
        "මේ වසරේ මුල් කාර්තුවේදී උතුරු පළාතේ තරුණ තරුණියන් සිව්දෙනෙකු මත්ද්රව්ය භාවිතය නිසා මිය ගියහ. ඔවුන් සියල්ලෝම වයස අවුරුදු 20 සිට 30 දක්වා කාලය අතර සිටිති.",
        "විශේෂයෙන්, චවාකච්චේරි හි තරුණයෙකු ලෙස ඔහු නිදහස් කිරීම සැමරීම සඳහා වූ drug ෂධ ගිවිසුමකදී චවාකච්චේරිහි තරුණයෙකු මියගොස් ඇත්තේ චාවකච්චේරි හි තරුණයෙකු ලෙස සිරගෙදර සිට ඇප මත මුදා හැර තිබේ.",
        "බර .ෂධ භාවිතය නිසා අනෙක් අය මියගොස් ඇත. මෙම මරණින් පසුව පවා මත්ද්රව්ය භාවිතය පිළිබඳ වාර්තා නොමැත.",
        "යාපනයේ මත්ද්රව්ය සිද්ධීන් 29 ක් විය, විශේෂයෙන් 2024.03.26 සිට 2024.04.14 දක්වා කාලය තුළ.. අයිස් ග්රෑම් 0.08 ක් රඳවා තබා ගැනීම සඳහා හෙරොයින් ග්රෑම් 23.075 ක නඩු දෙකක් ගොනු කර ඇත.",
        "මීට අමතරව, ගංජා භාවිතය හා ව්යාපාරයට අදාළව නඩු 21 ක් ගොනු කර ඇති අතර ගංජා කිලෝග්රෑම් 2199 ක් අත්අඩංගුවට ගෙන තිබේ.. උතුරේ drug ෂධ ප්රශ්නය දිගටම අඛණ්ඩව පවතින අතර අත්අඩංගුවට ගත් පුද්ගලයින්ට එරෙහිව නීතිමය පියවර ගෙන ඇති බව පොලිසිය පවසයි.",
        "ඇෆ්ගනිස්ථානයේ, පාකිස්තානය සහ ඉන්දියාව යන රටවල drug ෂධ වෙළඳාමේ ගෝලීය මාර්ගය ඉන්දියානු සාගරය හරහා ගමන් කරයි. ප්රධාන සාධකය වන්නේ සමුද්ර ය.",
        "ශ්රී ලංකාව මුහුදේ කේන්ද්රස්ථානයයි. ශ්රී ලංකාව ගෝලීය මත්ද්රව්ය වෙළඳාමේ කලාපීය මධ්යස්ථානයක් බව අධ්යයනවලින් හෙළි වේ.",
        "ජාත්යන්තර සමුද්රීය මායිම් රීතිය නම් අත්අඩංගුවට ගැනීම් සිදු කළ හැක්කේ රටේ මුහුදු පැලෑටි 12 ක් සහිතව පමණක් වන අතර භූමියේ මුහුදු පැල 12 ක් ඇත.",
        "ඕනෑම දෙපැත්තකින් අධීක්ෂණය නොකර සමුද්රීය එයයි. මත්ද්රව්ය ජාවාරම්කරුවෝ විශ්වාසනීය තත්වයක් සපයයි මෙය මෙයයි.",
        "ඒ අනුව, ශ්රී ලංකාවේ ජලයට ප්රවාහනය කරන ලද drug ෂධය මෑතකදී ජාත්යන්තර සමුද්රීය දේශ සීමාවේ බහාලුම් තුළ තැන්පත් කර ඇති අතර ඒවා විවිධ ස්ථානවලට බෙදා හරිනු ලැබේ.",
        "මෙම ජාවාරමේ උපාය මාර්ගයක් ලෙස, ධීවර බෝට්ටු ජාත්යන්තර සමුද්රීය දේශ සීමාවෙන් දැඩි ලෙස ගෙන එනු ලැබේ. තවත් drugs ෂධ කිහිපයක් ගෙන එනු ලැබේ. වැට තණබිම් මෙන්, සමහර ආරක්ෂක හමුදාවන්ගේ සමහර ආරක්ෂක හමුදාවන්ට එය පරිපූර්ණ සහයෝගයක් ඇත.",
        "Drug ෂධයේ අතිමහත් බලපෑමක් පෙන්නුම් කරන්නේ ජාතික අවදානම් ලයිට් පාලක මණ්ඩලයේ 2023 ජනවාරි 2023 සිට මත්ද්රව්ය අපයෝජන අධීක්ෂණ සංවිධානය විසින් ලබාගත් අපරාධ සම්බන්ධයෙන් අත්අඩංගුවට ගත් අයගේ විශ්ලේෂණ වාර්තා ය.",
        "ඒ අනුව, මත්ද්රව්ය අපරාධ සම්බන්ධයෙන් පුද්ගලයින් 19,544 දෙනෙකු අත්අඩංගුවට ගෙන ඇති අතර ඉන් 10,396 ක් ගංජා සහ 7,778 ක් වයස අවුරුදු 25 ත් 29 ත් අතර ය.",
        "අත්අඩංගුවට ගත් අයගෙන් සියයට 98 ක් පිරිමින් සහ සියයට 2 ක් කාන්තාවන් ය. එසේම පුද්ගලයින් 10,029 ක් විවාහ වී සිටින අතර 7,621 ක් තනිකම. ඔවුන්ගේ අධ්යාපන පසුබිම සලකා බැලීම. සාමාන්ය ගුණාත්මකභාවයෙන් මත්ද්රව්ය භාවිතය විශාල ප්රමාණයක්. වෘත්තීය ලැයිස්තු 12 ක් ඇත.",
        "මීට අමතරව, මෙම කාල පරිච්ඡේදයෙන් සියයට 23 ක් සංචාරක කම්කරුවෙකි, සියයට 12.8 ක රැකියා විරහිතයින් සියයට 12.8 ක් ගොවීන් වන අතර සියයට 3.2 ක් රියදුරන් හෝ ප්රවාහන අංශය වේ.",
        "රටේ කොන්දේසි ඉහළ මට්ටමක පවතිනවත්, උතුරු හා නැගෙනහිර .ෂධයේ බලපෑම කෙරෙහි ව්යතිරේකයක් නොවේ. උතුරු හා නැගෙනහිර ප්රදේශවල, drugs ෂධ හුදකලව දෙමළ-පරිභරණ තරඟය සඳහා ක්රමානුකූලව පැනවූ බවට සැකයක් පවතී. .",
        "දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ) ට එරෙහි සන්නද්ධ අරගලය (එල්ටීටීඊ), උතුරු හා නැගෙනහිර නිරන්තරයෙන් පැමිණි ආණ්ඩු දිගටම යුද්ධයේ සන්දර්භය තුළ අඛණ්ඩව පවත්වාගෙන යනු ඇත.",
        "ශ්රී ලංකා රජය විසින් සිවිල් වැසියන් තිදෙනෙකු සඳහා සොල්දාදුවෙකුගේ සොල්දාදුවෙකුගේ මිල ගණන් යටතේ උතුරු හා නැගෙනහිර සිවිල් වැසියන් තිදෙනෙකු රැස් කර ගෙන ඇත්තේ මේ නිසා ය. මෙයින් ඔබ්බට පොලිසිය සහ හමුදා බුද්ධි අංශ ද ක්රියාත්මක වේ.",
        "ශ්රී ලංකා රජය මුලින් උගන්වනු ලැබුවේ දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ) උතුරු හා නැගෙනහිර සිට බලවේග ගණන අවම කිරීම සඳහා වන පීඩනය අවදි වන බවයි.",
        "ඇත්ත වශයෙන්ම, උතුරු හා නැගෙනහිර මත්ද්රව්ය සැපයුම මුලින් මත්ද්රව්යවලට ඇබ්බැහි වීමේ සහ සැපයුම සීමා කිරීමේ අවශ්යතාවය සහ සැපයුම සීමා කිරීමේ අවශ්යතාවය, drug ෂධයේ මිල වැඩි කිරීම සහ බෙදාහැරීම් ගණනාවක් විවෘත කිරීමේ අරමුණින් වැඩි විය.",
        "එම අරමුණ උතුරු හා නැගෙනහිර වර්තමානයේ සාර්ථකයි. කලාපයේ දිස්ත්රික්ක අටක, තරුණයින්ගේ සමාජ උත්සුකයන් මෙහෙයවනු ලැබූ අතර මත්ද්රව්ය භාවිතය භාවිතා කිරීම ශ්රී ලංකාවේ අනෙකුත් දිස්ත්රික්කවලට සාපේක්ෂවය.",
        "මේ අනුව, බොහෝ යෞවනයන් මත්ද්රව්ය භාවිතා කරන්නන් බවට පත්ව ඇත. මෑත අතීතයේ දී, මත්ද්රව්ය චෝදනා යටතේ අත්අඩංගුවට ගෙන සිරගත කිරීමට ඔවුන්ට ඇති අවස්ථාවන් ඉහළ ගොස් තිබේ.",
        "මේ අනුව, උතුරු තරුණ තරුණියන්ගේ තරුණ කාලය පිළිබඳ අනාගතය ප්රශ්නාර්ථයේ සිටින අතර ජනවාර්ගික විමුක්තිය හා බුද්ධිමය සමාජ ව්යුහය හැරවීමේ ක්රියාවලියේදී ඊළඟ පැවරුම් ඉතිරි වේ.",
        "தேசிய அபா­ய­கர ஒள­ட­தங்கள் கட்­டுப்­பாட்டுச் சபையின் கடந்த 2023 ஜன­வரி முதல் ஜூன் வரை போதைப்­பொருள் துஷ்­பி­ர­யோக கண்­கா­ணிப்பு அமைப்­பினால் பெறப்­பட்ட போதைப்­பொருள் தொடர்­பான குற்­றங்­க­ளுக்­காக கைது செய்­யப்­பட்ட நபர்கள் பற்­றிய பகுப்­பாய்வு அறிக்­கையின் தர­வு­களின் பிர­காரம் அம்­பா­றையில் 438 பேரும், திரு­கோ­ண­ம­லையில் 891பேரும் மட்­டக்­க­ளப்பில் 143 பேரும் வவு­னி­யாவில் 181 பேரும் முல்­லைத்­தீவில் 113 பேரும், மன்­னாரில் 121 பேரும், கிளி­நொச்­சியில் 32பேரும் யாழ்ப்­பா­ணத்தில் 371 பேரும் கைது செய்­யப்­பட்­டுள்­ளனர்.",
        "அதே­நேரம், கடற்­படைத் தக­வல்­களின் பிர­காரம் இந்த ஆண்டின் பெப்­ர­வரி 18ஆம் திகதி வரை­யி­லான காலப்­ப­கு­தியில் 120 கிலோ­கிராம் ஹெரோயின் கைப்­பற்­றப்­பட்­டுள்­ள­தோடு 13 நபர்கள் கைது­செய்­யப்­பட்டும் 3 பட­குகள் கைப்­பற்­றப்­பட்­டு­முள்­ளன.",
        "කේරළ ගංජා කිලෝග්රෑම් 203 ක් අත්අඩංගුවට ගෙන ඇති අතර පුද්ගලයින් 9 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ. අයිස් කිලෝග්රෑම් 189 ක් සොයාගෙන ඇති අතර බෝට්ටුවක් සමඟ පුද්ගලයින් 17 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ. 39,301 போதை மாத்­தி­ரைகள் மீட்­கப்­பட்­டுள்­ள­தோடு அது­கு­றித்த குற்­றச்­சாட்டில் 9 நபர்கள் கைது செய்­யப்­பட்­டுள்­ளனர்.",
        "කෙසේ වෙතත්, මේ වන විටත්, උතුරු හා නැගෙනහිර මුහුදේ නාඳුනන බෝට්ටු මත්ද්රව්ය හා ඇසුරුම් කළ drugs ෂධ අඛණ්ඩව සිදු වෙමින් පවතී.",
        "ඇත්ත වශයෙන්ම, උතුරු හා නැගෙනහිර, හමුදාව සහ විමර්ශකයන් සහ විමර්ශකයින් සංකේන්ද්රිතව, drugs ෂධ හා drugs ෂධ භාවිතය නිසැකවම එහි මූලාශ්රයෝ ය.",
        "මේ අතර, 1984 අංක 11 දරණ, විෂවීම, අබිං හා අබිං සහ සාමාන්ය drugs ෂධ පනත අංක 13, 2007 අංක 54 දරණ drugs ෂධ (ප්රතිකාර හා පුනරුත්ථාපන) පනත අංක 54 දරණ පනත 2022 දී, 41 - ආසූට් විෂ, අබිං හා භයානක drugs ෂධ (සංශෝධන) පනත පාලනය කිරීම සඳහා කටයුතු කර ඇත.",
        "එපමණක් නොව, 2007 අංක 54 දරණ drugs ෂධ නියාමනය (ප්රතිකාර හා පුනරුත්ථාපන), drugs ෂධ සහ මානසික සෞඛ්ය ප්රවාහන ගිවිසුම් සහ 2008 නාවික නියාමන නියාමන රෙගුලාසි ද වේ.",
        "මෙයට වඩා, ශ්රී ලංකාවේ මත්ද්රව්ය භාවිතය වැළැක්වීම හා පාලනය කිරීම සඳහා ජාතික ප්රතිපත්තිය ස්ථාපිත කර ඇත. එහෙත් මේ සියල්ල තිබියදීත්, මත්ද්රව්යවලට එරෙහි සටනට ආරක්ෂක අංශවල සහ ආරක්ෂක හමුදාවන්ට ඔබ්බෙන් තරුණ පරම්පරාවේ දෙමව්පියන්ගේ සහ relatives ාතීන්ගේ relatives ාතීන්ගේ අවශ්යතාව සැලකිල්ලට ගෙන තිබේ.",
        "இவ்வாறான நிலையில், யாழ்.மாவட்டத்தின் ஒருங்கிணைப்புக்குழுக் கூட்டம் கடந்தவாரம் அமைச்சர் டக்ளஸ் தேவானந்தா மற்றும் ஆளுநர் பி.எஸ்.எம்.சார்ள்ஸ் தலைமையில் நடைபெற்றபோது, போதைப்பொருள் விடயம் பேசுபொருளானது.",
        "ඒ වන විට drug ෂධය සම්බන්ධයෙන් drug ෂධය හසු වී ඇත. ஆனால் பெரும் முதலைகள் பாதுகாப்பாக உள்ளன என்ற தொனிப்படக் கருத்துக்கள் வெளிப்படுத்தப்பட்டன. இந்தச் சந்தர்ப்பத்தில், ஹெரோயின் போன்றபோதைப்பொருட்கள் கிடைப்பதில்லை. ඒ සඳහා ඇබ්බැහි වූවන් ඇබ්බැහි වූවන්ට ඇබ්බැහි වූ drugs ෂධ මගින් භාවිතා කරන බව පොලිසිය සිය මතයක් පළ කර තිබේ.",
        "ஆனால், மீண்டும் பொலிஸாரும் வடக்கின் போதைப்பொருள் வியாபாரத்துக்கு துணைபோவதாகவும் குற்றச்சாட்டுக்கள் முன்வைக்கப்படுகின்றன. வடக்கினைப் பொறுத்தவரையில் ஒரேயொரு தரைவழித்தொடர்பு தான் காணப்படுகின்றது. ஏனைய மூன்று பக்கங்களும் கடல்வழித் தொடர்புகளே காணப்படுகின்றது.",
        "එබැවින් එය පෙන්වා දී ඇත්තේ, .ෂධයෙන් drugs ෂධ වළක්වා ගැනීමට පියවර ගනිමින් සිටින විට පමණි."
      ]
    },
    "en": {
      "title": "Increase in drug use in the North: Who are the source?",
      "body_lines": [
        "Four youths died due to drug use in the first quarter of this year in the Northern Province. They are all between the ages of 20 to 30 years.",
        "In particular, a youth from Chavakachcheri has died during a drug treaty for celebrating his release as a youth from Chavakachcheri was released from prison on bail.",
        "Others are dead due to the use of heavy drugs. There are no reports of drug use even after these deaths.",
        "There were 29 cases of drugs in Jaffna, especially in the period from 2024.03.26 to 2024.04.16.. Two cases of 23.075 grams of heroin have been filed for the holding of 0.08 grams of ice.",
        "In addition, 21 cases have been filed in connection with the use and business of cannabis and 21.299 kilograms of cannabis have been seized.. The drug issue in the North continues to be socially cancer, while police say that legal action has been taken against the arrested persons.",
        "The global route of drug trade from Afghanistan, Pakistan and India goes through the Indian Ocean. The main factor is the maritime.",
        "Sri Lanka is the center of the sea. Studies make it clear that Sri Lanka is a regional center in global drug trade.",
        "The international maritime boundary rule is that the arrests can only be carried out within the waters of the country, with 12 seaweeds on the ground.",
        "Beyond that is the maritime without being monitored by any sides. This is what provides drug traffickers a confident status.",
        "Accordingly, the drug transported into the waters of Sri Lanka is recently placed within the containers of the international maritime border and is distributed to different places.",
        "As a strategy of this trafficking, fishing boats are heavily brought from the international maritime border. Some more drugs are brought by the influence of powerful. It has the perfect support of some of the security forces, just as the fence is grazing.",
        "The immense impact of the drug is revealed when the National Risk Lights Control Board observes the analysis report on persons arrested for drug -related crimes obtained by the Drug Abuse Monitoring Organization from January 2023 to June 2023.",
        "Accordingly, 19,544 people have been arrested for drug offenses, 10,396 of them are cannabis and 7,778 are between 25 and 29 years old.",
        "98 percent of those arrested are men and 2 percent are women. Also, 10,029 people are married and 7,621 are lonely. Considering their educational background. Large amounts of drug use from ordinary quality. There are 12 businessmen.",
        "In addition, 23 per cent of this period is a traveler workers, 12.8 percent unemployed, 8.8 percent are farmers and 3.2 percent are drivers or transport sector.",
        "Although the conditions of the country are located above, the North and East are no exception to the impact of the drug. In the North and East, the drug is suspicious of whether the drug is systematically imposed on the Tamil -speaking race. .",
        "Despite the end of the armed struggle against the Liberation Tigers of Tamil Eelam (LTTE), the governments that are constantly in the North and East will continue to keep in the context of the war.",
        "This is why the Sri Lankan government has accumulated three civilians in the North and East at the rate of a soldier for three civilians. Beyond this, the police and the military intelligence are also functioning.",
        "The Sri Lankan government at the beginning of the pressure that the Liberation Tigers of Tamil Eelam (LTTE) would be resettled in the wake of pressure to reduce the number of forces from the North and East.",
        "In fact, the drug supply in the North and East initially increased the need for drug addiction and limited the supply, increasing the price of the drug and the aim of being forced to open a number of distributions.",
        "That purpose is currently successful in the North and East. Compared to the rest of Sri Lanka's other districts, the social concerns of the youth have been directed in the eight districts of the region.",
        "Thus, most young people have become drug users. In recent times, there have been an increase in opportunities for them to be arrested and jailed under charges of drugs.",
        "Thus, the future of the youth of the Northern youth is in question, and the next offspring is being carried out in the process of diverting ethnic liberation and intellectual social structure.",
        "According to the analysis report of the arrested persons arrested for drug crimes, 438 people in Amparai, 891 in Vavuniya, and 181 in Mullaitivu, 113, and 113 in Koil, Mullaitivu.371 have been arrested.",
        "At the same time, according to naval information, 120 kilograms of heroin was seized during the period of February 18 this year, and 13 persons were arrested and 3 boats were seized.",
        "203 kilograms of Kerala cannabis has been seized and 9 persons have been arrested. 189 kilograms of ice has been recovered and 17 persons have been arrested with a boat. 39,301 drug pills have been recovered and nine persons have been arrested on charges.",
        "However, even now, unidentified boats in the North and East Sea are on with drugs and packed drugs are continuing.",
        "In fact, in the North and East, when the army and the investigators are concentrated, the use of drugs and drugs is certainly the ones who are the sources of it.",
        "Meanwhile, the National Risk Lights Control Board, No. 11 of 1984, Poisoning, Opium and Dangerous Drugs Act No. 13 in 1984, No. 54 of Drugs (Treatment and Rehabilitation) Act No. 54 of 2007The National Commission on the basis of 2022, the 41 -digit poison, opium and dangerous drugs (amendment) Act, has been arranged to control drugs.",
        "Moreover, there are also regulation of drugs (treatment and rehabilitation) No. 54 of 2007, Against Drugs and Mental Health Transportation Agreements, and 2008 Narcotics Regulatory Regulations.",
        "More than this, the national policy has been established to prevent and control Sri Lanka's drug use. But despite all this, the fight against drugs has been forced into the need for the parents and relatives of the younger generation beyond the security forces and the security forces.",
        "In this case, the Jaffna Coordinating Committee meeting was held last week under the patronage of Minister Douglas Devananda and Governor BSM Charles.",
        "At the time, the drug is caught in connection with the drug. But the tone of comments that the big crocodiles are safe have been revealed. In this case, there is no availability of heroin. For that, the police have expressed their opinion that addicts are being used by the drugs that are used to be addicted.",
        "However, the allegations are that the police are again supporting the drug business in the North. In terms of the North, there is only one cargo connection. The other three sides are found in maritime contacts.",
        "It has been pointed out, therefore, that it is only when the measures are being taken to prevent drugs from the drug."
      ]
    }
  },
  "summary_lines": [
    "Four youths in the North died from drug use, with heavy drugs implicated. Cases of heroin and cannabis were reported. Sri Lanka's strategic location in global drug trade, facilitated by maritime boundaries, contributes to the issue. Despite legal action, drug use remains prevalent, especially among the youth. The government's focus on the war context in the North and East may exacerbate drug issues."
  ]
}