{
  "translated_text": {
    "si": {
      "title": "සරත්කුමාර් - විජේ කනිෂ්කා සම-ස්ට්රිං 'පහර ලැයිස්තුව'",
      "body_lines": [
        "'සුපිරි ස්ටාර්' ආර්. සරත්කුමාර්- නවක සෙසු මෑන් විජේ කනිෂ්කා, 'පහර ලැයිස්තුව' චිත්රපටයේ සංගීතය මුදා හැරීම චෙන්නායි හි පැවැත්විණි. එවකට දෙමළ සිනමා කර්මාන්තයේ ප්රමුඛ අධ්යක්ෂවරුන් වන සුප්රසිද්ධ සිනමාකරුවන්ගේ සහ ප්රමුඛ තරු නළුවන් සහ ප්රමුඛ තරු නළුවන් යන මහත්වරුන් ඔවුන්ගේ සහභාගීත්වය පිළිබඳව විජේ කනිෂ්කාවට සුබ පතති.",
        "අධ්යක්ෂවරුන්ගේ සූර්ය රේඩියාවේ. කාර්තියාන් අධ්යක්ෂණය කරන්නේ ආර්.. සරත්කුමාර්, විජේ කනිෂ්ක, සමුච්චකසි, ගෞතම් වාෂදේව් මෙනන්, මුනිස් කලන්ලි, රාමචන්ද්ර රාජා, රාමචන්ද්ර රාජ්, අෂම. K. මෙම චිත්රපටය රම්සාරන් විසින් වාර්තා කර ඇත. සෙනියා සංගීතය රචනා කර ඇත. මෙම චිත්රපටය. K. නිෂ්පාදක කේ.. එස්.. රවිකුමාර් විසින් නිෂ්පාදනය කරන ලදී.",
        "චිත්රපටයේ පළමු ගීතය මෑතකදී අන්තර්ජාලයේ නිකුත් කරන ලදී. මේ අනුව, චිත්රපටය සංගීතයේ සංගීත දියත් කිරීම චෙන්නායිහිදී පැවැත්විණි.",
        "\"විජේ කනිෂ්කා චිත්රපටයේ හොඳින් කටයුතු කරයි. මෙය ඔහුගේ පියා ලෙස මෙය නොකියයි. මම කියන්නේ අධ්යක්ෂකවරයෙක් වීමෙන්. වෙහෙස මහන්සි වී වැඩ කර ඇත. චිත්රපටවල නිරන්තරයෙන් ක්රියා කිරීමට උනන්දු වෙති. මට ඔහු වෙනුවෙන් කතන්දරවත් ඇහෙන්නේ නැහැ. ඔහු අධ්යක්ෂවරුන්ට කතන්දර සවන් දෙයි. මේ වන විට තමන් තට්ටු තුනක් හෝ හතරක් තෝරාගෙන ඇති බව ඔහු පැවසීය.",
        "නියමිත වේලාවට වෙඩි තැබීමේ වෙබ් අඩවියට යයි. චිත්රපටයේ රූගත කිරීම්වලට මිනිත්තු 30 කට පෙර ඔහු වෙඩි තැබීමේ ස්ථානයට යයි. නළුවෙකු ලෙස සම්පූර්ණ කැපවීමේ හැඟීමකින් නළුවෙකු තම යුතුකම ක්රියාත්මක කරයි. මට විශ්වාසයි මෙය ඔහුව තවදුරටත් ඇති කරයි. මම මේ චිත්රපටය නරඹමින් සිටිමි. මෙම චිත්රපටය රසිකයන් කලකිරීමට පත් නොකරයි. රඟහලට පැමිණ චිත්රපටයට සහාය දෙන ලෙස මම සෑම කෙනෙකුගෙන්ම ඉල්ලා සිටිමි. \""
      ]
    },
    "en": {
      "title": "Sarathkumar - Vijay Kanishka co -starring 'Hit List'",
      "body_lines": [
        "'Supreme Star' r. Sarathkumar- Newcomer Man Vijay Kanishka, the music release of the film 'Hit List', was held in Chennai. At the time, the leading directors of the Tamil film industry, the famous filmmakers and the leading star actors congratulated Vijay Kanishka on their participation.",
        "Directors Solar Radia. Karthikeyan is directed by R.. Sarathkumar, Vijay Kanishka, Samudrakani, Gautam Vasudev Menon, Munis Kant, Redin Kingsley, Siddara, Smriti Venkat, Ramachandra Raju, Ramachandran, Aishwarya Dutta, Abhi Star, Anupama Kumar, Bala Saravanan. K. The film has been recorded by Ramsaran. Satya has composed the music. This movie is. K. Producer K.. S.. Produced by Ravikumar.",
        "The first song of the film was recently released on the Internet. Following this, the music launch of the film was held in Chennai.",
        "“Vijay Kanishka is doing well in the film. This is not to say this as his father. I say from being a director. Has worked hard. Is interested in constantly acting in movies. I don't hear stories for him. He is listening to stories to the directors. He said he had chosen three or four stories so far.",
        "Goes to the shooting site at the specified time. He goes to the shooting site 30 minutes before the shooting of the film. As an actor implements his duty with a complete dedication feeling. I am sure this will raise him further. I've been watching this movie. This movie doesn't disappoint fans. I urge everyone to visit the theater and support the film. ”"
      ]
    }
  },
  "summary_lines": [
    "Sarathkumar and newcomer Vijay Kanishka co-star in 'Hit List', a Tamil film directed by R. Sarathkumar, among others. The music release in Chennai was attended by top Tamil film industry figures, who praised Vijay Kanishka's dedication and acting skills. The film features a star-studded cast and is produced by K. S. Ravikumar. The first song was recently released, followed by the music launch event."
  ]
}