{
  "translated_text": {
    "si": {
      "title": "නව දේශපාලන සන්ධානයේ සංකේතය",
      "body_lines": [
        "පීඒ වලින් ස්වාධීනව සිටින නව දේශපාලන සන්ධානය එඩල් මැතිවරණයේදී මහජන සන්ධානයක් පිහිටුවීමට නියමිතය. සන්ධානයේ ක්රියාකාරීන් අනුර ප්රියදර්ශන යාපා සහ නිමල් ලන්සා මහතා කියා සිටියේ ශ්රී ලංකා නිදහස් පක්ෂය ඇතුළු ප්රධාන පක්ෂවල ප්රධාන පක්ෂවල සහයෝගයෙන් මහා හ cition ාවක් ඇති වූ බවයි.",
        "ඉහත (17) කොළඹ පැවති විශේෂ රැස්වීමකදී ඉහත සඳහන් වේ. තවදුරටත් සඳහන් වෙමින් පවතී,",
        "මන්ත්රීවරුන් 25 ක් දැනට ප්රධාන ක්රියාකාරීන් වේ. මීට අමතරව, එක්සත් ජනතා බලයේ සහ ශ්රී ලංකා නිදහස් පක්ෂය (එස්එල්එෆ්පී) ශ්රී ලංකා පීඒ හි දේශපාලන පක්ෂවල බොහෝ සාමාජිකයින් එක් වෙති.. ජනාධිපතිවරණය ප්රකාශයට පත් කිරීමෙන් පසුව ඔවුන් එක්වනු ඇත. ඒ වන විට සාමාජිකයින් සංඛ්යාව 45 ඉක්මවනු ඇත.",
        "කෙසේ වෙතත්, පීඒසී වෙතින් ඉල්ලා අස්වූ ප්රධාන දේශපාලන චරිත විසින් ජනාධිපති රනිල් වික්රමසිංහට සහාය දැක්වීම සඳහා පිහිටුවන ලද නව දේශපාලන සන්ධානය දැන් ජනප්රිය දේශපාලන පක්ෂයක් බවට පත්ව ඇත.. එම්පීඑස් නිමල් ලන්සා, දුමින්ද දිසානායක, අනුරා ප්රියදර්ශන යාපා, අමාත්යවරුන් වන සුසිල් ප්රේම්ජයන්තා, නිමල් සිරිපාලඩි සිල්වා සහ නාලින් ප්රනාන්දු ප්රධාන ක්රියාකාරීන් වේ.",
        "මෑතකදී, ශ්රී ලංකා නිදහස් පක්ෂයේ දැවැන්ත කණ්ඩායමක් මෙම සන්ධානය සමඟ අත්වැල් බැඳගත්තා. නිදහස් පක්ෂයේ ජ්යෙෂ් members සාමාජිකයින්, නිමල් සිරිපාල ද සිල්වා, මහින්ද අමරාවීර, දුමත දුමේනායක, ලසන්ත අලගවන්නා සහ වීරකුමාර දිසානායක ද දිස්ත්රික් දේශපාලන රැස්වීම් පවත්වති.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් යෝජිත ජනාධිපතිවරණයට එක්වී ඔහුගේ පූර්ණ සහයෝගය ලබා දෙන බව සභාගයේ පවසා තිබේ.. ඒ අනුව, අදාළ දිස්ත්රික්ක නියෝජනය කරන සාමාජිකයින් ජනාධිපති රනිල්ට සහාය දැක්වීම සඳහා සෑම දිස්ත්රික්කයකම ඔවුන්ගේ ශක්තිය පෙන්නුම් කරයි.",
        "සාමාන්ය සන්ධානය සංස්කරණ සංකේතය යටතේ මැතිවරණයට ඉදිරිපත් වීම සැඟවී ඇත්තේ මෙම සන්දර්භය තුළ ය. කෙසේ වෙතත්, මෙම සාමාන්ය සභාගයේ නම තවමත් නිශ්චය කර නොමැති බව සඳහන් කිරීම වටී."
      ]
    },
    "en": {
      "title": "The symbol of the new political coalition",
      "body_lines": [
        "The new political coalition, which is independent of the PA, is set to form a public coalition in the Eddal Elections. The coalition's activists Anura Priyadarshana Yapa and Nimal Lansa said that the general coalition was formed in collaboration with key parties, including the Sri Lanka Freedom Party.",
        "The above was stated at a special meeting held in Colombo yesterday (17). There is further stating,",
        "25 MPs are currently main activists. In addition, most members from the political parties of the Sri Lanka PA, the United People's Power and the Sri Lanka Freedom Party (SLFP) are joining.. They will join after the presidential election was announced. At the time, the number of members would exceed 45.",
        "However, the new political coalition, which was formed to support President Ranil Wickremesinghe by key political figures who resigned from the PA, has now become a popular political party.. MPs Nimal Lansa, Duminda Dissanayake, Anura Priyadarshana Yapa, Ministers Susil Premjayantha, Nimal Siripaladi Silva and Nalin Fernando are the main activists.",
        "Recently, a massive group of Sri Lanka Freedom Party joined hands with this alliance. Senior members of the Freedom Party, Nimal Siripala de Silva, Mahinda Amaraweera, Duminda Dissanayake, Lasantha Alagavanna and Weerakumara Dissanayake are also holding district political meetings.",
        "The coalition has said that President Ranil Wickremesinghe will join the proposed presidential election and give him his full support.. Accordingly, the members representing the respective districts are showing their strength in each districts to support President Ranil.",
        "It is in this context that the general coalition is allied to contest the elections under the Edit symbol. It is worth noting, however, that the name of this general coalition has not yet been determined."
      ]
    }
  },
  "summary_lines": [
    "A new political coalition, independent of the PA, is forming for the Eddal Elections, backed by key parties like the Sri Lanka Freedom Party. Led by activists such as Anura Priyadarshana Yapa and Nimal Lansa, it aims to support President Ranil Wickremesinghe. Initially focused on supporting the president, it has grown into a significant political force, attracting members from various parties including the Sri Lanka PA, United People's Power, and SLFP. The coalition plans to contest under the Edit symbol but hasn't decided on its name yet."
  ]
}