{
  "translated_text": {
    "si": {
      "title": "චිත්ර ශිල්පී කරුණානිධි: රාහුල් ගාන්ධි",
      "body_lines": [
        "හිටපු කොන්ග්රස් නායක සහ ප්රමුඛ නායක රාහුල් ගාන්ධි විසින් ඉන්දියානු දේශපාලනයේ වෙනසක් ඇති කළ තමිල්නාඩු මහඇමති කරුණානිඩිගේ \"හිටපු තමිල්නාඩු මහ ඇමති කරුණානිධි මහතා\" ප්රශංසා කර තිබේ.",
        "අභාවප්රාප්ත හිටපු මහ ඇමති කරුණනිධිගේ 101 වන උපන්දිනය අද තමිල්නාඩුව පුරා සමරනු ලැබේ.",
        "මෙහි කොටසක් ලෙස නවදිල්ලියෙහි ඩී.එම්.කේ කාර්යාලය චිත්ර ශිල්පී කරුණානිධි සඳහා කප්පමක් තබා ඇත.",
        "කොන්ග්රස් පක්ෂයේ ජ්යෙෂ් Leader. R. බලුල ඇතුළු බොහෝ දෙනෙක් සහභාගී වූහ.",
        "රාහුල් ගාන්ධි තම එක්ස් වෙබ් අඩවියේ කලාකරුවන්ගේ කරුණානිධිගේ ඡායාරූපයේ ඡායාරූප පළ කර තිබේ. එහිදී",
        "\"තමිල්නාඩුවේ හිටපු මහ ඇමතිගේ උපන්දිනය ගැන ඔහුට හෘදයාංගම උපහාරයක් තිබේ.",
        "තමිල්නාඩුවේ සහ ඉන්දියානු දේශපාලනයේ වෙනසක් කළ නායකයෙක්. සමාජ සාධාරණත්වය වැඩිදියුණු කිරීමට සහ දෙමළ හා දෙමළ ජනතාවගේ භාෂා සංස්කෘතිය ආරක්ෂා කිරීමට සහ ආර්ථික සමානුර්ථය ආරක්ෂා කිරීමට ඔහු කටයුතු කළේය.",
        "ඔහුගේ ජීවිතය දිවයින පුරා සිටින අසංඛ්යාත ජනතාව කෙරෙහි විශාල බලපෑමක් කර තිබේ. \"",
        "මේ අතර, ද්රවිඩ මුන්නෙට්රා කසගම් පක්ෂයේ නායකයා සහ තමිල්නාඩු මහ ඇමති, මහත්මයා. කේ. ස්ටාලින් ජ්යෙෂ් uddity විධායකයින් සහ තම පක්ෂයේ ඇමති සමඟ පුල් කුලුඳුල් ගෙවා ඇති බව සැලකිය යුතු ය."
      ]
    },
    "en": {
      "title": "Artist Karunanidhi: Rahul Gandhi",
      "body_lines": [
        "Former Congress leader and leading leader Rahul Gandhi has praised the \"former Tamil Nadu Chief Minister Karunanidhi, the one who made a change in Indian politics.\"",
        "The 101st birthday of the late former Chief Minister Karunanidhi is celebrated all over Tamil Nadu today.",
        "As part of this, the DMK office in New Delhi held a tribute to artist Karunanidhi.",
        "Senia Gandhi, senior leader of the Congress party, Rahul Gandhi, Sitaram Yechury, General Secretary of the Marxist Communist Party, D Raja, General Secretary of the Communist Party of India, the leading and senior executives of the DMK party, Trichy Siva. R. Many people, including Balu, participated.",
        "Rahul Gandhi has posted photos of artist Karunanidhi's photo on his X site. There with",
        "“He has a heartfelt tributes on the birthday of former Chief Minister of Tamil Nadu Mu Karunanidhi.",
        "A leader who made a change in Tamil Nadu and Indian politics. He worked to improve social justice and improve economic equality and protect the language culture of the Tamil and Tamil people.",
        "His life has had a huge impact on countless people throughout the country. ”",
        "Meanwhile, the leader of the Dravida Munnetra Kazhagam Party and the Chief Minister of Tamil Nadu, Mr.. Ka. It is noteworthy that Stalin paid floral tributes with senior executives and minister of his party."
      ]
    }
  },
  "summary_lines": [
    "Rahul Gandhi, a former Congress leader, praised the late Tamil Nadu Chief Minister Karunanidhi for his significant contributions to Indian politics, focusing on social justice, economic equality, and Tamil culture. On Karunanidhi's 101st birthday, tributes were held in New Delhi, attended by several political leaders, including Senia Gandhi, Sitaram Yechury, and D Raja. Rahul Gandhi also shared photos and expressed his admiration for Karunanidhi's impact on countless people across India."
  ]
}