{
  "translated_text": {
    "si": {
      "title": "ආතරුගිරියා වෙඩි තැබීම පිළිබඳ තොරතුරු",
      "body_lines": [
        "අද (අට්චිරියේදී අද (08) සිදුවූ වෙඩි තැබීමේ සිද්ධිය සම්බන්ධයෙන් කම්පන වාර්තා අනාවරණය වී තිබේ.",
        "සංවිධානාත්මක වැරදිකරු වන කන්ජිබානි ඉම්රාන් වෙඩි තැබීමේ සිද්ධියට සම්බන්ධ බවට පොලිසිය සැක කරයි.",
        "ගොඩනැගිල්ලේ ඉහළ මහලේදී අතුසුනිකිරන් ජවුන් හන්දියේදී සීනුව කුළුණෙන් මීටර් 50 ක් පමණ දුරින් පච්ච කෙටීමේ ස්ථානය අද උදෑසන පච්චයක් විසින් ඩියුලන් සංජුල නම් පච්චයක් විසින් විවෘත කරන ලදී.",
        "ප්රධාන ආරාධිත අමුත්තන් වූයේ සුප්රසිද්ධ ව්යාපාරික සුරේන්ද්ර වසන්ත පෙරේරාගේ බිරිඳයි. ඔහුගේ බිරිඳ සහ ඔහුගේ බිරිඳ සහ ඔහුගේ බිරිඳ වන කේ. සුජීවාගේ බිරිඳයි.",
        "උදේ 10.15 ට පාර දිගේ පැමිණි සුදු මෝටර් රථයක් ගොඩනැගිල්ල අසල ඇති මාර්ගයේ ඇති වන අතර නැවත එක් වීදියකට පැමිණ ඇති බව වාර්තා විය.",
        "පසුව, සිසිවි කැමරාව ඉහළ මහලේ පච්ච කොටා ගැනීමේ මධ්යස්ථානයට වෙඩි තබා ඇති බව වාර්තා විය.",
        "වෙස්මුහුණු තුවක්කුකරුවන් පච්චයට ඇතුළු වී පදිංචිකරුවන්ට වෙඩි තැබූහ.",
        "වෙඩි තැබීමේ ප්රහාරය අතරතුර, සමාජ ශාලාව අතුරුදහන් වීම සහ සමාජයේ පෞද්ගලික ආරක්ෂකයා විය හැකිය.",
        "ආරම්භක උත්සවයේ දී ගත් ඡායාරූපය තුළ සිංගර් කේ. සුජීවා, ක්ලබ් වසන්ත සහ ඔහුගේ බිරිඳ පච්ච කොටා ඇත.",
        "තුවාල ලැබූ 555 හැවිරිදි-අවුරුදු - දෙවියන්ගේ විශාද්ය වසන්ත වසන්ත වසන්ත පෙරේරා, ඔහුගේ බිරිඳ මැණික් විජේවර්ධන නම් ක්ලබ් මැණික් විජේවර්ධන මහතා හෝමගම සම්පත් රෝහලට ඇතුළත් කර තිබේ.",
        "රත්විලවට්ටේ හි ක්ලබ් වසන්ත සහ 38 ක් වන සුරේන්ද්ර වසන්ත පෙරේරා සහ 38 ක් වන රත්විලවට්ටේ සිට 38 ක් වන නයා කේනා වාසු විජේසූරිය ලෙසද හැඳින්වේ.",
        "රෝහල් ආරංචි මාර්ග සඳහන් කළේ හෝමගම සම්පත් රෝහලේ ප්රතිකාර ලබන කාන්තාවන් දෙදෙනාගේ තත්ත්වය තරමක් නරක වන අතර වසන්තගේ බිරිඳ සැත්කමකට භාජනය වී ඇති බවයි.",
        "ගායක කේ.. සුජීවා සහ පිරිමි කොළඹ ජාතික රෝහලට ඇතුළත් කර තිබේ.",
        "K. සුජීවාගේ කකුල් ද බරපතල තුවාල ලැබූ අතර ඔහුට අද දහවල් සැත්චරයක් පැවැත්වීය.",
        "රෝහල් ආරංචි මාර්ග පවසන්නේ අනෙක් පුද්ගලයාට පිටුපස වෙඩි තබා ශල්යකර්මයක් කර ඇති බවයි.",
        "ඔවුන්ගෙන් හතර දෙනෙකු lers ාතකයින්ගේ රියදුරු සමඟ මෝටර් රථයේ සිටි අතර ඔවුන්ගෙන් දෙදෙනෙකු තුවක්කු සහිත ඉහළ මහලට ගොස් ඇති අතර අනෙකා T56 රයිෆලයකින් මෝටර් රථයේ සිටියහ.",
        "වෙඩි තැබීමෙන් පලා ගිය lers ාතකයින් තම මෝටර් රථය කෝරොඩෝටා ප්රදේශයේ වාහනය නතර කර වෙනත් වෑන් රථයකින් පලා ගිය බව පොලිසිය පවසයි.",
        "පොලිසිය විසින් කරන ලද පරීක්ෂණයක් මගින් වෑන් රථයේ වෙනත් ප්රදේශයකට ගිය අද්භූත මිනිසුන් වෙනත් මෝටර් රථයකට නැගී ඇති බව අනාවරණය කළේය.",
        "ඊට අමතරව සැකකරුවන්ගෙන් බේරී ඇති සියලුම වාහන ව්යාජ ඉලක්කම් ඇති බව පොලිසිය පවසයි.",
        "මේ අතර, අද පස්වරුවේ වෙඩි තැබීමේ ස්ථානයට මහේස්ත්රාත් ඩී.පී.ජී. කරුණාරත්න මහතා කඩුවෙලා භූමිය නැරඹීමට නියමිතව තිබුණි.",
        "පොලීසිය පැවසුවේ ප්රදේශයේ උණ්ඩ බොහෝ දෙනෙකු සිටි බවත් \"කේපීඅයි\" භාවිතය සොයා ගත් බව පොලිසිය පවසයි.",
        "ඒ අනුව සංවිධානාත්මක අපරාධ කල්ලියේ නායක කන්ජිපනි ඉම්රාන් වෙඩි තැබීමට සම්බන්ධ බවට පොලිසිය සැක කරයි.",
        "Mur ාතනයට ලක්වූ සමාජ ශාලාවට අයත් තුවක්කුවක් වසන්ත එම ස්ථානයේම සොයාගෙන තිබේ.",
        "කෙසේ වෙතත්, මෙම පච්ච කෙටීමේ ස්ථානය ආරම්භ කළ පච්ච කොටා ගත් ටැලාන් සංජුල, වෙඩි තැබීමෙන් කිසිදු තුවාලයක් නොවීය.",
        "පච්ච කෙටීමේ ස්ථානය හිතාමතාම විවෘත කරන ලෙසයි.. රීල්"
      ]
    },
    "en": {
      "title": "Information about the Athurugiriya shooting",
      "body_lines": [
        "Shocking reports have been revealed in connection with the shooting incident that took place today (08) in Athurigiriya.",
        "Police suspect that Kanjibani Imran, an organized culprit, is involved in the shooting incident.",
        "On the top floor of the building, about 50 meters from the bell tower at the Athurukiriya city junction, the tattooing station was opened this morning by a tattoo -tattoo man named Dulan Sanjula.",
        "The chief guests were the wife of the famous businessman Surendra Wasantha Perera, his wife and his wife and famous singer K. Sujeeva.",
        "At 10.15 am, a white car that came along the road was reported to be on the road near the building and returned to one street.",
        "Later, the Sisirvi camera was reported to be fired into the tattooing center on the top floor.",
        "The masked gunmen entered the tattoo and fired at the occupants.",
        "During the shooting attack, one can see the disappearance of the club and the private bodyguard of the club spring.",
        "In the photo taken at the opening ceremony, the singer K. Sujeeva, Club Vasantha and his wife tattooed are sitting.",
        "The injured 55 -year -old businessman Surendra Wasantha Perera, known as Club Vasantha, his wife, Menik Wijewardena, has been admitted to the Homagama Resource Hospital.",
        "Surendra Vasantha Perera, also known as Club Vasantha and 38 -year -old Nayana Vasula Wijesuriya from Rathuvilawatte, died after being admitted to the hospital.",
        "Hospital sources said that the condition of the two women who are being treated at the Homagama Resource Hospital are somewhat worse and that the club Vasantha's wife has undergone surgery.",
        "Singer K.. Sujeeva and a male have been admitted to the Colombo National Hospital.",
        "K. Sujeeva's legs were severely injured and he had surgery this afternoon.",
        "Hospital sources say that the other person has been shot in the back and has surgery.",
        "It is reported that four of them were in the car with the driver of the killers and two of them went to the top floor with guns, and the other was in the car with a T56 rifle.",
        "Police say the killers who fled after the shooting had stopped their car in the Koradota area and escaped in a different van.",
        "An investigation by the police revealed that the mysterious men who went to another area in the van got into another car.",
        "In addition, police say that all the vehicles that escaped the suspects have fake digits.",
        "Meanwhile, Magistrate DPG Karunaratne visited the site of the Kaduwela response to the site of the shooting this afternoon.",
        "Police said that there were many bullets in the area and the use of \"KPI\" was found.",
        "Accordingly, the police suspect that Kanjipani Imran, the leader of the organized criminal gang, is involved in the shooting.",
        "A gun that belongs to the murdered club Vasantha has been found on the spot.",
        "However, Tulan Sanjula, the tattoo who started this tattooing station, had no injuries in the shooting.",
        "Police suspect Surendra Wasantha Perera or Club may have been invited as the chief guest to deliberately open the tattooing station.. Remble"
      ]
    }
  },
  "summary_lines": [
    "A shooting incident occurred in Athurugiriya, involving organized criminals led by Kanjibani Imran. The event targeted a tattoo parlor where businessman Surendra Wasantha Perera, his wife, and singer K. Sujeeva were present. Four individuals were killed, including Perera and the singer, while several others were injured. The attackers used a white car and a van, both with fake license plates, to escape the scene. Police investigations continue, focusing on the motive behind targeting the tattoo parlor and the involvement of organized crime."
  ]
}