{
  "translated_text": {
    "ta": {
      "title": "மீட்கும் பணத்தை அச்சுறுத்தும் மரணத்தை கோரியதற்காக இருவர் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "மேற்கு மாகாணம் வடக்கு குற்றவியல் பிரிவு தொலைபேசியிலிருந்து மீட்கும் அச்சுறுத்தல்களைக் கோரிய இரண்டு சந்தேக நபர்களை கைது செய்துள்ளது.",
        "கெலானியாவின் டிபிடிகோடாவில் உள்ள போதைப்பொருள் வியாபாரி, தொலைபேசியை அச்சுறுத்துவதற்காக வெளிநாடுகளில் மக்களை நிறுத்தி, ரூ.",
        "ஒரு புகாரின் படி, மேற்கு மாகாணம் விசாரணைகளைத் தொடங்கியது.",
        "டால்டுகோடாவில் உள்ள டால்துகோடா மற்றும் பாட்டியாகோடா சந்திப்பில் இரண்டு சந்தேக நபர்கள் நேற்று இரண்டு சந்தேக நபர்களால் கைது செய்யப்பட்டுள்ளனர்.",
        "சந்தேக நபர்கள் 35 மற்றும் 53 வயதுடைய கெலானியாவில் வசிப்பவர்கள்."
      ]
    },
    "en": {
      "title": "Two arrested for demanding a ransom threatening death",
      "body_lines": [
        "The Western Province North Criminal Division has arrested two suspects involved in demanding a ransom threats from the phone.",
        "Drug dealer in Dipitigoda, Kelaniya, Kelaniya has deployed people abroad to threaten the phone and demanded a ransom of Rs.",
        "According to a complaint, the Western Province had commenced investigations.",
        "Two suspects have been arrested by two suspects in Daltugoda and Patiyagoda Junction in the Daltugoda yesterday.",
        "The suspects are residents of Kelaniya, who is 35 and 53 years."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Two suspects (35 & 53) arrested in Daltugoda for demanding ransom via threats. Investigation led by Western Province North Criminal Division. Suspects from Kelaniya, accused of deploying people abroad.\""
  ]
}