{
  "translated_text": {
    "ta": {
      "title": "டயானாவின் முடிவிலிருந்து பாராளுமன்றம் விடுவிக்கப்பட்டது",
      "body_lines": [
        "பாராளுமன்ற நாடாளுமன்ற பதவியை ஒழித்ததன் மூலம் உச்சநீதிமன்றம் வழங்கிய முடிவு, பேச்சாளர், பேச்சாளர் மற்றும் பேச்சாளர் மற்றும் பேச்சாளர் ஆகியோர் விடுவிக்கப்பட்டதாக எம்.பி. நலின் பண்டாரா கூறினார்.",
        "தீர்ப்பு தொடர்பாக அவர் இன்று (08 வது) பாராளுமன்றத்தில் பேசிக் கொண்டிருந்தார்.",
        "\"நீதித்துறைக்கு ஒரு முக்கியமான முடிவு வழங்கப்பட்டுள்ளது. குடியுரிமை வழக்கில் பாராளுமன்றத்தை பிரதிநிதித்துவப்படுத்தும் முடிவு அதுதான்.",
        "அவர் நாடாளுமன்ற உறுப்பினர் அல்ல. நாங்கள் நீதிமன்றத்திற்கு வருகிறோம். பாராளுமன்றத்திற்கும் பேச்சாளருக்கும் பெரும் சுதந்திரம் வழங்கப்பட்டது என்பதும் நினைவூட்டப்படுகிறது. \""
      ]
    },
    "en": {
      "title": "Parliament was released from Diana's decision",
      "body_lines": [
        "MP Nalin Bandara said that the decision given by the Supreme Court with the abolition of the post of parliamentary parliament, said the Speaker, the Speaker, and the Speaker and the Speaker were released.",
        "He was speaking in parliament today (08th) regarding the verdict.",
        "\"The judiciary has been given an important decision. That is the decision to represent parliament in the case of citizenship.",
        "She is not a Member of Parliament. We are then to the court. It is also reminded that the Parliament and the Speaker were given a great freedom. \""
      ]
    }
  },
  "summary_lines": [
    "MP Nalin Bandara announced the Supreme Court's decision to abolish the parliamentary post, freeing the Speaker. This decision, made public on the 8th, grants parliamentary representation to citizens."
  ]
}