{
  "translated_text": {
    "ta": {
      "title": "ග්‍රාමිය මාර්ග 1800 ක් සංවර්ධනය කරනවා",
      "body_lines": [
        "1800 கிராமப்புற சாலைகளின் இறுதியில் இந்த ஆண்டு இறுதிக்குள் உருவாக்கப்படும் என்று போக்குவரத்து, நெடுஞ்சாலைகள், துறைமுகங்கள் மற்றும் சிவில் விமான போக்குவரத்து அமைச்சர் தெரிவித்தார்.",
        "நாட்டின் கிராமப்புற சாலைகளுக்கு 5,000 மில்லியன் வழங்கப்பட்டுள்ளது என்றும், இலக்கு வளர்ச்சியின் மூலம் மக்களின் வாழ்க்கை அழகாக இருக்கும் என்றும் அமைச்சர் கூறினார்.",
        "அவிசவெல்லா பகுதியில் பங்கேற்கும்போது, ​​அவர் இந்நிகழ்ச்சியில் பேசிக் கொண்டிருந்தார் என்று அவர் கூறினார்.",
        "கோஸ்காமா தெற்கு வாடுகுகோடா புசெல்லா சாலையின் சீதாவகா பிரதேச செயலகப் பிரிவின் அபிவிருத்தி விவகாரங்களின் ஆதரவின் கீழ் மேம்பாட்டு அமைச்சர் தொடங்கினார்."
      ]
    },
    "en": {
      "title": "1800 rural roads develop",
      "body_lines": [
        "Minister of Transport, Highways, Ports and Civil Aviation, said that the end of 1800 rural roads will be developed before the end of the year.",
        "The Minister said that 5,000 million has been provided to rural roads in the country and that the lives of the people will be beautiful through a targeted development.",
        "He said this while participating in the Avissawella area, he was speaking at the occasion.",
        "The Minister of Development commenced under the patronage of the Development Affairs of the Seethawaka Divisional Secretariat Division, Kosgama South Wadugugoda Pussella Road."
      ]
    }
  },
  "summary_lines": []
}