{
  "translated_text": {
    "si": {
      "title": "EDKA ගිවිසුම අත්සන් කිරීමට කිසිදු අනුකූලයක් ලබා නොදේ",
      "body_lines": [
        "ඉන්දීය අමාත්ය අනුර කුමාර දිසානායකගේ සංචාරයෙන් පසු EDKA ගනුදෙනුව අත්සන් කරනු ඇතැයි පැවසූ සමහර දේශපාලන politicians යන් බව විදේශ කටයුතු අමාත්ය විජිත හේරත් මහතා පැවසීය.",
        "මෑතකදී ජනාධිපති අනුර කුමාර දිසානායකගේ සංචාරයේදී විභාග කිරීම සහ අත්සන් කළ ගිවිසුම් පැහැදිලි කිරීම සඳහා මාධ්ය හමුව සිකුරාදා (20) කොළඹ රජයේ තොරතුරු දෙපාර්තමේන්තුවේ දී මාධ්ය සාකච්ඡාවක් සංවිධානය කරන ලදී.",
        "ඉන්දියාවේ දින තුනක ඉන්දියාවේ දින තුනක ඉන්දියාවේ දින තුනක ඉන්දියාවේ දින තුනක දින තුනක දින තුනක දින අන්තර් අමාත්ය විජිත දිසානායකගේ සංචාරය කර ඇති බව විදේශ කටයුතු අමාත්ය විජිත හේරත් මහතා පැවසීය.",
        "මේ අතර, ආර්ථික හා තාක්ෂණික සහයෝගීතා ගිවිසුම (එඩ්කා) පිළිබඳ සාකච්ඡා දිගටම කරගෙන යාමට ශ්රී ලංකාව සහ ඉන්දියාව අතර දිගුකාලීන සාකච්ඡා අග්රාමාත්ය මෝඩි සමඟ පැවති සාකච්ඡාවලට සහභාගී වූ අග්රාමාත්ය මෝඩි සමඟ පැවති සාකච්ඡාවකදී අමාත්ය විජිත හේරත් මහතා පැවසීය.",
        "ජනාධිපතිවරයාගේ ඉන්දියාවේ සංචාරයෙන් පසුව එඩ්කා ගනුදෙනුව අත්සන් කළ බවත්, අදහස් දැක්වීමේ කිසිදු සත්යතාවයක් නොමැති බවත් සමහර දේශපාලන politicians යින් පවසන බවත් ඔහු පැහැදිලි කළේය.",
        "ඒ හා සමානව, ජනාධිපති අනුර කුමාර දිසානායක මහතා ඉන්දියානු මාධ්ය සමඟ සම්මුඛ සාකච්ඡාවක දී ප්රකාශ කර ඇත්තේ සවනි නඩු පැවරීමට ශ්රී ලංකාව කිසිදු බලපෑමක් නොමැති බවයි.ඇසූ ප්රශ්නයකට පිළිතුරු දෙමින් අමාත්ය විජිත හේරත් මහතා පැවසුවේ අධිකරණය තවමත් තීන්දු කර නොමැති බවත් එය අධිකරණ තීන්දුවෙන් පසුව පමණක් බවත් එය විමර්ශනය කළ හැකි බවයි.",
        "ඒ අතරම, ආර්ථික සහයෝගීතාව, කලාපීය ආරක්ෂාව, ද්විපාර්ශ්වික සංවර්ධන සහයෝගීතාව, ත්රිකුණාමල තෙල් ටැංකි, ද්විපාර්ශ්වික ධීවරයින් සහ ණය ක්රියාවලිය ඇතුළු ජනාධිපතිවරයාගේ ඉන්දියානු සංචාරයේදී විදේශ අමාත්ය විජිත හේරත් විස්තර කර ඇත."
      ]
    },
    "en": {
      "title": "No compliance with signing the Edka Agreement has been reached",
      "body_lines": [
        "External Affairs Minister Vijitha Herath said that some politicians claiming that the Edka deal would be signed following the Indian visit to President Anura Kumara Dissanayake was completely false.",
        "A media briefing was organized at the Government Information Department in Colombo on Friday (20) to clarify the issues and signed agreements examined during the recent visit to President Anura Kumara Dissanayake.",
        "External Affairs Minister Vijitha Herath said that President Anuragumara Dissanayake's three -day state visit to India during a three -day state visit to India has reached bilateral agreements on two agreements on the provision of 1500 public servants in India and the Double Tax Lawing Agreement.",
        "Meanwhile, Minister Vijitha Herath said that during a meeting with Prime Minister Modi, the long -standing talks between Sri Lanka and India have been agreed to continue negotiations on the Economic and Technical Cooperation Agreement (Edka).",
        "He also made it clear that some politicians claim that the Edka deal would be signed following the president's visit to India and that there was no truth in the comments.",
        "Similarly, President Anura Kumara Dissanayake has stated in an interview with the Indian media that Sri Lanka has no effect on the prosecution of Adani?Responding to a question raised, Minister Vijitha Herath said that the court has not yet been ruled out and that it can only be investigated after the court verdict.",
        "At the same time, Foreign Minister Vijitha Herath has elaborated on the other issues discussed during the President's Indian visit, including economic cooperation, regional security, bilateral development cooperation, Trincomalee oil tanks, bipartisan fishermen and debt process."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka-India relations update: No Edka Agreement signed; bilateral deals on public servants & tax law; ongoing Edka negotiations; President denies Adani influence; discussions on economic cooperation, security, development, oil tanks, fisheries, debt relief."
  ]
}