{
  "translated_text": {
    "ta": {
      "title": "இஸ்ரேலிய தலைவர் மற்றொரு இலக்கைக் காட்டுகிறார்",
      "body_lines": [
        "தெற்கு காசாவில் பாலஸ்தீனியர்களின் கடைசி விசுவாசமான தளமான நாட்டின் இராணுவ நடவடிக்கை எப்படியும் செயல்படுத்தப்பட உள்ளது என்று இஸ்ரேலிய பிரதமர் பெஞ்சமின் நெதன்யாகு கூறுகிறார்.",
        "காசாவின் வடக்கு மற்றும் மத்திய பகுதிகள் உட்பட சுமார் 1.5 மில்லியன் பாலஸ்தீனியர்கள் தற்போது நடந்து வருகின்றனர்.",
        "ராபாவின் செயல்பாடு குறித்து தான் பேசுவதாக நெதன்யாஹுடு கூறினார், எந்த சேதமும் இல்லாமல் பொதுமக்கள் அகற்றப்பட்ட பின்னர் RUFA நடவடிக்கையை முடிக்க முடியும்.",
        "அமெரிக்காவின் வாஷிங்டனில் இஸ்ரேலுக்கு ஆதரவளித்த இஸ்ரேலிய ஆதரவுக்கு இஸ்ரேலிய பிரதமர் பெஞ்சமின் நெதன்யாகு வீடியோ தொழில்நுட்பத்தை மையமாகக் கொண்டார்.",
        "இந்த அமைப்பு ஜனாதிபதி ஜோ பிடேவுக்கு மில்லியன் கணக்கான டாலர்களை பங்களித்துள்ளது."
      ]
    },
    "en": {
      "title": "The Israeli leader shows another goal",
      "body_lines": [
        "Israeli Prime Minister Benjamin Netanyahuu says that the country's military operation is to be implemented anyway, the last loyal site of Palestinians in the South Gaza.",
        "About 1.5 million Palestinians, including the people of the northern and central areas of the Gaza, is currently underway.",
        "Netanyahudu said he was talking about the operation of Rapa, that the ruffa operation could be completed after the removal of civilians with no damage.",
        "Israeli Prime Minister Benjamin Netanyahu made this statement focused on video technology to the Israeli support that supported Israel in Washington in Washington, USA.",
        "The organization has contributed millions of dollars to the President Joe Biday."
      ]
    }
  },
  "summary_lines": [
    "Israeli PM Benjamin Netanyahu announces military operation in South Gaza, despite international criticism. Operation Rapa aims to remove civilians without damage. Netanyahu's statement was made to Israeli supporters in Washington, USA, highlighting the organization's financial support to President Joe Biden."
  ]
}