{
  "translated_text": {
    "si": {
      "title": "1983ம் ஆண்டு கறுப்பு ஜூலையில் கொழும்பில் தீக்கிரையாக்கப்பட்ட ரியோசினிமா - வெள்ளித்திரையின் நிழல்களும் ஒரு தேசத்தின் ஆன்மாவும்",
      "body_lines": [
        "2025 ජූලි මාසයේදී කළු ජුලි සැමරීම සඳහා කොළඹට නිහ quiet නමුත් ස්ථිර කුඩා කණ්ඩායමක් කොළඹ රැස්ව සිටියහ.",
        "සොල්දාදුවන් 13 දෙනාගේ ප්රතිචාරය රාජකීය සම්පත් සමඟ ජනවාර්ගික ගැටුමක් වීමට පටන් ගත්තේය. දහස් ගණනක් මිනිසුන් were ාතනය කරන ලදී.",
        "இது வெறுமனே கலவரம் இல்லை.இது ஒருநாட்டின் தார்மீக திசைகாட்டியை உடைத்தெறிதல்,இலங்கையின் மனிதநேயத்தில் ஒரு ஆழமான முறிவு.கறுப்பு ஜூலை இலங்கையின் மூன்று தசாப்தகால யுத்தத்தின் ஆரம்பமாக கருதப்படுகின்றது.",
        "නමුත් දෙමළ ජනයාගේ සංස්කෘතික විනාශයට එය වැදගත් අවස්ථාවක් විය.",
        "පිළිස්සුණු නිවාස මධ්යයේ ඉතා නවීන ව්යසනයක් ඇති අතර සාප්පු කොල්ල කෑවේය.",
        "කළු ජුලි හි දුක්ඛිත තත්වය තේරුම් ගැනීමට 1983 ට පෙර සිදු වූ දේ අප දැකගත යුතුය. ශ්රී ලංකාවේ ජාතික දේශපාලන අනන්යතාවය නිර්මාණය කර ඇත්තේ පටු ජාතිකවාදයක් විසිනි.. 1970 දශකයේ අගභාගයේදී, දෙමළ තරුණයින් වසර ගණනාවක අගතියට එරෙහිව අන්තවාදීන් වූ අතර සිංහල ප්රභූව බහුතරයකගේ දේශපාලන වාසි වලට හේතු විය.",
        "ජූලි 1983 කැරලි කෝලාහල ස්වයංසිද්ධව ඉහළ යාම හෝ ප්රතික්රියාව නොවූ අතර ඒවා රාජ්යයන්-තහනම් ක්රියාකාරකම් වේ.",
        "කල්ලි කල්ලි ඡන්ද දායකයින්ගේ කාඩ්පත් සමඟ හමු වූ අතර ඔවුන්ගේ රථවාහන ගමනාගමනය සම්බන්ධීකරණය කරන ලද අතර ආරක්ෂක අංශ විසින් චතුරස්රයන් නතර කළේ නැත.",
        "ප්රචණ්ඩත්වය සිදු වූ සතියකට පෙර ජනාධිපති ජේ.ආර්. ජයවර්ධන මහතා මෙසේ පැවසීය. \"දෙමළ ජනයා කුසගින්නේ සිටිමින් ඔවුන් killing ාතනය කරන්නේ නම්, සිංහල ජනයා සතුටු වනු ඇත.\"",
        "එය සිදු වූයේ ජාතිවාදය පමණක් නොව, ජනතාවගේ සංස්කෘතිය හිතාමතාම විනාශ කිරීමේ පියවරක් වූ පියවරක් ය.",
        "1983 කළු ජූලි සරලවම ප්රචණ්ඩකාරී ප්රචණ්ඩත්වයක් නොවූ නමුත් එය ප්රජාවක පැවැත්මට එරෙහි ප්රහාරයකි. සොල්දාදුවන් 13 දෙනා killing ාතනය කිරීමෙන් පසුව, ආරක්ෂක අංශ විසින් දේශපාලන පක්ෂ ආධාරකරුවන්ගේ සහාය ඇතිව ආරක්ෂක අංශ විසින් ආරක්ෂක අංශ විසින් විනාශ කරන ලදී.",
        "දෙමළ ජනයාගේ ගනුදෙනු 5000 කට වැඩි ප්රමාණයක් විනාශ වීම ඩොලර් මිලියන 300 ක අලාභය නිසා ඇති වූ ආර්ථික අලාභය, දෙමළ සිංහල කම්කරුවන් අතර විරැකියාව වැඩි කරයි.",
        "කැසරර් කල්ලිය සංස්කෘතිය හා සම්බන්ධ ස්ථාන අත්හැරියේ නැත. සිනමාහල් සහ චිත්රාගාර ක්රමානුකූලව ඉලක්ක කර ඇත.",
        "\"ඔවුන් දෙමළ ඉන්දියානු ආයතනය හෝ ගොඩනැගිල්ලෙන් ඉවත් වී නැත.\"",
        "පළමු මහා පාඩු වලින් එකක් වන්නේ දෙමළ නිෂ්පාදක කේ කුනනරත්න මහතාට අයත් විජය චිත්රාගාර ය.",
        "චිත්රපට නිෂ්පාදක වී සිවදාසන් පසුව සිහිපත් කළේ, \"වෙනත් තැනක කොතැනකවත් නැති චිත්රපටයක් නැත, රක්ෂණයක් නැත.",
        "මරදාන වෙල්ලවට්ටේ රාජිනී. බදුල්ලා හි ලිබර්ටි මට්ටාලා වැනි බොහෝ සිනමාහල් ගිනි තබා තිබේ. ඒවා ඉලක්ක කර ඇත්තේ පෙන්වීමට නොව ඒවා පැවැත්වීම සඳහා ය. බොහෝ දෙමළ ජනතාවට අයත් වේ. නමුත් ජනවාර්ගික හා වාර්ගික දේශසීමා තරණය කිරීම ඔවුන් බොහෝ කලක සිට වඩාත් කැමති වී තිබේ.",
        "වඩාත්ම ඛේදජනක කතාවක් වන්නේ දෙමළ චිත්රපට නිෂ්පාදකයෙකි.. වෙන්කත්ගේ කතාව. කෝලාහල අතරතුර තම සහෝදරියට උදව් කිරීමට ඔහු යන ගමනේදී ඔහුව දෙහිවල දී වෙඩි තබා dead ාතනය කර ඔහුගේ මෝටර් රථයේ පණපිටින් පුළුස්සා දැමීය.",
        "සිංහල ජන කතන්දර හා බෞද්ධ තේමාවන් වලට ගරු කරන ඔහුගේ පින්තූර හවුල් සංස්කෘතික දැක්මකට සාක්ෂියකි. \"චිත්රපට නිර්මාණය කිරීමේදී ඔහු සිංහල හෝ දෙමළ භාෂාව නොපෙනේ,\" relative ාතියෙක් පැවසීය. \"ඔහු කතන්දර දෙස බැලුවේය. ඔව්හු ඔහුගේ නාමය උදෙසා ඔහුව මරා දැමුවෝ ය. \"ඔහුගේ මරණයේ එකමුතුකම සහ රටක සිනමා ආත්මයක ගින්න පිළිබඳ පැහැදිලි ඇඟවීමක් තිබේ.\"",
        "1965 පෙබරවාරි මාසයේදී විවෘත කරන ලද රියෝ සිනමා නවීනත්වයේ සහ තාක්ෂණය ශ්රී ලංකාවේ පශ්චාත්-ටෙන්ඩෙන්ටේෂන් හි නූතනත්වය හා තාක්ෂණය පිළිබඳ ප්රදීපාගාරයක් ලෙස සිටියේය. සිල්ක් පෙන-රබර් ආසන 600 ක්. ඔප දැමූ සැටින් ලී හෑප්ට් සහ රටේ පළමු මිලි මීටර් 70 ඩොට් - එය ව්යාපෘතියක් වන අතර එය නව යුගයක් කොළඹට ගෙන ආවේය.",
        "හොලිවුඩයේ ශබ්දය වැනි අමිහිරි- දකුණු පැසිෆික් ශබ්දය- නික්මෆික් - නික්මයාම - උකස් උක්-ජිම්-ජිම්-බටහිර පැත්තේ කතාව සහ ක්ලියෝපැට්රා රියෝ හි තිරගත විය. ලෝක ධීවර චිත්රපටයක් ප්රේක්ෂකයන්ට ලබා දී ඇත. එහි ආරම්භක රාත්රිය සන්ධිස්ථානයක් විය. එවකට ආණ්ඩුකාර ජෙනරාල් විලියම් ගෝපාලවාවා සහ තරුණ චන්ද්රිකා බණ්ඩාරනායක කුමාරතුංග ඇතුළු අනාගත ජනාධිපතිවරු සහභාගී වූහ.",
        "ඔවුන්ගේ පැවැත්ම දැන් මැකී යන ඡායාරූපයක සංරක්ෂණය වේ. දකුණු පැසිෆික් අගමැති කහ පුවත්පත් අග්රාමාත්යවරයාගේ රියෝගේ සමාරම්භක ඉසව්ව ලෙස නවතාත්නම් පැරණි ධුරය අසල එල්ලීම.",
        "RIO 1951 දී නවා සිනමාව විවෘත කළ දෙමළ ව්යවසායකයින්, දෙමළ ව්යවසායකයාගේ දැක්ම විය. එම වර්ෂයේදීම ඔහුගේ පුත් රත්නරාජා නවරත්නම් ඉපදුණේය. නවරත්නම් පවුලේ සිනමා අධිරාජ්යයක් පිහිටුවීමට පටන් ගත්තේය:",
        "1976 දී කොළඹදී කොළඹ දී ආමාන්ති සමුළුවට සම්භාවනීය අමුත්තන් පිළිගැනීමට රියෝ හෝටලය ඉරියව් කාලය. ජාතික චිත්රපට සංස්ථාවට පෙර නවරත්නම්ගේ පවුලේ අය ශ්රී ලංකාව පුරා ගුණාත්මක ඉංග්රීසි චිත්රපටවල ගුණාත්මක ඉංග්රීසි චිත්රපටවල ප්රධාන ආනයනකරුවන් සහ බෙදාහරින්නන් ලෙස කටයුතු කළහ.",
        "RIO යනු කොම්බෙනි වීදියේ මධ්යයේ හෝ කොම්පනි වීදියේ මධ්යයේ සිනමා රඟහලකට වඩා වැඩි ය. සිංහල ද්රවිඩයන්, මුස්ලිම්වරුන්, බර්ගර් සහ මැලේයන් පිහිටා ඇති ප්රදේශයේ පිහිටා ඇත්තේ කොළඹ වඩාත් විචිත්රවත් හා බහු-ටේට්නික් ජනගහනයේ ප්රදේශයේ වන අතර එය දේශීය ව්යාපාරික හා කුඩා ව්යාපාර සඳහා හවුල් සංස්කෘතික ස්ථානයක් සහ සිත්ගන්නාසුලු මධ්යස්ථානයක් වන අතර එය දේශීය ව්යාපාරිකයින් හා කුඩා ව්යාපාර සඳහා සිත් ඇදගන්නා සුළු මධ්යස්ථානයකි.",
        "1970 දශකයේ දී රියෝව වැඩුණේ ආදරණීය සමාජ චාරිත්රයක් ලෙස: පවුල් ශාලා වලින් පිරී ඇති අතර චිත්රපටයේ මැජික් තුළ රැස්ව සිටි සියලු ජනතාවයි. නමුත් සහෝදරයා අපගේ සංවාදය ගැන අපට මතක් කර දුන් පරිදි, 1983 ජූලි මාසයේදී සිහිනය දරුණු ලෙස විකෘති විය",
        "1983 ජූලි 25 සවස, කළු ජූලි මාසයේ අඳුරු වේලාවට ගොඩ බැස්සා. කල්ලියක් රියෝ සිනමා සහ කුමාරන් රත්නම් පාරේ අසල හෝටලයක් අසල. ඔවුන් විසින් කළ හැකි ගෘහ භාණ්ඩ උපකරණ සහ වටිනා ද්රව්ය කොල්ලකෑමෙන් ඔවුහු ගොඩනැගිල්ල සොරකම් කළහ. ගිනිදැල් තිරයේ රීල්ස් උණු කොට ඇති අතර එය තිරය ස්පර්ශ කර දශක ගණනාවක මතකය විනාශ කර ඇත.",
        "පොලිසිය සහ සොල්දාදුවන් එහි සිටියහ. සමහර අයට අනුව, ඔවුන් රැජිනට උදව් කළ පරිදි රැජිනට උදව් කළහ.. වරෙක රඟහල රතු කාපට් සහ සංගීත කණ්ඩායමේ ප්රීති සොකපලාට ආචාර කළේය.",
        "සිනමාවේ ජ්යෙෂ් senior සේවකයෙකු වන ප්රේමදාස, ඔහුගේ වැඩ හා ගින්නෙන් ඉතිරිකිරීම් අසල සැඟවී සිටියේය.",
        "පියාණන්ගේ නිර්මාතෘගේ පුත් රත්නරාජා නවරත්නම්ට නගරය පුරා විනාශයට බාධා කිරීමට නොහැකි විය. ඔහුගේ පියාගේ ජීවන මෙහෙයුම සෑම සිලින්ඩරයක්ම ගලා ගියේය. \"මගේ තාත්තා වෙන් වුණා\" සහෝදරයා විනාශය සිහිපත් කළා. \"මුදල් නොමැතිව, පාවාදීමෙන් නොවේ. ඔහු ආඩම්බරයෙන් මේ නගරයට සේවය කළේය. මෙය ඔහුට ලැබෙන විපාකයයි",
        "ඔවුන්ගේ පාඩුව අරමුදල්වලට වඩා ගැඹුරු ය. කලක් ශ්රී ලංකාවේ සිනමාවේ ඉතිහාසයේ ඉහළම පුද්ගලයා වූ අබප්පපිල්ලෙයි නවරත්නම්, ඒ ගැන කිසි විටෙකත් සුවය ලැබුවේ නැත. සංස්කෘතික සංකේතයක් සහ විවිධත්වයේ හා ආඩම්බර සංකේතයක් විනාශ කරන ලදී. රියෝ වසර ගණනාවක් තිස්සේ අතහැර දමා ඇත",
        "ආයුධය ආයුධයක් වූ විට නිහ silence ව සිටීමට ඉඩ දුන් විට හවුල් ස්ථාන විනාශ කළ හැකි ආකාරය පිළිබඳ වේදනාකාරී මතක් කිරීම එහි පිළිස්සූ බිත්ති වේදනාකාරී මතක් කිරීමකි.",
        "1965 අකාරි දිනුම් දිනය ඔබි රියෝ ඡායාරූපය රත්නරාජා (පැන ගිය) නවරත්නම් සපයන්න"
      ]
    },
    "en": {
      "title": "Ryosinima, which was set on fire in Colombo in 1983 in 1983, the shadows of the silver screen and the soul of a nation",
      "body_lines": [
        "In July 2025, a quiet but firm small group gathered in Colombo to commemorate the Black July.",
        "The reaction of the 13 soldiers began to become a ethnic conflict with the royal resources. Thousands of people were assassinated.",
        "It is not simply riots. It is a deep break in the humanities of Sri Lanka.",
        "But it was an important moment for the cultural destruction of the Tamils.",
        "There was a very sophisticated disaster amidst burned homes and looted shops.",
        "To understand the plight of the Black July we must see what happened before 1983. The national political identity of Sri Lanka was designed by a narrow nationalism.. In the late 1970s, Tamil youths were being extremist against the prejudice of many years, while the Sinhalese elite provoked the fears of the majority for their political gains.",
        "The July 1983 riots were not spontaneous rise or reaction, which are state -backed activities.",
        "The gangs of gangs were found with voter cards, their traffic was coordinated, and the security forces did not stop the quadrs.",
        "A week before the violence took place, the then President JR Jayewardene said, \"If the Tamil people are starving and killing them, the Sinhalese people will be happy.\"",
        "It was followed by a move, not just the racism, but a move to deliberately destroy the culture of the people.",
        "1983 Black July was not a simply violent violence, but it was an attack on the existence of a community. Following the killing of the 13 soldiers, the security forces were devastated by the security forces, with the help of political party supporters.",
        "The destruction of more than 5000 trades of Tamils, the economic loss caused by the loss of $ 300 million, more than 150000 people displaced, increasing unemployment among Tamil Sinhala workers.",
        "The Catayar gang did not leave places associated with culture. Theaters and studios were systematically targeted.",
        "\"They have not left the Tamil Indian Institute or the building.\"",
        "One of the first great losses is Vijaya Studios belonging to the Tamil producer K Kununaratne.",
        "Filmmaker V Sivadasan later recalled, \"There are no films that are nowhere else, no VHS- no insurance.",
        "Rajini in Maradana Wellawatte. Many theaters such as Casino in Liberty Mattala in Badulla were set on fire. They were targeted not for being shown but for conducting them. Belongs to many Tamils. But they have long been preferred by the audience crossing the ethnic and communal borders.",
        "One of the most tragic stories is a Tamil filmmaker K.. The story of Venkat. On his way to help his sister during the riots, he was shot dead in Dehiwala and burned alive in his car.",
        "His pictures that respect Sinhala folk stories and Buddhist themes are a testament to a shared cultural view. “He does not see Sinhala or Tamil while creating movies,” said a relative. “He looked at the stories. And they killed him for his name. \"There is a clear indication of the unity of his death and the fire of a country's cinema soul.\"",
        "Opened in February 1965, Rio Cinema stood as a lighthouse of modernity and technique in the post -independence Sri Lanka. 600 silk foam-rubber seats. With glazed satin wooden handlets and the country's first 70mm dot-A project, it brought a new era cinema to Colombo.",
        "Hollywood's miracles such as the Sound of Music- South Pacific- Exodus- Cane-Cane-Lord Gym-West Side Story and Cleopatra were screened in Rio. Provided a world -class film experience to the audience. Its opening night was a milestone event. The future presidents including the then Governor General William Gopallava and the young Chandrika Bandaranaike Kumaratunga were present.",
        "Their existence is now preserved in a photo that fades is Mr.. Hanging near the old office of Navaratnam, with a yellow newspaper clip of the South Pacific Premier as Rio's inaugural event.",
        "Rio was the vision of Tamil entrepreneur, Tamil entrepreneur, who opened Nawa Cinema in 1951. In the same year, his son Ratnaraja Navaratnam was born. The Navaratnam family began to establish a cinema empire:",
        "Rio Hotel built time to welcome dignitaries to the Non -Aligned Summit in Colombo in 1976. Before the National Film Corporation, the Navaratnam family worked as key importers and distributors of quality English films throughout Sri Lanka.",
        "Rio is more than just a cinematic theater in the center of Kombani Street or Kompani Street. Located in the area where Sinhalese Tamils, Muslims, Burgers and Malays are located in the area of ​​Colombo's most vibrant and multi -ethnic population, it is a shared cultural place and a thrilling center for local businessmen and small businesses.",
        "In the 1970s, Rio grew up as a loving social ritual: families were filled with the halls and all the people gathered in the magic of the film. But as the brother reminded us of our conversation, the dream was violently distorted in July 1983",
        "On the evening of July 25, 1983, the black July landed in its dark time. A gang strikes Rio Cinema and Kumaran Ratnam Road near a nearby hotel on the road. They robbed the building by looting the furniture equipment and valuable materials they could. Flames have melted the film reels that have touched the screen and destroyed the memory of the decades.",
        "The police and the soldiers were found there. According to some people, they helped the queen as they helped the queen.. Once upon a time, the theater greeted the red carpet and the band's cheerful skeleton.",
        "Premadasa, a senior employee of the cinema, hid near his work and savings in the fire.",
        "Ratnaraja Navaratnam, the son of the founder of the father, could not interfere with the destruction from all over the city. His father's life mission was crumbling every cylinder. \"My father broke up,\" the brother remembered the devastation. “Without money, not by betrayal. He proudly served this city. This is the reward for him",
        "Their loss is more deeper than funds. Abappappillai Navaratnam, who was once the highest person in the history of the cinema of Sri Lanka, never recovered from that. Was destroyed just a cultural symbol and a symbol of diversity and pride. Rio has been abandoned for many years",
        "Its burnt walls were a painful reminder of how shared places could be destroyed when the silence was allowed when the weapon was weapon.",
        "௧௯௬௫ Obening Day Obi The Rio Photographes Provide Ratnarajah (escaped) Navaratnam"
      ]
    }
  },
  "summary_lines": []
}