{
  "translated_text": {
    "ta": {
      "title": "டாடுடோ கடை உரிமையாளருக்கு விளம்பரம்",
      "body_lines": [
        "கிளப்பின் கொலைக்கான டட்டு மையத்தின் உரிமையாளரான சுரேஸ்ட்ரா வசந்தா பெரேரா அலியாஸ் கிளப் வசந்தா அல்லது அலியாஸ் மாஜிஸ்திரேட்டுக்கு ஒரு ரகசிய அறிக்கையை வெளியிடுமாறு கேட்டுக்கொள்ளப்பட்டார்.",
        "அவரும் ஏழு சந்தேக நபர்களும் நேற்று (10) கடுவேலா மாஜிஸ்திரேட் முன் தயாரிக்கப்பட்டனர்.",
        "அவர் மீண்டும் ஒரு முறை மற்றும் கோரிக்கையை முன்வைத்ததாக மாஜிஸ்திரேட் கூறினார்.",
        "இதற்கிடையில், சந்தேக நபர்கள் 48 மணி நேரத்தில் தடுத்து வைக்கப்பட்டு கேள்வி எழுப்பினர்.",
        "இருப்பினும், ஜூலை 22 வரை நீதிமன்றம் ரிமாண்ட் செய்ய உத்தரவிட்டது.",
        "சிறையில் குற்றவாளியின் குற்றவாளியாக சந்தேக நபர்களுக்கு சிறப்பு பாதுகாப்பு வழங்குமாறு சிறை அதிகாரிகளுக்கு நீதிமன்றம் உத்தரவிட்டது.",
        "ஜூலை 08 ஜூலை 08 அன்று அத்ருகிரியாவில் நடந்த டட்டு மையத்தில் சிரிதந்த்ரா வசந்தா பெரேரா, அல்லது கிளப் சுட்டுக் கொல்லப்பட்டது.",
        "பிரபல பாடகர் KVA இன் கணவர் நயானா வார்சுலி இறந்தார், கே.. கிளப் வாசானாவின் மனைவியான சுஜீவாவில் ஒரு மனைவி மற்றும் அவரது உறவினர்கள் மற்றும் அவரது உறவினர்கள் காயமடைந்தனர்.",
        "கிளப்பின் மனைவியும் டாட்டண்ட் மையத்தின் உரிமையாளரும் கலுபோவிலா மருத்துவமனையில் சிகிச்சை பெறுகிறார்கள்.",
        "பாடும் தொழில்நுட்ப வல்லுநர் கே. கொழும்பு தேசிய மருத்துவமனையின் துணை இயக்குநர் ரக்ஷன் பெல்லானா, சுஜீவாவின் நிலைமை சிறப்பாக வருகிறது என்று கூறினார்.",
        "கிளப் வசந்தாவின் உடலை மூடுவது சனிக்கிழமை நடைபெற உள்ளது.",
        "நாளை (12) பொதுமக்களுக்கு தனது கடைசி மரியாதைகளை செலுத்த உடல்நலம் உள்ள தனிப்பட்ட முறையில் தப்பி ஓடிய உடல் வைக்கப்பட உள்ளது."
      ]
    },
    "en": {
      "title": "Advertisement to the Tatuto Shop owner",
      "body_lines": [
        "Surestra Wasantha Perera alias Club Wasantha alias, the owner of the Tatu Center for the murder of Club was asked to make a secret statement to the magistrate.",
        "He and the seven suspects were produced before the Kaduwela Magistrate yesterday (10).",
        "The Magistrate stated that he was once again and to make the request.",
        "Meanwhile, the suspects were detained in 48 hours and questioned.",
        "However, the court ordered to be remanded until July 22.",
        "The Court ordered the prison officials to provide special security to the suspects as the criminal of the criminal in the prison.",
        "Sirithndra Wasantha Perera, or Club was shot dead at a Tatu Center on July 08 at the July 08 at Athurugiriya.",
        "The famous singer KVA's husband, Nayana Warzuli, died and K.. A wife and his relative of the owner's wife and his relatives were injured in Sujeewa, Club Wasantha's wife.",
        "The wife of the Club Wasantha's wife and the owner of the Tattond Center is being treated at Kalubowila Hospital.",
        "Singing Technician K. The Deputy Director of the Colombo National Hospital, Rukshan Bellana, said that Sujeewa's situation is getting better.",
        "The closing of Club Wasantha's body is to be held on Saturday.",
        "The body is to be placed at a privately flee in Colombo to pay his last respects to the public tomorrow (12)."
      ]
    }
  },
  "summary_lines": [
    "Tatuto Shop owner Surestra Wasantha Perera, also known as Club Wasantha, is implicated in a murder case. He and seven others were arrested and interrogated, then remanded until July 22. The incident occurred at a Tatu Center in Athurugiriya, where Club Wasantha was killed, along with Nayana Warzuli, the husband of famous singer KVA. Several others, including Club Wasantha's wife and relatives, were injured. The funeral will be held on Saturday, with the body displayed for public viewing tomorrow."
  ]
}