{
  "translated_text": {
    "ta": {
      "title": "ஆசியா கோப்பை டி 20 பெண்கள் கிரிக்கெட் போட்டி",
      "body_lines": [
        "ஆசிய கோப்பை டி 20 மகளிர் கிரிக்கெட் போட்டி இன்று (19) தம்புல்லாவில் தொடங்குகிறது.",
        "அதன்படி, இன்று இரண்டு போட்டிகள் நடைபெறும், இலங்கை கிரிக்கெட் (எஸ்.எல்.சி) ஸ்போர்ட்ஸ்டலைப் பார்க்கும் வாய்ப்பை அறிவித்தது.",
        "2004 ஆம் ஆண்டில் தொடங்கிய ஆசியா கோப்பை மகளிர் கிரிக்கெட் போட்டி, 2008 வரை ஒரு நாள் போட்டிகளில் நடைபெற்றது, இது 2012 முதல் ஒரு டி 20 போட்டிகளால் ஏற்பாடு செய்யப்பட்டுள்ளது.",
        "8 அணிகள் பங்கேற்றதன் படி, ஆசிய கோப்பை மகளிர் கிரிக்கெட் போட்டி இலங்கையின் கீழ் உள்ள தம்புல்லா ஸ்டேடியத்தில் நடைபெறும்.",
        "இந்த போட்டி இன்று இரண்டு பிரிவுகளின் கீழ் நடைபெறும், இந்த வகை இந்தியா, பாகிஸ்தான், நேபாளம் மற்றும் ஐக்கிய அரபு எமிரேட்ஸ்.",
        "குழு B குழுமத்திலிருந்து பங்களாதேஷ், மலேசியா, மலேசியா மற்றும் தாய்லாந்து போட்டியிடுகின்றன.",
        "முதல் நாளில் இரண்டு போட்டிகள் நடைபெறும், போட்டிகளைத் தொடங்க முதல் நாளில் போட்டிகள் நடைபெறும்.",
        "இலங்கை மகளிர் அடிப்படை பாத்திரத்தின் முதல் போட்டி நாளை (20) பங்களாதேஷுக்கு எதிராக நடைபெற உள்ளது."
      ]
    },
    "en": {
      "title": "Asia Cup T20 Women's Cricket Tournament",
      "body_lines": [
        "The Asian Cup T20 Women's Cricket Tournament begins today (19) at Dambulla.",
        "Accordingly, two matches will be held today and the Sri Lanka Cricket (SLC) announced the opportunity to watch sportstel.",
        "The Asia Cup Women's Cricket Tournament, which began in 2004, was held in one-day tournament until 2008, which is organized by a T20 tournament since 2012.",
        "According to the participation of 8 teams, the Asian Cup Women's Cricket Tournament will be held at the Dambulla Stadium under Sri Lanka.",
        "The tournament will be held today under two categories and the category is India, Pakistan, Nepal and the United Arab Emirates.",
        "The Bangladesh, Malaysia, Malaysia and Thailand contesting from Group B group.",
        "Two matches will be held on the first day and competes will be held on the first day to commence the tournament.",
        "The first match of the Sri Lanka Women's Base role is to be held tomorrow (20) against Bangladesh."
      ]
    }
  },
  "summary_lines": [
    "The Asia Cup T20 Women's Cricket Tournament starts today in Dambulla, featuring 8 teams including India, Pakistan, Nepal, UAE, Bangladesh, Malaysia, and Thailand. The event, organized by Sri Lanka Cricket, offers fans the chance to watch live via sports tel. Matches begin today with two games, followed by more competitions throughout the tournament."
  ]
}