{
  "translated_text": {
    "ta": {
      "title": "ஜப்பானின் ஊழியர்கள் ஒரு பெரிய அதிகரிப்பு",
      "body_lines": [
        "டொயோட்டா மோட்டார் நிறுவனம் இருபத்தைந்து ஆண்டுகளுக்குப் பிறகு சம்பள உயர்வு அதிகரிப்பு வழங்க ஒப்புக் கொண்டுள்ளது.",
        "ஜப்பானின் முன்னணி நிறுவனங்களான டொயோட்டா, பனாட்டா மற்றும் நிசான் நிறுவனங்கள் சம்பளத்தை அதிகரிக்க சம்பளத்தை அதிகரிக்க முடிந்தது.",
        "நிப்பான் ஸ்டீல் தனது ஊழியர்களை கணிசமாக அதிகரித்தது.",
        "கட்சிகளுக்கு இடையிலான வருடாந்திர பேச்சுவார்த்தைகள் வெற்றிகரமாக முடிக்கப்பட்டுள்ளன.",
        "ஜப்பானில் தொழிற்சங்கங்களுக்கும் நிர்வாகத்திற்கும் இடையே நல்ல புரிதல் இருப்பதால் விவாதங்கள் எப்போதும் நெருக்கடி இல்லாமல் முடிவடையும்.",
        "கார் உற்பத்தியில் உலகின் தலைவரான டொயோட்டா, ஊழியரின் மாத சம்பளத்தை 28,440 ஆக அதிகரிக்க ஒப்புக் கொண்டுள்ளது.",
        "ஜப்பானில் பல பகுதிகளில் உள்ள ஊழியர்கள் இந்த ஆண்டு அதிக ஊதிய உயர்வு அதிகரித்துள்ளதாக தெரிவித்துள்ளனர்."
      ]
    },
    "en": {
      "title": "Japan's employees a big increment",
      "body_lines": [
        "The Toyota Motor Company has agreed to give a salary increase of the salary increases after twenty five years later.",
        "Japan's leading companies, Toyota, Panata, and Nissan companies have been able to increase the salaries to increase the salaries.",
        "Nippon Steal also had significantly increased his employees.",
        "Annual negotiations between the parties have been completed successfully.",
        "The discussions are always ended without a crisis as there is a good understanding between trade unions and management in Japan.",
        "The world's leader in car production, Toyota has agreed to increase the monthly salary of the employee by 28,440.",
        "Employees in many areas in Japan have reported that the higher wage increment has increased this year."
      ]
    }
  },
  "summary_lines": [
    "Toyota, Panata, Nissan, and Nippon Steel in Japan have agreed to salary increases, marking a significant increment in employee wages. Annual negotiations ended successfully, reflecting good understanding between trade unions and management. Toyota, the world's leading car producer, has increased monthly salaries by 28,440."
  ]
}