{
  "translated_text": {
    "si": {
      "title": "ක්රිකට් 145 බ්ලූස් 145 ක්: පසුගිය වසරේ රාජකීය පරාජය.",
      "body_lines": [
        "රාජකීය විද්යාලය. ටෝමා විද්යාලය අතර Ts. සේනානායක අනුස්මරණ පලිහ. ක්රීඩාංගණය බ්රහස්පතින්දා (07) ආරම්භ වේ.",
        "ලොව පුරා වෙසෙන විද්යාල දෙකේ ආදි ශිෂ්යයා තරඟයට පැමිණ තිබේ.",
        "මෙය අඛණ්ඩව 145 වන වරටත් ලෝක පාසල් ඉතිහාසයේ ඉතිහාසයේ වාර්තාවකි.",
        "ක්රිකට් සමර ක්රීඩාවේ විද්යාල දෙකේ සාම්ප්රදායික සංස්කෘතීන් හෙළිදරව් කරන අතරතුර අමතක නොවන තරඟයක් ද දැකිය හැකිය.",
        "සබ්ෂයර්හි සමරිතානු, එක් අතකින්, මේ දෙකේ විශ්ව විද්යාල දෙක, සමකාලීන සිසුන් සහ ආදි ශිෂ්යයන් එක්රැස් කිරීමකි.",
        "බලවත් කණ්ඩායමක් වන සේවිකාවේ පෙරේරාගේ නායකත්වයෙන් යුත් ටෝමා කණ්ඩායමට වත්මන් පාසල් ක්රිකට් සමයේදී බොහෝ සාර්ථකත්වයක් අහිමි නොවනු ඇත.",
        "අනෙක් අතට, වයස අවුරුදු 19 ලෝක කුසලාන ක්රිකට් තරගවලදී ශ්රී ලංකා කණ්ඩායමට රඟපෑ ශිනෙඩ් ජයවර්ධනගේ නායකත්වයෙන් යුත් රාජකීය කණ්ඩායමේ ප්රති results ල සතුටුදායක නොවීය.",
        "144 වන සෆයර් හි කණ්ඩායම් දෙක හමු වූ විට පසුගිය වසරේදී ඒ හා සමානව. ටෝමා කණ්ඩායම බලවත් කණ්ඩායමක් වූ අතර ජයග්රාහී කණ්ඩායමක් ලෙස අවසර දෙන ලදී.",
        "කෙසේ වෙතත්, ඩැසිස් මංජනායකගේ නායකත්වයෙන් යුත් රාජකීය කණ්ඩායම සහ 36 වන වරටත් ලකුණු 181 කින් ජයග්රහණය කළේය.. සේනානාගා පලිහ රැගෙන ගියේය.",
        "තරඟයේ දී ඩසයිස් මංජේජනායක පළමු ඉනිමේදී ශතකයක් රැස් කළ අතර දෙවන ඉනිමේදී අර්ධ-කේන්ද්රීයත්වයක් දිනා ගත්තේය.",
        "පරස්පර විරෝධී. ටොමා විද්යාලය පසුගිය 2019 ඩී.. එස්.. අනුස්මරණ පලිහෙන් සේනානායක සේනානායක දිනා ගත්තේය.",
        "මේ වසරේ රාජකීය සංචිතයේ සමහර ක්රීඩකයින් දක්ෂතා පෙන්වා ඇත.",
        "ඔවුන්ගෙන් පළමුවැන්නා ලකුණු 550 ක් රැස් කළ යසින්දු දිසානායක ශතකයක් ඇතුළුව ලකුණු 550 ක් රැස් කළේය.",
        "Sneath ජයවර්ධන (ලකුණු 305 ක්, කඩුලු 20) සහ සහකාර කණ්ඩායමේ නායක රාමු පෙරේරා (ලකුණු 456 ක් සහ කඩුලු 47 ක්) ප්රධාන ක්රීඩකයින් වේ.",
        "රෙහාන් පීරිස් (ශතකයක් තුළ ලකුණු 525 ක්) තිදෙනාට වඩා වවුලන්ට වඩා බැබළුණි.",
        "රාජකීය කණ්ඩායම: වමේ සිට දකුණට: අනුර ප්රශාන්ත (චැම්පියන්). K. අබු. සීනෙට් ජයවර්ධන (සභාපති), තිලක් වතුවා (චාන්සලර්), රමූ පෙරේරා (සහකාර සභාපති), අම්මා), මම්. රියාස් (සහකාර චාන්සලර්), රොහාන් සොයිසා (ප්රධාන උපදේශක), ෆෝක්වෙස් දේවින්දු වෙල්වවල, කේෂන් පෙරේරා, කේෂිඩ් රහිම්ඩීන්, ඔවිනා අම්බන්පෝලා, ඩිනතුරා සේනරත්න, ෂේන් අබරත්න.",
        "පරස්පර විරෝධී. ටෝමා හි විද්යාලයේ කපිතාන් මේඩ් මේඩ් පෙරේරා ලකුණු 844 ක ශතක 3 ක් ද ක්රියාත්මක කරයි. ඔහු පසුකාලීන තරග දෙකක ශතකයක් රැස් කර තිබේ.",
        "ලකුණු 680 ක් (ශතවර්ෂ 2 ක්, අර්ධ ශතක 2 ක්, කඩුලු 3 ක්, කඩුලු 3 ක්)), කවින්දු ඩයස් (කඩුලු 3 38), යාල් කඩුලු 3 38) සහ ආකාෂ් ප්රනාන්දු (ලකුණු 279 ක් සහ කඩුලු 19 ක් සහ කඩුලු 19 ක් සහ කඩුලු 19 ක් ) ඉතා කාර්යක්ෂමව ක්රීඩා කර ඇත.",
        "පරස්පර විරෝධී. ටෝමා කණ්ඩායම: වමේ සිට දකුණට: අබිඩ් පරණවිටාන, කවින්දු ඩයස් (සභාපති), , සනූත් එලියගොඩ, පහත සඳහන්: avinash ferando, mititila char chars, yalvel tankulasuriya, සමෂ් ගුණවර්ධන, අයිමනාන් අන්ෂි සිල්වා.",
        "PAI විසින් කණ්ඩායම් ක්රීඩකයින් දෙදෙනාගේ ශක්තීන් සහ කණ්ඩායම්වල ප්රති results ල සංසන්දනය කළහ.ටෝමා යනු ප්රබල කණ්ඩායමක්.",
        "මෙම වසරේ තරගය ක්රිකට් ක්රිකට් ක්රිකට් ක්රීඩාව ජයග්රහණය කිරීමේ එකම අරමුණ ඇතිව සාමාන්ය ක්රීඩා කරන කණ්ඩායම් දෙකම සාමාන්ය තීරණයක් කරා ගමන් කිරීමට අපේක්ෂා කෙරේ.",
        "මෙම කණ්ඩායම් දෙක අතර ක්රිකට් තරග. 1972 දී. 2-දින ක්රිකට් තරගයේ වැඩිම පුද්ගලයන් සංඛ්යාව මෙයයි.",
        "රාජකීය රාජකීය වෙනුවෙන් 1984 දී සුමිත්රා වර්නකුලසූරිය ලකුණු 197 ක් රැස් කළේය. මෙම අංකය නිල් මැණුවෙහි 3 වන දින ක්රිකට් සැසියේ වැඩිම සෆීරාවන් සංඛ්යාවක් වේ.",
        "පන්දු යැවීම. ටෝමා වෙනුවෙන් බ්රෙට් ටොමාස් ලකුණු 8 සිට 3 දක්වා පරාජයට ගෙන කණ්ඩායම් දෙකේම හොඳම පන්දු යැවීම වාර්තා කළේය. මෙම වාර්තාව 1884 දී ආරම්භ කරන ලදී.",
        "ඩයලොග් ඇකාඩා පීඑල්සී රාජකීය මහා ක්රිකට් සඳහා අඛණ්ඩව 19 වන වරටත් අඛණ්ඩව 19 වන වරටත් අනුග්රහය දක්වයි.",
        "ඩයලොග් ඇක්රියාට කරනේ අරමුදල සහ රු."
      ]
    },
    "en": {
      "title": "Cricket of 145 Blues: Royal's defeat last year.",
      "body_lines": [
        "Royal College. TS between Toma College. Senanayake Memorial Shield. The stadium begins on Thursday (07).",
        "The alumni of the two colleges living around the world have come to visit the competition.",
        "This is a record in the history of the World Schools for the 145th consecutive year.",
        "The cricket Samar is also seen as an unforgettable competition while revealing the traditional cultures of the two colleges.",
        "Also, the Samaritan of the sapphire, on the one hand, is a gathering of two colleges, contemporary students and alumni of the two.",
        "The Toma team, led by Maid Perera, who is a powerful team, will not lose many success during the current school cricket season.",
        "On the other hand, the results of the Royal team led by Sineet Jayawardene, who played the Sri Lankan team at the Under -19 World Cup cricket matches, were not satisfactory.",
        "Last year, in a similar manner, when the two teams met in the 144th sapphire. The Toma team was a powerful team and was permitted as a winning team.",
        "However, the Royal team, led by Dazis Manjanayake, shone in all sectors and won by 181 runs for the 36th time.. Senanaga took the shield.",
        "In the up -up match, Dassis Manjanayake scored a century in the first innings and made a half -century in the second innings.",
        "Reciprocate. Toma College Last 2019 D.. S.. Senanayake won the Memorial Shield.",
        "Some of the players in the Royal squad this year have shown talent.",
        "The first of them, Yasindu Dissanayake, who scored 550 runs, was a total of 550 runs, including a century.",
        "Sneath Jayawardena (305 runs, 20 wickets) and assistant team captain Ramu Perera (456 runs and 47 wickets) are the main players.",
        "Rehan Peiris (525 runs, including a century) shone in the bats rather than the trio.",
        "Royal Team: From left to right: Anura Prashantha (Champion). K. Abou. Silva (Deputy Chancellor), Sineet Jayawardena (Chairman), Tilak Watuhewa (Chancellor), Ramu Perera (Assistant Chairman), MAM. Riyaz (Assistant Chancellor), Rohan Soyza (Chief Instructor), Standers: Netwin Dharmaratne, Ranuka Malavarachchi, Rehan Peiris, Bulan Veeratunga, Central: Yenula Bandara, Tamot Yashodya, Isula GeganayakaGangawatta, Kuchila Ranmadala, Tarul Ambenmohotti, Following: Ryan Sugathadasa, Devindu Velvawala, Keeshan Perera, Khalid Rahimdeen, Ovina Ambanpola, Dinura Senaratne, Shane Aberatne.",
        "Reciprocate. Toma's college team captain Maid Perera shines 844 runs including 3 centuries. He has scored a century in two subsequent matches.",
        "680 runs (2 centuries, 2 centuries, 2 half centuries, 13 wickets), Nathan Caldera (367 runs, 36 wickets)), Kavindu Dias (38 wickets), Yatta Siriwardena (20 wickets) and Akash Fernando (279 runs and 19 wickets) have played very efficiently.",
        "Reciprocate. Toma Team: From left to right: Abid Paranavithana, Kavindu Dias, Senathi Bullenkulama, Maid Perera (Chairman), Nathan Caldera, Dineet Gunawardena, Akash Fernando, Visan EhaliyagodaPerera, Sadev Soyza, Sachithra Gunasinghe, Shanthil Perera, Manit Fernando, Anuk Devanarayana, Sanuth Ehaliyagoda, Following: Avinash Fernando, Mithila Charles, Yalvell Varnakulasuriya, Samash Gunawardena, Ayman Ansari Silva.",
        "Pari compared the energies of the two team players and the results of the teams.Toma is a powerful team.",
        "This year's match is expected to move towards a hectic decision, as both teams in general play with the only goal of winning the cricket cricket cricket.",
        "Cricket matches between these two teams. In 1972. This is the highest number of individuals in the 2 -day cricket match.",
        "Sumitra Varnakulasuriya scored 197 runs in 1984 on behalf of Royal. This number is the highest number of sapphires in the 3 -day cricket session of the sapphire.",
        "Bowling. Brett Tomas defeated 8 to 3 runs on behalf of Toma and recorded the best bowling in both teams. This record was established in 1884.",
        "Dialog Acida PLC is sponsoring the 19th consecutive year for the Royal - Tomian Great Cricket.",
        "Dialog Acida will be provided with Karunya Fund and Rs."
      ]
    }
  },
  "summary_lines": [
    "Royal College faces Toma College in the 145th annual cricket match, a record in World Schools history, with alumni from around the world attending. Toma, led by Maid Perera, is a strong team, while Royal, led by Sineet Jayawardene, struggled last year. Royal's Dassis Manjanayake led a victory by 181 runs in the 144th match. Key players for Royal include Yasindu Dissanayake, Sneath Jayawardena, and Ramu Perera. Toma's Maid Perera leads with 844 runs, including 3 centuries, and Nathan Caldera with 367 runs and 36 wickets. The match is expected to be intense, with both teams aiming for victory."
  ]
}