{
  "translated_text": {
    "ta": {
      "title": "'நான் எப்படி எழுதுகிறேன்': கேத்லீன் ஜெயவர்தேனா",
      "body_lines": [
        "கேத்லீன் ஜெயவர்தேனா சிங்கள வாசகர்களுக்கு எழுத்தாளர் அல்ல.",
        "தனித்துவமான, அனனி, திரவ, ஹல்கே, மகாசென், இண்டுசோரட்ன், இண்டூசென், இண்டிசோராட்னே ஆகிய இருபதுக்கும் மேற்பட்ட செயல்களுக்கான நாவல்களின் நாவல்களை நாங்கள் சந்தித்தோம்.",
        "கூடுதலாக, உள்ளூர் மற்றும் வெளிநாட்டு இலக்கியங்களைப் பற்றி அவர் எழுதிய நெடுவரிசைகள் மற்றும் படைப்புகள் சிங்கள இலக்கியத்தின் ஊட்டச்சத்துக்கு கணிசமாக பங்களித்தன.",
        "ஒரு நாவலாக அவளுடன் பேசியபோது, ​​அவள் ஒரு குறிப்பில் இருந்தபோது அவளுடைய உணர்வுகளையும் எழுதுவதையும் புரிந்து கொள்ள வேண்டும்.",
        "இந்த கலந்துரையாடலில் நான் கேட்கும் கேள்விகள் தற்போது 'நிம்னா வரலாறு' (2019) மற்றும் இந்த ரகசிய காற்றின் நாவல்கள் வெளியிட்டுள்ளன.",
        "இது அனைத்து எழுத்தாளர்களின் எழுத்து செயல்முறைக்கும் நன்கு அறியப்பட்டதாகும்.",
        "எங்கு எழுதுவது, எப்படி எழுதுவது, எழுதுவது எப்படி, எழுத்து எழுதுவது, எழுத்தாளரின் எழுத்தாளரின் துஷ்பிரயோகத்திற்கு சொந்தமானது.",
        "உரையாடல் புதியவர்களின் அந்த ரகசிய தளத்தை சுட்டிக்காட்ட முயல்கிறது.",
        "முதல் உரையாடல் - 'எழுதுவது எப்படி': 'நான் எப்படி எழுதுகிறேன்': 'நான் எப்படி எழுதுகிறேன்': தரியன அமரசிங்கே",
        "ஈஸிஸ்: ஒரு நாவலின் முதல் வாக்கியம் இருக்கும் இடத்திலிருந்து நான் வழக்கமாக இந்த உரையாடலைத் தொடங்குகிறேன். உங்களிடமிருந்து கேட்க நாவலின் பதவியேற்பு குறித்த உங்கள் அனுபவத்தை நான் கேட்க விரும்புகிறேன்?",
        "கேத்லீன்: நான் வழக்கமாக சில கருப்பொருளை எடுக்க ஒரு நாவலைத் தொடங்குவேன். ஆனால் முதல் வாக்கியம் ஒரு சவாலாக இருந்தபோது, ​​நான் வழக்கமாக இருக்கிறேன். முதல் வாக்கியத்தை எழுதுவது எளிதானது அல்ல. காரணம், முதல் வாக்கியம் ஒரு நாவலைப் புரிந்துகொள்ளும் முதல் வாக்கியமாகும். எனவே நான் பின்னர் எழுதும் முதல் வாக்கியம், எனக்கு எழுத்தில் வெவ்வேறு பார்லாட் உள்ளது. நான் எழுதி எழுதியபோது, ​​எனது சதி உடைக்கப்பட்டு மற்ற பகுதிகளுக்கு வழிவகுத்தது. நாவல் முதல் வாக்கியமாகவும் முதல் பத்தியில் மாற்றங்களாகவும் இருக்கும் நிகழ்வுகள் உள்ளன. எழுத எழுதும் கருப்பொருள் அல்ல, ஆனால் புத்தகம் முடிவடையும் போது,. இது எனது முதல் கண்டுபிடிப்புகளை பாதிக்கவில்லை. எடுத்துக்காட்டாக, எனது முதல் நாவலான 'ஹோல்டிங்ஸ் போல் தெரிகிறது,' நான் எழுதுகிறேன். இது 1977 அச்சிடப்பட்டது. நான் அதனுடன் சென்ற நேரத்தில் சரியான தீம் இருந்தது. இன்று, நாவலை அடையாளம் காண்பதில் எனக்கு குறிப்பிடத்தக்க வேறுபாடு உள்ளது. இது மிகவும் சிக்கலானது, அது சரி என்று தெரியாது. ஆனால் புதுமை என்னவென்றால், நான் அதை ஒரு நிகழ்வு சங்கிலி மற்றும் நிகழ்வுக்கு ஒரு தத்துவ அணுகுமுறை என்று புரிந்து கொண்டேன். எனவே இப்போது நான் நாவல்களின் அசல் வாக்கியங்களை மாற்ற வேண்டும்.",
        "உரையாடல் நான்காவது உரையாடல்: மன்ஜுலா வெடிபியரிங் உரையாடல்: ஷாமல் ஜெயகோடோடி",
        "ஈஸிஸ்: நீங்கள் ஒரு நாவலை எழுதத் தொடங்கும் போது நீங்கள் எழுதும் நாவல் என்ன?",
        "கேத்லீன்: இப்போது, ​​எனது நாவல்கள் இப்போது மிகவும் வாசகராக இருந்தால், 'உண்மை' என்றால், நான் அதை ஒரு குறுகிய வானொலி நாடகமாக எழுதுகிறேன். சுடபாதா டி சில்வா இதன் உற்பத்தி. ஒரு நாவலை எழுத மிகவும் சக்திவாய்ந்த கதையை எழுத இது மிகவும் சக்திவாய்ந்த கதை. கதை கிமு ஆறாம் நூற்றாண்டில் நிலைநிறுத்தப்பட்டுள்ளது. இது தனது வீட்டின் உருவத்தைப் பற்றி சிட்டார் என்ற மனிதர் என்று பெயரிடப்பட்ட இளைஞன். நேரம் எடுக்கும் நேரத்தை அவர் உணரவில்லை. இறுதியில், அவர் தனது முப்பது ஆண்டுகளை ஒரு தாமரை குளத்தில் பார்க்கிறார். அவன் அவளது கையால் அவளைப் பிடித்தபோது, ​​அந்தப் பெண் பயந்து ஓட முயற்சிக்கிறாள். அவர் நேசித்த பெண்ணின் மகள். හැබැයි එදා ඉඳන් ඔහුට පුළුවන් වෙන්නේ අර දුවට ආදරය කරන්න තමයි. ඉතින් මේ වගේ ප්‍රේම කතාවක් සිද්ධ වෙන්න බැහැ කියල හිතපු නිසා මේක මම ස්ථාන ගත කරන්නේ ක්‍රිස්තු පූර්ව 6 වන සියවසේ. அதற்காக நான் ஒரு பெரிய ஆய்வு செய்ய வேண்டும். ஆனால் அந்த நேரத்தில், நான் எழுதும் கதையை நான் நன்கு அறிந்திருந்தேன். ஆனால் நீங்கள் எனது மற்ற நாவல்களைப் பார்த்தால், மேலும் திட்டங்கள் இல்லை என்று நான் உங்களுக்குச் சொல்ல வேண்டும். நான் கதாபாத்திரங்களின் வழக்குகளை வைத்திருக்கவில்லை, எழுதவில்லை. நான் நினைக்கும் போது எழுதுகிறேன். என் மனம் சூடான உணர்வின் உணர்வை நகலெடுக்கிறது, மேலும் அதன் அழகு மற்றும் தகுதியால் திருப்தி அடைகிறது. என் மனதை எழுதும் போது, ​​நான் எதிர்பார்க்கக்கூடாது. சில நேரங்களில் நான் படித்த ஒரு செய்தித்தாள் அறிக்கை எனது நாவலை வேறு வழியில் மாற்றும். அந்த அறிக்கையில் ஒரு விஷயம் மேலும் மேலும் இல்லை;ஆனால் அதைப் படிப்பது என் இதயத்தின் உணர்வு. பல நாவல்கள் முடிந்துவிட்டன. இடைக்கால சாலைகளில் ஒரு தனி சாலையில் ஈவ். எனவே நான் உலகத்தை உணர்ந்தேன், ஆனால் நான் எழுதுகிறேன், ஆனால் இதயத்தின் இதய வேர் அல்ல. உங்கள் வாழ்க்கையை மாற்றும் இலக்கிய இலக்கியம் என்று நான் நினைக்கிறேன். நிச்சயமாக, ஒரு சமூக மாற்றம் மதத்திலிருந்து அல்ல. ஒருவேளை மதம் இலக்கியத்திற்கு வழிவகுக்கும்.",
        "ஏழாவது உரையாடல்: சுமித்ரா ராஹப்ஷன்: உபுல் சாந்தா சன்னாஸ்கலா சுரங்க ஜெயலத்",
        "அழகானது: பொதுவாக, எதை முடிக்க வேண்டும் என்று உங்களுக்குத் தெரியாதா?",
        "கேத்லீன்: அத்தகைய ஒரு குறிப்பிட்ட முடிவைப் பற்றி எதுவும் தெரியாது. எனது நாவல்களின் கதை முறை கதாபாத்திரங்களின் தன்மையில் செய்யப்படுகிறது. எனவே முடிவு அருகில் வரும்போது, ​​மின்சார மின்சாரமாக மின்சார மின்சாரமாக எடுத்துக்கொள்வது ஒரு கணம் போல் உணர்கிறேன்.. டாமியின் சோர்வு மற்றும் மன திருப்தி எழுதும் புத்தகத்திற்குச் செல்லும்போது இந்த உடனடி தருணம் செய்யப்படுகிறது. கடைசி இரண்டு அத்தியாயங்கள் போன்ற கடைசி இரண்டு அத்தியாயங்கள் முடிவைப் பற்றி ஒரு திட்டவட்டமான உணர்வைக் கொண்டுள்ளன என்று நினைக்கிறேன்.",
        "இருபது உரையாடல்: சுமுடு நமது ஷாகேண்ட் கான்சியன்: சுனெத்ரா ராஜகரனனாயக்க கான்சியன்: கீர்தி வெலிசாரா",
        "எளிதானது: நீங்கள் எப்படி எழுதுகிறீர்கள் என்பது பற்றி, நான் சொல்கிறேன், நீங்கள் எங்கே எழுதுகிறீர்கள், நேரம் என்ன?",
        "கேத்லீன்: நான் இதற்கு மிகவும் நிச்சயமற்ற பதில். நான் சில நேரங்களில் ஒரு வாகனத்தைப் பற்றி உணர்ந்தால், நான் பையில் இருந்து குளித்துவிட்டு கொஞ்சம் நுழைகிறேன். இப்போது அது ஒரு மொழியியல் சுருங்கிவிட்டது. பின்னர் அது தொடர்புடைய இடத்தை எழுதுகிறது. எப்படியிருந்தாலும், நான் பேனாவிலிருந்து எழுதுகிறேன். மற்றொன்று நான் காலையில் இல்லை, எந்த சிறப்பு இரவில் இல்லை. சாப்பாட்டு அட்டவணை என்பது என்னை எழுதுவதற்கு அடிக்கடி பயன்படுத்தப்படுகிறது. ஒன்றாக செல்ல வேண்டாம். என் எழுத்தில் அத்தகைய ஒழுங்கு இல்லை. ஆனால் அது பன்னிரண்டு இரவு முறை எழுதப்பட்டுள்ளது. ஒரு நாவலை எழுதுவதும் அறியப்படுகிறது. யாகூஹ் சுதந்திரம் கொடுக்கவில்லை. இதேபோல், ஒரு நாவல் முடிந்ததும், ஒளி. நாம் நினைக்கும் போது அப்படி இருக்கிறது. இது உண்மையில் உடலைச் செய்யும் ஒன்று. இதில் இருந்து தப்ப முடியாது. இது வாழ்க்கையிலிருந்து விடுபடுவது மட்டுமே.",
        "பதினான்கு உரையாடல்: சாந்தி டிஸ்நயகே பதினைந்து உரையாடல்: சந்திரரத்னே பண்டாரநாயக்க சந்திப்பு: சந்திரரத்னே பண்டாரநாயகின் திருப்திகரமான உரையாடல் ஏழாவது உரையாடல்: அனுராசிரி ஹெட்டிஜ்",
        "எளிதானது: நாங்கள் கொஞ்சம் பேசும் எடிட்டிங் செயல்முறையைப் பற்றி, அல்லது நீங்கள் ஒரு நாவலை முடித்த பிறகு?",
        "கேத்லீன்: நான் ஐந்து செட் ஃபாஃப்ட்ஸைப் பார்க்க விரும்புகிறேன். நாம் சரியானதைக் கொடுக்கும்போது அதை சரியானதாகக் கொடுக்கவில்லை என்றால், நாங்கள் ஒரு குற்றம் செய்கிறோம். நான் இலக்கண மற்றும் எழுத்து பிழைகளைத் தவிர்த்து புத்தகத்தை அச்சிட முயற்சிக்கிறேன். புத்தகத்தை எழுதும் போது, ​​நான் என்ன செய்கிறேன் என்பதுதான் நான் என்ன செய்கிறேன், என் கணவருக்கு அத்தியாயத்தைப் படித்தேன். இரண்டு மூலைகள் உள்ளன என்று நாங்கள் கூறலாம், நீங்கள் சொல்லலாம். ஏனெனில் அவர் புரட்சிகர கம்யூனிஸ்ட் ஒன்றியத்தின் உறுப்பினரிடம் வந்திருக்கிறார். அதாவது அவர் இடதுபுறத்தின் ஹெட்பலிட்டியுடன் இருக்கிறார். நான் அரசியலுடன் ஒருபோதும் ஒப்பந்தம் செய்ததில்லை. அவரது நண்பர்கள் எங்கள் வீட்டுடன் என்ன பேசுகிறார்கள் என்பதன் மூலம் இடதுபுறம் எனக்குத் தெரியும். லெனினின் தொகுதிகளைப் படிப்பதில் நான் ஆர்வம் காட்டியுள்ளேன். எப்படியிருந்தாலும், என் கணவரைப் படிக்கும்படி என்னிடம் கூறப்பட்டது. அப்படியிருந்தும், அவரது பதிலின்படி, நான் குறிப்பிடத்தக்க மாற்றங்களைச் செய்யவில்லை. மேலும், மொழிபெயர்ப்பாளர் புத்தகத்திற்குப் பிறகு, புத்தகத்தை ஆரம்பத்தில் படிக்க புத்தகம் முடிந்தது. சிறிது விஷயங்களை அனுப்பவும்.",
        "வைத்திருங்கள்: இந்த உரையாடலை முடிக்க நீங்கள் எழுதும்போது நீங்கள் என்ன பிரச்சினை?",
        "கேத்லீன்: எழுதுவது என்பது ஒரு ஆர்ப்பாட்டத்தைப் போன்ற ஒரு தெய்வம் போன்றது. எனவே இது நமது உடல் ஓய்வூதியங்கள் இரண்டிலும் நமது வேறுபாடுகளைச் செய்யலாம். பேனா என்பது கையில் விரல்கள் மட்டுமல்ல, ஆனால் நாங்கள் முழு உடலையும் பெறப்போகிறோம்.",
        "நேவிகேட்டர்கள் ஆஃப் நேவிகரி மற்றும் அவரது எழுத்தின் எழுத்தின் தனித்துவம், அவளுடைய நாவல்களை ரசிக்க எங்களுக்கு ஒரு புதிய ஒளியை வழங்குவோம். மேலும், ஆர்வமுள்ளவர்கள் தங்களை மீண்டும் பார்க்க ஒரு கண்ணாடியாக இருக்கலாம்.",
        "அடுத்த வாரம், அவர் சமீபத்திய ஆண்டுகளில் எங்களுக்காக திறக்கப்பட்டார், அண்மையில் அதிக எண்ணிக்கையிலான மக்களாக இருந்த மன்ஜுலா செனரத்னே.",
        "க aus சல்ஹலியு-தலைகீழ் குமாரசிங்க ஒரு நாவலாசிரியர், மொழிபெயர்ப்பாளர் மற்றும் பிபிசி சிங்களவலாவுக்கு ஒரு சமூக கலாச்சார நடவடிக்கை.",
        "புது தில்லி தெற்காசிய பல்கலைக்கழகத்தில் சமூகவியல் குறித்த முனைவர் பட்டம் பெற்றவர்.",
        "மக்கள் பிரதிநிதித்துவம்: கணவர்கள், தந்தைகள், சகோதரர்கள் இறந்த பிறகு தேசிய அரசியலில் நுழைந்த பெண்கள்",
        "ஆன்லைன் முறைகளின் செயல் நடைமுறையில் உள்ளது;இன்றுவரை என்ன நடந்தது?",
        "ஊடகங்கள்"
      ]
    },
    "en": {
      "title": "'How I Write': Kathleen Jayawardena",
      "body_lines": [
        "Kathleen Jayawardena is not a writer for Sinhala readers.",
        "We have met with the novels of she novels for twenty over twenty acts of acts, unique, unnney, liquid, Halkey, Mahasen, Indicoratne, Indusen, Indicoratne.",
        "In addition, the columns and works she has written about the local and foreign literature have contributed significantly to the nutrition of Sinhala literary.",
        "When she talked to her as a novel, she to understand her feelings and writing when she was in a note.",
        "The questions I hear in this discussion is currently published by the 'History of Nimna' (2019) and the novels of this secret wind.",
        "It is well known for all writer's writing process.",
        "Where writing, how to write, how to write, the writing of writing, belong to the writer's abuse of the writer.",
        "The conversation is seeking to pointer to that secret site of the newcomers.",
        "The first conversation - 'How to write': 'How I Write': 'How I'm writing': Dariyana Amarasinghe",
        "Easice: I usually start this conversation from where the first sentence of a novel is. I would like to hear your experience about the inauguration of the novel to hear from you?",
        "Kathleen: I usually start a novel to take some theme. But when the first sentence was a challenge, I usually have. The writing of the first sentence is not easy. The reason is that the first sentence is the first sentence that understands a novel. So the first sentence I write later, I have different parlot in writing. When I write down and wrote, my plot was broken and led to other areas where other areas were. Then there are instances where the novel is the first sentence and changes in the first paragraph. Not the theme of writing to write, but also when the book end,. This has not been affecting my first innovations. For example, my first novel, 'Looks Like Holdings,' I write. It was printed 1977. I had a right theme at the time I went along that. Today, I have a significant difference in identifying the novel. It's more complex, it doesn't know it's right. But novelty is that I have understood it as a philosophical approach to an overlaping event chain and the event. So now I have to change the original sentences of the novels.",
        "Conversation Fourth Conversation: Manjula Wedipearing Conversation: Shamel Jayakododiwi",
        "Easice: How well as what is the novel that you write when you start writing a novel?",
        "Kathleen: Now, if my novels are now the most reader, 'truthful', I write it as a short radio drama. Sudapada de Silva is the manufacture of this. This is a very powerful story to write a very powerful story to write a novel. The story is positioned in the sixth century BCE. It's the young man named A man named Situar as to the image of his home. He doesn't feel the time of taking time. At the end, he sees her thirty years in a lotus pond. When he caught her by her hand, the girl is terrified and trying to run. The daughter of the girl he loved. But since then, he can love that daughter. So I thought that a love story could not happen, I spend this place in the 6th century BCE. I have to make a big study for that. But at that time, I was well aware of the story I write. But if you look at my other novels, I should tell you that no more plans. I do not keep the cases of characters, not writing. I'm writing when I think. My mind copies a sense of warm feeling and is being satisfied with the beauty and appropriateness of it. When writing my mind, I have to don't expect. Sometimes a newspaper report that I read can change my novel to a different way. That's what a matter in that report is not more and more;But reading it is a feeling of my heart. So many novels were over. Eve's on a separate roadway along the interim roads. So I am writing the feelings I felt sincerely I felt the world, but I am writing, but not the heart root of the heart. I think literary literature that changes your life is. Of course, a social change is not from religion. Perhaps religion leads to literature.",
        "Seventh Conversation: Sumitra Rahubtion: Upul Shantha Sannasgala Mine Jayalath",
        "Cute: Normally, don't you have any idea what to end?",
        "Kathleen: There is no idea of such a specific end. The narration pattern of my novels is made in the nature of the characters. So when the end will come near, I feel like a moment to take it as a electricity electricity as a electricity electricity.. This instant moment is made when the tiredness of tamy and mental satisfaction is gone to the book of writing. Then I think the last two chapters like the last two chapters is with a definite feeling about the end.",
        "Twenty Conversation: Sumudu Namadu Shakend Conceion: Sunethra Rajakarunanayake Conceion: Keerthi Welisara",
        "Easy: About how you write, I say, where you write, what is the time?",
        "Kathleen: I'm a very uncertain answer to this. If I sometimes feel about a vehicle, I take a bath from the bag and takes a little entry. Now it's a linguistic shrunk. And then it is writing the relevant place. Anyway, I'm writing from the pen. The other is that I am not in the morning and no special is like at night. The dining table is that often used to write me. Don't go together. There is no such order in my writing. But it is written about twelve nights times. It is also known that writing a novel. Yakooh's not give freedom. Similarly, when a novel is running out, light. When we think so is so out. This is really something that does the body. This cannot escape this. It is only to be free from life.",
        "The Fourteen Conversation: Shanthi Dissanayake Fifteen Conversation: Chandrarathne Bandaranaike Meeting: Chandrarathne Bandaranaike Satisfirely Conversation Seventh Conversation: AnuraSiri Hettige",
        "Easy: About the editing process that we talk a little, or after you finish a novel?",
        "Kathleen: I want to see about five sets of Phafts. If we do not give it perfect when we give it perfect, we do a crime. I'm trying to avoid grammatical and character bugs and print the book. When writing the book, what I'm doing is what I'm doing and I read the chapter to my husband. We can say that there is two corners, you can say. Because he's come to a member of the Revolutionary Communist Union. That means he is with the headpality of the left. I had never had a deal with politics. I know the left by what his friends are talking to our house. I have made interest in reading Lenin's volumes. Anyway, I was told to read my husband. Even then, according to his response, I have not made significant changes, even though. Also, after the book of translator, the book is finished to read the book to the beginning. Send a little bit of things.",
        "Keep: What is the problem you are when you write to finish this conversation?",
        "Kathleen: Writing is something like a goddess like a demonstration. So it can make our differences in both our physical pensions. The pen is not just fingers in the hand, but we're gonna get the whole body.",
        "The uniqueness of the writing of Navigators of Navigary and her writing, we will provide a new light to us to enjoy her novels. Also, the interested ones may be a mirror to look at themselves again.",
        "Next week, he was opened for us in recent years, Manjula Senaratne, who was recently a large number of people.",
        "Kaushalyhalyu-Header Kumarasinghe is a novelist, translator and a social cultural operation for BBC Sinhala.",
        "He has won his doctorates on Sociology from the South Asian University of New Delhi.",
        "People's Representation: Women who entered the national politics after the death of husbands, fathers, brothers",
        "Online methods' Act is in force;What happened to date?",
        "Media"
      ]
    }
  },
  "summary_lines": [
    "Kathleen Jayawardena, a renowned Sinhala writer, shares her writing process, emphasizing the importance of themes, the challenge of starting a novel, and the influence of external factors like news reports on her work. She discusses her approach to writing, editing, and the impact of her novels on readers and society."
  ]
}