{
  "translated_text": {
    "ta": {
      "title": "291 267 நவம்பர் மாதம் பதிவு செய்து வேலைக்குச் சென்றவர்கள்",
      "body_lines": [
        "22685 இலங்கையர்கள் இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தில் பதிவு செய்யப்பட்டனர், நவம்பர் 2024 இல். 2024 நவம்பரின் இறுதிக்குள், 291,267 நபர்கள் வெளிநாடுகளுக்கு 2023 ஆம் ஆண்டில் 9 6.9% வேலை செய்துள்ளனர். அதன்படி 274,265 நபர்கள் ஜனவரி முதல் நவம்பர் 2023 வரை வேலைக்கு புறப்பட்டுள்ளனர்.",
        "ஜனவரி முதல் நவம்பர் வரை வெளிநாட்டில் 178,914 தொழிலாளர்கள் மற்றும் 81 159 குறைந்த திறமையான வேலைகளுக்கு புறப்படுகிறார்கள். 2024 வெளிநாட்டில், ஆண் தொழிலாளர்களின் எண்ணிக்கை A172,746 ஆகும். பெண் தொழிலாளர்களின் எண்ணிக்கை A18,821.",
        "இதற்கிடையில், இந்த ஆண்டு ஜனவரி முதல் நவம்பர் வரை அதிக எண்ணிக்கையிலான வேலைகள், குவைத்துக்கு மிகப்பெரிய வேலைவாய்ப்பு அமைந்துள்ளது, இது 71 210 ஆகும். யுனைடெட் அரபு எமிரேட்ஸ் 48888,48,30 008 மற்றும் கத்தார் கத்தார் இராச்சியத்திற்கு 4346, ஜப்பானுக்கு 7983 மற்றும் தென் கொரியாவுக்கு 6925 ஆகியவை உள்ளன.",
        "The Sri Lanka Foreign Employment Bureau of Foreign Employment Bureau Kosala Wickremasinghe said that a special program to provide facilities provided to the employment opportunities for employment. He said that the Chairman is expected to launch a special program called for children of the country for children of working தொழிலாளர்கள்."
      ]
    },
    "en": {
      "title": "291 267 people who registered and went to work in November",
      "body_lines": [
        "22685 Sri Lankans registered with the Sri Lanka Bureau of Foreign Employment in November, 2024. By the end of the November of 2024, 291,267 persons have gone abroad to employed at $ 6.9% over 2023. Accordingly 274,265 persons have left for work from January to November 2023.",
        "178,914 workers abroad from January to November from January to November.And 81 159 leaving for low skilled jobs. 2024 out of the abroad, the number of male workers is a172,746. The number of female workers is a18,821.",
        "Meanwhile, most of the highest number of jobs from January to November this year, the largest employment is located to Kuwait, which is 71 210. The United Arab Emirates 48888,48,30 008 and Qatar has left for 4346 for the Kingdom of Qatar, 7983 for Japan and 6925 for South Korea.",
        "The Sri Lanka Foreign Employment Bureau of Foreign Employment Bureau Kosala Wickremasinghe said that a special program to provide facilities provided to the employment opportunities for employment.He said that the Chairman is expected to launch a special program called for children of the country for children of working workers."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka: 22685 registered for foreign employment in Nov 2024. 291,267 went abroad, 6.9% increase from 2023. Most jobs in Kuwait (71,210), UAE (48,330), Qatar (4,346), Japan (7,983), South Korea (6,925). 172,746 male, 18,821 female workers. Special program launched for children of working parents."
  ]
}