{
  "translated_text": {
    "ta": {
      "title": "ஸ்லோவாக்கியாவில் நம்பிக்கை சுட்டுக் கொல்லப்பட்டது",
      "body_lines": [
        "ஒரு அரசியல் கூட்டத்திற்குப் பிறகு திரும்பும்போது ராபர்ட் பிரியாகோவின் நிலை தீவிரமாக மேம்படுத்தப்பட்டது.",
        "71 வயதான ஒருவர் பிரதமருக்கு தொடங்கப்பட்டார், பிரதமர் 5 ஷாட் ஷாட்களை எடுத்தார், அவர் நேற்று 5 மணி நேரம் அறுவை சிகிச்சை செய்தார்.",
        "சந்தேக நபர்கள் 59 வயதான பிரதமருக்கு எதிராக \"கொலை முயற்சி\" என்று குற்றம் சாட்டப்பட்டனர்.",
        "மோதல்கள் காரணமாக படப்பிடிப்பு மேற்கொள்ளப்படுவதாகக் கருதப்படுகிறது என்று கருதப்படுகிறது.",
        "இதற்கிடையில், சந்தேக நபரைப் பற்றிய தகவல்களை அதிகாரிகள் பெற்றுள்ளனர்.",
        "சந்தேக நபர் ஒரு ஷாப்பிங் வளாகத்தின் பாதுகாப்பு அதிகாரியாக இருந்தார். அவர் ஒரு கவிதை எழுத்தாளர். ஸ்லோவாக் எழுத்தாளர் சங்கத்தின் நிறுவன உறுப்பினர்.",
        "படைப்பாளராக இருந்த ரெய்ன்போ இலக்கிய சங்கத்தையும் அவர் கண்டித்தார்.",
        "இதற்கிடையில், சந்தேக நபர் தனது பேஸ்புக் பக்கத்தில் அரசாங்கக் கொள்கைகள் குறித்து உடன்படவில்லை என்பதைக் காட்டினார்.",
        "சந்தேக நபர் லூயிஸில் வசிப்பவர்.",
        "சந்தேக நபரின் மகன், \"அவர் என்ன செய்தார் என்று என்னால் உண்மையில் யோசிக்க முடியாது\" என்று அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "Confidence shot dead in Slovakia",
      "body_lines": [
        "Robert Priaco's condition was intensely improved while returning after a political meeting.",
        "A 71-year-old man had been launched to the Prime Minister and the Prime Minister had taken 5 shots of shots and he had undergone 5 hours surgery yesterday.",
        "The suspects were accused of \"attempt to murder\" against the 59 year old Prime Minister.",
        "The shooting is thought that the shooting is considered to be carried out due to the clashes.",
        "Meanwhile, authorities have acquired information about the suspect.",
        "The suspect was a security officer of a shopping complex. He is a poetry writer. Also a founding member of the Slovak writer association.",
        "He also condemned the Rainbo Literature Association, who was the Creator.",
        "Meanwhile, the suspect had a note in his Facebook page show that he disagrees on government policies.",
        "The suspect was a resident of Lewis, a resident of Lewis.",
        "The Son of the suspect has said, \"I can't really think of what he did,\" he said."
      ]
    }
  },
  "summary_lines": [
    "In Slovakia, Robert Priaco, a 59-year-old Prime Minister, survived an assassination attempt during a political meeting. A 71-year-old suspect, a security officer and poet from Lewis, fired five shots, leading to a five-hour surgery for Priaco. The motive behind the attack remains unclear, but it's speculated to stem from political disagreements. Authorities are investigating the incident, which has shocked the nation."
  ]
}