{
  "translated_text": {
    "ta": {
      "title": "கிராமவாசிகள் ஜனாதிபதி திருவிழாவை ஆட்சேபித்தனர்",
      "body_lines": [
        "வடக்கு நீர் விநியோகத்தின் முதல் கட்டம் குடி குடிநீர் திட்டத்தை ஜனாதிபதி ரணில் விக்கிரமசிங்கத் திறந்து வைத்தார்.",
        "ஜப்பானிய தூதரும் ஜப்பானிய தூதரும் ஜப்பானிய சர்வதேச ஒத்துழைப்பும் (ஜெயசிகா) கலந்து கொண்டனர்.",
        "எதிர்ப்பு குடிநீரின் நீர் யாஃப்னாவுக்கு மேற்கொள்ளப்பட்டது அல்லது தண்ணீரின் நீர் ஒரு அமைப்பு வழங்கப்படும் என்று கூறியது.",
        "தண்ணீரில் மட்டும் தண்ணீர் திறக்கப்பட்டதால் தண்ணீர் திறக்கப்பட்ட ஒரு வாரத்திற்குப் பிறகு நிரப்பப்பட்ட மழையின் உரிமை குறைக்கப்பட்டதாக அவர்கள் கூறினர்.",
        "இந்த நீர் திட்டத்தின் காரணமாக மகா பாரவுண்ட் பெரிய லாங்கரின் நீர்த்தேக்கத்திலிருந்து பெறப்பட உள்ளது என்று குடியிருப்பாளர்கள் கூறுகின்றனர்.",
        "மொராதுவா காந்தா நீர்த்தேக்கத்தில் நீர் நீர்த்தேக்கத்திற்கு தண்ணீர் இருந்தபோதும், நீர் வழங்கல் நீர் திட்டத்தைத் திறப்பதாக இந்த திட்டம் வாக்குறுதியாகும், ஆனால் நீர் திட்டம் விவசாயிகளுக்கு வழங்கப்பட்டது.",
        "இந்த நீர் திட்டத்தை அறிவிப்பதற்கு ஆட்சேபனை தெரிவிக்க போராட்டத்தை எதிர்த்துப் போராட விவசாயிகள் தயாராக இருந்தனர்.",
        "நீதிமன்ற உத்தரவை தடை செய்ய மிஹிண்டேல் நீதிமன்றத்தின் பின்னணியில் இந்த எதிர்ப்பு நடைபெறும்.",
        "நீர் சுத்திகரிப்பு நிலையத்திற்கு அருகே எதிர்ப்பாளர்கள் திறக்கப்படுவதைத் தடுக்க பொலிஸ், எஸ்.டி.எஃப் பணியாளர்கள், பொலிஸ் ஸ்டால்கள் மற்றும் பொலிஸ் நீர் போராளிகள் தயாராகி வந்தனர்.",
        "நிறுவன விவசாயிகள் குழு, நெல் வயல்கள், காடுகள் மற்றும் கால்வாய்களைக் கடந்து, நீர் நோக்கங்களுக்கு முன்னால் வந்து, மூன்று பொலிஸ் சாலைத் தடைகளைத் தள்ளி, இந்த எதிர்ப்பை வெளியிட்டது.. சில விவசாயிகள் எங்கள் நிலத்திலிருந்து உடனடியாக எங்கள் நிலங்களை அகற்ற வேண்டும் என்று கூறினர்.",
        "சகோதரி வழங்கப்பட்டதைப் போன்ற ஒரு பணி இது என்று அவர்கள் கூறினர்.",
        "21 ஆர்ப்பாட்டத்துடன் இந்த விவகாரம் குறித்து விவாதிக்க இந்த பிரச்சினை கூட்டப்பட்டது.",
        "கூட்டு விவசாயிகள் அமைப்பை பிரதிநிதித்துவப்படுத்தும் பதினைந்துக்கும் மேற்பட்ட விவசாயிகளில் 500 க்கும் மேற்பட்ட விவசாயிகள் கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "Villagers objected to President's festival",
      "body_lines": [
        "The first phase of the Northern Water Supply Drinking Drinking Drinking Water Project was opened by President Ranil Wickremesinghe.",
        "Japanese Ambassador and Japanese Ambassador and Japanese International Cooperation (Jayasika) were also present.",
        "The protest said that the water of the drinking water was carried out to Jaffna or that the waters of the water would be provided with a system of water.",
        "They said that the ownership of the rains filled with a week after the opening of the water was reduced due to the opening of the water in the water alone.",
        "Residents say that the Maha Porround is due to be obtained from the reservoir of the Great Launger due to this water scheme.",
        "The project was a promise to open the water supply water scheme, even when the water was on the Moratuwa Kanda Reservoir to the reservoir, but the water project was given to the farmers..",
        "The farmers were prepared to protested a protest to objection to the declaration of this water project.",
        "The protest will be held in the backdrop of the Court of Mihintale to ban a court order.",
        "Police, STF personnel, police stalls and police water fighters were preparing to prevent protesters near the Water Treatment Plant to be opened.",
        "A group of organizational farmers, crossing the paddy fields, jungles and canals, arrived in front of the water purposes, pushing three police roadblocks, and published this protest.. Some farmers said that our lands should be removed immediately from our land.",
        "They said this was a task like the sister was given.",
        "The issue had been convened to discuss the issue with 21 protesting.",
        "More than 500 farmers were present in more than fifteen farmers representing the Joint Farmers Organization."
      ]
    }
  }
}