{
  "translated_text": {
    "ta": {
      "title": "மலை தமிழர்களுக்கு ஜனாதிபதி வாக்குறுதியளிக்கிறார்",
      "body_lines": [
        "நாட்டின் பொருளாதாரத்திற்கு பெரிதும் பங்களிக்கும் மலை தமிழர்களின் பொருளாதார மற்றும் சமூக உரிமைகளை உறுதி செய்ய அரசாங்கம் உறுதிபூண்டுள்ளது என்று ஜனாதிபதி ரங்கில் விக்கிரேமேசிங்க் கூறினார்.",
        "மலைகளை பிரதிநிதித்துவப்படுத்தும் அனைத்து அரசியல் பிரதிநிதிகளையும் அமல்படுத்துவது தொடர்பான திட்டங்கள் அடுத்த மாதத்தில் வழங்கப்படும் என்று ஜனாதிபதி மேலும் கூறினார்.",
        "ஜனாதிபதி ரணில் விக்ரெமேசிங் இந்த அறிக்கையை இன்று (19) ஜனாதிபதி செயலகத்தில் இருந்து ஜனாதிபதி செயலகத்தில் பங்கேற்றார் (19) 'பத்-லங்கா' வீட்டுவசதி திட்டத்தின் நான்காவது கட்டம் பொதுமக்களுக்காக 10,000 வீடுகளை கட்டியெழுப்ப வேண்டும்.",
        "ஜனாதிபதி ரானில் விக்ரமேசிங்கின் நீர் வழங்கல் உள்கட்டமைப்பு மேம்பாட்டு அமைச்சர் ரணில் விக்ரமேசிங்கின் நீர் வழங்கல் உள்கட்டமைப்பு அமைச்சர் மற்றும் இலங்கை உயர் ஸ்தானிகர் ஆகியோர் தூதர் ஜே.ஏ.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "\"மலை தமிழர்கள் இலங்கைக்கு வந்தபோது, ​​இலங்கைக்கு வந்தபோது அரசாங்கம் வீட்டுவசதி திட்டத்தை வழங்கியது. நான் மீண்டும் இந்திய அரசாங்கத்திற்கு நன்றி கூறுவேன். மலைகளின் தமிழ் மக்கள் நாட்டின் பொருளாதாரத்திற்கு பெரிதும் பங்களித்தனர். அவர்களின் அரசியல் உரிமைகள் அனைத்தும் இன்று உறுதிப்படுத்தப்பட்டுள்ளன. இருப்பினும், பொருளாதார மற்றும் சமூக உரிமைகள் வழங்கப்பட வேண்டும். இந்த வீடுகளை நிர்மாணிப்பதற்கான நிலத்தைப் பெறுவதற்காக எஸ்டேட் நிறுவனங்களுடன் இந்த திட்டத்தை அரசாங்கம் தொடங்கியுள்ளது இதுதான். வீட்டுத் திட்டங்களைத் தொடங்க அரசாங்கம் எதிர்பார்க்கிறது. தோட்டக் கல்வியின் வளர்ச்சியில் அரசாங்கம் சிறப்பு கவனம் செலுத்தியுள்ளது. மற்ற பகுதிகளில் கல்வியுடன் ஒப்பிடும்போது எஸ்டேட் கல்வி குறைவாக உள்ளது. எனவே, இந்த பள்ளிகள் அனைத்தும் இதேபோன்ற கல்வி நிலையை உருவாக்க வேண்டும். மேலும் மலைகளில் உள்ள அனைத்து மக்களும் தோட்டத்திற்குள் நுழைவதில்லை. இளைஞர்கள் தங்கள் கல்வி உரிமை, தொழில் பயிற்சி, குறிப்பாக வெளிநாட்டு வேலைவாய்ப்புக்கான பயிற்சி போன்ற வசதிகளையும் வழங்க வேண்டும். தோட்டத் துறையில் உள்ள ஊழியர்கள், மக்கள் சிறிய உரிமையாளர்களாக மக்களை சிறு உரிமையாளர்களாக கொண்டு வருகிறார்களா என்று இப்போது விவாதிக்கிறோம். \"",
        "\"இங்குள்ள அனைத்து அரசியல் பிரதிநிதிகளுடனும் கூட்டு இல்லாமல் அடுத்த மாதத்தில் திட்டங்களுக்கு திட்டங்களை முன்வைப்போம் என்று நம்புகிறோம். இந்த பிரச்சினைகளுக்கு தீர்வு காண அரசாங்கம் திட்டமிட்டுள்ளது. நாங்கள் இப்போது வடக்கு மற்றும் கிழக்கு மக்களின் தீர்வு குறித்து விவாதிக்கிறோம். அதே நேரத்தில், தமிழ் மக்கள் மற்றும் மலைகளில் உள்ள முஸ்லீம் மக்களின் பிரச்சினைகளை தீர்க்கும் பயணத்திற்கு நாங்கள் தயாராக இருக்க வேண்டும்.. துரதிர்ஷ்டவசமான சூழ்நிலையை எதிர்கொண்டு, நாங்கள் நீண்ட காலமாக பாதிக்கப்பட்டோம். ஆனால் இன்று நாம் திவால்நிலையிலிருந்து விடுபட்டு மீண்டும் தொடங்க முடிந்தது. உணவு இல்லாத ஒரு நாட்டை நான் ஏற்றுக்கொண்டேன், எரிபொருள். இன்று உணவு, எரிபொருள் உள்ளன. ஆனால் பொருளாதார திட்டம் செயல்படுத்தப்பட்டபோது, ​​வரி போன்ற கேள்விகள் உள்ளன. ஆனால் அந்த எடை எப்போதும் இல்லை. அமைச்சர்கள் பல மாதங்கள் நிவாரணம் பெறுகிறார்கள். இந்தியாவிலிருந்து வழங்கப்பட்ட பணம் கடைசி பொருளாதார நெருக்கடியுடன் தொடர முடிந்தது என்பதை நினைவுகூர வேண்டும். அந்த பணம் கிடைக்கவில்லை என்றால், நாங்கள் தொடர கடினமாக இருப்போம். நாங்கள் இப்போது இந்தியாவுடனான பொருளாதார உறவுகளை வலுப்படுத்துவோம். இந்தியாவின் பொருளாதாரத்தில் இது குறிப்பாக உள்ளது. அந்த நேரத்தில், மோடி பிரதமரைச் சந்தித்தபோது, ​​மோடியின் பிரதமரை நாங்கள் சந்தித்தபோது, ​​இந்த நிகழ்வில் கவனம் செலுத்தினார்.. இந்திய அரசாங்கத்திற்கு நன்றி, இந்த திட்டத்தின் தொடக்கத்திற்கு நன்றி தெரிவித்தேன். \"",
        "நீர் வழங்கல் மற்றும் எஸ்டேட் உள்கட்டமைப்பு மேம்பாட்டு அமைச்சர் ஜீவன் தோண்டமன்",
        "\"இந்த திட்டம் 1300 வீட்டுவசதிகளின் திட்டம் மட்டுமல்ல. பிரதமர் நரேந்திர மோடியின் இலங்கைக்கு விஜயம் செய்யும் 10,000 வீட்டுவசதி திட்டம் 10,000 தீர்மானத் திட்டங்களின் தொடக்கமாகும். இலங்கையில் உள்ள தமிழ் மக்களுக்கான இந்த அர்ப்பணிப்பு குறித்து இந்திய பிரதமர் ஸ்ரீ நரேந்திர மோடியுக்கு எனது நன்றியைத் தெரிவிக்கும் வாய்ப்பு இது. இலங்கை (எஸ்.எல்.எம்.சி), 63 புதிய வீட்டுவசதி திட்டம், 63 மற்றும் புதிய வீடுகள் திட்டம், 63 புதிய வீடுகள் மற்றும் 4,000 வீடுகள் மற்றும் பல்வேறு 10,000 வீடுகள் மற்றும் பல்வேறு திட்டங்கள், அத்துடன் 4,000 வீடுகள் மற்றும் பல்வேறு திட்டங்கள் உட்பட, இலங்கை அரசு உட்பட 63, மற்றும் பல்வேறு திட்டங்கள். தமிழ்நாட்டின் தில்கிபுரம் இல் அவர் பிரதிபலித்தார்.",
        "மேலும், மலைகளின் தமிழ் மக்கள் இலங்கைக்கு வந்து இலங்கை அரசாங்கத்திற்கு ரூ .3 பில்லியன் மானியம் வழங்கினர்.. இந்திய அரசாங்கத்தின் மற்றும் மக்களின் உதவி மற்றும் ஆதரவுக்கு நான் அவர்களுக்கு நன்றி கூறுகிறேன். \"",
        "\"இந்த திட்டம் இலங்கையில் செயல்படுத்தப்பட்ட மிக முக்கியமான திட்டங்களில் ஒன்றாகும். இது இலங்கையில் உள்ள தமிழ் சமூகத்திற்கும் இலங்கையில் உள்ள தமிழ் சமூகத்திற்கும் ஆழமான மற்றும் நிரந்தர உறுதிப்பாட்டை வலியுறுத்தும். வீட்டுவசதி திட்டம் 250 க்கும் குறைவான தனியார்மயமாக்கப்பட்ட சமூகங்களை வழங்குகிறது. எஸ்டேட் தொழிலாளர்களுக்கு 4,000 வீடுகளை நிர்மாணிப்பதோடு கூடுதலாக 10,000 வீடுகளின் திட்டம் ஒரு திட்டமாகும். 4,000 வீடுகளில் பெரும்பாலானவை ஏற்கனவே நிறைவடைந்துள்ளன என்று சொல்வதில் மகிழ்ச்சி அடைகிறேன். இந்த திட்டத்திற்கான எங்கள் கடினமான அர்ப்பணிப்பு இந்த திட்டத்தின் ஒரு அலகுக்கு ஒரு யூனிட்டுக்கு ஏற்ப பிரதிபலிக்கிறது, மாறும் தேவைகளுக்கு ஏற்ப. இதன் விளைவாக, இந்திய அரசு கணிசமான செலவினங்களை செலவிட வேண்டும். வீட்டுவசதி திட்டத்தின் முக்கிய நோக்கம் எஸ்டேட் தொழிலாளர்கள் தங்கள் சொந்த குடியிருப்பைக் கொடுக்கும் அதிகாரம் அளிப்பதாகும். அவர்களின் நல்வாழ்வின் விளைவு மிகவும் தெளிவாக உள்ளது. திட்டத்துடன் இரண்டு படுக்கையறைகளுடன் தங்கள் சொந்த வீட்டில் வசிக்கும் கனவு உண்மையாக இருக்கும். \""
      ]
    },
    "en": {
      "title": "President makes a promise to the mountain Tamils",
      "body_lines": [
        "President Ranil Wickremesinghe said that the government is committed to ensure the economic and social rights of the mountainous Tamils who contribute greatly to the economy of the country.",
        "The President added that the proposals relating to the implementation of all political representatives representing the mountains will be presented in the next month.",
        "President Ranil Wickremesinghe made this statement participating in the Presidential Secretariat from the Presidential Secretariat today (19) under the commencement of the fourth phase of the 'Bhath-Lanka' Housing Project to build 10,000 houses for the public.",
        "President Ranil Wickremesinghe, Water Supply Infrastructure Development Minister Ranil Wickremesinghe, Minister of Water Supply Infrastructure and Sri LankaHigh Commissioner was carried out by the Messeny Ja.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "\"When the mountain Tamils arrived in Sri Lanka, the government had provided the housing project when they arrived in Sri Lanka. I'll be thankful again to the Indian government. The Tamil people of the mountains contributed immensely to the economy of the country. All their political rights have been confirmed today. However, economic and social rights should be given. This is the process that the government has started this program with estate companies to obtain land for the construction of these houses. The government expects to commence the housing programs. And the government has paid special attention to the development of the plantation education. Estate education is low when compared to education in other areas. Therefore, all these schools should create a similar education status. And all the people in the mountains do not enter the plantation. The youths should also provide facilities such as their right to education, vocational training, especially training for foreign employment. Whether employees in the plantation sector, we are now discussing whether the people bring up the people as smallholders as smallholders. \"",
        "\"We hope to present the proposals to the proposals in the next month without partnership with all the political representatives here. The government is planning to address these issues. We are now discussing the solution of the people of the North and East. At the same time, we should be prepared for the journey of solving the problems of the Tamil people and the Muslim people in the mountains.. In the face of unfortunate situation, we suffered a long time. But today we have been able to break free from bankruptcy and resumes. I accepted a country where there was no food, fuelless. There are food, fuel today. But when the economic program implemented, there are questions such as taxes. But that weight does not always have. Ministers get relief for several months. It should be recalled that the money given from India was able to proceed with the last economic crisis. If that money was not received, we would be difficult to continue. And we will now strengthen the economic relations with India. This is especially the case in India's economy. At that time, when Modi met the Prime Minister, when we met the Prime Minister of Modi, focused on the event.. Thanks to the Indian government, I thanked the commencement of this program. \"",
        "Minister of Water Supply and Estate Infrastructure Development Minister Jeevan Thondaman",
        "\"This project is not just a project of 1300 housing. The 10,000 housing scheme that Prime Minister Narendra Modi's visit to Sri Lanka is the beginning of the 10,000 resolution schemes. This is the opportunity to express my gratitude to Indian Prime Minister Sri Narendra Modi on this commitment to the Tamil people in Sri Lanka. Government of Sri Lanka (SLMC), including 63 New Housing Project, 63 and the New Homes Project, 63 New Housing and 4,000 houses and various 10,000 houses and various projects, as well as 4,000 houses and various projects, the Sri Lankan government, including 63, and various projects.He was reflected in Tilkipuram, Tamil Nadu.",
        "Also, the Tamil people of the mountains came to Sri Lanka and gave a grant of Rs. 3 billion to the Government of Sri Lanka as a grant of Rs.. I thank them for the assistance and support of the Indian government and the people. \"",
        "\"This project is one of the most important project implemented in Sri Lanka. This will emphasize the deeper and permanent commitment to the Tamil community in Sri Lanka and the Tamil community in Sri Lanka. The housing project provides for less than 250 privatized communities. The 10,000 houses project is a project in addition to the construction of 4,000 houses for estate workers. I am happy to say that most of the 4,000 houses have already been completed. Our hard commitment to this project is reflected in accordance with one unit for one unit of this project, in accordance with changing needs. As a result, the Government of India has to spend considerable expenditure. The main objective of the housing project is to empower the estate workers giving their own dwelling. The effect of their well-being is very clear. Their dream of living in their own home with two bedrooms, with the project, will be true. \""
      ]
    }
  }
}