{
  "translated_text": {
    "ta": {
      "title": "கிளப் வசந்தாவின் மனைவியின் துப்பாக்கிகள் பற்றிய தகவல்கள்",
      "body_lines": [
        "அத்ருகிரியாவில் அனுமதிக்கப்பட்ட கிளப் வசந்தாவின் மனைவி, கால்நடை அல்லாத துப்பாக்கி என்பது தெரியவந்தது.",
        "குழந்தைகள் மற்றும் மகளிர் பணியகத்தின் புதிய கட்டிடத்தின் தொடக்க விழாவில் ஐ.ஜி.பி பேசியது.",
        "குற்றவாளிகளை மறைக்க முடியாது என்றும் குற்றவாளிகள் விரைவில் கைது செய்யப்படுவார்கள் என்றும் பாதுகாப்பு மந்திரி டிரான் அலெஸ் கூறினார்.",
        "குற்றம் ஒரு வெளிநாட்டிலிருந்து வழிநடத்தப்பட்டு துப்பாக்கிச் சூடு நடத்தியதாகவும் அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "Information about the firearms of Club Wasantha's wife",
      "body_lines": [
        "The wife of Club Wasantha, who was admitted to Athurugiriya, was revealed that a non-legitimate firearm.",
        "The IGP was speaking at the opening ceremony of the new building of the Children's and Women's Bureau.",
        "The Defense Minister Tiran Alles also stated that the criminals cannot be hidden and the criminals will be arrested soon.",
        "He also said that the crime was also led from a foreign country and had been shooting, he said."
      ]
    }
  },
  "summary_lines": [
    "Club Wasantha's wife, hospitalized in Athurugiriya, was found with an illegal firearm. The IGP announced this during the Children's and Women's Bureau's new building opening. Defense Minister Tiran Alles assured that criminals would be apprehended soon, including those operating from abroad."
  ]
}