{
  "translated_text": {
    "ta": {
      "title": "முதல் 6 மாதங்களுக்கு இலங்கை பெட்ரோலியம் கார்ப்பரேஷனில் 18.2 பில்லியன்",
      "body_lines": [
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்கில் பெட்ரோலிய நிறுவனம் ரூ.",
        "\"பெட்ரோலியம் கார்ப்பரேஷனுக்கு முதல் ஆறு மாதங்களுக்கு ரூ .18.2 பில்லியன் லாபம் உள்ளது. அதாவது 18.2 மில்லியனுக்கும் அதிகமான குடிமக்கள் 18.2 மில்லியனுக்கும் அதிகமான தொகையை செலுத்தினர். ஆனால் மக்களால் மக்களால் கொடுக்க முடியாது. எண்ணெய் சந்தையை மக்களுக்கு சிபிசி வழங்கலாம். உங்களிடம் இருந்தால்.",
        "எண்ணெய் சந்தையில் அதிகமான போட்டியாளர்கள் உள்ளனர். போட்டியாளர்களுக்கு லாபகரமான லாபம் இருந்தால். இருப்பினும், எண்ணெய் சம்பாதித்த லாபம் சம்பாதிக்கும் நபர்களை பொதுமக்களுக்கு வழங்க முடியாது.",
        "அது 500 கோடி ஆண்டு மற்றும் கருவூலத்திற்கு உங்களை கருவூலத்திற்கு கொடுத்தது. குடிமக்களுக்கு ஒரு வழியை நாங்கள் உங்களுக்கு வழங்குகிறோம். லிட்ரோ நிறுவனத்தின் லாபத்தை வழங்குவது உரிமை. \""
      ]
    },
    "en": {
      "title": "18.2 billion of the Ceylon Petroleum Corporation for the first 6 months",
      "body_lines": [
        "President Anura Kumara Dissanayake said the Petroleum Corporation had earned Rs.",
        "\"Petroleum Corporation has profit for the first six months of Rs. 18.2 billion. That means more than 18.2 million citizens paid more than 18.2 million. But the people cannot give the people. The oil market can be given to the people by CPC. If you have it.",
        "There are more competitors in the oil market. If the competitors have a profitable profit. However, the people who earn profits earned by oil cannot be given to the public.",
        "That was the year 500 crores and gave you to the Treasury to the Treasury. We are giving you a way to citizens. It has been the right to give Litro Company profits. \""
      ]
    }
  },
  "summary_lines": []
}