{
  "translated_text": {
    "ta": {
      "title": "உலக மக்கள்தொகையில் 2.2 பில்லியன்",
      "body_lines": [
        "உலக மக்கள்தொகையில் 2.2 பில்லியன் மக்கள் நீர் பற்றாக்குறையை எதிர்கொள்கிறார்கள் என்று சமீபத்திய அறிக்கை தெரிவித்துள்ளது.",
        "நீர் பற்றாக்குறை உலகெங்கிலும் உள்ள அனைத்து மோதல்களையும் அதிகரிக்கக்கூடும் என்று ஐக்கிய நாடுகள் சபை வலியுறுத்துகிறது.",
        "அறிக்கையின்படி, 3.5 பில்லியன் மக்கள் குழுவுக்கு பாதுகாப்பான வசதிகளைப் பெறுவதும் சாத்தியமாகும்.",
        "பில்லியன் கணக்கான நீர் பற்றாக்குறையால் பெண்கள் மற்றும் குழந்தைகள் பாதிக்கப்பட்டுள்ளதாக ஐக்கிய நாடுகள் சபையின் அறிக்கை மேலும் கூறுகிறது.",
        "அறிக்கையின்படி, உலகளாவிய நீர் பற்றாக்குறையின் மிகப்பெரிய விளைவுகள் ஆப்பிரிக்க பிராந்திய நாடுகளால் அதிகம் பாதிக்கப்பட்டுள்ளன.",
        "அதன்படி, 22 ஆப்பிரிக்க மாநிலங்களில் 19, 19 பேர் நீர் பற்றாக்குறையை எதிர்கொள்கின்றனர்.",
        "உலகில் 153 நாடுகள் நீர்வளங்களை உட்கொள்கின்றன.",
        "இருப்பினும், நீர்வளங்களை உட்கொள்ள ஒப்பந்தம் செய்யப்பட்ட 24 நாடுகள் மட்டுமே உள்ளன.",
        "அதன்படி, தற்போதைய சூழ்நிலையை எதிர்கொள்வதில் மோதல் ஏற்படும் அபாயம் இருப்பதாக ஐக்கிய நாடுகள் சபை வலியுறுத்துகிறது."
      ]
    },
    "en": {
      "title": "2.2 billion of the global population",
      "body_lines": [
        "The latest report has revealed that 2.2 billion people are facing a shortage of water in the global population.",
        "The United Nations emphasizes that the water shortage may escalate all conflicts around the world.",
        "According to the report, it is also possible to obtain safeibration facilities to a group of 3.5 billion people.",
        "The United Nations report further states that women and children have been affected by the shortage of billions of water.",
        "According to the report, the greatest effects of global water deficit has been the most affected by African regional countries.",
        "Accordingly, 19 of the 22 African states, 19 people are faced with water shortage.",
        "153 countries in the world consume water resources.",
        "However, there are only 24 countries that have been contracted to consume water resources.",
        "Accordingly, the United Nations emphasizes that there is a risk of conflict in the face of the present situation."
      ]
    }
  },
  "summary_lines": [
    "The global water shortage affects 2.2 billion people, escalating conflicts. UN reports highlight the impact on women, children, and African countries, with only 24 out of 153 countries contracted to use water resources, posing a conflict risk."
  ]
}