{
  "translated_text": {
    "ta": {
      "title": "லஞ்சம் வழக்குக்கு மிகவும்",
      "body_lines": [
        "திரு. வால்மன் வெயர்வன்சா, தனக்கு எதிரான லஞ்சம் வழக்கில் அவர் தோன்றுகிறார் என்று கூறுகிறார்.",
        "கொழும்பு உயர்நீதிமன்றத்தில் ஒரு குறிப்பிட்ட காலத்தின் காரணமாக முந்தைய விசாரணை கருத்தரங்கை பூர்த்தி செய்ய முடியவில்லை என்று லஞ்ச ஆணையம் நீதிமன்றத்திற்கு தெரிவித்தது.",
        "கடந்த வெள்ளிக்கிழமை விசாரணை குறித்த மருத்துவ அறிக்கையில் குற்றம் சாட்டப்பட்டவர் காய்ச்சல், வாந்தி மற்றும் வயிற்றுப்போக்கு ஆகியவற்றிற்கு ஏற்றது என்ற மருத்துவ அறிக்கையும் வழங்கப்பட்டது.",
        "எம்.பி., படுக்காவில் உள்ள பத்திரிகையாளர்கள் வெரலே வூராவன்சா, அவர் இப்போது சுதந்திரமாக இருப்பதாகக் கூறினார்."
      ]
    },
    "en": {
      "title": "Wimal for bribery case",
      "body_lines": [
        "Mr. Wimal Weerawansa says he appears in the bribery case against him.",
        "The Bribery Commission had informed the court that the pre-trial seminar was not able to complete the preceding trial seminar due to a period of time in the Colombo High Court.",
        "A medical report on the trial last Friday was also presented a medical report that the accused was suited with fever, vomiting and diarrhea.",
        "When journalists Wimal Weerawansa in the Padukka, the MP, he stated that he is now free."
      ]
    }
  },
  "summary_lines": [
    "Mr. Wimal Weerawansa, accused in a bribery case, appeared in court. The pre-trial seminar was delayed due to a period in the Colombo High Court. A medical report showed the accused had fever, vomiting, and diarrhea. Weerawansa, an MP, claimed he is now free."
  ]
}