{
  "translated_text": {
    "ta": {
      "title": "ஏராளமான மக்கள் சீரற்ற காலநிலையால் பாதிக்கப்படுகின்றனர்",
      "body_lines": [
        "நடைமுறையில் உள்ள மோசமான வானிலை காரணமாக, 18,795 குடும்பங்களைச் சேர்ந்த 18,795 பேர் சீரற்ற காலநிலையால் பாதிக்கப்பட்டுள்ளனர்.",
        "வெள்ளம், பலத்த காற்று மற்றும் மரங்கள் காரணமாக நிலைமை உருவாக்கப்பட்டது என்று பேரழிவு மேலாண்மை மையம் கூறியது.",
        "காம்பஹா மாவட்டத்தில், 16,707 குடும்பங்களைச் சேர்ந்த 68,672 நபர்கள் பாதிக்கப்பட்டுள்ளனர்.",
        "இரண்டு பேர் கொல்லப்பட்டனர், மேலும் இருவர் காயமடைந்தனர், மேலும் இருவர் பேரழிவுகளில் காயமடைந்தனர்.",
        "கடந்த 24 மணி நேரத்தில் குறிப்பிடத்தக்க மழை இல்லாததால் அட்டனகலு ஓயா மற்றும் கெலானி, கங்கா, நில்வாலா மற்றும் பிளாக் ஆகியவற்றில் உள்ள நீர் நிலைகள் குறைகின்றன.",
        "நீர்ப்பாசனத் துறையின் நீர்ப்பாசன பொறியாளரின் நீர் அறிவியல் மற்றும் பேரழிவு மேலாண்மை பிரிவு. திருமதி சகுரா டில்டோட்டா.",
        "\"கடந்த 24 மணி நேரத்தில், பல பகுதிகளுக்கு குறிப்பிடத்தக்க மழை கிடைக்கவில்லை. காளு, கெலானி, ஜிங்கின் அட்டனகலுவோயா பேசினில் நீர் நிலைகள் குறைந்து வருகின்றன. ஆனால் மக்கள் அதைச் சமாளிக்க அவசியம் என்பதால் இன்னும் மூழ்கியவர்கள் இன்னும் இருக்கிறார்கள். அட்டனகலுவோயா பேசினில், அட்டனகலுவோயா பேசினில் உள்ளவர்கள் அதை கவனித்துக் கொள்ள வேண்டும். கெலானி நதியைச் சுற்றியுள்ள தாழ்நிலங்கள் இன்னும் மூழ்கியுள்ளன. இருப்பினும், இந்த நிலைமை படிப்படியாக குறைந்து வருகிறது. நதிப் படுகையில் நீர் நிலைகள் மிக அதிகம், எனவே நதி படுகையில் நீர் நிலைகள் எதிர்காலத்தில் மிக அதிகம். \"",
        "இதற்கிடையில், தேசிய கட்டிட ஆராய்ச்சி அமைப்பு (என்.பி.ஆர்.ஓ) பல பகுதிகளுக்கு நிலச்சரிவுகள் பற்றிய எச்சரிக்கை தொடரும் என்று கூறுகிறது.",
        "அதன்படி, ஒன்பது மாவட்டங்களில் 9 பிரிவு செயலக பிரிவுகளில் 47 பிரதேச செயலகப் பிரிவுகளுக்கு வழங்கப்பட்ட நிலச்சரிவு இன்று நடைமுறைக்கு வரும்."
      ]
    },
    "en": {
      "title": "A large number of people suffer from inclement weather",
      "body_lines": [
        "Due to the prevailing bad weather conditions, 18,795 persons belonging to 18,795 families have been affected by the inclement weather.",
        "The Disaster Management Center stated that the situation was created due to floods, heavy winds and trees.",
        "The highest impact on Gampaha district, 68,672 persons belonging to 16,707 families have been affected.",
        "Two persons were killed and two others were injured and two others were injured in disasters.",
        "The water levels in the Attanagalu Oya and Kelani, Ganga, Nilwala and Black are on the decrease due to lack of significant rainfall during the past 24 hours.",
        "Water Science and Disaster Management Division of the Irrigation Engineer of the Irrigation Department of Irrigation. Mrs. Sakura Diltota.",
        "\"In the past 24 hours, many areas did not receive significant rainfall. Water levels in the Attanagaluoya basin, Kalu, Kelani, Ging, is declining. But there are still people who are still inundated because people are essential to deal with it. In the Attanagaluoya Basin, people in the Attanagaluoya Basin still need to take care of it. The lowlands around Kelani river are still inundated. However, this situation is gradually decreasing. The water levels in the river basin is very high, so the water levels in the river basin are very high in the future. \"",
        "Meanwhile, the National Building Research Organization (NBRO) says that the warning of landslides will continue for several areas.",
        "Accordingly, the landslides issued for 47 Divisional Secretariat Divisions in 9 Divisional Secretariat Divisions in the nine districts will be effective today."
      ]
    }
  },
  "summary_lines": [
    "Inclement weather affects 18,795 individuals, mostly in Gampaha district. Floods, strong winds, and fallen trees caused damage. Two deaths and injuries reported. Water levels decreasing in major rivers. Landslide warnings issued for 47 Divisional Secretariat divisions."
  ]
}