{
  "translated_text": {
    "ta": {
      "title": "அறிகுறிகள் அதன் விளைவாக உள்ளன",
      "body_lines": [
        "இலங்கைக்கும் இந்தியருக்கும் இடையிலான முதல் ஒரு நாள் போட்டி இன்று முடிவடைந்தது (02).",
        "இலங்கை தலைவர் டாஸை வென்று முதலில் பேட் செய்யத் தேர்ந்தெடுக்கப்பட்டார்.",
        "மொஹமட் ஷிராஸ் இன்று இலங்கைக்கு ஒரு பரந்த அளவிலான போக்கு.",
        "அதன்படி, களத்தில் நுழைந்து 8 விக்கெட் இழப்புக்கு 230 ரன்கள் எடுத்த இலங்கை.",
        "டூடி வெலேஜ் 56 ரன்கள் எடுத்தார் மற்றும் 247 ரன்களில் ஆட்டமிழக்காமல் அடித்தார்.",
        "231 ரன்கள் என்ற இலக்கு, இந்திய தொடக்க பேட்ஸ்மேன்கள் விக்கெட் போட்டியில் தொடங்கினர்.",
        "டுகர் வெலல் மற்றும் அகிலா தனஞ்சயா ஆகியோர் இந்தியாவின் அணியை 12 மதிப்பெண்களில் அழுத்துகிறார்கள்.",
        "இலங்கை வெற்றியை வெல்ல பெர்னாண்டோ ஹசரங்க விரு விலே மற்றும் அசிதா பெர்னாண்டோ தரங்கள் போதுமானதாக இல்லை.",
        "சரித்தின் பந்துவீச்சின் அடிப்படையில் சரித் தங்கள் பந்துவீச்சின் முகத்தில் இரண்டு விக்கெட்டுகளை வீழ்த்தியபோது, ​​இரண்டு விக்கெட்டுகளின் பந்துவீச்சு காரணமாக போட்டி முடிந்தது."
      ]
    },
    "en": {
      "title": "Signs are consequencing",
      "body_lines": [
        "The first one-day match between Sri Lanka and the Indian ended today (02).",
        "The Sri Lanka Leader won the toss and elected to bat first.",
        "Mohamad Shiraz is a wide range of tendency for Sri Lanka today.",
        "Accordingly, Sri Lanka who entered the field and scored 230 runs for the loss of 8 wickets.",
        "Duti Vellege scored 56 runs and scored unbeaten on 247 runs.",
        "A target of 231 runs, the Indian opening batsmen began in the wicket bout.",
        "Dugar Welelle and Akila Dananjaya Presses India's team in 12 marks.",
        "Fernando Hasaranga Viru Viley and Asitha Fernando Grades were not enough to win Sri Lanka victory.",
        "When Charith collapses two wickets in the face of their bowling on the basis of the bowling of Charith, the match was ended due to the bowling of two wickets."
      ]
    }
  },
  "summary_lines": [
    "In the first day-night match between Sri Lanka and India, Sri Lanka batted first after winning the toss, scoring 230/8. Duti Vellege made 56, while Mohamad Shiraz contributed significantly. India started their chase but lost early wickets, with Dugar Welelle and Akila Dananjaya taking two each. Despite efforts from Fernando Hasaranga, Viru Viley, and Asitha Fernando, Sri Lanka couldn't secure a win as Charith took two crucial wickets towards the end."
  ]
}