{
  "translated_text": {
    "si": {
      "title": "පැප්සේ",
      "body_lines": [
        "බුරුම පයිතන් ලොව විශාලතම සර්පයන්ගෙන් එකක් වුවද, අයි.යූ.සී.එන් මගින් අවදානමට ලක්විය හැකි අංකයක් ලෙස ලැයිස්තු ගත කර ඇත.",
        "කාන්තා බුරුම සර්පයා වීසෙරා විසින් පීඩාවට පත් විය. වනජීවී නිලධාරීන් පැවසුවේ ආහාර රුචිය අහිමි වීම නිසා, එය කිසිවක් අනුභව නොකර බර අඩු කර ගත් බවයි.",
        "මෙයින් බැලීමට ගිය වෛද්යවරු සිතුවේ සර්පයාට ආමාශයේ විශාල ගෙඩියක් හෝ වෙනත් දෙයක් තිබිය හැකි බවයි. බුරුම සර්පයට ජාත්යන්තර ප්රමිතීන්ට අනුකූලව සැලකිය යුතු අතර අවසානයේ සැත්කම් කිරීමට වෛද්යවරු තීරණය කර ඇත.",
        "ශල්යකර්මයේදී, ගෙඩියක් බර කිලෝග්රෑම් 4.5 ක් උසයි."
      ]
    },
    "en": {
      "title": "Papse",
      "body_lines": [
        "Although the Burmese python is one of the largest snakes in the world, the IUCN is listed as a vulnerable number.",
        "The female Burmese snake was affected by the viscera. Wildlife officials said that due to the loss of appetite, it was losing weight without eating anything.",
        "The doctors who visited this thought that the snake may have a large tumor in the stomach or something. Doctors have decided that the Burmese snake should be treated at international standards and finally perform surgery.",
        "In surgery, a tumor weighs 4.5 kg is 3 feet tall."
      ]
    }
  },
  "summary_lines": [
    "The Burmese python, one of the world's largest snakes, is listed as vulnerable. A female snake was found losing weight due to a loss of appetite, possibly due to a large tumor. Doctors decided to treat the snake at international standards and performed surgery to remove a 4.5 kg tumor."
  ]
}