{
  "translated_text": {
    "ta": {
      "title": "இலங்கை ஒரு கசப்பான தோல்வி",
      "body_lines": [
        "இலங்கை அணி முதல் இரவில் முதல் இரவில் 31 ரன்களைத் தொடங்கியது, இருபதுக்கு 20 பெண்கள் உலகக் கோப்பையைத் தொடங்கியது.",
        "20 ஓவர்களில் 9 விக்கெட் இழப்புக்கு இலங்கை 85 ரன்கள் மட்டுமே கோல் அடிக்க முடிந்தது.",
        "சாமரி அடாபட்டு இலங்கையில் சிமிடி குனரத்னே இலங்கையுடன் தொடங்கினார், அதே நேரத்தில் சாமரி முதல் விக்கெட்டுக்கு பந்து வீசப்பட்டார்.",
        "இலங்கை மார்க் 13 (12.4) நிகழ்வில், இலங்கை ஸ்கோர்கார்டு 52 ரன்களுக்கு ஐந்து விக்கெட்டுகளாக பதிவு செய்யப்பட்டது.",
        "நிலக்ஷி டி சில்வா 22 ரன்கள் எடுத்தார், தொடக்க பேட்ஸ்மேன் வாரிமா குணரத்னே 20 ரன்கள் எடுத்தார்.",
        "இலங்கையின் இன்னிங்ஸில் இலங்கையின் இன்னிங்ஸை வேறு எந்த பேட்ஸ்மேனும் சுமக்க முடியவில்லை.",
        "பாகிஸ்தானில் இருந்து பாகிஸ்தான் (3/17), நஸ்ரா மூட்டுகள் (2/15) மற்றும் ஓம்மா தெற்கு (2/17) பந்துவீச்சுக்காக அவர் பாலியல் பலாத்காரம் செய்யப்பட்டார்.",
        "பேட்டிங் முதல் பாகிஸ்தான் பெண்கள் 20 ஓவர்களில் 116 ரன்கள் எடுத்தனர்.",
        "பாகிஸ்தான் இன்னிங்ஸைத் தூக்கிய தலைவர் பாத்திமா சனா, 30 பந்துகளுடன் 30 பந்துகளை அடித்தார்.",
        "அவளுடைய இன்னிங்ஸ் 20 பந்துகள் மற்றும் ஆறு நான்கு பவுண்டரிகள் மற்றும் ஆறு ஆகியவற்றில் வைக்கப்பட்டன.",
        "அவளுடன் கூடுதலாக, நடாரா 23 ரன்கள் எடுத்தார்.",
        "சாமரி அட்டபட்டு (3/18), சுகந்திகா குமாரி (3/18) மற்றும் உதேஷிகா பிரபோதானி (3/20) ஆகியோர் தலா மூன்று விக்கெட்டுகளால் திறமையானவர்கள்.",
        "இந்த வெற்றியின் மூலம், பாகிஸ்தான் பாகிஸ்தானில் 'ஏ' வகை 'ஏ' இல் சேர்ந்தது."
      ]
    },
    "en": {
      "title": "Sri Lanka is a bitter defeat",
      "body_lines": [
        "The Sri Lankan team began 31 runs in the first night in the first night, commenced the Twenty20 Women's World Cup.",
        "Sri Lanka were able to score only 85 runs for the loss of 9 wickets in the 20 overs.",
        "Chamari Atapattu began in Sri Lanka with Simiti Gunaratne Sri Lanka, while Chamari was bowled out for the first wicket.",
        "Sri Lanka mark on the event of 13 (12.4), the Sri Lanka Scorecard was recorded as five wickets for 52 runs.",
        "Nilakshi de Silva scored 22 runs and the opening batsman Varima Gunaratne scored 20 runs.",
        "No other batsman could not carry the innings of Sri Lanka in the innings of Sri Lanka.",
        "She was raped from Pakistan for Pakistan (3/17), Nasra joints (2/15) and the Oimma Southern (2/17) bowling.",
        "Batting first Pakistan women scored 116 runs in the 20 overs.",
        "Leader Fatima Sana, who lifted Pakistan innings, hit 30 balls with 30 balls.",
        "Her innings were placed in 20 balls and a six-four fours and six.",
        "In addition to her, Nadara scored 23 runs.",
        "Chamari Atapattu (3/18), Sugandika Kumari (3/18) and Udeshika Prabodani (3/20) were talented by three wickets each.",
        "With this victory, the Pakistan joined the Pakistan 'A' category 'A'."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka lost to Pakistan in Women's T20 World Cup. Sri Lankans scored 85 runs in 20 overs, Chamari Atapattu bowled out first wicket. Pakistan won by 31 runs, Fatima Sana top-scored with 30 off 20 balls. Pakistani bowlers took 3 wickets each."
  ]
}