{
  "translated_text": {
    "ta": {
      "title": "ஏற்றுமதி பொருளாதாரத்திற்கு விரைவுபடுத்தாவிட்டால் மீண்டும் ஒரு பொருளாதார நெருக்கடி",
      "body_lines": [
        "இறக்குமதி மற்றும் ஏற்றுமதி இடைவெளியை கடன் தொடர்ந்து ஈடுகட்டினால், இலங்கை 10 ஆண்டுகளில் மீண்டும் பொருளாதார நெருக்கடியை எதிர்கொள்ளும் என்று ஜனாதிபதி சுட்டிக்காட்டுகிறார்.",
        "நாட்டில் ஒரு பொருளாதார ஸ்திரத்தன்மையை உருவாக்கி அதை ஏற்றுமதி பொருளாதாரமாக மாற்றுவது அவர் எதிர்பார்க்கப்படுகிறது என்று ஜனாதிபதி ரங்கில் விக்ரெமேசிங் கூறுகிறார்.",
        "ஏப்ரல் மாதம் ஏப்ரல் மாதம் பாராளுமன்றத்தில் ஒரு புதிய சட்டம் வழங்கப்படும் என்று ஜனாதிபதி கூறினார்.",
        "பண்டைய பிரெவேன் விஹாராயாவின் பண்டைய பரிவேவா விஹாராயாவில் பண்டைய பரிவேவா விஹாராயாவில் உள்ள தீய பரிவேனா விஹாராயாவைச் சுற்றி கட்டப்பட்ட ரங்கேராவில் ஜனாதிபதி ரங்கில் விக்கிரமசிங்க பேசினார்.",
        "இந்த ஜூன் மாதம், கடன் நாடாக உலகிற்கு கடனாக முடிக்கப்படும் என்று எதிர்பார்க்கப்படுகிறது, இது திவாலான நாடு என்ற பெயரில் திவாலான நாடு என்றும் ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "நாட்டின் பணத்தைத் தொடங்குவதன் மூலம் பொருளாதாரத்தின் அதிகரிப்புடன் பொருளாதாரம் மக்களுக்கு நிவாரணம் வழங்கும் என்று ஜனாதிபதி ரணில் விக்ரமேசிங்க் கூறினார்.",
        "பொருளாதாரத்தின் நன்மை மட்டுமல்ல, மக்களுக்கும் கூட அவர் வலியுறுத்தினார்.",
        "\"தற்போது ரூபாய் பலப்படுத்தப்பட்டுள்ளது மற்றும் ஒரு டாலர் ரூ.. அதன்படி, பொருட்களின் விலைகள் நிகழ்கின்றன. அடுத்த ஆண்டுக்குள் ரூபாய் இன்னும் வலுவாக இருக்கும் என்று நாங்கள் நம்புகிறோம். \"",
        "\"பொருளாதார கஷ்டங்கள் இருந்தபோதிலும், பொது ஊழியர்களின் சம்பளத்தை அதிகரிக்க நாங்கள் நடவடிக்கை எடுத்துள்ளோம். அதன்படி, சின்ஹாலா மற்றும் தமிழ் புத்தாண்டால், பொது ஊழியர்களின் சம்பளம் ரூ .10,000 அதிகரிக்கும். மேலும், செழிப்பின் மூன்று மடங்கு நன்மைகளை வழங்க நடவடிக்கை எடுக்கப்பட்டுள்ளது. பயனாளிகளின் எண்ணிக்கை எட்டு புள்ளிகளிலிருந்து இருபத்தி நான்கு ஆயிரத்திலிருந்தும் அதிகரித்துள்ளது என்றும் கூற வேண்டும். \""
      ]
    },
    "en": {
      "title": "An economic crisis again if not expedited to an export economy",
      "body_lines": [
        "The President points out that if the loan is continued to cover the import and export gap, Sri Lanka will face an economic crisis again in 10 years.",
        "President Ranil Wickremesinghe says that it is his expected to create an economic stability in the country and transform it to an export economy.",
        "The President said that a new law would be presented in Parliament in April in April.",
        "President Ranil Wickremesinghe was speaking at the Rangera, which was built around the Evil Pirivena Viharaya at the Ancient Pirivena Viharaya at the Ancient Pirivena Viharaya of the Ancient Pirivena Viharaya.",
        "The President also pointed out that this June, who is expected to be completed as a debt to the world as a country of debt, the President also pointed out that this is a bankrupt country under the name of a bankrupt country..",
        "The President Ranil Wickremesinghe said that the economy would further provide relief to the people with the increase in the economy with the commencement of the country's money.",
        "He also emphasized that not only the benefit of the economy but also to the people.",
        "\"At present the rupee has been strengthened and a dollar will reduce to Rs.. Accordingly, the prices of the goods occur. We hope that the rupee will be even more stronger by next year. \"",
        "\"Despite the economic hardship, we have taken steps to increase public servants's salaries. Accordingly, by the Sinhala and Tamil New Year, the salary of public servants will be increased by Rs 10,000. Also, steps have been taken to deliver three times the benefits of prosperity. It must also be said that the number of beneficiaries has been increased from eight point and twenty-four thousand. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe warns of another economic crisis if the loan continues to cover the import-export gap, aiming to stabilize the economy and transition to an export economy. He plans to present a new law in Parliament in April, emphasizing the benefits to both the economy and the people, including increased public servants' salaries and the strengthening of the rupee."
  ]
}