{
  "translated_text": {
    "si": {
      "title": "ප්රචණ්ඩත්වය මුදා හැරීමෙන් ජාතික ජනතා බලයේ සාර්ථකත්වය අඩු කළ නොහැක - පොලිස් අධිකාරී හු.යූ.. ප්රසම්පාදනය",
      "body_lines": [
        "දින හයකින් දිවයිනේ ජනාධිපතිවරයාව පත් කිරීමට බොහෝ අය තීරණය කර තිබේ. අනෙක් ප්රධාන අපේක්ෂකයින්ට මේ සඳහා ඔරොත්තු දිය නොහැක. කෙසේ වෙතත්, ජාතික මහජන බලයේ නායකයා ඉතා පරිස්සමින්, පහත්-සාමාජිකයින්ට ආයාචනා කර ඇත්තේ කිසිදු හිරිහැර කිරීමක් නොවන බවයි. එසේ කිරීමෙන් ජාතික ජනතා බලයේ පුත්තලම් දිස්ත්රික්කයේ සහ බම්බල මැතිවරණ කාර්යාලයේ පොලිස් අධිකාරී සහ බම්බල මැතිවරණ කාර්යාලයේ පොලිස් අධිකාරී හු.යූ.. ෆියාන්ත කිව්වා.",
        "මීට අමතරව, අපේ රැස්වීමේදී අපේ රැස්වීමේදී පසුගිය සිකුරාදා (13) මොණරගල එක්සත් ජාතීන්ගේ සංවිධානයේ මහබෝදය ප්රදේශයේ එක්සත් ජනතා බලකාය කාර්යාලය ඉදිරිපිට පැවති මෙම රැස්වීමේදී පැවැත්විණි.",
        "අද, ජාතික බලයේ ජනගහනයට ඔරොත්තු දීමට නොහැකි වීමෙන් ජනතාව එවැනි ප්රහාර එල්ල කරති. අප මෙය ප්රකාශයට පත් කළ පසු, අපි බුලලේ පොලිස් ස්ථානාධිපතිවරයා භාරගෙන මේ සම්බන්ධයෙන් විනිවිද පෙනෙන පරීක්ෂණයක් ප්රකාශයට පත් කළෙමු.",
        "අප අපේක්ෂා කරන දෙය ස්වාධීන හා සාධාරණ මැතිවරණයක්. ඔවුන් අපේ සම්මේලනයේ තිදෙනාට පහර දී කාන්තාවක් ඇතුළත් වේ. ඔහුට ඔහු වෙනුවෙන් මැහුම් හයක් ඇත. අපට ලැබුණු තොරතුරු වලට අනුව, සීපීඅයි. 1077 අල්ටෝ මෝටර් රථයේ පුද්ගලයින් පිරිසක් මත්පැන් හා ප්රහාරය බෙදා ගැනීමට පෙලඹී ඇත.",
        "සිද්ධිය සම්බන්ධයෙන් සාගර සැකකරු අත්අඩංගුවට ගෙන තිබේ. ඔහු ඡන්ද ප්රභවයක් නිකුත් කළ අතර, බස් රථවලට පහර දී බස් රථවලට පහර දෙන ලෙස තමාට උපදෙස් දී ඇති බව ඔහු පිළිගත්තේය.",
        "දේශපාලන පක්ෂයක් හෝ කණ්ඩායමක් කිසිදු ප්රචණ්ඩත්වයක් ඉදිරිපත් කරන්නේ නම් පොලිසිය නිතිපතා ක්රියා කරනු ඇතැයි අපට විශ්වාසයි. බුහවුස් ප්රහාරයට අදාළව ඔවුන් අත්අඩංගුවට ගෙන ස්ථාපිත කිරීමට සියලු සැකකරුවන්ගෙන් ඉල්ලා සිටිමු.",
        "එවැනි ප්රචණ්ඩත්වයන් මුදා හැරීමෙන් ජාතික ජනප්රිය බලවේගයේ ජයග්රහණය අඩු කළ නොහැක.බුද්ධ ප්රහාරය සම්බන්ධයෙන් සහෝදරයා සහ සහෝදරයාගේ ප්රධාන සැකකරුවන් පොලිසියට භාර වී තිබේ. මේ රටේ සාමය උදෙසා සාමය අපේක්ෂා කරන පුරවැසියන් සෑම විටම ඔවුන්ට ස්ථානයක් ලබා දෙනු ඇතැයි අප විශ්වාස නොකරන බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "The success of the national people's power cannot be reduced by unleashing violence - the Superintendent of Police HU. Procurement",
      "body_lines": [
        "Most people have decided to appoint the president of the country in six days. Other major candidates are unable to withstand this. However, the leader of the National People's Power, with great care, has appealed to the lower -level members not to understand any harassment. In doing so, the police superintendent of the National People's Power Puttalam District and the Bambala Election Office have been carried out by the Superintendent of Police HU.. Pianantha said.",
        "In addition, our meeting was held at our meeting held at Monaragala last Friday (13) at the UNP in front of the United People's Power Office in Mahabodayaya area.",
        "Today, people are carrying out such attacks without being able to withstand the population of national power. Once we have announced this, we announced to the Budala Police Station Officer in charge and announced a transparent inquiry into the matter.",
        "What we expect is an independent and fair election. They have attacked the three of our Confederates and includes a woman. He has six stitches for him. According to the information we received, CPI. A group of people in the 1077 Alto car have been prompted to share liquor and attack.",
        "Sagara suspect has been arrested in connection with the incident. While he issued a vote source, he accepted that he was advised to attack the buses and attack the buses.",
        "We are confident that the police will act regularly if a political party or group unleashes any violence. We urge all the suspects to arrest and put them in court in connection with the Budhala attack.",
        "The victory of the national popular power cannot be reduced by unleashing such violence.The main suspects of brother and brother in connection with the Buddha attack have surrendered to the police. He added that we will not believe that citizens who wish for peace in this country will always give them a place."
      ]
    }
  },
  "summary_lines": [
    "National People's Power appeals against violence, police investigation underway after attack on supporters."
  ]
}