{
  "translated_text": {
    "ta": {
      "title": "ප්‍රභූ - නිර්ප්‍රභූ මාලිමාවේ වත්කම් - බැරකම්",
      "body_lines": [
        "லஞ்சம் அல்லது ஊழல் மந்திரி வாச் சமரசிங்க, வர்த்தக, ஒத்துழைப்பு மற்றும் கூட்டுறவு அமைச்சர் குறித்து வெளியிடப்பட்ட அவரது சொத்துக்கள் லஞ்சம் அல்லது ஊழல் என்ற இணையதளத்தில் வழங்கப்பட்டுள்ளன.",
        "ඒ ඔහුගේ වත්කම්වල වටිනාකම රුපියල් කෝටි විසි හතහමාරක් පමණ වන බව ඉන් කියැවෙන හෙයිනි. பாட்டாளி வர்க்கத்தின் தலைவருக்கு இவ்வளவு பெரிய செல்வம் உள்ளதா என்று விமர்சகர்கள் கேள்வி எழுப்புகிறார்கள்.",
        "ஜே.வி.பி-யில் ஜே.வி.பி ஒரு முழுநேர ஆர்வலராக இருக்கும்போது, ​​ஜே.வி.பி உறுப்பினர்கள் மற்றும் ஜே.வி.பி.",
        "இப்போது, ​​சிலர் சிலர் கேள்வி எழுப்புகிறார்கள். திரு. சமரசிங்க ஒரு முழுநேர ஆர்வலராக ஜே.வி.பியின் மிகவும் உறவினர், ஆனால் ஒப்பீட்டளவில் பெரிய செல்வமாக இருக்கிறாரா என்று அவர்கள் கேட்கிறார்கள்.",
        "வெளியுறவு அமைச்சர் விஜிதா ஹெராத், தேசிய விளம்பரத்தின் தலைவர்கள். பல தொழிற்கல்வி கல்வி துணை அமைச்சர் நாலின் ஹெவேஜ் மற்றும் சில எதிர்க்கட்சிகள் நலின் ஹெவேஜின் சொத்துக்களை கேள்வி எழுப்புகின்றன.",
        "ஆனால் கேள்வி என்னவென்றால், UNP இன் சொத்துக்கள் எதிர்ப்பு அல்லது பத்திரிகையாளர்களைக் காணவில்லை அல்லது காணப்படுகின்றன. அவர்கள் லஞ்சம் அல்லது ஊழல் கமிஷன்களுக்கு ஒப்படைக்கப்பட்டுள்ளனர்.",
        "திரு. வசந்தா சமரசிங்க அவர் வெளியிட்ட பெரும்பாலான சொத்துக்கள் குடும்பத்திலிருந்து பெறப்பட்டவை என்று கூறுகிறார். மீதமுள்ளவர்கள் தங்கள் சொத்துக்கள் மற்றும் புதிதாக பெறப்பட்ட சொத்துக்களை மேம்படுத்துகிறார்கள். அது இல்லை என்று யாரும் இதுவரை சொல்லவில்லை.",
        "மறுபுறம், தேசிய அதிகாரத்தின் தலைவர் அனுரா குமாரா டிசனாயக்கில், குடும்பம் மற்ற கட்சியிடமிருந்து அதிக செல்வத்தைப் பெற்றுள்ளது என்று தனது கட்சியின் வாசபா சமரசிங்க மற்றும் விஜிதா ஹெராத் ஆகியோரிடமிருந்து ஒரு பெரிய செல்வத்தைப் பெற்றுள்ளதாகக் கூறினார்.. திரு. விஜிதா ஹெராத்தின் மனைவியும் தம்புட்டேகாமாவில் உள்ள நில உரிமையாளர்களின் பெரிய குடும்பத்திலும் கலந்து கொண்டார்.. திருஹன்பிதாவில் உள்ள அபயாரம நிலத்தால் தனக்கு பணம் வழங்கப்பட்டதாக திரு. டிஸ்டனாயக்க கூறினார்.",
        "துணை மந்திரி ஹெவேஜின் கூற்றுப்படி, அவருக்கு ரூ.. தனது மகளின் விழாவில் பணத்தின் ஒரு பகுதி பரிசுகள் என்று அவர் ஊடகங்களுக்கு தெரிவித்திருந்தார். மகளுக்கு வேறு வழியில்லை, ஆனால் அவர் பெற்ற பணத்தின் அளவு என்று சொல்லவில்லை.",
        "எதிர்க்கட்சிகள் தேசிய மக்கள் மீது தங்கள் விமர்சனங்களை கருதுகோள் செய்துள்ளன. முன்னாள் சபாநாயகர் அசோகா ரன்வாலா நிரூபிக்கப்படவில்லை, எதிர்க்கட்சி பொதுவாக இதே பிரச்சினையை ஏற்படுத்தியுள்ளது.",
        "ஜே.வி.பி தலைவர்கள் சொத்துக்களின் பிரச்சினையை பொதுமைப்படுத்துகிறார்கள் என்று கூறுகிறார்கள். உண்மை என்னவென்றால், ஜே.வி.பி மற்றும் பிற கட்சிகள் மற்றும் சாதாரண குடும்பங்கள் மற்றும் பொருளாதார ரீதியாக குறைந்த அடுக்கு. இந்த இரண்டு கட்சிகளிலும் இரண்டு சொத்துக்கள் உள்ளன, மற்ற கட்சிகளைப் போல இல்லை.",
        "இது ஒன்றும் புதிதல்ல. ஜே.வி.பியின் வரலாற்றின் தொடக்கத்திலிருந்தே, மக்கள் அந்தக் கட்சியில் ஈடுபட்டுள்ளனர். உதாரணமாக, திரு. விஜிதா ரனவீரா 1971 ஆம் ஆண்டு டங்கலேயில் கிளர்ச்சிக்கு முன் ஜே.வி.பி ஆர்வலராக இருந்தார். அவர் ஜே.வி.பி வேட்பாளராக தேர்தல்களையும் வழங்கினார். அவர் ஒரு லேண்ட்மேன் முறை. அவர் கட்சியின் ஆதரவாளர்களாக இருந்தார். 1971 கிளர்ச்சி ஒப்பீட்டளவில் குறிப்பிடத்தக்க சொத்துக்களாக இருந்தது.",
        "உலகின் பல பகுதிகளில் பாட்டாளி வர்க்க அரசியலின் கொள்கைகள் உலகின் பல பகுதிகளிலும் பணக்காரர்களாக இருந்தன. கார்ல் மார்க்ஸ், கார்ல் மார்க்ஸ், பாட்டாளி வர்க்கத்தின் தந்தையாக கருதப்படுகிறது. அவரது தந்தை ஒரு நாள் வழக்கறிஞர் மற்றும் திராட்சைத் தோட்டமாக இருந்தார்.",
        "ஃபிரடெரிக் ஏங்கெல்ஸ், மார்க்சிய கோட்பாடு மற்றும் கோட்பாட்டை உருவாக்க ஒரு ஜெர்மன், ஃபிரடெரிக் ஏங்கெல்ஸ். அவரது தந்தை ஜெர்மனியில் 19 ஆம் நூற்றாண்டின் கிளாசிக்கல் தொழிற்சாலை தொழிற்சாலை. ஏங்கெல்ஸ் ஒரு தொழிலதிபர் மற்றும் அவர் மார்க்சின் அரசியல் நடவடிக்கைகளில் ஈடுபட்டார். கடைசி நாட்களில், மார்க்ஸ் ஏங்கல்களின் சொத்துக்களால் பராமரிக்கப்பட்டது.",
        "இது உலகின் முதல் சோசலிச இராச்சியத்தில் ஏழை அல்ல, இது ரஷ்யாவின் பெரிய ராஜாவின் நிர்வாகமாகவும் பின்னர் ரஷ்யாவின் ஆட்சிக்கும், அதே போல் 1917 ஆம் ஆண்டில் உலகின் முதல் சோசலிச இராச்சியத்திலும், இது ஒரு அரசியல் கட்சியைக் கட்டியெழுப்ப அதிகாரத்தில் இருந்தது, 1917 இல்.. சட்டத் தொழிலில் இல்லை, லெனின் மற்றும் சட்ட பட்டதாரி. அவரது தந்தை ஒரு உடல் மற்றும் தாய் ஒரு பணக்கார பெண். அவரது தந்தை ஒரு கல்வி அதிகாரியாக இருந்தார், அவர் ரஷ்யாவின் ஒரு மாநிலத்தில் 450 பள்ளிகளின் பொறுப்பில் இருந்தார்.",
        "ரஷ்யா மற்றும் உலக சக்தியால் மீட்கப்பட்ட முசட்டுங், ஒரு போர் சக்திவாய்ந்த, சோசலிச பொருளாதாரம், மற்றும் 1949 முதல் 1976 வரை பீக்கிங் பல்கலைக்கழகத்தின் நூலகராக இருந்தார்.. அவரது தந்தை ஆரம்பத்தில் ஏழையாக இருந்தார், பின்னர் ஒரு பணக்கார விவசாயி ஆனார்.",
        "1950 களில் அதே நேரத்தில் இருந்த சர்வாதிகாரி, 1950 களில் அதே நேரத்தில் இருந்த சர்வாதிகாரி, அப்போதைய சர்வாதிகாரி. அவர் ஏழையாக இருக்க மாட்டார். அவரது தந்தை, ஒரு வழக்கறிஞர், நாட்டில் ஒரு பணக்கார விவசாயி.",
        "அவர்கள் அனைவரும் தங்கள் போராட்டங்களின் பாட்டாளி வர்க்கப் போராட்டங்கள் என்று அழைக்கப்பட்டனர். சமூகத்தின் மிகவும் அடக்குமுறை இந்த போராட்டங்களில் பங்கேற்றாலும், அவை சொத்துக்களின் சொத்துக்கள். ஆயினும்கூட, அவர்கள் போருக்கு பரிந்துரைக்கப்பட்டனர் என்ற எண்ணம் பாட்டாளி வர்க்க சிந்தனை என்று அழைக்கப்படுகிறது. ஏனெனில் அவர்களின் சிந்தனை ஒடுக்கப்பட்ட மக்களின் நலனை நோக்கமாகக் கொண்டுள்ளது.",
        "இலங்கையின் இடதுசாரி இயக்கத்தின் வரலாற்றும் ஒத்ததாகக் கூறப்படுகிறது. 1935 ஆம் ஆண்டில் கட்டப்பட்ட எல்.எஸ்.எஸ்.பி நிறுவனத்தின் நிறுவனர்கள், லங்கா எல்.எஸ்.எஸ்.பி நிறுவனத்தின் நிறுவனர்கள், பிலிப் குணவர்தேனா, டாக்டர் என்.எம்.. பெரேரா, டாக்டர் கொல்வின் ஆர் டி சில்வா, டாக்டர் எஸ்.ஏ.. விக்ரெமேசிங்காக இருப்பார். அவர் உயர் கல்விக்குச் சென்றபோது மார்க்சியத்தை தனது அரசியல் பார்வையாகத் தேர்ந்தெடுத்தார், அவர் இங்கிலாந்துக்குச் சென்றபோது. 1930 களில், அந்த நாடுகள் உயர் கல்விக்கான உயர் கல்விக்கு செல்ல முடிந்தது.",
        "வென் என்றால். வென்.",
        "இருப்பினும், வசந்தா சமரசிங்க, நலின் ஹெவேஜ் போன்ற சொத்து அறிக்கைகள் அரசியல் அல்லது நெறிமுறை சிக்கல்களுடன் பொருந்தாது.. ஒன்று திரு. சமரசிங்க ஜே.வி.பியின் முழுநேர உறுப்பினராக செயல்பட்டால், அவரை விட பெரிய கட்சி உறுப்பினர்களிடமிருந்து தன்னார்வ ஆதரவை அங்கீகரிக்கிறார். ஒருவர் அவர்களை கட்சி அலுவலகத்திற்கு ஒப்படைப்பார் என்று கூறியிருந்தார்.",
        "மேலும், திரு. சமரசிங்க தன்னிடம் சில கிரிப்டோகாகரன்சி இருப்பதாகக் கூறியுள்ளார். இலங்கையின் மத்திய வங்கியின் ஆளுநர், இந்த வகை பணத்தில் சட்டபூர்வமானதல்லவா என்று இலங்கையின் மத்திய வங்கியின் ஆளுநர் டாக்டர் நந்தா லால் வீரசிங்க.. இது ஒரு தீவிரமான அறிக்கை, திரு. சமரசிங்க அவர் மேலும் வைத்திருக்கிறாரா என்பது குறித்து நாட்டை விளக்க வேண்டும். ஏனெனில் அவர் ஒரு கட்சியின் தலைவர் ஊழலை நிர்ணயிக்கிறார்.",
        "திரு. நலின் ஹெவேஜ் தனது சொந்த பணத்தின் ஒரு பகுதியாகும். அதே நேரத்தில், அவரது கணக்கு பணம் மகளின் பணம். அப்படியானால், 22 லட்சங்களில் பெரும்பாலானவை மகளின் மகளாக இருக்க வேண்டும். இவ்வளவு பெரிய தொகை செலுத்தப்பட்டதைப் போல கேள்வி எழுகிறது. சில ஜஜாங் எம்.பி.க்கள் தங்கள் சொத்தில் தங்கள் சொத்தை கணக்கிட்டுள்ளனர் என்றும் தெரிவிக்கப்படுகிறது. தெளிவாக தார்மீக பிரச்சினைகள் உள்ளன.",
        "இவற்றைக் கேள்வி கேட்க மக்களுக்கு உரிமை உண்டு. மக்கள் தனிநபர்களாக கேள்வி கேட்கப் போவதில்லை. எனவே, பத்திரிகை மக்களுக்காக செய்யப்பட வேண்டும். இல்லையெனில் பொதுமக்கள் அமைப்பு.",
        "அரசியல் கட்சிகள் இவற்றைப் பற்றி கேள்வி கேட்க வேண்டும் என்றாலும், அவர்கள் ரூ.. மாநில நில ஏக்கர் ரூ. 370 மற்றும் ரூ.. அத்தகைய சூழலைக் கொண்ட ஒரு நாட்டில் வாழைப்பழங்களைச் செய்வதற்கு எங்களுக்கு ஒரு வன்முறைச் செயல் இருப்பதாகத் தெரிகிறது."
      ]
    },
    "en": {
      "title": "VIP - Assets of the Palmyra Comprehension - Liabilities",
      "body_lines": [
        "His assets published on the Bribery or Corruption Minister Wasantha Samarasinghe, the Minister of Commerce, Cooperation and Co-operatives has been presented in the website of Bribery or Corruption.",
        "It is why his assets say that the value of his assets is about seven and a half crores. Critics question whether a leader of the proletariat has such a large wealth.",
        "When the JVP is a full-time activist in the JVP, JVP members and supporters of the JVP are at times of the JVP policy.",
        "Now, some question some. They ask whether Mr. Samarasinghe is the most relative of the JVP as a full-time activist, but as a relatively large wealth.",
        "Foreign Affairs Minister Vijitha Herath, the leaders of the national promos. Several vocational education Deputy Minister of Education Nalin Hewage and some of the opposition parties are questioning the assets of Nalin Hewage.",
        "But the question is that the assets of the UNP are not found opposition or journalists or found. They have been handed over to the bribery or corruption commissions.",
        "Mr. Wasantha Samarasinghe says that most of the assets he has published is inherited from the family. The rest of them improve their assets and the newly obtained assets. No one has ever said that it is not.",
        "On the other hand, Leader of the National Power Anura Kumara Dissanayake said that the family had received much wealth from the other party had received a large wealth from his party Wasantha Samarasinghe and Vijitha Herath.. Mr. Vijitha Herath's wife is also present in a large family of land owners in Tambuttegama.. Mr. Dissanayake said he was paid by the Abhayarama land in Narahenpita.",
        "According to the Deputy Minister Hewage, he has a land worth Rs.. He had told the media that a portion of the money was prizes at a ceremony of his daughter. The daughter had no choice but did not say the amount of money he received.",
        "Opposition parties have hypothesibemic their criticism against national popular. Former Speaker Ashoka Ranwala is not proved, the Opposition has generally made the same problem.",
        "The JVP leaders say that they generalize the issue of assets. The Truth is the vast majority of the JVP and the national power in other parties as well as the ordinary families and economically lower layer. There are also two assets in these two parties, as not as much as other parties.",
        "This is nothing new. From the very beginning of the history of the JVP, people have been involved in that party. For example, Mr. Vijitha Ranaweera was a JVP activist before the 1971 rebellion in Tangalle. He also presented the elections as a JVP candidate. He is a landman manner. He was a supporters of the party. The 1971 Rebellion was also relatively significant assets.",
        "The principles of proletariat politics in many parts of the world were rich in many parts of the world. A Karl Marx, a Karl Marx, is considered as the father of proletariat. His father was a central to-day lawyer and vineyard.",
        "Frederick Engels, a German to build Marxist theory and theory, Frederick Engels. His father was a Classical Factory Factory of the 19th Century in Germany. Engels also was a businessman and was he involved in Marx's political activities. In the last days, Marx was maintained by the assets of Engels.",
        "It was not a poor one of the world's first socialist kingdom in the world, which was the administration of Russia's great king and then to the rule of Russia, as well as in 1917 in the world's first socialist kingdom, which was in power to build a political party as well as in 1917.. No matter not in the legal profession, Lenin and a legal graduate. His father was a body and mother was a wealthy woman. His father was an educational officer who was in charge of 450 schools in one state of Russia.",
        "Musatung, who was rescued by Russia and a world power, was a war powerful, the socialist economy, and was the Librarian of the Peking University from 1949 to 1976.. His father was initially poor and later became a wealthy farmer.",
        "Fidel Castro is the leader of the movement that the dictator who was in the same time in the 1950s, the dictator who was in the same time in the 1950's, the dictatorship of the then. He will not be poor. His father, a lawyer, was a wealthy farmer in the country.",
        "All of them were known as the proletarian struggles of their struggles. Although the most oppressive of the society participated in these struggles, they were assets of the assets. Nevertheless, the thought that they were referred to the battle is called a proletarian thinking. Because their thinking is aimed at the welfare of the oppressed people.",
        "The history of the Leftist movement of Sri Lanka is also said to be similar. The founders of the LSSP, built in 1935, were the founders of Lanka LSSP, Philip Gunawardena, Dr. NM. Perera, Dr. Colvin R de Silva, Dr. S.A. Wickremesinghe will be. The group chose Marxism as his political vision while he went to higher education and while he went to England. In the 1930's, those countries were able to go to higher education for higher education.",
        "If Ven. Ven.",
        "However, the asset statements such as Wasantha Samarasinghe, Nalin Hewage are not incompatible with politics or ethical issues.. One if Mr. Samarasinghe acts as a full-time member of the JVP, is recognizing voluntary support from the party members larger than he. One had said he would hand over them to the party office.",
        "Also, Mr. Samarasinghe has said that he had some of the cryptocacurrency. Governor of the Central Bank of Sri Lanka, whether it is not lawful of this type of money, says the Governor of the Central Bank of Sri Lanka Dr. Nanda Lal Weerasinghe.. It is a serious statement, Mr. Samarasinghe should explain the country about whether he further keeps further. Because he is a leader of a party sets corruption.",
        "Mr. Nalin Hewage is also a part of his own money. At the same time, his account money is the daughter's money. If so, most of the 22 lakhs should be the daughter of daughter. The question arises as if such a large sum of money was paid. It is also reported that some JAjang MPs have calculated their property in their property. There is also clearly moral problems.",
        "People have the right to question these. People are not going to question as individuals. Therefore, the journalism should be done for the people. Otherwise civilian organization.",
        "Although political parties must question these about these, but when they spent Rs.. The COPE was also silent as the state land acre was sold at Rs. 370 and Rs.. It appears that we have a violent act to carry on bananas in a country that had such surroundings."
      ]
    }
  },
  "summary_lines": []
}