{
  "translated_text": {
    "ta": {
      "title": "ஐந்து தங்க இறக்குமதியாளர்களுக்கு 1243 மில்லியன் டாலர் அபராதம்",
      "body_lines": [
        "ரூ.",
        "இறக்குமதி செய்யப்பட்ட ஐந்து தங்க இறக்குமதி நிறுவனங்கள் இருப்பதாக மாநில அமைச்சர் மேலும் தெரிவித்தார்.",
        "இந்த நிறுவனங்களில் ஒன்று ஒரு நிறுவனத்திற்கு ரூ .179 மில்லியன் அபராதம் செலுத்த வேண்டும் என்று அமைச்சர் மேலும் தெரிவித்தார்.",
        "தங்கத்தின் அனைத்து உரிமங்களும் இந்த சட்டவிரோத நடவடிக்கைகளிலிருந்து அரசாங்கத்தை அகற்ற வேண்டும்.",
        "நேரடி தங்கம் இல்லாமல் மூன்றாம் தரப்பினரிடமிருந்து நேரடியாக தங்க வாங்குதலுக்காக உற்பத்தி அறிக்கைகள் செலுத்தப்படுவதாகவும் அமைச்சர் கூறினார்.",
        "நாட்டில் தங்கத்தை பிரத்தியேகமாக இறக்குமதி செய்வதைக் கருத்தில் கொண்டு, நாட்டில் தங்கப் பொருட்களைப் பயன்படுத்துவதற்கான சிறப்பு வர்த்தமானி அறிவிப்பை வெளியிட்டார்."
      ]
    },
    "en": {
      "title": "A fined Rs. 1243 million for five gold importers",
      "body_lines": [
        "State Minister Ranjith Siyambalapitiya says that a fine of Rs. 1243 million has been fined Rs.",
        "The State Minister further stated that there are five imported gold imported institutions.",
        "The Minister further stated that one of these institutions has to pay a fine of Rs 179 million for one company.",
        "The Minister alsoar the government should be removed from these illegal activities that all the Licenses of the Golden.",
        "The Minister also said that the production reports are also paid for gold purchasing directly from the third parties without direct gold.",
        "In view of the exclusive importation of gold in the country, he issued a special gazette notification for the use of gold items in the country."
      ]
    }
  },
  "summary_lines": [
    "State Minister Ranjith Siyambalapitiya announced fines totaling Rs. 1243 million against five gold importers, including a Rs. 179 million fine for one company. He urged the government to revoke licenses from illegal gold traders and emphasized the need for direct gold purchases to ensure compliance with a special gazette notification aimed at regulating gold imports in the country."
  ]
}