{
  "translated_text": {
    "ta": {
      "title": "உதயா டாலர் கீழே கூறுகிறார்",
      "body_lines": [
        "JHU இன் தலைவர், JHU இன் தலைவர். இன்று (2024.03.24) கட்சி தலைமையகத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் அவர் பேசினார்.. ஜேட்டர்ன் ஹெலா உருமயாவின் தலைவர் கூறினார்:",
        "\"ஜனவரி 1, 205 அன்று, டாலர் ரூ.. இது உண்மையா?",
        "பொருளாதாரத்தின் படி, டாலரின் மதிப்பு முக்கியமாக இரண்டு காரணங்களால் விழுகிறது.முதல் காரணம் ஏற்றுமதி வருவாய், சுற்றுலா வருமானம் மற்றும் வெளிநாட்டு பணம் அனுப்புதல் டாலர் விநியோகத்தை அதிகரித்தன.இரண்டாவது காரணம் தேவையை குறைப்பதன் மூலம் இறக்குமதி குறைக்கப்படுகிறது.இப்போது என்ன தவறு?பிப்ரவரி 2024 இல் ஏற்றுமதி வருவாய் 1%அதிகரித்துள்ளது.ஆனால் இறக்குமதி செலவினங்களின் செலவு 18%குறைக்கப்பட்டுள்ளது.இறக்குமதி இறக்குமதி என்னவென்றால், நமது நுகர்வு குறைக்கப்பட்டு பொருளாதாரம் சுருங்கி வருகிறது.",
        "இறக்குமதி குறைக்கப்படும்போது, ​​உள்ளூர் தயாரிப்புகள் அதிகரித்துள்ள நுகர்வு பொருட்கள் குறைகின்றன என்று நினைப்பது நல்லது.ஆனால் கடந்த ஆண்டை ஒப்பிடும்போது மூலப்பொருட்களின் இறக்குமதி 3 பில்லியன் டாலர்களாக குறைந்தது.இயந்திரங்களாக மூலதனப் பொருட்களை இறக்குமதி செய்வது 2.6 பில்லியன் டாலர்களைக் குறைத்தது.எங்கள் தொழிற்சாலைகளை மூடுவதன் மூலம் இயந்திரங்கள் மற்றும் மூலப்பொருட்களுக்கான தேவை குறைக்கப்படுகிறது.எங்களிடம் இது ஏன் இருந்தது?",
        "காரணி வைத்திருப்பவர்களின் உரிமையாளர்கள் பல ஆண்டுகளாக மின்சாரம் மற்றும் எண்ணெய் விலைகள் இழப்பு காரணமாக இந்த பாத்திரத்திற்கு பணத்தை இழக்க வேண்டும்.. பொருளாதாரத்தின் மொழி பணி மூலதனம் இல்லாதது என்று கூறுகிறது.இது போன்ற மிகப்பெரிய மசோதாவை உருவாக்கும் போது, ​​உற்பத்தி செலவு அதிகமாக உள்ளது.எனவே, எங்கள் உருப்படிகள் சர்வதேச சந்தையில் போட்டியிட முடியாது, விற்கப்படாது. எனவே தொழில்கள் மூடப்பட்டுள்ளன.",
        "மேற்கண்ட சூழ்நிலையில், பொருளாதாரம் வலுவானது என்பதை டாலர் காட்டுகிறது.எங்கள் தொழில் சக்திவாய்ந்த சரிவில் உள்ளது. \""
      ]
    },
    "en": {
      "title": "Udaya says dollar down",
      "body_lines": [
        "Leader of the JHU, Leader of the JHU. He was speaking at a press conference held at the party headquarters today (2024.03.24).. The Leader of the Jattern Hela Urumaya said:",
        "\"On January 1, 205, the dollar has fallen to Rs.. Is it true?",
        "According to economics, the dollar's value falls mainly on two reasons.The first reason is the export earnings, tourism income and foreign remittances increased the supply of dollar supply.The second reason is the import reduced by reducing the demand.What's wrong with now?Export earnings in February 2024 have increased by 1%.But the expenditure of import expenditure has been reduced by 18%.Import Imports is that our consumption is reduced and the economy is shrinking.",
        "When the importation is reduced, it may be better to think that the consumption goods decreases that local products have increased.But imports of raw materials reduced in $ 3 billion compared to last year.Imports of capital goods as machinery reduced by $ 2.6 billion.The demand for machinery and raw materials are reduced by closing our factories.Why did we have this?",
        "The owners of the factor holders were to lose money to the role because of the loss of electricity and oil prices for many years.. The language of economics says that the lack of working capital.And when making a tremendous bill like this, the cost of production is high.Therefore, our items will not be able to compete in the international market and not selling. So industries are closed.",
        "Under the above circumstances, the dollar shows that the economy is stronger.Our industry is in a powerful collapse. \""
      ]
    }
  },
  "summary_lines": [
    "Udaya, JHU leader, discussed the dollar's fall on March 24, 2024, attributing it to increased export earnings and reduced import expenditure. He highlighted the impact of high production costs and factory closures due to electricity and oil price losses, suggesting a weaker economy despite the dollar's strength."
  ]
}