{
  "translated_text": {
    "si": {
      "title": "සිවිල් ප්රජා ක්රියාකාරීන්, සංවිධාන ජනාධිපතිවරයාට සහ අගමැතිවරයාට විවෘත ලිපියක් වේ",
      "body_lines": [
        "සිවිල් සමාජ ක්රියාකාරීන් 135 ක් සහ සිවිල් සංවිධාන 18 ක් ජනාධිපතිවරයාට සහ අග්රාමාත්යවරයා වෙත ලිපියක් යවා තිබේ.",
        "මුස්ලිම් කාන්තාවන්ගේ සහ දරුවන්ගේ අයිතිවාසිකම්වලට ගෞරව කිරීම සහ ආරක්ෂා කිරීම සඳහා රාජ්යය වගකීම දරයි. ඔබ අක්රියවද?",
        "1951 අංක 13, 1951 අංක 13 මුස්ලිම් දික්කසාද පනත වෙනස් කිරීමට රජයට කිසිදු අවශ්යතාවයක් නොමැති බව ද අමාත්ය ප්රකාශක විජිත හේරත් මහතා මාධ්යයට පැවසීය.",
        "නීතිය පිළිබඳ අදහස් දැක්වීම් අදහස් දැක්වීමේ නිදහස ලෙස පමණක් සලකන බව ද ඔහු පැවසීය. ඔහුගේ තේරුම්ගත නොහැකි කථාව ක්රියාකාරීවාදීන් සහ බුද්ධිමතුන් අතර, නීතිය සංශෝධනය කිරීමට උත්සාහ කරන ක්රියාකාරීන් සහ බුද්ධිමතුන් අතර දික්කසාද නීතියෙන් පීඩාවට පත් කාන්තාවන් අතර කම්පනය වී තිබේ.. හේතුව, එවැනි අදහස් වර්ගයට වගකිව යුතු රජයකින් පිළිගත නොහැකි වීමයි.",
        "ව්යවස්ථාමය වගන්තිය 12 උප ලකුණු 1 හි සඳහන් වන්නේ නීතිය ඉදිරියේ සියලුම ශ්රී ලාංකික ජනතාව සමාන බවයි. මෙම බලයේ හිමිකාරිත්වය ආරක්ෂා කළ යුතු බව ද එය අවධාරණය කරයි. මේ අවස්ථාවේ දී, මුස්ලිම් දික්කසාද නීතිය රජයක් ලෙස ක්රියාත්මක කිරීම සඳහා රජය වගකිව යුතුය. මෙම ආණ්ඩුක්රම ව්යවස්ථාවේ මූලික මානව හිමිකම් උපදෙස් මෙම ආණ්ඩුක්රම ව්යවස්ථාවේ මූලික උපදෙස් ආගමික නායකයින්ගේ රජයට ආණ්ඩුවේ වගකීම භාර නොගන්නා බව අපට හැඟේ.",
        "මුස්ලිම් දික්කසාදයේ වෙනස් කොට සැලකීම වෙනස් කිරීමට ජාතික මහජන බලයට රජයට හැකි නම්, දැනට ක්රියාත්මක වන මෙම අගතල නීතියේ බරපතල ප්රතිවිපාක පාලනය කිරීම සඳහා හසුරුවනු ලබන්නේ කුමන පද්ධතිවලද?",
        "බටහිර ව්යවස්ථාමය මූලධර්මයන්ට අනුව, කාන්තාවන්ට එරෙහි තරුණ විවාහ හා අගතිය වැළැක්වීමෙන් පවුල් ජීවිත ආරක්ෂා කිරීම රජයේ යුතුකමයි.",
        "එපමණක් නොව, හිම කැටි මූලධර්මයක සිරවී සිටින භාර්යාවන් සහ දරුවන් ආරක්ෂා කිරීමට රජය කරන්නේ කුමක්ද?",
        "තවද, කුලදෙටුවන්ගේ ව්යුහය විසින් පමණක් සංවර්ධනය කර ඇති මුස්ලිම් දික්කසාද පනත මගින් ඕනෑම ආකාරයකින් කාන්තාවන් බඳවා ගැනීමට නොහැකි ය.",
        "කන් බොහොමයක් දූෂිත හා වෙනස් කොට සැලකීම බව කිසිවෙකුට ප්රතික්ෂේප කළ නොහැකිය. මෙය 1978 ශ්රී ලංකාවේ 1978 ශ්රී ලංකාවේ මුළුමනින්ම උල්ලං lates නය කරයි. ඉතින් මේ රජය මේ ආමන්ත්රණය කරන්නේ කෙසේද?එපමණක්ද නොව. එබැවින් රජය භාරව සිටීම මේ රටේ ජනතාවගේ වගකීමකි.",
        "රජයට \"ප්රජාවේ නිදහස\" වීමට පූර්ණ වගකීම දරන්නේ විධිමත් රජයක්ද එසේමය.එබැවින් අමාත්යාංශයේ ප්රකාශක විජිත හේරත්ගේ නොසැලකිලිමත්කම අපි තරයේ හෙළා දකිමු. ජාතික ජනතාවගේ බල පත්රය කුමක්ද?එනම්, ජාතික මහජන බලකායක කැබිනට් ප්රකාශකවරයා එවැනි මතයක් ප්රකාශ කළ යුත්තේ ඇයි?",
        "ජාතික මහජන බල පක්ෂය මුස්ලිම්වරුන්ගේ ඡන්ද ලබා ගැනීමේ මෙම දූෂිත ප්රවණතාවයට අනුගතද?මුස්ලිම් කාන්තාවන්ගේ ඡන්දයෙන් පීඩාවට හා පීඩාවට පත් වූ මුස්ලිම් කාන්තාවන්ගේ ඡන්ද ප්රතිශතය ලබා ගැනීමට ජාතික මහජන බල පක්ෂය ලබා ගත යුතු නම් දික්කසාද දික්කසාද සංශෝධනය අප දැන සිටිය යුතුය. කැමැත්ත.",
        "පසුගිය ජනාධිපතිවරණයේදී අප ජනාධිපතිවරයාට ඡන්දය ප්රකාශ කිරීමට හේතුව වූයේ ජාතික මහජන බල පක්ෂය වෙනස් කොට සැලකීම ව්යුහයන් ප්රතිව්යුහගත කර සෑම කෙනෙකුටම වෙනස් කිරීමක් කරන පක්ෂයක් ලෙස පිළිබිඹු වීමයි.",
        "පසුගිය වසර 40 ක කාලය තුළ බලයේ සිටි සියලුම දේශපාලන පක්ෂ නීතියට සංශෝධනය කර නැත.. ඒ හා සමානව, ජාතික මහජන බල පක්ෂය සහ අනෙක් පාලකයින් මුස්ලිම් කාන්තාවන් සහ ළමුන් ඉදිකිරීම අවසන් නොකර මුස්ලිම්වරුන්ගේ ඡන්දය සඳහා යන ගමනට යනවාද?එය සිදුවුවහොත්, මුස්ලිම් කාන්තාවන්ට හා දරුවන්ට අලුයම ලබා නොදෙන නීතියක් ඔබ සතුව ඇති බව සනාථ වේ.",
        "එය එසේ නොවේ නම්, එළඹෙන පාර්ලිමේන්තු මැතිවරණයට පෙර අපි මුස්ලිම්ගෙන් දික්කසාද ලෙස දික්කසාද ලෙස ඉල්ලා සිටිමු."
      ]
    },
    "en": {
      "title": "Civil community activists, organizations are an open letter to the President and the Prime Minister",
      "body_lines": [
        "135 civil society activists and 18 civil organizations have sent a letter to the President and the Prime Minister.",
        "The state is responsible for honor and protect the rights of Muslim women and children. Are you going to be inactive?",
        "In a recent video, Cabinet Spokesperson Vijitha Herath said to the media that there was no need for the government to change the Muslim Divorce Act No. 13, 1951.",
        "He also said that the comments on the law are only viewed as comments and valued freedom of expression. His unintelligible speech has caused shock among activists and intellectuals who are trying to amend the law, the women affected by the divorce law.. The reason is that such views cannot be accepted from a government that is responsible for the type.",
        "Constitutional Article 12 sub -section 1 states that all Sri Lankan people are equal before the law. It also emphasizes that the ownership of this force should be protected. In this case, the government is responsible for the implementation of the Muslim divorce law as a government. We feel that the basic human rights instructions of this Constitution are not accepting the government's responsibility to the government of religious leaders.",
        "If the National People's Power Government is in a position to adjust the discrimination in the Muslim Divorce Act, what systems are going to be handled to control the serious consequences of this prejudice law that is currently in effect?",
        "According to the Western Constitutional Principles, it is the government's duty to protect family lives by preventing young marriages and prejudices against women.",
        "Moreover, what is the government going to do to protect wives and children who are trapped in a polygamy doctrine?",
        "Moreover, the Muslim Divorce Act, which has only been developed by the patriarchal structure, is unable to enroll women in any way.",
        "No one can deny that most of the ears system is corrupt and discriminated. This completely violates the Basic Human Rights of Sri Lanka for 1978 in Sri Lanka. So how is this government going to address this?Moreover. Therefore, it is the responsibility of the people of this country to be in charge of the government.",
        "So is it a formal government that is responsible for the government that is fully responsible for the government to be “the freedom of the community”?Therefore, we vehemently condemn the recklessness of the Ministry spokesman Vijitha Herath. And what is the national people's power position?That is, why should the National People's Power Cabinet Spokesman express such a view to the media, saying, \"Amendment to the laws that are discriminating against women and children?\"",
        "Does the National People's Power Party adhere to this illusory tendency to get the votes of the Muslims?If the National People's Power Party is to get the votes of Muslim women who have been affected and affected by the votes of Muslim women, we must know the divorce divorce amendment.Will.",
        "The reason why we voted for the president in the last presidential election was because the National People's Power Party reflected themselves as a party that would restructure the discriminatory structures and make a change to everyone.",
        "All the political parties that have been in power for the past 40 years have not been amendment to the law with men only.. Similarly, the National People's Power Party and the other rulers go to the way for the votes of the Muslims without ending the construction of Muslim women and children?If that happens, it is proven that you have a rule that does not give Muslim women and children a dawn.",
        "If that is not the case, we are urging the Muslim divorce divorce amendment before the upcoming parliamentary elections."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Open letter from 153 civil society activists/organizations to President & PM regarding Muslim Divorce Act. Criticizing government inaction on protecting Muslim women & children rights. Demanding amendments to end gender discrimination. Condemning Cabinet spokesperson's stance. Urging National People's Power to fulfill election promises on reforming discriminatory laws."
  ]
}