{
  "translated_text": {
    "si": {
      "title": "අනාගතයේ දී පෙළපාළියේ නීතියට සංශෝධනය කිරීමේ අපේක්ෂාව;කුඩා හා මධ්යම හා මධ්යම හා මධ්යම ව්යවසායකයින් සඳහා වෙනම ණය යෝජනා ක්රමයක් - ඊජායදාස රාජපක්ෂ",
      "body_lines": [
        "අධිකරණ, බන්ධනාගාර කටයුතු හා ආණ්ඩුක්රම ව්යවස්ථා ප්රතිසංස්කරණ අමාත්ය ආචාර්ය විජයදාස රාජපක්ෂ මහතා කියා සිටියේ මෙම කැබිනට් තීන්දුව ඉදිරියේ පාර්ලිමේන්තුවට ඉදිරිපත් කිරීමට අපේක්ෂා කරන බවයි.",
        "කුඩා හා මධ්යම හා මධ්යම ව්යවසායකයින් සඳහා වෙනම ණය යෝජනා ක්රමයක් හඳුන්වා දීමට අපේක්ෂා කරන බව අමාත්යවරයා වැඩිදුරටත් පැවසීය.",
        "අමාත්ය විජයදාස රාජපක්ෂ මහතා මේ බව ප්රකාශ කළේ අඟහරුවාදා (21) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදීය.",
        "\"රටට මූල්ය ප්රතිපත්තියක් තිබිය යුතුයි. ආර්ථිකය ශක්තිමත් විය යුතුය. ශ්රී ලංකා මහ බැංකුවට මෙම ප්රශ්නය සම්බන්ධයෙන් සැලකිය යුතු අධිකාරියක් ඇත. අතීතයේ දී, ශ්රී ලංකාවේ සංකල්පය යටතේ ඇති බාරටා පනත යොමු වී ඇත්තේ මහ බැංකුවේ සහ මූල්ය ආයතනවල ස්ථාවරත්වය ආරක්ෂා කිරීම කෙරෙහි පමණි.",
        "මහ බැංකුව රටේ තොගයක් කෙරෙහි අවධානය යොමු කළේ දැයි බොහෝ පැති ප්රශ්න කළේය. මීට අමතරව, කෘෂිකාර්මික අංශය 22% - 8% දක්වා පහත වැටීම කෙරෙහි අවධානය යොමු කළ යුතු අතර කර්මාන්තය 38% - 32% කි.",
        "ජාමූඅ වෙතින් 17 වතාවක් ණයක් ලබා ගැනීමට සිදු විය. එසේ වුවද ආර්ථිකය නැවත ලබා ගත නොහැකි විය. ආර්ථිකයේ සේවා අංශය අපි නිරතුරුවම පුළුල් කර ඇත්තෙමු. කර්මාන්තයේ නොසැලකිලිමත්කම හේතුවෙන් tivity ලදායිතාව අඩු වී ඇත.",
        "සෑම කෙනෙකුම රාජ්ය බැංකු දෙකකින් ගෙවන ලද ණය මුදල රුපියල් බිලියන 602 ක් පමණ වේ. එයින් වැඩි ප්රමාණයක් ආපසු ගෙවීමට නොහැකි වන අතර ණය අතහැර දැමිය යුතුය.",
        "අපේ රටේ කෘෂිකාර්මික හා කර්මාන්ත සඳහා මෙම ණය මුදල භාවිතා කළ හැකි නම්, එය එම අංශවල විශාල වර්ධනයක් වනු ඇත. රට තුළ මූල්ය පාලනයක් නොමැතිකම නිසා එවැනි තත්වයක් ඇතිවිය.",
        "මෙහි වෙළඳුන් සහ මූල්ය ආයතන අර්බුදයක ක්රියා කළ යුතුය. ඒ අනුව, පැරටා නීතිය නිසා ඇති වන අර්බුදයන් වළක්වා ගැනීමට පියවර ගත යුතුය. ඒ සඳහා අපි පාර්ලිමේන්තුවේ යම් සංශෝධන කිහිපයක් ඉදිරිපත් කිරීමට බලාපොරොත්තු වෙමු.",
        "කුඩා හා මධ්යම හා මධ්යම ව්යවසායකයින් සඳහා වෙනම ණය යෝජනා ක්රමයක් (කුඩා හා මැදට පෙළ) අපි හඳුන්වා දෙන්නෙමු. ජනාධිපති රනිල් වික්රමසිංහට එකම මතයක් තිබේ.",
        "ඊට අමතරව, අපට එක්සත් ජනපද අරමුදල් සපයන සමාගම් බැංකුව සහ ආසියානු සංවර්ධන බැංකුව වැනි සමාගම් සමඟ සාකච්ඡා කර මෙම අඩු පොලී ණය දීමේ ක්රමය හඳුන්වා දීමට අපි අපේක්ෂා කරමු.. බැංකු පමණක් ණය ලබා දෙන විට ණය ලබා ගැනීමට සුදුසුකම් ඇති අයට ණය ලබා දෙන්නේද යන්න පිළිබඳව ගැටළුව පැන නගී. ඉතින්, කැබිනට් මණ්ඩලය සමඟ සාකච්ඡා කිරීමෙන් අනතුරුව, මෙම ණය පහසුකම අධීක්ෂණ පද්ධතිය යටතේ ක්රියාත්මක කිරීමට අපි තීරණය කළෙමු.",
        "මුදල් අමාත්යාංශය සමඟ මේ පිළිබඳව සාකච්ඡා කිරීමට අපි අපේක්ෂා කරමු, \"යුක්තිය, බන්ධනාගාර කටයුතු සහ ආණ්ඩුක්රම ව්යවස්ථා අමාත්ය විජයදාස රාජපක්ෂ මහතා පැවසීය."
      ]
    },
    "en": {
      "title": "Expectation to submit amendment to the Parade law in the future;Separate Loan Scheme for Small and Medium Entrepreneurs -Vijayadasa Rajapaksa",
      "body_lines": [
        "The Minister of Justice, Prison Affairs and Constitutional Reforms Dr. Vijayadasa Rajapaksa said that the Cabinet decision is expected to be presented in Parliament in the future.",
        "The Minister further stated that it is expected to introduce a separate credit scheme for small and medium entrepreneurs.",
        "Minister Vijayadasa Rajapaksa made this statement at a media briefing held at the Presidential Media Center on Tuesday (21).",
        "“The country must have a financial policy. And the economy should be stronger. The Central Bank of Sri Lanka has a significant authority on this issue. In the past, the Barata Act, which is under conception in Sri Lanka, has only focused on protecting the stability of the central bank and financial institutions.",
        "Many sides questioned whether the central bank focused on the country's stockpile. In addition, the agriculture sector should focus on the fall of up to 22% - 8% and the industry is 38% - 32%.",
        "Had to get a loan from the IMF for 17 times. Even if so, the economy could not be recovered. We have consistently expanded the service sector in the economy. Due to the negligence of the industry, the productivity has declined.",
        "The loan amount paid to each one by two state banks is about 602 billion rupees. Most of it is unable to repay and the debt has to be waived.",
        "If this loan amount could be used in agriculture and industry in our country, it would have been a great growth in those sectors. Such a situation was caused by the lack of financial control in the country.",
        "Here traders and financial institutions should act in a crisis. Accordingly, steps should be taken to avoid the crises caused by the Parata law. For that, we expect to present some amendments in Parliament.",
        "We will also introduce a separate loan scheme for small and medium entrepreneurs (SMALL AND MIDSIZE ENTERPRISE). President Ranil Wickremesinghe has the same opinion.",
        "In addition, we expect to introduce this low interest lending system in consultation with companies such as the World Bank and the Asian Development Bank that provides us with funding us.. When lending only banks, the issue arises as to whether loans are given to those who are eligible to receive loans. So, after discussing with the Cabinet, we decided to carry out this credit facility under the monitoring system.",
        "We also expect to discuss this with the Finance Ministry, ”said Justice, Prison Affairs and Constitutional Minister of State Attorney Wijayadasa Rajapakse."
      ]
    }
  },
  "summary_lines": [
    "Dr. Vijayadasa Rajapaksa expects to submit an amendment to the Parade law in Parliament, introducing a separate loan scheme for small and medium entrepreneurs. This move aims to strengthen the economy and address issues in agriculture and industry."
  ]
}