{
  "translated_text": {
    "si": {
      "title": "සිරියානු අගනුවරට කැරලි ගැසීම: ජනාධිපති පැන යයි: ජනාධිපති",
      "body_lines": [
        "සිරියානු ජනාධිපති බෂාර් අල්-අපසාඩ් අගනුවර පලා ගොස් ඇති අතර කැරලිකාර සොල්දාදුවන් ඉරිදා (08) නිවෙස් දම්මස්කස් අත්අඩංගුවට ගත් බව නිවේදනය කළහ.. කැරැල්ල සොල්දාදුවන් පැවසුවේ රාජ්ය හමුදා අගනුවරින් පිටත්ව යන විට, දිගුකාලීන පාලකයෙකු වන අසාද්ගේ පාලකයා වන අසාද්ගේ පාලන සමයේ සිට දමස්කස් බවයි.",
        "බෂාර් අල් කානම් පලා ගියේය. කැරලිකරුවන් පැවසුවේ දමස්කස් අසාද්ගේ කුරිරු පාලන තන්ත්රයෙන් දමයි කියා බව ප්රකාශ කරන බවයි. මේ අතර, පසුගිය වසර 24 තුළ සිරියාව පාලනය කළ ජනාධිපති බෂාර් අල්-අසාද්ට ජ්යෙෂ් senior හමුදා නිලධාරීන්ට ජාත්යන්තර ප්රවෘත්ති ඒජන්සියට පැවසීය.. අසාද්ගේ පාලන තන්ත්රය බිඳ වැටී ඇති බව යුද හමුදාපති අණදෙන නිලධාරී නිලධාරීන්ට පවසා ඇති බව ද වාර්තා වේ.",
        "අඳුරු යුගය අවසන් වූයේ: හේට් ටහීර් අල් ෂම්මඩි හමුදාව නිවේදනයක් නිකුත් කරමින් කියා සිටියේ, \"මෙම අන්ධකාරයේ යුගය අවසන් වන අතර නව යුගයක් ආරම්භ වනු ඇති බවට අපි ප්රකාශ කරමු.\"",
        "බ්රිතාන්යයේ මානව හිමිකම් සංවිධානය සඳහා සිරියානු සෝදිසි කිරීම් මගින් සිරියානු ආරක්ෂක අංශ දමස්කස් ජාත්යන්තර ගුවන්තොටුපලේ සිට පසු බැස ගිය අතර කැරලිකරුවන්ගේ වැඩ වර්ජන මාලාවක් හේතුවෙන් ගුවන්තොටුපළ අතහැර දමා ඇත.",
        "ගෝඩාර් පවසන්නේ සිද්නියා උතුරු දමස්කස්හි හමුදාවට ඇතුළු වී සිරකරුවන් නිදහස් කළ බවයි. \"අපි අපේ සිරියානු ජනතාවගේ සිරකරුවන් බන්ධනාගාරවලින් නිදහස් කිරීමට, ඔවුන්ගේ මාංචු මුදා හැර, අසාධාරණයේ යුගය අවසන් කර ඇති බව ඔවුන් පැවසුවා.",
        "ක්රමයෙන් උසස් කැරලිකාර සංචිතය: නොවැම්බර් 27 වන දින කැරලිකරුවන් නගරය අල්ලා ගත් අතර සිරියාවේ දෙවන විශාලතම නගරය වන ඇලෙප්පෝ හි සිට.. මෙයින් පසු, පසුගිය බ්රහස්පතින්දා බ්රහස්පතින්දා සහ තුන්වන විශාලතම සිරියාවේ සිට තුන්වන විශාලතම සිරියාවේ හම්, සිකුරාදා හම්ස් අත්අඩංගුවට ගෙන තිබේ.. කැරලිකාර හමුදා වේගයෙන් වේගයෙන් වේගයෙන් හා අගනුවර වන දමස්කස් පහසුවෙන්ම පහසු වී තිබේ.",
        "මීට පෙර, කැරලිකාර සොල්දාදුවන් නිව්ස්කස් වටලා ඇති අතර එය සෙනසුරාදා දින 2000 සිට අසාද් විසින් පාලනය කරන ලද දමස්කස් බව ප්රකාශ කළේය.. \"අපි අගනුවර සහ මධ්යධරණී මුහුද අතර හෝම්ස් නගරයේ මායිමේ සිටගෙන සිටිමු. හෝම්ස් අල්ලා ගත් පසු, දමස්කස් අසාද්ගේ බලය ශක්තිමත් වූ මුහුදු වෙරළේ සිට විසන්ධි වනු ඇත. \". එදින රාත්රියේ ඔවුන් ප්රකාශ කළේ ඔවුන් හෝම්ස්ව අල්ලාගෙන ඇති බවයි.",
        "අගනුවර වන දමස්කස් දැනට පහසුකම් සපයන අතර, රාජ්ය පාලනය යටතේ පවතින පළාත් අගජරල්, ලඩාජියා සහ ටාටස් පමණක් ද පළාත් අගජරල් 14 ක්, ලාමාරියාව සහ ටාටස් පමණක් සිටිති.",
        "පසුගිය දශක 5 තුළ අසාද් පවුල් පාලනයෙන් වසර 50 ක්: පසුගිය දශක 5 තුළ සිරියාව අසාද්ගේ පවුල විසින් පාලනය කර ඇත. ඔහුගේ පියා වන හැෆ්සාගේ මරණයෙන් පසු බෂාර් අල්සාඩ් සිරියාවේ බලයට පත්විය. සිරියාව 2011 සිට අසාද් වෙත විරුද්ධ වී ඇති අතර, මැද පෙරදිග අරාබි වසන්තයේ දී ආශ්වාදයක් ලබා දී ඇත.. චාන්සලර් මර්දනයට එරෙහිව නැගී සිටි රැල්ල සිවිල් යුද්ධය දක්වා ව්යාප්ත විය.",
        "මේ අතර, 2015 වන විට සිරියාවේ බොහෝ ප්රදේශවල බොහෝ ප්රදේශ කැරලිකාර හා මුස්ලිම් රාජ්යයන්ගේ පාලන ආයතනවල පාලනය යටතේ පැවතුනි.. කෙසේ වෙතත්, රුසියාවේ මිලිටරි මැදිහත්වීම මගින් සිදු කරන ලද ගුවන් ප්රහාරය මෙම තත්වය තුළ වෙනසක් ඇති කර අසාද් බලය නැවත තහවුරු කළේය.",
        "ධවල මන්දිරය පවසා ඇත්තේ එක්සත් ජනපද ජනාධිපති ජෝ බිඩ්න් සිරියාවේ දැනට සිදුවන වෙනස්කම් සක්රීයව නිරීක්ෂණය කරන අතර කලාපයේ සගයන් සමඟ නිරන්තරයෙන් සම්බන්ධ වන බවයි."
      ]
    },
    "en": {
      "title": "Rebel for Syrian capital: President escapes",
      "body_lines": [
        "Syrian President Bashar al -Azad has fled the capital, and rebel soldiers announced on Sunday (08) that they have seized Damascus.. Rebellion soldiers said that Damascus had been liberated from the reign of Azad, a longtime ruler, as the state forces left the capital.",
        "Bashar al -Azad fled. The rebels said that we declare that Damascus was released from Azad's tyranny regime. Meanwhile, senior military officials told the International News Agency that President Bashar al -Azad, who ruled Syria for the past 24 years, had boarded an unidentified place.. It is also reported that the Army Commander officials had told officials that Azad's regime had collapsed.",
        "The dark era ended: The Hayat Tahrir al-Shammadi force said in a statement, \"We announce on December 8, 2024 that this era of darkness will end and a new era will begin.\"",
        "Syrian surveillance for Britain's Human Rights Organization has reported that Syrian security forces have retreated from Damascus' International Airport and have abandoned the airport due to a series of strikes of rebels.",
        "Rechers say that Sidenaya has entered the army in northern Damascus and released the prisoners. They said, \"We are celebrating with our Syrian people's joy to release our prisoners from prisons, release their handcuffs and declare the news that the era of injustice has ended.\"",
        "Gradually Advanced Rebel Squad: On November 27, the rebels seized the city as state forces quickly departed from Syria's second largest city, Aleppo.. Following this, the city of Homa was seized last Thursday and the third largest city of Syria, Hams, Friday.. The rebel forces have been rapidly rapidly rapidly and the capital, Damascus, has been convenient today.",
        "Earlier, the rebel soldiers announced that they had surrounded Damascus, which has been ruled by Azad since 2000 on Saturday.. “We stand on the edge of the city of Holmes between the capital and the Mediterranean. Once the Holmes is captured, the Damascus will be disconnected from the beach where Azad's force is strong. ”. That night they announced that they had captured Holmes.",
        "While the capital, Damascus is currently facilitated, only 14 provincial capitals, Ladagia and Tartus are under the control of the state.",
        "50 years of Azad family rule: Syria has been ruled by Azad's family over the past 5 decades. Following the death of his father Hafiz Azad, Bashar al -Azad came to power of Syria. Syria has been opposed to Azad since 2011, inspired by the Arab Spring in the Middle East.. The wave that rose against the repression of the Chancellor expanded into civil war.",
        "Meanwhile, by 2015, most parts of Syria came under the control of rebellious and Muslim states' groups.. However, the air strike carried out by Russia's military intervention made a change in this situation and re -confirmed the power of Azad.",
        "The White House has said that US President Joe Bidan is actively monitoring the ongoing changes in Syria and is constantly in touch with allies in the region."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Syrian President Bashar al-Azad flees capital as rebels seize Damascus. State forces retreat, rebels claim victory. End of Azad's 24-year rule."
  ]
}