{
  "translated_text": {
    "ta": {
      "title": "රනිල් රජයේ මුදල් අවභාවිත කළා ද?",
      "body_lines": [
        "முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கை இன்று (22) குற்றவியல் புலனாய்வுத் துறை (சிஐடி) கைது செய்தது.",
        "இந்த குற்றச்சாட்டை விசாரித்ததற்காக அவர் திணைக்களத்திற்கு வரவழைக்கப்பட்டபோது தான்.",
        "ඒ අනුව පස්වරු 03.00ට පමණ කොටුව මහේස්ත්‍රාත් අධිකරණය හමුවට රනිල් වික්‍රමසිංහ මහතා ඉදිරිපත් කෙරුණු අතර එම නීති කෘත්‍ය මේ වනවිටත් සිදුවෙමින් පවතියි.",
        "இலங்கையின் வரலாற்றில் முன்னாள் ஜனாதிபதி கைது செய்யப்படுவது இதுவே முதல் முறை.",
        "முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கை ஐக்கிய நாடுகளின் கூட்டமைப்பில் ஐக்கிய நாடுகளின் மாநாட்டில் கலந்து கொள்ள அமெரிக்காவின் நியூயார்க்கிற்குச் சென்றிருந்தார்.",
        "முன்னாள் ஜனாதிபதி தனது மனைவி மைத்ரீ விக்ரெமேசிங்கின் பட்டம் பெற தீவுக்கு வருவதற்கு முன்பு லண்டனில் சேர தீவுக்கு திரும்பினார்.",
        "முன்னாள் ஜனாதிபதியும் அவரது மனைவியும் பிரிட்டனில் உள்ள உல்வாடம்ப்டன் பல்கலைக்கழகத்தின் துணைவேந்தர் பல்கலைக்கழகத்தின் துணைவேந்தருக்கு அதிகாரப்பூர்வமாக பரிந்துரைக்கப்பட்டனர்.",
        "எவ்வாறாயினும், இந்த விஜயத்தில் முன்னாள் ஜனாதிபதி பங்கேற்றதாக சமீபத்தில் ஒரு நபர் சிஐடி துறைக்கு புகார் அளித்துள்ளார்.",
        "அதன்படி, ஜனாதிபதியின் முன்னாள் ஜனாதிபதி செயலாளர் திணைக்களத்திலிருந்தும், திரு. விக்ரமேசிங்கின் தனிப்பட்ட உதவியாளர் சாண்ட்ரா பெரேராவிடமிருந்தும் திணைக்களம் சமீபத்தில் ஒரு விசாரணையை கண்டறிந்தது.",
        "திரு. விக்ரெமேசிங்கே இன்று சிஐடியின் முகத்தில் தோன்றியதாக அறிவித்துள்ளார்.",
        "அதன்படி, அவர் இன்று காலை 9 மணியளவில் சிஐடியில் தோன்றினார்.",
        "4 மணி நேரம் கழித்து, முன்னாள் ஜனாதிபதி மதியம் 1.15 மணியளவில் கைது செய்யப்பட்டார்.",
        "பின்னர் அவர் இன்று பிற்பகல் 3.00 மணியளவில் கோட்டை மாஜிஸ்திரேட் நீதிமன்றத்தில் தயாரிக்கப்பட்டார்.",
        "எதிர்க்கட்சி எம்.பி.க்களும் அவரது ஆதரவாளர்களும் நீதிமன்ற வளாகத்திற்கு வந்தனர்.",
        "அதன்படி, சட்ட கோட்டை கோட்டை மாஜிஸ்திரேட் நிலுப்புலை லங்காபுரா கோட்டை மாஜிஸ்திரேட் நீதிமன்றத்திற்கு வரவழைக்கப்பட்டது.",
        "சந்தேக நபர் ரானில் விக்ரமேசிங்கை நீதிமன்றத்தில் தயாரித்தபோது, ​​சொலிசிட்டர் ஜெனரல் திலீபா பீரிஸ் புகார் குறித்து ஒரு அறிக்கை வெளியிட்டார்.",
        "17.03.2010 அன்று ஜனாதிபதி செயலகத்தால் புகார் அளிக்கப்பட்டதாக கூடுதல் சொலிசிட்டர் ஜெனரல் தெரிவித்தார், ஜனாதிபதி செயலகத்தால் 23.05.2015 அன்று புகார் அளிக்கப்பட்டது.",
        "முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்க, முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கே 2023.09.200 மற்றும் 23 வயதில் கியூபா மற்றும் அமெரிக்காவிற்கு தனியார் விஜயத்தில் ஈடுபட்டுள்ளார்.",
        "இலங்கையின் 8 வது நிர்வாகத் தலைவரான ரணில் விக்ரமேசிங்கின் கூற்றுப்படி, இலங்கையின் 8 வது நிர்வாகத் தலைவரால் கைது செய்யப்பட்டார்.",
        "பின்னர் அவர் அடிப்படை நிகழ்வுக்கு விளக்கப்பட்டார்.",
        "\"ஆண்டவரே, ரணில் விக்ரெமேசிங்கே கியூபா மற்றும் அமெரிக்க அதிகாரி ஜனாதிபதியாக உத்தியோகபூர்வ விஜயம் மேற்கொண்டுள்ளார். அதன்பிறகு, இங்கிலாந்தின் வொல்ஃப்ஹாம்ஷாம்ப்டன் பல்கலைக்கழகம் ஒரு பட்டமளிப்பு விழாவில் கலந்து கொண்டது. திரு. விக்ரமேசிங்கின் நினைவாக இது க honored ரவிக்கப்பட வேண்டும். ஜனாதிபதி செயலகம் மற்றும் காவல்துறையினர் உட்பட பத்து நபர்கள் வருகையில் பங்கேற்றுள்ளனர். மொத்த செலவு ரூ.. 133 லட்சம் மற்றும் ஜனாதிபதி செயலகம் இரண்டும் ரூ.. குறிப்பாக ஆகஸ்ட் 16, 2023 இல் கவனம் செலுத்துங்கள், இந்த வருகை தொடர்பான முதல் ஆவணத்தை நாங்கள் சந்திக்கிறோம். இது ஒரு தனிப்பட்ட வருகை என்று அது கூறுகிறது. ஆனால் 9 வது வயது வருகை போது, ​​அது ஒரு வால்ஷாக மாறும். நாங்கள் வந்த பிறகு, இது ஒரு உத்தியோகபூர்வ வருகை என்று ஆவணம் கூறுகிறது. இவை திருத்தப்பட்ட ஒரு தீவிர பிரச்சினை.. ஜனாதிபதி ஜனாதிபதி செயலாளரிடமிருந்து ஜனாதிபதியின் பயணத்தில் இருந்தபோது, ​​ஜனாதிபதிக்கு கேள்வியால் ஒப்புதல் அளிக்கப்பட்டது, பார்வையாளராக வேண்டும், உத்தியோகபூர்வ வருகையாக மாறியது. சந்தேக நபரால் கேள்வி எழுப்பப்பட்டபோது, ​​உத்தியோகபூர்வ மற்றும் தனிப்பட்டதாக இல்லை என்றும் எந்தவொரு பயணத்திற்கும் எந்தவொரு பயணமும் பயன்படுத்தப்படலாம் என்றும் அவர் கூறுகிறார். \"",
        "இந்த வருகையின் போது கூடுதல் சொலிசிட்டர் ஜெனரல் ஒரு தெளிவுபடுத்தினார்.",
        "வோல்வெஹாம்ஹம்மட்டன் பல்கலைக்கழகம் லண்டனில் இருந்து 206 மைல் [206 கி.மீ] வரை அமைந்துள்ளது, லார்ட் அவர் லண்டனில் உள்ள லத்தூரி பல்கலைக்கழகத்திற்கு தங்கியுள்ளார்.. பின்னர், வல்வஹாம்ப்டன் பல்கலைக்கழகத்தின் அருகே இரண்டு அறைகள் மற்றும் 5 லட்சம் ரூ. ரூ.. உச்சநீதிமன்றம் திவால்நிலைக்காக வழக்குத் தொடரப்பட்ட நாட்டில் செலவு செய்யப்பட்டது. சரியாக, நான் இந்த நேரத்தில் பங்களாதேஷில் ஒரு கடமைக்கு செல்ல முயற்சித்தேன். இந்த வருகைக்கு ஜனாதிபதியுடன் இணைந்த ஒரு போலீஸ் அதிகாரி, லேண்ட்மார்க் ஹோட்டலில் பட்டமளிப்பு விழாவிற்குச் செல்வதைத் தவிர வேறு எந்த நேரத்திலும் ஜனாதிபதி ஒருபோதும் வெளியே வரவில்லை என்று அவர் கூறுகிறார்.. அதாவது இந்த காலகட்டத்தில் இலங்கை மாநிலத் தலைவராக ஜனாதிபதி இணைக்கவில்லை. அதாவது இது முற்றிலும் தனிப்பட்ட வருகை. இந்த மாஸ்டர் ஒரு வறுமையைத் தாக்கும் குடும்பம், ஒரு வாழ்க்கைக்கு பணம் சேர்த்து மற்ற உறுப்பினர்களிடம் கொண்டு வரப்பட்டு, மற்ற உறுப்பினர்களை விட்டு வெளியேறினார். \"",
        "கூடுதல் வழக்குரைஞர் ஜெனரல், சந்தேக நபர் பொது சொத்துச் சட்டத்தின் கீழ் குற்றச்சாட்டுக்கு ஆளானதாகக் கூறினார்.",
        "\"ஆண்டவரே, விசாரணைகள் இனி முடிவடையாது. மேலும் சந்தேக நபர்கள் கைது செய்யப்பட வேண்டும். ஜனாதிபதியின் செயலாளராக திரு. சமன் எகனாயக்க. இந்த முன்னாள் ஜனாதிபதி பொது ரியல் எஸ்டேட் சட்டத்தின் கீழ் வழக்குத் தொடரப்பட்டார். அதாவது நாம் பெற ஒரு விதிவிலக்கான புள்ளியை முன்வைக்க வேண்டும். நீதி தெய்வம் இல்லாமல் வழக்கில் வந்த சான்றுகள் மற்றும் உண்மைகளின் அடிப்படையில் முடிவுகளை எடுக்குமாறு கேட்டுக்கொள்கிறேன்.. \"",
        "முன்னாள் ஜனாதிபதியின் பின்னர் ஜனாதிபதியின் ஆலோசகர் ஜனாதிபதி பிரேமரத்னேவுக்கு பதிலளித்தார்.",
        "\"ஜனாதிபதி செயலகம் நடத்திய உள் தணிக்கை அறிக்கை மூலம் புகார் உறுதி செய்யப்பட்டது. ஆனால் நிலங்கள் தொடர்பாக தேசிய ஆடிட்டர் ஜெனரல் சமர்ப்பித்த அறிக்கையை உங்கள் நீதிமன்றத்தின் முன் நான் தயாரிக்கிறேன்.. இவை எதுவும் அறிக்கையால் உறுதிப்படுத்தப்படவில்லை.. ஆனால் தற்கொலைக்கு ஒரு காரணம் இருக்க வேண்டும். இது ஒரு தீங்கிழைக்கும் வழக்கு. திருமதி ரானில் இரண்டு நாட்களுக்குள் ரிமாண்ட் செய்தார். அதை எப்படி சொல்கிறீர்கள்? \"",
        "மேலும், ஜனாதிபதியின் ஆலோசகர் ஏஞ்சல் வெலுமாரத்னே நீதிமன்றத்தில் கூறினார்.",
        "\"ஆண்டவரே, இந்த சந்தேக நபரின் சுகாதார நிலையை நான் விளக்க விரும்புகிறேன். அவர் 7 ஆண்டுகளில் இருந்து உடல்நல நோயால் பாதிக்கப்பட்டுள்ளார். அவருக்கு நீரிழிவு நோய் உள்ளது, அது கட்டுப்படுத்த முடியாது. அவருக்கு உயர் இரத்த அழுத்தம் உள்ளது. அவர் மற்ற நோய்களுக்கும் சிகிச்சையைப் பெறுகிறார். இது ஒரு தனித்துவமான விஷயம், இறைவன் இறைவனை அறிந்து கொண்டார். அதனால்தான் அவரது மனைவி புற்றுநோய் மற்றும் கீல்வாதம் நோயால் பாதிக்கப்படுகிறார். அவர்களுக்கு குழந்தைகள் எதுவும் தெரியாது. அவளை ஊக்குவிப்பது அதுதான். அவர்கள் தான். அவரும் என்ற உண்மையை கவனியுங்கள். மேலும், முன்னாள் ஜனாதிபதி ஒரு சிறப்பு பாதுகாப்பு அல்ல. இந்தியாவின் மாலை இந்தியாவில் இருக்கும் காமன் வெல்த் யூத் கவுன்சில் இந்தியாவில் பங்கேற்க விரும்புகிறேன். இந்த விஷயங்கள் அனைத்தையும் பொது ரியல் எஸ்டேட் சட்டத்தின் கீழ் பரிசீலித்து ஜாமீனில் விடுவிக்குமாறு நீதிமன்றத்தை அழைக்கிறேன். \"",
        "கோட்டை மாஜிஸ்திரேட் நிலுபுலபிட்டியா லங்காபுரா கிராமம் த்லிஹி பிள்ளை பிரதிவாதி வழங்கிய தேசிய தணிக்கை அலுவலகத்தின் பீரிஸிடம் கேட்டார்.",
        "இதற்கு பதிலளித்தால், தணிக்கை அறிக்கை அந்தந்த ஆண்டின் தணிக்கை அறிக்கையாகும், இது குறிப்பிட்ட விஷயத்திற்கான தணிக்கை பதிவு அல்ல.",
        "கூடுதல் சொலிசிட்டர் ஜெனரல், ஜனாதிபதி செயலகத்தின் ஜனாதிபதி உட்புறத்தில் தணிக்கை செய்யப்பட்ட அறிக்கை நடத்தப்பட்டதாக நீதிமன்றத்தில் தயாரிக்கப்பட்டதாகக் கூறினார்."
      ]
    },
    "en": {
      "title": "Did Ranil misuse the government's money?",
      "body_lines": [
        "Former President Ranil Wickremesinghe was arrested by the Criminal Investigation Department (CID) today (22).",
        "It was when he was summoned to the Department for questioning this charge.",
        "Accordingly, Ranil Wickremesinghe was presented to the Fort Magistrate's Court around 03 pm and the laws are still underway.",
        "This is the first time a former president has been arrested in the history of Sri Lanka.",
        "Former President Ranil Wickremesinghe had gone to New York in the United States to attend the United Nations Conference on the United Nations Federation.",
        "The former President returned to the island to attend London before he came to the island to attend the degree of his wife Maithree Wickremesinghe.",
        "Former President and his wife was officially referred to the Vice Chancellor of the University of Vice Chancellor of the University of Ulwadumpton in Britain.",
        "However, a complaint has been lodged by a person to the Department of the CID recently that the former President has participated in the visit.",
        "Accordingly, the department found an investigation recently from the Department of former Presidential Secretary to the President and Mr. Wickremesinghe's personal Assistant Sandra Perera.",
        "Mr. Wickremesinghe has then informed that he appeared in the face of the CID today.",
        "Accordingly, he appeared in the CID about 9am this morning.",
        "After 4 hours, the former president was arrested around 1.15 pm.",
        "He was later produced before the Fort Magistrate's Court around 3.00 pm today.",
        "Opposition MPs and his supporters arrived at the court premises.",
        "Accordingly, the Law Fort Fort Magistrate Nilauppulai Lankapura was summoned to the Fort Magistrate's Court.",
        "When the suspect Ranil Wickremesinghe was produced in court, Solicitor General Dileepa Peiris made a statement on the complaint.",
        "Additional Solicitor General said that a complaint was conducted by the Presidential Secretariat on 17.03.2010, a complaint was carried out by the Presidential Secretariat on 23.05.2015.",
        "Former President Ranil Wickremesinghe, former President Ranil Wickremesinghe has been in a private visit to Cuba and USA at the age of 2023.09.200 and 23.",
        "According to the Dileepa Peiris, Ranil Wickremesinghe, the 8th Executive President of Sri Lanka, was arrested by the 8th Executive President of Sri Lanka.",
        "He was then explained to the basic event.",
        "\"Lord, Ranil Wickremesinghe has been on official visit to Cuba and US official as President. Thereafter, the Wolfhamshampton University of England has attended a graduation ceremony. It is to be honored in the honor of Mr. Wickremesinghe. Ten persons including the Presidential Secretariat and Police have participated in the visit. The total cost of Rs.. 133 lakhs and both the Presidential Secretariat have been paid to more than Rs.. Especially focus on the 16th of August 16, 2023, we meet the first document related to this visit. It says this is a personal visit. But when the 9th-year-old visit, it becomes a Volish. After we arrive, the document states that it is an official visit. It is a serious issue that these amended them.. When the president was traveling from the Presidential Secretary to the President, the president was approved by the question, to become a visitor, and to become an official visit. When questioned by the suspect, he says that there is no official and private and that any trip can be used for any visit. \"",
        "Then the Additional Solicitor General made a clarification on how to expenses during this visit.",
        "The Volwehamhammutton University is located as far as 206 miles [206 km] from London, Lord he has stayed to the University of Ladduri, a luxury hotel in London.. Later, two rooms have been paid near the Vulvahampton University and 5 lakhs for Rs. 300,000 for the use of Rs.. The expenditure was made in the country where the Supreme Court is prosecuted for bankruptcy. Exactly, I tried to go on a duties in Bangladesh at this time. When a police officer who joined the President to the visit, he says the President has never come out of any time except to go to the graduation ceremony in the Landmark Hotel.. That means that the President did not connect any of the Sri Lankan head of state in this period. That means this is completely a personal visit. This master is a poverty-hitting family, add money to a living and brought to the other members, leaving the other members. \"",
        "The Additional Solicitor General said that the suspect is accused of charges under the Public Property Act.",
        "\"Lord, investigations no longer end. More suspects have to be arrested. Mr. Saman Ekanayake as Secretary to the President. This former president was prosecuted under the Public Real Estate Act. That means we need to present an exceptional point to get. I urge you to make decisions based on the evidence and facts that have come into the case without the goddess of justice.. \"",
        "The President's Counsel Answered President Premaratne after the former President.",
        "\"The complaint was confirmed by an internal audit report conducted by the Presidential Secretariat. But I am produced before your court a report submitted by the National Auditor General in connection with the lands.. None of this is confirmed by the report.. But there should be a cause of suicide. This is a malicious case. Mrs. Ranil remanded within two days. How does you say that? \"",
        "Further, President's Counsel Angel Velumaratne said in court.",
        "\"Lord I would like to explain the health condition of this suspect. He is suffering from a health condition since 7 years. And he has a diabetes that cannot be controlled. He has high blood pressure. He is also receiving treatment for other diseases. This is a unique thing that the Lord has ever come to know the Lord. That's why his wife suffers from a cancer and arthritis disease. They know no children. That is the only one to encourage her. They're just them. Consider the fact that he too. Also, a former president is not a special safeguard. And I would like to participate in India, Common Welth Yooth Council, who will be in India on the evening of India. I call on the court to consider all these matters under the Public Real Estate Act and released on bail. \"",
        "Fort Magistrate Niluppulapitiya Lankapura Village Dilehi Pillai asked the Peiris of the National Audit Office presented by the defendant.",
        "Responding to this, the audit report was an audit report of the respective year and is not an audit record for the specific matter.",
        "The Additional Solicitor General said he was produced in court that audited report was conducted in the presidency interior of the Presidential Secretariat."
      ]
    }
  },
  "summary_lines": []
}