{
  "translated_text": {
    "si": {
      "title": "මන්නාරම",
      "body_lines": [
        "Attornema -law එදිරිව එදිරිව එදිරිව එදිරිව එදිරිව එදිරිව එදිරිව මන්නාරම මහතා 'සතෝසා මානව සුසාන භූමිය බදාදා මන්නාර් අධිකරණයේ විභාගයට ගන්නා ලෙසත්, එදින කොළඹ සමාගම් වෙත සුදුසු සාක්ෂි ලබා ගැනීමට පියවර ගන්නා බවත්ය.",
        "අතුරුදහන් වූ සබඳතා වෙනුවෙන් නිවසේ පෙනී සිටින නීති orney -t -law එදිරිව අයිඑන්ජානාන් මන්නාරමේ මානව භූමිය භූමදාන කිරීම ගැන විමසූ සබඳතා ගැන විමසූ විට නිවසේ පෙනී සිටියි.",
        "මන්නාරම මහේස්ත්රාත් අධිකරණයේ 'සතෝසා' මානව සුසාන නඩුව සඳුදා (7) සිට සිකුරාදා (11) දක්වා සතෝසා මානව සුසාන භූමියේදී කැණීම් කර ඇති මිනිස් අස්ථි පරිමාව තුළ උසාවි පරිශ්රයන්හි තැන්පත් කර ඇති අතර, දැනටමත් සුහදව පිහිටි මිනිස් අස්ථි පරිමාව සමඟ ඇසුරුම් කර ඇත. .",
        "After several years, five days later, a group led by Professor Raj Somadeva and the Committee of the Legal Officer and the Mannar Magistrate, in the presence of the Mannar Magistrate, on behalf of the missing persons, the lawyers and the court officials carried out ක්රියාවෙහි ගුණාත්මකභාවය.",
        "මේ කාලය තුළ, මිනිස් අස්ථි කුට්ටි නිස්සාරණය කරනු ලැබුවේ උසාවි පරිශ්රයේ ඇසුරුම් කළ, ඇසුරුම් කළ හා ආරක්ෂිතව උපුටා ගත් අනෙකුත් ද්රව්ය හැර.",
        "සොයාගෙන ඇති අනෙකුත් භාණ්ඩ පිළිබඳ වැඩිදුර පිළිතුරු සහ කෙලනි මහාචාර්ය රාජ් සෝමදේවගේ වැඩිදුර පිළිතුරු සහ ප්රකාශන සඳහා අධිකරණය මානව ඇටකටු පිළිබඳ වාර්තාවක් ඉල්ලා තිබේ.",
        "නඩුව බදාදා (16) විභාගයට ගන්නා විට මේ කාරණය තීරණය වේ.",
        "පුරාවිද්යා දෙපාර්තමේන්තුව විසින් අදාළ සාක්ෂි කොළඹ පිහිටි ඔවුන්ගේ සමාගම්වලට අදාළ සාක්ෂි ගෙන ඒවා කැණීම් කර වයස සහ ස්ත්රී පුරුෂ භාවය වැනි කරුණු පිළිබඳ වාර්තාවක් ඉදිරිපත් කරනු ඇතැයි අපේක්ෂා කෙරේ.",
        "දින පහක් කැණීම් මෙහෙයුම් වලදී ගත් භාණ්ඩ උපත ලැබීය.. රීල්"
      ]
    },
    "en": {
      "title": "Mannar",
      "body_lines": [
        "Attorney -at -Law VS Winnjan said that the Mannar 'Sathosa' human burial case will be taken up at the Mannar Court on Wednesday, and action will be taken to take appropriate evidence to the companies in Colombo that day.",
        "Attorney -at -Law VS Iinjanan, who appears in the House on behalf of the missing relations when he inquired about the 'Satosa' human burial of Mannar.",
        "The 'Sathosa' human burial case at the Mannar Magistrate's Court has been packed and placed in the court premises, along with the human skeletal volumes, which have already been excavated in the Sathosa human burial ground from Monday (7) to Friday (11).",
        "After several years, five days later, a group led by Professor Raj Somadeva and the Committee of the Legal Officer and the Mannar Magistrate, in the presence of the Mannar Magistrate, on behalf of the missing persons, the lawyers and the court officials carried out the quality of action.",
        "During this time, the human skeletal blocks were extracted and other than the other materials, which were extracted, packaged and safely placed in the court premises.",
        "The court has requested a report on human bones on further answers and the archaeological report of Kelani Professor Raj Somadeva on other items that have been recovered.",
        "The matter will be decided when the case will be taken up for hearing on Wednesday (16).",
        "The Archaeological Department is expected to take the relevant evidence to their companies in Colombo and excavate them and submit a report on matters such as age and gender.",
        "He added that the items taken during the excavation operations for five days were born.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Mannar Court case: Human remains exhumed, sent to Colombo for analysis. Hearing scheduled for Wednesday."
  ]
}