{
  "translated_text": {
    "ta": {
      "title": "ආසියාවම හොල්ලන අරගල",
      "body_lines": [
        "இத்தகைய போராட்டங்கள் சமீபத்திய கடந்த காலங்களில் மூன்று நாடுகளில் நினைவுகூரப்பட்டுள்ளன, இது வெடித்தது மற்றும் இலங்கை உட்பட இலங்கையின் பெரும்பகுதி.",
        "குறிப்பாக நேபாளத்தின் இளைஞர் போராட்டத்தின் போராட்டம், குறிப்பாக இலங்கையின் போராட்டம் மற்றும் கடந்த ஆண்டு பங்களாதேஷில் வரவிருக்கும் மக்களுடன் பல ஒற்றுமைகள். இந்தோனேசியாவில் ஆர்ப்பாட்டம் மிகவும் ஒத்ததாக இருந்தாலும், அதன் அரசாங்கம் சரிந்துவிடவில்லை.",
        "நேபாளத்தில், நேபாள அரசாங்கமும் மேற்கத்திய சமூக ஊடக நிறுவனங்களும் ஒரு பிரச்சினையாக இருந்தன. இந்த நாட்டையும் பல நாடுகளிலும், சமூக ஊடகங்கள் தீவிரமாக உள்ளன. அதன்படி, சமூக ஊடக நிறுவனங்கள் பதிவு செய்ய வேண்டும் என்று அரசாங்கம் உத்தரவிட்டுள்ளது.. முக்கிய நிறுவனங்கள் உட்பட 26 நிறுவனங்கள் பல நிறுவனங்களுடன் உடன்பட்டன. அதன்படி, நேபாள அரசு 4 ஆம் தேதி இருபத்தி இரண்டு நிறுவனங்களின் பணியை தடை செய்தது.",
        "இது நாட்டின் இளைஞர்களிடம் கோபமாக உள்ளது. 1997 மற்றும் 2012 க்கு இடையில் பிறந்த தலைமுறை, குறிப்பாக இலங்கையிலும், இலங்கையிலும், இந்த முடிவில் பைத்தியம் பிடித்தது. அரசாங்க ஊழலில் அரசாங்க ஊழலைத் தடுக்க சமூக ஊடகங்களை அரசாங்கம் தடை செய்தது.",
        "இந்த வாதம் முற்றிலும் நிராகரிக்கப்படவில்லை. එවැනි අරමුණක්ද නේපාල ආණ්ඩුවට තිබෙන්නට ඇත. போலி செய்திகளின் இனவெறியும் ஜனவரி மாதத்தில் உள்ளது, இது பொதுவான வகுப்புவாதத்தை ஒழுங்குபடுத்துவதாகவும், வகுப்புவாதத்தின் பொதுவான வரம்பைக் கட்டுப்படுத்துவதாகவும் அவற்றை ஒழுங்குபடுத்துவதாகவும் கூறுகிறது.. ஒழுங்குமுறை ஆணையத்திற்கான ஆணையம் முக்கியமாக சட்டத்தின் கீழ் நிறுவப்பட்டதால் ஜனாதிபதியால் நியமிக்கப்பட்டதால் அது முக்கியமாக இருந்தது. ஏனெனில் அவருக்கு சமூக ஊடகங்களைக் கட்டுப்படுத்தும் சாதாரண சக்தி உள்ளது.",
        "தெருக்களில் நேபாளத்தின் சமூக ஊடக தடைக்கு எதிராக ஜென் கம்ப்னிங். எதிர்ப்பாளர்களை சுட்டுக் கொன்ற 19 பேர் கொல்லப்பட்டனர். எதிர்ப்பாளர்கள் உச்சநீதிமன்றம் மற்றும் உச்ச நீதிமன்றம் உள்ளிட்ட நாட்டின் கட்டிடங்களை எரித்தனர். முன்னாள் பிரதமர்களும் தற்போதைய அரசியல்வாதிகளும் வளைவுக்கு தீ வைத்தனர். முன்னாள் பிரதமர் எரிந்து இறந்தார்.",
        "பத்தொன்பது இறந்த பின்னர் அரசாங்கம் சமூக ஊடக தடையை நீக்கியது. பிரதமர் கே.பி.. ஷர்மா ஓகல் ராஜினாமா செய்தார். போராட்டங்களின் வேண்டுகோளின் பேரில் சுசிலா கார்கி முன்னாள் தலைமை நீதிபதியாகவும், ஊழல் தடுப்பு எதிர்ப்பாகவும் நியமிக்கப்பட்டார்.",
        "சமூக ஊடக நிறுவனங்கள் உண்மையான ஊடக நிறுவனங்கள் என்று சிலர் வாதிடுகின்றனர். நேபாள அரசாங்கமும் அரசாங்கமும் அரசாங்கத்திற்கு இடையிலான மோதலில், ஆனால் அரசாங்கம் பசிலுக்கு வேண்டியிருந்தது, ஆனால் அது சரிந்தது. இலங்கையின் ஊடக சங்கத்தின் தலைவர் டாக்டர் வெரக்கன் ஹெராத் உலகளாவிய ஊடக ஒழுங்குமுறை செயல்பாட்டில் பதிவு செய்யப்பட்ட பேஸ்புக்கில் கூறினார். இது பல பாரிய நிறுவனங்களால் நடத்தப்படும் ஒரு வகையான டிஜிட்டல் காலனித்துவமாகும்.",
        "பங்களாதேஷின் இளைஞர் போராட்டம் நேபாளம் போன்ற உடனடி தூண்டுதலில் இல்லை. மற்றொரு பின்னணி கதை உள்ளது. கிழக்கு பாகிஸ்தான் என்று அழைக்கப்படும் பங்களாதேஷ், 1971 ஆம் ஆண்டில் பாகிஸ்தானில் இருந்து இந்திய உதவியுடன் ஆயுதப் போராட்டத்துடன் பிரிக்கப்பட்டது. போராட்டத்தின் குடும்பங்களுக்கு அரசாங்கத்தின் வேலைகளில் மூன்றில் ஒரு பகுதியை வழங்கும் திட்டம் 2018 வரை இயங்குகிறது. சில நேரங்களில், ஒரு எதிர்ப்பு இருந்தது.",
        "ஒதுக்கீட்டை அறிமுகப்படுத்தியதன் மூலம், பல்கலைக்கழக மாணவர்கள் கடந்த ஆண்டு இந்த முறையை ரத்து செய்யுமாறு கோரினர். மரணதண்டனை, வேலையின்மை மற்றும் வாழ்க்கைச் செலவுக்கு உயர்ந்துள்ளது. ஜூலை 22 அன்று, உச்ச நீதிமன்றம் வேலை ஒதுக்கீட்டை மாற்றியது, ஆனால் அந்த நேரத்தில் கட்டுப்படுத்த முடியவில்லை. ஆகஸ்ட் 5 ம் தேதி ஜனாதிபதி கோத்தாபய ராஜபக்ஷாவின் தலைவர் கோத்தாபயா ராஜபக்ஷம் போலவே இந்தியாவுக்கு ராஜினாமா செய்தார், இந்தியாவுக்கு தப்பி ஓடினார். கடந்த ஆண்டு ஆகஸ்ட் 5 ஆம் தேதி பங்களாதேஷ் போராட்டமும் கொழும்புக்கு கொண்டு வரப்பட்டது, இலங்கையில் ஜூலை 9, 2022 அன்று கொழும்புக்கு கொண்டு வரப்படவுள்ள ஏராளமான போராட்டங்களின் விளைவாக.",
        "இந்தோனேசியாவில் மாணவர்கள் மத்தியில் வேளாண்மை எதிர்ப்பு கிளர்ச்சிகள் தொடங்கியது. கடந்த பிப்ரவரி மற்றும் மார்ச். அரசாங்கத்தின் செலவினங்களை அனுமதிக்கும் கொள்கை மற்றும் அரசியலில் இராணுவம் தலையிட அனுமதிக்கும் முடிவு.",
        "சில வாரங்களில் இது அதிகமாக இருந்தபோதிலும், அரசியல்வாதிகளின் ஊழலுக்கு எதிரான போராட்டம் மட்டுமல்லாமல், பாராளுமன்ற எம்.பி.க்களுக்கு மாதாந்திர வீட்டுவசதி கொடுப்பனவை வழங்குவதற்கான அரசாங்கத்தின் முடிவு மட்டுமல்ல. ஆர்ப்பாட்டக்காரர்கள் பாராளுமன்றத்தை கலைக்கக் கோரினர், ஒரு துணை ஜனாதிபதியின் மகன், ஜிப்ரானின் மகன், ஜிப்ரானின் மகன், ஜிப்ரானின் மகன், ஜிப்ரானின் மகன், ஜிப்ரானின் மகன், ஜிப்ரானின் மகன்.",
        "ஆகஸ்ட் 28 அன்று ஜகார்த்தாவில் பொலிஸ் ஆயுத ஓட்டுநரால் இயக்கப்படும் பொலிஸ் ஆயுதத்துடன் ஆர்ப்பாட்டங்கள் வன்முறையில் ஈடுபட்டன. நிதி மந்திரி மந்திரி உட்பட பல அரசியல்வாதிகளின் வீடுகள் தாக்கப்பட்டன. கொள்ளைக்கு பெரும் வெடிப்புகள் இருந்தன. எதிர்ப்பை அடக்குவதற்காக இந்தோனேசியாவில் சீன சமூகத்திற்கு எதிராக வகுப்புவாதத்தை அமைப்பதற்கான முயற்சி தோல்வியடைந்தது.",
        "முடிவில், ஆரம்பத்தில் பயங்கரவாதிகளை அழைத்த ஜனாதிபதி புபூ ஜுருனோ, மக்களின் கோரிக்கைகளை நீக்குவதாக உறுதியளித்தார், குறிப்பாக எம்.பி.எஸ் உறுப்பினர்கள். ஆனால் நாட்டின் 32 மாநிலங்களில், பிரச்சாரங்கள் நடத்தப்படுகின்றன.",
        "2022 'போராட்டம்', 2024 பங்களாதேஷ் ஆர்ப்பாட்டங்கள் இந்த ஆண்டு நான்கு இந்தோனேசியா மற்றும் நேபாள ஆர்ப்பாட்டங்களில் பல ஒற்றுமையைக் கொண்டுள்ளன. நான்கு இளைஞர்களின் போராட்டங்கள் இவை. பங்களாதேஷ் மற்றும் நேபாளத்தின் போராட்டங்கள் பங்களாதேஷ் மற்றும் நேபாளத்தில் நிறுவப்பட்டன.",
        "தெற்காசிய நாடுகளில் உள்ள ஆர்ப்பாட்டங்கள் அடிப்படையில் அரசியல்வாதிகளால் பாதிக்கப்பட்ட ஊழலால் பாதிக்கப்படுகின்றன. அவர்கள் காரணமாக, போராட்டத்தின் நிறுவனர்களுக்கு நெருக்கமாக இருந்ததால் கோபம் மக்களை வென்றது. இலங்கையில் பொருளாதார நெருக்கடி காரணமாக, குறிப்பாக நகர்ப்புற நடுத்தர வர்க்கம், குறிப்பாக நகர்ப்புற மத்திய வர்க்கத்தின் நகராட்சியில், குறிப்பாக 13 மணி நேரம் அதிகாரத்தில் மின்சாரம் குறைகிறது. அங்குதான் போராட்டம் வெடித்தது.",
        "கடந்த ஆண்டுகளில் பங்களாதேஷின் பொருளாதார வளர்ச்சியின் பல அறிக்கைகள் சமூகத்தின் ஒரு பகுதிக்கு திரும்பியுள்ளன. வேலையின்மை ஒவ்வொரு பொதுவான குடும்பத்தினருக்கும் வலுவாக உணர்ந்தது மற்றும் 2018 ஆம் ஆண்டில் வேலையின்மை முறையின் மறு ஆய்வு செய்யப்பட்ட வேலை மேற்கோள் வெடிக்க முடிந்தது. போராட்டம் மற்றும் போராட்டம் தொடங்கிய பிறகு, ஊழல் மற்றும் சமூக சமத்துவமின்மை போராட்டத்தின் முக்கிய கருப்பொருளாகத் தொடங்கியது. பெரிய மாற்றத்தின் காரணமாக ஒதுக்கீட்டின் கட்டில் பயன்படுத்தப்படவில்லை.",
        "கடந்த மாதம் இந்தோனேசியாவில் ஆர்ப்பாட்டங்கள் ஹீல்ஹோல்டிங் அல்லாத வீட்டு கொடுப்பனவுகள் காரணமாக வெடித்தன. சலுகைகள் பெரும்பாலும் குறைக்கப்பட்டிருந்தாலும், ஊழல் முக்கிய தலைப்பு மற்றும் போராட்டத்தை இழுக்கவும்.",
        "நேபாளத்தில் விளக்கப்பட்ட தீ சமூக ஊடகங்களால் தடைசெய்யப்பட்டது. தடை நீக்கப்பட்ட போதிலும், பின்னர் ஊழல் மற்றும் சமூக சமத்துவமின்மை கடற்படைக்கு வந்து அரசாங்கத்தின் முடிவைக் கோருகிறது. நான்கு நாடுகளின் அரசியல்வாதிகளின் கொள்ளை கடுமையாக விமர்சிக்கப்பட்டது.",
        "நான்கு நாடுகளில் உள்ள கோட்டைகள் சமூக ஊடகங்களைப் பயன்படுத்தி போராட்டத்தை அழைத்து கோஷங்களை உருவாக்கின. நேபாளத்தில் ஆர்ப்பாட்டக்காரர்கள் இடைக்கால பிரதமராக ஒரு தனி பிரதமர் என்றும் அவர்களுக்கு இடையே வாக்களித்ததாகவும் செய்திகளில் ஒன்று. இங்கே, ஒரு சமூக ஊடக சன்னேஸ்காஸ்டி, ஒரு வெளியீட்டாளர் மற்றும் அமைப்பாளர் இந்த பாத்திரத்தை வகித்துள்ளனர்.",
        "நான்கு நாடுகளிலும் போராட்டங்களில் மத்திய தலைமை காணப்படவில்லை. முக்கிய காரணம் என்னவென்றால், அவை ஒரு முறையான அமைப்பிலிருந்து ஒழுங்கமைக்காமல் சுயமரியாதை எழுந்தன. இதன் விளைவாக, நான்கு போராட்டங்களும் அடிப்படையில் முன்முயற்சி. வெவ்வேறு அரசியல் ஹொரன்கள் செயல்பட்டு வந்தன.",
        "இந்த போராட்டங்கள் ஒரு குறிப்பிட்ட நிகழ்வு அல்லது கேள்வியுடன் ஒரு ஊழல் போராட்டத்திற்கு வருகின்றன, மேலும் போராட்டங்கள் ஊழல் தடுப்பு போராட்டமாக மாறியுள்ளன, மேலும் மாநில கட்டுப்பாட்டை மாற்ற வேண்டும் என்று கோரியது. இது மூன்று நாடுகளில் நடந்துள்ளது (இந்தோனேசியா தவிர). இலங்கையின் ஒரே அடிப்படை சக்தி மட்டுமே மாறியது. பங்களாதேஷ் மற்றும் நேபாளத்தின் நியமனம் ஒரு இடைக்கால தலைமை.",
        "போராட்டங்கள் நான்கு நாடுகளுக்கு ஒரு குறிப்பிட்ட அரசியல் குறிக்கோள் அல்ல. எனவே, ஆட்சியாளர் வெளியேற வேண்டிய பின்னர் அவன் அல்லது அவள் எதை விட்டு வெளியேறுவார்கள் என்பதை அவர்கள் அறிந்திருக்கவில்லை.",
        "இலங்கையில் மட்டுமே போராட்டத்தின் விளைவாக, இரண்டு ஆண்டுகளுக்குப் பிறகு போராட்டத்திலிருந்து வேறுபட்டதாக நினைக்கும் ஒரு விதி உள்ளது. பங்களாதேஷ் மற்றும் நேபாளத்தின் சக்தி வேறுபட்டது என்றாலும். இந்தோனேசியாவின் சக்தி இன்னும் தெளிவாக இல்லை."
      ]
    },
    "en": {
      "title": "Asia",
      "body_lines": [
        "Such struggles have been remembered in three countries in the recent past, which has erupted and most of Sri Lanka, including Sri Lanka.",
        "Especially the struggle of Nepal's youth struggle, especially in Sri Lanka's struggle and many similarities with the upcoming people in Bangladesh last year. Although the demonstration in Indonesia is very similar, but its government did not collapse.",
        "In Nepal, the Nepali government and the Western social media companies were a problem. Like this country and in many countries, social media is seriously. Accordingly, the government has ordered that social media companies should register.. 26 companies including the major companies agreed with several companies. Accordingly, the Government of Nepal banned the work of the twenty-two companies on the 4th.",
        "This is angry with the young people of the country. The generation that was born between 1997 and 2012, particularly in Sri Lanka as well as in Sri Lanka, is mad at this decision. The government banned social media to prevent government corruption in government corruption.",
        "This argument is not completely rejected. Nepal government may have had such purpose. The racism of the fake news is also the case in January, claiming to regulate the common range of communalism and to regulate the common range of communalism and to regulate them.. That was mainly because the Commission for the regulatory commission was established mainly under the Act was appointed by the President. Because he has a casual power of controlling social media.",
        "Jen Companing against the ban on Nepal's social media ban on the streets. 19 killed in shooting the protesters. Protesters burned buildings of the country, including the Supreme Court and Supreme Court. Former Prime Ministers and current politicians set fire to Arch. The former Prime Minister burned down and died.",
        "The government lifted the social media ban after the death of nineteen. Prime Minister KP. Sharma Ogle resigned. Susila Carki was appointed as a former Chief Justice and anti-corruption at the request of the struggles.",
        "Some people argue that social media companies are the real media companies. Nepali government and the government in the conflict between the government, but the government had to basil, but it was collapsed. Chairman of the Media Association of Sri Lanka, Dr. Werakkan Herath said in a Facebook recorded in the global media regulatory process. It is also a sort of digital colonization conducted by several massive companies.",
        "The Youth Struggle of Bangladesh is not in the immediate impulse like Nepal. There is another background story. Bangladesh, known as Eastern Pakistan, was separated from Pakistan in 1971 with an armed struggle with Indian assistance. A program to provide a third of the government's jobs to the families of the struggle was operating until 2018. At times, there was a protest.",
        "With the introduction of the quotas, university students demanded to abolish this method last year. The government was also present with the execution, unemployment, and rising to the cost of living. On July 22, the Supreme Court changed the job quotas, but could not be controlled by the time. Like Gotabhaya Rajapaksa, President of President Gotabhaya Rajapaksa, resigned to India on August 5, and fled to India. The Bangladesh struggle was also brought to Colombo on August 5 last year, as a result of a large number of struggles in Sri Lanka to be brought to Colombo on July 9, 2022.",
        "Anti-agricultural agitations began in Indonesia among the students. That last February and March. The policy of allowing the government's spending and the decision to allow the army to intervene in politics.",
        "Although it was overwhelming in a few weeks, the government's decision to give a monthly housing allowance to the Parliamentary MPs not only a protest against the corruption of politicians. The demonstrators demanded the dissolve of parliament to be investigated by a vice president's son, Gibran's son, Gibran's son, Gibran's son, Gibran's son, Gibran's son, Gibran's son, Gibran's son.",
        "The protests were violent with a police armed driven by a police armed driver in Jakarta on August 28. The houses of several politicians, including the house of Finance Minister, was attacked. Robbery had a great deal of bursts. The attempt to set up communalism against the Chinese community in Indonesia to suppress protest failed.",
        "At the end, the presidential Puboo Zureano, who initially called the terrorists, promised to remove the demands of the people, especially the members of the MPs. But in the country's 32 states, however, campaigns are being held.",
        "The 2022 'Struggle', 2024 Bangladesh protests have many similarities in the four Indonesia and Nepal protests this year. These are the struggles of all four youths. The struggles of Bangladesh and Nepal were founded in Bangladesh and Nepal.",
        "The protests in the South Asian countries is basically affected by the corruption and economic afflicted of politicians. Because of them, the anger overcame the people because of what was close to the founders of the struggle. Due to the economic crisis in Sri Lanka, especially the urban middle class, especially in the municipality of the urban central class, especially the power cuts in power for 13 hours. That's where the struggle erupted.",
        "Although many reports of the economic growth of Bangladesh in last years have returned to one part of society. Unemployment felt strongly to every common family and the re-exploded job quotation of the unemployment system in 2018 was able to burst. After the struggle and the struggle began, corruption and social inequality proceeded to be the main theme of struggle. The cot of the quota was not used because of the great change.",
        "Protests in Indonesia last month have erupted due to non-heelholding housing allowances. Although the offers are largely reduced, corruption is the main topic and drag the struggle.",
        "The fire explosed in Nepal was banned by social media. Although the ban was lifted, then corruption and social inequality came to the fleet and demand the end of the government. The robbery of the politicians of the four countries was severely criticized.",
        "The fortnings in the four countries used social media to call the struggle and build slogans. One of the reports that the demonstrators in Nepal was a separate prime minister as interim prime minister and had a vote between them. Here, a social media sannecasty, a publisher and organizer has played the role.",
        "The central leadership was not seen in the struggles in all four countries. The main reason was that they were due to the arise of self-esteem without organizing them from a formal organization. As a result, the four struggles were basically the initiative. Different political horans were operating.",
        "These struggles come into a corruption struggle with a specific event or question and the struggles have become anti-corruption struggle and demanded a change of state control. It has taken place in three countries (except Indonesia). Only Sri Lanka's only elementary power changed. The appointment of Bangladesh and Nepal was an interim leadership.",
        "The struggles were not a specific political goal for the four countries. Therefore, they were not aware of what he or she would leave after the ruler should leave.",
        "As a result of the struggle alone in Sri Lanka, there is a rule that may think different from the struggle two years later. Although the power of Bangladesh and Nepal is different. The power of Indonesia is still not clear."
      ]
    }
  },
  "summary_lines": []
}