{
  "translated_text": {
    "si": {
      "title": "විපක්ෂ නායක සජිත් ශක්තිමත්",
      "body_lines": [
        "විපක්ෂ නායක සජිත් ප්රේමදාස මහතා කියා සිටියේ සෞඛ්ය වෘත්තීය සමිති ඉල්ලීම් කරන විට අරමුදල් නොමැති බව රජය කියා සිටින්නේ රු.",
        "විපක්ෂ නායකවරයා මේ බව කියා සිටියේ රු.",
        "කුලී හේවායන්ගේ දෛනික ආදායම සොරකම් කිරීම සඳහා රජය දැන් සොයාගෙන ඇත. සෞඛ්ය සේවකයින්ගේ කාර්යයේ වර්ජනය කිරීම හේතුවෙන් රෝගීන්ට ඔවුන්ගේ සේවාවන් ලබා ගැනීමට අපහසු වේ.",
        "සෞඛ්ය සංගම් ඔවුන්ගේ ඉල්ලීම් කරන විට අරමුදල් කිසිවක් නොමැති බව රජය වාර්තා කරයි. එහෙත් ජනාධිපතිවරයාගේ වියදම් සඳහා අයවැය රු. ලක්ෂ 2000 කි.",
        "සෞඛ්ය සේවය දැන් රටට අත්යවශ්ය වුවද, ජනාධිපතිගේ විදේශ චාරිකා රුපියල් ලක්ෂ 2000 කට අනුමත කර ඇත.",
        "ජනාධිපතිවරයාට වෙන් කර ඇති අරමුදල් ප්රමාණවත් නොවනවා සේම, රෝගීන්ට ලබා දී ඇති සෞඛ්ය සේවා සඳහා වෙන් කර ඇති අරමුදල් ප්රමාණවත් නොවේ. දුර්වල නායකත්වය විසින් සෞඛ්ය සේවය අංශභාග වී ඇති බව පැහැදිලිය.",
        "රටේ හිස විදේශගත වී පරස්පර විරෝධී වීම සාධාරණ නොවේ. පරිගණක හා නවීන පන්ති කාමර සැපයීමට පාසල්වලට නොහැකි වුවද, එවැනි අමුතු සඳහා ජනාධිපතිවරයා අරමුදල් වෙන් කර ඇත.",
        "අහිංසක රෝගීන් සෞඛ්ය සේවකයින්ගේ වැඩ කොටසකින් පීඩා විඳිති. ශල්යකර්ම සඳහා වන සැත්කම් බලාපොරොත්තුවෙන් සිටින අය පවා ද අසාධාරණයි.",
        "මෙයට හේතුව රජයේ දුර්වල පරිපාලනයයි. සමිතියේ සිටින අයට දොස් පැවරීමට හා විදේශ සංචාරවලට වඩා සෞඛ්ය අංශය මත ක්රියා කරන්නේ කෙසේදැයි ජනාධිපතිතුමා විසින් දැනගත යුතුය."
      ]
    },
    "en": {
      "title": "Opposition Leader Sajith Strong Strong",
      "body_lines": [
        "Opposition leader Sajith Premadasa said that when the government claims that there is no funding when the health trade unions are making demands, the government has approved the allocation of more than Rs.",
        "The Opposition Leader said this while addressing the gathering of modern classroom equipment worth Rs.",
        "The government is now found to steal the daily income of mercenaries. Due to the boycott of the work of health workers, patients have difficulty getting their services.",
        "The government reports that there is no funding when health unions make their demands. But for the president's expenses, the budget has been approved to allocated more than Rs. 2000 lakhs.",
        "Although the health service is now an essential need for the country, the president's foreign trips have been approved for Rs 2000 lakhs.",
        "Just as the funds allocated to the president are not enough, the funds allocated for the health services provided to patients are not enough. It is evident that the health service is paralyzed by the weak leadership.",
        "It is not fair for the country's head to go abroad and engage in odds. Although schools are unable to provide computer and modern classrooms, the president is allocated funds for such strange.",
        "Innocent patients suffer from a workpiece of health workers. Even those waiting for the operation for surgery are also injustice.",
        "This is due to the weak administration of the government. He said the President -led government should know how to blame those in the union and act on the health sector rather than foreign trips."
      ]
    }
  },
  "summary_lines": [
    "Opposition leader Sajith Premadasa criticized the government for not funding health services while allocating Rs. 2000 lakhs for the president's foreign trips and modern classroom equipment. He argued that the health service is paralyzed by weak leadership and that the government's priorities are misplaced."
  ]
}