{
  "translated_text": {
    "si": {
      "title": "උපායමාර්ගික ප්රමුඛතා සහ විචක්ෂණශීලී ක්රමය ඉදිරි පියවර",
      "body_lines": [
        "කිසි විටෙකත් නොපවතින පරිමාණයේ ආර්ථික IMBRoglio ගිල්වන දුටු ශ්රී ලංකාව (එස්එල්) ගිල්වීමෙන් පසු අනුර කුමාර දිසානායක පාලන තන්ත්රය නිවැරදි දිශාවට ගෙන යාමේ දුෂ්කර කර්තවරුන්ට මුහුණ දී සිටී.. AKRD තන්ත්රය මීළඟ වාද විවාදවල (EFF) දීර් parly ෙහෝ එය අවශ්ය ප්රමුඛතාවය ලබා දෙන බව. එසේම, අලුතින් තේරී පත් වූ තන්ත්රයේ ආර්ථික උපදේශකයින්ගේ මූලික කණ්ඩායම වන ඉහළ කැල්බබර් දක්ෂතා ඇති අත් වලින් සමන්විත වන අතර, ඉදිරියෙන් බොහෝ දුෂ්කර අභියෝගයක් තුළ සැරිසැරීමට ඇති කරන ලද ඉල්ලුමට නිරවද්යව ඉහළ යාම.. Under the circumstances, the requirement to strictly adhere to stringent fiscal targets/criteria spelt out to qualify for the next tranche of EFF would necessitate meeting ambitious revenue targets in a timebound manner through progressive tax reforms. තවද, රාජ්ය ආදායමට අනුකූලව රාජ්ය වියදම් කප්පාදු කිරීම සඳහා රජයේ යන්ත්රෝපකරණ හරහා කප්පාදු පියවරයන් ක්රියාත්මක කිරීම ඉහළ ප්රමුඛතාවයකි. මෙය effectively ලදායී ලෙස අදහස් කරන්නේ ශ්රී ලංකාව වනාන්තරයෙන් පිටතට පැමිණීම නම් එය තුළින් ජීවත් වනු ඇතැයි අපේක්ෂා කිරීමයි.",
        "වසර හතරක කාලයක් තුළ ශ්රී ලංකාව විසින් ඇමරිකානු ඩොලර් බිලියන 2.9 කට ආසන්න ප්රමාණයක් ඇමරිකානු ඩොලර් බිලියන 2.9 කට ආසන්න ප්රමාණයක් සඳහා මූල්ය ආධාර ලබා දී ඇත. ජාමූඅ විසින් නියම කර ඇති දැඩි කොන්දේසිගත කිරීම් සමඟ EFF දීමනා සම්බන්ධ වේ. වැදගත්ම දෙය නම්, මූල්ය හා ණය තිරසාර බව යථා තත්ත්වයට පත් කිරීම සඳහා නියමිත ආදායම් ඉලක්ක සපුරා ගැනීම සඳහා GFF අභිලාෂකාමී ආදායම් ප්රතිසංස්කරණ සඳහා අභිලාෂකාමී ආදායම් ඉලක්ක අවශ්ය වේ. මෙම ප්රතිසංස්කරණ මඟින් සන්ධිස්ථාන කරා ළඟා වීමට බදු ආදායම වැඩි දියුණු කිරීම සඳහා සිදු කිරීම සඳහා ප්රගතිශීලී මුල පිරීම් ඇතුළත් වන අතර රාජ්ය ආදායමට අනුකූලව රාජ්ය වියදම් අඩංගු වේ.එවැනි පියවරයන් බහු වාර්ෂික අයවැය හිඟයන් ඇති කර ගැනීම සහ අපද්රව්ය, දූෂණ, වංචා, අධිකරණ සහ වංචා මගින් අධික ලෙස ධාවනය වන පිරිවැය තුරන් කරනු ඇත.",
        "මෙම තත්වයන් යටතේ අක්කර තන්ත්රය, ඉතා වැදගත් හා අනතුරුදායක සමතුලිත කිරීමේ ක්රියාවලියේ බලවත් අභියෝගයකට මුහුණ දී සිටින අතර රජයේ ආදායම් ඉලක්ක සපුරා ගන්නා අතර හදිසි අවශ්ය ආර්ථික සහන ලබා දීම සඳහා බදු ප්රතිසංස්කරණ ක්රියාත්මක කරයිතහනම් කිරීමේ පිරිවැය හේතුවෙන් අරමුණු ඉටු කර ගැනීමට වෙහෙස මහන්සි වී වැඩ කරන ජනතාවට.මේ වන විට GOSL මුහුණ දී ඇති රාජ්ය මූල්ය සීමාවන් සැලකිල්ලට ගෙන, ආර්ථිකය නැවත ධාවන පථයේ යෙදවීමේදී අත්යවශ්ය වැදගත්කම ඉදිරිපත් කිරීමේ වැදගත් වැදගත්කම නිසා එය ක්රියාත්මක වේ. තවද, රාජ්ය වියදම් කළමනාකරණය යනු දූෂණය, වංචා, වංචා, අපද්රව්ය මෙන්ම අධික ලෙස වැසියන්ට බෙහෙවින් ගොදුරු විය හැකි ප්රදේශයකි. සියල්ලටත් වඩා, එය රජයේ උපකරණ හරහා අධි-උපකරණ පාලනය කිරීම අධි බලැති දේශපාලන බලධාරීන්ගේ අභිබවා යන හා අධික ලෙස බල ගැන්වීමේ දයාවේ ඇති ප්රදේශයකි. කපටි දේශපාලන politicians යින්, ඔවුන්ගේ කපටි දේශපාලන politicians යින්, ඔවුන්ගේ කිත්, සමලිංගිකයින් සමඟ පොදු මුදල් හා සම්පත් ඇවිස්සෙන ආකාරය සහ සමලිංගිකයින් සමඟ සමපාතව ගිලී සිටින ආකාරය පිළිබඳව ක්රමයෙන් දිග හැරෙන්නේ කුමක්ද?",
        "මෑත අතීතය බොහෝ විට නිතර නිතර නිතර උද්දීපනයක් සහ පොදු ජනතාව, ගොවීන්, විශ්ව විද්යාල සිසුන්, පාසල් ගුරුවරුන් මෙන්ම මහජන සේවාවන්හි කොටස් රාශියක හරස්කඩක් දැක තිබේ. ඔවුන් දරාගත නොහැකි වේදනාකාරී හා නිරන්තරයෙන් ජීවන වියදම සහ බර බදු බර වැනි නිරන්තරයෙන් ඉහළ යන ලෙස ඉල්ලා සිටින හදිසි ආර්ථික සහනයක් සහ වැටුප් වැඩිවීමක් ඉල්ලා සිටිනු ලැබීය.. වක්ර බදු තියුණු ලෙස ඉහළ යාමක් නිසා මණ්ඩලය පුරා භාණ්ඩ හා සේවා මිල ගණන් යටතේ සැලකිය යුතු ඉහළ නැංවීමක් ඇති වූ අතර ස්ථාවර වැටුප් උපයන්නන් සඳහා වන ඉහළ සෘජු බදු, රාජ්ය හා පෞද්ගලික හි ස්ථාවර කම්කරුවන්ගේ / ස්ථාවර ආදායම් උපයන්නන්ගේ කුඩා ආදායමේ හැඩයෙන් යුත් හැකිලීමකට තුඩු දී ඇතඅංශ. මෙම තත්වය පැහැදිලිවම ජනතාවට විනාශකාරී ද්විත්ව ද්විත්මියමක් ඇති අතර ප්රති ence ලයක් ලෙස ආර්ථික බර සැලකිය යුතු ලෙස සමනය කිරීම සඳහා අක්රිය තන්ත්රය අක්රියව සිටින බවට අක්රියව සිටින බවට ඔවුන් උනන්දුවෙන් අපේක්ෂා කරන බව. මෙම කර්තව්යය දැඩි කඹයක් ඇවිදීමට සමාන බවට සැකයක් ඇති අතර සමබර ප්රවේශයක් තුළින් රාජ්ය නිෂ්පාදනයේ හැසිරීම තුළ ආර්ථික ප්රමුඛතා සාර්ථකව විසඳා ගැනීමේදී බරපතල සමතුලිතතා කුසලතා ඇති කර ගනී.",
        "පූර්ව යුධ සමයේ 42% කට ආසන්න ඡන්ද ලබාගත් Ac තිහාසික මැතිවරණ ජයග්රහණයන් තුළ ශ්රී ලංකා දේශපාලනයේ පිටා පාලන සමයේදී ශ්රී ලංකා දේශපාලනයේ පිටා පාලන සමයේදී ශ්රී ලංකා දේශපාලනයේ පිටා පාලන සමූහාණ්ඩුවේ සැප්තැම්බර් 21 වන දින ශ්රී ලංකා දේශපාලනයේ වේදිකාවකගේ අභිලාෂයෙන්ම දැවී ගියේය.විවිධ නිවාස විසින් සාම්ප්රදායික දේශපාලන ප්ර wisdom ාවෙන් හා මැතිවරණ ප්රොප්රාස්ටික්කරණය ප්රතික්ෂේප කළ ප්රති come ලයක්. ශ්රී ලංකා en වෙස් මුහුණේ ශ්රී ලංකා මහ බැංකුවේ ජනතාව \"ප්රමාණවත්\" ප්රමාණවත් තරම් \"තීන්දුවක් ලබා දුන් අතර\" ප්රමාණවත් තරම් \"මෙම ජාතිය දුගී දුගී හා නිරන්තර දූෂණය හෙළා දකී. මහජන යහපැවැත්මියන් බිහි කිරීම සඳහා ගැඹුරු දූෂණ හා අක්රමිකතා පිළිකාවක් ඇති කිරීම සඳහා AKD තන්ත්රය කෙරෙහි විශ්වාසය තැබීම සඳහා AKD තන්ත්රය කෙරෙහි නැගිටීම සඳහා මෙම අවස්ථාවට පෙනී සිටි අතර, මහජන යහපැවැත්ම කිරීම සඳහා ජනතාවෙන් මිදුණු අතර ඉදිරියෙන් වඩා හොඳ දින සඳහා ජනතාව ආශාවෙන් සිටියි.",
        "ආර්ථික ස්ථායිතාව, ණය තිරසාරභාවය සහ මූල්ය සෞඛ්යය පවත්වා ගෙන යන අතරම. විචක්ෂණශීලී රාජ්ය මූල්ය කළමනාකරණය පිළිබඳ රාජ්ය මූල්ය කළමනාකරණය, රාජ්ය මූල්ය කළමනාකරණය සඳහා රාජ්ය මූල්ය හා නිපුණතා කළමනාකරණය කිරීමේ දක්ෂතා දැක්වීම, වර්තමාන තන්ත්රයට එළඹෙන මහ මැතිවරණය අවසන් වූ විගසම වත්මන් තන්ත්රයට බල කෙරෙයි.",
        "As disclosed by the Final Budget Position Report for year 2023 (FBPR-2023) published by the Ministry of Finance Economic Stabilisation and National Policies, public expenditure in SL exceeded national revenue by a huge margin in 2023. FBPR -2023 ට අනුව 2023 ක මුළු ආදායම රුපියල් බිලියන 3,048.8 ක් වූ අතර රාජ්ය වියදම් රුපියල් බිලියන 5,356.6 ක් ලෙස රුපියල් බිලියන 2,67.8 ක් හෙළි කළේය. හිඟය පාලනය කිරීම සඳහා දිනකට රුපියල් බිලියන 6.32 ක් හෝ රුපියල් බිලියන 6.32 ක් හෝ කෝටි හයසිය තිස් හයසියයක් ලෙස රුපියල් කෝටි හයසිය තිස් දෙකක දී රුපියල් කෝටි හයසිය තිස් දෙකක දී රුපියල් බිලියන හයසිය තිස් දෙකක දී රුපියල් කෝටි හයසිය තිස් දෙකක දී රුපියල් කෝටි හයසිය තිස් දෙකෙහිම. සමස්ත රාජ්ය වියදමෙන් රුපියල් බිලියන 4.699.7 ක් හෝ 87.7% ක් නියෝජනය කරන්නේ රුපියල් බිලියන 2,455.6 ක් හෝ 52.25% ක් වන අතර එය වසරකට රුපියල් බිලියන 2,455.6 ක් හෝ 52.25% ක් වන අතර එය වසරකට 52.25% ක් වෙන් කර ඇත. රජය විසින් රෝගී ආර්ථිකය වටකරගෙන යන රජය විසින් පවත්වාගෙන යනු ලබන GOSL විසින් ගෙන යන දැවැන්ත ණය බරෙහි දැවැන්ත බලපෑම මෙයින් පෙන්නුම් කෙරේ. රජයේ වියදම් හා සසඳන විට රජයේ ආදායමෙන් අඛණ්ඩ අඩුපාඩු හමුවේ.",
        "අනුප්රාප්තික පාලන තන්ත්රයන් යටතේ රාජ්ය සේවය අඛණ්ඩව දේශපාලනීකරණය කිරීම රාජ්ය අංශයේ දේශපාලන පත්වීම් ව්යාප්ත වීම පෙන්නුම් කරයි. උපදේශන ස්ථානවල බහුතරයක් සහ බහුකාර්ය ධාරිතාවයන්ගෙන් බහුතරයක් සමඟ රාජ්ය අංශය පිරී ඇති බවත්, \"පිරිනමන ලද / සේවය කළ එවැනි තනතුරු දැරූ බවත්, බහුකාර්ය ධාරිතාවයෙන් පිරී ඇති බවත් කවුරුත් බව කවුරුත් දන්නා කරුණකි.. මෙය පැහැදිලිවම දුප්පත් බදු ගෙවන්නන්ගේ මුදල්වල ආශ්රිතයන්ගේ මුදල්වල දේශපාලන හෙංචයියන්ට, අඩුපාඩු, ආධාරකරුවන් සහ සහායකයින්ගේ ප්රතිලාභ ලබා දීම සපයන පහසු යාන්ත්රණයක් බැවින් මෙය පැහැදිලිවම පහසු කරදරකුක්තියකි. මෙම තනතුරු සාමාන්යයෙන් මාසික වැටුප්, දීමනා, ලේකම්වරුන්, කාර්යාල උපකරණ, ලිපි ද්රව්ය, මෝටර් වාහන, වාහන, මෝටර් වාහන ප්රතිලාභ, ඉන්ධන කෝටාස් ප්රතිලාභ, ඉන්ධන කෝටාස් ප්රතිලාභ, ඉන්ධන කෝප්ප වලින් සමන්විත ප්ලම් වරප්රසාද ලැබේ. ඊට අමතරව, රාජ්ය අංශයේ සංවිධානවල ඇති සංචිතවල ඇති ඉතාම ඔවුන්ගේ ආධාරකරුවන් සඳහා පෙළඹවීම් ලෙස පාර්ලිමේන්තු මන්ත්රීවරු කුප්රකට වී ඇත. ඇත්ත වශයෙන්ම, විරෝධතා දැක්වෙන්නේ දේශපාලන කුටි සඳහා රැකියා ලබා දීම සඳහා ප්රායෝගික කඩුල්ලක් ලෙස වසර ගණනාවක් තිස්සේ ය. එහි ප්රති result ලයක් ලෙස එහි ප්රති result ලයක් ලෙස එහි සාමාජිකයින් සැබෑ අවශ්යතා ඉක්මවා මෑන්පවර් සමඟ ඉදිමී ඇති බව දැක තිබේ. ඉතින්, කම්කරුවන්ට මෙන්ම ඔවුන්ගේ වැටුප් රෝල්ස් වල පවා විවිධ SOE හි ලක්ෂණයක් බවට පත්විය.",
        "මේ අනුව, effective ල චෙක් සහ ශේෂය, අධීක්ෂණ හා ස්වාධීන විගණන යාන්ත්රණයන් තුළින් රාජ්ය වියදම් පාලනය කිරීම සඳහා ශක්තිමත් හා තීරණාත්මක පියවර නොගන්නේ නම්, එස්එල්ඊ කිසි විටෙකත් ශ්රී ලංකාව විසින් කිසි විටෙකත් සිදු නොවන බව සහතික කරයිඅයවැය හිඟයන් අඩංගු සහ මිල අධික හි මූල්යකරණ පියවරයන් සඳහා යොමුවීමේ අවශ්යතාවය ඉවත් කිරීම. මේවා ඇත්ත වශයෙන්ම ආර්ථිකයේ මූල්ය සෞඛ්යය සහතික කිරීම සඳහා වැදගත් පූර්වාවශ්යතාවයන් වේ.",
        "One of the most important pre-requisites of curtailing public expenditure is to ensure that state procurement processes take place in a prudent manner based on due procedural safeguards and conducted in line with established check and balance mechanisms. වඩාත් හිතකර මූල්ය සලකා බැලීම් / වාණිජමය යෙදීම මත පදනම්ව ප්රසම්පාදන විනිවිද පෙනෙන ක්රියාවලියක් හරහා සිදු කරනු ඇති බව සහතික කිරීම සඳහා අපේක්ෂිත මහජන අවශ්යතා අපේක්ෂා කළ පරිදි ඉටු කරනු ලැබේ. මේ සම්බන්ධයෙන්, ස්වාධීන සමාලෝචනයට හා සත්යාපනයට යටත් වන රාජ්ය අනුමත ටෙන්ඩර් සහ තරඟකාරී ලංසු තැබීමේ ක්රියාවලීන් වලට අනුකූලව ප්රසම්පාදනය සිදු කිරීම සහතික කිරීම ඉතා වැදගත් ය. දූෂිත ගනුදෙනු සහ අනවශ්ය දේශපාලන කූටෝපායන් පැහැදිලිවම විශාල පිරිවැයක් දැරීමේදී දේශපාලන බලපෑම් සහ වෙනත් ආකාර ආකාරවලට ගොදුරු වීමට ස්ථාපිත කිරීම සඳහා ස්ථාපිත පද්ධති සහ යාන්ත්රණ සහ වෙනත් ආකාර ආකාරවලට ගොදුරු වීමට ඉඩක් ලබා ගැනීමට ඉඩක් නොතැබිය යුතුයනියමිත ගුණාත්මකභාවය හා මෙහෙයුම් නිර්ණායක සපුරාලීමට අපොහොසත් වන අතරතුර අභිබවා යයි. එපමණක් නොව, මේවා ප්රති ence ලයක් ලෙස අයවැය වැඩි දියුණු කිරීමේ අවශ්යතාවයට හේතු වන අතර, ප්රමිතියෙන් තොර ප්රසම්පාදනවල අහිතකර බලපෑමේ බරින් මිදුණු අතර, රාජ්ය යාන්ත්රණයන්ගෙන් සමන්විත වේ.",
        "ඉහළ මට්ටමේ රාජ්ය නිලධරය මෙන්ම ඉහළ දේශපාලන අධිකාරියක් මෙන්ම මෑතදී ඇති වූ හාවාම, මහජන සෞඛ්යයට අහිතකර ප්රමිතියෙන් තොර දූෂිත දූෂිත නම් මහා පරිමාණයේ දූෂිත දූෂිත ලෙස විශාල ප්රමාණයක් දුටු හා සකසා ඇති බව පෙන්නුම් කරයි.",
        "බලශක්ති, ප්රවාහන, ප්රවාහන, විදුලි සංදේශ සහ වරාය, ගුවන්තොටුපල ආදිය වැනි බලපෑමට ලක්වූ අංශවල ආයෝජන තුළින් යටිතල පහසුකම්වල උත්ප්රේරු කාර්යභාරයක් ඉටු කරයි. එපමණක් නොව, වඩා හොඳ යටිතල පහසුකම් මඟින් පිරිවැය කාර්යක්ෂමතාව සක්රීය කර ඇති අතර අනෙක් අතට භාණ්ඩ හා සේවා පිරිවැය අඩු කරයි. එය මෑන්පුවර් සංචලතාව වැඩි දියුණු කරන අතර භාණ්ඩ හා සේවා ලබා දීමේ වේගය වැඩි දියුණු කරයි. නිදසුනක් වශයෙන්, විදුලිය හා ස්ථාවර රේඛා සහ ජංගම සම්බන්ධතාවය සහ ඉහළ අන්තර්ජාල විනිවිද යාමේ වැඩි බලපෑමක් සඳහා වඩා හොඳ ප්රවේශයක්, වෙළඳ හා වාණිජ්යය තුළ විචිත්රත්වය විදහා දැක්විය හැකි සාධක සහ උත්ප්රේරණය ආර්ථික වර්ධනය.",
        "ජාතික ප්රසම්පාදන නීතියක් නොමැතිවීම ප්රසම්පාදන ක්රියාවලිය දේශපාලනීකරණය සඳහා අවදානමට ලක් කර තිබේ. It is very common for developing countries like Sri Lanka to resort to procurement arrangements such as Public Private Partnership (PPP) based on Unsolicited Proposals (USP)particularly in executing in Public Infrastructure Development Projects. යූඑස්පීඑස් විනිවිදභාවය, අඩු සමාජ හා ආර්ථික ප්රතිලාභ, දූෂණය සහ මුදල් සඳහා අඩු වටිනාකම වැනි අඩුපාඩු වලින් පීඩා විඳිති. ඉහළ මට්ටමේ දේශපාලනීකරණය ඉහළ නැංවීම, සංවර්ධනය වෙමින් පවතින රටවල සංවර්ධනය වෙමින් පවතින රටවල දූෂිත නිලධරය සමඟ දූෂණය දුර්වලතා හේතුවෙන් යූඑස්පීඑස් මත පදනම් වූ ව්යාපෘති ක්රියාත්මක කිරීමට ඉහළ පෙළඹවීමක් පෙන්නුම් කරයි.",
        "2006 දී පිහිටුවන ලද ජාතික ප්රසම්පාදන ඒජන්සිය (එන්පීඒ) විසින් නිකුත් කරන ලද ප්රසම්පාදන මාර්ගෝපදේශ (PG) ශ්රී ලංකා දී ප්රසම්පාදනය සිදු කර ඇත. අන්තර්-අලිඅයියාට පහත සඳහන් කරුණු ඇතුළත් කරන වැදගත් අරමුණු රාශියක් සාක්ෂාත් කර ගැනීම සඳහා පීජීඑස් නිකුත් කර ඇත.",
        "* අවම පිරිවැය සහ උසස් තත්ත්වයේ ළඟා කර ගැනීම සඳහා ආර්ථිකය, කාලානුරූපීභාවය සහ ගුණාත්මකභාවය උපරිම කිරීම",
        "* නියම කරන ලද ප්රමිති, පිරිවිතර, රීති, රෙගුලාසි සහ යහපාලනය පිළිපැදීම",
        "* ඇගයීම සහ තෝරා ගැනීමේ ක්රියා පටිපාටියෙහි විනිවිදභාවය සහ අනුකූලතාව සහතික කිරීම",
        "* භාණ්ඩ හා සේවා සැපයීම සහ බෙදා හැරීම කඩිනම් ලෙස ක්රියාත්මක කිරීම",
        "ප්රසම්පාදන ක්රියාවලියට සහභාගී වීමට සුදුසුකම් ලත් පාර්ශවයන් සඳහා සාධාරණ, සමාන හා උපරිම අවස්ථාවන් සැපයීම",
        "There have been instances where PGs have been disregarded citing exigencies requiring emergency purchases resulting mammoth scale corruptions, as in the case of public health sector, where procurements have been carried out based on dubious mechanisms. එබැවින් ජාතික ප්රසම්පාදන ක්රියාවලීන්හි වැදගත්කම රාජ්ය වියදම් පාලනය කිරීම සඳහා දැඩි අන්වීක්ෂීය නිරීක්ෂණයක් යටතේ අවධාරණය කෙරිණි.",
        "පිරිවැය කාර්යක්ෂමතාව, තත්ත්ව සහතිකය, සැපයුම් දාමයේ විශ්වසනීයත්වය, අනුකූලතාව සහ අවදානම් සහ බොහෝ දේ සාක්ෂාත් කර ගැනීම සඳහා රාජ්ය ප්රසම්පාදන ක්රියාවලිය ක්රියාත්මක කිරීම සහතික කිරීම සඳහා නව තන්ත්රයට රාජ්ය ප්රසම්පාදන ක්රියාවලිය ක්රියාත්මක කිරීම සහතික කිරීම සඳහා මෙය නව තන්ත්රයට හදිසි අවශ්යතාවයක් ඇති කරයිප්රසම්පාදන තීරණ ජාතික අරමුණු සමඟ පෙළ ගැසී ඇති බව සහතික කිරීම වැදගත් ලෙස උපායමාර්ගික පෙළගැස්වීම. තවද, රාජ්ය ප්රසම්පාදන යාන්ත්රණයන් පාලනය කිරීම සඳහා පුළුල් ප්රසම්පාදන නීතියක් හඳුන්වා දීමට ද පියවර ගැනීම අවශ්ය වේ.",
        "යටිතල පහසුකම් පදනම් කරගත් ඊනියා සංවර්ධනය 2005 සිට 2015 දක්වා ශ්රී ලංකාව පාලනය කළ පාලන තන්ත්රයේ ලොකු කොටස් මගින් ඉස්මතු කරන ලද ජයග්රහණ වලින් එකකි. 2005 සිට 2015 දක්වා කාලය තුළ ශ්රී ලංකාව ලැජ්ජා යටිතල පහසුකම් ව්යාපෘති 2015 සිට 2015 දක්වා කාලය තුළ සිදුකරන ලදී. 2005 දී ඇමරිකානු ඩොලර් බිලියන 11.3 ක එක්සත් ජනපද ඩොලර් බිලියන 11.3 ක එක්සත් ජනපද ඩොලර් බිලියන 43.9 ක් දක්වා ඉහළ ගිය මුළු බාහිර ණය ප්රමාණය ඉහළ නැංවීමකි.",
        "There had been public allegations of large-scale malpractices and wrong doings involving procurements related to infrastructure development during that period, a matter that had been extensively dwelt upon in many a public forum and deliberation. නිවැරදි මිලකට සැබෑ මට්ටම්වලට වඩා විශාල මට්ටම් ඉක්මවා යාමේ පිරිවැය නිසා එවැනි වැරදි වලට අහිතකර බලපෑමක් ඇති කළ හැකිය. එපමණක් නොව, මෙම තත්වයට යටිතල පහසුකම් සංවර්ධනය කිරීම මත පදනම් වූ ආර්ථික දර්ශක පදනම් කරගත් ආර්ථික දර්ශක පදනම් කරගත් ආර්ථික දර්ශක පදනම් කරගෙන ප්රසම්පාදන ප්රසම්පාදනයන් සිදු කෙරෙන යටිතල පහසුකම්වල පිරිවැය මත පදනම් වූ ආර්ථික දර්ශක නිපදවීමේ විකෘති කිරීම් සිදුවිය හැකි බවට සැකයක් නැත. ඊට අමතරව, මෙම කාල පරිච්ඡේදය තුළ ජාත්යන්තර ස්වෛරී බැඳුම්කර (ISBS) පිළිබඳ බැලූන්ට් විසින් අධික වාණිජ අනුපාත රැගෙන යාම ද දැකගත හැකි විය. ISBs සඳහා පොළිය සියලු පොලී ගෙවීම් වලින් 70% ක් පමණ හේතු වූ අතර වාර්ෂික පොලී ගෙවීම් රාජ්ය වියදම්වල දැවැන්ත වැඩිකිරීමක් ඇති කළේය. තිරසාර පදනමක් මත විදේශ විනිමය ගලා ඒම සඳහා අපනයන විවිධාංගීකරණය කිරීමට හා සංවර්ධනය කිරීම සඳහා දිගුකාලීන උපායමාර්ගික ක්රියාමාර්ග නොපැමිණීම තුළ ශ්රී ලංකාව බරපතල ගෙවීම් ගැටළු වල බරපතල සමතුලිතතාවයක් පවත්වා ගෙන යන අතර ඒ වන විටත් ඇති මුදල් සඳහා ගෙවීමට වැඩි වැඩියෙන් ණයට ගැනීමට බල කෙරුනිණයට ගැනීම. ශ්රී ලංකාව දැවැන්ත ණය සර්පිලාකාරයකට වැටෙන බව දුටුවේ කුමක්ද?. බදු අය කිරීම සහ ගෝතබයා රාජපක්ෂ තන්ත්රය දැඩි ලෙස අඩු කිරීම සඳහා ගත් ඉක්මණින් සහ ගෝතබයා රාජපක්ෂ තන්ත්රය විසින් ගනු ලැබූ චාරිකල ක්රියාමාර්ග ශ්රී ලංකාව විශාල ආදායම් කැබලි අහිමි වන අතර එමඟින් කබලෙන් ලිපට වැටීම වෙඩි තැබීම.",
        "ආර්ථික සංවර්ධනයේ සාධාරණ මිනුමක් ශ්රී ලංකාව විසින් සපුරා ගත් අතර, එය ස්වයංපෝෂිත ආර්ථික වර්ධනයක් ඇති රටක් බවට පත්විය යුතුව තිබුණි. එසේම, ඊනියා ආර්ථික ප්රගතියෙහි තත්වය ජනතාව විසින් භුක්ති විඳි ජීවන රටාව තුළ පැහැදිලිව පෙනෙන්නට තිබුණි. උග්ර ග්රාමීය දරිද්රතාවය මෙන්ම ගුණිකම් දරිද්රතාව මෙන්ම ගුණිකම් දරිද්රතාවයෙන් ද මෙම රටේ පවතින බහුල දරිද්රතාවයෙන් හෙළි වන්නේ කණගාටුදායක තත්වයක් වන අතර එය අපේක්ෂා කළ හැකි දෙයට වඩා විෂ්කම්භීය තත්වයක් හෙළි කරයි.එක්තරා දුරක.",
        "ශ්රී ලංකාව සොයා ගැනීමට අවශ්ය වූයේ අද වන විට උමතු පාටින් ගොඩ වූ විශාල ණය බර පැටවීම වත්මන් තන්ත්රයට වටිනා පාඩමක් බවයි. මහජන වියදම් අවම කිරීම සඳහා සහ අපද්රව්ය, අධික ලෙස වියදම් කිරීම, කෘෂිකර්මාන්තය, කෘෂිකර්ම, කෘෂිකර්ම ආදිය තුරන් කිරීම සහ කෘෂිකර්ම, ධීවර යනාදිය තුරන් කිරීම සඳහා දැනට ගනු ලැබූ සියලුම අවංක ක්රියාමාර්ග සහ කෘෂිකර්මාන්තය, ධීවර යනාදිය ඉමහත් ගෞරවයක් ලබා දෙන අතර, වර්තමානයේ අවධානය යොමු කිරීම ගැන සැලකිලිමත් වේවත්මන් ආර්ථික ව්යසනයෙන් ශ්රී ලංකාව නෙරපා හැරීම.",
        "ශ්රී ලංකාව අද ගෝලීයකරණය වූ ආර්ථික වාතාවරණයක පවතී. මේ අනුව, වාර්ෂික අයවැය හිඟයන්, මහජන යහපැවැත්ම සඳහා පියවර ගෙන, විදේශ සංචිත පුළුල් කිරීම සඳහා වන පියවර ගෙන, නියමිත මට්ටමින් රාජ්ය ආදායම පවත්වාගෙන යාමේ ප්රගතිශීලී මට්ටමේ පවතින මට්ටමේ තිරසාර පදනමක් මත බර ණය බරින් යුතුව කටයුතු කිරීම, වර්තමාන තන්ත්රය සමඟ සටන් කිරීම අවශ්ය වේ. තිරසාර පදනමක් මත විදේශ විනිමය ආදායම ජනනය කිරීමේ ශක්තිමත් නාලිකා සංවර්ධනය කිරීමට පියවර ගන්නේ නම් මිස මෙම ඉලක්ක සපුරා ගත නොහැක.. This clearly calls for diversification and expansion of the export sector and the vital need to move away from less value-added sectors such as direct export of agricultural products and minerals etc to areas driven by new technology and better comparative advantage that would offer greater potential revenue growth. අපනයන ආදායම නොමැතිකම හේතුවෙන් පශ්චාත් ස්වාධීන ශ්රී ලංකාව විසින් ගෙවීම් හිඟයන් සමතුලිතතාවය තුළින් ඉමහත් ලෙස පීඩා වින්දා. මෙතෙක් බොහෝ දුරට සවි කර නැතිවූ වැදගත් ක්ෂේත්රයකි. Therefore, in moving forward, the essential need for long term strategic measures to diversify exports and augment forex revenues cannot be over emphasized and it is imperative that the policy makers of the current regime take this sensitive aspect into consideration in designing a prudent economic policy to achieve economic prosperity.",
        "බහු වාර්ෂික වේදනාවන් විඳදරාගැනීම සහ අරමුණු ඉටු කර ගැනීම දුෂ්කර වන ජනතාව විසින් අපේක්ෂා කරන වේගවත් ආර්ථික සහන ගෙන ඒමට පියවර ගැනීම සඳහා වත්මන් තන්ත්රය මහන්සි වී වැඩ කිරීම දුෂ්කර බව පෙනේ. යෝජිත පියවරයන් අතරට සෘජු බදු, ඉන්ධන පිරිවැය, ඉන්ධන පිරිවැය මෙන්ම ජනතාව විසින් පරිභෝජනය කරන භාණ්ඩ හා සේවා පිරිවැය කෙරෙහි සෘජුවම බලපාන සමහර උපයෝගිතා තීරු දැමීම ඇතුළත් වේ.",
        "ශ්රී ලංකාවේ සිදුවීම පිළිබඳ අත්දැකීම් වලින් අදහස් දක්වමින්, බදු / තීරුබදු / රේගු බදුකරණයේ ස්වරූපයෙන් රජයන් විසින් ආරම්භ කරන ලද විවිධ ක්රියාමාර්ග අවශ්ය වන්නේ අගහිඟකම් ඇති ස්කන්ධයන් සඳහා ආර්ථික සහාධිපත්යය. හොඳම අවස්ථාවන්හිදී වුවද, අපේක්ෂිත ප්රතිශත අනුපාතවල ප්රතිලාභ ජනතාව වෙත ළඟා නොවන බව නිරීක්ෂණය වී තිබේ. මෙමඟින් විවිධ සේවාවන්හි සහ විවිධ සේවාවන්හි වීථිවියේ සිට වීථිවියේ වෙළෙඳුන්ගේ / ව්යාපාරිකයන් / ව්යාපාරකරුවන් / බොහෝ විට අවසන් වන්නේ පොදු යහපැවැත්මට සහභාගී වීමට අදහස් කරන සහන ක්රියාමාර්ග. These unscrupulous elements have time and again proven that they are adept at extracting the lion’s share of the boon in the form of undue profits under various guises whilst masses end up receiving crumbs from their tables.",
        "තත්වයන් යටතේ, අවශ්යතා ඇති අයගේ යහපැවැත්ම සඳහා රජය විසින් ගනු ලබන පරාර්ථකාමී ක්රියාමාර්ගවල උපරිම ප්රතිලාභ වන අතර, ප්රතිලාභ ලැබීමට සුදුසු අයට ලබා දෙන අයට වඩා ශක්තිමත්, කාර්යක්ෂම යාන්ත්රණයක් සහ චෙක්පත් ලබා ගැනීම සඳහා වර්තමාන තන්ත්රයට වැදගත් යුතුකමක් ඇති බව වර්තමාන තන්ත්රයට වැදගත් යුතුකමක්අපේක්ෂිත පරිමාණයන්හි එවැනි පියවරයන්ගෙන්.",
        "The current regime should be careful in dealing with this sensitive matter, as failure to address this pragmatic reality would undoubtedly lead to the whole exercise coming a cropper as another monumental fiasco causing immense public discontent and disastrous political consequences."
      ]
    },
    "ta": {
      "title": "மூலோபாய முன்னுரிமைகள் மற்றும் விவேகமான வழி முன்னோக்கி நடவடிக்கைகள்",
      "body_lines": [
        "அனுரா குமாரா டிசனாயக்க ஆட்சி அதன் பேரழிவு வீழ்ச்சியைத் தொடர்ந்து பொருளாதாரத்தை சரியான திசையில் திரும்பப் பெறுவதற்கான ஒரு கடினமான பணியை எதிர்கொள்கிறது, இது இலங்கை (எஸ்.எல்) ஒருபோதும் காணப்படாத அளவிலான பொருளாதார இம்பிரோக்லியோவில் மூழ்கியிருப்பதைக் கண்டது. நீட்டிக்கப்பட்ட நிதி வசதி (EFF) இன் அடுத்த தவணை குறித்த பேச்சுவார்த்தைகளை ஏ.கே.டி ஆட்சி மீண்டும் தொடங்கியுள்ளது என்பதை கவனத்தில் கொள்ள வேண்டும், அது தகுதியான முன்னுரிமையை அளிக்கிறது. மேலும்.. சூழ்நிலைகளில், EFF இன் அடுத்த தவணைக்கு தகுதி பெறுவதற்கு உச்சரிக்கப்படும் கடுமையான நிதி இலக்குகள்/அளவுகோல்களை கண்டிப்பாக கடைபிடிக்க வேண்டிய தேவை முற்போக்கான வரி சீர்திருத்தங்கள் மூலம் லட்சிய வருவாய் இலக்குகளை நேரத்திற்குள் பூர்த்தி செய்ய வேண்டும். மேலும், மாநில வருமானத்திற்கு ஏற்ப பொதுச் செலவுகளை குறைக்க அரசு இயந்திரங்கள் முழுவதும் சிக்கன நடவடிக்கைகளை செயல்படுத்துவது ஒரு முன்னுரிமை. இதன் பொருள் என்னவென்றால், காடுகளிலிருந்து வெளியே வந்தால் எஸ்.எல் அதன் வழிமுறைகளுக்குள் வாழப்படும் என்று எதிர்பார்க்கப்படுகிறது.",
        "EEF இன் கீழ், எஸ்.எல். நான்கு வருட காலப்பகுதியில் கிட்டத்தட்ட 2.9 பில்லியன் அமெரிக்க டாலர்களின் நிதி உதவி வழங்கப்பட்டுள்ளது. IMF ஆல் வகுக்கப்பட்ட கடுமையான நிபந்தனைகளுடன் EFF சலுகை தொடர்புடையது. மிக முக்கியமாக, EFF லட்சிய வருவாய் உந்துதல் சீர்திருத்தங்களை செயல்படுத்த வேண்டும் மற்றும் நிதி சுகாதாரம் மற்றும் கடன் நிலைத்தன்மையை மீட்டெடுப்பதற்கான பரிந்துரைக்கப்பட்ட வருவாய் இலக்குகளை அடைவதற்கு GOSL க்கு பொறுப்பேற்க வேண்டும். இந்த சீர்திருத்தங்கள் முற்போக்கான முயற்சிகளை மேற்கொள்ள வேண்டும், இது மைல்கற்களை அடைவதற்கும், மாநில வருவாய்க்கு ஏற்ப பொது செலவினங்களைக் கொண்டிருப்பதற்கும் வரி வருவாயை மேம்படுத்துகிறது.இத்தகைய நடவடிக்கைகள் வற்றாத பட்ஜெட் பற்றாக்குறையை குறைக்க உதவும் மற்றும் கழிவுகள், ஊழல், மோசடிகள், களியாட்டங்கள் மற்றும் மோசடிகளால் ஏற்படும் செலவு அதிக ரன்களை அகற்றும், இதன் விளைவாக பொது வளங்களை இழிவுபடுத்தும்.",
        "இந்த சூழ்நிலைகளின் கீழ் ஏ.கே.டி ஆட்சி, முக்கியத்துவம் வாய்ந்த மற்றும் அபாயகரமான சமநிலைச் செயலைச் செய்வதற்கான ஒரு தீவிரமான சவாலை எதிர்கொள்கிறது, இது சர்வதேச நாணய நிதியத்தால் பரிந்துரைக்கப்பட்டவற்றிற்கு ஏற்ப மாநில வருவாய் இலக்குகளை அடைவதற்கான இரட்டை தேவைகளுக்கு சேவை செய்வதற்கும், அவசரமாக தேவையான பொருளாதார நிவாரணங்களுக்கு ஏற்ப மாநில வருவாய் இலக்குகளை அடைவதற்கும் வரி சீர்திருத்தங்களை செயல்படுத்துவதை உள்ளடக்கியதுதடைசெய்யப்பட்ட வாழ்க்கைச் செலவு காரணமாக முடிவுகளைச் செய்ய கடுமையாக போராடும் மக்களுக்கு.தற்போது GOSL எதிர்கொள்ளும் நிதிக் கட்டுப்பாடுகளைக் கருத்தில் கொண்டு, பொதுமக்கள் செலவினங்களைக் கொண்டிருப்பதன் முக்கியத்துவத்தை மிகைப்படுத்த முடியாது, ஏனெனில் இது பொருளாதாரத்தை மீண்டும் பாதையில் வைப்பதில் இன்றியமையாத பாத்திரத்தை வகிக்கிறது. மேலும், பொது செலவு மேலாண்மை என்பது ஊழல், மோசடி, மோசடி, கழிவு மற்றும் களியாட்டத்திற்கு மிகவும் பாதிக்கப்படக்கூடிய ஒரு பகுதி. Above all, it is an area at the mercy of overriding and overpowering influence of high-powered political authorities wielding control over state apparatus. வஞ்சகமுள்ள அரசியல்வாதிகள், அவர்களின் கித் மற்றும் உறவினர்கள் மற்றும் அடுத்தடுத்த ஆட்சிகளின் கீழ் ஓரினச்சேர்க்கையாளரைக் கைவிடுவதன் மூலம் உடந்தையான மாநில அதிகாரப்பூர்வ ஆகியோரால் பொதுப் பணம் மற்றும் வளங்கள் எவ்வாறு மோசமாக விழுங்கப்பட்டன என்பது பற்றி படிப்படியாக விரிவடைவது சம்பந்தப்பட்ட பிரச்சினையின் மகத்தான தன்மையை வெளிப்படுத்துகிறது.",
        "பொதுவான வெகுஜனங்கள், விவசாயிகள், பல்கலைக்கழக மாணவர்கள், பள்ளி ஆசிரியர்கள், பல்கலைக்கழக கல்வியாளர்கள் மற்றும் பொது சேவைகளில் உள்ள பல பிரிவுகளின் குறுக்குவெட்டு ஆகியோரால் நடத்தப்பட்ட அடிக்கடி கிளர்ச்சிகள் மற்றும் ஆர்ப்பாட்டங்களை சமீபத்திய கடந்த காலம் கண்டது. தாங்கமுடியாத வேதனையான மற்றும் தொடர்ந்து உயரும் வாழ்க்கைச் செலவு மற்றும் அதிக வரிச் சுமைகளை எதிர்கொண்டு அவசர பொருளாதார நிவாரணங்கள் மற்றும் சம்பள உயர்வுகளை கோரி அவர்கள் ஒரு தெளிவான அழைப்பை மேற்கொண்டனர். மறைமுக வரிகளில் கூர்மையான அதிகரிப்பு வாரியம் முழுவதும் உள்ள பொருட்கள் மற்றும் சேவைகளின் விலையில் குறிப்பிடத்தக்க உயர்வுகளை ஏற்படுத்தியது, நிலையான சம்பள சம்பாதிப்பவர்களுக்கு அதிக நேரடி வரிகள் விதிக்கப்பட்டவர்கள், பொது மற்றும் தனியார் நிறுவனங்களில் சம்பளத் தொழிலாளர்கள்/நிலையான வருமான வருமானத்தை ஈட்டுபவர்களின் ஸ்மோர்காஸ்போர்டின் செலவழிப்பு வருமானத்தை குறைத்து மதிப்பிட வழிவகுத்ததுதுறைகள். இந்த நிலைமை மக்கள் மீது பேரழிவு தரும் இரட்டை வேமி அடியாகும், இதன் விளைவாக ஏ.கே.டி ஆட்சி பொருளாதார சுமைகளை கணிசமாகத் தணிக்க பயனுள்ள நடவடிக்கைகளை எடுக்கும் என்று அவர்கள் ஆர்வத்துடன் எதிர்பார்க்கிறார்கள். இந்த பணி இறுக்கமான கயிறு நடைபயிற்சிக்கு ஒத்ததாக இருக்கிறது என்பதில் சந்தேகமில்லை, மேலும் ஒரு சீரான அணுகுமுறையின் மூலம் புள்ளிவிவரத்தை நடத்துவதில் பொருளாதார முன்னுரிமைகளை வெற்றிகரமாக உரையாற்றுவதில் தீவிர சமநிலை திறன்களைக் கோருகிறது.",
        "21 செப்டம்பர் 24 24 எஸ்.எல்.நடிகர்கள், வழக்கமான அரசியல் ஞானத்தையும் பல்வேறு காலாண்டுகளால் செய்யப்பட்ட தேர்தல் முன்கணிப்புகளையும் மீறும் ஒரு விளைவு. இந்த தேசத்தை வறுத்தெடுத்த பரவலான மற்றும் தொடர்ச்சியான ஊழலைக் கண்டித்து \"போதுமானது போதும் போதும்\" என்று ஒரு தீர்ப்பை வழங்கியது. பொது நல்வாழ்வைக் கொண்டுவருவதற்காக ஆழ்ந்த ஊழல் மற்றும் முறைகேடுகளின் புற்றுநோயிலிருந்து நாட்டை அகற்றுவதற்காக ஏ.கே.டி ஆட்சி மீதான நம்பிக்கையை எழுப்பியதால், வெகுஜனங்கள் சிறந்த நாட்களுக்கு ஏங்குகின்றனர்.",
        "பொருளாதார ஸ்திரத்தன்மையை பராமரிப்பது, கடன் நிலைத்தன்மை மற்றும் நிதி ஆரோக்கியம் ஆகியவை இரட்டை முனைகள் கொண்ட வாள் போன்றது. இதற்கு புள்ளிவிவரத்தில் மிகச்சிறந்த திறன்கள் தேவை, விவேகமான நிதி நிர்வாகத்தில் பொது நிதி மற்றும் திறன்களை நிர்வகிப்பதில் திறமை தேவை, இது வரவிருக்கும் பொதுத் தேர்தல் முடிந்த உடனேயே தற்போதைய ஆட்சி கட்டாயப்படுத்த நிர்பந்திக்கப்படுகிறது என்பதில் சந்தேகமில்லை.",
        "நிதி அமைச்சகம் பொருளாதார உறுதிப்படுத்தல் மற்றும் தேசிய கொள்கைகளால் வெளியிடப்பட்ட 2023 ஆம் ஆண்டிற்கான (FBPR-2023) இறுதி பட்ஜெட் நிலை அறிக்கையால் வெளிப்படுத்தப்பட்டபடி, எஸ்.எல்.. FBPR-2023 இன் படி, 2023 ஆம் ஆண்டிற்கான மொத்த அரசு வருவாய் ரூ .3,048.8 பில்லியன் ரூபாயாக இருந்தது, அதே நேரத்தில் மாநில செலவினம் ரூ .5,356.6 பில்லியன் என அறிவிக்கப்பட்டது. பற்றாக்குறையை குறைக்க ஒரு நாளைக்கு ரூ. 6.32 பில்லியன் அல்லது ரூபாய் ரூபாய் ரூபாய் அல்லது ரூபாய் ரூபாய் கோஸ்எல் கடன் வாங்க வேண்டும். மொத்த மாநில செலவினங்களில் ரூ. 4.699.7 பில்லியன் அல்லது 87.7% தொடர்ச்சியான செலவினங்களால் குறிப்பிடப்படுகிறது, இதில் ரூ .2,455.6 பில்லியன் அல்லது 52.25% ஆண்டுக்கு வட்டி செலவில் கணக்கிடப்படுகிறது. இது GOSL ஆல் மேற்கொள்ளப்பட்ட மாமத் கடன் சுமையின் மகத்தான தாக்கத்தை நிரூபிக்கிறது, இது ஏற்கனவே நோய்வாய்ப்பட்ட பொருளாதாரத்தை தொடர்ந்தது, இதனால் அரசு செலவினங்களுடன் ஒப்பிடும்போது அரசு வருவாயில் தொடர்ச்சியான பற்றாக்குறையை எதிர்கொண்டு மேலும் மேலும் கடன் வாங்க வேண்டிய அவசியத்தை ஏற்படுத்துகிறது.",
        "அடுத்தடுத்த ஆட்சிகளின் கீழ் பொது சேவையின் தொடர்ச்சியான அரசியல்மயமாக்கல் மாநிலத் துறையில் அரசியல் நியமனங்கள் பெருக்கத்தைக் கண்டது. பொதுத்துறை ஏராளமான ஆலோசனை பதவிகள் மற்றும் பன்முக திறன்களால் நிரம்பியுள்ளது என்பது அனைவரும் அறிந்ததே. பொது நன்மைகள்/இத்தகைய பதவிகள் உண்மையில் வழங்கப்பட்ட/சேவை செய்யப்படுவது மிகவும் கேள்விக்குரியதாக தோன்றுகிறது. This has obviously been a convenient mechanism adopted by the powers that be to reward political henchmen, lackies, supporters and multitude of associates at poor taxpayers’ money. These positions generally carry plum perks comprising monthly salaries, allowances, secretaries, office equipment, stationery, motor vehicle benefits, fuel quotas and so on costing the public purse heavily. தவிர, பாராளுமன்ற உறுப்பினர்கள் தங்கள் ஆதரவாளர்களுக்கான தூண்டுதல்களாக பொதுத்துறை அமைப்புகளில் ஏராளமான வேலைகளை வழங்குவதில் இழிவானவர்கள். உண்மையில், SOE கள் பல ஆண்டுகளாக அரசியல் ஸ்டூஜ்களுக்கு வேலைவாய்ப்பை வழங்க நடைமுறை டம்ப்சைட்டுகளாகப் பயன்படுத்தப்படுகின்றன. இதன் விளைவாக SOE’s அதன் பணியாளர்கள் மனிதவளத்துடன் வீங்கியிருப்பதைக் கண்டது உண்மையான தேவைகளை விட அதிகமாக உள்ளது. எனவே, பல்வேறு SOE களின் சிறப்பியல்புகளாக மாறியது, அதே போல் தொழிலாளர்கள் மற்றும் நிலவொளியை கூட அவர்களின் ஊதிய ரோல்களில் வைத்திருப்பது.",
        "In view of this, it is obvious that unless robust and decisive measures are taken to control public expenditure through effective check and balance, oversight and independent audit mechanisms and ensure that resource requirements of SOEs are met strictly based on need assessment, SL will never to able to contain budget deficits and to do away with the need to resort to costly deficit financing measures. These are in fact important prerequisites in ensuring fiscal health of the economy.",
        "One of the most important pre-requisites of curtailing public expenditure is to ensure that state procurement processes take place in a prudent manner based on due procedural safeguards and conducted in line with established check and balance mechanisms. It is to ensure that procurements would be carried out through a transparent process based on most favourable financial considerations/commercial terms whilst meeting prescribed quality and operational requirements to ensure intended public needs are served as expected. இது சம்பந்தமாக, சுயாதீன மதிப்பாய்வு மற்றும் சரிபார்ப்புகளுக்கு உட்பட்ட மாநில அங்கீகரிக்கப்பட்ட டெண்டர் மற்றும் போட்டி ஏல செயல்முறைகளுக்கு இணங்க கொள்முதல் மேற்கொள்ளப்படுவதை உறுதி செய்வது மிக முக்கியமானது. No room should be left to subvert established systems and mechanisms to pave for way for corruption to creep in and operations to become susceptible to political influence and other forms of machinations, as corrupt deals and undue political machinations obviously lead to twofold setbacks of incurring huge cost overruns whilst failing to meet prescribed quality and operational criteria. Moreover, these in consequence lead to budget overruns giving rise to the need for enhanced borrowings, whilst state apparatus would be left with the burden of the adverse impact of substandard procurements.",
        "சுகாதாரத் துறையில் அண்மையில் நடந்த தோல்வி, உயர்மட்ட மாநில அதிகாரப்பூர்வ மற்றும் உயர் அரசியல் அதிகாரம் பொது சுகாதாரத்திற்கு தீங்கு விளைவிக்கும் தரமற்ற மருந்துகளை வாங்குவதில் பெரிய அளவிலான ஊழல் நடைமுறைகளுக்கு உட்படுத்தப்பட்டு கைது செய்யப்பட்டுள்ளது.",
        "Development of infrastructure plays a catalyzing role in economic development as it could influence growth through investments in impactful sectors such as energy, transportation, telecommunications and other important areas such as ports, airport etc. Moreover, better infrastructure enables cost efficiency and in turn reduces the cost of goods and services. It also enhances manpower mobility and improves speed of delivery of goods and services. எடுத்துக்காட்டாக, மின்சாரத்திற்கான சிறந்த அணுகல் மற்றும் நிலையான வரி மற்றும் மொபைல் இணைப்பு மற்றும் அதிக இணைய ஊடுருவல் ஆகியவற்றின் மேம்பட்ட பாதுகாப்பு ஆகியவை வர்த்தகம் மற்றும் வர்த்தகத்தில் அதிர்வு மற்றும் பொருளாதார வளர்ச்சியை ஊக்குவிக்கும் காரணிகளாகும்.",
        "The absence of a national procurement law has made the procurement process vulnerable for politicization. It is very common for developing countries like Sri Lanka to resort to procurement arrangements such as Public Private Partnership (PPP) based on Unsolicited Proposals (USP)particularly in executing in Public Infrastructure Development Projects. யு.எஸ்.பி.எஸ் வெளிப்படைத்தன்மை இல்லாதது, குறைந்த சமூக மற்றும் பொருளாதார நன்மைகள், ஊழல் மற்றும் பணத்திற்கான குறைந்த மதிப்பு போன்ற குறைபாடுகளால் பாதிக்கப்படுகிறது. இலங்கை போன்ற வளரும் நாடுகளில் ஊழல் நிறைந்த அரசியல்மயமாக்கல் மற்றும் ஊழல் பாதிப்புகள் காரணமாக யு.எஸ்.பி.எஸ் அடிப்படையில் திட்டங்களை செயல்படுத்த அதிக உந்துதலை நிரூபிக்கிறது.",
        "இலங்கையில் 2006 ஆம் ஆண்டில் நிறுவப்பட்ட தேசிய கொள்முதல் நிறுவனம் (NPA) வழங்கிய கொள்முதல் வழிகாட்டுதல்களை (பிஜி) புறக்கணித்து கொள்முதல் செய்யப்படுகிறது. PGs have been issued to achieve many important objectives that encompass inter-alia the following.",
        "* குறைந்த செலவு மற்றும் உயர் தரத்தை அடைய பொருளாதாரம், நேரமின்மை மற்றும் தரத்தை அதிகரித்தல்",
        "* பரிந்துரைக்கப்பட்ட தரநிலைகள், விவரக்குறிப்புகள், விதிகள், ஒழுங்குமுறைகள் மற்றும் நல்லாட்சி ஆகியவற்றைப் பின்பற்றுதல்",
        "* மதிப்பீடு மற்றும் தேர்வு நடைமுறையில் வெளிப்படைத்தன்மை மற்றும் நிலைத்தன்மையை உறுதி செய்தல்",
        "* பணிகளை விரைவாக செயல்படுத்துதல் மற்றும் பொருட்கள் மற்றும் சேவைகளை வழங்குதல்",
        "* Providing fair, equal and maximum opportunities for eligible parties to participate in procurement process",
        "பொது சுகாதாரத் துறையைப் போலவே, சந்தேகத்திற்குரிய வழிமுறைகளின் அடிப்படையில் கொள்முதல் மேற்கொள்ளப்பட்டுள்ளதைப் போலவே, மாமத் அளவிலான ஊழல்களின் விளைவாக அவசரகால கொள்முதல் தேவைப்படும் தேவைகளை மேற்கோள் காட்டி பி.ஜி.க்கள் புறக்கணிக்கப்பட்டுள்ள நிகழ்வுகள் உள்ளன. ஆகவே, பொதுச் செலவைக் கட்டுப்படுத்த கடுமையான நுண்ணிய கண்காணிப்பின் கீழ் தேசிய கொள்முதல் செயல்முறைகளின் முக்கியத்துவத்தை வலியுறுத்த முடியாது.",
        "செலவு செயல்திறன், தர உத்தரவாதம், விநியோக சங்கிலி நம்பகத்தன்மை, இணக்கம் மற்றும் இடர் மேலாண்மை ஆகியவற்றின் முக்கிய நோக்கங்களை அடைய விவேகமான வழிகாட்டுதல்கள் மற்றும் நிதிக் கருத்தாய்வுகளின் படி மாநில கொள்முதல் செயல்முறை செயல்படுத்தப்படுவதை உறுதிசெய்ய இது புதிய ஆட்சியின் மீது அவசர தேவையை விதிக்கிறதுகொள்முதல் முடிவுகள் தேசிய நோக்கங்களுடன் சீரமைக்கப்படுவதை உறுதி செய்வதற்கான முக்கியமாக மூலோபாய சீரமைப்பு. Furthermore, action is also needed to introduce a comprehensive procurement law to govern state procurement mechanisms.",
        "உள்கட்டமைப்பு அடிப்படையிலான வளர்ச்சி என்று அழைக்கப்படுவது 2005 முதல் 2015 வரை எஸ்.எல்.. 2005 முதல் 2015 வரையிலான காலகட்டத்தில் லார்ஜெஸ்கேல் உள்கட்டமைப்பு திட்டங்கள் மேற்கொள்ளப்படுவதை எஸ்.எல்.. The total external debt that stood at 11.3 billion US Dollars in 2005 skyrocketed to 43.9 billion US Dollars in 2015, signifying a prodigious increase by 288.5%, a scale more or less equivalent to a three-fold hike.",
        "There had been public allegations of large-scale malpractices and wrong doings involving procurements related to infrastructure development during that period, a matter that had been extensively dwelt upon in many a public forum and deliberation. Such wrongdoings could have had a detrimental impact in causing costs incurred to be far exceeding the actual levels needed at right prices. Moreover, this situation no doubt could have caused distortions in producing economic indicators based on inflated costs of infrastructure development divulging much rosier picture than what the actual status could have been, had proper governance and competitive bidding procedures been employed in carrying out procurements. தவிர, இந்த காலகட்டத்தில் சர்வதேச இறையாண்மை பத்திரங்களை (ஐ.எஸ்.பி) பலூன் செய்வதையும் கண்டது. The interest on ISBs accounted for about 70% of all interest payments and the annual interest payments caused a massive hike in public expenditure. ஒரு நிலையான அடிப்படையில் அந்நிய செலாவணி வரத்துகளை உருவாக்குவதற்கான ஏற்றுமதியை பன்முகப்படுத்தவும் மேம்படுத்தவும் நீண்டகால மூலோபாய நடவடிக்கைகள் இல்லாத நிலையில், எஸ்.எல். தீவிரமான கட்டண சிக்கல்களை அனுபவித்து வருவதோடு, ஏற்கனவே இருந்த பணத்தை செலுத்துவதற்கு மேலும் மேலும் கடன் வாங்க வேண்டிய கட்டாயத்தில் உள்ளதுகடன் வாங்கியது. What ensued saw SL falling into a colossal debt spiral. The aftermath of covid and the myopic measures taken by Gotabhaya Rajapaksha regime to drastically reduce taxes saw SL losing huge chunks of revenue and thereby falling from frying pan to fire.",
        "எஸ்.எல் பொருளாதார வளர்ச்சியின் சில நியாயமான அளவை அடைந்திருந்தால், அது சுய-நீடித்த பொருளாதார வளர்ச்சியைக் கொண்ட நாடாக மாறியிருக்க வேண்டும். மேலும், பொருளாதார முன்னேற்றம் என்று அழைக்கப்படும் நிலை மக்கள் அனுபவிக்கும் வாழ்க்கைத் தரத்தில் தெளிவாகத் தெரிந்திருக்க வேண்டும். கடுமையான கிராமப்புற வறுமை மற்றும் இந்த நாட்டில் நிலவும் பல பரிமாண வறுமையின் அளவும், எதிர்பார்க்கப்படக்கூடியவற்றிலிருந்து முற்றிலும் வேறுபட்ட விவகாரங்களின் வருந்தத்தக்க நிலையை வெளிப்படுத்துகிறது, இந்த நாடு வளர்ச்சியின் பெயரில் தற்பெருமை கொண்டிருப்பதைக் கண்டிருந்தால், குறைந்தபட்சம் செயல்படுகிறதுஒரு குறிப்பிட்ட அளவு.",
        "ஒரு பெரிய கடன் சுமையுடன் இன்று என்ன இருக்கிறது என்பதைக் கண்டுபிடிக்க என்ன வந்தது என்பது தற்போதைய ஆட்சிக்கு ஒரு மதிப்புமிக்க பாடமாகும். Whilst all candid measures taken at present to minimize public spend and eliminate waste, extravagance, corruption and fraud and propel agriculture, fisheries etc are applauded and admired with immense respect, it is pertinent to pen a word of d caution for the attention of the present higher-ups as they grapple with the herculean task extricating SL out of the current economic catastrophe.",
        "எஸ்.எல் இன்று உலகமயமாக்கப்பட்ட பொருளாதார சூழ்நிலையில் உள்ளது. ஆகவே, வருடாந்திர பட்ஜெட் பற்றாக்குறையைக் கொண்ட ஒரு நிலையான காலடியில் பெரும் கடன் சுமையை கையாள்வது, பொது நல்வாழ்வுக்கான நடவடிக்கைகளை கொண்டு வருதல், வெளிநாட்டு இருப்புக்களை விரிவுபடுத்துதல், அதே நேரத்தில் அரசு வருமானத்தை நிர்ணயிக்கப்பட்ட மட்டத்தில் பராமரிப்பது தற்போதைய ஆட்சியுடன் சண்டையிட வேண்டிய வலிமையான சவால்கள். These targets cannot be met unless steps are taken to develop robust channels of generating forex revenue on a sustainable basis. ஏற்றுமதி துறையின் பல்வகைப்படுத்தல் மற்றும் விரிவாக்கத்திற்கான இது தெளிவாகக் கோருகிறது மற்றும் விவசாய பொருட்கள் மற்றும் தாதுக்களை நேரடியாக ஏற்றுமதி செய்வது போன்ற குறைந்த மதிப்பு கூட்டப்பட்ட துறைகளிலிருந்து புதிய தொழில்நுட்பத்தால் இயக்கப்படும் பகுதிகளுக்கும், அதிக சாத்தியமான வருவாயை வழங்கும் சிறந்த ஒப்பீட்டு நன்மைகளுக்கும் செல்ல வேண்டிய முக்கிய தேவைவளர்ச்சி. ஏற்றுமதி வருவாய் இல்லாததால் கட்டணப் பற்றாக்குறையின் இருப்பு மூலம் சுயாதீன எஸ்.எல்.. இது ஒரு முக்கியமான பகுதி, இதுவரை பெரும்பாலும் கவனிக்கப்படாமல் உள்ளது. ஆகையால், முன்னேறும்போது, ​​ஏற்றுமதிகள் மற்றும் அந்நிய செலாவணி வருவாயைப் பன்முகப்படுத்த நீண்ட கால மூலோபாய நடவடிக்கைகளின் இன்றியமையாத தேவை வலியுறுத்த முடியாது, மேலும் தற்போதைய ஆட்சியின் கொள்கை வகுப்பாளர்கள் இந்த முக்கியமான அம்சத்தை ஒரு விவேகமான பொருளாதாரக் கொள்கையை வடிவமைப்பதில் கருத்தில் கொள்ள வேண்டியது அவசியம்பொருளாதார செழிப்பை அடையலாம்.",
        "தற்போதைய ஆட்சி வெகுஜனங்களால் கோரப்பட்ட விரைவான பொருளாதார நிவாரணங்களைக் கொண்டுவருவதற்கான நடவடிக்கைகளை அறிமுகப்படுத்த கடுமையாக உழைத்து வருவதாகத் தெரிகிறது, அவர்கள் நீண்ட ஆண்டுகளாக கடுமையாக போராடி வருகின்றனர், வற்றாத வலிகளைத் தாங்கி, முடிவுகளை பூர்த்தி செய்வது கடினம். முன்மொழியப்பட்ட சில நடவடிக்கைகளில் நேரடி வரிகளைக் குறைத்தல், எரிபொருள் செலவு மற்றும் சில பயன்பாட்டு கட்டணங்கள் ஆகியவை அடங்கும், அவை மக்களால் நுகரப்படும் பொருட்கள் மற்றும் சேவைகளின் விலையை நேரடியாகக் கொண்டுள்ளன.",
        "இலங்கை சூழ்நிலையில் உள்ள அனுபவத்திலிருந்து பேசும்போது, ​​அரசாங்கங்களால் வரி/கட்டணங்கள்/சுங்க கடமைகள் போன்றவற்றைக் குறைக்கும் வடிவத்தில் தொடங்கப்பட்ட பல்வேறு நடவடிக்கைகள் பொதுமக்களுக்கு பொருளாதார நிவாரணங்களை வழங்குவதற்காக அரிதாகவே தேவைப்படும் வெகுஜனங்களுக்கு உறுதியான நன்மைகளாக மொழிபெயர்க்கப்படுகின்றன. சிறந்த சூழ்நிலைகளில் கூட, விரும்பிய விகிதாச்சாரத்தில் நன்மைகள் வெகுஜனங்களை அடையாது என்பதைக் காணலாம். வஞ்சகமுள்ள, தெருக்களை வர்த்தகர்கள்/வணிகர்கள்/பல்வேறு சேவைகளை வழங்குநர்கள் மற்றும் இது பெரும்பாலும் முடிவடைகிறது, ஏனெனில் அரசு அனுமதித்த செலவு சேமிப்பின் முக்கிய பயனாளிகள் பொது நல்வாழ்வைக் கொண்டுவருவதற்காக நிவாரண நடவடிக்கைகளை வழங்கினர். இந்த நேர்மையற்ற கூறுகள் பல்வேறு போர்வைகளின் கீழ் தேவையற்ற இலாபங்களின் வடிவத்தில் வரத்தின் சிங்கத்தின் பங்கைப் பிரித்தெடுப்பதில் திறமையானவை என்பதை மீண்டும் மீண்டும் நிரூபிக்கின்றன, அதே நேரத்தில் வெகுஜனங்கள் தங்கள் அட்டவணைகளிலிருந்து நொறுக்குத் தீனிகளைப் பெறுகின்றன.",
        "சூழ்நிலைகளில், தற்போதைய ஆட்சிக்கு வலுவான, செயல்திறன் மிக்க பொறிமுறையையும், காசோலைகள் மற்றும் நிலுவைகளையும் தொடங்குவதற்கான ஒரு முக்கியமான கடமை உள்ளது, தேவாலயங்களின் நல்வாழ்வுக்காக அரசால் எடுக்கப்பட்ட நற்பண்பு நடவடிக்கைகளின் அதிகபட்ச நன்மைகள் உண்மையில் பயனடையத் தகுதியானவர்களை அடைவார்கள்இத்தகைய நடவடிக்கைகளிலிருந்து நோக்கம் கொண்ட அளவீடுகளில்.",
        "தற்போதைய ஆட்சி இந்த முக்கியமான விஷயத்தை கையாள்வதில் கவனமாக இருக்க வேண்டும், ஏனெனில் இந்த நடைமுறை யதார்த்தத்தை நிவர்த்தி செய்வதில் தோல்வி சந்தேகத்திற்கு இடமின்றி ஒரு கயிறு வருவதற்கு முழு உடற்பயிற்சிக்கும் வழிவகுக்கும், இது மற்றொரு நினைவுச்சின்ன படுதோல்வி மகத்தான பொது அதிருப்தியையும் பேரழிவு தரும் அரசியல் விளைவுகளையும் ஏற்படுத்தும்."
      ]
    }
  },
  "summary_lines": []
}