{
  "translated_text": {
    "si": {
      "title": "අඹ අස්වැන්න පිළිබඳ වාර්තාව",
      "body_lines": [
        "කෘෂිකර්ම දෙපාර්තමේන්තුව පවසා ඇත්තේ මේ වසරේදී ශ්රී ලංකාවේ අස්වැන්න පෙර නොවූ විරූ ලෙස වැඩි වී ඇති බවයි.",
        "ඔවුන් කියා සිටියේ 2023 දී පවතින වියළි කාලගුණය සහ පසුව වර්ෂාපතනය අඹ අස්වැන්න වැඩි කළ බවයි.",
        "කෘෂිකර්ම හා වැවිලි කර්මාන්ත අමාත්යතුමාගේ ප්රධානත්වයෙන් යුත් සාකච්ඡාවකදී මේ වන විට අවධාරණය කළේ රට පුරා අඹ අක්කර දහස් ගණනක් වගා කරන ලද අතර, විශේෂයෙන් අපනයනය සඳහා වූ තේජේ අඹ නිෂ්පාදනය නිෂ්පාදනයෙන් තහනම් කළ හැකි බවයි.",
        "එබැවින් අඹ වගාව තවදුරටත් පුළුල් කළ යුතුද යන්න පිළිබඳ විද්යාත්මක වාර්තාවක් ලබා දෙන ලෙස අමාත්යවරයා ඔහුට නියෝග කර තිබේ.",
        "පශ්චාත්-සංශෝධන තාක්ෂණ විශ්ව විද්යාල දත්ත වලට අනුව, රටේ සියලු වර්ගවල අඹ වල වාර්ෂික අස්වැන්න පලතුරු මිලියන 250 ක් පමණ වේ.",
        "කෙසේ වෙතත්, අඹ සමය එම මට්ටමින් 2023-24 ඉක්මවා ඇති බව වත්මන් දත්ත සනාථ කර ඇති බව දෙපාර්තමේන්තුව පවසයි.",
        "මේ හේතුවෙන් ටෙගෙක් අඹ කිලෝග්රෑම් 1 ක් දැනට රුපියල් 800 සිට රුපියල් 1000 දක්වා මිල කර ඇත.කෘෂිකර්ම දෙපාර්තමේන්තුව පැවසුවේ රුපියල් 400 ත් 500 ත් අතර බවයි."
      ]
    },
    "en": {
      "title": "The record of mango harvest",
      "body_lines": [
        "The Department of Agriculture has said that the mango harvest in Sri Lanka has increased unprecedented this year.",
        "They said that the dry weather that last in 2023 and the subsequent rainfall increased the mango harvest.",
        "During a discussion chaired by the Minister of Agriculture and Plantation Industries, it was recently emphasized that thousands of acres of mangoes are cultivated across the country and that the production of tejc mangoes, especially for export, may be banned from production.",
        "Therefore, the Minister has ordered him to provide a scientific report on whether to further expand the mango cultivation.",
        "According to the post -harvest technology university data, the annual harvest of all types of mangoes in the country is about 250 million fruits.",
        "However, the department states that the current data has confirmed that the mango season has exceeded that level of 2023-24.",
        "Due to this, 1 kilogram of tejc mango is currently priced at Rs 800 to Rs 1000.The Department of Agriculture said that 400 to 500 rupees."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's mango harvest surpassed 250 million fruits in 2023-24, boosted by dry weather and rainfall. The Department of Agriculture is considering banning tejc mango export to manage production."
  ]
}