{
  "translated_text": {
    "si": {
      "title": "2023 සිව්වන කාර්තුවේදී කොමර්ෂල් බැංකුව සැලකිය යුතු වර්ධන මාර්ගයක් සඳහා",
      "body_lines": [
        "2023 හි සිව්වන කාර්තුවේදී කොමර්ෂල් බැංකු සමූහය විසින් ලකුණු බිලියන 56.816 ක් ණය වී ඇති අතර එය මසකට සාමාන්යයෙන් බිලියන 18.939 කි.. වර්ෂය අවසාන වන විට බැංකුවේ ණය පොත ට්රිලියන 1.296 ක් ලෙස සටහන් විය. මෙය ආර්ථික සාමාන්යකරණයට උපකාර කිරීම සඳහා ණය දෙන පා course මාලාවේ ස්ථාවර තත්වයකට හේතු වී තිබේ.",
        "2023 දෙසැම්බර් 31 දිනෙන් අවසන් වූ-මොන්මූන් යුගයේ තැන්පතුවෙන් අවසන් වූ අතර තැන්පතුව බිලියන 109.408 දක්වා ඉහළ ගියේය. එහි මාසික සාමාන්යය බිලියන 36.469 කි. මෙය බැංකුවේ ස්ථිර තැන්පතු පදනම හෙළි කර කැලඹිලි සහිත ක්ෂුද්ර ආර්ථික තත්ත්වයන් කෙරෙහි අවධානය යොමු කිරීමයි.. සමාලෝචන පා course මාලාවේ තැන්පතු වර්ධනය ට්රිලියන 2.148 කි.",
        "මෙම කණ්ඩායමට ශ්රී ලංකාවේ විශාලතම වෙළඳ බැංකුව සහ එහි කෝන්ඩ්-බිඳ සමාගම් ඇතුළත් වේ. ශ්රී ලංකාවේ කොටස් හිමියා විසින් ගොනු කරන ලද වාර්තාවකට අනුව, සමූහයේ මුළු වත්කම් වසරකට වසරකට රුපියල් බිලියන 5.26 ක් හෝ 6.20 ක් හෙවත් සියයට 5.15 ක් හෝ ට්රිලියන 2.656 ක්.",
        "මුළු ආදායම වසරකට 21.82 කින් ඉහළ ගොස් 2023 සිට 333 දක්වා සියයට 341.566 ක් විය.. එසේම, පොලී ආදායම සියයට 33.84 කි.බිලියන 297.646 ක් වැඩිවන බව සමූහය නිවේදනය කර තිබේ. පොලී පිරිවැය ඉතා ඉහළ වන අතර එය බිලියන 211.231 කි. කෙසේ වෙතත්, පසුගිය කාර්තුවේ negative ණාත්මක වර්ධනයෙන් සොයාගත් පොලී අනුපාතය සිව්වන කාර්තුවේදී ලියාපදිංචි වී ඇති අතර එය බිලියන 25.534 කි. මෙය සියයට 16.85 ක වර්ධනයකි.",
        "\"ශ්රී ලංකාවේ ප්රමුඛ පෙළේ පෞද්ගලික බැංකුවේ තත්ත්වය පිළිබඳව අපි අපගේ පස්වන ස්ථානය ශක්තිමත් කර ඇත්තෙමු.\" බැංකු සභාපති මහාචාර්ය ආනන්ද ජයවර්ධන මහතා පැවසීය.. \"අපගේ ගැටුම නැවත නියම කෙරේ;ගනුදෙනුකරුවන් සහ කොටස් හිමියන් පිළිබඳ අපගේ මාලාව ද සේවාවට පැමිණි සාක්ෂිකාරියකි. මෙම සාර්ථකත්වයන්ගේ අත්තිවාරම දිගටම ගොඩනඟා ගැනීමට අපි අදහස් කරමු. අනාගතයේදී සමෘද්ධිය පිළිබඳ නව කඳු මුදුන් ස්පර්ශ කිරීමට ද අපි අදහස් කරමු. \"",
        "කොමර්ෂල් බැංකුවේ කළමනාකාර අධ්යක්ෂ සහ ප්රධාන විධායක නිලධාරී සනත් මනාතුංග මහතා කියා සිටියේ කොමර්ෂල් බැංකුව සිය නොසැලෙන කැපවීම සහ ආර්ථික මිදීම හා ප්රතිව්යුහගත කිරීම හා ප්රතිව්යුහගත කිරීම හා ප්රතිව්යුහගත කිරීම හා ප්රතිව්යුහගත කිරීම හා ප්රතිව්යුහගත කිරීම සඳහා අනුකූල වන බවයි.",
        "\"අපගේ අවධානය යොමු වන්නේ අපගේ අවධානය යොමු වී ඇත්තේ පසුගිය අවසන් අවසන් වූ වර්ෂවල රට මුහුණ දෙන අභියෝග කෙරෙහි අපගේ අවධානය යොමු වීමයි.\" ඔහු පැවසීය. \"ඔහු තවදුරටත් පැවසීය.. \"අපි වැදගත් වෙනස්කම් වැලඳගෙන නිර්මාණාත්මක ප්රවේශයන් අනුගමනය කර ඇති අතර, සියලු කොටස් හිමියන්ට ස්ථාවරත්වයක් සහ ස්ථාවරත්වයක් ඇති බව අපි දිගටම සහතික කර ඇත්තෙමු.",
        "ඛේදවාචකයන්ගේ අවාසනාවන්ත වන අපගේ කැරැල්ල සහ සංගීතය අපගේ සමස්ත වාණිජ බැංකු සමූහයේ කැපවීම හා මානසිකත්වය පිළිබඳ සාක්ෂියකි.. අපේ සාර්ථකත්වයේ ආදර්ශ පා of ය මේවාය. \"",
        "මූල්ය සේවා සඳහා බදු වල ලාභදායීතාවයක් ලෙස සමූහය මුළු වර්ෂයේදී බිලියන 38.885 ක් ලෙස ලියාපදිංචි වී ඇත. එය සිව්වන කාර්තුවේ කාර්තුවේදී බිලියන 10.193 කි. එය පිළිවෙලින් සියයට 36.77 සහ 253.81 කි. මීට පෙර වසරට සාපේක්ෂව සිව්වන කාර්තුවේ අඩුපාඩු සඳහා ප්රතිපාදන වැඩි වීම මෙයට හේතුවයි.",
        "සමූහයේ බද්දෙහි ලාභය මාස 12 ක් තිස්සේ මාස 12 ක් තිස්සේ බිලියන 33.927 ක කාලයක් සඳහා වාර්තා වී තිබේ. එය සියයට 38.45 ක වැඩිවීමක් පෙන්නුම් කරයි. තෙවන කාර්තුවේදී එය සියයට 13.56 කි. දින 12 ක කාලයක් සඳහා ආදායම් බද්ද බිලියන 12.027 දක්වා ඉහළ ගොස් තිබේ. සමූහය ලාභ බිලියන 21.900 ක ලාභය ලියාපදිංචි කර ඇත. එය වසරකට වසරකට කඩා වැටුණි.",
        "2023 දෙසැම්බර් 31 වන දින බැංකුවේ ස්ථර 1 සහ සමස්ත ප්රාග්ධන අනුපාතය පිළිවෙලින් 11.442 සහ සියයට 15.151 ක් වූ අතර එය පිළිවෙලින් සියයට 11.442 ක් සහ සියයට 15.151 ක් විය.. මේ දෙකම පිළිවෙලින් පිළිවෙලින් සියයට 10 ක් සහ සියයට 14 කින් ඉල්ලා ඇත. බැංකුවේ පොලී මායිම සියයට 3.32 දක්වා අඩු කර ඇත. 2022 ට සාපේක්ෂව එය සියයට 3.74 කි. කෙසේ වෙතත්, පොලී මායිම වසරේ දෙවන කාර්තුවේ සිට වසරක දෙවන කාර්තුවේ සිට වැඩීමට පටන් ගෙන තිබේ. බැංකුවේ ආදායම (බදුවලට පෙර) සියයට 1.27 ක් වන අතර නිශ්චිත වර්ෂයේ කොටසෙහි ආදායම සියයට 9.78 කි.",
        "කොමර්ෂල් බැංකුව ශ්රී ලංකාවේ විශාලතම පුද්ගලික අංශයේ බැංකුව වන අතර ලොව හොඳම බැංකු 1000 හි ලැයිස්තුගත කර ඇති පළමු ශ්රී ලංකා බැංකුවයි. කොමර්ෂල් බැංකුවේ උපායමාර්ගික ශාඛා ජාලයක් ඇති අතර ස්වයංක්රීය යන්ත්ර 950 කට වඩා ක්රියාත්මක වේ. කොමර්ෂල් බැංකුව ශ්රී ලංකාවේ කුඩා හා මධ්ය පරිමාණ ව්යාපාර ක්ෂේත්රයට දැවැන්ත ණය ලබා දෙන අතර රටේ බැංකු අංශයට ඩිජිටල් නවෝත්පාදනයන් සඳහා නායකත්වය දෙයි. බැංකුවේ විදේශ මෙහෙයුම් බංග්ලාදේශය ශාඛා 20 ක් ක්රියාත්මක වන අතර එහිදී ශාඛා 20 ක් බැංකුව ක්රියාත්මක වේ: මියන්මාරය නා.",
        "කොමර්ෂල් බැංකුවේ සභාපති මහාචාර්ය ආනන්ද ජයවර්ධන (වමේ) බැංකු කළමණාකාර අධ්යක්ෂ සහ ප්රධාන විධායක නිලධාරී සනත් මනතුංග."
      ]
    },
    "en": {
      "title": "Commercial Bank on a significant growth path in the fourth quarter of 2023",
      "body_lines": [
        "The Commercial Bank Group has loaned 56.816 billion in the fourth quarter of 2023 at an average of 18.939 billion per month.. By the end of the year, the bank's credit book was recorded as 1.296 trillions. This has led to a stable situation in the lending course to help economic normalization.",
        "In the three -month period ended on December 31, 2023, the deposit increased to 109.408 billion. Its monthly average is 36.469 billion. This is to reveal the bank's firm deposit base and focus on the turbulent micro economic conditions.. Deposit growth is 2.148 trillions in the course of review, growing at 8.6 per year per year.",
        "The group includes Sri Lanka's largest trade bank and its co -and -branch companies. According to a report filed by Sri Lanka's shareholder, the group's total assets increased by 156 billion or 6.24 per year per year to 130 billion or 5.15 percent or 5.15 per cent to 2.656 trillions.",
        "Total income increased by 21.82 per year per year to 341.566 billion in the final quarter of 2023 to 33.44 percent.. Also, interest income is 33.84 percent;The group has announced that it is increasing 297.646 billion. The cost of interest is very high and is 211.231 billion. However, the interest rate recovered from the negative growth of the previous quarter has been registered in the Fourth Quarter 25.534 billion. This is 16.85 percent growth.",
        "\"We have continued to strengthen our fifth and re -confirm the status of Sri Lanka's leading private bank,\" said Bank Chairman Professor Ananda Jayawardena.. “Our conflict will be re -enforced;Our series on customers and shareholders is also a witness to the service. We intend to continue to build the foundation of these successes. We also intend to touch the new peaks of prosperity in the future. ”",
        "Commercial Bank's Managing Director and Chief Executive Officer Sanath Manadunga said that the Commercial Bank continues to express its unwavering commitment and compliance with economic redemption and restructuring.",
        "“Our focus is that our focus is on the challenges faced by the country in the last concluded years,” he added, ”he added,” he added, ”he added,” he added, ”he added,” he added.. “We have embraced important changes and adopt constructive approaches and we have continued to ensure that all shareholders have stability and stability.",
        "Our rebellion and music, which is the misery of the tragedies, is also evidence of our entire Commercial Bank Group's commitment and mindset.. These are the motto of our successes. ”",
        "Group has registered 38.885 billion in total year as a profitability of tax for financial services. It is 10.193 billion in the quarter of the fourth quarter. It is 36.77 and 253.81 percent respectively. This is due to the increase in allocation for defects in the fourth quarter compared to the previous year.",
        "The profit of the group's tax has been recorded for 12 months for a period of 33.927 billion. It shows an increase of 38.45 percent. It was 13.56 percent in the third quarter. Income tax for a 12 -month period has increased to 12.027 billion. Group has registered 21.900 billion profits. It fell 2.5 per year per year.",
        "The bank's Tier 1 and the total capital rate, respectively at 11.442 and 15.151 percent respectively on December 31, 2023. Both of these are legally requested by 10 percent and 14 percent respectively. The bank's interest border has been reduced to 3.32 percent. It was 3.74 percent compared to 2022. However, the interest border has begun to grow from the second quarter of the year specific year. The income of the bank (before tax) is 1.27 percent and the income on the share of the specified year is 9.78 percent.",
        "Commercial Bank is Sri Lanka's largest private sector bank and the first Sri Lankan bank listed in the world's top 1000 banks. Commercial Bank has a strategic branch network and operates over 950 automatic machines. Commercial Bank is offering massive loans to Sri Lanka's small and medium business sector and is leading the country's banking sector in digital innovations. The bank's foreign operations include Bangladesh, where the bank operates 20 branches: Myanmar Nai Pii has a microfinance company.",
        "Commercial Bank Chairman Professor Ananda Jayawardena (Left) Bank Managing Director and Chief Executive Officer Sanath Manatunga."
      ]
    }
  },
  "summary_lines": [
    "In Q4 2023, Commercial Bank loaned 56.816 billion, with total credit book at 1.296 trillions. Deposits grew to 109.408 billion, with a yearly growth rate of 8.6%. Total assets increased by 156 billion to 2.656 trillions, and total income rose to 341.566 billion. The bank's profitability tax for financial services was 38.885 billion, with a quarterly profit of 10.193 billion. The bank's Tier 1 and total capital rates were 11.442% and 15.151% respectively, meeting the required rates. Commercial Bank is Sri Lanka's largest private sector bank, offering significant loans to SMEs and leading in digital innovations."
  ]
}