{
  "translated_text": {
    "si": {
      "title": "මාර්ග නීති 8,747 දෙනෙකුට එරෙහිව පියවර ගැනීම",
      "body_lines": [
        "රිය පැදවීම ඇතුළුව මාර්ග නීති උල්ලං in නය කරමින් පුද්ගලයින් 8,747 දෙනෙකුට එරෙහිව නීතිමය පියවර ගෙන තිබේ.",
        "මාර්ග අනතුරු වැළැක්වීම සඳහා විශේෂ නිරීක්ෂණ ක්රියාමාර්ග ගනු ඇත.වීදි නීති අනුගමනය කරන ලෙස පොලිසිය මහජනතාව සහ රියදුරන්ගෙන් ඉල්ලා තිබේ.",
        "උත්සව සමයේ මාර්ග අනතුරු වැළැක්වීම සඳහා පොලීසිය විසින් විශේෂ නිරීක්ෂණ කටයුතු පොලිසිය විසින් සිදු කර ඇත.",
        "ඒ අනුව අඟහරුවාදා (24) උදේ 6 සිට බදාදා (25) සිට බදාදා (25) සිට මත්පැන් රථවාහන ගමනාගමනය ගෙන යන පුද්ගලයින් 251 දෙනෙකුට එරෙහිව නීතිමය පියවර ගෙන තිබේ.",
        "මීට අමතරව, මෙයට අමතරව රිය පැදවීමේ චෝදනාව මත 81 දෙනෙකුට එරෙහිව රිය පැදවීමේ චෝදනාව මත 811 දෙනෙකුට එරෙහිව නීතිමය ක්රියාමාර්ග ගෙන ඇති අතර අධික වේගයෙන් චෝදනා ගොනු කළ පුද්ගලයින් 128 දෙනෙකුට එරෙහිව.",
        "මාර්ග නීති 615 ක් උල්ලං in නය කරමින් පුද්ගලයින් 1368 දෙනෙකුට එරෙහිව නීතිමය පියවර ගෙන ඇති අතර, රියදුරු බලපත්ර අපකීර්තියට එරෙහිව 615 ක් සහ අනෙකුත් රථවාහන උල්ලං .නය කිරීම්වලට එරෙහිව 6,304 ක් ද 6,304 ක් ද ගෙන තිබේ.",
        "පොලිස් මාධ්ය ප්රකාශක ජ්යෙෂ් police පොලිස් අධිකාරී නීති orney ජ්යෙෂ් Senior පොලිස් අධිකාරී අමෝඩ් බුද්ධිකා මනතුංග මහතා පවසන පරිදි, නීති රීති උල්ලං of නය කිරීමේ චෝදනාවලට එරෙහිව පුද්ගලයින් 8,747 ක් ලබාගෙන ඇති බව පොලිස් මාධ්ය ප්රකාශකවරයා පැවසීය.",
        "පසුගිය දින කිහිපය තුළ මාර්ග අනතුරු වැළැක්වීම සඳහා මෙම ගමනාගමනය ගෙන ඇත.",
        "මේ අතර, පොලිස් මාධ්ය ප්රකාශකයෙකු පැවසුවේ පසුගිය පැය 24 තුළ රට තුළ කිසිදු හානියක් සිදු නොවන බවයි.",
        "මාර්ග අනතුරු වැළැක්වීම සඳහා විශේෂ නිරීක්ෂණ කටයුතු සිදු කෙරේ. ප්රසිද්ධියේ. වීදි නීති නීති අනුගමනය කරන ලෙස පොලිසිය රියදුරන්ගෙන් ද පොලිසිය ඉල්ලා තිබේ."
      ]
    },
    "en": {
      "title": "Action against 8,747 people violating road rules",
      "body_lines": [
        "Legal action has been taken against 8,747 persons in violation of road rules, including driving.",
        "Special surveillance measures will be carried out to prevent road accidents.Police have urged the public and drivers to follow the street laws.",
        "Special surveillance activities have been carried out by the police to prevent road accidents during festive season.",
        "Accordingly, legal action has been taken against 251 persons who have been driving a liquor traffic on Tuesday (24) from 6 am to Wednesday (25).",
        "In addition, legal action has been taken against 81 people on charges of driving in addition to this and 128 people who have been charged at high speed.",
        "The legal action has been taken against 1368 persons in violation of road rules, 615 against driver's licensing scandal and 6,304 against other traffic violations.",
        "According to police media spokesman Senior Superintendent of Police, Attorney -at -Law Buddhika Manatunga, police spokesman said that a total of 8,747 persons have been taken against the allegations of violating the rules.",
        "This traffic has been taken to prevent road accidents over the past few days.",
        "Meanwhile, a police media spokesman said that there were no casualties in the country in the last 24 hours.",
        "Special surveillance activities will be carried out to prevent road accidents. Publicly. Police have also urged drivers to follow the street law laws."
      ]
    }
  },
  "summary_lines": [
    "Police take action against 8747 road rule violators, including drunk driving and speeding. Special surveillance to prevent accidents during festivals. No casualties reported in last 24 hours."
  ]
}