{
  "translated_text": {
    "si": {
      "title": "අධික ලෙස පාංශු කැණීම් සඳහා ඉඩම් අහිමි වූවන් සඳහා මන්නාර මහජන සංවිධානවල හදිසි ආයාචනය",
      "body_lines": [
        "මන්නාරමෙහි අධික පස කැණීම සඳහා මන්නාරමේ අධික පස කැණීම සඳහා තම ඉඩම් අහිමි වූවන් මන්නාරම් රාජ්ය සංවිධානවල සංගමය සමඟ සම්බන්ධ කර ගන්නා ලෙස යූනූන් සභාපති එදිරිව සිවවේරාන් ඉල්ලා තිබේ.",
        "අද (28) නිකුත් කළ මාධ්ය ප්රකාශයක් සම්බන්ධයෙන් ඔහු වැඩිදුරටත් පැවසීය",
        "මන්නාරම නාගර් ප්රාදේශීය ලේකම් කාර්යාලයේ අධික පාංශු කැණීම් සඳහා දේශීය ඉඩම් නියෝජිතයින් විසින් ඉඩම අත්පත් කර ගන්නා බවට විවිධ පැමිණිලි ලැබී තිබේ.. සමහර කණ්ඩායම් සාමාන්ය ජනතාවගේ දේශයට දේශපාලන බලපෑම සහ බලය යොදා ගනිමින් චෝදනා කරති.",
        "භාවිතයට නොගත් ඉඩම් සඳහා තන්ත්රයේ ස්ථාන ලියන්නේ ඔවුන් තමන්ව ලියන්නේ යැයි ඔවුහු කියති. කිසියම් ඉඩමක් භාවිතා නොකරන ස්ථානවල ඉඩම් අල්ලා ගැනීමේදී ඉඩම් අල්ලා ගැනීමේදී ඉඩම් උදුරා ගැනීමේ ආරංචි මාර්ග වලට ගොදුරු වූවන් චෝදනා කරයි.",
        "ගොදුරු වූවන් සැලකිලිමත් වන්නේ සමහර නීති yers යින් නුසුදුසු තහවුරු කිරීමේ නිෂ්පාදන භාර ගන්නා බවයි.",
        "ඕස්ට්රේලියාව විසින් බහුවිධ ඉඩම් වටිනා ඉඩමක් සඳහා කැණීම් කරන ශ්රී ලාංකික ආයතන ශ්රී ලාංකික ආයතනවලට ලබා දී ඇත්තේ ඉතා කණගාටුදායක දෙයකි.",
        "මෙයින් පීඩාවට පත් ජනතාවගෙන් අපි ඉල්ලා සිටිමු.මෙම වංචා කල්ලියට එරෙහිව අපි නීතිමය ක්රියාමාර්ග ගැනීමේ කටයුතු කරමින් සිටිමු.",
        "එමනිසා, ඉඩම් කොල්ලකෑමට බියෙන් තොරව ඉදිරියට පැමිණ ඉදිරියට පැමිණෙන ලෙස අපි ඔවුන්ට ආයාචනා කරමු. වාර්තාව ද පැවසීය."
      ]
    },
    "en": {
      "title": "Emergency appeal of Mannar Public Organizations for those who lost their land for heavy soil excavation",
      "body_lines": [
        "President of the Union VS Sivakaran has requested that those who lost their land for the excavation of heavy soil in Mannar be contacted with the Union of Mannar Public Organizations.",
        "He further stated in a media statement issued today (28)",
        "Various complaints have been received that the land is being seized by local land agents for heavy soil excavations in the Mannar Nagar Divisional Secretariat Division.. Some groups accuse the land of ordinary people, using political influence and power.",
        "They also claim that they are writing regime's stations for unused lands. Victims also accuse the sources of allegedly engaging in land grabbing in places where some land is not used.",
        "The victims are concerned that some lawyers are taking over the improper confirmation products.",
        "It is also a very distressing thing that the Sri Lankan agencies that are being excavated by Australia for a multi -crore worth of land have been given to the Sri Lankan agencies.",
        "We urge the people who have been affected by this.We are working on legal action against this fraud gang.",
        "Therefore, we appeal to them to come forward without fear of land grabbing. The report also said."
      ]
    }
  },
  "summary_lines": [
    "Mannar Public Organizations launched an emergency appeal for individuals whose land was taken for heavy soil excavation, citing seizures by local agents and accusations of land grabbing facilitated by political influence. President Sivakaran urged those affected to seek help from the union, promising legal action against fraudulent practices."
  ]
}