{
  "translated_text": {
    "si": {
      "title": "අපේක්ෂකයින් දස දෙනෙකු ජයග්රහණය කර ඇති අතර අප පාර්ලිමේන්තුවේ පීඩන කණ්ඩායමක් විය යුතුය - mano ගනේෂන්",
      "body_lines": [
        "දිස්ත්රික්ක හතක තරඟ වදින අපගේ අපේක්ෂකයින් දස දෙනා ජයග්රහණය කර ඇති අතර එළඹෙන දහවන පාර්ලිමේන්තුවට අප පීඩන කණ්ඩායමක් විය යුතුය. දෙමළ ප්රගතිශීලී සන්සුන් නායක මනෝ ගනේසන් නිවේදනය කර ඇත්තේ අපේ ජනතාව මේ සමඟ මතකයේ තබා ගත යුතු බවයි.",
        "තරුවකු ජනාධිපති මනෝ ගනේසන් විසින් නිකුත් කරන ලද විශේෂ ඡන්ද දායකයින්ගේ පැහැදිලි වාර්තාවක ඔහු පැවසීය.",
        "දෙමළ ප්රගතිශීලී සන්ධානය විසින් බදුල්ලා යන දිස්ත්රික්ක හතක දිස්ත්රික්ක හතක දිස්ත්රික්ක හතක අපේක්ෂකයින් දස දෙනෙකු පිරිනමනු ලැබුවේ බදුල්ලා, මහනුවර, මහනුවර, රත්නපුර, කෙගල්ල, කොළඹ සහ ගම්පහා යන ප්රදේශවල ය. මෙම අපේක්ෂකයින් දස දෙනා ජයග්රහණය කළ යුතුය. අප අපවම නියෝජනය කළ යුතුය. රට අද histor තිහාසික සන්ධිස්ථානයක් මත සිටගෙන සිටී. මෙම historical තිහාසික පරිසරය තුළ ජාතික වැදගත් තැන්වල අපගේ ජනතාව නියෝජනය කළ යුතුය. ඉතිහාසය ලබා දී ඇති අවස්ථාව අපට අතපසු නොකළ යුතුය.",
        "ගෞතම බුදුරජාණන් වහන්සේ මෙන් කතා කරන බොහෝ වාර ගණනාව මම මගේ දේශපාලන ජීවිතයේ මිනිසුන් දැක ඇත්තෙමි. මම තාමත් දකිනවා. මෙම හරිත වචනවලින් අපේ ජනතාව කලකිරීමට පත් නොවිය යුතුය.අද අප මුහුණ දෙන විවිධ දුක් වේදනාවලට පළමු හේතුව මෙයයි. ඉතින් ඔවුන් අපව නියෝජනය කරන්නේ කෙසේද?අප අපවම නියෝජනය කළ යුතුය.",
        "එබැවින් දිස්ත්රික්ක හතේ පුරවාරෙන අපගේ අපේක්ෂකයින් දස දෙනා ජයග්රහණය කර ඇති අතර එළඹෙන දහවන පාර්ලිමේන්තුවට අප ඇතුළත් කළ යුතුය.. මෙය මනසේ තබාගෙන, අපේ ජනතාව ඡන්දය දිය යුතුය.",
        "රට අද histor තිහාසික සන්ධිස්ථානයක් මත සිටගෙන සිටී. මේ අතර රටට ද නැගිටින්න පුළුවන්. වැටීමට ද ළඟා විය හැකිය. මේවා බොහෝ දුරට බහුතරයක් දෙනා විසින් තෝරා පත් කර ගත් බහුතරයක්.",
        "මෙම සන්දර්භය තුළ ජාතික වැදගත් තැන්වල අපගේ ජනතාව නියෝජනය කළ යුතුය. එම්ගේ අවශ්යතා ගැන අප කතා කළ යුතුයි, එම්.. හ voice ලබා දීමට. අද කතා කරන වෙනත් කිසිවෙක් අප ගැන කතා නොකරනු ඇත. ඇත්ත වශයෙන්ම, අද අප මුහුණ දෙන විවිධ දුෂ්කරතා සඳහා පළමු හේතුව මේවායි.",
        "එබැවින්, බදුල්ලා, නවල්ලි, මහනුවර, රත්නපුර, කෙගල්ල, කොළඹ, කෙගාලේ යන දිස්ත්රික්කවල, දුරකථන සංකේතයට තරඟ කරන දෙමළ ප්රගතිශීලී සන්ධානයේ අපේක්ෂකයින් දස දෙනාගේ ජයග්රහණය වෙනුවෙන් ඡන්දය දෙන ලෙස මම ජනතාවගෙන් ඉල්ලා සිටිමි."
      ]
    },
    "en": {
      "title": "Ten candidates have won and we must be a pressure team in Parliament -Mano Ganesan",
      "body_lines": [
        "Our ten candidates who are contesting in seven districts have won and we must be a pressure team in the upcoming tenth parliament. Tamil Progressive Alliance leader Mano Ganesan has announced that our people should vote with this in mind.",
        "In a special voter clarity report issued by Tamuku President Mano Ganesan, he added,",
        "The Tamil Progressive Alliance has fielded ten candidates in seven districts of Badulla, Nuwarali, Kandy, Ratnapura, Kegalle, Colombo and Gampaha. These ten candidates must win. We must represent ourselves. The country is standing on a historic turning point today. In this historical environment we must represent our people in places of national importance. We should not miss the opportunity that history has given.",
        "I have seen people in my political life many times who speak like Gautama Buddha. I still see. Our people should not be disappointed in these green words.These are the first reason for the various suffering we face today. So how can they represent us?We must represent ourselves.",
        "Therefore, our ten candidates who are contesting in the seven districts have won and we must be included in the upcoming tenth parliament.. With this in mind, our people should vote.",
        "The country is standing on a historic turning point today. In the meantime the country can also get up. Can also reach the fall. These are mostly the majority of the people elected by the majority of the people.",
        "In this context we must represent our people in places of national importance. We need to talk about the needs of M, the presence of M. To give voice. No one else who speaks today will talk about us. In fact, these are the first reason for the various hardships we face today.",
        "Therefore, in the seven districts of Badulla, Nuwarali, Kandy, Ratnapura, Kegalle, Colombo and Gampaha, I urge the people to vote for the winning of the Ten candidates of the Tamil Progressive Alliance, which is competing in the telephone symbol."
      ]
    }
  },
  "summary_lines": [
    "Tamil Progressive Alliance leader Mano Ganesan urges voters to support ten candidates in seven districts for upcoming parliament elections, emphasizing representation and addressing national issues."
  ]
}