{
  "translated_text": {
    "ta": {
      "title": "பொது சேவையின் அடிப்படை சம்பளம் ரூ.. 20000 வாக்கில் அதிகரிக்க வேண்டும்",
      "body_lines": [
        "இந்த மாதம் 08 மற்றும் 9 ஆம் தேதிகளில் பணிபுரியும் நடவடிக்கைகள் மாநிலத்தின் அடிப்படை சம்பளத்திலிருந்து விலகும் என்று பொது சேவை தொழிற்சங்க கூட்டணி கூறுகிறது.",
        "கடந்த கால சேவையில் சேவை மற்றும் நிர்வாகிகளின் சம்பளம் மற்றும் நிர்வாகிகள் அதிகரித்துள்ளதாக கூட்டணி டாக்டர் தம்மிகா முனசிங்கின் கூட்டணி தெரிவித்துள்ளது.",
        "எவ்வாறாயினும், அரசாங்க சேவை தொழிற்சங்கக் கூட்டணி சமீபத்திய காலங்களில் சம்பந்தப்பட்ட அதிகாரிகளுடன் இந்த நிகழ்வைப் பற்றி விவாதிக்க ஒரு வாய்ப்பைப் பெற முயற்சித்துள்ளது.",
        "எனவே, சம்பள உயர்வு கோருவது தயங்கினாலும், பொது சங்கங்கள், மேலாண்மை சேவை அதிகாரிகள், அஞ்சல் அதிகாரிகள் மற்றும் அலுவலக உதவியாளர்கள் இரண்டு நாட்களின் சேவைகளை எடுக்க வேண்டும் என்று தெரிவிக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Basic salary of the public service is Rs.. Demands to increase by 20000",
      "body_lines": [
        "The Public Service Trade Union Alliance states that a proceedings of working on the 08th and 9th of this month will be departuring the basic salary of the state.",
        "The Coalition of the Alliance Dr. Dhammika Munasinghe said that the salaries and executives of the service and executives were increased in the past service.",
        "However, the government service trade union alliance has attempted to have an opportunity to discuss the event with the relevant authorities over the recent past.",
        "Therefore, although it is reluctant to demand a salary increase, it has been reported that the General Associations, Management Services Officers, Postal Officers and Office Assistants have to take on the services of the two days."
      ]
    }
  },
  "summary_lines": [
    "The Public Service Trade Union Alliance demands a Rs. 20,000 increase in basic salary, citing discussions held on the 8th and 9th of this month. Despite previous salary hikes for service and executive staff, the union seeks dialogue with authorities before deciding on further action."
  ]
}