{
  "translated_text": {
    "ta": {
      "title": "நாடு முழுவதும் 420 வெசக் மண்டலங்கள்",
      "body_lines": [
        "இந்த ஆண்டின் வெசக் திருவிழாவிற்கு இணையாக 420 க்கும் மேற்பட்ட வெசக் மண்டலங்கள் நடைபெற திட்டமிடப்பட்டுள்ளது.",
        "நாடு முழுவதும் 321 க்கும் மேற்பட்ட பாண்டல் கட்டப்பட்டுள்ளது.",
        "டிமடகோடா, தோடலகா, பெட்டா மற்றும் நவலோகா, நவலோகா ஆகியோரும் ஆண்டு முழுவதும் நிரூபிக்க தயாராகி வருகின்றனர்.",
        "\"இன்று அடா டெரானா, கொழும்பு மாவட்டத்திற்கு கூடுதலாக நாட்டின் பிற பகுதிகளில் வடிவமைக்கப்பட்டதாகக் கூறப்படுகிறது.\"",
        "வெசக்கிற்கு இணையாக கிட்டத்தட்ட 5,000 டான்சல்கள் வைக்க திட்டமிடப்பட்டுள்ளதாக தெரிவிக்கப்பட்டுள்ளது.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக், நிஹால் தல்டுவா, வெசக் மண்டலத்திலும் பொதுமக்களிலும் நிறுத்தப்பட்டுள்ளார்.",
        "இதற்கிடையில், அனைத்து ஏற்பாடுகளும் டெரானா மீடியா நெட்வொர்க்கை இன்று இரவு 8.00 மணிக்கு இந்தண்டரண்டூரஸ் சதுக்க வளாகத்தில் தொடங்க தயாராக உள்ளன.",
        "இன்று வெசக் போயாவை நினைவுகூரும் வகையில் கைதிகளுக்கு சிறப்பு அர்ப்பணிப்பை வழங்க சிறைச்சாலைகள் நடவடிக்கை எடுத்துள்ளன.",
        "அதன்படி, நாட்டின் அனைத்து சிறைச்சாலைகளிலிருந்தும் 278 கைதிகள் விடுவிக்கப்படுகிறார்கள்.",
        "வெலிகாடா சிறையிலிருந்து 15 கைதிகள் மற்றும் மகாரா சிறையில் இருந்து 37 கைதிகள் விடுவிக்கப்பட உள்ளனர்.",
        "கைதிகளிடையே 10 பெண் கைதிகள் உள்ளனர் என்று சிறை ஆணையர் காமினி டிசனாயக்க கூறினார்.",
        "இதற்கிடையில், சிறைச்சாலைகள் திணைக்களம் இன்றும் நாளையும் பார்வையாளர்களைப் பார்வையிட ஒரு சிறப்பு வாய்ப்பை வழங்க நடவடிக்கை எடுத்துள்ளது."
      ]
    },
    "en": {
      "title": "420 Vesak Zones across the country",
      "body_lines": [
        "More than 420 Vesak Zones are scheduled to be held in parallel to the Vesak Festival of this year.",
        "More than 321 pandal has been constructed across the country.",
        "Dematagoda, Thotalaga, Pettah and Nawaloka, Nawaloka, have also been preparing to demonstrate all the year.",
        "\"Today Ada Derana stated that allegedly designed in other parts of the country in addition to the Colombo district.\"",
        "It is reported that nearly 5,000 Dansals are planned to be held in parallel to the Vesak.",
        "Police Media Spokesperson DIG, Nihal Talduuwa, has been deployed in the Vesak Zone as well as the public.",
        "Meanwhile, all arrangements have been prepared to start the Derana Media Network at the Indaranturus Square Complex today at 8.00 pm.",
        "The Department of Prisons has taken steps to offer a special commitment to the prisoners to commemorate the Vesak Poya today.",
        "Accordingly, 278 prisoners are released from all prisons in the country.",
        "15 prisoners from Welikada Prison and 37 prisoners from Mahara Prison are to be released.",
        "Prison Commissioner Gamini Dissanayake said that there are 10 female inmates among prisoners who are released.",
        "Meanwhile, the Department of Prisons has taken steps to provide a special opportunity to visit visitors today and tomorrow."
      ]
    }
  },
  "summary_lines": [
    "This year, over 420 Vesak Zones and more than 321 pandals are set up nationwide, including preparations in Dematagoda, Thotalaga, Pettah, and Nawaloka. The festival will feature nearly 5,000 Dansals and special events like the Derana Media Network launch at Indaranturus Square Complex. Additionally, 278 prisoners are being released, including 15 from Welikada and 37 from Mahara Prison, highlighting the festive spirit."
  ]
}