{
  "translated_text": {
    "si": {
      "title": "ඇම්නෙස්ටි ජාත්යන්තර මහලේකම් - මුල්ලිවයිකල් බ්රහස්පතින්දා ශ්රී ලංකාවට සහභාගී වේ",
      "body_lines": [
        "යුද්ධය අවසන් වී වසර 15 කට පසු, මුල්ලිවයිකල් මේ මස 18 වන දින මුල්ලිවයිකල් අනුස්මරණයට සහභාගී වන දශක තුනක යුද්ධය අවසන් වීමත් සමඟ මුල්ලිවයිකල් මේ මස 18 වන දින මුල්ලිවයික්කල් අනුස්මරණයට සහභාගී වේ.",
        "යුද අපරාධ, මානව හිමිකම් ප්රචණ්ඩත්වය සහ මනුෂ්යත්වයට එරෙහි හිංසනය සම්බන්ධයෙන් සත්යය, යුක්තිය සහ වගවීම සහතික කරන ලෙස ඇම්නෙස්ටි ඉන්ටර්නැෂනල් ජාත්යන්තර ජාත්යන්තරය නැවත නැවතත් ජාත්යන්තර ජාත්යන්තරයෙන් ඉල්ලා තිබේ.",
        "යුද්ධයේ 15 වන සංවත්සරයේ ලන්ඩන් කඳවුරේ වැඩ කරමින් සිටින ඇම්නෙස්ටි ජාත්යන්තර මහලේකම්වරයා බ්රහස්පතින්දා (16) ශ්රී ලංකාවට පැමිණෙනු ඇත.. එදින ඔහු ජාත්යන්තර ජාත්යන්තරයේ කොළඹ කාර්යාල ක්රියාකාරීන් හමුවී සිකුරාදා (17) මුල්ලිවයිකල් වෙත පැමිණෙනු ඇත.",
        "යුද්ධයේ වින්දිතයින් සැමරීම සඳහා සෙනසුරාදා (18) මුල්ලිවයිකල් අනුස්මරණ උත්සවයට සහභාගී වීමට සහභාගී වන ඇග්නස් කලාමාට් සෙනසුරාදා (18) මුල්ලිවයිකල් අනුස්මරණ උත්සවයට සහභාගී වේ.",
        "පසුව ඔහු 20 වන දින කොළඹදී මාධ්යවේදීන් හමුවී රටේ සමකාලීන මානව හිමිකම් තත්ත්වය පිළිබඳ ඔහුගේ නිරීක්ෂණ බෙදා ගනු ඇත.",
        "ඒ අතරම, ජනාධිපති රනිල් වික්රමසිංහ මහතා හමුවීමට කාලය ලබා දෙන ලෙස පොදු සමාව මහලේකම්වරයා ජනාධිපති මහලේකම් කාර්යාලයෙන් ඉල්ලා ඇති නමුත් තවමත් නිසි ප්රතිචාරයක් ලබා දී නොමැත."
      ]
    },
    "en": {
      "title": "Amnesty International Secretary General - Mullivaikkal will participate in Sri Lanka on Thursday",
      "body_lines": [
        "With the end of the three decades of war, 15 years after the end of the war, Mullivaikkal will attend the Mullivaikkal memorial on the 18th of this month.",
        "The Amnesty International has repeatedly urged the International International to ensure truth, justice and accountability in relation to alleged war crimes, human rights violence and violence against humanity.",
        "The Secretary General of the Amnesty International, who is working on the London base on the 15th anniversary of the war, will visit Sri Lanka on Thursday (16).. He will meet with Colombo office activists at the International International that day and will visit Mullivaikkal on Friday (17).",
        "Agnes Kalamart, who intends to hold some major secret meetings there, will also attend the Mullivaikkal memorial event on Saturday (18) to commemorate the victims of the war.",
        "He will then meet with journalists in Colombo on the 20th and will share his observations of the country's contemporary human rights situation.",
        "At the same time, the Secretary General of the Amnesty Colombo has asked the President's Secretariat to give time to meet President Ranil Wickremesinghe, but has not yet been given a proper response."
      ]
    }
  },
  "summary_lines": [
    "Amnesty International's Secretary General will visit Sri Lanka on Thursday to attend the Mullivaikkal memorial, marking 15 years since the end of the war. The visit aims to highlight the need for truth, justice, and accountability for alleged war crimes and human rights abuses. The Secretary General, based in London, will meet with activists and journalists, and hold secret meetings, emphasizing the ongoing importance of addressing the country's human rights situation."
  ]
}