{
  "translated_text": {
    "si": {
      "title": "ඉදිරි වසර 5 - 10 තුළ අපි උතුර සංවර්ධිත පළාතක් බවට පත් කරන්නෙමු - යාපනයේ ජනාධිපති",
      "body_lines": [
        "උතුරේ සිවිල් යුද්ධය අවසන් වී වසර 15 ක් ගතවී ඇත. එවැනි තත්වයක් තුළ, අපි එකට එකතු වී සංවර්ධන යුද්ධය ආරම්භ කරමු. ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසුවේ ඉදිරි වසර 5 සිට 10 දක්වා උතුර සංවර්ධිත පළාතක් බවට පත් කිරීම අපගේ අරමුණ බවයි.",
        "ජනාධිපතිතුමා මේ බව කියා සිටියේ ඊයේ පෙරවරුවේ යාපනයේ ජල රෝපණ මධ්යස්ථානය සමාරම්භක උත්සවය අමතමින් යාපනය - කිංකිල්වැනි ජල සම්පාදන යෝජනා ක්රමයේදීය.",
        "යාපනයේ ඉතා ඉක්මණින් ජල සම්පාදන ව්යාපෘතිය දියත් කරන බවත් උතුරේ පානීය ජල අවශ්යතා සපුරාලීමට යාපනය, කිලිනොච්චි ජල සම්පාදන යෝජනා ක්රමය සහ \"යාපනය නාඩි 'යන විශ්වාසය ප්රකාශ කරන බව ජනාධිපතිතුමා පැවසීය.",
        "යාපනයේ --කිල්නිලි ජල සම්පාදන යෝජනා ක්රමයට අනුව ජාතික ජල සම්පාදන හා ජලාපවහන මණ්ඩලය, ජල සම්පාදන හා වතු යටිතල පහසුකම් සංවර්ධනය, ආසියානු සංවර්ධන බැංකුව සහ ශ්රී ලංකා රජය කළමනාකරණය කරනු ලබන්නේ ශ්රී ලංකා රජය විසිනි.",
        "ශ්රී ලංකා රජය ආසියානු සංවර්ධන බැංකුවේ සහ 2011 දී කිලිනොච්චිගේ පානීය ජල සේවා සපුරාලීම සඳහා ආසියානු සංවර්ධන බැංකුවේ සහ ප්රංශ සංවර්ධන බැංකුවේ සහාය ඇතිව ශ්රී ලංකා රජය ආසියානු සංවර්ධන බැංකුවේ සහ ප්රංශ සංවර්ධන බැංකුවේ සහාය ඇතිව දියත් කර තිබේ.. ජාතික මට්ටමින් ජල සම්බන්ධතා මිලියන 2.5 ක් සමඟ, යෝජනා ක්රමය යටතේ සම්බන්ධතා 60,000 ක් ලබා දෙනු ඇත.",
        "මෙම යෝජනා ක්රමයේ ප්රධාන පරමාර්ථය වන්නේ ශ්රී ලංකාවේ උතුරු පළාතේ යාපනය සහ කිලිනොච්චි දිස්ත්රික්කවල 300,000 කට පිරිසිදු හා ආරක්ෂිත පානීය ජලය සැපයීම සහ 80,000 කට සෞඛ්ය පහසුකම් වැඩි දියුණු කිරීමයි.",
        "ලුණු ඉවත් කිරීමේ මධ්යස්ථානය ඉදිකිරීමේ ගිවිසුම 2017 ආසියානු සංවර්ධන බැංකුව සමඟ භාර දෙන ලදී. මෙතෙක් උස ජල ටැංකි විස්සක් ඉදිකිරීම ඇතුළුව වැඩ නිම කර ඇති අතර, පැවරීමේ නලවල කිලෝමීටර් 186 ක් සහ කිලෝමීටර් 382 ක සැපයුම් නල ඉදිකිරීම ද ඇතුළුව වැඩ අවසන් කර ඇත.",
        "ලුණු දුම්රිය ස්ථානය ඉදිකිරීමේ කටයුතු 2021 ජනවාරි මාසයේදී භාර දෙන ලදී. ව්යාපෘතියේ මුළු පිරිවැය ඩොලර් මිලියන 266 කි. යාපනය - කිලිනොච්චි ජල සම්පාදන හා සෞඛ්ය ආරක්ෂණ යෝජනා ක්රමය --2025 දී මැද භාගයේදී අවසන් කිරීමට අපේක්ෂා කෙරේ.",
        "මෙම ජල පවිත්රාගාරය දියත් කිරීමට ඉඩම ලබා දුන් ජනතාවට ස්තූතියි.. මම ආණ්ඩුකාරවරයා අතහැර යන්නෙමි. මෙම පිරිපහදුව යාපනයේ පානීය ජල ගැටලුවට යම් විසඳුමක් ලබා දෙනු ඇත.",
        "අනාගතයේ දී අපි ගංගා තනුක ද ආරම්භ කරමු. එබැවින් පූනකි සඳහා ජලය ලබා ගන්න. යාපනය මෙන්ම. අපි ගංගා ජල ව්යාපෘතිය ආරම්භ කරන්නෙමු. මෙම ව්යාපෘති ක්රියාත්මක කරන්නේ නම් යාපනයේ ජල ගැටළුවක් නොමැත. වඩමරාච්චි සමෘද්ධිමත් භූමි ප්රදේශයක් බවට පත්වේ.",
        "අපි මේ ජලය සඳහා ගෙවිය යුතුයි. එබැවින් සූර්ය බලශක්තිය භාවිතයෙන් ගාස්තු අඩු කිරීමට අපි උත්සාහ කරමු. අපි මෙම ප්රදේශයට ජල සැපයුම් පද්ධති ක්රියාත්මක කර නවීන කෘෂිකර්මාන්තය ප්රවර්ධනය කරන්නෙමු. ජලය ගෙවනු ලැබුවහොත්, ඔබ සෑම අකුරකම උපරිම මට්ටමට පැමිණිය යුතුය.",
        "'යාපනය ගංගා' ව්යාපෘතිය හරහා ආර්ථිකය ශක්තිමත් කිරීමට අපි අපේක්ෂා කරමු. කන්කේසතුරෙයි වරාය සංවර්ධනය කිරීම සඳහා අපි ඉන්දියාව සමඟ සාකච්ඡා කරමු. සිමෙන්ති පිහිටා ඇති ආයෝජන කලාපයක් දියත් කෙරේ. අපි එය පූනාකාරි වල කරමු. අපි පලාලි හි සංචාරක කර්මාන්තය වැඩිදියුණු කරන්නෙමු. සුළඟ හා සූර්ය බලශක්තිය මෙහි බලය ජනනය කළ හැකිය. එබැවින් තවත් බොහෝ ආර්ථික ප්රතිලාභ තිබේ.",
        "ඊළඟ අවුරුදු 5 - 10 තුළ යාපනය සංවර්ධිත දිස්ත්රික්කයක් බවට පරිවර්තනය වේ. ඒ අතරම, යාපනය විශ්ව විද්යාලයේ මධ්යම රජය ඉදිකිරීම",
        "කාර්යයන් ඉටු නොකිරීමට තීරණය කර ඇත. පළාත් සභාවට එය කළ හැකිය. ඒ නිසා අපි ඊළඟට ආර්ථික යුද්ධයට මුහුණ දීමට පටන් ගනිමු. අපි සුදුසු කාර්යයන් ඉටු කළ යුතුයි. බංකොලොත් භාවය නොතකා මෙම ව්යාපෘතිය නිම කිරීමට උදව් කළ අයට මම ස්තූතිවන්ත වෙමි.",
        "නිල ණය සපයන්නන්, චීන එක්සිම් බැංකුව, ආරවුල් බැංකුව සමඟ අපි එකඟ වී සිටිමු. එබැවින් අපට විදේශ ණය ලැබේ. ජපානය සංවර්ධන කටයුතු නැවත ආරම්භ කරන බවට පොරොන්දු වී තිබේ. වෙනත් රටවලට අනුකූලව අපට අනුකූල වීම අපට ඇත.",
        "ඉන්දීය අග්රාමාත්ය නරේන්ද්ර මෝදි ගිවිසුම හමු වන විට. කිරි නිෂ්පාදන කටයුතු සඳහා අප්ල් සහ කාගිල්ස් සමඟ අපි සාකච්ඡා කරමින් සිටිමු. දැනට රට තුළ මුදල් ප්රවාහයක් තිබේ. මෙය දිගටම කරගෙන යන්න. රටේ ආර්ථිකය වැඩෙමින් තිබියදී යාපනය ද ආර්ථිකයේ වැදගත් අංගයක් වනු ඇත.",
        "මෙම ව්යාපෘතිය දියත් කිරීමට උත්සාහ කිරීම ගැන අමාත්ය ජීවන් තොන්ඩමන්ට ස්තූතිවන්ත විය. ගම්මානවල ගම්මාන ලෙස ප්රදේශය ප්රකාශ කිරීම සඳහා ද අපි වැඩ කටයුතු කරන්නෙමු. එවැනි කාර්යයන් බොහොමයක් අනාගතයේදී සිදු කරන බව ජනාධිපතිතුමා පැවසීය."
      ]
    },
    "en": {
      "title": "In the next 5 - 10 years we will transform the North into a developed province - President in Jaffna",
      "body_lines": [
        "15 years have passed since the end of the civil war in the north. In such a situation, we will come together and start the development war. President Ranil Wickremesinghe said that our aim is to transform the North into a developed province in the next 5 to 10 years.",
        "The President said this while addressing the inauguration of the Sea Water Planting Center yesterday morning at the Jaffna -Kilinochchi Water Supply Scheme.",
        "The President said that the water supply project would be launched soon in Jaffna and expressed confidence that the Jaffna, Kilinochchi Water Supply Scheme and 'Jaffna Nadi' will be able to address the drinking water needs of the North.",
        "According to the Jaffna -Kilinochchi Water Supply Scheme, the National Water Supply and Drainage Board, Water Supply and Estate Infrastructure Development, Asian Development Bank and the Government of Sri Lanka are managed by the Government of Sri Lanka.",
        "The Sri Lankan government has launched the Jaffna - Kilinochchi District Water Supply and Health Scheme with the help of the Asian Development Bank and the French Development Bank to meet the drinking water services of Jaffna and Kilinochchi in 2011.. With 2.5 million water connections at the national level, 60,000 connections will be provided under the scheme.",
        "The main objective of the scheme is to provide clean and safe drinking water to 300,000 people in the Jaffna and Kilinochchi districts in the Northern Province of Sri Lanka and improve health facilities to 80,000 people.",
        "Agreement to construct the Salt Removal Center was handed over with the Asian Development Bank 2017. So far, work has been completed, including the construction of twenty tall water tanks, 186 km of transfer pipes and the construction of 382 km supply pipes.",
        "Work on the construction of the salt station was handed over in January 2021. The total cost of the project is $ 266 million. The Jaffna - Kilinochchi Water Supply and Health Protection Scheme is expected to be completed in the mid -2025.",
        "Thank you to the people who provided the land to the launch of this water treatment plant.. I will leave the governor to do that. This refinery will provide some solution to the drinking water problem of Jaffna.",
        "In the future we will also start the Ganges dilution. So get water for Poonaki. As well as Jaffna. We will start the river water project. If these projects are implemented, there will be no water problem in Jaffna. Vadamarachchi becomes a prosperous territory.",
        "We have to pay for this water. So let's make efforts to reduce fees using solar power. We will implement water supply systems to this area and promote modern agriculture. If the water is paid, you have to reach the peak in each letter.",
        "We expect to strengthen the economy through the 'Jaffna River' project. We are consulting with India to develop the Kankesanthurai port. An investment zone will be launched where Cement is located. Let's do it in Poonakari. We will improve the tourism industry in Palali. Wind and solar power can generate power here. So there are many more economic benefits.",
        "In the next 5 - 10 years, Jaffna will be transformed into a developed district. At the same time, the Central Government construction of the Jaffna University",
        "Has decided not to carry out tasks. The provincial council can do that. So we will start to face the economic war next. We need to carry out the appropriate tasks. I thank those who helped to complete this project despite the bankruptcy.",
        "We have reached agreement with official credit providers, Chinese Exim Bank, Bailbreak Bank. So we get foreign loans. Japan has promised to resume development work. We will have those compliance with other countries.",
        "When Indian Prime Minister Narendra Modi meets the agreement reached. We are negotiating with Amul and Cargills for milk production activities. Currently there is a cash flow within the country. Continue to retain this. While the country's economy is growing, Jaffna will also become an important part of the economy.",
        "Thanks to Minister Jeevan Thondaman for making efforts to launch this project. We will also carry out the work to declare the area as villages as villages. The President said that many such tasks will be done in the future."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe aims to transform the North of Sri Lanka into a developed province within 5-10 years, focusing on water supply and infrastructure development. The initiative includes launching a water supply project in Jaffna, improving health facilities, and promoting modern agriculture. Economic growth is anticipated through projects like the 'Jaffna River' and the development of the Kankesanthurai port, with support from international partners including China, Japan, and India."
  ]
}