{
  "translated_text": {
    "si": {
      "title": "ජේවීපී. මාලිමා යන්ත්රය ගමන් කිරීමෙන් පසු බෙල් සහ රතු අතහැරියේ නැත",
      "body_lines": [
        "මහජන විමුක්ති පෙරමුණේ (ජේවීපී) පෙර මුහුණත මාලිමා යන්ත්රයක් ලෙස රජයේ ලියාපදිංචි අපරාධකරුවන් විසින් විදේශ ගමන් බලපත්ර ඡායාරූපය ප්රතිස්ථාපනය කර වෙනත් නමක් ලෙස වීසා බලපත්රයක් ලබා ගන්නා බව ආයෝජන ප්රවර්ධන අමාත්ය අමුනුගම මහතා පවසා තිබේ.",
        "ජේවීපී එහි වර්ණය හා අනන්යතාවය සහ මාලිමා යන්ත්රයෙන් අතුරුදහන් වූ නමුත් ඔවුන් සීනුව සහ රතු පැහැය අත්හැරියේ නැත.",
        "මහනුවර ස්වාධීන අපේක්ෂක රනිල් වික්රමසිංහ සහාය දක්වයි. L. ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (10) සේනානායක පුස්තකාල ශ්රවණාගාරයේ පැවති රැස්වීමකදීය.",
        "රනිල් වික්රමසිංහට දේශපාලන වේදිකාවක කොඳු නාරටිය නොමැති බව අපි නිතරම පැවසුවෙමු. රනිල් වික්රමසිංහ රට අනතුරේ යෙදී සිටියදී රට පවරා නොගත්තේ නම්, අපේ රටට අද බංග්ලාදේශයේ ඉරණම සපුරා ගැනීමට ඉඩ තිබුණි.",
        "එකල රට අනතුරේ සිටින විට, නායකයා අනතුරේ සිටින විට කොඳු නාරටියද නැද්ද යන්න අපි දැන සිටියෙමු.",
        "මහින්ද රාජපක්ෂගේ අප කොපමණ ආධාරකරුවන් අප කොතරම් ආධාරකරුවන් වුවද, මෙම දුෂ්කර කාලය තුළ මේ රට ඉදි කළ නායකයාට අප සහාය දිය යුතුය.. නාමල් ඇසූ නිසා අපට කිසිවක් කළ නොහැකිය.මෙම ගැටළුව නිසා ඔහුගේ කුඩා පියා අපට සිදුවිය.",
        "අපට පාලනයේ බලය තිබුණි. පාස්කු ප්රහාරයේදී මෛත්රීපාල සිරිසේන ජනාධිපති ය. ඔහු බෝම්බය පුපුරා නොයන බව අපි පිළිගනිමු. නමුත් බෝම්බ පුපුරා යාමක් ලෙස රටේ ආරක්ෂාවේ ආරක්ෂාවට ඔහු වගකිව යුතුය. ඒ හා සමානව, ගෝතභය රාජපක්ෂ පාලන තන්ත්රය තුළ සිදු වූ ආර්ථික අර්බුදය පිළිබඳ වගකීම අප විසින් ගත යුතුය.",
        "නාමල් රාජපක්ෂට එකල කළ නොහැකි දෙයක් ලබා දී ඇත.",
        "රනිල් කළේ කුමක්දැයි අපි දැක ඇත්තෙමු. මෙය කිරීමට ඔහු හැර වෙනත් කිසිවෙක් නැත. சில சிறுவர்கள் ஜனாதிபதி மாளிகையின் வாயிலை உடைக்கச் சென்ற போது ஜனாதிபதி கப்பலில் ஏறி நடுக்கடலுக்குச் சென்றார். ඔහුට ඒ වගේ දුවන්න හේතුවක් නැහැ. රට විනාශ වන විට රට හැර යාම වැරදිය. මෙය වගකීම උල්ලං is නය කිරීමකි. රනිල් වික්රමසිංහ විසින් පුරප්පාඩු වූ භාණ්ඩාගාරය ඩොලර් මිලියන 20 ක් ලබා ගත්තේය.",
        "අපේ මන්ත්රීවරුන්ගේ නිවාස 70 ක් පුළුස්සා දමා මන්ත්රීවරයෙක් පාරට ඇදගෙන ගොස් බල්ලෙකු මෙන් මරා දමන ලදී.",
        "ඔවුන් ලල්කාන්ටා සහ හුනට්ටි වැනි පාර්ලිමේන්තුවට ගොස් පාර්ලිමේන්තුවට ගිනි තැබීමට මිනිසුන් ලෙස හැඳින්වූහ.",
        "ඔවුන් ගැටළු විසඳන්නේ එලෙස ය. 1971 දී 1988 දී තුවක්කුව බලය ඉල්ලා සිටියේය. ඡන්දය පාලනය කිරීම සඳහා නොව පාලමට බල කිරීමට ඔවුහු උත්සාහ කළහ.",
        "සෑම ගමකම ජේවීපී. අවම වශයෙන් පුද්ගලයින් පස් දෙනෙකු killed ාතනය කරනු ඇත.මෙම ආත්මයේ අඹගේ මාලිමා යන්ත්රය සඳහා පාලනය කළ නොහැක. කඳුළු වලින් පසු ගම්වල ජනතාවට ඡන්දය දෙන්නේ කවුරුන්ද?",
        "E.po. Ch.කරත්තය ක්රියාත්මක වන්නේ නම්, රියදුරුට වෙඩි තබනු ඇත. ඔවුන් වතු නිලධාරීන් කී දෙනෙකු මරා දැමුවාද?එල්ටීටීඊය වෙනම රටක් ඉල්ලා සිටියත් ජේවීපී. රජයෙන් ඉල්ලා රජයට අවවාද කළා. ඉතින් මේ අවස්ථාවේදී, මම ජනතාවගෙන් ඉල්ලා සිටින්නේ හදවතින්ම ඡන්දය නොදී ඡන්දය ප්රකාශ කිරීම සහ ඡන්දය දෙන ලෙසයි."
      ]
    },
    "en": {
      "title": "JVP. After the passage of the compass, the bell and the red did not abandon",
      "body_lines": [
        "The Minister of Investment Promotion Amunugama has said that the government's registered criminals will replace the passport photo and get a visa in a different name, as the People's Liberation Front (JVP) is hiding its previous face as a compass.",
        "He said that the JVP changed its color and identity and disappeared from the compass, but they did not give up the bell and the red.",
        "Kandy is supported by Independent candidate Ranil Wickremesinghe. L. He said this at a meeting held at the Senanayake Library Auditorium on Tuesday (10).",
        "We have always been saying that Ranil Wickremesinghe has no backbone on political platforms. If Ranil Wickremesinghe had not taken over the country when the country was in danger, our country would have met the fate of Bangladesh today.",
        "At that time, when the country was in danger, we knew whether or not the backbone was when the leader was in danger.",
        "No matter how much we are supporters of Mahinda Rajapaksa, we must support the leader who built this country during this difficult time.. We can do nothing because Namal asked.This problem caused us by his little father.",
        "We had the power of rule. Maithripala Sirisena was president during Easter attack. We accept that he does not explode the bomb. But he is responsible for the safety of the country's security as the bombs explode. Similarly, we must take responsibility for the economic crisis that occurred during the Gotabhaya Rajapaksa regime.",
        "Namal Rajapaksa has been given something that is impossible at that time.",
        "We have seen what Ranil did. There is no one other than him to do this. When some boys went to break the gate of the presidential palace, the president boarded the ship and went to the middle of. He has no reason to run like that. It is wrong to leave the country when the country is destroyed. This is a violation of responsibility. Ranil Wickremesinghe took over the vacant Treasury with $ 20 million.",
        "70 houses of our MPs were burned and an MP was dragged into the street and killed like a dog.",
        "They went to parliament like Lalkanta and Hatunnetti and called people to set fire to parliament.",
        "This is how they solve the problems. As in 1971, in 1988, the gun was asked for power. They tried to force the regime, not to rule over the vote.",
        "JVP in every village. There will be at least five people killed.Cannot rule for the compass of the mango in this soul. Because who will vote for the people in the villages after tears?",
        "E.Po. Ch.If the carriage runs, the driver will be shot dead. How many estate officers did they kill?The LTTE waged war demanding a separate country, but the JVP. Warned the government demanding the government. So at this time, I urge the people to vote properly without the heart to vote and vote."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "JVP claims government replacing passports with fake photos. Criticizes Ranil Wickremesinghe's leadership during crises. Accuses him of abandoning responsibilities. Blames economic issues on Gotabhaya Rajapaksa's regime. Claims JVP still active despite changes. Urges voters to choose wisely."
  ]
}