{
  "translated_text": {
    "si": {
      "title": "தெருக்களில் நாய்க்குட்டிகளை கைவிடப்படுவது தொடர்கிறது : கால்நடை வைத்தியர்கள்",
      "body_lines": [
        "රට තුළ වීදි සුනඛයන්ගෙන් සියයට 60 කට වඩා ගිවිසුම්ගත වී ඇති අතර සියයට 80 කට වැඩි ප්රමාණයක් දර්ශන බලු පැටියෙකු ඇතුළු රෝග සඳහා එන්නත ලබා දී ඇති නමුත් සත්ව සුභසාධන කැඳවීමේ ශ්රී ලංකා විධායක කමිටුවේ සාමාජික වෛද්ය සැතිහිරා නනායකර මහතා පැවසීය.",
        "85 சதவீதமான செல்லப்பிராணி உரிமையாளர்களுக்கு நாய்களின் எண்ணிக்கையை கட்டுப்படுத்த எங்கு செல்வது அல்லது யாரை அணுகுவது என்பது இன்னும் தெரியவில்லை.",
        "அவர்களுக்கு சரியான திட்டங்கள் அல்லது அமைப்புகள் இருந்தால், அவர்கள் தங்கள் நாய்களை கருத்தடை செய்வார்கள்.",
        "විධිමත් සැලැස්මක් වහාම ක්රියාත්මක කළ යුතුය. යෝජනා තිබියදීත්, යටිතල පහසුකම් ඇති අතර ව්යාපෘති සැලසුම් සූදානම් වන අතර, අංශ අතර සම්බන්ධීකරණයක් නොමැතිකම සාර්ථකව ක්රියාත්මක වීම වළක්වයි.",
        "කථාව-පෝෂණය-තර්ජනාත්මක වැඩසටහන් තුළින් මානුෂීයවාදය විසින් බල්ලන්ගේ සංඛ්යාව පාලනය කළ හැකිය. අනුරාධපුරයේ සහ අනෙකුත් ප්රදේශවල වැඩසටහන් නිසි ලෙස ක්රියාත්මක කරන විට සාර්ථක වනු ඇති බවට සනාථ වී ඇති බව ඔප්පු වී ඇත.",
        "සතුන් සහ ශාක ආරක්ෂණ නියෝගය යටතේ මහලේකම් කාර්යාලයක් සාදාගෙන ජාතික ප්රතිපත්තියක් නිර්මාණය කර භෝග සහ ජනතාවගේ තර්ජන ආමන්ත්රණය කිරීම සඳහා සිතියමක් ඇති කළ යුතුය.",
        "ජනාධිපතිවරයාට සහ අනෙකුත් නිලධාරීන්ට ව්යාජ තොරතුරු මානව සත්ව ගැටුම් උග්රපත් කරන බව ද ඔහු පෙන්වා දුන්නේය.",
        "\"මේ රටට ජාතික ප්රතිපත්තියක් අවශ්යයි. අපි එය නිර්මාණය කිරීමට රජය තෝරා ගත්තෙමු. සෑම රටකටම තමන්ගේම ප්රතිපත්තියක් ඇත. අපේ සංස්කෘතියට අනුව, අපි සතුන්ට වෙඩි තබන්නේ නැත, නමුත් ඇමතිවරයා එය නිර්දේශ කළේය. සංචාරකයින් ගොඩනැගිලි වලට පිවිසෙන්නේ නැත; ඔවුන් පැමිණෙන්නේ අලි ඇතුන්ට ගොස් අපේ රටේ ස්වභාවික සුන්දරත්වය භුක්ති විඳීමටයි \"",
        "2007 දී පුද්ගලයින් 63 දෙනෙකු මිය ගියහ. නමුත් 2024 වන විට එම සංඛ්යාව 11 දක්වා පහත වැටී ඇති බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "The abandonment of puppies on the streets continues: veterinary doctors",
      "body_lines": [
        "In the country, more than 60 percent of the street dogs have been contracted and more than 80 percent are vaccinated for diseases, including a vision puppy, but people are reckless abandoning puppies on the streets, said Dr. Samit Nanayakkara, a member of the Sri Lankan Executive Committee of the Animal Welfare Call.",
        "It is still unknown where 85 percent of pet owners go to control the number of dogs.",
        "If they have the right plans or settings, they will sterilize their dogs.",
        "A formal plan must be implemented immediately. Despite the proposals, there are infrastructure and the project plans are ready, and the lack of coordination between the sectors prevents them from being successfully implemented.",
        "It is possible to control the number of dogs by humanitarianism through spay-nutrition-threatening programs. It has proven that the programs in Anuradhapura and other areas have proven that it will be successful when implemented properly.",
        "Animals and plants must create a secretariat under the Protection Order and create a national policy and create a map to address the threats of crops and people by animals.",
        "He also pointed out that false information provided to the president and other officials worsens the human animal conflict.",
        "“This country needs a national policy. We chose the government to create it. Each country has its own policy. According to our culture, we do not shoot animals but the minister recommended it. Tourists do not visit buildings; They come to visit elephants and enjoy the natural beauty of our country, ”",
        "In 2007, 63 people died. But the number has fallen to 11 by 2024, he said."
      ]
    }
  },
  "summary_lines": []
}