{
  "translated_text": {
    "si": {
      "title": "ජනාධිපති පලස්තීන ළමා අරමුදල දිරිගැන්වීම සඳහා මුස්ලිම් නායකයින්ට කනගාටුදායකය - එක්සත් සාම සම්මේලනයේ භාණ්ඩාගාරික",
      "body_lines": [
        "ජනාධිපති පලස්තීන ළමා අරමුදල ප්රවර්ධනය කිරීම මුස්ලිම් ප්රජා නායකයින්ට කනගාටු වීම කනගාටුව. පලස්තීන දරුවන්ගේ දයාව ඔවුන් විසින් හෙළිදරව් කරන ලද එක්සත් සාම සන්ධානයේ (අයි.ඒ) ජනාධිපති කොමිෂන් සභාවේ හිටපු සාමාජික හා එක්සත් සාම සන්ධානයේ (අයි.ඒ)) හිටපු සාමාජිකයා සහ භාණ්ඩාගාරික.. කලීරු රහ්මාන් පැවසීය.",
        "ජනාධිපති පලස්තීන ළමා අරමුදල සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් එකතු කරන ලද මුදල් \"මෑතකදී පලස්තීන ජනතාවට නිල වශයෙන් නිකුත් කරන ලදී. ශ්රී ලාංකික මුස්ලිම්වරුන් වශයෙන්, මෙම අරමුදල සඳහා අරමුදල් සැපයූ ජනාධිපතිවරයාට සහ මානව හිතවාදීන්ට අපගේ අවංක කෘත itude තාව පළ කරමු.",
        "පලස්තීනය සම්බන්ධයෙන් තනි තනතුරක් නොමැතිව සමහරු ද්විත්ව ප්රතිපත්තියක් යෝජනා කර ඇති නමුත්, දේශපාලන වාසි සඳහා සියලු වැරදි හා අසාධාරණ චෝදනාවලට ප්රතිචාර වශයෙන් ජනාධිපති රනිල් වික්රමසිංහ ගාසා තීරණවලට ඉදිරිපත් කර තිබේ.. කෙසේ වෙතත්, මුස්ලිම් ප්රජාවේ සමහර ආගමික හා සිවිල් සමාජ සංවිධානවල නායකයින් අරමුදල ආරම්භ නොකර පලස්තීන දරුවන්ට ඔවුන්ගේ කරුණාව හා කුහකකම ඔප්පු කර තිබේ.",
        "විදේශයන්හි මෑතදී පැවති ස්වාභාවික විපත් සඳහා මුස්ලිම් පාසල් හරහා මුස්ලිම් ප්රජාවෙන් අරමුදල් රැස් කිරීම සඳහා ශ්රී ලංකාවේ සමහර ආගමික හා සිවිල් සංවිධානවල නායකයින් මුස්ලිම් ප්රජාවෙන් මුස්ලිම් නායකයින් විසින් මුස්ලිම් ප්රජාවෙන් අරමුදල් රැස් කිරීමට මැලිකමක් දරයි පලස්තීන ජනතාව සඳහා ජනාධිපතිවරයා විසින් පිහිටුවන ලද අරමුදල් සඳහා. අවසන්. ඔවුන්ගේ ක්රියාව කනගාටුදායකය.",
        "ශ්රී ලංකා ප්රජාතන්ත්රවාදී සමාජවාදී ජනරජයේ සභාපති ශ්රී සිංහල, දෙමළ, මුස්ලිම් සහ ප්රජාවක පෙර නොවූ විරූ ජනාධිපතිවරයාය. ගෝලීය භූදේශපාලනික පසුබිමේ පදනම මත ජනාධිපතිවරයාගේ තීරණ නොපවතින ප්රතිපත්තිය උල්ලං for නය කිරීමකින් තොරව සමතුලිත විය යුතුය.ශ්රී ලංකාව සංවර්ධනය වෙමින් පවතින රටක් බැවින් එය අවට ලෝකය සමඟ සාධාරණ ප්රතිපත්තියක් සමඟ පැවැත්විය යුතුය.",
        "එබැවින් මුස්ලිම් ප්රජාවේ ආගමික හා සිවිල් සංවිධානවල නායකයින් මැද පෙරදිග ගල්ෆ් අරාබි අරාබි සොලවන ව්යාජ ප්රවණතාව හෙළා දැකිය යුතුය.. නමුත් ආගමික, දේශපාලනයේ සහ සිවිල් සංවිධානවල නායකයන් මැද පෙරදිග ගල්ෆ් අරාබි පොකුර කෝපයට පත් කිරීමට අකමැති බැවින් එය උපක්රමශීලී නොවේ.",
        "මුස්ලිම් ප්රජාව වැඩි මුදලක් එකතු කර පලස්තීන දරුවන් සඳහා ජනාධිපතිවරයා විසින් පිහිටුවන ලද අරමුදල් සඳහා දරුවන්ගේ ප්රයෝජනය සඳහා යවනු ඇත."
      ]
    },
    "en": {
      "title": "Muslim leaders are sad to encourage president's Palestinian Children's Fund - Treasurer of the United Peace Federation",
      "body_lines": [
        "Sadly regrets Muslim community leaders to promote president's Palestinian Children's Fund. Former Member of the Presidential Commission and Treasurer of the United Peace Alliance (IA) that the mercy of the Palestinian children has been revealed by them.. Khalilur Rahman said.",
        "The money collected by President Ranil Wickremesinghe \"for the President's Palestinian Children's Fund\" recently was officially issued to the Palestinian people. As Sri Lankan Muslims, we express our sincere gratitude to the President and the humanitarians who have provided the funds for this fund.",
        "Although some have proposed a dual policy without having a single position regarding Palestine, President Ranil Wickremesinghe has presented the fund to Gaza Children in response to all the wrong and unreasonable accusations for political gains.. However, the leaders of some religious, political and civil society organizations in the Muslim community have proved their kindness and hypocrisy to the Palestinian children by silence without starting the fund.",
        "The leaders of some religious, political and civil organizations in Sri Lanka have taken the humanitarian measures to raise funds from the Muslim community through the Muslim schools for recent natural disasters abroad, but the Muslim leaders are reluctant to attempt to collect funds from the Muslim community for the funds established by the President for the Palestinian people.Finished. Their action is sad.",
        "The president of the Democratic Socialist Republic of Sri Lanka is the unprecedented president of every Sinhala, Tamil, Muslim and community. The President's decisions on the basis of the global geopolitical background must be balanced without violating the non -government policy.Since Sri Lanka is a developing country, it must be held with a fair policy with the surrounding world.",
        "Therefore, the leaders of the religious, political and civil organizations in the Muslim community must condemn the fake tendency of the Gulf Arabic Shakes in the Middle East.. But the leaders of religious, politics and civil organizations are not as tricky as they do not want to angry the Gulf Arabic Shakes of the Middle East.",
        "The Muslim community must collect more money and send them to the benefit of the children for the funds established by the President for Palestinian children."
      ]
    }
  },
  "summary_lines": [
    "Muslim leaders in Sri Lanka express regret for not promoting President Ranil Wickremesinghe's Palestinian Children's Fund, despite the fund's official release to Palestinians. The fund was raised in response to accusations against Palestinians, but some religious, political, and civil organizations have remained silent, showing hypocrisy. The community must collect more funds for the President's initiative, highlighting the need for fair policies in a developing country like Sri Lanka."
  ]
}