{
  "translated_text": {
    "ta": {
      "title": "சுங்க அதிகாரி குண்டர் காவல்துறையில் மருத்துவமனையில் சேர்க்கப்பட்டார்",
      "body_lines": [
        "கலுடராவில் சுங்க அதிகாரியான கலுடாரா தெற்கு தெற்கு போலீசாரின் நான்கு அதிகாரிகள் சமீபத்தில் கைது செய்யப்பட்டனர்.",
        "தாக்கப்பட்ட சுங்க அதிகாரி தற்போது கலுதாரா கற்பித்தல் மருத்துவமனையில் சிகிச்சை பெற்று வருகிறார்.",
        "சுங்கத் துறையின் நிர்வாக அதிகாரி வீரெவர்தி பிரேமரத்னே திங்களன்று கலுதாரா கடற்கரையில் ஒரு பாதுகாப்பு பணிகளைக் கவனிக்கச் சென்றிருந்தார்.",
        "அந்த மானிட்டருக்குப் பிறகு, அவர் கலுதாரா ரயில் நிலையத்தை அவர்களது வீட்டிற்கு கேட்டார், மேலும் நான்கு பொதுமக்கள் உடையணிந்தவர்களில் நான்கு பேர் அவரது அடையாளத்தைக் கேட்டார்கள்.",
        "ஆனால் சுங்க அதிகாரியின் தேசிய அடையாள அட்டை சில நாட்களுக்கு முன்பு அதை வழங்கத் தவறிவிட்டது.",
        "அந்த நேரத்தில், சுங்க அதிகாரி கலுதாரா போலீசில் சுங்க அதிகாரியைத் தாக்கியிருந்தார்.",
        "பொலிஸ் அடையாளத்தை சரிபார்க்க சுங்க அதிகாரி அவர்களிடம் கேட்டார், ஆனால் அவர்களில் யாரும் சுங்க அதிகாரியிடம் சமர்ப்பிக்கப்படவில்லை.",
        "பின்னர் அவர்கள் ஒரு முச்சக்கர வண்டியில் கலுதாரா தெற்கே கைவிலங்கு செய்யப்பட்டு, மூன்று சக்கர வாகனத்துடன் கலுதாரா தெற்கு காவல் நிலையத்திற்கு அழைத்து வரப்பட்டனர்.",
        "இருப்பினும், காவல்துறையினர் மேற்கொண்ட விசாரணையின் பின்னர், சுங்க அதிகாரி ஜாமீனில் விடுவிக்கப்பட்டார்.",
        "இருப்பினும், சுங்க அதிகாரி தற்போது சிறிய காயங்கள் குளித்ததால் கலுடாரா கற்பித்தல் மருத்துவமனையில் சிகிச்சை பெற்று வருகிறார்.",
        "இந்த தாக்குதல் கலுடராவில் வசிக்கும் இரண்டு குடியிருப்பாளர்களின் 53 வயதான தந்தை.",
        "குற்றவியல் நடைமுறையின் சட்ட விதிகளை ஏற்படுத்தாமல் சந்தேக நபர் சந்தேக நபரை கைது செய்ய முடியுமா?",
        "ஒரு சந்தேக நபர் தனது அடையாளத்தை உறுதிப்படுத்தாமல் தனது அடையாளத்தை உறுதிப்படுத்த முடியவில்லையா?",
        "அடா டெரானாவுக்கு பதிலளிக்கும் விதமாக, இந்த சம்பவத்தில் எதுவும் கூற முடியாது என்று கலுதாரா தெற்கு போலீசாரின் OIC கூறியது."
      ]
    },
    "en": {
      "title": "Customs officer hospitalized on thug police",
      "body_lines": [
        "Four officials of the Kalutara South South Police, a customs officer in Kalutara, was arrested recently.",
        "The customs officer who was assaulted is currently receiving treatment at the Kalutara Teaching Hospital.",
        "Weeraverti Premaratne, an Administrative Officer of the Customs Department, had gone to observe a conservation work on the Kalutara Beach on Monday.",
        "After that monitor, he asked Kalutara railway station to their home, and four of four civilian dressed people asked his identity.",
        "But the Customs officer's National Identity Card had failed to present it a few days ago.",
        "At that time, the Customs officer had assaulted the customs officer at the Kalutara Police.",
        "The Customs officer asked them to verify the police identity, but none of them were submitted to the customs officer.",
        "They were then handcuffed to the Kalutara South in a three-wheeler and brought to the Kalutara South police station with a three-wheeler.",
        "However, after the interrogation carried out by the police, the Customs officer had been released on bail.",
        "However, the Customs officer is currently receiving treatment at the Kalutara Teaching Hospital due to bathing minor injuries.",
        "The attack was a 53-year-old father of two residents of Kalutara.",
        "Can a suspect arrest a suspect without causing the legal provisions of the Criminal Procedure?",
        "Can a suspect not confirm his identity without confirm his identity?",
        "In response to the Ada Derana, the OIC of the Kalutara South Police said that nothing could be stated in the incident."
      ]
    }
  },
  "summary_lines": [
    "A customs officer in Kalutara was assaulted by four civilians, leading to his hospitalization. The incident occurred when the officer, Weeraverti Premaratne, was unable to produce his National Identity Card upon request. He was taken to the Kalutara South police station, interrogated, and later released on bail. The police have not commented on the legality of the arrest and assault."
  ]
}