{
  "translated_text": {
    "ta": {
      "title": "இந்த ஆண்டு தேங்காய் அறுவடை செய்வதற்கான காரணம் இங்கே",
      "body_lines": [
        "அரசியல் மக்கள் இப்போது சந்தையில் ஒரு முக்கிய தலைப்பாக மாறிவிட்டனர்.",
        "அரசாங்கம் தலையிட வேண்டும், தேங்காய் பற்றாக்குறை மற்றும் அதிக விலை.",
        "வரலாற்றிலிருந்து வரலாற்றிலிருந்து நாம் பிணைத்த தேங்காய்கள் எவ்வாறு வரலாற்றிலிருந்து எவ்வாறு இருந்தன?",
        "எனவே, தேங்காய் பால் ஒவ்வொரு வீட்டிலும் உணவு தயாரிக்கப் பயன்படுகிறது, மேலும் நாட்டின் வருடாந்திர நுகர்வு 1800 மில்லியன் தேங்காய் கொட்டைகள் ஆகும்.",
        "அதன்படி, ஒருவர் ஆண்டுக்கு ஆண்டுக்கு 105 தேங்காய்களை எடுப்பார்.",
        "உள்ளூர் நுகர்வோர் மற்றும் ஏற்றுமதிக்கான வருடாந்திர தேங்காய் மகசூல் 3 பில்லியன் ஆகும்.",
        "இருப்பினும், தேங்காய் மகசூல் இந்த ஆண்டு 30 சதவீதம் குறைந்துள்ளது.",
        "தேங்காய் மகசூல் குறைந்து வருவதற்கான முக்கிய காரணங்கள் விலங்குகளின் சேதம், காலநிலை மாற்றம், பூச்சி சேதம் மற்றும் உரம் ஆகியவற்றைக் குறைப்பதாகும்.",
        "இந்த தேங்காய் சாகுபடியிலிருந்து குரங்கு, மலிவு மற்றும் தண்டனை காரணமாக ஏற்பட்டது.",
        "நாட்டில் 400,000 ஹெக்டேர் தேங்காய் பயிரிடப்பட்ட நிலங்கள், அவற்றில் 20% அழிக்கப்பட்டுள்ளன.",
        "குருணேகலா, புட்டலம், ரத்னபுரா, கெகல்லே, மோனெராகலா, கெகல்லே, மோனெரகலா மற்றும் அனுராதபுரா ஆகிய நாடுகளில் அதிக சேதமடைந்த மாவட்டங்கள் தேங்காய் சாகுபடியிலிருந்து மிகவும் சேதமடைந்த மாவட்டங்கள்.",
        "சிவப்பு அந்துப்பூச்சி, கருப்பு வண்டு மற்றும் வெள்ளை ரோஸிங் சேதம் மற்றும் பூச்சி சேதம் ஆகியவை தேங்காய் சாகுபடியில் 10% முதல் -15% வரை பாதிக்கப்பட்டுள்ளன.",
        "இது சம்பந்தமாக, தேங்காய் சாகுபடி வாரியத்தின் தலைவர் சமன் தேவங்கே, சமன் தேவா, 200 மில்லியனுக்கும் அதிகமான இனத்தை இழந்துவிட்டதாகக் கூறினார்.",
        "\"குரங்குகள், விதிமுறை மற்றும் தண்டனைகளுக்கு ஏற்பட்ட சேதம் தேங்காய் சாகுபடிக்கு மிகவும் சேதம். குறிப்பாக 200 மில்லியன், 200 மில்லியனுக்கும் அதிகமானவை, விலங்குகளின் சேதத்தை நாங்கள் இழக்கிறோம்.",
        "ஆண்டுக்கு 800-900 தேங்காய்கள், ஆண்டுக்கு 1350-1400 மில்லியன் கொட்டைகள் சம்பாதித்துள்ளோம். உள்ளூர் நுகர்வு ஒரு பகுதி உள்ளது. தேங்காய் விலைகள் இல்லை, எனவே தேங்காய் விலைகள் அதிகரித்துள்ளன. \""
      ]
    },
    "en": {
      "title": "Here is the reason why the coconut harvest this year",
      "body_lines": [
        "Politicals have now become a major topic in the market.",
        "The government has to intervene, the coconut shortage and high price.",
        "How did the coconuts that we have bonded from history from history?",
        "Therefore, coconut milk is used to prepare food in every home and the annual consumption of the country is 1800 million coconut nuts.",
        "Accordingly, one person will take 105 coconuts per year per year.",
        "The annual coconut yield for local consumers and exports is 3 billion.",
        "However, the coconut yield has fallen by 30 percent this year.",
        "The main reasons for declining coconut yield is the reduction of animal damage, climate change, pest damage and fertilizer.",
        "Out of these coconut cultivation was caused by monkey, affordation and punishment.",
        "Over 400,000 hectares of coconut cultivated land in the country, 20% of them have been destroyed.",
        "The most damaged districts from coconut cultivation are the highest damaged districts in Kurunegala, Puttalam, Ratnapura, Kegalle, Moneragala, Kegalle, Moneragala and Anuradhapura.",
        "Red weevil, black beetle and white roshing damage and pest damage have been affected by 10% to -15% of coconut cultivation.",
        "Commenting in this regard, the Chairman of the Coconut Cultivation Board Saman Devange, Saman Deva, said that more than 200 million ethnic was deprived.",
        "\"The damage to monkeys, Ruleon and punishions are very much damage to coconut cultivation. Especially 200 million, more than 200 million, we are deprived of animal damage.",
        "We have earned 800-900 coconuts per year, 1350-1400 million nuts to the year. There is a part of local consumption. There is no supply of coconut prices, so the coconut prices have gone up. \""
      ]
    }
  },
  "summary_lines": [
    "Coconut harvest decline due to political factors, climate change, pests, and animal damage. Annual consumption: 1.8 billion nuts. Yield fell 30%. Key affected areas: Kurunegala, Puttalam, Ratnapura. Pest damage: 10-15%. Chairman estimates over 200 million nuts lost due to animal damage."
  ]
}