{
  "translated_text": {
    "ta": {
      "title": "போதைப்பொருள் போக்குவரத்து கைது செய்யப்பட்டார்",
      "body_lines": [
        "ஒரு துறவியாக நிறுத்தப்பட்ட மற்றும் டெரானாவுக்குப் பிறகு கொண்டு செல்லப்பட்ட ஒரு மருந்தைக் கொண்டு செல்லும் போதைப்பொருளை கைது செய்த ஒருவர்.",
        "பெந்தாரா பகுதியில் உள்ள ஒரு கோவிலில் ஒரு அடா டெரானா உகுசா ஒரு ரகசிய உதவிக்குறிப்பைப் பெற்றார்.",
        "அதன்படி, ஒரு நாள் ஆராயப்பட்ட உக்யூசா, அந்த நபர் கடந்த நாள் அட்டிடியா பகுதிக்கு வருகிறார் என்பது தெரியவந்தது.",
        "பின்னர் அவர் பருந்து பார்க்க அந்த பகுதிக்குச் சென்றார், அவர் ஒரு முச்சக்கர வண்டியில் காணப்பட்டார்.",
        "அவரைத் துரத்திய பிறகு, அவர் தனது உச்சநீதிமன்றத்தை அகற்றி ஒரு லே ஆடையை தோண்டி எடுப்பதன் மூலம் காணப்பட்ட பிறகு காணப்பட்டார்.",
        "கடிதத்தில் ஈடுபட்டிருந்த முச்சக்கர வண்டியில் கல்வி பயின்ற பின்னர் பெல்லாந்தா பகுதியில் உள்ள போலீசாருக்கு இந்த வாகனம் அனுப்பப்பட்டது.",
        "லே அணிந்த துறவி காவல்துறைக்கு முரணான பதில்களைக் கொடுத்தார்.",
        "அவரை கைது செய்த பின்னர், அந்த நபரின் பையின் அந்த நபரின் பையில் காவல்துறையினர் நடத்தப்பட்டு அந்த மனிதனின் பையில் காணப்பட்டனர்.",
        "அடா டெரானா எதிர்காலத்தில் நாட்டிற்கு வெளிப்படுத்தப்பட வேண்டும்."
      ]
    },
    "en": {
      "title": "Drug transport was arrested",
      "body_lines": [
        "A person who was deployed as a monk and arrested a drug transporting a drug transported after Derana.",
        "An Ada Derana Ukusa received a secret tip in a temple in Benthara area.",
        "Accordingly, the Ukusa, which was explored a day, was revealed that the man was coming to the Attidiya area last day.",
        "Then he went to the area to look into the hawk and he was seen in a three-wheeler.",
        "After chasing him, he was seen after he was seen by removing his Supreme Court and dig a lay dress.",
        "The vehicle was then sent to the police in the Bellantha area after he was educated on the three-wheeler that was involved in the correspondence.",
        "The monk dressed in lay gave contradictory answers to the police.",
        "After the arrest of him, the police were conducted in the man's bag of the person's bag and were found in the man's bag.",
        "Ada Derana is alert to be revealed to the country in the future."
      ]
    }
  },
  "summary_lines": [
    "A monk, deployed in Derana, arrested a drug transport after receiving a tip. The suspect was spotted in Attidiya, then in a three-wheeler, and was identified after removing his Supreme Court robes. The vehicle was sent to police, who found drugs in the suspect's bag. Ada Derana will reveal more."
  ]
}