{
  "translated_text": {
    "si": {
      "title": "நேரமுகாமைத்துவத்தில் கடற்புலிகளின் தளபதி சூசை எமக்கு முன்னோடி - துரைராசா ரவிகரன்",
      "body_lines": [
        "වන්නි දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී දුරෙයිරිරාසා රවිකරන් මහතා කියා සිටියේ දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ) සහ දෙමළ ඊලාම් විමුක්ති කොටි අණදෙන නිලධාරියා (එල්ටීටීඊ) හි අණදෙන නිලධාරියා වන වන්නි දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී දුරෙයිරා රයිකාරා මහතා පැවසීය.",
        "முல்லைத்தீவு - மாமடு கற்பகா அறநெறிப்பாடசாலையில் ஞாயிற்றுக்கிழமை (05)  இடம்பெற்ற சிறுவர்தினம் மற்றும் முதியோர்தினநிகழ்வுடன், சாதனையாளர் மதிப்பளிப்பு நிகழ்வும் இடம்பெற்றது.",
        "මෙම අවස්ථාවට සහභාගී වූ පාර්ලිමේන්තු මන්ත්රී රන්වකරන්, ඉහත ප්රකාශය කළේ දරුවන්ට උපදෙස් දෙන ලෙස දරුවන්ට උපදෙස් දෙන අතරම.",
        "ළමුන්ගේ සහ වැඩිහිටි ලෙස ජාත්යන්තරව නිර්මාණය කර සමරනු ලැබේ. මෙම අවස්ථාවේ දී, මෙම ගමේ සිදුවීම් සංවිධානය කර ළමයින් සහ වැඩිහිටි පුද්ගලයින් ගෙන ඒම හොඳ අදහසකි. ඒ අතරම, ශිෂ්යත්ව විභාගයේ ජයග්රහණ ද සම්මත වෙමින් පවතී.",
        "කාල කළමනාකරණය අපගේ ජීවිතයේ වඩාත්ම වැදගත් බව සෑම කෙනෙකුම තේරුම් ගත යුතුය. මම මුල්ලයිටිව් දිස්ත්රික්කයේ ධීවරයින්ගේ ප්රධානියා වූ මම ය.",
        "එම කාලය තුළ මුහුදු කොටින්ගේ අණ දෙන නිලධාරි සයිඩ්ගේ අණ දෙන නිලධාරියා - එනම් කාලය තුළ පුරෝගාමියා විය. ඒ ආකාරයෙන් අපට තවමත් හොඳම දේ අනුගමනය කළ හැකිය.",
        "මේ අනුව, සියලු දරුවන්, කාලය තුළ කාලය ඇතුළුව සියලු ගුණාංග අනුගමනය කළ යුතු අතර, සියලු දරුවන් ඉහළ මට්ටම් අත් කර ගත යුතුය.",
        "අපේ දරුවන්ට වඩා හොඳ ඉගෙනීමක් කළ යුතුයි. මේ වන විට අපගේ දිස්ත්රික්කය වසරේ 25 වන දිස්ත්රික්කය වේ. නමුත් අපේ මුල්ලයිටිව් දිස්ත්රික්කය දරිද්රතාවයේ පළමු දිස්ත්රික්කයයි.",
        "මෙම කරුණු පිළිබඳව ද පාර්ලිමේන්තුවේදී ද පාර්ලිමේන්තුවේදී පෙන්වා ඇත. අපේ දිස්ත්රික්ක සඳහා අධ්යාපන හිඟය සපුරාලීමට අවශ්ය අයගෙන් මම ඉල්ලා සිටිමි.",
        "මීට අමතරව, ශීත කළ සුඛෝපභෝගී බස් සේවාවක් ඇති එකම තැනැත්තා මුල්ලයිටිව් දිස්ත්රික්කයයි.. එබැවින් ශීතකරණයෙන් සුඛෝපභෝගී බස් සේවාවක් කඩිනමින් ආරම්භ කරන ලෙස මම අමාත්යාංශයේ ඉල්ලා සිටිමි. සුඛෝපභෝගී බස් සේවාව තවත් මාස දෙකකට දියත් කරන බව වාර්තා වේ.",
        "ඒ හා සමානව, වඩූවගල් පාලම ඉදිකිරීම දිගටම ඉල්ලා සිටීම සඳහා පාලම ඉදිකිරීම ආරම්භ කර ඇත.",
        "එළඹෙන 2026 අයවැය සඳහා අයවැය කොක්කිලායි --pulmottu පාලම විසින් සැකසෙනු ඇතැයි ජනාධිපතිතුමා පැවසීය.",
        "මේ අනුව, අපගේ ජනතාවගේ ඉල්ලීම් ඉටු කිරීම සඳහා අපගේ ජනතාවගේ ඉල්ලීම් අපි ඉටු කරමු.",
        "ඉතින් සියලුම පිරිමි ළමයින්ට හොඳ දරුවන් ලෙස ඉගෙනීමේ ක්රියාකාරකම් සිදු කළ යුතුයි. මේ වන විට අපගේ ප්රජාවන් තුළ විවිධ සමාජ ආබාධ තිබේ.",
        "විශේෂයෙන්, මත්ද්රව්ය ආලේපන සහ ඒවායේ ආබාධ විශාල වශයෙන් වැඩි වී තිබේ. අපි දිගටම එවැනි ආබාධ නියාමනය කරමු.",
        "සියලු වර්ගවල ආබාධ පාලනය කරන බව පැවසූ අය. මෙම අවස්ථාවේ දී, එවැනි සමාජ කථා මැඩපැවැත්වීමට ඉක්මන් පියවර ගනු ඇතැයි අපි බලාපොරොත්තු වෙමු.",
        "නිසැකවම අපගේ දිස්ත්රික්කය හැදී වැඩිය හැක්කේ අධ්යාපනයෙනි. අපි දැනට පිටත සිට නිලධාරියා දෙස බලා සිටීමට බලාපොරොත්තු වෙමු. මෙම තත්වය වෙනස් විය යුතුය. මුල්ලයිටිව් දරුවන් පාලනය කළ යුතුය.",
        "වවුනියා ළමා ළමයින් වවුනියා පාලනය කළ යුතුය. එම තත්වය මන්නාරමේ ස්ථාපිත කළ යුතුය. දේශපාලනිකව පාලනය කළ මම මෙහි සඳහන් නොවේ.",
        "මම කියන්නේ සියලුම දරුවන්ට ඔවුන්ගේ දිස්ත්රික්කවල දෙපාර්තමේන්තු වල පුරප්පාඩු පිරවීමට හැකි විය යුතු බවයි.. මෙම තත්වය සිදුවීමකදී වන්නි සහ මුල්ලයිටිව් ස්වයං ආබාධිත වනු ඇත."
      ]
    },
    "en": {
      "title": "The Commander of the Sea Tigers in the Tribunal is the forerunner of us - Durairasa",
      "body_lines": [
        "Vanni District Parliamentarian Durairasa Ravikaran said that Susai was the forerunner of the Liberation Tigers of Tamil Eelam (LTTE) and the Commander of the Liberation Tigers of Tamil Eelam (LTTE).",
        "Achievement and Achievement Contribution was held at the Mullaitivu - Mamadu Karghaka Morality School on Sunday (05).",
        "Parliamentarian Ravikaran, who was present at the event, made the above statement while advising children to advise children.",
        "Internationally created and celebrated as Children's and Older. In this case, it is a good idea to organize the events in this village and bring the children and the elderly people. At the same time, the achievements of the scholarship examination are also being passed.",
        "Everyone should realize that time management is the most important in our lives. I was the head of the fishermen Samasam in the Mullaitivu district.",
        "During that time, the commander of the sea tigers Susse was the pioneer of time -the -fold. In that way, we are still able to follow the best.",
        "Thus, all the children must adopt all the attributes, including time -consuming, and all the children must achieve higher levels.",
        "All of our children need to make a better learning. Currently, our district is the 25th district of education. But our Mullaitivu district is the first district in poverty.",
        "I have also pointed out in Parliament on these issues. I have requested those who are required to fulfill the shortage of education for our districts.",
        "In addition, the Mullaitivu district is the only one who has a refrigerated luxury bus service.. Therefore, I have requested the Ministry to start the refrigeration luxury bus service expeditiously. It has been reported that the luxury bus service will be launched for another two months.",
        "Similarly, the construction of the bridge has been initiated in order to continue to demand the construction of the Vadduvagal Bridge.",
        "The President said that the budget for the upcoming 2026 budget would be set up by the Kokkilai -Pulmottu bridge.",
        "Thus we are carrying out the demands of our people to carry out the demands of our people.",
        "So all the boys need to carry out learning activities as good children. At present, there are various social disorders in our communities.",
        "In particular, drug infiltrations and their disorders have increased massively. We are continuing to regulate such disorders.",
        "Those who have said that all kinds of disorders will be controlled. In this case, we hope that quick action will be taken to curb such social stories.",
        "And surely our district can only be raised by education. We are currently looking forward to looking forward to the officer from the outskirts. This situation has to change. Mullaitivu children should rule.",
        "Vavuniya children should rule Vavuniya. That situation should be established in Mannar. I am not mentioning here that ruled politically.",
        "I am saying that all children should be able to fill the vacancies in departments in their respective districts.. Vanni and Mullaitivu will be self -sufficient in the event of this situation."
      ]
    }
  },
  "summary_lines": []
}