{
  "translated_text": {
    "ta": {
      "title": "ஆளுநர்களின் மாற்றம்?",
      "body_lines": [
        "வட மேற்கு மாகாண ஆளுநரின் பதவிகளை மாற்ற நாட்டின் ஆளுநர் திட்டமிட்டுள்ளதாக தெரிவிக்கப்படுகிறது.",
        "தெற்கின் அரசாங்கத்தை பிரதிநிதித்துவப்படுத்தும் அரசியல்வாதிகள் அமைச்சர் மஹிந்தா அமராவீரா, தெற்கின் ஆளுநராக தெற்கின் ஆளுநராக நியமிக்கப்படுகிறார்.",
        "கிழக்கு மாகாணத்தின் முதல்வர் நசீர் அகமதுவின் மனைவி நசீர் அகமது, சமீபத்தில் கிழக்கு மாகாணத்தில் வெளிவந்தார், கிழக்கு மாகாணத்தின் முதலமைச்சர் நசீர் அஹமட் மற்றும் கிழக்கு மாகாணத்தில் விபத்து ஏற்பட்டது.. கணவருடன் அரசியல் ரீதியாக சுறுசுறுப்பாக இருந்த மக்களிடையே அவர் பிரபலமாக இருந்தபோதிலும், அவருக்கு நாசி அகமது இருப்பதாக நம்பப்படுகிறது.",
        "ஜனாதிபதி அல்லது பொதுத் தேர்தலுக்கு அருகிலுள்ள காலப்பகுதியில் அடுத்த சில வாரங்களில் இந்த நிலைகள் பெரும்பாலும் மாறக்கூடும் என்று தெரிவிக்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "A change of governors?",
      "body_lines": [
        "It is reported that the Governor of the country is planning to change the posts of the Governor of the North Western Province.",
        "Minister Mahinda Amaraweera, Minister of politicians representing the Government of the South, is to be appointed as the Governor of the South as Governor of the South.It is said that Mr. is due to retire from the post.",
        "The wife of the Chief Minister Nasir Ahmed of the Eastern Province Nasir Ahmed, which is recently emerged in the Eastern Province, has also been the name of the Chief Minister Nasir Ahamed of the Eastern Province as well as an accident in the Eastern Province.. Although she was popular among the people who were active politically with her husband, he is believed to have Nasee Ahmed.",
        "It is reported that these positions are often likely to change over the next few weeks over the period of time near a presidential or general election."
      ]
    }
  },
  "summary_lines": [
    "The Governor of the North Western Province is set to change, with Minister Mahinda Amaraweera replacing him. Minister Mahinda Amaraweera, a politician from the South, is expected to retire. Nasir Ahmed's wife, a political figure in the Eastern Province, is also mentioned. These changes are anticipated in the lead-up to a presidential or general election."
  ]
}