{
  "translated_text": {
    "ta": {
      "title": "சுயாதீன குழுக்கள் பொதுத் தேர்தலுக்கு ஜாமீன் வழங்குகின்றன",
      "body_lines": [
        "இந்த ஆண்டு பொதுத் தேர்தல் நேற்று (04) வழங்கப்பட்டுள்ளது.",
        "36 சுயாதீன குழுக்கள் நேற்றைய நாளில் மட்டுமே டெபாசிட் செய்துள்ளதாக தேர்தல் ஆணையம் தெரிவித்துள்ளது.",
        "சுயாதீன குழுக்கள் 22 வாக்காளர் பிரிவுகளில் சுயாதீன குழுக்களால் டெபாசிட் செய்துள்ளன.",
        "எவ்வாறாயினும், நேற்று மாடல் வாக்காளர்களுக்கு எந்தவொரு கட்சிகளும் டெபாசிட் செய்யப்படவில்லை என்று ஆணையம் கூறியது.",
        "ஜாஃப்னா மற்றும் வன்னி வாக்காளர்களுக்கான பரிந்துரைகளை ஜனசெதா முன்னணி வழங்கியுள்ளது, மேலும் மூன்று சுயாதீன குழுக்கள் பரிந்துரைகளை வழங்கியுள்ளன.",
        "வேட்புமனு ஆரம்பம் நேற்று தொடங்கப்பட்டது மற்றும் 11 ஆம் தேதி 11 ஆம் தேதி ஏற்றுக்கொள்ளப்பட வேண்டும்."
      ]
    },
    "en": {
      "title": "Independent groups deposit bail to general election",
      "body_lines": [
        "This year's general election has been paid yesterday (04).",
        "The Elections Commission said that 36 independent groups have deposited only in yesterday's day.",
        "The independent groups have deposited by the independent groups in the 22 electorate divisions.",
        "However, the Commission said that no parties were deposited for the Matale electorate by yesterday.",
        "The Janasetha Front has handed over nominations for Jaffna and Vanni electorate and three independent groups have handed over nominations.",
        "The nomination commencement was commenced yesterday and the nominations to be accepted on the 11th of the 11th."
      ]
    }
  },
  "summary_lines": [
    "Independent groups deposit bail for general election. 36 groups submitted deposits in 22 electorate divisions. No party deposits in Matale. Janasetha Front nominated for Jaffna and Vanni. Nominations accepted on 11th."
  ]
}