{
  "translated_text": {
    "ta": {
      "title": "ரவி கருணனாயக்க யுஎன்.பி.யின் தேசிய பட்டியலை உருவாக்கியதா?",
      "body_lines": [
        "ரவி கருணனாயக்க யுஎன்.பி.யின் தேசிய பட்டியலை உருவாக்கியதா?",
        "புதிய ஜனநாயக முன்னணியால் போட்டியிட்ட புதிய ஜனநாயக முன்னணி, ரவி கருணனாயக்க என்ற பெயரில் ஒரு சர்ச்சைக்குரிய மாநிலமாகும்.",
        "ரவி கருணனாயக்கத்திற்கு எதிரான புதிய ஜனநாயக முன்னணிக்கு எதிராக புதிய ஜனநாயக முன்னணியை எதிர்த்து எதிர்ப்புத் தெரிவித்ததே.",
        "இருப்பினும், ரவி கருணனாயக்கின் பெயர் வர்த்தமானி அறிவித்துள்ளது. வர்த்தமானி அறிவிப்பு நவம்பர் 18 உடன் 2411/07 என்ற எண்ணின் கீழ் அறிவிக்கப்பட்டுள்ளது.",
        "பொதுத் தேர்தல் 2024: தேசிய பட்டியல் எம்.பி.எஸ்",
        "புதிய ஜனநாயக முன்னணி நவம்பர் 14 முடிவுகளின்படி ஐந்து இடங்களை வைத்திருந்தது. கட்சியில் மூன்று இடங்களும் இரண்டு தேசிய பட்டியல்களும் இருந்தன. அவற்றில் ஒன்று தேசிய பட்டியல் இருக்கையாக காலியாக உள்ளது.",
        "கலுதாரா மாவட்டத்தில் போட்டியிட்ட அனுராதா ஜெயரத்னே, புதிய ஜனநாயக முன்னணி மற்றும் சாமாரா சம்பத் தசனாயக்க ஆகியோரால் புதிய ஜனநாயக முன்னணியில் இருந்து போட்டியிட்டார்.",
        "இதற்கிடையில், அவரது முடிவு புதிய ஜனநாயக முன்னணியின் செயலாளரான ஷாமிலா பெரேரா, புதிய ஜனநாயக முன்னணியின் செயலாளருக்கு இந்த மாற்றத்திற்கு சட்டபூர்வமானது.",
        "\"பொதுத் தேர்தலுக்கு முன்னர் எங்கள் கட்சியில் போட்டியிடும் எங்கள் ஆறு கட்சிகளில் ஐந்து பேருடன் நாங்கள் ஒரு எழுத்துப்பூர்வ ஒப்பந்தத்தில் கையெழுத்திட்டோம்.. அந்த ஒப்பந்தம் எங்களுக்கு ஒரு தேசிய பட்டியல் எம்.பி.. அதனால்தான் நான் ரவி கருணனாயக்கின் பெயரை தேர்தல் ஆணையத்திற்கு அனுப்பினேன். மற்றொன்று அவர்கள் பெயரிட வேண்டும் என்று அவர்கள் விரும்புகிறார்கள். இந்த இடங்களைப் பற்றி பேசினால் நாங்கள் எழுத்துப்பூர்வமாக செய்யவில்லை.. நாங்கள் வீணாக இல்லை. ஏதாவது ஒன்றைப் பெற நாங்கள் விரும்புகிறோம், \"என்று அவர் கூறினார்.",
        "இருப்பினும், யுனைடெட் தேசிய கட்சி புதிய ஜனநாயக முன்னணியில் தேசிய பட்டியல் எம்.பி.",
        "புதிய அரசாங்க அமைச்சரவை: புதிய அரசாங்க அமைச்சரவை: 2024 இன் முன்னுரிமை வாக்குகள்: 159 தேர்தல்களுடன் பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்ட எம்.பி.க்கள்: 159 ஒரு வரலாற்று வெற்றி!",
        "UNP ஐ பிரதிநிதித்துவப்படுத்தும் புதிய ஜனநாயக முன்னணியின் கீழ் போட்டியிடும் எந்த வேட்பாளரும் பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்படவில்லை. ஆனால் புதிய ஜனநாயக முன்னணியின் தேசிய பட்டியலைத் தயாரிக்கும் போது, ​​ஐக்கிய தேசிய கட்சி ஐக்கிய தேசியக் கட்சியை பிரதிநிதித்துவப்படுத்தியது.",
        "\"தேசிய பட்டியல் எம்.பி. என்று பெயரிட நாங்கள் விவாதித்தோம். பெரும்பான்மையான பார்வை தலாலதா அதுகோரலாவில் இருந்தது. அது குறித்து சரியான முடிவை எடுப்பதற்கு முன்பே அது உள்ளது. UNP இன் படி, பிரிவு 3.3, 3, 9.7 மற்றும் 13.7 மற்றும் 13.7 மற்றும் 13.7 மற்றும் 13.7 மற்றும் 13 மற்றும் 13 மற்றும் 13 ஆகியவை UNP வஜிரா அபேயிகுனவர்தேனாவின் தலைவராக உள்ளனர்.",
        "இந்த விஷயத்தைப் பற்றி விவாதிக்க யு.என்.பி.",
        "தேர்தல் ஆணையத்தின் இயக்குநர் ஜெனரல் சமன் இந்த நெருக்கடி தொடர்பான தேர்தல் ஆணையத்தின் ஒரு ஷடெனாவிடமிருந்து விசாரித்தார். கட்சி செயலாளரால் பெயரிடப்பட்ட கட்சி செயலாளரால் தேர்தல் ஆணையத்தை ஏற்றுக்கொண்டதாக அவர் வலியுறுத்தினார்.",
        "\"செயலாளர் செயலாளரை எங்களுக்கு அனுப்பியுள்ளோம். அந்த பெயர் இப்போது வர்த்தமானி. இந்த நிகழ்வுக்கு நாங்கள் புகார் செய்துள்ளோம் அல்லது கடிதங்களை அனுப்பியுள்ளோம். நாங்கள் இல்லை. எவரும் நீதித்துறைக்குச் சென்று தேர்தல் ஆணையத்தை காப்பாற்றுங்கள் ”என்று தேர்தல் ஆணையத்தின் இயக்குநர் ஜெனரல் கூறினார்.",
        "இலங்கை கிரீடம் முன்: பின்வாங்குவதற்கான காரணம் என்ன?",
        "2024 பொதுத் தேர்தலில் போட்டியிட்ட கட்சிகளுக்கு தேசிய பட்டியல் எம்.பி.க்கள் பெற்றனர்:",
        "தேசிய நாட்டுப்புற படை - 18 நல்லிணக்க சதுக்கம் - 02 இலங்கை பிரியா காங்கிரஸ் - 02 இலங்கை முஸ்லீம் காங்கிரஸ் - 01 இலாங்காய் தமிழ் அராசு கச்சி - 01 - 01",
        "தேசிய பட்டியல்களின் தேசிய பட்டியலில், தேசிய நாட்டுப்புற படை மற்றும் தேசிய ஜென்டிக் பிரஹெர்காரா மற்றும் இலாங்காய் தமில் அராசு ஆகியோர் தேசிய பட்டியலின் தேசிய பட்டியலால் பெயரிடப்பட்டுள்ளனர்.",
        "புதிய அரசாங்கத்தின் இருப்புக்கு புதிய சவால்கள் மற்றும் தடைகள் என்ன?"
      ]
    },
    "en": {
      "title": "Is Ravi Karunanayake made the national list of the UNP?",
      "body_lines": [
        "Is Ravi Karunanayake made the national list of the UNP?",
        "The new Democratic Front, which was competed by the New Democratic Front, was a controversial state on the Namin named Ravi Karunanayake.",
        "It was due to protesting against the New Democratic Front against the new Democratic Front against Ravi Karunanayake.",
        "However, the name of Ravi Karunanayake has been announced by gazette. The gazette notification has been announced under the number 2411/07 with November 18.",
        "The General Election 2024: Who has been appointed to the National List MPs yet? Basilding of the National List",
        "The New Democratic Front held five seats according to the results of November 14. That was three seats in the party and two national lists. One of them is empty as a national list seat.",
        "Anuradha Jayaratne, who contested in the Kalutara District, competed by the new Democratic Front and Chamara Sampath Dasanayake contested from the new Democratic Front.",
        "Meanwhile, his decision is legal to the Secretary of the New Democratic Front, Shamila Perera, Secretary to the New Democratic Front, to the Change.",
        "\"We have signed a written agreement with five of our six parties competing in our party before the general election.. That agreement is that we need one national list MP. That's why I sent Ravi Karunanayake's name sent to the Elections Commission. Other they want them to be named. We did not in writing if we were talking about these places.. We're not weiring. We want something to get something, \"she said.",
        "However, the United National Party had not signed the new Democratic Front as a National List MP.",
        "The new government cabinet: The new government cabinet: The preferential votes of 2024: MPs who were elected to Parliament with 159 elections: 159 a historic win!",
        "No candidate contesting under the New Democratic Front representing the UNP was not elected to Parliament. But when preparing the national list of the New Democratic Front, the United National Party represented the United National Party.",
        "\"We were discussing to name the National List MP. The majority of view was in Thalatha Athukorala. It has been before making a proper decision on that. According to the UNP, Section 3.3, 3, 9.7 and 13.7 and 13th and 13.7 and 13.7 and 13 and 13 and 13 and 13 are Chairman of the UNP Vajira Abeygunawardena.",
        "A discussion of party leaders who contested under the new Democratic Front under the patronage of the UNP leader Ranil Wickremesinghe to discuss the matter.",
        "The Director General of the Elections Commission Saman inquired from a Shatena of the Elections Commission on this crisis. He emphasized that the Elections Commission is accepted by the party secretary who was named by the party secretary who named the party secretary.",
        "\"We have sent the secretary secretary to us. That name is now the gazette. We have complained or sent letters to this event. We don't. Anyone goes to the judiciary and save the Elections Commission, \"said the Director General of the Election Commission.",
        "The Sri Lanka Crown Front: What is the reason for retreat?",
        "National List MPs received for the parties who contested the 2024 general election:",
        "National Folk Force - 18 Reconciliation Square - 02 The Sri Lanka Priya Congress - 02 Sri Lanka Muslim Congress - 01 Ilangai Tamil Arasu Kachchi - 01",
        "Among the national list of national lists, the National Folk Force and the National Gentic Praherkara and Ilangai Thamil Arasu, have been named by the national list of the national list.",
        "What are the new challenges and obstacles to the new government's existence?"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Ravi Karunanayake's inclusion in UNP national list disputed. New Democratic Front protests against his appointment. Gazette notification issued but challenged legally. UNP leadership discusses selection process. Elections Commission stands by party-secretary-named candidates. National list allocations for other parties also mentioned."
  ]
}