{
  "translated_text": {
    "ta": {
      "title": "முட்டைகளின் விலை இந்த வழியில் குறைந்தது",
      "body_lines": [
        "அனைத்து இலங்கை எகா உற்பத்தியாளர்கள் சங்கமும் ஒரு முட்டையை ரூ.",
        "குலியாபிதியா ருவினி ருவினி ருவினியில் இன்று (25) கூட்டப்பட்ட செய்தியாளர் கூட்டத்தில் இதை அவர் கூறினார்.",
        "\"ஒரு முட்டையின் விலையில், ரூ .65 -70 க்கு இடையில் உயர்ந்தது. ஆனால் ஒரு தொழிற்சங்கமாக, வாடிக்கையாளருக்கு ரூ .45 க்கு ஒரு முட்டையை வழங்க நாங்கள் கடுமையாக உழைத்தோம். முட்டைகளின் விலை நமக்குத் தேவையானதை விட குறைவாக அதிகரிக்கிறது. இன்று, முட்டை ரூ.. இந்த விலை முன்னால் குறைக்கப்படும் என்பதைக் காண்கிறோம்.",
        "உண்மைகளுடன் நாம் குறையவில்லை. இலங்கையில் சுமார் ஐந்தாயிரம் நபர்களுக்கு தாய் விலங்குகள் தேவை. இது சுமார் 75 லட்சம் முட்டைகளை உற்பத்தி செய்ய முடிந்தது. ஆனால் இப்போது தாய் விலங்குகள் சுமார் இரண்டாயிரத்து இரண்டாயிரத்தை கொண்டு வந்துள்ளன. ஒரு மாதத்திற்கு ஏழு லட்சம் தேவைப்பட்டாலும், சுமார் 12 லட்சம் உற்பத்தி செய்யப்பட்டது.",
        "அதன்படி, ஒவ்வொரு மாதமும் முட்டை உற்பத்தி அதிகரித்தது. ஆனால் நுகர்வு தொடர்புடையது அல்ல. ஜனாதிபதியின் உணவகங்கள் காரணமாக, கட்சிகள் தங்கள் முட்டைகளை அதிகரித்துள்ளன.. அதனால்தான் முட்டை விலைகள் குறைக்கப்பட்டன.",
        "இன்று மற்ற விஷயம், புதிய தொழில்முனைவோர் முட்டை துறையில் சேர்ந்தனர். இது ஒரு நல்ல தரம். அவர்கள் உற்பத்தி செயல்பாட்டில் சேர்ந்தபோது, ​​முட்டைகளின் அளவு சுமார் 500,000 அதிகரித்துள்ளது. ஒவ்வொரு காரணமும் முட்டை விலையை பாதிக்கிறது.",
        "வாடிக்கையாளர்களின் ஊட்டச்சத்து தேவைகளுக்காக எங்கள் தயாரிப்புகளையும் பெற விரும்புகிறோம். ஆனால் ஒரு தொழிலாக, இது வீழ்ச்சிக்கு வழங்கப்படவில்லை. அப்படியானால், சிறு விவசாயிகள் இந்தத் தொழிலை விட்டுவிடுகிறார்கள். பின்னர் முட்டையின் அளவு குறைகிறது. அதுதான் உயர்ந்த மற்றும் சாத்தியமான காரணங்கள்.",
        "புதிய ஜனாதிபதியை இதில் கவனம் செலுத்தி இந்தத் தொழிலைப் பாதுகாக்குமாறு கேட்டுக்கொள்கிறோம். ஏனெனில் வடமேற்கு இந்தத் தொழிலின் சங்கடத்தின் எந்த வகையிலும் இல்லை. இதனால்தான் வங்கி முறை வலுவாக உள்ளது. அதனால்தான், வணிகத்தைப் பாதுகாக்க தேவையான ஏற்பாடுகளை வழங்க மக்களுக்கு முட்டைகளை வழங்குமாறு திட்டத்தை கேட்குமாறு ஜனாதிபதியிடம் நாங்கள் கேட்டுக்கொள்கிறோம்.",
        "கர்ப்ப ஊட்டச்சத்து பை இல்லாமல் முட்டைகளை இலவசமாகக் கொடுத்தோம். இலவச மாணவர்களுக்கு வழங்கப்பட்டது. பள்ளி குழந்தைகளுக்கு பள்ளி குழந்தைகளுக்கு சலுகை விலைக்கு வழங்கினோம். நாங்கள் அந்த விஷயங்களை சமூகத்திற்காக செய்தோம். எனவே, அரசாங்கம் ஒரு திட்டத்தை ஏற்பாடு செய்தால், பள்ளி குழந்தைகளுக்கு 30 ரூபாய் பள்ளி குழந்தைகளுக்கு ரூ."
      ]
    },
    "en": {
      "title": "The price of eggs reduced this way",
      "body_lines": [
        "The All Ceylon Egga Manufacturers Association has decided to provide an egg to Rs.",
        "He said this at a press conference convened at the Kuliyapitiya Ruwini Ruwini Ruwini today (25).",
        "\"On a price of an egg, rose between Rs. 65 -70. But as a union, we worked hard to provide an egg to the customer to Rs 45. The price of eggs increases less than what we need. Today, the egg has been reduced to Rs.. We see that this price will be reduced in front.",
        "With the facts we do not decrease. About five thousand persons need to need mother animals in Sri Lanka. It was able to produce about 75 lakh eggs. But now the mother animals have brought about two thousand two thousand. Although the seven lakhs required for a month, about 12 lakhs were produced.",
        "Accordingly, egg production increased every month. But the consumption is not in the corresponding. Due to the eateries of the President, the parties have increased their eggs. It is surplus because of the addition of the people.. That is why the egg prices were reduced.",
        "The other thing today, new entrepreneurs joined the egg industry. It's a good quality. As they joined the production process, the amount of eggs increased by about 500,000. Each reason is affecting egg prices.",
        "We also like to get our products for the nutritional needs of the customers. But as an industry, this is not given to fall. If so, small farmers give up this industry. Then the egg size decreases. That's the high and possible reasons.",
        "We urge the new President to focus on this and protect this industry. Because the North Western does not exist in any way of embarrassment of this industry. This is why the banking system is strong. That is why we ask the President to ask the program to provide eggs to the people to provide the necessary arrangements to protect the business.",
        "And we gave the eggs free of pregnancy nutrition bag. Free students were provided. And we gave school children to school children to the concessionary price. We did those things for society. Therefore, if the government arranges a program, we have the ability to transport 30 rupees to school children to school children to transport Rs."
      ]
    }
  },
  "summary_lines": [
    "Egg prices reduced from Rs. 65-70 to Rs. 45 due to increased production and new entrepreneurs joining the industry."
  ]
}