{
  "translated_text": {
    "ta": {
      "title": "'நான் எப்படி எழுதுகிறேன்': கச்சனா அமலானி",
      "body_lines": [
        "'CAU போர்' மட்டுமே புதிய நாவல் என்றாலும், வாசகர் வர்ணனை இந்த வேலையை மையமாகக் கொள்ள காஞ்சனா அமிதானி எழுதப்பட்டுள்ளது.",
        "அவரது 'பெப்பர் பறவை' சிறுகதை 'அன்பின் காலாண்டு மற்றும் புதிய மொழி அனுபவங்களிலிருந்து வாசகருக்கு புண்டைகளை சமாளிப்பது என்றும் அழைக்கப்படுகிறது.",
        "ஒரு நாவலாக அவளுடன் பேசியபோது, ​​அவள் ஒரு குறிப்பில் இருந்தபோது அவளுடைய உணர்வுகளையும் எழுதுவதையும் புரிந்து கொள்ள வேண்டும்.",
        "இந்த கலந்துரையாடலில் நான் கேட்கும் கேள்விகள் தற்போது 'நிம்னா வரலாறு' (2019) மற்றும் இந்த ரகசிய காற்றின் நாவல்கள் வெளியிட்டுள்ளன.",
        "இது அனைத்து எழுத்தாளரின் எழுத்து செயல்முறைக்கும் நன்கு அறியப்பட்டதாகும்.",
        "எங்கு எழுதுவது, எப்படி எழுதுவது, எழுதுவது எப்படி, எழுத்து எழுதுவது, எழுத்தாளரின் எழுத்தாளரின் துஷ்பிரயோகத்திற்கு சொந்தமானது.",
        "இந்த அரட்டை தொடர் புதிய கடவுச்சொல்லைக் காட்ட முயல்கிறது.",
        "முதல் உரையாடல் - 'எழுதுவது எப்படி': 'நான் எப்படி எழுதுகிறேன்': 'நான் எப்படி எழுதுகிறேன்': தரியன அமரசிங்கே",
        "எளிதான சமநிலை: பழக்கவழக்கங்களாக, நான் முதலில் ஒரு நாவலின் தொடக்க விழாவைக் கேட்கிறேன்.",
        "காஞ்சனா: நான் ஒரு நாவலை மட்டுமே பதிவிட்டேன். இது கோவிட் பூட்டில் எழுதத் தொடங்குகிறது. நான் வீட்டில் இருந்தபோது, ​​ஒரு பேச்சு எழுத முடிந்தது, ஏனென்றால் எனது செல்போனுக்கு எனது செல்போனுக்கு ஒரு மேக்ரோவைப் பார்த்துக் கொண்டிருந்தேன்.. ඒත් ඒක නවකතාවක් ද කියන එක මම දැනගෙන හිටියේ නැහැ. பைபிள் கதை என்ன சொல்கிறது என்று எனக்குத் தெரியும். அதை எப்படி முடிப்பது என்று எனக்குத் தெரியும். இந்த கதையை நான் இந்த முடிவுக்கு உருவாக்க வேண்டியிருந்தது. ஆனால் இதை எவ்வாறு தொடங்குவது என்பது பற்றி நான் சிந்திக்க வேண்டியிருந்தது. ஒரு வாசகனாக, எனக்கு விரைவான வாசிப்பைக் கொடுக்கும் நபர். முதல் வாக்கியத்தை நான் இரண்டாவது வாக்கியத்தைப் படிக்கவில்லை. என் தலையில் அடிக்கடி வேலை செய்யும் ஒன்று, வேறொருவர் வேறொருவரைப் படிக்க விரும்புகிறார். நான் வழக்கமாக நான் எழுதும் இரண்டு விருப்பங்களைப் போல தொடங்க விரும்புகிறேன், ஏனென்றால் தொடங்கும் விஷயங்களைப் படிக்க விரும்புகிறேன். நான் இந்த நாவலுடன் தொடங்கினேன், ஒரு உரையாடல். ஆனால் நான் ஏதாவது கட்ட விரும்பினேன். ஏனெனில் இந்த வேலையைப் பற்றி எனது சிந்தனை ஒரு சிலை சிந்தனை. ஹேண்ட்வின், அதே போல் சொற்களை விட வீடியோக்களாக வீடியோக்களாக விடோஸாக நான் வோடியோஸாக செய்ய வேண்டிய புகைப்படங்கள் தான்.. எனவே இந்த நாவல் ஆரம்ப வாக்கியமாகும் 'அழைப்பு ஜெனரல் ஜான்ரோன் மெய்ன்ஸ்', ஒரு போருக்குள் ஒரு விக்கிடோக்கியை அழைக்கவும். போரில் விரைவில் வாசகரை விரும்பினேன். ஒரு நாவலின் தொடக்க தருணம் மிகவும் உற்சாகமானவர். எனக்குத் தெரியாத ஒரு உலகத்தை நான் விரும்புகிறேன், நான் ஒரு சாளரத்தின் வலதுபுறத்தில் நுழைந்தேன். அது மீண்டும் இல்லை. என்னிடம் இன்னொரு ஜன்னல்கள் உள்ளன, நீங்கள் காட்டு தாங்குபவர்களைக் கண்டுபிடித்து இதிலிருந்து வெளியே வர வேண்டும்.",
        "உரையாடல் நான்காவது உரையாடல்: மன்ஜுலா வெடிபியர்ங் உரையாடல்: ஷாமல் ஜெயகோடோடிவி",
        "எளிதானது: இது நாவலின் தொடக்க தருணத்தின் மிகவும் கவர்ச்சிகரமான எடுத்துக்காட்டு. இந்த நாவலின் இந்த தொடக்கத்தை எடுக்க எவ்வளவு நேரம் ஆனது?",
        "காஞ்சனா: எழுதும் யோசனை ஒரு வாரம். ஏனென்றால் நான் விரைவில் செய்ய விரும்புகிறேன் என்று எனக்கு ஒரு யோசனை இருந்தது. இந்த வாரம் அவுட்லைன் பிடிபட்டது. பின்னர் இதில் உள்ள கதாபாத்திரங்களின் பெயர்கள். ஒரு போர் ஒரு இடத்திற்கு மட்டுப்படுத்தப்படவில்லை, அது அல்ல. எனவே இந்த கதாபாத்திரங்களுக்கு எழுத்துக்களை வைக்க விரும்பினேன். மகாவம்சாவின் நாள்பட்டவர்களின் பெயர்கள், க்ரோனோவன்கள், க்ரோனோவன்கள், பிரெஞ்சு, ஜெர்மன், இந்திய, ஆப்பிரிக்க, சீன மற்றும் சில கிரேக்க புராணங்களின் வருகையில் உள்ள கதாபாத்திரங்கள் என்றால். இவை அனைத்திற்கும் முன்னால் இவை ஒன்றாக இருக்கின்றன என்ற வாதம் இவை. நான் எழுதிய அசலில் 114 எழுத்துக்கள் இருந்தன. ஒரு புத்தகமாக அறிவிக்கப்படும்போது, ​​அது அறுபதாகக் குறைக்கப்படும். கூடுதலாக, யுத்தம் மற்றும் போரின் சூழலைப் புரிந்துகொள்வது, நான் பல டி.வி.ஐ.ஐ.ஆர்.ஐ.டி மற்றும் டோகுமாந்த்ரீஸைப் பார்த்தேன். குறிப்பாக வியட்நாம் போரில், முதல் மற்றும் இரண்டாம் உலகப் போர்கள். இந்த விஷயங்கள் கதை முழுவதும் கரைக்காரத்தை உருவாக்க எனக்கு மிகவும் உதவியுள்ளன. கூடுதலாக, இந்த போர்கள் பற்றி வாசிக்கப்பட்டன. இந்த வழியில், நான் மிகவும் வேகமாக இருந்தேன், கதை தேவைப்பட்டது. ஏனென்றால் இதை விரைவாக எழுத மாட்டேன் என்று எனக்கு பயம் இருந்தது. நான் முதலில் நான்கு பகுதிகளை எழுதினேன், இது தினமும் மைக்காமூனில் இடுகையிடத் தொடங்கியது. எப்படியிருந்தாலும், இந்த நாவலை மூன்று மாதங்களுக்குள் முடித்தேன். நான் உண்மையில் இருந்தபோது, ​​இது ஒரு நாவல் என்று எனக்குத் தெரியவில்லை. ஆனால் நான் சிறிது நேரம் இருந்தபோது, ​​இதை எழுதாமல் என்னால் அதை முடிக்க முடியாது என்பதை உணர்ந்தேன்.",
        "ஈஸிஸ்: இப்போது நீங்கள் இந்த எழுத்தைத் திட்டமிட்டுள்ளீர்கள். இந்த ஏற்பாட்டிற்கு ஏற்ப எழுதும் செயல்முறை?",
        "காஞ்சனா: அடிப்படை யோசனை மாறியது என்று சொல்ல முடியாது. ஆனால் கதாபாத்திரங்களின் நடத்தை என்னைக் கட்டுப்படுத்த முடியவில்லை. முதலில், இந்த முக்கிய கதாபாத்திரங்கள் என்னிடம் அதிகமாக கேட்கத் தொடங்கின. அவர்களால் இதை மட்டும் செய்ய முடியாது. எனவே கதாபாத்திரங்களின் எண்ணிக்கை பெரியது. இந்த கதாபாத்திரங்களுக்குப் பதிலாக, அவர்கள் விரும்பியதை அவர்கள் செய்ய விரும்புவதை அவர்கள் செய்ய வேண்டும். சில நேரங்களில் சாளர விருப்பங்கள் எதுவும் இல்லை, ஆனால் நான் வழியில் பக்கத்தில் இருந்தேன். மீண்டும் திரும்பி மீண்டும் எழுதும்போது, ​​சில நேரங்களில் பிடிவாதம் குறைக்கப்பட்டது. முதல் முறையாக நான் சிறுகதைகள், கவிதைகள் முன்பு அனுபவித்தேன். இது எனக்கு ஒரு புதிய அனுபவம். எனவே கதையை எவ்வாறு எழுதுவது என்பதை அறிய நான் உரையை எழுதினேன். இதை ஒவ்வொரு மாதமும் தினமும் எழுதினேன். ஒவ்வொரு நாளும், என் உருவம் வெளியிடப்பட்டது. நான் வீட்டில் பணிபுரிந்த முதல் மாதத்தைப் போல. நான் தொலைபேசியில் இருந்த இடத்தில் வீட்டில் எழுதினேன். நான் எப்படியும் இலைகளில் எழுதுகிறேன். அதன் பிறகு, நான் அடிக்கடி ரயிலில் இருந்து எழுதப்பட்டேன்.",
        "ஏழாவது உரையாடல்: சுமித்ரா ராஹப்ஷன்: உபுல் சாந்தா சன்னாஸ்கலா சுரங்க ஜெயலத்",
        "காஞ்சனா: ஆரம்பத்தில் இதை முடிக்க திட்டமிடப்பட்ட இடம் இது. ஆனால் நான் மூன்று முடிவுகளை எழுதினேன். முதலில் மிகவும் விளக்கமான முடிவை எழுதினார். பின்னர் அது ஓரளவு குறுகியதாக இருந்தது. ஆனால் இறுதியில், இது ஒரு எதிர்பாராத முடிவு என்று நான் நினைத்தேன், இதனால் அது முடிந்தவரை சுருக்கமாக இருக்க வேண்டும். எனவே புத்தகத்தின் முடிவு புத்தகத்தில் உள்ள ஒரு பக்கத்தை விட குறைவாக உள்ளது. நாவலுக்குப் பிறகு, இது மகிழ்ச்சியாக இருப்பதை விட சுவாரஸ்யமாக இருந்தது, இப்போது நான் என்ன செய்கிறேன். நான் மூன்று மாதங்களாக நீளமாகிவிட்டேன். இப்போது அது அந்த வேலை அல்ல. நான் நாவலை முடித்தேன் என்று நினைக்கிறேன், அது முடிந்துவிடவில்லை. நான் இன்னும் எழுத முடியும் என்று என் மனதில் தான்.",
        "இருபது உரையாடல்: சுமுடு நாகீ செனவிரத்னே உரையாடலை எதிர்கொண்டார்: மோகன் ராஜ் ராஜகரந்தா",
        "எளிதானது: அசல் குறித்த அசல் அச்சிடும் புத்தகத்தில் இந்த நாவல் அறுபது எண்ணிக்கையாக குறைக்கப்பட்டுள்ளது என்று ஆரம்பத்தில் சொன்னீர்கள். இந்த திருத்து செயல்முறை பற்றி ஏதாவது சொல்ல முடியுமா?",
        "காஞ்சனா: ஆம் இந்த கதாபாத்திரங்கள் 63 ஆகக் குறைக்கப்பட்டன. நான் முதலில் செய்தால் மீதமுள்ள கதாபாத்திரங்களை நீக்குதல். பேச்சின் நடுவில் இறக்கும் வீரர்களின் வீடு என்றால், நான் கூட்டத்தை அகற்றினேன். சில எழுத்துக்கள் நிகழ்வுகளுடன் முழுமையாக அகற்றப்பட்டன. சில கதாபாத்திரங்கள் கொல்லப்பட்டன. அது ஒரு கைக்கு சரியானது, ஏனென்றால் என் பாத்திரம் உருவாக்கப்பட்டது. ஆனால் கதாபாத்திரங்களின் எண்ணிக்கை இப்படித்தான் குறைகிறது. கூடுதலாக, போருக்கு அவசியமில்லாத வழக்குகள் போல சில சுற்றுச்சூழல் பிரதேச எழுத்துக்கள் அகற்றப்பட்டன. முதல் பதிப்பில், இந்த வழியை அகற்றுவது மிகவும் கடினமாக இருந்தது. ஆனால் இரண்டாவது வசனங்கள் இரண்டாவது வசனங்களுக்குள் வந்தபோது, ​​அந்த கடினமான தன்மை தவிர்க்கப்பட்டது. கூடுதலாக, மொழி மாற்றங்கள் செய்யப்பட்டன.",
        "எளிதானது: இந்த உரையாடலை முடிப்பதற்கு முன்பு எழுத முடியுமா, நீங்கள் எவ்வாறு ரசிக்கிறீர்கள் என்பதைப் பற்றி ஏதாவது சொல்ல முடியுமா?",
        "காஞ்சனா: அடிப்படையில் எழுத மிகவும் வேதனையான விஷயத்தை நான் நினைக்கிறேன். என்னை எழுத இது மகிழ்ச்சியான வாய்ப்பு அல்ல. நான் ஒரு நாவலை எழுதினேன், ஆனால் ஒரு கவிதை எழுதினேன் அல்லது ஒரு கவிதை எழுதினேன், ஆனால் என்ன ஒரு கவிதை வேதனையானது. அவர் எழுத்து பிடிக்கவில்லை என்றாலும், அவர் தனது பகுதிகளை வழங்க வேண்டும். அதைத்தான் நான் சொல்கிறேன் என்று நான் நினைக்கிறேன். அந்த வலியுடன் ஒரே நேரத்தில் பிரசங்கம் உள்ளது. இது நிகழ்வுகளை உருவாக்குவது போன்ற கதாபாத்திரங்களின் சக்தியுடன் வருகிறது,. நான் விரும்பியதைச் செய்ய விரும்பும் வார்த்தைகளால். ஒரு பத்திரிகையாளராக செய்தித்தாளின் வேலையுடன் நான் அதை முதலில் அறிந்தேன். நான் ஆர்ட்டிகல்களுக்கு எவ்வாறு தயாரிக்கிறேன் என்று உணர்ந்தேன், அவருடன் நாள் எப்படி செலவிடுவது என்று உணர்ந்தேன். மறுபுறம், நாள் நான் எழுதும் நாள். எனவே நான் ஒரு மனநிலை போன்ற ஒன்றை எழுதுகிறேன். நான் எந்த நேரத்திலும் எழுத முடியும்.",
        "பதின்மூன்றாவது உரையாடல்: கீர்த்தி வெலிசராதேஷா உரையாடல்: சாந்தி டிஸ்டனாயகே ஐம்பது உரையாடல்: சந்திரரத்னே பண்டாரா",
        "இந்த வழியில், காஞ்சனா அமிதினியின் எழுத்து மற்றும் எங்களுக்கு வெளிப்பாடு ஆகியவற்றின் பயன்பாடு அவரது படைப்புகளைப் படிக்க ஒரு புதிய ஒளியை வழங்கக்கூடும்.",
        "எழுத்தாளர்கள் எழுத்தாளர்கள் புதுமையில் ஆர்வமாக இருந்தால் அவர் எங்களுக்கு மகிழ்ச்சியடைகிறார், ஆனால் அதைத் தொடங்க எதிர்கால நாவல்களை இன்னும் அனுபவித்து வரும் திரைப்பட வல்லுநர்கள்.",
        "இந்த வாரத்திற்கு, அடுத்த வாரம் எங்களுடன் சேர்கிறோம்.",
        "க aus சல்ஹலியு-தலைகீழ் குமாரசிங்க ஒரு நாவலாசிரியர், மொழிபெயர்ப்பாளர் மற்றும் பிபிசி சிங்களவலாவுக்கு ஒரு சமூக கலாச்சார நடவடிக்கை.",
        "அவர் தற்போது புது தில்லியின் தெற்காசியாவில் சமூக அறிவியல் குறித்த முனைவர் பட்டம் பெறுகிறார்.",
        "குத்தகை: வாகனத்தின் குத்தகைக்கு செலுத்த முடியவில்லையா?நீங்கள் என்ன செய்ய வேண்டும்?",
        "இஸ்ரேலில் சமீபத்திய உயர் தொழில்நுட்ப ஆயுதங்கள் யாவை?AI அதனுடன் எவ்வாறு தொடர்புடையது?",
        "கந்தகாடு: புனர்வாழ்வு முறை நீளத்திற்கு தோல்வியுற்றதா?"
      ]
    },
    "en": {
      "title": "'How I Write': Kachana Amilani",
      "body_lines": [
        "Kanchana Amitani is written to make the reader commentary focused on the work, even though the 'Cau Battle' is the only new novel.",
        "Her 'pepper bird' short story is also known as' the quarter of love and the coping of the boobies from fresh-language experiences to the reader.",
        "When she talked to her as a novel, she to understand her feelings and writing when she was in a note.",
        "The questions I hear in this discussion is currently published by the 'History of Nimna' (2019) and the novels of this secret wind.",
        "It is well known for all writer's writing process.",
        "Where writing, how to write, how to write, the writing of writing, belong to the writer's abuse of the writer.",
        "This chat series is seeking to poin the new password.",
        "The first conversation - 'How to write': 'How I Write': 'How I'm writing': Dariyana Amarasinghe",
        "Easybalance: As the habits, I first listen to the inauguration of a novel.",
        "Kanchana: I've posted only one novel. It begins to write at the Covid Lock Down. When I was home, I was able to write a talk because I was watching a macro lent to my cell phone to my cell phone.. But I didn't know it was a novel. I knew what the Bible story says. I knew how to end it. Then I had to build this story to this end. But I had to think about how to start this. As a reader, a person who gives me a quick reading. The first sentence I did not read the second sentence. One of the most frequently working in my head is that someone else wants to read someone else. I usually like to start like a two likes I write, because I like reading things that start with. I used to start with this novel and was a dialogue. But I wanted to build something. Because my thinking about this work is an idol thinking. It was the photos that I had to do as Vodios as Vidos as Videos as Videos, rather than handwin, as well as words. So this novel is the initial sentence 'Call call General Janrone Meins', call a wikitokee inside a war. I wanted the reader soon in the war. The starting moment of a novel is a very Exciteman. I like a world that I don't know, as I entered the right of a window. It's not back on the same. I have another windows and you should find the wild bearers and come out of this.",
        "Conversation Fourth Conversation: Manjula Wedipearing Conversation: Shamel Jayakododiwi",
        "Easy: It's a very attractive illustration of the starting moment of novel. How long did it take you to come and take this start of this novel?",
        "Kanchana: The idea of writing is about a week. Because I had an idea that I wanted to do soon. The outline was caught up this week. And then the names of the characters in this. A war is not limited to one place, not that's. So I wanted to put the characters to these characters. If the names of the Chrongers of the Mahavamsa, the Chronovans, the Chronovans, the characters in the coming of French, German, Indian, African, Chinese and some Greek mythology. These are the argument that these are together and in front of all of them. There were 114 characters in the original I wrote. When declared as a book, it will be reduced to sixty. In addition, understanding the war and the war's environment, I looked so many TViiiryis and Documantris to make people really doing what would be doing what really doing. Especially in the Vietnam War, the first and second world wars. These things have helped me so much to create the threshingism throughout the story. In addition, these wars were read about. This way, I was so fast that the story was needed. Because I had fear that I wouldn't write this quickly. I first written four parts this began to post this daily at the Micamooon. Anyway, I finished this novel within three months. When I was actually, I didn't know if this was a novel. But when I was a while, I realized that I couldn't finish it without writing this.",
        "Easice: Now you're with some plan this writing. The process of writing in accordance with this arrangement?",
        "Kanchana: Can't say that the basic idea changed. But the behavior of characters was unable to control me. At first, these main characters began to ask me more than more. They can't do this alone. So the number of characters became large. And instead of these characters, they have to do what they want to do what they want. Sometimes there were no windowing wishes, but I was on the side of the way. When returning back and wrote again, sometimes stubbornness reduced. For the first time I had experienced the short stories, poems before. It was a new experience for me. So I wrote the speech to learn how to write the story. I wrote this daily every month. Every day, my figure was posted. Like the first month I worked at home. Then I wrote at home where I was in the phone. I'm less writing on the leaves anyway. After that, I was often wrote away from the train.",
        "Seventh Conversation: Sumitra Rahubtion: Upul Shantha Sannasgala Mine Jayalath",
        "Kanchana: This is the place where it was planned to finish this at the beginning. But I wrote three endings. First wrote a fairly descriptive ending. Later it was somewhat short. But in the end, I thought this was an unexpected end, so that it should be brief as much as possible. So the end of the book is less than a page in the book. After the novel, it was more enjoyable than happy, and now what I am doing. I've been lengthened for three months. Now it's not that work. I think I finished the novel, it's not over. It was in my mind that I could write more.",
        "Twenty Conversation: Sumudu Nagiye Seneviratne Confrotored Conversation: Mohan Raj Rajakaranda",
        "Easy: You initially said that this novel is reduced to sixty-number in the original printing book on the original. Can you say something about this edit process?",
        "Kanchana: Yes these characters were reduced to 63. Removing the residual characters with if I first did. If the house of the dying soldiers in the middle of the talk, I removed the crowd. Some characters were fully removed with events. Some of the characters were killed. That's right to a hand, because my character was made up. But this is how the number of characters reduced. In addition, some environmental pradeshiya syllables were removed like cases that would not be essential to the war. In the first edition, the removal of this way was very difficult. But when the second verses came into the second verses, that difficultism was avoided. In addition, language changes were made.",
        "Easy: Can writing before you finish this conversation, you can say something about how you enjoy?",
        "Kanchana: I think of a very painful thing to write basically. It's not a happy chance to write me. I wrote a novel, but wrote a poem or write a poem, but what a poem is a painful. Even though he does not like the writing, he has to give out his parts. That's what I think the pain is that I say. There is a concurrent preach with that pain. It comes with the power of the characters, like creating events,. With the words I want to do what I want. I knew it first with the work of the newspaper as a journalist. I felt it with how I prepare for Articals, and I felt it with how to spend the day with him. On the other hand, the day is the day I write. So I write something like a mood. I can write at any time.",
        "Thirteenth Conversation: Keerthi Welisaradesha Conversation: Shanthi Dissanayake Fifw Conversation: Chandraratne Bandara",
        "In this way, the use of Kanchana Amithini's writing and exposure to us may provide a new light to read her works.",
        "She is delighted to us if writing writers are interested in novelty, but the filmpersonarists who are still experiencing future novels to start it.",
        "For this week, we join us next week.",
        "Kaushalyhalyu-Header Kumarasinghe is a novelist, translator and a social cultural operation for BBC Sinhala.",
        "He is currently closing his doctorate on social science at South Asia, New Delhi.",
        "Leasing: Is it not possible to pay the vehicle's lease?What should you do?",
        "What are the latest high-tech weapons in Israel?How is ai relate to it?",
        "Kandakadu: Is the rehabilitation method failed to length?"
      ]
    }
  },
  "summary_lines": [
    "Kanchana Amitani's writing process involves starting with a novel idea, outlining characters, and researching wars to create realism. She initially wrote 114 characters but reduced them to 63 for publication. The writing process was challenging but rewarding, with the novel's ending being a significant part of her creative journey."
  ]
}