{
  "translated_text": {
    "si": {
      "title": "බෙතුම් නිසාම් හි ජාත්යන්තර එක්දින ක්රිකට් ක්රීඩාවේදී ද්විත්ව ශතකයක් ඇත",
      "body_lines": [
        "ඇෆ්ගනිස්ථානයට එරෙහිව මහනුවර පල්ලකලේ පළමු ජාත්යන්තර එක්දින තරගයේදී බෙත් සහ නිසාන්කා ද්විත්ව ශතකයක් ලබා ගනිමින් ශ්රී ලංකාව වෙනුවෙන් නව වාර්තාවක් තැබූහ.",
        "ශ්රී ලංකාව වෙනුවෙන් වැඩිම ලකුණු සංඛ්යාවක් වාර්තා කළ බෙතම් නිසාන්කා එළඹෙන තරඟයේදී ලකුණු 190 ක් රැස් කළේය.",
        "ඉන්දියාවට එරෙහිව 2000 දී සාජා හි සාජාහි සර්ජහ් හි සනත් ජයසූරිය ලකුණු 189 ක් වූ අතර එය ජාත්යන්තර එක්දින තරගයේ පැරණිතම ශ්රී ලාංකික සංඛ්යාවයි.",
        "බෙත් සහ නිසාන්කාගේ සහාය ඇතිව ඕවර 50 කදී කඩුලු 3 ක් දැවී ලකුණු 381 ක් රැස් කළේය.",
        "ඇෆ්ගනිස්ථානයට එරෙහිව වැඩිම ජාත්යන්තර එක්දින තරග සංඛ්යාව ශ්රී ලංකාවේ මුළු ශ්රී ලංකාවේ මුළු සංඛ්යාවයි.",
        "බෙත්ම් නිසාන්කා පන්දු 139 කට මුහුණ දී රාත්තල් 20 ක් සහ හයේ පහර 8 ක් රැස් කළේය.",
        "ආරම්භක කඩුල්ලෙන් බෙත් සහ නිසාන්කා ලකුණු 182 ක් රැස් කළ අතර, කාන්තා අස්ථාන ප්රනාන්දු ලකුණු 88 ක් රැස් කළ අතර ලකුණු 88 ක් රැස් කළහ."
      ]
    },
    "en": {
      "title": "Bethum Nissanka has a double century in international ODI cricket",
      "body_lines": [
        "Beth and Nissanka set a new record for Sri Lanka by scoring a double century in the first international ODI match in Pallekele in Kandy against Afghanistan.",
        "Betham Nissanka, who scored the highest number of runs on behalf of Sri Lanka in an international ODI match, scored 190 runs in the upcoming match.",
        "Sanath Jayasuriya's 189 runs in Sharjah in Sharjah in 2000 against India were the earliest number of Sri Lankans in international ODIs.",
        "Sri Lanka scored 381 runs for the loss of 3 wickets in 50 overs with the help of Beth and Nissanka.",
        "The total number of Sri Lanka was the highest number of international ODIs against Afghanistan.",
        "Bethum Nissanka faced 139 balls and scored 20 pounds and 8 sixes as the 10th player.",
        "Beth and Nissanka shared 182 runs in the opening wicket with Avishka Fernando, who scored 88 runs and Sadeera Samarawickrama scored 120 runs in 3rd wicket."
      ]
    }
  }
}