{
  "translated_text": {
    "si": {
      "title": "උපාධි ප්රදානෝත්සවය උපාධි අපේක්ෂකයින්ගේ අයිතිවාසිකම් දැවැන්ත ලෙස උල්ලං is නය කිරීමකි",
      "body_lines": [
        "උපාධි ප්රදානෝත්සවයේ උත්සවයේ දී උපාධි ප්රදානෝත්සවයේ උපාධි ප්රදානෝත්සවය අධ්යාපන කාර්ය මණ්ඩලයේ වැඩ වර්ජනය හේතුවෙන් උපාධි අපේක්ෂක සිසුන් උපාධි සිසුන්ගේ අයිතිවාසිකම් උල්ලං in නය කරමින් පෙරදේනියා විශ්වවිද්යාල කලා පී ulty පී ulty යේ පී ulty යේ ආචාර්ය ප්රභාහාන්ත ඒකනායක මහතා ලිඛිතව දැනුම් දී තිබේ.",
        "එහි තවදුරටත් මෙසේ සඳහන් විය: විශ්ව විද්යාලයේ උපාධි ප්රදානෝත්සවය ස්වල්ප දෙනෙකුගේ ස්වයංසිද්ධ ක්රියාවෙන් කල් දමා ඇති බව මම ඉතා කම්පනයට පත්ව සිටිමි.",
        "මෙම තීරණය අපගේ වටිනා විශ්ව විද්යාල උපාධිධාරීන්ගේ අයිතිවාසිකම් උල්ලං ting නය වේ යැයි මම බලාපොරොත්තු වෙමි.",
        "අනවශ්ය නොවන අයගේ සංගම්වල නායකයින් යැයි කියා ගන්නා දූරදර්ශ්යාවය මෙම කොන්දේසිය සඳහා වගකිව යුතුය. මෙම තත්වය අකාර්ශවය නොවන නොවන අශ්වාරෝහක කාර්ය මණ්ඩලය සහ විශ්ව විද්යාල පරිපාලනය විසින් හෙළා දැකිය යුතුය.",
        "නොපැහැදිලි නොවන අයහපත් සංගමයේ නායකයින්ට එරෙහිව නීතිමය පියවර ගත යුතුය. එසේ නොවුවහොත්, පී an ාධිපති වශයෙන් අප මෙම මානව හිමිකම් උල්ලං in නය කිරීමේ කොටසක් බවට පත්වේ.",
        "උපාධි ප්රදානෝත්සවය වැනි වැදගත්ම උත්සවය අවලංගු කිරීම සඳහා අවධාරනය කරන ලද විශ්ව විද්යාල පරිපාලනය සහ කාර්ය මණ්ඩලයේ සංගමය වෛද්ය පී ulty ය විසින් සංවිධානය කරන ලද 'පෑන්න්ඩ්රු' ප්රසංගයට සහාය දැක්වීය.නමුත් ඒවා කුමන පදනමවැටුන්නේද යන්න තේරුම් ගැනීම අපහසුය.",
        "එබැවින් උපාධි අපේක්ෂක උත්සවය නීතියට පෙර කඩාකප්පල් කොට සුදුසු ක්රියාමාර්ග ගන්නා ලෙස පරිපාලන කමිටුවට දැනුම් දෙන ජනතාවගෙන් මම ඉල්ලා සිටිමි."
      ]
    },
    "en": {
      "title": "Graduation Ceremony is a massive violation of the rights of undergraduate students",
      "body_lines": [
        "Dr. Prabhat Ekanayaka, the Faculty of the Peradeniya University Arts Faculty, has informed the Vice Chancellor in writing that the graduation ceremony of the graduation ceremony was in violation of the rights of undergraduate students due to the strike of education staff.",
        "It further stated: I am very shocked that the graduation ceremony of the university has been postponed by the spontaneous action of a few.",
        "I hope this decision strively violates the rights of our valuable university graduates.",
        "The visionary visionary who claim to be leaders of non -academic associations are responsible for this condition. This situation should be condemned by non -academic staff and university administration.",
        "Legal action should be taken against the leaders of the non -academic union. Otherwise, we, as a dean, will become part of this human rights violation.",
        "The university administration and the union of the staff, which insisted on the cancellation of the most important ceremony, such as the graduation ceremony, supported the 'Panandaru' concert organized by the Medical Faculty.But it is difficult to understand on what basis they are.",
        "Therefore, I urge the people who disrupt the graduation ceremony before the law and inform the University of Administration Committee to take appropriate action."
      ]
    }
  },
  "summary_lines": [
    "Dr. Prabhat Ekanayaka, a faculty member at Peradeniya University, criticized the postponement of the graduation ceremony due to a staff strike, calling it a violation of student rights. He expressed shock over the decision, blaming non-academic association leaders and urging legal action against them. He also questioned the support shown to a concert while opposing the graduation ceremony, emphasizing the need for the university administration to address this issue."
  ]
}