{
  "translated_text": {
    "ta": {
      "title": "உச்சநீதிமன்றம் மைத்ரிக்கு ஒத்திவைத்தது",
      "body_lines": [
        "எஸ்.எல்.எஃப்.பி தயாசிரி ஜெயசேகெராவின் பொதுச்செயலாளராக இருந்த கட்சியின் உறுப்பினர் தயாசிரி ஜயசேகெரிடமிருந்து அவர் கடிதத்தை திரும்பப் பெற்றாரா?இல்லை?தீர்ப்பைத் தெரிவிக்க உச்சநீதிமன்றத்தின் ஒரு குழுவை உச்ச நீதிமன்றம் செலுத்தியது.",
        "தயாசிரி ஜெயசேகேரா இன்று (05) உச்சநீதிமன்றத்தின் முன் வரவழைக்கப்பட்டார்.",
        "எஸ்.எல்.எஃப்.பியின் வழக்கறிஞர், இலங்கை சுதந்திரக் கட்சியின் (எஸ்.எல்.எஃப்.பி) தலைவர் மற்றும் செயல் செயலாளர் சரத் ஏகானாயக்கின் வழக்கறிஞர், மனுவில் பதிலளித்தவர்களாக பெயரிடப்பட்டார்.அல்லது இல்லையா?இது முடிவின் முடிவாகும்.",
        "அதன்படி, ஜூன் 25 அன்று மனுவைத் தெரிவிக்க இலங்கையின் இலங்கையின் (எஸ்.எல்.எஃப்.பி) நீதிமன்ற (எஸ்.எல்.எஃப்.பி) நீதிமன்றம் (எஸ்.எல்.எஃப்.பி) தலைவர் மைத்ரிபால சிரிசேனா மற்றும் இலங்கையின் துணை பொதுச் செயலாளர் (எஸ்.எல்.எஃப்.பி) பதிலளித்தவர்களாக பெயரிடப்பட்டனர்.",
        "தயாசிரி ஜெயசேகேரா கடந்த ஆண்டு கொழும்பு மாவட்ட நீதிமன்றத்தில் வழக்குத் தாக்கல் செய்திருந்தார்.",
        "இருப்பினும், தனாசிரி ஜெயசேகரனைத் தடுப்பதற்கான தடை உத்தரவை கொழும்பு மாவட்ட நீதிமன்றம் நிராகரித்தது.",
        "தயாசிரி ஜெயசேகேரா மேற்கு மாகாண சிவில் மேல்முறையீட்டு உயர்நீதிமன்றத்தில் ஒரு மனுவை தாக்கல் செய்தார்.",
        "அதன்பிறகு, தயாசிரி ஜெயசேகேரா மேல்முறையீட்டு மனுவை உச்சநீதிமன்றத்தில் நீதித்துறை முடிவுக்கு எதிராக முன்வைத்தார்."
      ]
    },
    "en": {
      "title": "Supreme Court postponed to Maithri",
      "body_lines": [
        "Do he withdrawn the letter from the party's membership Dayasiri Jayasekera who was the Secretary-General of the SLFP Dayasiri Jayasekera.Not?The Supreme Court paid a group of the Supreme Court to inform the decision.",
        "Dayasiri Jayasekera was summoned before the Supreme Court today (05).",
        "Attorney-at-Law Chairman of the SLFP, the Chairman of Sri Lanka Freedom Party (SLFP) and acting Secretary General Sarath Ekanayake, who was named as respondents in the petition.Or aren't there?It is up to the decision of the decision.",
        "Accordingly, the Court of Sri Lanka Freedom Party (SLFP) Chairman Maithripala Sirisena and Deputy Secretary General of Sri Lanka Freedom of Sri Lanka (SLFP) were named as respondents to inform the petition on June 25.",
        "Dayasiri Jayasekera had filed a case before the Colombo District Court last year.",
        "However, Colombo District Court rejected an injunction to prevent Dayasiri Jayasekara.",
        "Dayasiri Jayasekera filed a petition before the Western Province civil Appeal High Court.",
        "After that, Dayasiri Jayasekera then presented the appeal petition in the Supreme Court against the judiciary decision."
      ]
    }
  },
  "summary_lines": [
    "The Supreme Court postponed its decision regarding Dayasiri Jayasekera, former Secretary-General of the SLFP, until it could be informed by a group of justices. Jayasekera was summoned but not yet withdrawn from the party's membership. The court also included SLFP Chairman Maithripala Sirisena and Deputy Secretary General in the decision-making process."
  ]
}