{
  "translated_text": {
    "si": {
      "title": "කුඩා සීයාගේ ලොරි රථවල ළදරු මරණය",
      "body_lines": [
        "දරුවාගේ කුඩා සීයා වන සේෂි සිහාන්සා සෙනසුරාදා (28) සවස (28) සවස (28) සවස (28) සවස (28) සවස (28) සවස ලොරේම් රියදුරෙකු තුළ මිය ගියේය.. මෙම සිදුවීම සිදුව ඇත්තේ කිනබාලසා ප්රදේශයේදී කුඩා හසලා හි ය.",
        "මව මාතරාහි නිවසේදී මිය ගිය අතර, ඔහු ජලය රැගෙන යාම සඳහා ලොරි රථයක් ධාවනය කරන විට ඔහු ලොරි රථයෙන් මිය ගියේය.",
        "අසල්වැසියන් ලොරි රථයේ සිටි දරුවා බේරා ගත් නමුත් දරුවාගේ ජීවිතය බේරා ගැනීමට දරුවාට නොහැකි විය.",
        "සිද්ධිය සම්බන්ධයෙන් හසාලවා පොලිසිය පරීක්ෂණ පවත්වන අතර ලොරි රථය ගෙවන මියගිය දරුවාගේ කුඩා සීයා අත්අඩංගුවට ගෙන තිබේ."
      ]
    },
    "en": {
      "title": "Baby death in small grandfather's lorry",
      "body_lines": [
        "Senushi Sihansa, an eight -year -old girl, died on Saturday evening (28) in a lorry driver in the child's little grandfather.. The incident took place in the mini, Hasala, Kinabalasa area.",
        "The mother died at home in Matara, and when he was running a lorry to carry water, she died of the lorry.",
        "Though the neighbors rescued the baby in the lorry, the child was unable to save the life of the child.",
        "Hasalawa police are investigating the incident and the little grandfather of the deceased child who was paying the lorry has been arrested."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the article in approximately 200 characters:",
    "",
    "8-year-old Senushi Sihansa dies in lorry accident. Mother ran errand while father worked. Neighbors found baby but couldn't revive her. Police investigating; suspect arrested. Incident occurred in Hasalawa, Matara district."
  ]
}