{
  "translated_text": {
    "ta": {
      "title": "கட்டுகூருன்ஜின் தற்கொலை ரயில்வே விபத்து என அங்கீகாரம்",
      "body_lines": [
        "நேற்று (12) கலுடராவில் உள்ள கட்டுகுருண்டா ரயில் நிலையத்தில் நேற்று (12) தற்கொலையின் விளைவாக ரயில் விபத்து ஏற்பட்டதாக போலீசார் தெரிவித்துள்ளனர்.",
        "இந்த சம்பவத்தால் இறந்த 21 வயது நபரும் ரயிலுக்கு அழைத்துச் செல்லப்பட்டதாக போலீசார் சந்தேகிக்கின்றனர், மேலும் அதைத் தடுக்க முயற்சிக்கும் போது அண்டை நபர் ரயிலில் மோதினார்.",
        "நாகோடாவாக இருந்த 21 வயதான இளைஞர் அசங்கா 49 வயதான குழந்தை.",
        "இறந்தவர் அசங்கா ரயில் நிலையத்திற்கு வந்துள்ளார், அவர் ரயில் தற்கொலை செய்து கொண்டிருப்பதாகவும், விரைவில் ரோஷன் ஜனகாவாகவும் வசிப்பவர்களுக்கு வீட்டிற்கு வந்திருந்தார்.",
        "அவர் அசங்காவுடன் ரயில் மேடையில் தங்கியிருந்தபோது, ​​அவற்றை அகற்ற முயன்றார், ஆனால் மூவரும் ரயிலுடன் மோதியதாக கூறினார்.",
        "கலுடராவில் உள்ள நாகோடா மருத்துவமனையில் சேர்க்கையில் குழந்தை கொல்லப்பட்டபோது இரண்டு வயதானவர்களும் சம்பவ இடத்திலேயே இறந்தனர்.",
        "இறந்த 21 வயதான ஒரு போதைப் பழக்கத்திற்கு அடிமையானவர் என்றும் மனைவி ஒரு மனநல கோளாறு என்றும் கலுதாரா காவல்துறையினரின் விசாரணையில் தெரிவிக்கப்பட்டுள்ளது.",
        "வீட்டு குடியிருப்பாளர்களின் கூற்றுப்படி, இது ஒரு தற்கொலை என்பது தெரியவந்துள்ளது."
      ]
    },
    "en": {
      "title": "Recognition as a suicide railway accident of the Katukurunge",
      "body_lines": [
        "The police have revealed that the train accident was a result of suicide yesterday (12) at the Katukurunda Railway Station in Kalutara yesterday.",
        "Police suspect the 21 year old man who died of the incident was also taken to the train, and the neighboring person collided with the train when trying to prevent it.",
        "The 21-year-old Youth Asanka, who was the Nagoda, was the 49 year old infant.",
        "The deceased is Asanka has arrived at the railway station, who had come to the house to the residents that the train had been committing suicide and was Roshan Janaka soon.",
        "While he was staying on the train platform with Asanka, he tried to remove them, but said that all three collided with the train.",
        "The two older people died on the spot while the child was killed in admission to the Nagoda hospital in Kalutara.",
        "Investigations of the Kalutara Police have revealed that the dead 21 year old is a drug addict and the wife is a mental disorder.",
        "According to the residents of the household, it is revealed that this is a suicide."
      ]
    }
  },
  "summary_lines": [
    "Train accident at Katukurunda Railway Station: 21-year-old suspected suicide victim collides with train after neighbor tries to intervene. Two elderly people die instantly; child survives. Police investigation reveals deceased was drug addict with mental health issues."
  ]
}