{
  "translated_text": {
    "ta": {
      "title": "புதிய அரசாங்கம் தொழில்சார் உரிமைகளை கத்தரிப்பது அல்ல",
      "body_lines": [
        "சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சர் டாக்டர் நலிந்தா ஜெயதிசா, புதிய அரசாங்கம் தொழிற்சங்கங்களின் கொள்கை அல்ல, தொழில்முறை உரிமைகளை அடக்குவது என்று கூறினார்.",
        "சுகாதார அமைச்சரும் ஊடகங்கள் சுகாதார சேவையின் வர்ணனையும் அவரது பதவியில் தொடங்கப்பட்ட பின்னர், தொழிற்சங்கங்கள் சுகாதாரப் பாதுகாப்புக்கு கருத்து, முன்மொழிவு மற்றும் பங்களிப்பு ஆகியவற்றைக் கொண்டுள்ளன.",
        "பொது மருத்துவ அதிகாரிகள் சங்கம் (ஜி.எம்.ஓ.ஏ), ஜி.எம்.ஓ.ஏ, மற்றும் அனைத்து இலங்கை நர்சிங் அதிகாரிகள் சங்கம் (ஜி.டி.எஸ்.ஏ), பொது சேவை சங்கம் (ஜி.டி.எஸ்.ஏ), பொது சேவை யுனைடெட் நர்சிங் அசோசியேஷன் சுகாதாரத் துறையில் பல முக்கிய தொழிற்சங்கங்களுடன் தொடர்ச்சியான விவாதங்களை மேற்கொண்டிருந்தது , அரசு நர்சிங் அதிகாரிகள் சங்கம் (ஜி.என்.ஏ.ஏ) உட்பட.",
        "அனைத்து இலங்கை சுகாதார சேவை ஒன்றியத்தின் அனைத்து இலங்கை குடும்ப மருத்துவ நிபுணர்களின் அனைத்து இலங்கை குடும்ப மருத்துவ நிபுணர்களின் மையத்தை பிரதிநிதித்துவப்படுத்தும் தொழிற்சங்க பிரதிநிதிகளுடன் அமைச்சர் தொடர்ச்சியான பேச்சுவார்த்தைகளை நடத்தினார்.",
        "தொழிற்சங்க பிரதிநிதிகள் முன்வைத்த பெரும்பாலான பிரச்சினைகள் மற்றும் பரிந்துரைகள் மிகவும் நியாயமானவை என்று சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சர் கூறினார்.",
        "இலங்கையில் உள்ள சுகாதாரத் துறை அனைத்து ஊழியர்களின் நம்பிக்கையான பணிகளையும் அடைய முடிந்தது என்று அமைச்சர் மேலும் தெரிவித்தார்.",
        "தரமான, உகந்த சுகாதாரப் பாதுகாப்பை வழங்க இலங்கை மக்களுக்கு தற்போதைய அரசாங்கத்தின் தரத்தை வழங்குவதற்காக டாக்டர் நலிந்தா ஜெயதிசா தொழிற்சங்கங்களிலிருந்து ஒரு சிறப்பு கோரிக்கையை மேற்கொண்டார். அமைச்சரின் வேண்டுகோளின்படி, தொழிற்சங்க பிரதிநிதிகள் வலியுறுத்தினர் என்று தொழிற்சங்க பிரதிநிதிகள் வலியுறுத்தினர்.",
        "சுகாதார அமைச்சகம் மற்றும் தொழிற்சங்கங்கள் அமைச்சகம், தொழிற்சங்க இயக்கம் 130 ஆண்டுகளுக்கும் மேலாக ஒரு நீண்ட வரலாற்றில் உள்ளது.",
        "கலந்துரையாடல் சாம்பியன்ஷிப்பிற்கான சுகாதார அமைச்சின் கெளரவச் செயலாளர் கூடுதல் செயலாளர்கள், துணை இயக்குநர்கள், இயக்குநர்கள், இயக்குநர்கள் மற்றும் தொழிற்சங்கங்களில் பங்கேற்றார்."
      ]
    },
    "en": {
      "title": "The new government is not the pruning of occupational rights",
      "body_lines": [
        "Health and Mass Media Minister Dr. Nalinda Jayatissa said that the new government is not the policy of the trade unions and to suppress professional rights.",
        "The Minister of Health and the Minister of Media had commented on the commentary of the health service after his duties were commenced in his post, the trade unions have the comment, proposal and contribution to the health of the health care..",
        "Public Medical Officers Association (GMOA), GMOA,, and All Ceylon Nursing Officers Association (GDSA), Public Service Association (GDSA), Public Service United Nursing AssociationThe Minister was conducting a series of discussions with several major trade unions in the health sector, including the Government Nursing Officers Association (GNAA).",
        "The Minister held a series of negotiations with the trade union representatives representing the center of the All Ceylon Family Medical Professionals of the All Ceylon Family Medical Professionals of the All Ceylon Health Service Union.",
        "The Health and Mass Media minister said that most of the problems and suggestions presented by the trade union representatives are very reasonable.",
        "The Minister further stated that the health sector in Sri Lanka has been able to reach the optimistic work of all staff from the health service..",
        "Dr. Nalinda Jayatissa made a special request from the trade unions to provide a quality of the present government to the people of Sri Lanka to provide quality, optimal health care. The trade union representatives emphasized that according to the Minister's request, the trade union representatives emphasized.",
        "The Minister of the Ministry of Health and the Ministry of Health and the trade unions, the trade union movement is in a long history of over 130 years.He added that a proud movement is a business.",
        "The Honorable Secretary to the Ministry of Health to the Discussion Championships also participated in the Additional Secretaries, Deputy Director General, Directors, Directors, and Trade Unions."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "New govt not against occupational rights: Health & Mass Media Minister Dr. Nalinda Jayatissa engages with trade unions, addresses healthcare issues, seeks quality care for Sri Lankans."
  ]
}