{
  "translated_text": {
    "si": {
      "title": "දෙමළ - මුස්ලිම් ජනතාව රජයේ සැප්තැම්බර් 22 වන දින රජය භාර ගනු ඇත",
      "body_lines": [
        "රනිල් වික්රමසිංහ මහතා අද රනිල් වික්රමසිංහ යවන තුරු නින්දට යන්නේ නැත.. දෙමළ හා මුස්ලිම් ජනතාව සජිත් ප්රේමදාසට පූර්ණ සහයෝගය දක්වනු ඇත. එක්සත් ජනතා බලයේ පාර්ලිමේන්තු මන්ත්රී නලින් බන්ඩාරා පැවසුවේ රජය සැප්තැම්බර් 22 වන දින පැවැත්වෙන බවයි.",
        "ඔහු මේ බව කියා සිටියේ බදාදා (07) පාර්ලිමේන්තුවේදී පැවැත්වූ 'අර්ධකාලීන රාජ්ය ස්ථාවරත්වය වාර්තාව' පිළිබඳ කල් තැබීමේ විවාදයේදී ය.",
        "බලයට පැමිණි අය මහ බැංකු වංචාව ගැන සඳහන් කළේ වංචාවට වඩා වීඑෆ්එස් වීසා බෙදාහැරීමකි.. මෙම ව්යාප්තිය හේතුවෙන් රජයට රුපියල් කෝටි 4,000 ක් අහිමි වීම හේතුවෙන් අපි මහාධිකරණයට ගොස් ඇත.",
        "බංකොලොත් භාවය නොතකා බොහෝ පාලක පක්ෂය ලාභදායී වේ. ඔවුන්ගේ දේපළ විමර්ශනය කළ යුත්තේ එබැවිනි.",
        "අර්බුදය අතරතුර, එවකට ජනාධිපතිවරයා විපක්ෂ නායක සජිත් ප්රේමදාස මහතා රජයට භාරගනී. දැන් අපි කොන්දේසි ඉදිරිපත් කර ඇත්තෙමු.",
        "රාජපක්ෂයන් අපගේ කොන්දේසි නොසලකා හරිමින් රනිල් වික්රමසිංහ විසින් රනිල් වික්රමසිංහ තෝරාගෙන ඇත. ජනාධිපතිවරයාගේ දූෂිතයාට එරෙහිව ජනාධිපතිවරයා කිසිදු ක්රියාමාර්ගයක් ගෙන නොමැත.",
        "පවසා ඇති තුරු ඔවුන් නිදා නොගන්නා බව පැවසූ අය ඔහුව සිරගෙට යවන තුරු නිදා නොගන්නා තෙක්. ඔවුන් සාදයට පැන ඇති.",
        "විපක්ෂ නායක සජිත් ප්රේමදාස සතුව දෙමළ හා මුස්ලිම් ජනතාව සිටී."
      ]
    },
    "en": {
      "title": "Tamil - Muslim people will take charge of the government September 22",
      "body_lines": [
        "Ranil Wickremesinghe is not going to sleep until he sends Ranil Wickremesinghe today.. Tamil and Muslim people will fully support Sajith Premadasa. United People's Power MP Nalin Bandara said that the government will be held on September 22.",
        "He was speaking at the adjournment debate on the 'Half Year State Stability Report' held in Parliament on Wednesday (07).",
        "Those who came to power referred to the Central Bank fraud granted the VFS visa distribution than the fraud.. We have gone to the High Court for the loss of Rs 4,000 crore to the government due to this distribution.",
        "Most of the ruling party is profitable despite the bankruptcy. That is why their property should be investigated.",
        "During the crisis, the then President called the Opposition Leader Sajith Premadasa to take charge of the government. Now we have put forward the conditions as a party.",
        "The Rajapaksas have chosen Ranil Wickremesinghe as the guardian of the Rajapaksas, ignoring our conditions. The President has not taken any action against the corrupt of the government.",
        "Those who have said that they will not sleep until Ranil Wickremesinghe is not going to sleep until he is sent to jail. They may have jumped the party.",
        "Opposition leader Sajith Premadasa has the Tamil and Muslim people."
      ]
    }
  },
  "summary_lines": [
    "On September 22, Tamil and Muslim communities plan to assume governmental control, with full backing from Sajith Premadasa. This move comes after criticism of the current regime for its handling of the Central Bank fraud and VFS visa distribution scandal, which led to a significant financial loss. The opposition leader, Sajith Premadasa, is expected to play a pivotal role in this transition, supported by the Tamil and Muslim populations."
  ]
}