{
  "translated_text": {
    "si": {
      "title": "පීඒ. රංජිත් - විජේ ඇන්ටනි",
      "body_lines": [
        "'ජින්' චිත්රපටය 'බිග් ලොක්කා' සහ 'වෙලන්' සහ 'වෙලන්' සහ 'වෙලන්' චිත්රපටයේ 'සහ දෙමළ පංකා සමඟ' ජින් 'චිත්රපටය ලෙස මුදා හැර තිබේ.",
        "දෙමළ සිනමා කර්මාන්තයේ ප්රමුඛ තරු අධ්යක්ෂවරයා මෙයයි. රංජිත් සහ ප්රමුඛ පෙළේ නිර්මාපකයෙකු සහ තරු නළු විජේනියා ඔවුන්ගේ වෙබ් පිටුව ඔවුන්ගේ වෙබ් පිටුව තැපැල් කර චිත්රපට කාර්ය මණ්ඩලයට සුබ පැතුම්.",
        "අධ්යක්ෂ ... R. මුෂීන් රාඕ, පාවෙ සරවනන්, රාධා සරවි, වැඩිවාකරාසි, ජෝර්ජ් විනාචි, රිත්යමූ ආනන්ද, ජෝර්ජ් විනාචි, රතිවික් සහ තවත් බොහෝ අය 'ජින්' චිත්රපටයේ රිංගිනි, නන්දිකා, ජෝර්ජ් විනාචි, රිත්වික් සහ තවත් බොහෝ දෙනෙක් රඟපෑ ය.",
        "Vivk - මර්වින් චිත්රපටය රචනා කර ඇති අතර එය අර්ජුන් රාජා විසින් වාර්තා කරනු ලැබේ. මෙම චිත්රපටය FURIDALE පින්තූර සහ අ. R. නිෂ්පාදකයින් ලේකර් කුමාර් රෙඩ්ඩි - අධ්යක්ෂ ඩී. R. බාලා සමාගම.",
        "මෙම චිත්රපටය පිළිබඳව අදහස් දක්වමින් අධ්යක්ෂකවරයා පැවසුවේ, \"චිත්රපටයේ කතාව මැලේසියාව පිළිබඳ කතාවක් ලෙස සකසා ඇත.",
        "චිත්රපටයේ වාණිජ ලක්ෂණ සහිත 'ජින්' චරිතය නිර්මාණය වන්නේ නවීන තාක්ෂණයෙන් සැමට උපකාර කිරීමයි. ජින් යනු හොල්මන් සුරතල් සතෙකි. '' ඔහු කිව්වා.",
        "චිත්රපටයේ අවසාන අදියර වේගයෙන් සිදුවෙමින් පවතී. මුදා හැරීම පිළිබඳ නිවේදනය ළඟදීම නිල වශයෙන් නිදහස් කිරීමට අපේක්ෂා කෙරේ. මෙම අවස්ථාවේ දී, චිත්රපටයේ රූපය නිකුත් කර ඇත. තිරය ​​රසිකයන් වෙත ආකර්ෂණය වන දර්ශන.. චිත්රපටයේ අපේක්ෂාව ද ඉහළ ගොස් තිබේ."
      ]
    },
    "en": {
      "title": "Pa. Ranjith - Vijay Antony",
      "body_lines": [
        "The film 'Jin' has been released as the hero of the story of 'Big Boss' and the film 'Wellan' and 'Velan' with Tamil fans.",
        "This is the leading star director of the Tamil film industry. Ranjith and leading composer and star actor Vijay Antony have posted their web page and congratulated the film crew.",
        "Director D. R. Mukhene Rao, Pavya Tarika, Bala Saravanan, Radha Ravi, Vadivakarasi, Shadows Ravi, Iman Annacci, Vinodini, Nandu Anand, George Vijay, Rithvik and many others have starred in the upcoming film 'Jin'.",
        "Vivek - Mervin has composed the film, which is being recorded by Arjun Raja. This movie is Fauridale Pictures & A. R. Producers Squirrels Kumar Reddy - Director D. R. Bala has co -produced.",
        "Commenting on the film, the director said, “The story of the film is set up as a story about Malaysia.",
        "The character of 'Jin' with commercial features in the film is created with modern technology helping everyone. Jin is a ghost pet. '' He said.",
        "The final phase of the film is going on brisk. The announcement of the release soon is expected to be officially released. In this case, the image of the film has been released. The scenes in which the scenes are attracted to the fans.. The expectation of the film has also increased."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Jin\" film: Pa. Ranjith directs, Vijay Antony stars. Malaysian setting, ghost pet theme. Cast includes Radha Ravi, Vivek-Mervin composes. Modern tech used. Release soon expected."
  ]
}