{
  "translated_text": {
    "si": {
      "title": "පොලිස් නිලධාරියාට අදාළ මතභේදයට තීව්ර වීමට ඉඩ නොදිය හැකිය",
      "body_lines": [
        "ශ්රී ලංකාවේ ප්රජාතන්ත්රවාදය සම්බන්ධයෙන් ගත් කල, පොලිස් ප්රධානියාට කොටු වී ඇත්තේ මතභේදයක් වැදගත් වන මතභේදයක්. ශ්රේෂ් Supreme ාධිකරණය විසින් ඔහුගේ පත්වීම්වලට එරෙහිව ගොනු කර ඇති සියලුම මූලික අයිතිවාසිකම් පෙත්සම් පිළිබඳව සොයා බලන තෙක් ශ්රේෂ් Supreme ාධිකරණය අතුරු තහනම් නියෝගයක් නිකුත් කර තිබේ.",
        "ටෙනෙකූන් හි අතුරු වාරණයට අනුකූලව රජය පියවර නොගන්නා බවට රජය කළ නිවේදනය ගෞරවනීය ජනතාවගේ නීතිය කම්පනයට පත් කර තිබේ.. රටේ ඉහළම උසාවිය මෙවැනි නියෝගයක් නිකුත් කර තිබුණද, පොලිස්පතිවරයා සිය ධුරයෙන් පවතිනු ඇති බවට රජයේ නිවේදනය නීතියෙන් පාලනය කළ සමාජයකට අනුකූල නොවන බව රජයේ නිවේදනය වේ.ප්රජාතන්ත්රවාදයේ තර්ජනය අවතක්සේරු කළ නොහැකිය.",
        "වත්මන් පොලිස් ප්රධානියා පත් කිරීම සඳහා ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලය විසින් ලබා දෙන අනුමැතිය සහ ඔහු සිය ධුරයෙන් ඉදිරියට යනු ඇති බව ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලය විසින් ලබා දෙන අනුමැතියට පාර්ලිමේන්තුව අමතමින් නිවේදනය කළේය.",
        "ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලය විසින් කරන ලද පත්වීම් පිළිබඳව ප්රශ්න කිරීමට දැඩි බලතලයක් මහාධිකරණයට නොමැති බව පැවසීම පිළිගත නොහැකිය \"යැයි නීතිපති සංගමය පවසයි.",
        "පසුගිය සතියේ නිවේදනය කළ ජනාධිපති රනිල් වික්රමසිංහ මහතා තමාට එරෙහිව මැතිවරණ පෙත්සම් ගොනු කිරීමට හේතු විය හැකි බැවින්, පොලිස්පතිවරයා පොලිස්පතිවරයා පත් නොකරන බව පවසමින් තමා ඉදිරි ජනාධිපතිවරණයට ඉදිරිපත් වන බව ප්රකාශ කර තිබේ.",
        "පොලිස්පතිවරයාගේ පොලිස්පති එවකට පොලිස්පතිවරයා පත් කිරීම විශේෂයෙන් හේතු දෙකක් නිසා. පළමුව, දශකයකට පමණ පෙර සිදු වූ වධ හිංසාවකට වැරදිකරු වූ ශ්රේෂ් Supreme ාධිකරණය තමාට එරෙහිව විනය ක්රියාමාර්ග ගන්නා ලෙස නියෝග කළේය.",
        "වෙනත් අවස්ථාවල දී ඔහු මානව හිමිකම් උල්ලං has නය කර ඇති අතර පැමිණිලි රාශියක් ඇත. එවකට පිළිතුර වූයේ පොලිස්පතිවරයා ය. ඔහුට එරෙහිව විනය ක්රියාමාර්ග ගැනීම වෙනුවට ඔහු පොලිස්පති පොලිස්පතිවරයාට උසස් කරන ලදී.",
        "පොලිස්පතිවරයා ලෙස ටෙනකුන් පත් කළ ආකාරය පවා මතභේදාත්මක ය. රාජ්ය නිලධාරීන් තෝරා ගැනීම සහතික කිරීම සඳහා පිහිටුවන ලද ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලය ටෙනූන් ප්රශ්නය තුළ බෙදී ගියේය.",
        "ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ සංශෝධනයට අනුව, කවුන්සිලයේ සාමාජිකයින් නව දෙනාගෙන් පස් දෙනෙකු වත් සිටින පොලිස්පති පොලිස්පතිවරයා පත් කිරීමට එකඟ විය යුතුය.. ඔහුට පක්ෂව ඡන්දය ප්රකාශ කළේ සාමාජිකයන් හතර දෙනෙකු පමණි. දෙදෙනා ඔහුගේ පත්වීම ඔහුගේ පත්වීමට විරුද්ධ වූ අතර දෙදෙනා ඡන්දයට සහභාගී නොවීය.",
        "ව්යවස්ථාපිත කවුන්සිලයේ කථානායකතුමා වන ආණ්ඩුක්රම ව්යවස්ථා මණ්ඩලයේ කථානායකවරයා දේශපේ්රමයේ නාමයෝජනා නාමයෝජනා සඳහා සහභාගී නොවූ බව ගණනය කරමින් මතභේදාත්මක ගින්නක් ඇති කළේය.. දේශනය සඳහා දේශනය සඳහා පක්ෂව ඡන්ද 4 ක් ලැබීමට පක්ෂව ඡන්ද පහක් ලැබෙනු ඇතැයි කථානායකවරයා සිය ඡන්දය භාවිතා කළේය.",
        "ටෙනකුන් පොලිස්පතිවරයා ලෙස පත් කිරීමට එරෙහිව ශ්රේෂ් Supreme ාධිකරණයේ මූලික අයිතිවාසිකම් පෙත්සම් 9 ක් ගොනු කර තිබේ. පෙත්සම්වල සඳහන් එක් චෝදනාවක් නම් 2019 පාස්කු ඉරිදා බෝම්බ ප්රහාර සහ විශාල පිරිසක් තුවාල ලැබූවන්ගෙන් යුත් එක් අයෙකු ගැන ඔහු නිසි ලෙස විමර්ශනය නොකළ බවයි.",
        "මෙම හේතූන් මත මූලික අයිතිවාසිකම් පෙතලන් පිළිබඳ තීන්දුවක් වන තෙක් පොලිස්පතිවරයා පොලිස්පතිවරයා අත්හිටුවන ලෙස ශ්රේෂ් Supreme ාධිකරණය අතුරු නියෝගයක් නිකුත් කළේය.",
        "ශ්රේෂ් Supreme ාධිකරණයේ ගින්නට එරෙහිව රජය විවිධ තර්ක විතර්ක කර තිබේ. එකක් නම්, ව්යවස්ථා සම්බාහනය (පාර්ලිමේන්තුව) නීතිය හා සම්බන්ධ ගැටළු සම්බන්ධයෙන් ශ්රේෂ් Supreme ාධිකරණයට ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ (පාර්ලිමේන්තුව) ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ කොටසක් බවයි.",
        "\"මහාධිකරණ නියෝගයේ වලංගුභාවය සහ එහි බලපෑම පිළිබඳ සැලකිය යුතු ලෙස බොරු තොරතුරු. විකල්ප ප්රතිපත්ති කේන්ද්රස්ථානය පැවසුවේ \"විකල්ප ප්රතිපත්ති මධ්යස්ථානය පැවසුවේ ජූලි 27 වන දින පාර්ලිමේන්තුවේ අග්රාමාත්යවරයාගේ වාර්තාව මෙයට ඇතුළත් ය.",
        "මහාධිකරණයේ අතුරු නියෝගය පාර්ලිමේන්තුවට හෝ ආණ්ඩුක්රම ව්යවස්ථා සභාවට විරුද්ධ නැත. පාර්ලිමේන්තුවේ කමිටුවක්, ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලය. විකල්ප ප්රතිපත්ති මධ්යස්ථානය පෙන්වා දී ඇත්තේ සභාව සුවිශේෂී පාර්ලිමේන්තු වරප්රසාද මගින් ආරක්ෂා නොකරන බවයි.",
        "රජය විසින් කරන ලද තවත් තර්කයක් නම්, එළඹෙන ජනාධිපතිවරණයට ඉදිරිපත් වන බවත්, ඔහු පිළිතුර ලබා දෙන්නේ නම් ඔහු මැතිවරණ පෙත්සම්වලට මුහුණ දෙන බවත්ය.",
        "දැන් පොලිස්පති ටෙනකුන් පොලිස්පති, ටෙනකුන් දැන් ඔහුගේ තනතුරේ. නමුත් මහාධිකරණයේ තීන්දුවක් නොසලකා හැරීමයි.",
        "අධිකරණ තීන්දු සාමාන්ය ජනතාව අතර විශාල වැඩ හා වටිනාකමක් ඇත. අධිකරණයට විරුද්ධ වීම හෝ එයට දොස් පැවරීමෙන් අධිකරණයට අපහාස කිරීම සම්බන්ධයෙන් චෝදනා ලැබීමට ජනතාව කැමති නැත.",
        "වර්තමාන මතභේදයේ මිත්රත්වයේ මිත්ර හමුදාගේ සහාය අඩංගු වේ. මෙම බලවතුන්ට කිසිවක් කළ නොහැකි යැයි පවසනවා වෙනුවට, පොලිස් ප්රධානියෙකු පත් කිරීමට ක්රම සොයා ගත යුතුය. පියවර කිහිපයක් ගත හැකිය. එම පියවරයන්ගෙන් එකක් නම් ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ කැමැත්තට ප්රතිචාර වශයෙන් පොලිස් පරීක්ෂකගේ ජනාධිපතිවරයා පත් කිරීමයි. ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ කැමැත්ත ව්යවස්ථානුකූලව අවශ්ය බවත්, එහි පිළිගැනීම පත් කිරීම පැතිකඩ වික්සෙකු බවත් ආණ්ඩුක්රමිකව අවශ්ය බවට ජනාධිපතිවරයා විසින්ම ආරක්ෂා කර ගත හැකිය.",
        "වර්තමාන රජයේ ස්ථාවරය වන්නේ පාර්ලිමේන්තු ප්රජාතන්ත්රවාදය පිළිබඳ මූලධර්මය රඳා පවතින්නේ ජනාධිපති, පාර්ලිමේන්තුව සහ අධිකරණ දෙපාර්තමේන්තුව අතර බලතල වෙන් කිරීම මත ය.. මෙම ශාඛා තුන සැලසුම් කර ඇත්තේ ඕනෑම ශාඛාවක් සමඟ බලතල අයුතු ලෙස භාවිතා කිරීම වැළැක්වීම සඳහා 'චෙක්පත් සහ ශේෂයන්' පද්ධතියක් ලෙස ය.",
        "නීතියේ ආධිපත්යය ප්රජාතන්ත්රවාදී ක්රමයේ පදනමයි. 17 වන ස්ථානය, කේන්ද්රීය ඉංග්රීසි දාර්ශනිකයා වන ජෝන් ලෝක් පැවසුවේ \"කුරිරුකම අවසන් වී ඇති\" කර්තෘවරයා ආරම්භ වූ බව \"ජෝන් ලෝක් පැවසීය. ඒ හා සමානව, 17 වන-කේන්ද්රීය ප්රංශ දාර්ශනිකයෙකු වන මොන්ටෙසකි පැවසුවේ විවිධ අත්තනෝමතික පාලනයක් වැළැක්වීම සඳහා රජයේ බලතල අවශ්ය බවයි.. \"ව්යවස්ථාදායක සභාවෙන් සහ විධායක පී ulty යේ අධිකරණ බලතල නොමැති නම් නිදහසට තැනක් නොමැත.\"",
        "මෙම මූලධර්මවලට පටහැනිව, ආණ්ඩුවේ වර්තමාන ක්රියා ශ්රී ලංකාවේ ප්රජාතන්ත්රවාදී ක්රමයේ සමතුලිතතාවයට තර්ජනය කරයි.",
        "ශ්රේෂ් Supreme ාධිකරණයේ නියෝගයට ගෞරව කිරීම සඳහා රජය ප්රතික්ෂේප කිරීම මෙම මූලධර්මවලට අභියෝගයක් වන අතර ප්රජාතන්ත්රවාදී ක්රමයට පක්ෂව පවතින නෛතික රාමුවට පටහැනි ය.. අධිකරණ සමාලෝචනයේ සංකල්පය ව්යවස්ථාදායක සභාවේ සහ විධායක පී ulty යේ ක්රියාදාමයේ ව්යවස්ථාමය පිළිගැනීම තක්සේරු කිරීම සඳහා අධිකරණයට අධිකරණයට ඉඩ ලබා දෙන අතර එය නොවැළැක්විය හැකිය.",
        "අධිකරණයේ නියෝග නොසලකා හැරීමෙන් රජය මෙම ශේෂය නෙරපා හැරීම පමණක් නොව, සමාජීය පිළිවෙත හා වඩාත්ම වැදගත් නීතිමය ක්රියා පටිපාටිය ද තර්ජනය කරයි.",
        "අධිකරණ තීන්දු වලට අපහාස කිරීමෙන් රජය භයානක පූර්වාදර්ශයක් දකී. මෙයින් අදහස් කරන්නේ රජයේ අනෙකුත් මට්ටම්වල වෙනත් මට්ටම්වල අධිකරණය නොසලකා හැරීමට නීතිගත කිරීම කෙරෙහි ජනතාව දක්වන විශ්වාසය දිරිමත් කරන බවයි.",
        "රජයේ සාමාජිකයන් පොලිස් ප්රධානී ටෙනකුන් කාර්යාලයේ පිහිටීම නොසලකා හරින තර්ක මහජනයා විසින් ව්යාකූල වී සිටිති. මහජනතාවගෙන් බහුතරයක් විශ්වාස කරන්නේ මහාධිකරණය නීති කටයුතුවල අවමංගල්ය උත්සවය සහ අධිකරණ සරණාගතභාවය පවතින බවයි.",
        "මාස දෙකකට අඩු කාලයක් තුළ රජය වෙනස් කළ හැකි ජනාධිපතිවරණයකට රට ගමන් කරමින් සිටී. පොලිස් නිලධාරියාගේ උප -ටූන් හි සහාය වහාම අතුරුදහන් විය හැකිය.",
        "එවැනි තත්වයන් තුළ, ටෙනූන් මහාධිකරණයේ තීන්දුව කපා හැරීම හා පොලිස්පතිවරයාගේ රාජකාරියෙන් ඉවත් වීම විශුද්ධ වූ ක්රියාවක් වනු ඇත.. එසේ නොමැති නම්, උසාවියට ​​අපහාස කිරීම සම්බන්ධයෙන් ඔහුට චෝදනා එල්ල වේ.",
        "වර්තමාන රාජකාරිවලින් ඉල්ලා අස්වීම අධිකරණයේ වටිනාකම, බලය යන මූලධර්මය, බාධක සහ ශේෂ න්යාය හෙළි කරයි.",
        "එසේ කිරීමෙන්, වැඩි වැඩියෙන් අර්බුදය සමනය කිරීමට ඔහුට හැකි වේ. එසේ නොවුවහොත් අර්බුදය තීව්ර වන අතර රටේ ආර්ථික ප්රකෘතියේ අවදානම බලපානු ඇත. මෙය වළක්වා ගත යුතු අනතුරක් බවත්, පිළියමක් වහාම ගත යුතු බවත් ජනාධිපති වික්රමසිංහ පැහැදිලිවම ප්රකාශ කර තිබීම සැලකිය යුතු කරුණකි."
      ]
    },
    "en": {
      "title": "The controversy relating to the policeman may not be allowed to intensify",
      "body_lines": [
        "As for the democracy of Sri Lanka, the police chief is trapped in the midst of a controversy that is important. The Supreme Court has issued an interim injunction, preventing his act as police chief, until he is fully investigated on all fundamental rights petitions filed against his appointment.",
        "The government's announcement that the government will not take action in accordance with the interim injunction on Tennakoon has shocked the law respected people.. Although the country's highest court has issued such an order, the government's announcement that the Inspector General of Police will continue in his post is not in accordance with a society that ruled by law.The threat of democracy cannot be underestimated.",
        "Addressing the parliament, Prime Minister Dinesh Gunawardena announced that the High Court could not change the approval given by the Constitutional Council to appoint the current police chief and that he would continue in his post.",
        "\"It is unacceptable to say that the High Court does not have the authority to question the appointments made by the Constitutional Council,\" the Attorneys Association of Sri Lanka said.",
        "President Ranil Wickremesinghe, who has announced last week, has announced that he will contest the upcoming presidential election, saying he will not appoint the Inspector General of Police, as he may lead to the filing of election petitions against him.",
        "The appointment of the Inspector General of Police Thenkon was especially for two reasons. First, the Supreme Court, which was found guilty of a torture incident that took place over a decade ago, ordered him to take disciplinary action against him.",
        "In other cases, he has violated human rights and there are many complaints. The answer at the time was the Inspector General of Police. Instead of taking disciplinary action against him, he was promoted to the Inspector General of Police.",
        "Even the manner in which Tennakoon was appointed as the Inspector General of Police was controversial. The Constitutional Council, which was set up to ensure the choice of state officials, was split in the Tennakoon issue.",
        "According to the Amendment to the Constitutional Council, at least five of the nine members of the council must agree to the appointment of the Inspector General of Police.. Only four members voted in favor of him. While the two opposed his appointment, the two did not participate in the vote.",
        "The Speaker of the Constitutional Council, the Speaker of the Constituent Council, took a controversial fire, calculating that they were not participating in the nomination of Patriotism.. The Speaker used his votes that he would get five votes in favor of the nomination, deciding that there were four votes and four votes against the appointment of Patriot.",
        "Nine basic rights petitions filed in the Supreme Court against the appointment of Tennakoon as the Inspector General of Police. One of the allegations mentioned in the petitions is that he did not properly investigate the 2019 Easter Sunday bombings, which led to death and a large number of people injured.",
        "The Supreme Court issued an interim order to suspend the Inspector General of Police until a verdict on the fundamental rights petitions for these reasons.",
        "The government has proposed various arguments against the Supreme Court's fire. One is that the Constituent Assembly (Parliament) is a part of the Constitutional Council (Parliament) that the Supreme Court cannot make decisions on issues associated with the Law.",
        "“Significantly false information on the validity of the High Court order and its impact. These include the Prime Minister's report in Parliament on July 27, ”said the Center for Alternative policies.",
        "The interim order of the High Court is not against parliament or the Constitutional Council. As well as a Committee of Parliament, the Constitutional Council. The Center for alternative policies has pointed out that the council is not protected by exclusive parliamentary privileges.",
        "Another argument made by the government is that he is not in the process of appointing a police chief in response as the president has announced that he will contest the upcoming presidential election and that he will face election petitions if he makes the answer.",
        "Now, the Inspector General of Police, Tennakoon, is now in his position. But it is to ignore a verdict of the High Court.",
        "The judicial decisions have great work and value among the general public. People do not want to be accused of contempt of court by opposing the judiciary or blaming it.",
        "In the current controversy contains the support of the allied forces that have powerful. Instead of saying that these powers cannot do anything, you must find ways to appoint a police chief. Can take some steps. One of those measures is the appointment of the President of the Police Inspector in response to the Constitutional Council consent. The president can protect himself from allegations that the consent of the Constitutional Council is constitutionally necessary and the appointment of its recognition is a sidewalk.",
        "The current government's position is worrying that the principle of parliamentary democracy, which depends on the Separation of Powers between the President, Parliament and the Justice Department.. These three branches are designed to act as a 'checks and balances' system to prevent the abuse of powers with any branch.",
        "The rule of law is the basis of the democratic system. “Where the law is over, the tyranny begins,” said John Lok, the 17th -century English philosopher. Similarly, the 17th -century French philosopher Montezaki said that government powers are necessary to prevent a different autocratic rule.. \"There is no place for freedom if there are no judicial powers from the Legislative Assembly and the Executive Faculty.\"",
        "Contrary to these principles, the current actions of the government are threatening the balance of Sri Lanka's democratic system.",
        "The government's refusal to act in honor of the Supreme Court's order is a challenge to these principles and confronts the legal framework that is in favor of the democratic system.. The notion of judicial review that allows courts to assess the constitutional acceptance of the actions of the Legislative Assembly and the Executive Faculty is inevitable.",
        "The government is not only dismantling this balance by ignoring the orders of the judiciary, but also threatening the Societal Order and the most important legal procedure.",
        "The government sees a dangerous precedent by insulting the judicial decisions. This means that people's confidence in the legalization will be encouraged to ignore the judiciary at other levels of the government.",
        "The arguments that government members are overlooking the issue of police chief Tennakoon in office are confused by the public. The majority of the public believe that the High Court will be the funeral in legal affairs and the final asylum of justice.",
        "And the country is on the path towards a presidential election that can change the government within less than two months. The support of the policeman's sub -Tennakoon may be immediately disappeared.",
        "In such circumstances, it would be a sanctified act to resperate the Tennakoon High Court's verdict and withdraw from the duties of the Inspector General of Police.. Otherwise, he will be accused of contempt of court.",
        "The resignation from the current duties and responsibilities can reveal the value of the judiciary, the principle of power and the democratic government system, the barriers and the theory of balance.",
        "By doing so, he can help alleviate the increasing crisis. Otherwise the crisis will intensify and the risk of the country's economic recovery will be affected. It is noteworthy that President Wickremesinghe has clearly stated that this is a danger to be avoided and that a remedy is to be taken immediately."
      ]
    }
  },
  "summary_lines": [
    "A controversy surrounds the appointment of the Sri Lankan police chief, Tennakoon, amid concerns about democracy and the rule of law. Despite a Supreme Court injunction against his appointment due to past human rights violations and a controversial promotion, the government supports his continued service. This stance challenges the separation of powers and judicial review, potentially undermining public trust in the legal system."
  ]
}