{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தலை வாக்கெடுப்பு இல்லாமல் ஒத்திவைக்க முடியாது",
      "body_lines": [
        "வாக்கெடுப்பு இல்லாமல் தகவல்தொடர்பு தலைவரின் தலைவரின் தலைவரின் தலைவரின் தலைவரின் தலைவரின் தலைவரின் தலைவரின் தலைவர். அவர் இன்று (04) ப்யூரூட்டே பிளாண்டேவாவின் ஜுவில் நடைபெற்ற ஊடக மாநாட்டில் பேசினார்.",
        "\"ஒரு தொழிலதிபர் ஜனாதிபதி முடிவைத் தடுக்கவும் ஜனாதிபதி முடிவை புறக்கணிக்கவும் சென்றுள்ளார்.",
        "ஆனால் கடந்த காலத்தின் காரணமாக, நாங்கள் இதை அதிக கவனம் செலுத்துகிறோம்.2023 யு.என்.பி.எனவே வாக்களிக்க வேண்டாம்.எல்லோரும் வழக்கை சிரித்தனர்.ஆனால் இறுதியில், அரசாங்கம் அந்த வாதத்தை நீதிமன்றத்திற்கு வந்தது.இருப்பினும், சிறிய வாக்கு மறைந்துவிட்டது.இன்னும், கண்டுபிடிக்க கூட இல்லை.",
        "இந்த வழக்கில் அடித்தளம் 19 வது ஆண்டுவிழாவிற்கு 19 வது திருத்தத்தின் அடித்தளமாக உள்ளது, ஆனால் 83 (பி) இன் ஆறாவது ஆண்டின் தோல்வி தோல்வியின் ஆறாவது ஆண்டின் தோல்வி.ஜனாதிபதி காலத்தின் பிரிவு 30 (2) இல் அழைக்கப்படுகிறது.ஜனாதிபதியின் பதவிக்காலம் ஐந்து ஆண்டுகள் திருத்தப்பட்டது.பிரிவு 83 (ஆ) இன் விதிகள் ஜனாதிபதி காலத்தின் இருப்பை எடுக்க தேவையான நடவடிக்கைகளைக் கொண்டுள்ளன.",
        "கட்டுரை 83 (பி) இல் உள்ளதை இப்போது பார்ப்போம்.இதன் பொருள் பிரிவு 30 (2) இன் 30 (2) மற்றும் முரண்பாடுகள் அல்லது முரண்பாடுகள் அல்லது வாக்கெடுப்பில் மக்களின் ஒப்புதலைப் பெற ஜனாதிபதி காலத்தைக் கொண்டுள்ளது.ஜனாதிபதி காலத்தை ஆறு ஆண்டுகளுக்கு அப்பால் நீட்டிக்க மக்களின் ஒப்புதல் நீட்டிக்கப்பட வேண்டும்.ஆனால் ஜனாதிபதியின் காலத்தின் ஒப்புதல் ஜனாதிபதியின் நேரத்தை ஆறு ஆண்டுகள் வரை நீட்டிக்க இந்த வழக்கு விரும்பவில்லை.",
        "ஆனால் அது ஒரு தவறான வாதம்.இந்த பிரிவில் மூன்று காரணிகள் வாக்கெடுப்புக்கு கைப்பற்றப்பட்டுள்ளன.இதற்கிடையில், ஜனாதிபதியின் பதவிக்காலம் ஐந்து ஆண்டுகள் என்பதற்கான பிரிவு 30 (2) இன் திருத்தமாகும்.ஜனாதிபதியின் பதவிக்காலம் ஐந்து முதல் ஆறு ஆண்டுகள் வரை பலப்படுத்தப்பட்டால், பிரிவு 30 (2) திருத்தப்பட வேண்டும்.மூன்று பாராளுமன்றத்தின் மூன்றில் மூன்றில் மூன்றில் ஒரு பகுதியினரைத் தவிர, பொது விசாரணையில் இது மிகவும் தெளிவாக உள்ளது.இந்த வழக்கில் தலையிட்டு வழக்கை தோற்கடிப்போம் என்று நம்புகிறோம்."
      ]
    },
    "en": {
      "title": "Presidential election cannot be postponed without a referendum",
      "body_lines": [
        "Leader of the Leader of the Leader of the Leader of the Leader of the Leader of the Leader of the Leader of the Leader of the Leader of the Communication without a referendum. He was speaking at a media briefing held at the JHU of Pureutte Plandewa today (04).",
        "\"A businessman has gone to prevent the presence of the presidential decision and ignore the presidential decision.",
        "But because of the past, we pay close attention to this.2023 A retired Army officer involved in the UNP was a petition to the UNP when he was announced by the Little Vote. The government has no money for the UNP.So do not hold the vote.Everyone laughed the case.But at the end, the government came to court that argument.However, the little vote was disappeared.Still, don't even find.",
        "The foundation in this case has been the foundation of the 19th Amendment to the 19th anniversary, but the failure of the sixth year of the 83 (b) is the failure of the sixth year of failure.In Section 30 (2) of the presidential term is called.The President's term was amended for five years.The provisions of Article 83 (b) have the necessary measures to take the presence of the presidential term.",
        "Let us now see what is in Article 83 (b).It means 30 (2) of Section 30 (2) and contains contradictions or contradictions, or the presidential term to get the approval of the people in a referendum.People's approval should be extended to extend the presidential term beyond six years.But that the case does not want the approval of the President's term to extend the time of the President to stretch up to six years.",
        "But that is a wrong argument.Three factors in this section have been conquered to a referendum.Meanwhile, it is also a revision of Section 30 (2) that the president's term is five years.If the president's term is strengthened from five to six years, Section 30 (2) should be amended.In addition to the majority of the three-third majority of the three parliament, it is very clear in the public inquiry.We hope to intervene in this case and defeat the case. \""
      ]
    }
  },
  "summary_lines": [
    "Postponing a presidential election requires a referendum due to constitutional amendments, specifically Article 83(b), which mandates public approval for extending a presidential term beyond six years. This rule stems from the 19th Amendment's foundational principles, emphasizing democratic processes and public consent for significant changes."
  ]
}