{
  "translated_text": {
    "ta": {
      "title": "பமுனுகாமாவில் வசிப்பவர்கள் பொலிஸ் ஆட்சேபனை",
      "body_lines": [
        "கைது செய்யப்பட்ட இரண்டு போலீஸ்காரர்கள் நேற்று (24) காவல் நிலையத்திற்கு முன்னால் பமுனுகாமா இருந்தார்.",
        "எங்கள் நிருபரின் கூற்றுப்படி, இது காவல் நிலையத்திற்கு அருகிலுள்ள ஒரு சூடான சூழ்நிலை.",
        "இரண்டு இளைஞர்கள் போலீசாரால் கொடூரமாக தாக்கப்பட்டதாகக் குற்றம் சாட்டி, பமுனுகாமா போலீசாருக்கு முன்னால் உள்ள கிராமவாசிகள் நேற்று பிற்பகல் எதிர்ப்பு தெரிவித்து வருகின்றனர்.",
        "ஞாயிற்றுக்கிழமை தங்கக் கொள்ளை சேமித்ததாக சந்தேகத்தின் பேரில் இரண்டு இளைஞர்களும் கைது செய்யப்பட்டுள்ளனர்.",
        "இரண்டு இளைஞர்களும் அவர்கள் பணியாற்றும் விதை இடத்தில் இருந்தனர்.",
        "20, 24 வயதுடைய இரண்டு இளைஞர்கள் பமுனுகாமா மற்றும் செலெபியரில் வசிப்பவர்கள்.",
        "இருப்பினும், பெற்றோர்கள், பெற்றோர் உட்பட, தங்க அடியில் தங்க அடியில் ஈடுபடாத இரு இளைஞர்களையும் குற்றம் சாட்டினர்.",
        "OIC இன் OIC ஆல் தாக்கப்பட்ட இரண்டு இளைஞர்களும் ராகாமா கற்பித்தல் மருத்துவமனைக்கு கொண்டு சென்றனர்.",
        "இந்த சம்பவம் தொடர்பாக நீதியுடன் கங்ல்பிட்டியாவின் OIC இன் வாக்குறுதி சிதறிக்கிடக்கிறது."
      ]
    },
    "en": {
      "title": "Residents in Pamunugama Police objection",
      "body_lines": [
        "Pamunugama was in front of the police station yesterday (24), accusing two policemen arrested.",
        "According to our correspondent, it was a warm situation near the police station.",
        "The villagers in front of Pamunugama Police have been protesting yesterday afternoon, alleging that two youths were brutally assaulted by the police.",
        "The two youths have been arrested on suspicion of storing a gold robbery on Sunday.",
        "The two youths were in the seed place where they were serving.",
        "Two youths aged 20, 24 years old residents of Pamunugama and Seleppear.",
        "However, parents, including parents, accused the two youths who are not involved in a gold blow to a gold blow.",
        "The two youths who had been assaulted by the OIC of the Police OIC had taken to the Ragama Teaching Hospital.",
        "A promise of the OIC of the Kanglpitiya has been scattered with a justice regarding the incident."
      ]
    }
  },
  "summary_lines": [
    "Pamunugama residents protest outside police station over alleged assault of two youths. Two men, ages 20 and 24, arrested for suspected gold theft. Parents claim innocence. Incident sparks community unrest."
  ]
}