{
  "translated_text": {
    "si": {
      "title": "ගොවිතැන් කරන බිරිඳව ඉවර කරන ස්වාමිපුරුෂයෙක් ලෙස GV. ප්රකාශ් කුමාර්",
      "body_lines": [
        "අකමැති ගැටලුව කෙරෙහි අවධානය යොමු කරමින් 'ගුඩ්නයිට්' 'ගුඩ්නයිට්' නිකුත් කරන ලදී.. චිත්රපටයේ, කතාවේ වීරයා වන මිකැන්ඩන්ගේ නින්දෙන් හ sound ින් ගිලී යාමේ පුරුද්දකි.",
        "චිත්රපටයේ කතාව නම් ඔහු කාන්තාවක් සමඟ ආදරයෙන් බැඳී ජීවිතයක් ගත කළ ආකාරයයි.",
        "කතාවේ වීරයා වන අයිශ්වර්යා රාජ්ෂෙෂ් සතුව එකම කතාව මඳක් වෙනස් කිරීමේ පුරුද්දක් ඇත.",
        "GV ඇගේ සැමියා ලෙස. ප්රකාශ් කුමාර් නාට්ය. මෙම චිත්රපටය 'ආදරණීය' ලෙස නම් කර ඇත. මෙම චිත්රපටය අප්රේල් එකොළොස් වන දින චිත්රපටයේ චිත්රපටයේ දී නිකුත් කරනු ඇත?ලද නොහැක?එය දැකිය යුතුය.",
        "'ආදරණීය' චිත්රපටයේ අධ්යක්ෂ ආනන්ද් රවිචන්ද්රන් විසින් අධ්යක්ෂණය කරන ලදී. V.. ප්රකාශ් කුමාර්, අයිශ්වර්යා රාජ්ෂි, කාලි වෙන්කට්, කුමාරයා, රෝහිණිය, 'තලිවාසල්' විජේ, ගීතා කයිඊ, අබ්දුල් ලී, 'කළු බැටළුවන්' නන්දිනිනි.",
        "ජගද්සුන් සුන්රාමාර්ති මෙම චිත්රපටය සඳහා චිත්රපටය පටිගත කර තිබේ. ප්රකාශ් කුමාර් සංගීතය රචනා කර ඇත. ගොවිතැන් කිරීමේ ගැටලුව කේන්ද්රගත වූ මෙම චිත්රපටය නෙට්මේෙක් නිෂ්පාදන, නිෂ්පාදකයින්ගේ වරන් ත්රිපුර, අභිෂේක් රාමිසෙට්ටි, ජී.. ප්රිත්විරාජ් සම්බන්ධ කර ඇත. චිත්රපටය රෝමියෝ පින්තූර නිකුත් කරයි.",
        "චිත්රපටය පිළිබඳ සංගීතය හා පෙරදසුන චෙන්නායි හි පැවැත්විණි. මෙම අවස්ථාවට චිත්රපට කාර්ය මණ්ඩලය සහභාගී වූහ.",
        "මෙම චිත්රපටය පිළිබඳව අදහස් දක්වමින් අධ්යක්ෂකවරයා පැවසුවේ, \"මෙම චිත්රපටයේ දීපිකාගේ භූමිකාවේදී අයිශ්වර්යා රාජ්ෂ් සහ ජීවී අර්ජුන් ලෙස GV. ප්රකාශ් කුමාර් ද ප්රධාන චරිත නිරූපණය කර ඇත.",
        "අපි ඩබල් වලට කැමති නැහැ. රූගත කිරීම් අතරතුර අපි සජීවී කථාව හා ශබ්දය අප වාර්තා කළේ එබැවිනි. එවැනි තාක්ෂණයක් භාවිතා කරන විට, වෙඩි තැබීමේ වෙබ් අඩවියට වෙඩි තැබීමේ ස්ථානයේ යම් වැරැද්දක් ඇති බව එම දර්ශනය නැවත රූගත කරනු ඇත.",
        "ඒ නිසා අපි එක් එක් චරිත සඳහා දක්ෂ කලාකරුවන් තෝරා ගත්තෙමු. ඔබ දැන් බලන්න යන චිත්රපටයේ කූටප්රාප්තිය සඳහා අයිශ්වර්යා රාජේෂ්ගේ දායකත්වය.",
        "උපරිම දර්ශනය කථා කරන්නේ නම් අයිශ්වර්යා රාජ්ෂීට පිළිගැනීමක් ලැබෙනු ඇත. ඒ වන විට අයිශ්වර්යා රාජේෂ් චිත්රපටයේ තිර තිරයේ කැප කළේය.. කතාව යෝජනා කළ චිත්රපටයේ වීරයා වන ජීවී ප්රකාෂ්, කතාව යෝජනා කළ, ඔහුට ඇහුම්කන් දී ඔහුව හෙළිදරව් කළේය.",
        "එය සම්බන්ධතා නාට්යයකි. ස්වාමිපුරුෂයා අතර ඇති කතාව අපි - මිනිසා - ඇමතුම්. හැමෝම එයට කැමතියි. \"",
        "'ගුඩ්නයිට්' වාණිජ හා විවේචනාත්මකව විශාල සාර්ථකත්වයක් ලබා ඇත. කාන්තාවන්ට නින්දට වැටීම දුර්ලභ වුවද, පවුල තුළ ඇති වූ කෝලාහල 'ආදරණීය' චිත්රපටයේ ඇත.. චිත්රපටය පහරක් වනු ඇති බවට මෙය සහතික වනු ඇත."
      ]
    },
    "en": {
      "title": "GV as a husband who tolerates the snoring wife. Prakash Kumar",
      "body_lines": [
        "'Goodnight' was released last year, focusing on the snarling problem.. In the film, Manikandan, the hero of the story, is a habit of snoring in loud sound during sleep.",
        "The story of the film is how he fell in love with a woman and married a life.",
        "Aishwarya Rajesh, the hero of the story, has the habit of changing the same story almost a little.",
        "GV as her husband. Prakash Kumar plays. This movie is named 'Dear'. The film will be released at the film House on April eleven?Not available?It must be seen.",
        "Directed by director Anand Ravichandran in the movie 'Dear'. V.. Prakash Kumar, Aishwarya Rajesh, Kali Venkat, Prince, Rohini, 'Thalaivasal' Vijay, Geeta Kailasam, Abdul Lee, 'Black Sheep' Nandini.",
        "Jagadish Sundaramurthy has recorded the film for this movie. Prakash Kumar has composed the music. The film, which is centered on the snoring problem, is on behalf of Netmek Productions, producers Varun Tripurani, Abhishek Ramisetti, G.. Prithviraj has co -produced. The film is releasing Romeo Pictures.",
        "The music and preview launch of the film was held in Chennai. The film crew participated in the event.",
        "Commenting on the film, the director said, “Aishwarya Rajesh in the role of Deepika in this film and GV as Arjun. Prakash Kumar has also played the lead roles.",
        "We don't like dubbing. That's why we recorded live speech and sound during shooting. When using such a technology, the shooting site has something wrong with the shooting site, even if the scene will be filmed again.",
        "So we used to choose talented artists for each character. Aishwarya Rajesh's contribution to the culmination of the movie you are going to see now.",
        "Aishwarya Rajesh will get the recognition if the peak scene is spoken. To that extent, Aishwarya Rajesh dedicated himself in the screenplay of the film.. It is his contribution to the hero of the film, Jeevi Prakash, who suggested the story, listened to him and cast him.",
        "It's a Relationship Drama. We are telling the story between husband -man -in -law relationships. Everyone likes it. ”",
        "'Goodnight' has been a huge success in commercial and critically. Although it is rare for women to fall asleep, the riots within the family are in the movie 'Dear'.. This will be sure to be sure that the film will be a hit."
      ]
    }
  },
  "summary_lines": [
    "\"'Dear' stars Prakash Kumar and Aishwarya Rajesh, focusing on a husband's tolerance of his snoring wife. Directed by Anand Ravichandran, it's a relationship drama set to release on April 11th. The film, produced by Netmek Productions and Romeo Pictures, features live speech and sound recording, highlighting Aishwarya Rajesh's performance. It's a follow-up to the successful 'Goodnight', also starring Prakash Kumar.\""
  ]
}