{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාව - ආර් .20 ලෝක කුසලාන සුපර් 8 ඉලක්ක කර ගනිමින් බංග්ලාදේශ කණ්ඩායම්",
      "body_lines": [
        "එක්සත් ජනපදයේ 9 වන විස්සයි 20 ලෝක කුසලාන පරිච්ඡේදයේ ශ්රී ලංකාව සහ බංග්ලාදේශය ටී කණ්ඩායමෙහි ගැටලු ඇති අතර බටහිර ඉන්දීය කොදෙව් කණ්ඩායම.",
        "මෙම තරඟාවලිය සෙනසුරාදා (08) පෙරවරු 6.00 ට ඩලස්හි ග්රෑන්ඩ් බ්රේරි ක්රීඩාංගණයේදී ආරම්භ වේ.",
        "මෙම කණ්ඩායම් දෙක සුපර් 8 වටය ඉලක්ක කර ඇති බැවින් කණ්ඩායම් දෙකට අලුතින් පිහිටුවන ලද සතුරුකම සමඟ තරඟ කළ හැකි අවස්ථා දෙකෙන් ඉවත්වීමට අපේක්ෂා කෙරේ.",
        "දකුණු අප්රිකාවට එරෙහිව ආරම්භක තරගය අහිමි වූ ශ්රී ලංකාව දෙවන තරඟයේදී බංග්ලාදේශයට පැමිණෙනු ඇත.",
        "අනෙක් අතට, බංග්ලාදේශය සිය පළමු තරඟයේදී ක්රීඩා කරනු ඇති අතර ඔවුන් කිසිදු පීඩනයකට මුහුණ නොදෙනු ඇත.",
        "ශ්රී ලංකා කණ්ඩායම සම්බන්ධයෙන් ගත් කල, තරගය අතරතුර දකුණු අප්රිකාව විසින් කරන ලද වැරදි නැවත නොකිරීමට අවශ්යය.",
        "දකුණු අප්රිකානු පන්දු යවන්නන් 'ගලා යන බෝල' ගලා යන බෝල 'සහිත කෙත්වල ශ්රී ලාංකික ක්රීඩකයින් අනවශ්ය ලෙස කඩුලු ලබා ගත්හ.",
        "මේ හේතුවෙන් ජාත්යන්තර විස්සයි 20 ක්රිකට් ක්රීඩාවේ අවම වශයෙන් ලකුණු 77 ක් ලබා ගැනීම සඳහා ශ්රී ලංකාව කරකැවෙමින් තිබේ. පෙළපාලාව තුළ ඇති දැඩි කළ හසාරංගා බලාපොරොත්තු වූයේ කඩුලු නොදැක්වීම වළක්වා ගත හැකි බවයි.",
        "පාකිස්තානයට එරෙහි තරගයේදී එක්සත් ජනපද ක්රීඩකයින් ක්රීඩා කළ පරිදි ශ්රී ලංකා ක්රීඩකයින් බංග්ලාදේශය සමඟ තරඟයට මුහුණ දිය යුතුය.",
        "ඔබට පවුම් කීයක් ද, තරඟයකට පහර දීමට හයස් ද? බෝල සමඟ බෝල නොමැති බෝල සහිත බෝල සහ බෝල සමඟ ශ්රී ලංකාවට සැලකිය යුතු මුළු සංඛ්යාවක් ලබා ගත හැකිය.",
        "එසේ තිබියදීත්, ශ්රී ලංකාව ජාත්යන්තර විස්සයි 20 තරගාවලියේදී ශ්රී ලංකාව සහ බංග්ලාදේශය 11 - 5 කින් ශ්රී ලංකාව 11 - 5 කින් නායකත්වය දෙයි.",
        "ශ්රී ලංකාව බංග්ලාදේශය සමඟ ආර් 20 ලෝක කුසලාන ඉතිහාසය තුළ අවස්ථා දෙකකදී දිනයක් දිනා ගෙන තිබේ.",
        "2007 දී 2007 දී බංග්ලාදේශය 2007 දී බංග්ලාදේශය දිනා ගත්තේ 2007 දී සහ එස්.ඒ.එස්.",
        "කණ්ඩායම් දෙක අතර මෙම චාරිත්ර වාරිත්රවල පදනම මත ශ්රී ලංකා කණ්ඩායමට වාසිදායක ප්රති result ල ලැබෙනු ඇතැයි අපේක්ෂා කෙරේ.",
        "මේ අතර, විස්සයි 20 ලෝක කුසලානය සඳහා ජාත්යන්තර ආර් 20 තරගාවලියේදී එක්සත් ජනපදය 1 - 2 ක් අහිමි වූ බංග්ලාදේශය විසින් මෙම ඕනෑම මිලකට ශ්රී ලංකාව ගෙන ඒමට උත්සාහ කරනු ඇත.",
        "එබැවින් නිවැරදි උපාය මාර්ග සකස් කිරීම සහ සියලු ක්ෂේත්රවල පූර්ණ කුසලතා පෙන්වීම අවශ්ය වේ.",
        "ශ්රී ලංකාව: බෙත්ම් නිසාන්කා, කුසල් මෙන්ඩිස්, කමින්දු මෙන්ඩිස්, සාරින්ද්ර සමරවර්කා, ඇන්ජිර්රා මැතිව්ස්, දසුන් හෂනාගා (සභාපති), නුවන් දුෂාරා, නුවන් දුෂාරා",
        "බංග්ලාදේශය: ටැන්ෂිට් හසන්, චම්පියා සර්කාර්, නජම්පි සර්නා, තහ්ලිඩ් රිදෝයි, ෂකිබ් අල් හෂනාන්, මීයිම් හසන්, ටැන්සිම් හසන්, ටැන්සිම් හසන්, ටැන්සිම් හසන්."
      ]
    },
    "en": {
      "title": "Sri Lanka - Bangladesh teams targeting the R20 World Cup Super 8",
      "body_lines": [
        "Sri Lanka and Bangladesh will clash in the T team in the 9th T20 World Cup chapter in the United States and the West Indies.",
        "The tournament will start at 6.00 am on Saturday (08) at the Grand Brairie Stadium, Dalus.",
        "The two teams are expected to quit until the two teams can compete with the newly formed enmity as these two teams are targeting the Super 8 round.",
        "Sri Lanka will face Bangladesh in its second match, which is forced to win the remaining three matches, which lost their opening match against South Africa.",
        "On the other hand, Bangladesh will play in his first match and they will not face any pressure.",
        "As for the Sri Lankan team, it is necessary not to repeat the mistakes made by South Africa during the match.",
        "The Sri Lankan players unnecessarily fired wickets in the fields where the South African bowlers' flowing balls were simply to the fields.",
        "Due to this, Sri Lanka curled up for its lowest total of 77 runs in international T20 cricket. Hazaranga, who raised himself in the lineup, hoped that he could prevent wickets from falling inadequate.",
        "Sri Lankan players must face the match with Bangladesh, as the United States players played in the match against Pakistan.",
        "Sri Lanka can get a substantial total number if you remember how many pounds and how many sixes to hit a match, and the balls with the balls that don't have the balls with the balls.",
        "Despite this, Sri Lanka is leading Sri Lanka and Bangladesh by 11 - 5 in 16 international T20 cricket.",
        "Sri Lanka has won two occasions in the history of the R20 World Cup with Bangladesh.",
        "Sri Lanka won Bangladesh in 2007 in 2007 and 5 wickets in Sharjah in 2021.",
        "The Sri Lankan team is expected to have a favorable result on the basis of these rituals between the two teams.",
        "Meanwhile, Bangladesh, who lost the United States 1 - 2 in the international R20 series before the T20 World Cup, will try to bring down Sri Lanka at whatever prices.",
        "Therefore, it is necessary to set the right strategies and show full skills in all fields.",
        "Sri Lanka: Bethum Nissanka, Kusal Mendis, Kamindu Mendis, Sadheera Samarawickrama, Sarit Asalanka, Angelo Mathews, Dasun Shanaka, Wanindu Hasaranga (Chairman), Mahish Dikshana or Dunit Vellalake, Nuwan Dushara",
        "Bangladesh: Tansit Hasan, Chaumya Sarkar, Najimul Hosain Santo (Chairman), Tauhid Ridhoi, Shakib Al Hasan, Mahmudullah, Jakar Ali or Litton Das, Mehethi Hasan, Rishad Hozan, Tanzim Hasan, Mustabisur."
      ]
    }
  },
  "summary_lines": [
    "In the 9th T20 World Cup, Sri Lanka and Bangladesh aim for the Super 8 round, clashing in the US and West Indies. Sri Lanka, after losing to South Africa, needs wins in their next three matches, including against Bangladesh. Bangladesh, playing their first match without pressure, looks to counter Sri Lanka's strategy. Despite historical wins by Sri Lanka over Bangladesh in the R20 World Cup, both teams must strategize effectively to secure victory."
  ]
}