{
  "translated_text": {
    "si": {
      "title": "ගණිත ගුරුවරයා විසින් උපකාරක පන්ති සඳහා පූර්ණ කිරීම",
      "body_lines": [
        "උතුරු මැද පළාතේ උතුරු මැද පළාතේ ලේකම්වරයාගේ චක්රලේඛයක් නිකුත් කර ඇති අතර, එය උතුරු මැද පළාතේ පාසල්වල වැඩ කරන විදුහල්පති, ගුරුවරුන් සහ ගුරුවරුන් සහ ගුරුවරුන් සහ ගුරුවරුන්ගේ වැඩ සම්පූර්ණයෙන්ම තහනම් කර තිබේ.",
        "උතුරු මැද පළාතේ අධ්යාපන අමාත්යාංශයේ ලේකම් සිරිමන් ධර්මසේන, පළාත් අධ්යාපන අධ්යක්ෂවරුන්, සියලුම ප්රාදේශීය අධ්යක්ෂවරුන්, කොටෝටා අධ්යාපන අධ්යක්ෂවරුන් සහ පාසල් විදුහල්පතිවරුන්.",
        "උතුරු මධ්යම පළාතේ පාසල්වල පාසල්වල සේවය කරන සමහර විදුහල්පතිවරුන්, ගුරු උපදේශකයින් සහ ගුරුවරුන් පාසැල්, පාසලේ වේලාව හෝ සති අන්තවල පෞද්ගලික පංති සහ සම්මන්ත්රණ ආරෝපණය කර ඇති බවට නිරන්තර චෝදනා තිබේ.",
        "සමහර ගුරුවරුන්ට සහ විදුහල්පතිවරුන්ට පාසැලේදී ඉගැන්වීමේ කටයුතු කිරීමට නොහැකි වී ඇති අතර ඔවුන්ගේ පෞද්ගලික පන්ති හා සම්මන්ත්රණවලට යාමට නොහැකි වූ සිසුන් නොසලකා හැර ඇති බව වාර්තා වේ.",
        "චක්රලේඛයට අනුව, උතුරු මැද පළාතේ පාසල් ළමුන් එකතු කිරීම පාසල් වේලාවන්, පාසල් වේලාවන් හෝ සති අන්තයක් පැවැත්වීමෙන් පෞද්ගලික පන්ති සහ සම්මන්ත්රණ සම්පූර්ණයෙන්ම තහනම් කරන ලදී.",
        "උතුරු මැද පළාතේ අධ්යාපන අමාත්යාංශයේ ලේකම්වරයා කියා සිටියේ චක්රලේඛයේ උපදෙස් අනුගමනය නොකරන අයට එරෙහිව දැඩි පියවර ගන්නා බවයි."
      ]
    },
    "en": {
      "title": "Full restriction to tuition by math teacher",
      "body_lines": [
        "The Secretary of the North Central Ministry has issued a circular in the North Central Province, which has completely banned the work of principals, teachers and teachers and teachers who work in schools in the North Central Province.",
        "Secretary to the Ministry of Education of the North Central Province, Siriman Dharmasena, Provincial Education Directors, All Regional Directors, Kota Education Directors and School Principals.",
        "There have been constant complaints that some principals, teacher advisers and teachers who work in schools in the North Central Province have been charging private exclusive classes and seminars at school, school time or weekends.",
        "It has been reported that some teachers and principals have not been able to do the work of teaching at the school and ignore students who have not been able to go to their private classes and seminars.",
        "According to the circular, the collection of school children in the North Central Province, private classes and seminars were completely prohibited by conducting school hours, school hours or weekends.",
        "The Secretary of the Ministry of Education of the North Central Province said that stern action will be taken against those who do not follow the instructions of the circular."
      ]
    }
  },
  "summary_lines": [
    "In the North Central Province, a ban has been issued by the Ministry of Education, prohibiting principals, teachers, and other educational staff from conducting private classes or seminars during school hours or weekends. This decision comes after numerous complaints about these individuals prioritizing their private activities over their official duties, neglecting students in the process. The Secretary of the Ministry has warned of strict consequences for non-compliance."
  ]
}