{
  "translated_text": {
    "ta": {
      "title": "எங்கள் பூச்சி இலங்கையில் இழந்தது, \"எங்கள் நிரந்தர",
      "body_lines": [
        "இந்த ஆண்டிலிருந்து அடிக்கடி கேட்கப்படும் மிகவும் பிரபலமான பாடல். ஆனால் பாடல் விவரித்த பாடல் இன்று காணப்படவில்லை.",
        "பெரும்பாலும், புகைப்படங்கள் மற்றும் வீடியோக்கள் வெளிநாடுகளுக்கு கொண்டு வரப்பட்ட ஆபரணங்களில் வெளியிடப்படுகின்றன.",
        "இந்த கட்டுரை கடந்த காலத்திலிருந்தே கேம்மேனின் வாழ்க்கையைப் பற்றி விவாதிக்கும், \"எங்கள் நிரந்தர\" மற்றும் என்ன நடந்தது.",
        "'எங்கள் எக்கியன்' என்று அடையாளம் காணப்பட்ட இரண்டு ஒத்த இனங்கள் உள்ளன. இது ஒரு 'முந்தைய சம்பாதிக்கும்' மற்றும் 'செயல்திறன்'.",
        "ஆண்டு, ஆண்டு மலர், ஆண்டு, பூக்கும் ஆண்டு, எமிர்தினா வரிகாட்டா என்று அழைக்கப்படும் ஆலை.",
        "ஏப்ரல் மாதத்திற்குள், தாவரத்தின் இலைகள் அதே பருவத்தில் டிஸ்ஃபன். எனவே, மிகவும் அழகான, சிவப்பு நிற வண்ண மலர் மரம் நிரம்பியுள்ளது. தாவரவியல் தாவரவியலாளர்கள் கூறுகையில், அந்த இனத்தின் பூ அல்லது அந்த இனத்தில் ஒரு பூவைப் பார்ப்பது இன்று கடினம்.",
        "ஆலை எராஹுடுவா, முட்கள் என்று அழைக்கப்பட்டால் இந்த ஆலை பயன்படுத்தப்படுகிறது.",
        "சில பெயர்கள் விவசாயிகளுக்கு ஆங்கிலத்தில் பயன்படுத்தப்படுகின்றன. பெயர்கள், பவள மரங்கள், இந்திய பவள மரங்கள், trny tadap.",
        "தாவரவியல் ரீதியாக தாவரவியலைக் குறிக்கிறது எரித்ரினா ஃபுஸ்காவைக் குறிக்கிறது, மேலும் அவற்றின் பூக்கும் வழக்கமாக பிப்ரவரி மற்றும் மார்ச் மாதங்களுக்குள் செய்யப்படுகிறது.",
        "இவை \"நம் வாழ்க்கையாக 'நம் வாழ்க்கை அல்ல, மக்களின் வாழ்க்கை, தாவரவியலாளர், பேராசிரியர் சிரில் விஜேசுண்டரா, இலங்கைக்கு தனித்துவமான ஆலை அல்ல. காடு போன்ற இயற்கை சுற்றுச்சூழல் அமைப்புகளில் அவை காணப்படவில்லை என்று அவர் மேலும் கூறினார்.",
        "கூடுதலாக, மலைகளில் உரங்களையும் நிழலையும் பெற ஒரு வெளிநாட்டு நில இனங்கள் அறிமுகப்படுத்தப்பட்டுள்ளன.",
        "தாவரவியல் எரித்ரினா சபுபிரான்களின் நிழலைக் கண்டுபிடிக்க மரம் பயிரிடப்படுகிறது, இது தாதாப் என அழைக்கப்படுகிறது. அலங்கார தாவரங்களாக அறிமுகப்படுத்தப்பட்ட பல பிரத்தியேகங்களும் உள்ளன. அவர்களின் ஆண்டு முழுவதும் பூக்கள் உள்ளன.",
        "'' எரித்ரினா வெரிகாட்டா, பொதுவாக நேர்மறையானது. எனவே சிவப்பு தரவுத்தளத்தின் முடிவின் 2020 சிவப்பு தரவுத்தளத்தை (முடிவுக்கு நெருக்கமாக) எங்களிடம் உள்ளது. நாங்கள் குழந்தையாக இருந்தபோது, ​​இவை வேலிகளுக்கு வந்திருந்தன. அது நெருக்கமாக இருந்தாலும், கிராமங்களில் தண்ணீர் இருந்தது. நேரடி வேலிகள் என்ற கருத்து இப்போது குறைக்கப்பட்டுள்ளது. இவை மிகவும் காரணம் என்பதற்கு மிகவும் காரணம், எரித்ரினா கால் வாஸ்ப் கூறினார் என்று நான் நினைக்கிறேன். \"",
        "2006 ஆம் ஆண்டில், குவாட்ராஸ்டிச்சஸ் எரித்ரினே என அழைக்கப்படும் பூச்சியின் முதல் எச்சரிக்கை, இலங்கை, வேளாண்மைத் துறை, வேளாண்மைத் துறை, வேளாண்மைத் துறை, வேளாண்மைத் துறை ஆகியவற்றிலிருந்து அங்கீகரிக்கப்படலாம். அவர் தனது கண்டுபிடிப்புகளை ஒரு விஞ்ஞான ஆய்வுக் கட்டுரை மூலம் வெளியிட்டுள்ளார்.",
        "2006 ஆம் ஆண்டில், 2006 ஆம் ஆண்டு தேயிலை தோட்டத்தை ரத்னபுராவிலிருந்து கலவானா மற்றும் கொழும்பு மற்றும் சுற்றியுள்ள பகுதிகளில் உள்ள அணிகள், 2006 ஆம் ஆண்டில், இது தேயிலை பயிரிடப்பட்ட பகுதிகளான கண்டி, மாடேல் மற்றும் நுவரா எலியா போன்றவற்றுக்கு விரிவுபடுத்தப்பட்டதாக சுட்டிக்காட்டியது.",
        "சீனா, குவாம், ஹாங்காங், இந்தியா, ஜப்பான், சிங்கப்பூர், தைவான், சிங்கப்பூர், தைவான், தாய்லாந்து, தைவான், தாய்லாந்து மற்றும் அமெரிக்கா ஆகிய நாடுகளும் பதிவாகியுள்ளன.",
        "\"இது தாவரத்திற்கு ஆலைக்கு தீங்கு விளைவிக்கும் நாட்டின் விருந்தினராகும், இது எனக்குத் தெரியும்.. ஒரு பூச்சியாக செலுத்தப்படவில்லை. இது போன்ற ஒரு உள்ளூர் ஆலையை நாம் அழிக்க முடிந்தால், நாம் ஒரு சிறப்பு கவனம் செலுத்த வேண்டும். நான் சமீபத்தில் ஆண்டுடன் இணைந்த பூக்களை பார்த்தேன். \"",
        "டாக்டர் ஜகாத் குணவர்தேனா இரண்டு புகைப்படங்களைப் பெற்றார், அதில் பின்வருபவை இந்த கட்டுரையுடன் வெளியிடப்பட்டன, மேலும் கொழும்பு டாக்டர் ஜகாத் குணவர்தேனா மற்றும் டாக்டர் ஜகாத் குணவர்தேனா.",
        "\"தாவர இலைகள் மற்றும் பூச்சி தோட்டத்தின் வேர் இலைகள் மற்றும் வேர்விடும் தண்டு ஆகியவை துளைக்கப்படுகின்றன. தாவர திசுக்களால் ஆன லார்வாக்கள், ஒரு கட்டியைத் தயாரித்து அதை சுரண்டிக்கொண்டு வெளியே சுரண்டிக்கொள்கின்றன. முக்கிய காரணம் என்னவென்றால், ஈரமான மண்டலத்தில் ஈரமான மண்டலத்தில் பல இடங்கள் தற்போது ஈரமான மண்டலத்தில் உள்ள சமீபத்திய வகையான தாவரங்களில் அழிக்கப்படுவதற்கு பூச்சி முக்கிய காரணம்.. எடுத்துக்காட்டாக, நீங்கள் கடுமையாக இருக்க முடிந்தால், இந்த பூச்சியின் காரணமாக 95% ஹவாய் தீவுகள் 95% ஹவாய் தீவுகளை அழித்தன. இருப்பினும், இலங்கை இலங்கைக்கு சரியான கவனம் செலுத்தவில்லை \"என்று டாக்டர் ஜகாத் குணவர்தேனா விளக்கினார்.",
        "10 மீட்டர் வரை வளரும் ஒரு நடுத்தர அளவு மரம். உலர்ந்த குறைந்த நாடு, இடைநிலை மண்டலம் மற்றும் குறைந்த நாட்டின் ஈரமான மண்டலம் ஆகியவை நீரின் நீரில் காணப்படுகின்றன.",
        "முன்னணியில் உள்ள மலர். சிறகு மற்றும் நிக்கி ஊதா. மலர் மலரும் பளபளப்பான சிவப்பு. சிறகு மற்றும் ஒரு நிக்கி சிவப்பு.",
        "விதைகளின் விதைகளில் கருப்பு வெறுப்பை காணலாம். மேற்கூறிய விதைகளின் விதைகள் சிவப்பு பழுப்பு. காடுகளில் தண்டு தண்டு முள் மற்றும் பட்டை. விவரம் கொடுக்கப்பட்ட கத்தரித்தல். சாம்பல்.",
        "காடுகளை விட அதிக கால்நடைகளைப் பார்ப்பது அரிது. தேசிய சிவப்பு உரிமைகள் 2020 இன் படி, அச்சுறுத்தப்பட்டவை அழிவில் சேர்க்கப்பட்டுள்ளன.",
        "ஐர்த்ரினா இண்டிகா முன்பு அழைத்தது. பின்னர் அதை எரித்ரினா மாறுபாடாக மாற்றியது. நான் பூக்களைப் பார்க்கவில்லை. மற்ற விஷயம் இப்போது கடலோர பாய்ச்சல்களின் நேரத்தை மாற்றியுள்ளது. காலநிலை மாற்றம் போன்ற காரணங்களுக்காக அவர்கள் இப்போது பூக்கும் நேரம் அல்ல. \"தாவரவியலாளர், பேராசிரியர் சிரில் விஜெசுண்டரா விளக்கினார்.",
        "எரித்ரினா இண்டிகாவுக்கு எரித்ரினா மாறுபாடு மூலம் எரித்ரினா வெரிகாட்டா என்று பெயரிடப்பட்டது என்பது பின்னர் தெரியவந்தது.",
        "இலங்கையில் ஆராய்ச்சியாளர்கள் காற்று மற்றும் எரித்ரினா கால் குளவியின் காரணத்தை ஆராய்ச்சி செய்வதற்கு பொறுப்பாகும்.",
        "பங்களாதேஷ் கிரிக்கெட்: ஹதுருஷே உலகின் சிறந்த பயிற்சியாளர் '",
        "மெடாவாச்சியில் உள்ள ஒரு ஸ்க்ரூட்டுக்கு ஒரு ஸ்க்ரூட் ஒரு ஸ்கவுட்டுக்கு சேதம் ஏற்பட்டதன் மூலம் பொலிஸ் தாக்குதல் தாக்கப்படுகிறதா?",
        "ஆண்டுகள் வெளியேறுதல்: திறமையான அமைப்பு மற்றும் கொண்டாட்ட பாரம்பரியம் எப்போது தொடங்கியது?",
        "ஷாகிப் அல் ஹசன் பற்றி சர்ச்சைக்குரியது என்ன? இறுதி புதுப்பிப்பு: 903 நவம்பர் 9"
      ]
    },
    "en": {
      "title": "Our insect was lost in Sri Lanka, \"our permanent",
      "body_lines": [
        "A very popular song that is often heard from this year. But the song described by the song is not seen today.",
        "Often, the photos and videos are published in ornaments that have been brought abroad.",
        "This article will discuss the life of the gameman since the past, what is \"our permanent\" and what happened.",
        "There are two identical species identified as 'our Earnian'. It is a 'Earn Earlier' and 'performing'.",
        "The year, the year flower, the year, the year of flowering, is the plant called Emyrthina Variegata.",
        "By April, the leaves of the plant dysfun into the same season. Therefore, very beautiful, reddish-colored flower tree is full of. Botany Botanists say that it is today as difficult to see a flower of that species or a flower in that species.",
        "The plant is used if the plant is known as Erahuduwa, thorns.",
        "Some names are used in English to the farmers. The names, coral trees, indian coral trees, The TRNY DADAP.",
        "The botanically refer to the botanically refer to erythrina FUSCA, and their flowering is usually done by February and March.",
        "These are not \"our life as 'as our life as' as we have the life of the people, the botanist, Professor Cyril Wijesundara, not the unique plant to Sri Lanka. He added that they are not found in natural ecosystems such as forest.",
        "In addition, there is a foreign land species introduced to obtain fertilizer and shade in the mountains.",
        "The tree is cultivated to find the shade of the botanically erythrina sububbrans, known as the DADAP. There are also several specifics introduced as ornamental plants. There are flowers throughout their year.",
        "'' Erythrina Variegata, commonly positive. So we have the 2020 red database (nearly close to the end) of the end of the Red Database. When we were a child, these had come to fences. Whether it was close, the water was in the villages. The concept of live fences is now reduced. As the most reason why these are the most reason why, I think Erythrina Gall WASP said. \"",
        "In 2006, the first warning of the insect, known as the quadrastichus erythrinae, could be recognized from Sri Lanka, Department of Agriculture, Department of Agriculture, Agriculture, Department of AgricultureBy the KD Presses. He has published his findings by a scientific research paper.",
        "In the 2006, the 2006 tea cultivation of tea plantation from Ratnapura to Kalawana and teams in Colombo and surrounding areas, in 2006, pointed out that it is expanded to tea cultivated areas such as Kandy, Matale and Nuwara Eliya..",
        "The countries of China, Guam, Hong Kong, India, Japan, Singapore, Taiwan, Singapore, Taiwan, Thailand, Taiwan, Thailand and the USA have also been reported.",
        "\"This is the guest of the country who harm the plant to the plant, which is known as I know.. A pest is not paid as a. If we can destroy a local plant like this, we need to pay a special attention. I have recently seen the flowers that have joined the year. \"",
        "Dr. Jagath Gunawardena received two photos of which the following were published with this article and the Colombo Dr. Jagath Gunawardena and Dr. Jagath Gunawardena.",
        "\"The plant leaves and the root leaves of the insect plantation and the rooting stem are pierced. The larvae, which is made of the plant tissue, prepare a lump and exploit it and exploits it to the outside. The main reason is that the insect is the main reason why many places in the wet zone are currently destroyed in the recent species of plants in the wet zone.. For example, if you can be fierce, 95% of Hawaiian Islands destroyed 95% of Hawaiian Islands due to this insect. However, Sri Lanka has not paid proper attention to Sri Lanka, \"Dr. Jagath Gunawardena explained.",
        "A medium size tree that grows up to 10 meters. Dry Low country, intermediate zone and low country wet zone are found in the water of the water.",
        "The flower of the forefront. Wing and nicky purple. The flower blossom shiny red. Wing and a nicky red.",
        "The black hate can be seen in the seeds of the seeds. The seeds of the foregoing seeds reddish brown. The stem of the stem in the forests is thorny and the bark. The bark of the pruning of the prunation of the prunation. Ash.",
        "It is rare to see more livestock than forest. According to the National Red Rights 2020, the near threatened was included in the extinction.",
        "The Eyrthrina Indica used to call before. Then changed it as Erythrina Varief. I didn't see the flowers. The other thing is now changed the time of Seacched Flows. They are not now the time they bloom in time for the reasons, such as climate change. \"Botanist, Professor Cyril Wijesundara, explained.",
        "It was later revealed that Erythrina Indica had been named Erythrina Variegata by an Erythrina Varief.",
        "Researchers in Sri Lanka is responsible for researching the cause of the air and erythrina gall WASP.",
        "Bangladesh cricket: Hathurushe is the best trainer in the world '",
        "The police assault is assaulted by the damage to a scrout to a scrout to a scrout in Medawachchi?",
        "Years' Quit: When did the skilled setting and celebration tradition begin?",
        "What is the controversial about Shakib Al Hasan? Final Update: 903 November 9"
      ]
    }
  },
  "summary_lines": [
    "A popular song in Sri Lanka, \"Our Permanent,\" is now rare. The article discusses the life of the gameman, focusing on Emyrthina Variegata, a plant with beautiful, reddish-colored flowers that are difficult to see today. The plant, known as Erahuduwa, has thorns and is also called coral trees or Indian coral trees. It's botanically referred to as erythrina FUSCA, flowering in February and March. The plant is not found in natural ecosystems and was introduced to obtain fertilizer and shade in the mountains. In 2006, the first warning of the insect, quadrastichus erythrinae, was issued by the Sri Lanka Department of Agriculture. The insect harms the plant and has been reported in several countries. The plant, which grows up to 10 meters, is now near threatened."
  ]
}