{
  "translated_text": {
    "ta": {
      "title": "கோயரில் லாரி எரிகிறது",
      "body_lines": [
        "கோயரை எரியும் ஒரு பெரிய லாரி மூலம் லாரி மற்றும் கோயர் முற்றிலுமாக அழிக்கப்பட்டதாக உடப்புவா போலீசார் கூறுகின்றனர்.",
        "கனமுல்லா-ரோட் முதல் கனமுல்லாவிலிருந்து பயணித்த ஹீரோட்டு ரவயாவுக்கு லாரி கனமுல்லாவிலிருந்து பிரதான சாலையாகும் கனமுல்லாவிலிருந்து கிடங்கிற்கு கிடங்கு என்பது கிடங்கிற்கு உள்ளது.",
        "ஒரு வீட்டிற்கு மின்சாரம் வழங்குவதற்கான கம்பி லாரியுடன் எரிக்கப்பட்டது, அதிக உயரத்துடன்.",
        "இருப்பினும், லாரி பியர்ஸ் கம்பிகளுக்கு வந்துள்ளது, ஆனால் தீ முற்றிலும் நெருப்பால் பரவவில்லை.",
        "இருப்பினும், லாரி டிரைவர் மற்றும் உதவியாளர் கூறுகையில், லாரி லாரி மற்றும் மீட்பு வாழ்க்கையிலிருந்து அகற்றப்பட்டதாக.",
        "கோயர் மற்றும் லாரியின் பங்கு தீ காரணமாக முற்றிலும் அழிக்கப்படுகிறது என்று முக்கிய தொழிலதிபர் கூறுகிறார்.",
        "நெருப்பால் வசாபாஸ் லாரி மற்றும் கோயரை காப்பாற்ற முயன்றார், ஆனால் அது தோல்வியுற்றது என்று கூறுகிறது."
      ]
    },
    "en": {
      "title": "Lorry burns on the coir",
      "body_lines": [
        "Udappuwa Police say that the lorry and coir was completely destroyed by a large lorry burning of coir.",
        "The lorry that the lorry from the Kanamulla-road to the Vertive Racing to the Herotu Ravaya, which was traveling from the Kanamulla is the main road from the Kanamulla is to the warehouse from the Kanamulla is to the warehouse.",
        "The wire of a power supply to a house was burned with the lorry, with the heavy height of height.",
        "However, the lorry has come to the pierce wires, but the fire has not been completely spreading with the fire.",
        "However, the lorry driver and the assistant say that the lorry has been removed from the lorry and rescue lives.",
        "The core businessman says that the stock of coir and the lorry is completely destroyed due to the fire.",
        "Vasabas with the fire had tried to saving the lorry and coir, but it says it has been failed."
      ]
    }
  },
  "summary_lines": [
    "A lorry carrying coir caught fire near Udappuwa, destroying both the vehicle and its cargo. The incident occurred while the lorry was en route from Kanamulla to Vertive Racing via Herotu Ravaya. A nearby power supply wire also suffered damage due to the blaze. Despite efforts to extinguish the fire, the lorry and coir stocks were completely lost."
  ]
}