{
  "translated_text": {
    "ta": {
      "title": "ஆறுகளின் எச்சரிக்கை",
      "body_lines": [
        "மத்திய மலைகளில் பலத்த மழை காரணமாக மகாவேலி ஆற்றின் நீர் மட்டம் அதிகரித்துள்ளது.",
        "அதன் நீர்நிலை மற்றும் பேரழிவு மேலாண்மை பிரிவு, பொறியாளர் கள். ப. C. மகாவேலி ஆற்றில் நீர் நிலைகள் மற்றும் ஆற்றின் மேல் பகுதிகளின் நீர் மற்றும் நீர் நிலைகள் அதிகரித்து வருவதாக திரு.",
        "இதற்கிடையில், குனங்கா, கறுப்பு கங்கை, கினங்கா, கறுப்பு கங்கை மற்றும் நில்வாலா நதி ஆகியவற்றின் நதி நிலைகள் அதிகரித்துள்ளன.",
        "ஹீரோக்கள் மழை பெய்தால் நதி வெள்ளம் அதிகரிக்கும் அபாயம் இருப்பதாக தெரிவிக்கப்படுகிறது.",
        "சீரற்ற வானிலை குறித்து மக்கள் அதிக அக்கறை காட்ட வேண்டும் என்பதை நீர்ப்பாசனத் துறை கவனிக்கிறது.",
        "\"வானிலை மாற்றங்கள் அல்லது பிற காரணங்களின் சமீபத்திய காலகட்டத்தில், நாங்கள் கவனிப்போம் ... மிகக் குறுகிய காலத்தில் அதிக மழை பெய்யும். மிகக் குறுகிய காலத்தில் பூமிக்கு தண்ணீரை பாயும் சாலைகள் போதுமானதாக இல்லை. எனவே, இந்த நீர் தரையில் சேர்க்கப்படுகிறது.  මේක ඉතාම හානි කරයි. ஏனென்றால் இதை எச்சரிக்க எங்களுக்கு நேரம் இல்லை. நேரம் கிடைக்காது. உடனடியாக நடக்கும். எனவே, பொதுமக்களைப் புரிந்துகொள்வது மட்டுமே சேதத்தை குறைக்க முடியும். நகர்ப்புறங்களில் இது மிகவும் பாதிக்கப்படுகிறது. இது உயர்ந்த மலைகளில் காணப்படவில்லை."
      ]
    },
    "en": {
      "title": "A warning of the rivers",
      "body_lines": [
        "The water level of the Mahaweli River has increased due to heavy rains in the central hills.",
        "Its Hydrology and Disaster Management Division, Engineer S. P. C. Mr. Sugshwara says that the water levels in the Mahaweli River and the waters of the upper areas of the river and the water levels on the rise.",
        "Meanwhile, the river levels of the Gunanga, the Black Ganga, the Kinanga, the Black Ganga and Nilwala River have increased.",
        "It is reported that there is a risk of rising river floods if heroes will be rained.",
        "The Irrigation Department does notice that the masses should be more concerned with the inclement weather.",
        "\"During the recent period of weather changes or other reasons, we will observe ... Heavy rains receiving in a very short time. Roads flowing water to earth in a very short period of time are not sufficient. Therefore, this water is added in the ground.  මේක ඉතාම හානි කරයි. Because we don't have time to warn this. Will not get time. Instantly happens. Therefore, only understanding the public can only reduce the damage. This is most affected in urban areas. This is not seen in high mountains. \""
      ]
    }
  },
  "summary_lines": [
    "Heavy rains in the central hills have caused rising water levels in the Mahaweli, Gunanga, Black Ganga, Kinanga, and Nilwala Rivers, posing a flood risk. The Irrigation Department warns of potential dangers from sudden, heavy rainfall, emphasizing the importance of public awareness to mitigate damage, especially in urban areas where immediate action is crucial."
  ]
}