{
  "translated_text": {
    "ta": {
      "title": "அடுத்த இரண்டு மத்திய பருவங்களுக்கு பண்டி உரங்கள் நெல் சாகுபடியிலிருந்து விடுபடுகின்றன",
      "body_lines": [
        "வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சர் மஹிந்த அமராவீரா ஜூலை 01 முதல் 7 வரை இளைஞர் வேளாண் தொழில்முனைவோர் கிராமத்தை அமல்படுத்துவதற்கான தேசிய வாரம் என்று கூறினார்.",
        "ரூ.",
        "வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சர் மஹிந்த அமராவீரா இந்த அறிக்கையை ஜனாதிபதி ஊடக மையத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் பங்கேற்றார்.",
        "\"வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சகம் இளைஞர்களை விவசாயத்திற்கு ஈர்க்க பல திட்டங்களை அறிமுகப்படுத்தியுள்ளது. தீவின் 25 மாவட்டங்களை உள்ளடக்கிய 25 மாவட்டங்களை உள்ளடக்கிய ஒரு இளம் விவசாய தொழில் முனைவோர் கிராமங்களாக திட்டங்களைத் தொடங்க அனைத்து ஏற்பாடுகளும் செய்யப்பட்டுள்ளன.",
        "அதன்படி, ஜூலை 1 முதல் 7 வரை இளைஞர் வேளாண் தொழில்முனைவோர் கிராம திட்டத்தை செயல்படுத்த ஒரு தேசிய வாரத்தை வெளியிடுகிறோம். அதன் முதல் கட்டத்தில் ரூ. இந்த நோக்கத்திற்காக 1600 மில்லியன் ஒதுக்கப்பட்டுள்ளது.",
        "2022 ஆம் ஆண்டில் நாட்டில் அரிசி பற்றாக்குறை காரணமாக, அதே ஆண்டில் அரசாங்கம் அரிசியை இறக்குமதி செய்ய வேண்டியிருந்தது. இந்த நோக்கத்திற்காக அரசாங்கம் 300 மில்லியன் அமெரிக்க டாலர்களை செலவிட்டது. ஆனால் 2023 ஆம் ஆண்டில், நாட்டில் தேவையான மொத்த அரிசியை எங்களால் உற்பத்தி செய்ய முடிந்தது. 2024 ஆம் ஆண்டில் தேவையான அரிசி உற்பத்திக்கான தேசிய தேவை 4.1 மில்லியன் மெட்ரிக்டன் மற்றும் 2023 ஒட்டுமொத்த நெல் உற்பத்தி 4.5 மில்லியன் மெட்ரிகல் ஆகும். ஐந்து டூயர் சாகுபடியில் நெல் சாகுபடியை அதிகரிப்பதே எங்கள் குறிக்கோள். இந்த இலக்கை சமாளிக்க நெல் சாகுபடியிற்கான தொழில்நுட்ப தொகுப்பை நாங்கள் அறிமுகப்படுத்துகிறோம்.",
        "நெல்லின் உற்பத்தித்திறனை மேம்படுத்த நெல் சாகுபடியின் அறுவடையை அமல்படுத்த சிறப்பு நிகழ்ச்சிகள் செய்யப்பட்டுள்ளன. கடந்த சில ஆண்டுகளில், காலநிலை விளைவுகள் காரணமாக சாகுபடி அதிகரித்துள்ளது.",
        "முட்டை மற்றும் பால் உற்பத்தியின் உற்பத்தியில் எங்களால் தன்னிறைவு பெற முடியவில்லை. உரப் பிரச்சினை உற்பத்தியில் மக்காச்சோளம் உற்பத்தியின் சரிவு, கோழி கட்டுப்பாடு மற்றும் மக்காச்சோளம் சரிவின் மீது கால்நடை கட்டுப்பாடு காரணமாக.",
        "எங்கள் மக்காச்சோளம் தேசிய தேவைகள் ரூ.",
        "முட்டைகளின் உற்பத்தியை அதிகரிக்க ஒரு புதிய திட்டத்தைத் தொடங்கினோம். அதன்படி, அடுத்த இரண்டு மாதங்களில் 160,000 இளம் அக்ரிகிவியர்களின் தொழில்முனைவோருக்கு 160,000 க்கும் மேற்பட்ட குஞ்சுகள் வழங்கப்படும்.",
        "சந்தையில் தேங்காய் எண்ணெய் விலைகள் அதிகரித்து வருவதிலும் நாங்கள் கவனம் செலுத்தியுள்ளோம்.",
        "இறக்குமதி செய்யப்பட்ட தேங்காய் எண்ணெயில் 1 லிட்டருக்கு அரசாங்கம் தற்போது 150 ரூபாயை வசூலிக்கிறது. இந்த தொகையை குறைப்பதற்கான இயக்கம் நான் வேளாண் மற்றும் தோட்டத் தொழில்கள் அமைச்சராக அமைச்சர்கள் அமைச்சரவைக்கு வழங்கப்பட்டேன். நாட்டின் வருடாந்திர தேங்காய் எண்ணெய் 25,868 மெட்ரிக்டன் மற்றும் தேங்காய் மேம்பாட்டு ஆணையம் நாட்டில் 51,457 மெட்ரிகல் அளவீடுகள் இருப்பதாகக் கூறுகிறது.",
        "சந்தையில் உர விலைகளின் விலையை அதிகரிப்பது நெல் சாகுபடி உள்ளிட்ட பிற பயிர்களை பாதித்துள்ளது.",
        "இதன் விளைவாக, ஐக்கிய நாடுகளின் உணவு மற்றும் வேளாண் அமைப்பிலிருந்து பண்டி (MOP) உரத்தை நாங்கள் கோரியுள்ளோம். அதன்படி, 55,000 மெட்ரி உரத்தை வழங்க அமைப்பு ஒப்புக் கொண்டுள்ளது. அடுத்த இரண்டு சீசன்களில் நெல் சாகுபடிக்கு உரத்தை வழங்க அரசாங்கம் முடிவு செய்துள்ளது.",
        "தேயிலை சாகுபடிக்கு மானிய அடிப்படையில் உரத்தை வழங்குவதற்கான ஏற்பாடுகளையும் நாங்கள் செய்துள்ளோம். அதன்படி, மாநில உர நிறுவனங்கள் தேயிலை உரத்தை உற்பத்தி செய்கின்றன மற்றும் சந்தை விலையை விட 50% அதிக உரத்தை வழங்குகின்றன. உரத்தின் விலை ரூ."
      ]
    },
    "en": {
      "title": "Bundy fertilizer is free of the paddy cultivation to two next central seasons",
      "body_lines": [
        "Minister of Agriculture and Plantation Industries Mahinda Amaraweera stated that a National Week for the implementation of the Youth Agri Entrepreneurship Village from July 01 to 7.",
        "The government has decided to provide Rs.",
        "Minister of Agriculture and Plantation Industries Mahinda Amaraweera made this statement participating at a press conference held at the Presidential Media Center.",
        "\"The Ministry of Agriculture and Plantation Industries have launched a range of programs to attract the youth to agriculture. All arrangements have been made to commence the projects as a young agricultural entrepreneurial villages covering the 25 districts covering 25 districts in the island.",
        "Accordingly, we publishes a national week to implement the youth agro-entrepreneurial village program from July 1 to 7. Its first phase will be given Rs. 10 million for starting projects in every village. 1600 million allocated for this purpose.",
        "And due to the shortage of rice in the country in 2022, the government had to import rice in the same year. The government spent US $ 300 million for this purpose. But in the year 2023, we were able to produce the total amount of rice needed in the country. The national requirement for the production of the necessary rice in 2024 is 4.1 million metricton and 2023 overall paddy production is 4.5 million metrical. Our goal is to increase the paddy cultivation in five touior cultivation. We introduce a technical package for paddy cultivation to overcome this goal.",
        "Special programs have been made to enforce the harvest of paddy cultivation to enhance the productivity of paddy. In the past few years, cultivation has increased due to climatic effects.",
        "And we have not been able to be self-sufficient in the production of eggs and milk production. Due to the collapse of maize production in the production of fertilizer problem, poultry control and cattle control over the collapse of maize.",
        "Our maize national needs is Rs.",
        "We started a new program to increase the production of eggs. Accordingly, over 160,000 chicks will be given to entrepreneurs of 160,000 young agricivians during the next two months.",
        "We have also focused on the rise of coconut oil prices in the market.",
        "The government currently charges 150 rupees for 1 liter of the imported coconut oil. Motion to reduce this amount I am presented to the Cabinet of Ministers as Minister of Agriculture and Plantation Industries. The annual coconut oil of the country is 25,868 metricton and the Coconut Development Authority states that there are 51,457 metrical metrics in the country.",
        "Increasing the price of fertilizer prices in the market has affected other crops, including paddy cultivation.",
        "As a result we have requested Bundy (MOP) fertilizer from the United Nations Food and Agriculture Organization. Accordingly, the organization has agreed to provide 55,000 MT fertilizer. The government has decided to provide fertilizer for paddy cultivation in the next two seasons.",
        "We have also made arrangements to provide fertilizer on subsidy basis for tea cultivation. Accordingly, the state fertilizer companies produce tea fertilizer and provide 50% more fertilizer than the market price. The cost of fertilizer is Rs. 12 billion. \""
      ]
    }
  },
  "summary_lines": [
    "The Sri Lankan government, through the Ministry of Agriculture and Plantation Industries, is launching a Youth Agri Entrepreneurship Village program across 25 districts to boost youth involvement in agriculture. This initiative, marked by a national week from July 1 to 7, aims to start projects with an initial funding of Rs. 10 million per village, totaling Rs. 1600 million. Addressing the country's rice shortage in 2022, which led to a $300 million import, the government achieved self-sufficiency in rice production in 2023 and aims to increase paddy cultivation further. Additionally, efforts are underway to enhance egg and milk production, tackle rising coconut oil prices, and secure subsidized fertilizers for tea cultivation, including a request for 55,000 MT of Bundy fertilizer from the UN Food and Agriculture Organization for the next two seasons."
  ]
}