{
  "translated_text": {
    "ta": {
      "title": "தேசிய உணவு மற்றும் வேளாண் அமைப்பின் தூதுக்குழு தீவுக்கு",
      "body_lines": [
        "ஐக்கிய நாடுகளின் உலக உணவு மற்றும் வேளாண் அமைப்பின் 37 வது ஆசிய பசிபிக் மாநாட்டின் அமைப்புகளை கண்காணிக்க பிராந்திய தலைமை அலுவலகத்தின் பிரதிநிதிகள் இலங்கைக்கு வந்துள்ளனர்.",
        "இந்த மாநாடு பிப்ரவரி 19 முதல் 22 வரை நடைபெறும் என்று வேளாண் அமைச்சகம் தெரிவித்துள்ளது.",
        "ஆசிய பசிபிக் தலைமை அலுவலகத்தின் அதிகாரிகள் குழு மஹிந்த அமராவீரா தீவுக்கு வந்துள்ளது.",
        "மொத்த அமைப்புகள் வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சகம் மற்றும் ஐக்கிய நாடுகள் சபையின் இலங்கை அலுவலகத்தால் இயக்கப்படுகின்றன.",
        "ஆசியா மற்றும் பசிபிக் பிராந்தியத்தில் 42 நாடுகளின் 42 பிரதிநிதிகளைப் பெற்ற 200 பேர் உச்சிமாநாட்டில் கலந்து கொள்ள உள்ளனர்."
      ]
    },
    "en": {
      "title": "A delegation of the National Food and Agriculture Organization to the island",
      "body_lines": [
        "Representatives of the Regional Head Office has arrived in Sri Lanka to monitor the organizations of the 37th Asia Pacific Conference of the United Nations World Food and Agriculture Organization.",
        "The Ministry of Agriculture stated that the conference will be held from 19th February to 22.",
        "A group of officers of the Asian Pacific Head Office has arrived in the island Mahinda Amaraweera to look into the organization.",
        "The total organizations are being operated by the Ministry of Agriculture and Plantation Industries and by the Sri Lanka Office of the United Nations.",
        "Nearly 200 recipients of 42 representatives of 42 countries in the Asia and Pacific region are to attend the summit."
      ]
    }
  },
  "summary_lines": [
    "A delegation from the National Food and Agriculture Organization, including representatives from the Regional Head Office, has arrived in Sri Lanka to monitor the 37th Asia Pacific Conference of the United Nations World Food and Agriculture Organization, scheduled from February 19th to 22nd. The Ministry of Agriculture and Plantation Industries, along with the Sri Lanka Office of the United Nations, are organizing the event. Approximately 200 recipients from 42 countries in the Asia and Pacific region are expected to attend."
  ]
}