{
  "translated_text": {
    "ta": {
      "title": "வலாச்ச்சேனை காகித தொழிற்சாலை லாபம் பெற எளிதானது",
      "body_lines": [
        "தேசிய பொருளாதார மற்றும் உடல் திட்டமிடல் தலைவரான மஹிந்தானந்தா அலுத்கமேஜ், ஒரு அரசு தனியார் பத்திரிகையையும் ஜனாதிபதியையும் பராமரிக்க வேண்டிய அவசியத்தை பராமரிக்க வேண்டிய அவசியம் இருப்பதாகக் கூறியுள்ளார்.",
        "குழுத் தலைவர் தேசிய காகித நிறுவனம் (2014) மற்றும் 2015 (20) ஆகியவற்றுக்கான துறை மேற்பார்வைக் குழுவில்,",
        "1956 ஆம் ஆண்டில் வாலாச்ச்சேனை தொழிற்சாலை இயந்திரங்கள் இறக்குமதி செய்யப்பட்டதிலிருந்து, அவை சரிசெய்யப்பட்டன. அமைச்சரவை ஒரு அமைச்சரவையை பராமரிக்க அமைச்சரவை சமர்ப்பிக்கப்பட்டதாக தொழில்துறை அமைச்சகம் தெரிவித்துள்ளது, ஆனால் ஒரு சுற்றுலாத் துறைக்கு அரசாங்க கூட்டாண்மை என நிலம் ஒதுக்கப்பட்டது.",
        "தொழிற்சாலை பழுதுபார்ப்பு ரூ.. ரூ .22 மில்லியன் லாபம் சாத்தியமானது என்பது தெரியவந்தது.",
        "340 ஏக்கர் நிலத்தின் முழு நிலத்திலும் பரவலானது ஒரு சுற்றுலா மண்டலத்திற்கு அதைக் கருத்தில் கொண்டு அதைக் கருத்தில் கொள்ளும் திறன் என்றும் விவாதிக்கப்பட்டது.",
        "வலாச்ச்சேனை காகித தொழிற்சாலை வலாச்ச்சேனை காகித தொழிற்சாலையை மூடுவதற்கு அருகில் இருந்தால், அமைச்சகம் மற்றும் ஜனாதிபதிக்கு ஒரு பொது கூட்டு அமைச்சகங்களை பராமரிப்பது முக்கியம் என்று தலைவர் கூறினார்.",
        "ஒரு உற்பத்தி பொருளாதாரத்தை உருவாக்க வேண்டிய அவசியத்தையும் குழு கோரியது, சார்புக்கு பதிலாக நாட்டின் தொழில்களில் வளர்க்கப்படுகிறது.",
        "நாட்டின் மொத்த உள்நாட்டு உற்பத்தியின் உற்பத்தியின் பங்களிப்பு 15% மட்டுமே என்றும் இந்த மதிப்பு 30% என்றும் தொழில்துறை அமைச்சின் செயலாளர் கூறினார்.",
        "நாட்டின் முழு நிலமும் 0.04 சதவீதம் என்றும் பொதுவாக மேம்பட்ட நாட்டில் 3 சதவீதம் செலவாகும் என்றும் அவர் கூறினார்.",
        "இது தோல் தொழிலுக்கு ஒரு சிறப்பு மண்டலம் இல்லாதது குறித்தும் கவனம் செலுத்தியது மற்றும் தொழில் மற்றும் சுற்றுலாவின் வளர்ச்சியைக் கருத்தில் கொள்ள திட்டங்கள் செய்யப்பட்டன என்பதை சுட்டிக்காட்டியது.",
        "நாட்டின் வரி வசூல் செயல்முறையின் வரி வசூல் செயல்முறையின் பலவீனங்களையும் குழுத் தலைவர் உரையாற்றினார்.",
        "குறைந்த வருமானம் கொண்டவர்களிடமிருந்து வரி நிகர மற்றும் வரி வசூல் மூலம் பெரிய வருமானம் கொண்டவர்களுக்கு அங்கீகரிக்கப்படவில்லை என்று குழு சுட்டிக்காட்டியது.",
        "நிதி அமைச்சகம் மற்றும் நிதி அமைச்சின் அதிகாரிகள் உள்ளிட்ட ஆணையர்கள் திருத்தமாக இருக்க வேண்டும்.",
        "குழுவின் தலைவரின் தலைவரான நில பதிவாளர் மற்றும் மோட்டார் வருவாய் அமைப்பின் குழுக்களின் தலைவர் மற்றும் மோட்டார் வருவாய் அமைப்பின் தலைவர் நிறைவேற்றப்படவில்லை.",
        "தற்காலிக வாட் வழங்குவதன் காரணமாக உள்நாட்டு வருவாய் அரசாங்கம் ஏராளமான வரிகள் என்றும் அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "The Valachchenai Paper Factory is easy to profit",
      "body_lines": [
        "The Chairman of the National Economic and Physical Planning, Mahindananda Aluthgamage has said that the need to maintain the need to maintain a state-private journalism and the president.",
        "The Chairman of the Committee Chairman said that at the sectoral Oversight Committee on National Paper Company (2014) and 2015 (20),",
        "Since the Valachchenai Factory machines were imported in 1956 in 1956, so they were repaired. The Ministry of Industries said that the cabinet was submitted to maintain a cabinet, but the land was allocated for a tourism industry as a government partnership.",
        "If the factory repairs spend Rs.. It was revealed that a profit of Rs 22 million was possible.",
        "It was also discussed that the entire land spread of 340 acres was the ability to consider it for a tourist zone and considering it.",
        "The Chairman said that if the Valachchenai Paper Factory is close to the closure of the Valachchenai Paper Factory, it is important to maintain a public partnership ministries to the Ministry and the President.",
        "The Committee also requested the need to build a manufacturing economy, developing in the country's industries instead of dependence.",
        "The Secretary of the Ministry of Industries said that the contribution of the manufacturing of the country's GDP was only 15% and that this value was 30%.",
        "She said that the entire land of the country is 0.04 percent and it usually costs 3 percent in advanced country.",
        "It also focused on the lack of a special zone for the leather industry and pointed out that plans were made to take into consideration the development of the industry and tourism.",
        "The Committee Chairman also addressed the weaknesses of the tax collection process of the country's tax collection process.",
        "The Committee pointed out that large income people were not approved by tax net and tax collection from low income people.",
        "The Commissioners, including the Ministry of Finance and the officers of the Ministry of Finance should have to be amendment.",
        "The Chairman of the Committees of the Department of Land Registrar and Department of Motor Revenue System, the Chairman of the Chairman of the Committee was not fulfilled.",
        "He also said that the government of Inland Revenue is a large number of taxes due to the provision of the temporary VAT."
      ]
    }
  }
}