{
  "translated_text": {
    "ta": {
      "title": "ரயிலில் 100 பேர் கொல்லப்பட்டனர்",
      "body_lines": [
        "நதி ரயில் பாதையில் இரண்டு மீட்டர் தூரத்தில் இரண்டு சுரங்கங்கள் கொல்லப்பட்டுள்ளன என்று கோஸ்கோடா போலீசார் கூறுகின்றனர்.",
        "இந்த ரயில் இரண்டு வயது மற்றும் 60 வயது ஆண், அமரசுவாவில் உள்ள விலகல் பகுதியில் வசிக்கும்.",
        "இன்று காலை கொழும்பில் இருந்து மாதராவுக்கு பயணித்த இரண்டு ஐந்து வயது இளைஞரின் கூற்றுப்படி, போலீசார் தெரிவித்தனர்.",
        "இருவரும் ரயில் பாதையில் இருந்து நூறு மீட்டர் வரை ரயிலில் தாக்கியுள்ளனர்.",
        "இருவரும் தற்கொலையைத் தொடங்கினர், அல்லது வேறு காரணத்திற்காக, ரயிலில் பார்க்க முயன்றதாக போலீசார் தெரிவித்தனர்.",
        "ரயில் விபத்துக்குள்ளான இரண்டின் மரணமும் இன்று பிற்பகல் பாலபிதியா அடிப்படை மருத்துவமனையில் நடைபெறவிருந்தது."
      ]
    },
    "en": {
      "title": "Two killed in train within 100 miters",
      "body_lines": [
        "Kosgoda Police say that two mines have been killed in a distance of two meters in the area in the river railway line.",
        "The train had been killed two-year-old and 60-year-old male, a resident of the Apelled area in Amarasuwa.",
        "According to the two-five-year-old man who was traveling to Matara from Colombo this morning, the police said.",
        "Both of them have hit the train between a hundred meters from the railway line.",
        "The police said that the two commenced their suicide, or for the other reason, sought to look into the train.",
        "Deaths of both death of the train crash were to be held at the Balapitiya Base Hospital this afternoon."
      ]
    }
  },
  "summary_lines": [
    "In a tragic incident near Kosgoda, two individuals, a 2-year-old and a 60-year-old male from Apeldedda, Amarasuwa, were fatally struck by a train while crossing the railway line near a river. The victims were traveling from Colombo to Matara when the accident occurred about 100 meters from the railway line. Both died upon impact, and their bodies were taken to the Balapitiya Base Hospital."
  ]
}