{
  "translated_text": {
    "ta": {
      "title": "கல்வியின் மகிமையிலிருந்து உலகை வென்ற இலங்கை",
      "body_lines": [
        "கல்வியின் மகிமையிலிருந்து உலகை வென்ற இலங்கை",
        "திருடன் தங்கள் எதிரிகளை அழைத்துச் சென்ற இடமில்லாமல் - தண்ணீரில் குழி இல்லை",
        "கோபமடைந்தாலும், ராஜா ராஜாவை எடுத்துக் கொள்ளவில்லை - பழைய முறை ...",
        "கல்வி 'கண்களால்' பயன்படுத்தப்படுகிறது, நாங்கள் நம் சமூகத்தில் பயன்படுத்தப்படுகிறோம். உலகைப் பார்க்கும் வாய்ப்பை உலகம் காண்பிக்கும் என்ற யோசனை.",
        "சர்வதேச கல்வி தினத்தை (ஜனவரி 24) குறிக்க நாங்கள் தயாராகி வருகிறோம்.",
        "அவர் சுகாத் ரத்னாயக்கின் பெயர். அவர் மோனெராகலாவில் உள்ள ஹடயா கிராமத்திலும், தம்பகல்லா கிராமமான தம்பகல்லா மகா வித்யாலயாவிலும் கல்வி பயின்றார்.",
        "கல்வியின் மகிமை காரணமாக இந்த தூரத்தை அவரைக் கடப்பதற்கான வழி உருவாக்கப்பட்டது.",
        "இலங்கையில் கல்வியை முடிக்க அதிக நேரம் இதுதானா?",
        "செனா மற்றும் நெல் வயல்களின் தாய் மற்றும் தந்தையுடன் 11 சகோதர சகோதரிகளின் வெற்றி பிறந்தது, கல்வியின் வெற்றி எளிதானது அல்ல.",
        "\"நான் கிராமத்தில் வளர்ந்தேன். எனது பள்ளி மோனெராகலா பியாரதனா மகா வித்யாலயா. இந்த கிராமத்தின் இந்த கிராமத்திலிருந்து, பல்கலைக்கழகங்கள் கற்றுக்கொண்டன. அம்மாவும் அப்பாவும் நெல் மற்றும் செனாவை விவசாயம் செய்து கொண்டிருந்தார்கள். எனவே நான் அடிக்கடி நெல் வயலில் இருந்து நல்லதைப் படித்தேன். எனது படிப்பு அறை எனது படிப்பு அறை.",
        "நான் பள்ளிக்குச் சென்ற பள்ளியில், எங்கள் கிராமத்திற்கு மின்சாரம் இல்லை. நாங்கள் சிகோபி விளக்கில் இருந்து படித்துக்கொண்டிருந்தோம், அல்லது டேப்லிலிட்டிலிருந்து அல்ல. என் மனதில் இருந்ததைப் போல, எங்கள் கிராமம் எங்கள் கிராமத்திற்கு மின்சாரம் பெற்றது. எடைகள் பள்ளிக்கு செல்ல முடியாது. கால்வாய்கள் வேகவைக்கப்படுகின்றன. சாலைகள் சேறும் சகதியுமாக உள்ளன.",
        "13 எங்கள் குடும்ப அம்மா மற்றும் அப்பாவுடன். எனவே குழந்தைகள் சம்பாதித்த பணம் அனைத்தும் தங்கள் குழந்தைகளின் கல்விக்காக செலவிடப்பட்டது. அவர்கள் இன்று இந்த இடங்கள் காரணமாக உள்ளனர். ஆனால் இன்று அவர்கள் இன்று உயிருடன் இல்லை \"என்று சுகத் ரத்னாயக்க மறுத்துவிட்டார்.",
        "தனது வாழ்க்கையை வெற்றிகரமாக அங்கீகரிக்க ஒரே வழி என்பதை சுகாத் ரத்னாயகே அறிந்திருந்தார்.",
        "\"உண்மையில், வாழ்க்கையை வெல்லும் வழியை வெல்வதற்கான அதே வழியைக் கற்றுக்கொள்வது மட்டுமே என்பதை நான் உணர்ந்தேன். நீண்ட காலமாக எங்களுக்கு கற்பித்த எங்கள் பெற்றோரின் சோகத்தை நான் கண்டேன். எனவே அவர்களின் அர்ப்பணிப்புக்கு நான் நியாயம் செய்ய வேண்டும், ஒவ்வொரு முறையும் எதிர்காலத்தில் அவர்களை கவனித்துக் கொள்ள வேண்டும் என்று நான் நினைத்தேன். நான் பள்ளியில் கற்பித்த ஆசிரியர்கள் மற்றும் தேர்வில் தேர்ச்சி பெற்று பல்கலைக்கழகத்திற்குச் செல்ல என்னைப் பற்றி அதிக நம்பிக்கை வைத்திருக்கிறேன். எனவே நான் அவர்களின் நம்பிக்கையையும் அர்ப்பணிப்பையும் சோர்வாகவும் கற்றுக்கொண்டேன். இதன் விளைவாக, என்னால் பல்கலைக்கழகங்களைப் பெற முடிந்தது. \"",
        "கெலானியா பல்கலைக்கழகத்தில் சிறப்பு பட்டம் பொருளாதாரத்தில் சிறப்பு பட்டம் பெற்றது. ஆனால் அவரது வலுவான விருப்பம் ஒரு பத்திரிகையாளராக வேண்டும்.",
        "ஒரு பத்திரிகையாளராக, அவர் பல்கலைக்கழகத்தில் படிக்கும் போது 'டினமினா' மற்றும் 'டினமினா' மற்றும் 'லங்கதீப்பா' போன்ற பல தேசிய செய்தித்தாள்களின் இலவச எழுத்தாளராக இருந்தார்.",
        "அவர் பட்டம் பெறுவதற்கு முன்பு கெலானியா பல்கலைக்கழகத்தின் கைப்பந்து குழுவையும் பிரதிநிதித்துவப்படுத்தினார், சில ஊடகங்கள், கணினிகள், கணினிகள் மற்றும் ஆங்கில டிப்ளோமா பட்டம் பெற்ற பிறகு வேலையைக் கண்டுபிடிப்பதை எளிதாக்கியது.",
        "\"இதன் காரணமாக, பட்டம் பெற்ற பிறகு ஒரு வேலையைக் கண்டுபிடிக்க நான் கடினமாக இல்லை. வேலை வரிசை எதுவும் இல்லை. அரசியல்வாதிகள் கூட பின்பற்றவில்லை. எனவே இன்று இலங்கை பல்கலைக்கழகங்களில் படிக்கும் அறிஞர்களுக்கு இது ஒரு முன்மாதிரி என்று நான் நினைக்கிறேன். பல்கலைக்கழகங்களில் கலந்துகொண்ட காலத்தில் இலங்கையில் வேலையில்லாத பட்டதாரிகளில் பெரும்பாலோர் இருந்தனர். அவர்கள் வேலை கோரி கொடிய உண்ணாவிரதத்தை கூட வைத்திருந்தனர். எனவே நாம் ஏன் புரிந்து கொள்ள வேண்டும், ஏன் எங்களுக்கு வேலை இல்லை. பின்னர் நாம் பதில்களைக் கண்டுபிடிக்க வேண்டும். நான் பொருளாதாரம் சிறப்பு படித்தேன். ஆனால் நான் தொடர்ந்து ஊடகங்களின் ஆய்வைத் தொடர்ந்தேன்.. இதுபோன்ற இரண்டு துறைகளை நான் ஏன் படித்தேன்?\"சுகாத் ரத்நாயக் கூறினார்,\" சுகாத் ரத்னாயக்க கூறினார், \"வேலையின்மை பாதிப்பு எந்தவொரு துறையிலும் இது தொடர முடியும் என்று நான் நினைத்தேன்.",
        "\"உண்மையில், பொருளாதாரம் சிறப்பைப் பெற அதிக விருப்பம் கொண்ட ஒரு பத்திரிகையாளரை விட எனது அதிகம். அவ்வாறு செய்யத் தேவையான அறிவு GCO மேம்பட்ட நிலை தேர்வு மற்றும் பல்கலைக்கழக காலத்தில் சேகரிக்கப்பட்டது. எனவே பல்கலைக்கழகத்தின் நான்காம் ஆண்டின் முடிவில், நான் சிராசா நியூஸ்ஷிப் விண்ணப்பத்திற்கு ஒரு விண்ணப்பத்தை அமைத்தேன். சில மாதங்களுக்குப் பிறகு, நேர்காணலுக்கு என்னை அழைத்தேன். எனவே நான் மூன்று சுற்றுகளை நேர்காணல் செய்தேன், நான் ஒரு செய்தி நிருபராக சிராசா செய்தி அம்சத்திற்கு நியமித்தேன். அதுதான் எனது தொழில்முறை ஊடக வாழ்க்கையின் ஆரம்பம். ஒரு செய்தி ஆசிரியர் மற்றும் ஒரு நிரல் புலம், செய்தி ஆசிரியர் மற்றும் ஒரு நிரல் சலுகை சுமார் 13 ஆண்டுகளுக்குப் பிறகு. சிராசா செய்தி பிரிவு: இதேபோல். நான் செய்த பல அனுபவங்கள் உள்ளன. \"",
        "சீன வானொலியின் சின்ஹலா சேவையின் சிங்களச் செய்தியில் இது தனது தொழில் வாழ்க்கையின் மிகப்பெரிய சாதனை என்று சுகத் ரத்னயகே கூறுகிறார்.",
        "\"சிராசா செய்தி பிரிவின் சிங்கள சேவைக்கு ஆலோசகரை நியமிக்க கொழும்பில் கொழும்பில் நேர்காணல் செய்யப்படும் என்று என் நண்பர் என்னிடம் கூறினார். பல அரசு மற்றும் தனியார் ஊடக நிறுவனங்களில் இந்த நேர்காணலில் ஏராளமான சிங்கள மற்றும் ஆங்கில பத்திரிகையாளர்கள் பங்கேற்றுள்ளனர். இந்த நேர்காணலில் கலந்து கொள்ள கடைசியாக நான் கடைசியாக இருந்தேன். அதற்காக நான் தேர்வு செய்யப்பட்டேன். நிச்சயமாக, எனது வாழ்க்கையில் ஒரு பெரிய வெற்றி போன்ற ஒரு பத்திரிகையாளருக்கு ஒரு அரிய வாய்ப்பாக நான் பார்க்கிறேன். அதன்படி, 4 ஆண்டுகள் நான் சீனாவின் சீன சர்வதேச வானொலி, சீனா, சீனாவின் சின்ஹலா செய்தியில் ஆலோசகராக பணியாற்றினேன். \"",
        "ஆங்கிலமாக பட்டம் பெறும் மாணவர்கள் முடியாது: '50% இளங்கலை பட்டதாரிகள் ஆங்கிலம் காரணமாக பாதிக்கப்படுகின்றனர் '",
        "சீனாவின் 2020 ஆண்டுகளுக்கு நான்கு ஆண்டுகளுக்கு முன்பு, 2020, இலங்கைக்கு திரும்ப முடிவு செய்தது. கோவார்ட் சட்டங்களின்படி, சீனாவிலிருந்து இலங்கைக்கு திரும்புவதற்கு சீனாவிலிருந்து சிறப்பு அனுமதி பெற வேண்டியிருந்தது.",
        "அனுமதி பெறுவதில் தாமதம் ஏற்பட்டதால், சுகாத் ரதத்னா யூனியன் பல்கலைக்கழகத்தில் விரிவுரையாளராக மாற முடிந்தது.",
        "\"இந்த அனுமதி சிறிது நேரம் ஆனது. அதே நேரத்தில் பல்கலைக்கழகத்தின் சிங்கள ஆய்வுகள் பிரிவுக்கு வர என்னை அழைத்தது. எனவே அந்த அழைப்பை நான் ஏற்றுக்கொண்டேன். அதன்படி, செப்டம்பர் 2020 இல், சிங்கள ஆய்வுகள் பிரிவு தொடங்கியது. நான் முதல் வெளிநாட்டு விரிவுரையாளர். என்னுடன் மேலும் மூன்று சீன விரிவுரையாளர்கள் நாங்கள் புறப்படுவதில் வேலை செய்கிறார்கள். உண்மையில், இது ஒரு மொழி கையகப்படுத்தல் என்பதால், இலங்கையின் கலாச்சாரம், சமூகம், பொருளாதாரம், அரசியல், இலக்கியம் மற்றும் கலை ஆகியவற்றை நாங்கள் கற்பிக்கிறோம்.",
        "உண்மையில், எனது கல்வி பின்னணி மற்றும் தொழில்முறை அனுபவத்துடன், தொழிற்சங்க பல்கலைக்கழகத்திற்கு வர முடிந்தது. நான் முதுகலை பட்டம் மற்றும் முதுநிலை பட்டம் இரண்டையும் படித்தேன், ”என்று சுகத் ரத்னாயக் கூறினார்.",
        "முதல் பட்டத்தில் கல்வியை நிறுத்தக்கூடாது என்ற எண்ணம் சுகாத் ரத்னாயக்க.",
        "\"இன்று பலர் முதல் பட்டத்தில் கல்வியில் ஆதிக்கம் செலுத்த வேண்டும். ஒரு நீண்ட குழு மக்கள் கல்வி அல்லது தொழில்முறை தரப்பில் ஒரு தொடர்ச்சியைப் பற்றி சிந்திக்கிறார்கள். எனவே அது யாரையும் குறை கூற முடியாது. அதற்கு பல காரணங்கள் உள்ளன. ஆனால் நான் வந்தால், இளம் தலைமுறை பணி அனுபவம், நீங்கள் இளைஞர் தலைமுறை பணி அனுபவம், அத்துடன் கல்வி மற்றும் தொழில்முறை நடவடிக்கைகளுடன் தொடர கடுமையாக உழைக்க வேண்டும். \"",
        "சீன வானொலியின் பணியின் போது, ​​அவர் சீனாவின் பல பகுதிகளுக்குச் சென்று பல்வேறு விழாக்களில் கலந்து கொள்ள முடிந்தது.",
        "சீன கலாச்சாரத்தைப் படிப்பதற்கான வாய்ப்பை அவர் வைத்திருந்தார், பல்வேறு மட்டங்களில் உள்ளவர்களுடன் தொடர்பு கொள்ள வேண்டும்.",
        "பல்கலைக்கழகத்தில் பல்கலைக்கழகத்தில் விரிவுரையாளராக சேவை தொடங்கிய பின்னர், அவர் இன்னும் பல வாயில்களைத் திறந்தார்.",
        "அவர் ஒரு வெளிநாட்டு விரிவுரையாளராக பல வெற்றிகளை மீட்டெடுக்க முடிந்தது.",
        "\"மை கேம்பஸ் ஸ்டோரி\" இல் வழங்கப்பட்ட சர்வதேச போட்டியில் முதல் இடம் சீனா தொகுத்து வழங்கியது. 115 நாடுகளைச் சேர்ந்த 11,474 மாநாட்டு மற்றும் குறுகிய வீடியோ வடிவமைப்புகளில் சுகாத் ரத்னாயக்க முதல் இடத்தைப் பெற முடிந்தது.",
        "கூடுதலாக, அவர் ஒரு விருதுகளுக்கு ஒரு சுருக்கமான வீடியோ மற்றும் கட்டுரையாக இருந்தார், இது மாகாண அரசாங்க தகவல் அலுவலகம் மற்றும் வெளிநாட்டு நாடுகளுடனான நட்பை மேம்படுத்த சீனாவில் \"லவ் யுன்னன் ஐயுனன்\" (எஃப்.வி.ஏ.டி) மக்கள் காதல் குடியரசு, இது சீனாவில் நம்பப்பட்டது.. இது 37 பயங்கரவாதிகளின் 80 குறுகிய வீடியோ மற்றும் 59 பாடல்களுக்கு இடையில் உள்ளது.",
        "கடந்த சில ஆண்டுகளில் அவர் பல்வேறு தலைப்புகள் மூலம் சீனாவில் பல சர்வதேச மாநாடுகளை எடுத்தார்.. இதற்கிடையில், முக்கிய சொற்பொழிவுகளும் வழங்கப்பட்டன (முக்கிய பேச்சு), மாநாட்டு விரிவுரைகள் மற்றும் துணை மன்ற பேச்சு.",
        "சிங்கள புத்தகங்களின் 'இலங்கை-சீனா நட்பு நூலகம்' 1000 சிங்கள புத்தகங்கள், இலங்கை மற்றும் நூலகம் ஆகியவை ஒரு குறிப்பிடத்தக்க நிகழ்வாகும்.",
        "\"இந்த நூலகத்தை நான் ஒரு மதிப்புமிக்க சாதனையாக அழைக்க முடியும். தொழிற்சங்க பல்கலைக்கழகத்தின் சிங்கள ஆய்வுகள் பிரிவின் நன்கொடையாக இந்த நூலகத்தை இரண்டு வயது குழந்தைகளாக தொடங்க நான் அதிர்ஷ்டசாலி.. இலங்கையின் நன்கொடையாளரும் நட்பும் உலகின் தாராள மனப்பான்மை மற்றும் நட்பாகும். \"சுகத் ரத்னாயகே கூறினார்.",
        "\"கல்வி காரணமாக இதையெல்லாம் என்னால் செய்ய முடிந்தது. நான் கற்றுக்கொண்டேன், குறிப்பாக நம் நாட்டில் இலவச கல்வி காரணமாக. அல்லது எங்களைப் போன்ற ஒரு ஏழைக் குடும்பத்தில் பெற்றோர்களால் 11 பேரைக் கற்பிக்க முடியவில்லையா, \"என்று சுகத் ரத்னாயக் கூறினார்.",
        "அவர் தனது அனுபவம் மற்றும் வெற்றிகளுடன் இளைய தலைமுறையினருக்கு ஆலோசனை வழங்கினார்.",
        "\"இளைய தலைமுறையினரிடம் நீங்கள் விரும்பும் அனைத்தையும் கற்றுக்கொள்ளச் சொல்கிறேன். பெறுவதன் மூலம் மட்டுமே நீங்கள் வெற்றிபெற முடியும். நீங்கள் உலகை மகிமைப்படுத்துவீர்கள் என்று கல்வி என் வாழ்க்கையிலிருந்து கற்றுக்கொள்ள முடியும். \"",
        "நோயறிதல் கார்சியா: இலங்கை அகதிகளுடன் மனித வாழ்விடத்திற்கு பிரிட்டிஷ் தீவு பொருத்தமானதல்ல என்று ஐக்கிய நாடுகள் சபை கூறுகிறது",
        "கல்வியின் மகிமையிலிருந்து உலகை வென்ற இலங்கை",
        "ஆன்லைன் முறைகள் இன்று பாராளுமன்ற மசோதாஇன்றுவரை என்ன நடந்தது?"
      ]
    },
    "en": {
      "title": "The Sri Lankan who has won the world from the glory of education",
      "body_lines": [
        "The Sri Lankan who has won the world from the glory of education",
        "Norless where the thief had taken their enemies - no pit in water",
        "Even angry, the king did not take the king - the older manner ...",
        "Education is used by 'Eyes' and we are used in our society. The idea is that the world will see the opportunity to see the world.",
        "We are preparing to mark the International Education Day (January 24).",
        "He is the name Sugath Ratnayake. He is educated in the Hadaya village in Moneragala and Dambagalla, Dambagalla Maha Vidyalaya, the village of Dambagalla.",
        "The way to cross him all this distance was created because of the glory of education.",
        "Is it more time to finish education in Sri Lanka?",
        "The success of 11 brothers and sisters with the mother and father of chena and paddy fields were born and the success of the education was not easy.",
        "\"I grew up in the village. My school Moneragala Piyaratana Maha Vidyalaya. From this village of this village, the universities learned. Mom and Dad were farming paddy and chena. So I often studied the good from right from the paddy field. My study room was my study room.",
        "At school where I went to school, our village had no electricity. We were studying from the Chicopi lamp, or not from the tablelight. As in my mind, our village received electricity to our village. Weighs cannot go to school. The canals are boiled. The roads are muddy.",
        "13 with our family mom and dad. So all the money earned by children was spent on their children's education. They are due to this places today. But today they are not alive today, \"Sugath Ratnayake refused.",
        "Sugath Ratnayake was aware that the only way to make his life successfully recognized.",
        "\"In fact, I realized that it was only to learn the same way to win the way for us to overcome life. And I saw the saddest of our parents, who had long taught us. So I should do justice to their commitment, and every time I thought that they should take care of them in the future. The teachers I taught in the school and have high hopes about me to pass the exam and go to the university. So I learned their hopes and hardly commitment and tired. As a result, I was able to get universities. \"",
        "A special degree in the University of Kelaniya acquired a Special Degree in Economics. But his strong will was to become a journalist.",
        "As a journalist, he was a free writer of several national newspapers such as 'Dinamina' and 'Dinamina' and 'Lankadeepa' while studying in the university.",
        "He also represented the Volleyball Team of the University of Kelaniya before he was graduated, a few of the media, computers, computers and English diploma to make it easier to find a job after graduation.",
        "\"Because of this, I was not hard to find a job after graduating. There was no work queue. Politicians did not even follow. So I think this is a role model to the scholars who study in Sri Lankan universities today. There were majority of unemployed graduates in Sri Lanka during the time of attending universities. They even held the deadly fasting demanding jobs. So we need to understand, why we don't have jobs. Then we need to find answers. I had studied economics special. But I continued to carry on the study of the media.. Why did I study two such fields?\"Sugath Ratnayake said,\" Sugath Ratnayake said, \"I thought it would be able to continue in any field of unemployment vulnerability.",
        "\"In fact, my more than a journalist who had more willingness to acquire economics special. The knowledge needed to do so was the GCE Advanced Level Examination and collected during the university period. So during the end of the fourth year of the university, I set an application to the Sirasa NewsShip application. A few months later, I was invited to interview. So I had interviewing three rounds and I recruited to the Sirasa news aspect as a news reporter. That's the beginning of my professional media life. There were about 13 years after a news editor and a programfield, a news editor and a program offer. Sirasa News Section: Similarly. There are many experiences I have made. \"",
        "Sugath Ratnayake says that it is a huge achievement of his career in the Sinhala news of the Sinhala service of the Chinese radio.",
        "\"A my friend told me that interviewing in Colombo will be held in Colombo to recruit a consultant to the Sinhala service of the Sirasa News Division. A large number of Sinhala and English journalists have participated in this interview in many government and private media institutions. I was the last of the last time to attend this interview. I was then chosen for that. Of course, I see as a rare opportunity for a journalist like a big victory in my career. Accordingly, 4 years I served as a consultant in the Sinhala news of the Chinese International Radio, China, China. \"",
        "Students who leave a degree as an English cannot: '50% of undergraduates suffer because of English'",
        "Four years before the 2020 years of China, 2020, decided to return to Sri Lanka. According to covard laws, he had to receive special permission from China to return to Sri Lanka from China.",
        "Sugath Ratathna was able to become a lecturer at Union University, due to the delay in obtaining the permission.",
        "\"This permission took a while. At the same time invited me to come to the Sinhala Studies Division of University. So I accepted that invitation. Accordingly, in September 2020, the Sinhala Studies Division commenced. I am the first foreign lecturer. Three more Chinese lecturers with me work in our departure. In fact, since it was a language acquisition, we teach Sri Lanka's culture, society, economy, politics, literature and art.",
        "In fact, I was able to come to the University of Union, with my educational background and professional experience. I studied both Master's Degree and the Masters Degree, \"said Sugath Ratnayake.",
        "Sugath Ratnayake is the idea that education should not be stopped in the first degree.",
        "\"Many people today have to dominate education in the first degree. A long group of people think about a proceeding on academic or professional side. So it can't blame anyone. There are many reasons for that. But if I come, the young generation work experience, you should work hard to proceed with the youth generation work experience, as well as education and professional activities. \"",
        "During the work of the Chinese radio, he was able to visit many parts of China and to attend various ceremonies.",
        "He owned the opportunity to study the Chinese culture, to associate with people in various levels.",
        "After the commencement of the service as a lecturer at university at university, he opened several more gates.",
        "He managed to recover a number of victories as a foreign lecturer.",
        "The first place in the International Competition, which was hosted in the \"My Campus Story\" was hosted by China. Sugath Ratnayake was able to win the first place in 11,474 briefing and short video designs from 115 countries.",
        "In addition, he was a brief video and essay per Awards, which was convinced by the People's Republic of Love Yunnan Iyunn, \"Love Yunnan Iyunnan\" (FVAT) in China to enhance friendship with the Provincial Government Information Office and foreign countries.. It is between 80 short video of 37 terrorists and 59 compositions.",
        "And he took a number of international conventions in China through various topics over the past few years.. Meanwhile, the keynote lectures were also served (keynote speech), Conference lectures and sub forum speech.",
        "The 'Sri Lanka-China Friendship Library' of the Sinhala Books 1000 Sinhalese Books, Sri Lanka and Library, is also a significant event.",
        "\"I can call this library to be a valuable achievement. I was fortunate to start this library as a two-year-olds as a donation of the Sinhala Studies section of the University of Union.. The Sri Lankan's donor and friendly is the world's generosity and friendly. \"Sugath Ratnayake said.",
        "\"I was able to do all this because of education. I learned, especially because of free education in our country. Or was the parents not able to teach 11 people in a poor family like us, \"Sugath Ratnayake said.",
        "He gave advice to the younger generation along his experience and victories.",
        "\"I tell the younger generation Learn everything you like. Only by receiving you can succeed. Education can learn from my life that you will glorify the world. \"",
        "Diagno Garcia: United Nations says British island is not suitable for human habitation with Sri Lankan refugees",
        "The Sri Lankan who has won the world from the glory of education",
        "Online Methods The Bill of Parliament todayWhat happened to date?"
      ]
    }
  },
  "summary_lines": [
    "Sugath Ratnayake, a Sri Lankan, achieved global recognition through education, overcoming challenges from a humble background. He pursued a career in journalism and later became a lecturer at Union University, emphasizing the importance of continuous learning. His achievements include winning international competitions and founding the 'Sri Lanka-China Friendship Library'."
  ]
}