{
  "translated_text": {
    "ta": {
      "title": "அமைச்சர் நலிந்தா புதிய அரசியலமைப்பிற்கு ஏதாவது கூறுகிறார்",
      "body_lines": [
        "புதிய அரசியலமைப்பு புதிய அரசியலமைப்பு என்பது ஆரோக்கியத்தின் ஆரோக்கியத்திற்கான உரிமையாக இருப்பதற்கான ஒரு அடிப்படை மனித உரிமை என்று அறிவிக்கப்பட்டுள்ளது, மேலும் அது ஒரு முறிவு நிலையில் நீதிமன்றத்தை நாட முடியும்.",
        "உடல்நலம் மற்றும் வெகுஜன ஊடகங்கள் டாக்டர் நலிந்தா ஜெயதிசா அனைத்து இலங்கை சிறுநீரக சங்கத்தின் வருடாந்திர சி.எஸ்.ஆர் முயற்சியில் சேர்ந்தார்.",
        "இந்த நிகழ்வு மகாவெலி ஜெயதிசாவில் நடைபெற்றது, இந்த நிகழ்வை சுகாதார மற்றும் வெகுஜன ஊடக ஊடகங்களின் ஆதரவின் கீழ் நடத்தியது டாக்டர் நலிந்தா ஜெயதிசா.",
        "ஒரு நீண்ட வரலாற்றை நாட்டின் சுகாதாரப் பாதுகாப்பில் கட்டமைப்பு மாற்றமாக மொழிபெயர்க்க வேண்டும் என்று சுகாதார அமைச்சர் மேலும் தெரிவித்தார்.",
        "ஆரம்ப சுகாதார சேவைகள் நாட்டில் அடிப்படை என்றும், அடுத்த தசாப்தத்தில் நாட்டின் முதன்மை சுகாதார அமைப்பை அமல்படுத்தும் நோக்கம் கொண்டதாக இருக்கும் என்றும் அது கூறியது.. குடிமக்களின் ஆரோக்கியத்திற்கு அரசாங்கம் பொறுப்பு என்றும், அரசியலமைப்பிற்கு அரசாங்கம் ஒரு அடிப்படை மனித உரிமையை எடுக்கும் என்றும், ஆனால் அது ஒரு அடிப்படை மனித உரிமைகளை வழங்கும் என்றும் அவர் கூறினார்.",
        "இது ஒரு அரசாங்கமாகவும் நம்பகமான திட்டமாகவும் இது ஒரு முக்கிய படியாகும் என்றும், சமூக சேவைகளின் மதிப்பு மற்றும் நோயாளிகளின் தியாகங்கள் அதிகரிக்கப்படும் என்றும் அமைச்சர் கூறியதாகக் கூறப்படுகிறது.",
        "சிறுநீரக நோய் இந்த நோய்க்கு ஒரு சுகாதார சவாலாக இருக்க வேண்டும் என்றும், முழு குடும்பப் பிரிவையும் ஆரோக்கியத்தின் வலிமை மற்றும் ஆரோக்கியத்தின் வலிமையால் ஊக்குவிக்க வேண்டும் என்றும் அமைச்சர் கூறினார்.. அனைத்து இலங்கை சிறுநீரக நோயாளிகள் சங்கம் பல ஆண்டுகளாக விளையாடப்படுகிறது, மேலும் இந்த நோயாளிகள் மற்றும் அவர்களது குடும்பங்களின் குடும்பங்கள் தங்கள் குடும்பங்களுக்காக.",
        "நோயின் ஆரம்ப கட்டத்தில் சிறுநீரக நோயைத் தடுப்பதற்கான முக்கிய தடையாக இருப்பது நோய்க்கு தடையாக இருப்பதாக அமைச்சர் கூறினார், ஆனால் இந்த நோயை தற்போது வெளிப்படுத்த முடியவில்லை, ஆனால் சிலருக்கு சிகிச்சையளிக்க ஒரு சாலையை சரிசெய்ய முடிந்தது வழி. சவால் வெற்றிபெற வேண்டும் மற்றும் நோயைத் தடுப்பது, நோயைத் தடுக்கிறது மற்றும் நோயாளிகளுக்கு சிகிச்சையளிக்க வேண்டும் என்று அவர் கூறினார்.",
        "பொது உடல்நலம் மற்றும் வெகுஜன ஊடகங்கள், அனைத்து இலங்கை சிறுநீரக நோயாளிகளின் அதிகாரப்பூர்வ வலைத்தளமும், சிறுநீரக நோயாளிகளின் அதிகாரப்பூர்வ வலைத்தளமும் ஊடக நோயாளிகளின் அதிகாரப்பூர்வ வலைத்தளம். நோயாளிகள், 2025 சிறுநீரக நோயாளிகளின் மானியம் மற்றும் சிறுநீரக நோயாளிகளை அகற்றினர்.",
        "මෙම අවස්ථාවට සමස්ත ලංකා රෝගීන්ගේ සංගමයේ ප්‍රධාන අනුශාසක වෛද්‍ය වෛද්‍ය සංජය, මහාචාර්ය මහාචාර්ය මන්දික, ශ්‍රී ජයවර්ධනපුර රෝහලේ වකුගඩු විශේෂඥ මාරසිංහ මාරසිංහ රාජ්‍ය, වකුගඩු වකුගඩු, වකුගඩු රෝගීන් සහ පවුල්වල සාමාජිකයින් ඇතුලු ඇතුලු."
      ]
    },
    "en": {
      "title": "Minister Nalinda says something to the new constitutionally",
      "body_lines": [
        "The new constitution is announced that the new constitution is a basic human right to be the right to the health of health, and it will be able to resort to court in a breakplace.",
        "Health and Mass Media Dr. Nalinda Jayatissa joined the Annual CSR initiative of the All Ceylon Kidney Association.",
        "The event was held at Mahaweli Jayatissa recently held the event under the patronage of Health and Mass Media Media Dr. Nalinda Jayatissa.",
        "The Health Minister further stated that a long history should be translated into a structural change in the country's health care.",
        "It also said that primary health services are basic in the country and will be intended to enforce the primary health system in the country during the next decade.. He added that the government is responsible for the health of the citizens and that the government will take a basic human right to the constitution, but it will provide a basic human rights.",
        "It is said that the Minister said that it was a major step forward as a government and a trusted program, and the value of the social services and sacrifices of patients will be increased.",
        "The Minister said that the kidney disease was to be a health challenge to the disease and the entire family unit should be encouraged by the strength and the strength of the health and the strength of the health.. The All Ceylon Kidney Patients Association has been played for many years and the families of these patients and their families for their families.",
        "The Minister said that the main obstacle to the prevention of the kidney disease at the early stage of the disease was a hindrance to the disease, but the disease could not be expressed in the present, but it was possible to adjust a road to treat some way. He said that the challenge should be victorious and the prevention of the disease, preventing the disease and treating patients.",
        "General Health and Mass Media, Media Minister Dr. Nalinda Jayatissa, the official website of the All Ceylon Kidney patients, and the official website of the kidney patients the official website of the kidney patients.Evaluate the sales of the 2025 kidney calendar to the kidney patients, a grant of the 2025 kidney patients, and the rid of the kidney patients.Was done.",
        "මෙම අවස්ථාවට සමස්ත ලංකා වකුගඩු රෝගීන්ගේ සංගමයේ ප්‍රධාන අනුශාසක වෛද්‍ය සංජය හෙයියන්තුඩුව, මහාචාර්ය මන්දික විඡේරත්න, ශ්‍රී ජයවර්ධනපුර මහ රෝහලේ වකුගඩු විශේෂඥ වෛද්‍ය අර්ජුන මාරසිංහ, රාජ්‍ය නිලධාරින්, වකුගඩු පරිත්‍යාගශීලීන්, වකුගඩු රෝගීන් සහ එම පවුල්වල සාමාජිකයින්, කළාකරුවන් ඇතුලු පිරිසක් එක්ව සිටියහ."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Minister Nalinda announces constitutional right to healthcare. Emphasizes importance of primary health services. Supports kidney disease prevention and treatment. Participates in CSR initiatives with All Ceylon Kidney Association."
  ]
}