{
  "translated_text": {
    "si": {
      "title": "எஸ்எல்சி ரி20 லீக்: கமிந்து மெண்டிஸ் தலைமையிலான டீம்  க்றீன்ஸ் சம்பியனானது",
      "body_lines": [
        "මෙන්ඩිස්ගේ නායකත්වයෙන් යුත් කණ්ඩායම් සීග්රෑන් සෙනසුරාදා (16) එස්එස්සී ක්රීඩාංගණයේදී ශ්රී ලංකා ක්රිකට් ආර් 20 ලීග් තරගය ජය ගත්තේය.",
        "இந்த வெற்றியில் குசல் மெண்டிஸ், கமிந்து மெண்டிஸ், சதீர சமரவிக்ரம, சாமிக்க கருணாரட்ன ஆகியோர் பெரும் பங்காற்றினர்.",
        "අවසන් මහා තරගයේදී පළමුවෙන් පන්දුවට පහර දීමට ආරාධනා කරන ලද කණ්ඩායම් ගුණයන්, ඕවර 20 කදී කඩුලු 4 ක් අහිමි කර ගනිමින් ලකුණු 189 ක් රැස් කළේය.",
        "ගුසාල් මෙන්ඩිස් 2 වන කඩුල්ලේ තනුක රාජපක්ෂ සමඟ ලකුණු 56 ක් ලබා ගත් අතර තෙවැනි කඩුල්ලෙන් සදෙනා සමරාවික්රාම සමඟ ලකුණු 56 ක් බෙදා ගත්තේය.",
        "ගුසාල් මෙන්ඩිස් රාත්තල් 5 ක් සහ හයේ පහර 5 ක් සමඟ ලකුණු 77 ක් රැස් කළේය. Panuka රාජපක්ෂ ලකුණු 18 ක් රැස් කළේය.",
        "5 වන කඩුල්ල මාලාවේ පන්දු 41 කදී ලකුණු 77 ක් සෙන්ටර් ලකුණු 77 ක් රැස් කිරීමට එස්ඩියාරා සමරාවික්රම සහ කමවුන් මෙන්ඩිස් කණ්ඩායමට උදව් කළහ.",
        "සදීරා සමරාවික්රම ලකුණු 49 ක් සහ මෙන්ඩිස් ලකුණු 42 ක් අහිමි නොවීය.",
        "ඊට පිළිතුරු වශයෙන් ඕවර 20 කදී කඩුලු 8 කින් ද ලකුණු 166 ක් රැස් කළේය.",
        "දිනේෂ් චන්දිමාල් සහ නිරෝෂන් ඩික්වෙලා පන්දු 36 කදී ලකුණු 70 ක් රැස් කළහ.",
        "නිරෝෂන් ඩික්වෙලා පන්දු 28 කදී ලකුණු 50 ක් රැස් කළ අතර හයේ පහර 3 ක් සහ දිනේෂ් චන්දිමාල් ලකුණු 5 ක් සහ ලකුණු 36 ක් රැස් කළේය.",
        "නමුත් පසුව, නුවානිඩු ප්රනාන්දු (13), සාරත් අසලාන්කා (21) සහ රමේෂ් මෙන්ඩිස් (14) ද්විත්ව ඉලක්කම් ලැබුණි.",
        "කරුණාරත්න ලකුණු 24 කට කඩුලු 3 ක් දවාගන බව මෙන්ඩිස් ලකුණු 25 කට කඩුලු 2 ක් දවාගන අතර දුෂ්න්ත සමීරාව ලකුණු 26 කට කඩුලු 2 ක් දවා ගත්තේය.",
        "තරගයේ වීරයා: කුසල් මෙන්ඩිස්. ශ්රේණි: සමිකා කරුණාරත්න (ලකුණු 95 ක්, කඩුලු 8 ක්)"
      ]
    },
    "en": {
      "title": "SLC R20 League: Team Greenz Championed headed by Kamundu Mendis",
      "body_lines": [
        "Team Creans, led by Mendis, won the SLC R20 League final at the SSC Ground on Saturday (16).",
        "Gusal Mendis, Kamindu Mendis, Satheera Samarawickrama and Samika Karunaratne played a major role in this victory.",
        "Team Grens, who was first invited to bat first in the final, scored 189 runs for the loss of 4 wickets in 20 overs.",
        "Gusal Mendis was very exciting and shared 56 runs with Panuka Rajapaksa in the 2nd wicket and shared 56 runs with Sadeera Samarawickrama in 3rd wicket.",
        "Gusal Mendis scored 77 runs with 5 pounds and 5 sixes. Panuka Rajapaksa scored 18 runs.",
        "Sadeera Samarawickrama and Kamundu Mendis helped the team to share 77 runs off 41 balls in the 5th wicket.",
        "Sadeera Samarawickrama did not lose 49 runs and Mendis 42 runs.",
        "In reply, the team lost by 8 wickets in 20 overs and lost 166 runs.",
        "Dinesh Chandimal and Niroshan Dikwella were bowled out and shared 70 runs off 36 balls.",
        "Niroshan Dikwella scored 50 runs off 28 balls, 3 sixes and Dinesh Chandimal scored 5 pounds of 21 balls and 36 runs.",
        "But then, Nuwanidu Fernando (13), Sarit Asalanka (21) and Ramesh Mendis (14) received double digits.",
        "Karunaratne took 3 wickets for 24 runs, Mendis took 2 wickets for 25 runs while Dushmantha Sameera took 2 wickets for 26 runs.",
        "Man of the match: Kusal Mendis. Series: Samika Karunaratne (95 runs, 8 wickets)"
      ]
    }
  },
  "summary_lines": []
}