{
  "translated_text": {
    "si": {
      "title": "මලලිනායි ප්රධාන මාර්ගයේ දැවැන්ත අනතුරකින්; Trio තුවාල",
      "body_lines": [
        "මේ වන විට මඩකලපුවේ කල්මුනායි ප්රධාන මාර්ගයේ ඊයේ උදෑසන කට්ටන්කුඩි ප්රදේශයේ දැවැන්ත අනතුරකින් පුද්ගලයින් තිදෙනෙකු මඩකලපුව ශික්ෂණ රෝහලට ඇතුළත් කර ඇති බව කත්තකුඩි තිදෙනෙකු විසින් මඩකලපුව ශික්ෂණ රෝහලට ඇතුළත් කර ඇති බව පොලිසිය පවසයි.",
        "කල්මුනායි සිට ඉරිදා (21) කොළඹ සිට ලොරි රථයක් කට්ටන්කුඩි ප්රධාන මාර්ගයේ නවතා තිබූ අතර කොළඹ සිට අක්කරයිපට්ටු දක්වා සුඛෝපභෝගී බස් රථයක් අක්කිපට්ටුට ලොරි රථයක ගැටී ඇත.",
        "අනතුරෙන් පසු තිදෙනෙකු ප්රධාන මාර්ගයේ බස් රථයක ගැටී තිබේ.. ඒ අතරම, බස් රථයේ රියදුරු සහ බස් රථයේ රියදුරු තුවාල ලබා මඩකලපුව ශික්ෂණ රෝහලට ඇතුළත් කර තිබේ.",
        "කට්ටන්කුඩි පොලිසිය වැඩිදුර පරීක්ෂණ පවත්වයි.. සුඛෝපභෝගී බස් ඔටෝට දැඩි ලෙස හානි වී තිබේ."
      ]
    },
    "en": {
      "title": "Massive accident on Batticaloa -Kalmunai main road; Trio injured",
      "body_lines": [
        "Kattankudy police said that three persons have been admitted to the Batticaloa Teaching Hospital after being injured in a massive accident in Kattankudi area this morning on the Kalmunai main road in Batticaloa.",
        "A lorry from Colombo on Sunday (21) from Kalmunai was parked on the Kattankudy main road while a luxury bus from Colombo to Akkaraipattu collided with a lorry.",
        "A three -wheeler collided with a bus on the main road following the accident.. At the same time, the driver of the bus and the driver of the bus was injured and admitted to the Batticaloa Teaching Hospital.",
        "Kattankudy police are conducting further investigations.. And the luxury bus auto has been heavily damaged."
      ]
    }
  },
  "summary_lines": []
}