{
  "translated_text": {
    "si": {
      "title": "රූපවාහිනී නාට්ය නළු සමාගම .ෂධ සමඟ අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "රුපියල් ලක්ෂ 10 ක අල්ලසක් සහිතව පොලීසියෙන් පලා යාමට උත්සාහ කරන විට අයිස් drug ෂධයක් ඇති රූපවාහිනී නාට්ය නළුවෙකු පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "සැකකරු වෙල්ලවියා මහේස්ත්රාත්වරයා හමුවට ඉදිරිපත් කර ඇති අතර ඔක්තෝබර් 11 වන දින වැඩිදුර පරීක්ෂණ සඳහා වැඩිදුර පරීක්ෂණ සඳහා ප්රශ්න කර ඇත.",
        "සැකකරු තමා අත්අඩංගුවට නොගැනීම සඳහා තනාමල්විල ප්රධාන පොලිස් ස්ථානය භාරව සිටි ප්රධාන පොලිස් නිලධාරියාට රුපියල් ලක්ෂ 10ත් ගෙවීමට උත්සාහ කර තිබේ.",
        "මේ අවස්ථාවේ දී පොලිස් ස්ථානය භාර පොලිස් නිලධාරීන් පිරිසක් පොලිස් නිලධාරියෙකු භාරව සිටින පොලිස් නිලධාරියෙකු පොලිස් නිලධාරියෙකු විසින් අයිස් ග්රෑම් 10,300 ක කණ්ඩායමක් අත්අඩංගුවට ගෙන තිබේ.",
        "මේ අතර, තලෙයිමන්නර් හි රුපියල් මිලියන 40 ක් වටිනා අයිස් drugs ෂධ විකිණීම සම්බන්ධයෙන් සැකකරුට එරෙහිව මෙම නඩුව විභාග වෙමින් පවතින බවත්, ඔහුට එරෙහිව නීති විරෝධී වත්කම් පිළිබඳව විමර්ශනය කරමින් සිටින බවත් පරීක්ෂණවලින් හෙළි වී තිබේ.",
        "තනාමල්විල භාරව සිටින ප්රධාන පොලිස් නිලධාරියා වන ටී.එම්.පී. බණ්ඩාර යටතේ පොලිස් කණ්ඩායමක් වැඩිදුර පරීක්ෂණ පවත්වයි."
      ]
    },
    "en": {
      "title": "TV drama actor arrested with drug",
      "body_lines": [
        "A television drama actor who had an ice drug has been arrested by the police when he tried to flee the police with a bribe of Rs 10 lakh.",
        "The suspect has been produced before the Wellawaya Magistrate and has been interrogated for further inquiries until October 11.",
        "The suspect has sought to pay Rs 10 lakh to the chief police officer in charge of the Tanamalwila Chief Police Station to not arrest him.",
        "In this case, a police officer has arrested a group of 10,300 grams of ice when a group of police officer in charge of the chief police officer in charge of the police station.",
        "Meanwhile, investigations have revealed that the case is pending against the suspect in connection with the sale of ice drugs worth 40 million rupees in Talaimannar and is investigating illegal assets against him.",
        "A police team is conducting further investigations under the TMP Bandara, the chief police officer in charge of Tanamalwila."
      ]
    }
  },
  "summary_lines": [
    "Actor arrested for ice drug possession. Offered bribe but arrested. Interrogation ongoing. Case linked to 40 million rupee ice drug sales. Investigations continue."
  ]
}