{
  "translated_text": {
    "ta": {
      "title": "இன்று ஒரு அற்புதமான அரசாங்கம்",
      "body_lines": [
        "அரசாங்கத்தின் பங்களிப்புக்கான உங்கள் பொறுப்பை நிறைவேற்றுவதன் மூலம் விவசாய நவீனமயமாக்கல் திட்டத்தில் சேரவும்.",
        "ஒரு நல்ல எதிர்காலத்தை உருவாக்க எல்லோரும் இளைய தலைமுறையினருடன் இணைகிறார்கள் - மகாவேலி காலனித்துவவாதிகளுக்கு நிலச் செயல்களை வழங்குவதற்கான தொடக்க விழிப்புணர்வு ஜனாதிபதி மஹிந்த ராஜபக்ஷா கூறுகிறார்.",
        "நில உரிமையை விடுவிப்பதற்கான மக்களின் புரட்சிகர நடவடிக்கை என்றும், எந்தவொரு நாட்டிலும் இவ்வளவு பெரிய திட்டம் செயல்படுத்தப்படவில்லை என்றும் ஜனாதிபதி ரணில் விக்ரமேசிங்க கூறினார்.",
        "\"ஹெரிடேஜ் கலர்யோட்ஸ்\" திட்டத்தின் கீழ் \"பாரம்பரிய வண்ணம் 'நடைமுறையின் கீழ் ஃப்ரீஹோல்ட் விழாவை வழங்கும் தொடக்க விழாவில் ஜனாதிபதி பேசினார்.",
        "நாட்டின் பொருளாதாரத்தின் ஒரு பகுதியால் ஜனாதிபதி பாதிக்கப்பட மாட்டார் என்று ஃப்ரீஹோல்டிங் நில பத்திரங்களை வழங்க ஜனாதிபதியின் புரட்சிகர திட்டம் தொடங்கப்பட்டதாக ஜனாதிபதி கூறினார்.",
        "பொதுமக்கள் பொலொன்னருவாவில் நாட்டின் ஒரு பெரிய ஏற்றுமதி மாவட்டங்களில் செயல்பட வேண்டும் என்றும் ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "நாட்டின் பொருளாதாரத்தை வலுப்படுத்தவும், அடுத்த இரண்டு ஆண்டுகளில் நாட்டின் பொருளாதாரத்தை இணைக்கவும் அனைத்து கட்சிகளையும் ஜனாதிபதி அழைத்தார்.",
        "இலங்கை மகாவேலி ஆணையத்தின் மகாவேலி ஆணையம் 204,002 ஃப்ரீஹோல்ட் நிரூபணங்களை அனைத்து மண்டல மட்டங்களிலும் சரிசெய்ய திட்டமிட்டுள்ளது. அதன்படி, மே மாத இறுதிக்குள், மகாவேலி காலனித்துவவாதிகளுக்கு 20,178 இலவச சலுகையை விநியோகிக்க அவர்கள் திட்டமிடப்பட்டுள்ளனர்.",
        "பொலோனாருவா மாவட்டத்தில் உள்ள பொலோனாருவா மாவட்டத்தின் மகாவேலி மொரகாமண்டாவில் காலனித்துவவாதிகளுக்கு 1340 ஃப்ரீஹோல்ட்ஸ் விநியோகிக்கப்பட்டுள்ளன.",
        "30 நபர்களுக்கு ஜனாதிபதி நில பத்திரங்களை மேற்கொண்டார்.",
        "சபையில் உரையாற்றிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் மேலும் கூறினார்:",
        "\"இந்த மண்டபத்தில் இன்று நீங்கள் இந்த இடத்திற்கு உரிமங்களாக நுழைந்தீர்கள். ஆனால் நீங்கள் நில உரிமையாளர்களாக இருக்கப் போகிறீர்கள் என்பதை நினைவில் கொள்ள விரும்புகிறேன். உங்கள் நிலம் இன்று ஃப்ரீஹோல்டைப் பெறும். நமது சமூகத்தின் நில உரிமை கருதப்படுகிறது. நாங்கள் நிலத்தின் மதிப்பாகிவிட்டோம்.",
        "இந்த நாட்டில் ஏராளமான மக்கள் இன்று உயிருடன் இருந்தாலும், நிலத்திற்கு சட்டப்பூர்வ உரிமை இல்லை. நிலத்தின் உரிமையை ஃப்ரீஹோல்ட் நிலப்பரப்புடன் வழங்க பாரம்பரிய திட்டம் நடைபெறுகிறது. இதற்குப் பிறகு நீங்கள் யாருக்கும் சமர்ப்பிக்கக்கூடாது. நீங்கள் பெறும் சட்ட நில உரிமையை யாரும் ஒழிக்க முடியாது.",
        "நாங்கள் அனைவரும் கடந்த மூன்று ஆண்டுகளில் மிகவும் கஷ்டங்களை எதிர்கொண்டோம். நாட்டின் பொருளாதாரம் மற்றும் நமது பொருளாதாரம் சரிந்தது. கை பற்றாக்குறையாக இருந்தது. அனைவரும் சிரமத்தில் வாழ்ந்தனர். இப்போது நாம் மெதுவாக அந்த பொருளாதார பிரச்சினைகளை தீர்க்கிறோம். இந்த திட்டத்தை நாம் இன்னும் மூன்று ஆண்டுகளுக்கு தொடர வேண்டும்.",
        "பொது ஊழியர்களுக்கு சம்பள உயர்வு வழங்க அரசாங்கம் உதவியது. பெரும்பாலான நிறுவனங்கள் பெரும்பாலான நிறுவனங்களில் நிகழ்த்தப்பட்டன. தோட்டம் மற்றும் ஊதியத்தில் சம்பளம் அதிகரிக்கவும் நாங்கள் உத்தரவிட்டோம்.",
        "நாட்டின் பணக்கார குழு கடந்த கால பொருளாதார கஷ்டங்களை எதிர்கொண்டது. இந்த நோக்கத்திற்காக வருவாய் திட்டம் செயல்படுத்தப்பட்டது. சாமுர்தி கொடுப்பனவு மக்களுக்கு பயனளித்தது என்பதால், உலக வங்கி ஆதரிக்கப்பட்டு சாமுர்தி கொடுப்பனவுக்கு மூன்று மடங்கு அதிகரித்தது. மேலும், உற்பத்தியை ரூ.",
        "மேலும், குறைந்த வருமானம் கொண்டவர்களுக்கு சிங்கள மற்றும் தமிழ் புத்தாண்டு பருவத்தில் 10 மாத அரிசி வழங்கப்பட்டது.",
        "நாட்டின் பொருளாதாரம் படிப்படியாக இருக்கும்போது, ​​நீங்கள் நன்மையின் நன்மையை அனுமதிக்க முடியாது, மற்ற பகிர்வை விட்டு வெளியேற முடியாது. எனவே, மாநில நிலங்களில் உள்ள அனைவருக்கும் இலவச நில உரிமையை வழங்க முடிந்தது.",
        "மக்களுக்கு நில உரிமையை வழங்குவதற்கான அரசாங்கத்தின் நடவடிக்கைகள் ஒரு புரட்சிகர நடவடிக்கை. உலகின் பிற பகுதிகளில் உள்ள மக்களுக்கு நில உரிமை வழங்கப்படவில்லை. எனவே நாங்கள் ஒரு பெரிய புரட்சியை செய்துள்ளோம். நில உரிமை விவசாயத்திற்கு மட்டுமல்ல. அடுக்குமாடி குடியிருப்பில் இருப்பவர்கள் வீடுகளுக்கு உரிமையை அளித்துள்ளனர். எனவே, இந்த திட்டத்தை உலக புரட்சிகர நடவடிக்கையாக அறிமுகப்படுத்தலாம். இதை இந்த நாட்டின் மக்களுக்கு விடுதலையாக நான் கருதுகிறேன்.",
        "அமைச்சரவையில் தயாரிக்கப்பட வேண்டிய செயல்களை விரைவுபடுத்துவதற்காக இந்த செயல்களை நாங்கள் சமீபத்தில் விவாதித்தோம். பிரதமர் பொறுப்பேற்றுள்ளார். மாவட்ட மேம்பாட்டுக் குழுக்களை விசாரிக்கவும் அறிக்கை செய்யவும் நான் தெரிவிக்க விரும்புகிறேன். இந்த நிரல் அடுத்த இரண்டு மாதங்களில் முடிக்கப்பட வேண்டும். இந்த திட்டத்தை நில ஆணையர் அலுவலகம், மகாவெலி, உறுப்பினர், சேவைத் துறை மற்றும் உள்துறை அமைச்சகம் மற்றும் பிரதேச செயலாளர்கள் மேற்கொள்ள வேண்டும்.",
        "மேலும், பிறப்புக்குப் பிறகு அரசாங்க விவசாய நவீனமயமாக்கல் திட்டத்தில் சேர நீங்கள் பொறுப்பு. நாட்டின் விவசாயத்தை புதுப்பிப்பதன் மூலம் விவசாய விவசாய பொருளாதாரத்தை மேம்படுத்துவதற்கான பொறுப்பு நம் அனைவருக்கும் உள்ளது.",
        "அரசாங்கத்தின் பொது நவீனமயமாக்கல் திட்டத்தை ஆராய ஜப்பான் வெளியுறவு மந்திரி இலங்கைக்கு வருகிறார். அடுத்த மூன்று ஆண்டுகளில் இந்த திட்டத்தின் முன்னேற்றத்திற்காக இந்த திட்டத்தை செயல்படுத்த உலக வங்கியின் பிரதிநிதிகள் வருகை தருகிறார்கள்.",
        "திட்டத்தில் சேர அனைவரையும் கேட்டுக்கொள்கிறேன். இலங்கையில் மிக உயர்ந்த ஏற்றுமதி மாவட்டங்களை மாற்றும் திறன் போலோனாருவா மாவட்டம் உள்ளது. நாங்கள் ஏற்கனவே திட்டத்தை செயல்படுத்தியுள்ளோம். சிலர் என்ன 76 ஆண்டுகள் கேட்கிறார்கள். இனக் கட்டமைப்புகளை உருவாக்க நடவடிக்கை எடுக்கப்பட்டு நாட்டில் குடியேறியது மற்றும் நாட்டில் தன்னிறைவு பெற்றது. இருப்பினும், இந்த மாகாணங்களுக்கு வளர்ச்சியை வழங்கும் பொறுப்பை நான் எடுத்துள்ளேன். அதில் சேர அனைவரையும் அழைக்கிறேன்.",
        "அரசாங்கத்தை பிரிக்க வேண்டும் என்று நான் ஒருபோதும் சொல்ல மாட்டேன். இன்று ஒரு அற்புதமான அரசாங்கம் உள்ளது. மற்றவர்கள் இல்லை என்று சொன்ன ஒரு அரசாங்கத்தை நாங்கள் ஏற்றுக்கொண்டோம். எல்லோரும் இந்த அரசாங்கத்தை ஏற்க மறுத்துவிட்டனர். ஆனால் இப்போது நாம் நாட்டின் பொருளாதாரத்தின் பொருளாதாரத்தை உருவாக்க வேண்டும். நாட்டில் ஒரு நல்ல பொருளாதாரத்தை உருவாக்கி, இளைஞர்களுக்கு ஒரு நல்ல எதிர்காலத்தை உருவாக்க நான் அனைவரையும் ஒன்றாகக் கேட்கிறேன். \""
      ]
    },
    "en": {
      "title": "Today is a wonderful government",
      "body_lines": [
        "Join the Agriculture Modernization Program by fulfilling your responsibility for the contribution made by the government.",
        "Everyone joins the younger generation to create a good future - President Mahinda Rajapaksa says the inauguration of the provision of land deeds to Mahaweli colonists.",
        "President Ranil Wickremesinghe said that the government's steps were a revolutionary step of the people to free land ownership and that such a huge program has not been implemented in any country.",
        "The President was speaking at the inaugural ceremony of providing freehold ceremony under the \"Heritage Color 'Procedure under the\" Heritage Coloriots' program.",
        "The President said that the President's Revolutionary program was started to give the freeholding land deeds that the President would not suffer from one part of the country's economy.",
        "The President also pointed out that the public should act in Polonnaruwa into a major export districts in the country.",
        "The President also invited all parties to strengthen the economy of the country and combine the economy of the country in the next two years.",
        "The Mahaweli Authority of the Sri Lanka Mahaweli Authority has planned to be adjusted 204,002 freehold provens at all zonal levels. Accordingly, by the end of May, they have been planned to distribute 20,178 free offer to Mahaweli colonists.",
        "1340 freeholds have been distributed to colonists in the Mahaweli Moragamanda, Polonnaruwa District in Polonnaruwa District.",
        "The President made land deeds to 30 persons symbolized the grant of land deeds.",
        "Addressing the House, President Ranil Wickremesinghe further added:",
        "\"In this hall today you entered this place as licenses. But I would like to recall that you're going to be land owners. Your land will get freehold right today. The land ownership of our society is considered. We have become the value of the land.",
        "Although a large number of people in this country is alive today, there is no legal right to the land. The heritage program takes place to provide the ownership of the land with a deed of freehold land. After this you shouldn't submit to anyone. No one can abolish the legal land ownership you receive.",
        "We all faced very hardships in the last three years. The economy of the country and our economy collapsed. The hand was scarce. All lived in difficulty. Now we are slowly solving those economic problems. We must continue this program for three more years.",
        "The government enabled public servants to give a salary increase. Most institutions were performed in most institutions and. We have also ordered the increase in salary in the plantation and wages.",
        "The country's rich group grew in the face of the past economic hardship. The revenue program was implemented for this purpose. The World Bank was supported and increased to three times the Samurdhi allowance, as the Samurdhi allowance benefited people. Also, the standard was taken to increase the product to Rs.",
        "Also, 10 months of rice was given during the Sinhala and Tamil New Year season for low income people.",
        "When the economy of the country is gradually, you cannot allow the benefit of the benefit and to leave the other partition. Therefore, we have been able to provide free land ownership to everyone in state lands.",
        "The government's measures to give land ownership to the people is a revolutionary measure. Land ownership has not been given to the people in other parts of the world. So we have done a great revolution. Land ownership has been given not only for agriculture. And those who are in the apartments have given the right to the houses. Therefore, this program can be introduced as a world revolutionary move. And I consider this as a liberation to the people of this country.",
        "We recently discussed this deeds to expedite the deeds to be prepared at the Cabinet. The Prime Minister has taken over. I would like to inform the District Development Committees to investigate and report on. This program should be completed in the next two months. The program should be carried out by the Ministry of Land Commissioner's Office, Mahaweli, Member, Department of Service and the Ministry of Home Affairs, and the Divisional Secretaries.",
        "Also, you are responsible to join the government agriculture modernization program after the birth. All of us have a responsibility to enhance the agricultural agricultural economy by updating the country's agriculture.",
        "Japan Foreign Minister arrives in Sri Lanka to look into the public modernization program of the government. Representatives of the World Bank are visiting the implementation of this program for the progress of this program in the next three years.",
        "I urge all to join the program. The Polonnaruwa District has the potential to transform the highest export districts in Sri Lanka. We have already implemented the program. Some people ask what 76 years. Steps were taken to build the ethnic structures and settled in the country and self-sufficient in the country. However, I have taken the responsibility of providing development to these provinces. I invite everyone to join it.",
        "I will never say that the government needs to be divided. Today there is a wonderful government. We accepted a government that others told no. Everyone refused to accept this government. But now we have to build the economy of the country's economy. I am asking for all of us together to build a good economy in the country and create a good future for the youth. \""
      ]
    }
  },
  "summary_lines": [
    "The government's Agriculture Modernization Program aims to modernize agriculture, with President Ranil Wickremesinghe highlighting the revolutionary step of providing freehold land deeds to Mahaweli colonists, marking a significant initiative not seen globally. The program, under the \"Heritage Color\" procedure, aims to address land ownership issues and stimulate economic growth, with the Mahaweli Authority planning to distribute 204,002 freehold provisions across all zonal levels by May. The government's measures, including salary increases and support for the economy, are seen as crucial for the country's recovery and future prosperity."
  ]
}