{
  "translated_text": {
    "ta": {
      "title": "மோடி முதல் உக்ரைன்",
      "body_lines": [
        "வெளிநாட்டு ஊடக அறிக்கையின்படி, இந்திய பிரதமர் நரேந்திர மோடி அடுத்த மாதம் ரஷ்யா உக்ரேனை ஆக்கிரமித்த பின்னர் பார்வையிட உள்ளார்.",
        "வெளிநாட்டு அறிக்கையின்படி, பிரதம மந்திரி வ்லோத்மனிர் செலென்ஸ்கி, பிரதமரின் நாள், போரின் சிறந்த போருக்குச் செல்ல போரைப் பார்வையிட அழைப்பதாகும்.",
        "ஜனாதிபதி விளாடிமிர் செலென்ஸ்கி ஒரு மாதத்திற்கு முன்பு இந்தியப் பிரதமரின் பிரதமரும் உக்ரேனிய ஜனாதிபதி விளாடிமிர் செலென்ஸியுடனும் வந்தார்.",
        "போரின் முடிவில் இருந்து உரையாடலுக்கும் இராஜதந்திரத்திற்கும் இந்தியா தயாராக இருப்பதாக இந்தியா கூறியுள்ளது, மேலும் எந்தவொரு சமாதான முயற்சிக்கும் இந்தியா பங்களிக்க தயாராக உள்ளது."
      ]
    },
    "en": {
      "title": "Modi to Ukraine",
      "body_lines": [
        "According to foreign media reports, Indian Prime Minister Narendra Modi is scheduled to visit the next month after Russia invades Ukraine.",
        "According to foreign reports, Prime Minister Vlodmanir Celenceky, the day of Prime Minister, was the invitation to visit the war to visit the war to the best of the war.",
        "President Vladimir Celenceky came to a month ago with the Prime Minister of the Indian Prime Minister and Ukrainian President Vladimir Celenceky.",
        "India has stated that India is ready to contribute to the conversation and diplomatic since the end of the war, and India is ready to contribute to any peace effort."
      ]
    }
  },
  "summary_lines": [
    "Indian PM Modi plans to visit Ukraine soon after its invasion by Russia. The invitation comes from Ukrainian President Volodymyr Zelenskyy, who met with Russian President Putin recently. India is willing to aid in diplomatic efforts towards peace."
  ]
}