{
  "translated_text": {
    "si": {
      "title": "அனுபவமில்லாத அணியின் செயற்பாடு பாதிப்பை ஏற்படுத்தினால் நாட்டையும் மக்களையும் பாதுகாக்க ஐக்கிய தேசியக் கட்சி தயார் - வஜிர",
      "body_lines": [
        "රටේ සහ ජනතාවගේ අනාගතයේ අද්දැකීම් අඩු කණ්ඩායමක් සඳහා ජනතාව වගකිව යුතුය. එහි අත්පත් කර ගැනීම ඉතා බියජනක ය. இது பாரிய பாதிப்பை ஏற்படுத்தும்போது ஐக்கிய தேசியக் கட்சி சவால்களை ஏற்றுக்கொண்டு நாட்டையும் மக்களையும் பாதுகாக்க தயாராக இருக்கின்றதென ஐக்கிய தேசிய கட்சியின் தவிசாளர் வஜிர அபேவர்தன தெரிவித்தார்.",
        "ඔහු මේ බව කියා සිටියේ සිකුරාදා (3) කොළඹ හිටපු ජනාධිපති රනිල් වික්රමසිංහගේ නිල කාර්යාලයේ පැවති විශේෂ මාධ්ය හමුවකදීය.",
        "හිටපු ජනාධිපති රනිල් වික්රමසිංහ මහතා රට පුරා රටාව භාරගෙන කෙටි කාලයක් තුළ රට භාර ගත්තේය.. ජාමූඅ සමඟ සාකච්ඡා කිරීමට පෙර රටේ ආර්ථිකය සාකච්ඡා කිරීමට පෙර පාර්ලිමේන්තුවේ නීතිමය යෝජනා පාර්ලිමේන්තුවට ඉඩ දුන්නේය.. මුදල් අරමුදලේ සහාය ඇතිව මුදල් අරමුදල ගැන සාකච්ඡා කෙරිණි.",
        "එබැවින් රටේ ආර්ථිකය ගොඩනැගීමට වත්මන් රජය පියවර ගන්නේ නම්, රනිල් වික්රමසිංහ නව නීතිවලට ඉඩ දිය යුතුය.. විශේෂයෙන් පාර්ලිමේන්තු අයවැය කාර්යාලය නැවත නැඟිටීමේ වගකීම රජයට ඇත. ඒ හා සමානව, ප්රති-කඩා වැටීම් වංචා නීතිය ක්රියාත්මක කිරීමට පියවර ගත යුතුය. රජය මෙම නීතිවලින් එකක් උල්ලං lates නය කරන්නේ නම්, රට වැටීමට පටන් ගනී.",
        "කෙසේ වෙතත්, මාස තුනකින් රජය බලයට පත්වන විට, එය නව වෙනසක් ලෙස නොපෙනුණි. හිටපු ජනාධිපති රනිල් වික්රමසිංහගේ වැඩසටහන මෙතෙක් අනුගමනය කර ඇත. එය ලැබීම ගැන අපි සතුටු වෙමු.",
        "හිටපු ජනාධිපති රනිල් වික්රමසිංහ මහතා පවසා ඇත්තේ රට අර්බුදයක සිටින විට අභියෝගයන් පිළිගැනීමට තමන් සූදානම් බවයි.. දේශපාලන අත්දැකීම් සහ පාලිත අත්දැකීම් ඉතා වැදගත් බව මතක තබා ගනිමින් රජය විසින් 2025 දී රජය ආරම්භ කළ යුතු යැයි අපි යාච් pray ා කරමු. රට කළමනාකරණය කිරීම පමණක් නොව අත්දැකීම් වැදගත්කම වැදගත් ය.",
        "කෙසේ වෙතත්, 2025 දී අපගේ වගකීම පිළිබඳ අත්දැකීම් නොමැති කණ්ඩායමක් ලබා දී ඇත. එය අත්පත් කර ගැනීම ඉතා නරක ය. මට ඒ ගැන කිසිම සැකයක් නැහැ. එමඟින් නරකම අවස්ථාව වන විට, එක්සත් ජාතික පක්ෂය හා එක්සත් ජනපදය සමඟ අභියෝග ලබා ගැනීමෙන් රට සහ ජනතාව ආරක්ෂා කිරීමට අපි පියවර ගනිමු."
      ]
    },
    "en": {
      "title": "The United National Party is ready to protect the country and the people if the action of the inexperienced team is affected - Vajira",
      "body_lines": [
        "The people are responsible for an inexperienced team of the future of the country and the people. Its acquisition is very scary. United National Party (UNP) Chairman Vajira Abeywardena said that when this was a major impact, the United National Party is ready to accept the challenges and protect the country and the people.",
        "He was speaking at a special press conference held at the official office of former President Ranil Wickremesinghe in Colombo on Friday (3).",
        "Former President Ranil Wickremesinghe took over the country and took over the country in a short time.. He allowed the legal proposals in Parliament before discussing the country's economy before discussing with the IMF.. It was only then that the Monetary Fund was discussed with the help of the Monetary Fund.",
        "So if the current government is taking action to build the country's economy, Ranil Wickremesinghe must allow new laws.. The government has the responsibility of resurrecting the parliamentary budget office in particular. Similarly, action should be taken to implement the anti -corruption fraud law. If the government violates one of these laws, the country will start to fall.",
        "However, when the government came to power in three months, it was not seen as a new change. Former President Ranil Wickremesinghe's program has been followed so far. We are glad to have that.",
        "Former President Ranil Wickremesinghe has said that he is ready to accept the challenges in any case when the country is in crisis.. We pray that the government should start in 2025, keeping in mind that political experience and ruled experience are very important. Experience is important for all sectors, not just to manage the country.",
        "However, in 2025, a team that has no experience in our responsibility has been entertained. Its acquisition is very bad. I have no doubt about it. When that results in the worst case, we will take steps to protect the country and the people by taking challenges with the United National Party and us."
      ]
    }
  },
  "summary_lines": []
}