{
  "translated_text": {
    "ta": {
      "title": "பொதுத் தேர்தல் பிரச்சாரம் நாளை முடிகிறது",
      "body_lines": [
        "பொதுத் தேர்தல் நாளை (11) நள்ளிரவு முடிவடையும் திட்டமிடப்பட்டுள்ளது.",
        "தேர்தல் ஆணையத்தின் தலைவர் ஆர்.எம். வி.எல்.",
        "\"தேர்தல் பிரச்சாரங்களுக்காக வேட்பாளர்கள் நிறுவப்பட்டுள்ளனர். இந்த அலுவலகங்கள் நள்ளிரவு முதல் 12 வது நள்ளிரவு அலுவலகம் வரை அகற்றப்பட வேண்டும். நள்ளிரவுக்குப் பிறகு, அலுவலகம் கட்சிகள் மற்றும் குழுக்களுக்கான வாக்காளர்களில் ஒருவராக அமைந்துள்ளது.",
        "அந்த நாளிலிருந்து வேட்பாளர்கள் வாக்காளர்களுக்கு ஒரு அலுவலகத்தை அமைக்கும் திறன் உள்ளது. மேலும், வேட்பாளரின் வீடு இனி ஒரு அலுவலகம் அல்ல. ஆனால் அந்த அலுவலகங்கள் எதுவும் அலங்கரிக்கப்படாது அல்லது வேறு எந்த பிரச்சாரமும் இல்லை."
      ]
    },
    "en": {
      "title": "General election campaign ends tomorrow",
      "body_lines": [
        "The general election is scheduled to end midnight tomorrow (11).",
        "Chairman of the Election Commission RM V.L Ratnayake said that after the end of election propaganda, the election propaganda should be removed by 12th.",
        "\"Candidates have been established for election campaigns. These offices should be removed from midnight on the 12th to the 12th midnight office. After midnight, the office is located in one of the electorate for parties and groups.",
        "And from that day candidates have the ability to set up one office for the electorate. Also, the candidate's home is no longer an office. But none of those offices can be decorated or any other propaganda. \""
      ]
    }
  },
  "summary_lines": [
    "Election campaign ends midnight tomorrow. Candidates must remove all propaganda materials by 12th midnight. Only one office per electorate allowed after 12th, not including homes. No decorations or additional propaganda permitted."
  ]
}