{
  "translated_text": {
    "si": {
      "title": "ISIS ප්රහාරයට තර්ජනය සම්පූර්ණයෙන්ම අසත්යය - දේවානන්ද සුරවීර",
      "body_lines": [
        "ජනාධිපතිවරයා සහ අගමැතිවරයා බියෙන් තොරව ජනතාව වෙත යති. හිටපු ජනාධිපති මහින්ද රාජපක්ෂ මහතා ISIS ප්රහාර තර්ජනයක් ඇති බව ඇත්තෙන්ම අසත්යයකි. ජාතික මහජන බලය පාර්ලිමේන්තු මන්ත්රී දේවානන්ද සුරවුවී මහතා පැවසුවේ හිටපු ජනාධිපතිවරුන් නඩත්තු කිරීම සඳහා රජයට රුපියල් වැය කිරීමට රජයට රුපියල් වැය කිරීමට අවශ්ය නොවන බවයි.",
        "හිටපු ජනාධිපතිවරුන්ගේ ආරක්ෂාව අඩු කර විශේෂ දීමනා ලබා දෙන ලෙස අපි ජනතාවට පොරොන්දු වී සිටිමු. රටේ ජනතාව මෙය සම්පූර්ණයෙන්ම පිළිගත්හ. රාජ්ය පරිපාලන දෙපාර්තමේන්තුවේ දෙපාර්තමේන්තුවේ දෙපාර්තමේන්තුවේ දෙපාර්තමේන්තුවේ වාර්තාවට අනුව, හිටපු ජනාධිපතිවරුන්ට ලබා දී ඇති මිලිටරි සුරක්ෂිතතාව යථා තත්ත්වයට පත් කර ප්රමාණවත් පොලිස් ආරක්ෂාවක් ලබා දී ඇත.",
        "සියලුම හිටපු ජනාධිපතිවරුන්ට ලබා දී ඇති හමුදා සුරක්ෂිතතාව සම්පූර්ණයෙන්ම ඉවත් කර ඇත. නමුත් මහින්ද රාජපක්ෂගේ ආරක්ෂාව පමණක් කතා කරන්නේ පමණි.",
        "මහින්ද රාජපක්ෂගේ අයිඑස්අයිඑස් සංවිධානය ප්රහාරයට තර්ජනයක් වන අතර ට්රයිලර් මෙවලම හරහා පහරදීමට තර්ජනයක් යැයි කියනු ලැබේ.. ඉරිදා බෝම්බය පැවැත්ම සිදු කළ අය සඳහා අයිසිස් සංවිධානයේ ප්රහාරය ගැන කතා කිරීම පුදුමයක් නොවේ.",
        "මහින්ද රාජපක්ෂගේ ජීවිතය ජීවතුන් අතර සිටින බව සඳහන් කිරීම සම්පූර්ණයෙන්ම අසත්යයකි. අතීතයේ මහින්ද රාජපක්ෂගේ ආරක්ෂාව ලබා දී ඇති සොල්දාදුවන් ඔවුන්ගේ දකුණු යොමුව පවත්වා ගෙන යාම සහ ඔවුන්ගේ නිවසේ බල්ලන් නඩත්තු කිරීම සඳහා යොදාගෙන ඇති බව ජනතාව දනිති.",
        "මහින්දගේ ජීවිතයට රඳා පවතින අයට අනුකම්පාව ජීවිතයේ තර්ජනයට ලක්ව ඇත.. රටේ ජනතාව මෙම බොරුව පිළිගන්නේ නැත. හිටපු ජනාධිපතිවරුන්ට දරුවන් සිටී. ඔවුන් ඔවුන්ව රැකබලා ගත යුතුයි.",
        "ජනාධිපතිවරයා සහ අග්රාමාත්යවරයා අතීතයේ දී මෙන් දැඩි ආරක්ෂාවක් මධ්යයේ ගොස් නැත.. මහින්ද රාජපක්ෂ ජාතික ආරක්ෂාව සහ ජනවාර්ගික සමගිය සහතික කර ඇත්නම්, විශ්රාම ගැනීමෙන් හා විශ්රාම ගැනීමෙන් පසු හමුදා ආරක්ෂාවේ රැඳී සිටීමට අවශ්ය නොවේ.. සමස්ත ජනගහනයට ආර්ථික බලපෑමෙන් හා විශ්රාමික ජනාධිපතිවරුන්ගේ ආරක්ෂාව පිළිබඳ රුපියල් කෝටි කිහිපයක් වැය කිරීම සාධාරණදැයි ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "ISIS attack threat to Mahinda is completely false - Devananda Suraweera",
      "body_lines": [
        "The President and the Prime Minister go to the people without fear. It is absolutely false to note that former President Mahinda Rajapakse has an ISIS attack threat. National People's Power MP Devananda Suraweera said that the government does not need to spend crores of rupees to maintain former presidents.",
        "We have promised the people to reduce the safety of former presidents and provide special offers. The people of the country fully accepted this. According to the report of the Department of Department of Department of Department of Public Administration, the military security provided to the former presidents has been restored and adequate police protection has been provided.",
        "The military security provided to all former presidents has been completely eliminated. But only Mahinda Rajapaksa's security is only talked about.",
        "Mahinda Rajapaksa's ISIS organization is said to be a threat to the attack and a threat to the attack through the Troner tool.. It is not surprising to talk about the attack of the ISIS organization for those who carried out the survival Sunday bomb.",
        "It is absolutely false to mention that Mahinda Rajapaksa's life is alive. People are aware that the soldiers who have been given the security of Mahinda Rajapaksa in the past have been used to maintain their southern references and maintain their home dogs.",
        "Those who are dependent on Mahinda's life are threatened by the life of sympathy.. The people of the country are not going to accept this lie. Former presidents have children. They need to take care of them.",
        "The president and the prime minister have not gone amidst strong security as in the past.. If Mahinda Rajapaksa has ensured national security and ethnic harmony, there is no need to remain in military security after retirement and retirement.. He said that the entire population was affected by the economic impact, and how fair it is to spend several crores of rupees on security for retired presidents."
      ]
    }
  },
  "summary_lines": [
    "Devananda Suraweera denies ISIS threat to Mahinda Rajapaksa, claims unnecessary security spending."
  ]
}