{
  "translated_text": {
    "si": {
      "title": "චිත්රපටය දුටු පිරිමි ළමයින් සඳහා වසර 12 ක සිර ද sentence ුවමක් - කම්පනය",
      "body_lines": [
        "දකුණු කොරියාවේ කේ-පොප් ගීත දැකීමේ අපරාධය සඳහා ළමුන් දෙදෙනෙකු සඳහා 12 හැවිරිදි වැඩ කිරීම නිසා උතුරු කොරියානු රජය උතුරු කොරියානු රජය විසින් උතුරු කොරියානු රජය විසින් පැනවීම කම්පනයට පත් කර තිබේ.",
        "සිනමාව භුක්ති විඳීම සඳහා වයස අවුරුදු 16 ට අඩු පිරිමි ළමුන් දෙදෙනෙකු නිදහස් කිරීම නිසා දකුණු කොරියානු පොප් සංගීතය කම්පනයට පත් කර තිබේ. වීඩියෝව තුළ, විවෘත අවකාශයකින් සැරසී සිටින පිරිමි ළමයින් දෙදෙනෙකු විවෘතව ඇඳගෙන ඔවුන්ගේ අතේ ගෙන එනු ලැබේ.",
        "පිරිමි ළමයින් 1000 ක් එම ශාලාවේ වාඩි වී සිටිති. ඔවුන් සියල්ලෝම වෙස්මුහුණක් පැළඳ සිටිති. කොරෝනා කාල සීමාව තුළ වීඩියෝව ලබාගෙන ඇත්තේ මෙයයි.",
        "ඔවුන් දෙදෙනාම ජීවිතය විනාශ කළේ විදේශීය සංස්කෘතියෙන් ආකර්ෂණය වූ නිසා තමන් දෙදෙනාම ජීවිතය විනාශ කළ බවයි. උතුරු කොරියානු රජය විසින් පිරිමි ළමයින් දෙදෙනාට වසර 12 ක් වැඩ කිරීමට ද sentenced ුවම් නියම කර තිබේ. මෙම සිදුවීම ජාත්යන්තරව කම්පනයට පත් කර ඇත. පිරිමි ළමයින් දෙදෙනාගේ පවුල්වලට ප්යොංයැං වෙතින් ඉවත් කර ඇති බව කියනු ලැබේ.",
        "උතුරු කොරියාව වසර ගණනාවක් දකුණු කොරියාව සමඟ සම්බන්ධ වී ඇති අතර ඔවුන්ගේම ජනතාවට ද punish ුවම් කිරීමේ ප්රවණතාවක් ඇත. 2020 දී විශේෂ නීතියක් හඳුන්වා දෙන ලදී.",
        "දකුණු කොරියානු විනෝදාස්වාද අංග තහනම් කිරීමට නීතිය. නීතියට අනුව පිරිමි ළමයින් දෙදෙනාට ද sentenced ුවම් නියම විය.",
        "2001 දී උතුරු කොරියාව අතහැර දමා, ජපානයේ රැකවරණය ලබා ඇති ටෝකියෝ විශ්ව විද්යාලයේ දේශපාලන විද්යා ක්ෂේත්රයේ මහාචාර්ය ආචාර්ය චෝයි කයොන්ග් හුයි පවසයි.",
        "එවැනි දැඩි ද punishment ුවමක් පැනවීමෙන් රජය මුළු උතුරු කොරියානු ජනතාවටම අනතුරු ඇඟවීමක් කර තිබේ. උතුරු කොරියාවේ දකුණු කොරියාව සංස්කෘතිය යටපත් වී ඇති බව මෙයින් සනාථ වේ. මම හිතන්නේ මෙම වීඩියෝව 2022 දී රැගෙන ගොස් ඇත. සෙන් එක්ස් පරම්පරාවන් ඔවුන් සිතන පා course මාලාව වෙනස් කර ඇත. කිම් ජොන්ග් ඔබ විසින් සාදන ලද බව උතුරු කොරියානු සිතීමට විරුද්ධ වීමයි. එය කනස්සල්ලට පත්ව සිටී. ඔහු එවැනි ද ments ුවම් ක්රියාත්මක කරන්නේ එබැවිනි. \". රීල්"
      ]
    },
    "en": {
      "title": "12 years sentence for boys who saw the film - shock",
      "body_lines": [
        "The North Korean government's imposition of the North Korean government has been shocked by the imposition of the 12-year-old work for 2 children for the crime of seeing South Korea's K-Pop songs.",
        "South Korean pop music has been shocked by the release of two boys under 16 years of age for enjoying cinema. In the video, 2 boys dressed in brown dressed in an open space are brought in their hands.",
        "1000 boys sit in that hall. They are all wearing mask. This is what the video may have been taken during the Corona period.",
        "They have been sentenced to the claim that they both destroyed life because they were attracted by foreign culture. The North Korean government has sentenced the two boys to work for 12 years. This event has shocked internationally. The families of the two boys are said to have been evicted from Pyongyang.",
        "North Korea has been in touch with South Korea for many years and has a tendency to punish their own people. In 2020, a special law was introduced.",
        "The law to prohibit South Korean entertainment features. According to the law, the two boys were sentenced.",
        "According to Dr. Choi Kyong Hui, a professor in the field of political science at the University of Tokyo, who left North Korea in 2001 and took refuge in Japan.",
        "“The government has issued a warning to the entire North Korean people by imposing such a severe punishment. This confirms that South Korea culture is infiltrating in North Korea. I think this video may have been taken in 2022. Zen X generations have changed the course they think. It is to oppose the North Korean thinking that Kim Jong is built by your. It has worried Kim. That is why he implees such punishments. ”. Remble"
      ]
    }
  },
  "summary_lines": [
    "North Korea shocked by 12-year sentences for boys aged 15 for watching South Korean films, marking a severe punishment for cultural infiltration."
  ]
}