{
  "translated_text": {
    "ta": {
      "title": "ஃப்ரே சாலையில் இருந்து பதிவுசெய்யப்பட்ட 400 வாகனங்களில் 6 லஞ்சம் கமிஷனை ஒப்படைத்தன",
      "body_lines": [
        "400 வாகனங்களில், சுங்கத்திற்காக ஒதுக்கப்பட்ட 400 வாகனங்களின் 400 வாகனங்கள் மற்றும் பதிவு செய்யப்பட்ட தவறான தகவல்களுடன் கைது செய்யப்பட்டுள்ளன.",
        "லஞ்சம் கமிஷனின் செய்தித் தொடர்பாளர் ஒருவர் லஞ்சம் அல்லது ஊழல் தொடர்பான விசாரணையில் வாகனங்கள் கைது செய்யப்பட்டதாகக் கூறினார், விசாரணை ஆணையத்தின் லஞ்சம் அல்லது ஊழலை விசாரிக்க ரூ.",
        "லஞ்சம் ஆணையத்தின்படி, லஞ்ச ஆணையம் ரூ.",
        "2009 முதல் 2022 வரை லஞ்சம் கொண்ட விசாரணைகள் பெறப்பட்ட தகவல்களின்படி, லஞ்சம் விசாரணைகள் கமிஷனர் ஜெனரலுக்கு வழங்கப்பட்டதன் மூலம் கொழும்பு தலைமை நீதவான் திலினா காமேஜுக்கு ஒத்திவைக்கப்பட வேண்டும் மோட்டார் போக்குவரத்து.",
        "மோட்டார் போக்குவரத்துத் துறையின் கணினி அமைப்பில் பதிவுசெய்யப்பட்ட மோட்டார் போக்குவரத்து திணைக்களத்தின் கணினி அமைப்பில் பதிவு செய்யப்பட்டுள்ள மோட்டார் போக்குவரத்து திணைக்களத்தின் கணினி அமைப்பில் பதிவு செய்யப்பட்டுள்ளது.",
        "லஞ்சம் ஆணையத்தின் வேண்டுகோளின்படி, லஞ்ச ஆணையம் லஞ்ச ஆணையத்தின் உரிமையாளர்களுக்கு ஆடம்பர கார்களின் பெயர்கள் மற்றும் மதிப்புகளைத் தொடர்ந்து உத்தரவுகளை வெளியிட்டுள்ளது.",
        "நீதிமன்றங்களில் லஞ்சம் கமிஷனில் சொகுசு கமிஷன்கள் கைது செய்யப்பட்டதாகக் கூறிய அதிகாரி, அந்த அதிகாரி வாகனங்களின் நடவடிக்கைகளைத் தொடங்கினார்."
      ]
    },
    "en": {
      "title": "6 out of the 400 registered vehicles from the fray road handed over the bribery Commission",
      "body_lines": [
        "Among the 400 vehicles have been taken into custody, along with the 400 vehicles of the 400 vehicles allocated for the Customs and registered false information.",
        "A spokesman for the Bribery Commission stated that the vehicles were taken into custody at the investigation of Bribery or Corruption by the Commission to Investigate Bribery or Corruption by the Investigation Commission for over Rs.",
        "According to the Bribery Commission, the Bribery Commission has been taken into custorows worth Rs.",
        "According to information received by the Serand Bribery Inquiries of the Bribery Investigations in 2009 to 2022, the Bribery Investigations have to be deferred to the Colombo Chief Magistrate Thilina Gamage, with the request of the Bribery Inquiries.An order has been issued to the Commissioner General of Motor Traffic.",
        "According to a request made by the Department of Motor Traffic, the Department of Motor Tract, which had been registered with the computer system of the Department of Motor Traffic has been registered with the computer system of the Department of Motor Traffic.",
        "According to a request made by the Bribery Commission, the Bribery Commission has issued orders to the owners of the Bribery Commission following the names and values ​​of the luxury cars.",
        "The officer who said that the luxury commissions were taken into custody in the Bribery Commission in the courts, the official had commenced the proceedings of the vehicles."
      ]
    }
  },
  "summary_lines": [
    "Six of 400 vehicles registered on Fray Road were seized by the Bribery Commission for alleged false registration and involvement in corruption investigations. The commission also requested the Colombo Chief Magistrate to defer certain cases related to bribery inquiries."
  ]
}