{
  "translated_text": {
    "si": {
      "title": "හෙට කැනඩාවේ dered ාතනය කරන ලද අවමංගල්යය: සැකකරුට 28",
      "body_lines": [
        "කැනඩාවේ බෞද්ධ සම්මේලනය ප්රකාශ කර ඇත්තේ කැනඩාවේදී dered ාතනයට ලක්වූ ශ්රී ලාංකිකයන් ඉරිදා (17) පැවැත්වෙන බවයි.",
        "කැනේඩියානු බෞද්ධ කොන්ග්රසයේ නේවාසික නියෝජිතයා වන පැන්තේ සුනත ත්යාශයෙන් පන්තහ සුනත ත්යාශයෙන් නිකුත් කළ නිවේදනයක දී, බෞද්ධ කොන්ග්රසය හා කැනඩාවේ බෞද්ධ සම්මේලියේ සහ ස්වේච්ඡා කමිටුව සමඟ කැනඩාවේ බෞද්ධ සම්මේලන හා ස්වේච්ඡා සේවය (කැනේඩියානු) ට අනුව පැවැත්වීමට නියමිතය.",
        "අවසන් කටයුතු ඔටාවා හි අංක 2901 කිබර්ඩ් හි අනන්ත සම්මන්ත්රණ මධ්යස්ථානයේ දී සිදු කෙරේ.",
        "ඒ අතරම, වික්රමරත්න මහතා සිද්ධියෙන් ශාරීරිකව සුවය ලබන අතර මනෝ විද්යාත්මකව පසුගිය සතියේ සිදුවීම් වලින් සුවය ලබා ගැනීම සඳහා මානසික සහාය අවශ්ය වේ.. ඔහු අවමංගල්යයට සහභාගී වන අතර ඔහු කිසිදු සංවාදයකට සහභාගී නොවන බව.",
        "මීට පෙර ඔහුගේ බිරිඳ දර්ශන තිලන්දිකා ඒකනායක (35), ඇගේ දරුවන්, අනූකා (3-අවුරුදු 3 - අවුරුදු 7 - රූපා, රූපා, රූපා, රූපා, රූපා, රූපා, රූපා, රූපා, රූපා, රූපා, රූපා, රූපා, රූපා, රූපා, රූපා, 35), ඔටාවා හි උපනගරයේ බ්හක්ෂා වික්රමසිංහගේ බැන්ෂ්කා වික්රමසිංහගේ නිවසේදී ඔහුගේ බිරිඳ දර්ශන තිලන්ත (35), ඔටාවා හි කුසාලාහි බැරියාන් ඩ්රයිව් ප්රදේශයේ. මියගිය පුද්ගලයා කෙලී (-මොන්ච් - දියණිය ) සහ පවුල සමඟ නැවතී සිටි ගාමිනි අමරකූන් (40).",
        "මෙම සිද්ධිය සම්බන්ධයෙන් 19 හැවිරිදි වෝල්ඩ් පීප්සියෝ ද සෝසියෝ ඩි සෝසියෝට එරෙහිව මිනීමැරුම් චෝදනාවක් සම්බන්ධයෙන් 19 හැවිරිදි වෝල්ඩ් පෙප්රියෝ ද සෝසියාට චෝදනා එල්ල වී ඇති අතර කැනේඩියානු පොලිසිය මේ මස 28 වන දින වැඩිදුර පරීක්ෂණ පවත්වයි."
      ]
    },
    "en": {
      "title": "The funeral of the murdered in Canada tomorrow: 28 to the suspect",
      "body_lines": [
        "The Buddhist Congress for Canada has announced that the Sri Lankans who were murdered in Canada will be held on Sunday (17).",
        "In a statement issued by Panthe Sunita Thera, the resident representative of the Canadian Buddhist Congress, Panthee Sunita Thera, along with the Buddhist Congress and volunteers organizing committee of Canada, is scheduled to be held at the Canadian Time (according to Canadian).",
        "The funeral will be carried out at the Infinity Convention Center at No. 2901 Kibford in Ottawa.",
        "At the same time, Wickremaratne is physically recovering in the incident and psychologically he needs psychological support to recover from last week's events.. He will attend the funeral and that he will not participate in any conversation.",
        "Earlier, his wife Darshani Thilandika Ekanayake (35), her children, Inuka (7 -year -old daughter), Rinna (3 -year -old daughter), Rupa, Rupa, Rupa, Rupa, Rupa, Rupa, Rupa, Rupa, 35), his wife, Darshani Tilantika (35), on the 6th of the house of Dhanushka Vikramasinghe, who lived in the Barican Drive area of Ottawa, the suburb of Ottawa.The deceased was Kelly (2 -month -old daughter) and Gamini Amarakoon (40), who was staying with the family.",
        "The 19 -year -old Peprio de Sosya has been charged with a murder allegation against the 19 -year -old Peprio de Sosya in connection with the incident and the Canadian police are conducting further investigations on the 28th of this month."
      ]
    }
  },
  "summary_lines": [
    "The Canadian Buddhist Congress will hold a funeral for Sri Lankans murdered in Canada on Sunday, 17th, at the Infinity Convention Center in Ottawa. The suspect, Peprio de Sosya, is charged with murder and will attend the funeral but won't participate in conversations."
  ]
}