{
  "translated_text": {
    "ta": {
      "title": "கப்பல் ஜனாதிபதியால் பெற்றது",
      "body_lines": [
        "இந்த ஆண்டு மற்றும் பல ஆண்டுகள் பல நடைபெறும் என்று ஜனாதிபதி ரணில் விக்ரமேசிங்க் கூறுகிறார்.",
        "எவ்வாறாயினும், பிரதேசங்களவை திறன் இல்லை என்றும் நிதி உதவி தேவையில்லை என்றும் ஜனாதிபதி கணிப்புகள் மேலும் கூறியுள்ளன.",
        "அவர் இன்று (30) மாதாராவில் நடந்த பேரணியில் இணைந்தார்.",
        "மேலும் பேசிய ஜனாதிபதி, அவர் பாதுகாப்பாக பாதுகாக்கப்பட்டதாகவும், தப்பித்த ஒரு கேப்டனுக்கு ஒரு கேப்டனுக்கு மீட்டெடுக்கப்பட்டதாகவும் கூறினார்.அல்லது இது இந்த வழியில் எடுக்கப்படுமா?அவர் செல்ல மக்களிடமிருந்து விசாரிக்கப்படுகிறார்.",
        "\"ஜெயவான்வ்.\" மற்றும் ஜனாதிபதி ரணில் விக்ரமேசிங்கே இலங்கை ஜெனரல் முன்னணி எம்.பி.க்கள் மற்றும் பல கட்சிகளுடனான சந்திப்பில் ஜனாதிபதி ரானில் விக்கிரமசிங்கத்தின் ஆதரவை உறுதியளித்தார்.",
        "ஜனாதிபதித் தேர்தலுக்குப் பிறகு இலங்கை பொது முன்னணியை ஜனாதிபதி ரணில் விக்ரமசிங்கால் ஆதரிக்க முடியும் என்று மின் மற்றும் எரிசக்தி அமைச்சர் கஞ்சனா விஜசேகரா தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "The ship received by the President",
      "body_lines": [
        "President Ranil Wickremesinghe says that several of this year and several years will be held.",
        "However, the Presidentials Forecasts further stated that the pradeshiya sabha is not capable and the financial support is not necessary.",
        "He was speaking at a \"consequent joining the 'rally in Matara today (30).",
        "Speaking further, the President said that he had been secured safely and restored to a captain to a captain that escaped.Or will it be taken on this way?He is inquired from the people to go.",
        "\"Jayawanw. 'and President Ranil Wickremesinghe assured the support of President Ranil Wickremesinghe at the meeting with the Sri Lanka General Front MPs and several other parties.",
        "Minister of Power and Energy Kanchana Wijesekara said that President Ranil Wickremesinghe should be able to support the Sri Lanka General Front after the presidential election."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe addressed a rally in Matara, discussing future plans and the capabilities of local councils. He emphasized the importance of unity and support from various political parties, including the Sri Lanka General Front. The President also highlighted the need for financial stability and asked for public support in overcoming challenges."
  ]
}