{
  "translated_text": {
    "si": {
      "title": "ආර්ථිකයේ ජනතාව විසින් අධ්යාපනය, ඉඩම් සහ නිවාස අයිතිවාසිකම් - ජනාධිපතිතුමා විසින් සිදු කරනු ලැබේ",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා අධ්යාපනය, ඉඩම්, නිවාස හා ව්යාපාර අයිතිවාසිකම් සහතික කිරීම, ආර්ථිකය තුළ ශක්තිමත් කොටස් හිමියන් බවට පත් කිරීමට පියවර ගන්නා බවට ජනාධිපති රනිල් වික්රමසිංහ මහතා පොරොන්දු වී තිබේ.",
        "ආර්ථිකයේ හවුල්කරුවන්ට ජනතාව හවුල්කරුවන්ට පරිවර්තනය කිරීම සිදු නොවන ශක්තිමත් ආර්ථිකයක් ගොඩනැගිය හැකි බව ද ජනාධිපතිවරයා පෙන්වා දුන්නේය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව ප්රකාශ කළේ කොළඹ සංගමයේ \"ඊයේ (09) ප්රතිලාභීන් වෙත භාර දිවියකදීය.",
        "කසාිමාවට්ටේ ගිනිගෙන ඇති නිවාස වෙනුවට නිවාස 294 ක නිවාස 2010 දී ජනාධිපතිවරයා විසින් භාර දෙන ලදී.",
        "\"අවුරුදු දහයකට වැඩි කාලයක් ජනතාව කජිමාවම් හි ජීවත් වී ඇත.ජීවිතය සිතාගත නොහැකි විය. එබැවින් මෙම ජනාවාස හැකිතාක් දුරට භාර දීමට හැකිවීම ගැන අපි සතුටු වෙමු.හිටපු අමාත්ය රවී කරුනානායක මේ ගැන වැඩි සැලකිල්ලක් දැක්වීය. අද ඔබට ලැබෙන මෙම නිවස ඔබට වඩාත්ම වටිනවා. එය ආරක්ෂා කිරීම ඔබේ වගකීමකි. පසුගිය අවුරුදු දහය තුළ ඔබ දුක් විඳින අතර ඔබ මෙම නිවාස උකසට නොගත යුතුය. ඔබේ ජීවිතය වැනි මෙම නිවාස ආරක්ෂා කරන ලෙස මම ඔබෙන් ඉල්ලා සිටිමි.",
        "2022 ට සාපේක්ෂව වසර දෙක තුළ හුස්ම ගැනීමට හැකි පරිසරයක් නිර්මාණය කිරීමට අපට හැකි වී තිබේ. අද ආහාර, ගෑස් සහ ඉන්ධන රේඛාවෙන් පෙළෙන පුද්ගලයින් අද සුමටව ජීවත් වේ. කොළඹ ජනතාව මහත් දුක් වින්දා. පඩි පෙළ හා උද්යානවල වෙසෙන ජනතාවට දැඩි ලෙස පීඩාවට පත්ව සිටියහ.",
        "ආර්ථිකය ශක්තිමත් කිරීම සඳහා අප විසින් ක්රියාත්මක කරන ලද බදු ප්රතිපත්තිය ජීවිතයේ බර තවදුරටත් ඉහළ ගියේය. නමුත් ඔබ එම දුෂ්කරතා විඳදරාගෙන ඇති නිසා, ණයට ගැනීම සහ මුදල් නොමැතිව රජයේ ආදායම වැඩි කිරීමට රජයට හැකි විය. රුපියල් 10,000 ක වැටුප් වැඩිවීමක් සඳහා මේ වසරේ රාජ්ය සේවකයින්ට හැකි වූයේ එබැවිනි. රුපියලේ වටිනාකම ද ශක්තිමත් වේ.",
        "පීඩාවට පත් ජනතාවට ස්තූති කිරීම සඳහා ස්ථිර ඉඩම් අයිතිය සහ ස්ථිර නිවාස අයිතිය මම සලකමි. නිවාස 50,000 ක් ඉදිරියේදී ජනතාවට භාර දෙනු ඇත. 1996 අග්රාමාත්ය ධුරය දැරූ කාලය තුළ චීන රජය විසින් සපයනු ලබන නිවාස 1996 ඉදිකිරීම අවසන් කිරීමට අපි බලාපොරොත්තු වෙමු.",
        "ඉඩම් හා නිවාස අයිතිවාසිකම් සඳහා ස්ථිර අයිතිවාසිකම් මීට පෙර ලබා දී නොමැත. ජනතාවට අධ්යාපනය, ඉඩම්, නිවාස සහ ව්යාපාර අයිතිවාසිකම් ලබා දීමෙන් ජනතාවට රටේ ආර්ථිකයට විශාල දායකත්වයක් ලබා දීමට අනාගතයේ දී මම ජනතාවට ලබා දීමට කැමැත්තෙමි. \"",
        "\"ජනාධිපති රනිල් වික්රමසිංහ මහතා 2022 ට වඩා අද දහ වතාවක් හුස්ම ගැනීමට හැකි පරිසරයක් නිර්මාණය කර තිබේ. එකල තුන් වතාවක් ආහාර ප්රශ්නාර්ථයෙන් හමු විය. මිනිසුන් පේළි වල සිටගෙන සිටියහ.",
        "එවකට පාලකයෝ ජනාධිපති ධුරය නැවත නැවතත් ඉල්ලා සිටි අතර ජනතාවට සේවය කර ඇති අතර, එම අභියෝගය භාරගත් නායකයන් කිසිවෙකු පාර්ලිමේන්තුවේ සිටියහ.. ජනාධිපති රනිල් වික්රමසිංහ මහතා එම අභියෝගය පිළිගෙන පාර්ලිමේන්තුවේ ජනතාවගේ ආර්ථික තත්ත්වය නිර්මාණය කළේය.. ඒ අනුව පසුගිය මාස 23 තුළ රට කලින් පැවති ආර්ථික තත්වයකට ගෙනැවිත් තිබේ.",
        "අද, පෙට්ටා, මහාරාගම, බදුල්ලා හෝ ශ්රී ලංකාව යන රටක විශාල පිරිසක් උත්සව සමයේදී විශාල භාණ්ඩ ප්රමාණයක් මිලදී ගනී.. රටේ ආර්ථිකය සුවය ලැබීම සඳහා හොඳම උදාහරණය මෙයයි. ආර්ථිකය ගොඩනැගීමේ අභියෝගය ජනාධිපති රනිල් වික්රමසිංහ මහතා අද රටේ තත්වය ගැන සිතන්න, අද රටේ තත්වය ගැන සිතන්න.",
        "ආර්ථිකය අද ආර්ථිකය ගොඩනැගීම පිළිබඳ විවාදයක් ඉල්ලා විරුද්ධ පක්ෂ ඉල්ලා සිටින, එදින අභියෝගය පිළිගන්නේ නැත්තේ ඇයි?. එම කණ්ඩායම් දන්නේ ආර්ථික න්යාය පමණි. ඔවුන් ප්රායෝගික ආර්ථිකය නොදනී. රජයේ සේවකයින්ගේ වැටුප රුපියල් 10,000 කින් වැඩි කිරීමට ද ජනාධිපතිවරයා කටයුතු කළේය. කම්කරුවන් සඳහා කතා කරන කිසිදු පක්ෂයක් මෙතරම් වැඩි වී නැත.",
        "රුපියලේ වටිනාකම අද ඉහළ ගොස් තිබේ. සංචාරකයින් තවත් රටට පැමිණේ. මේ සියල්ල සිදුවන්නේ ජනාධිපතිවරයා විසින් සිදු කරන ලද වැඩසටහන පිළිබඳව ජාත්යන්තර ප්රජාවට විශ්වාසයක් ඇති බැවිනි. අප නැවත වැරදි කළහොත්, අපේ දරුවන් අපට වඩා දුක් විඳින බව මතක තබා ගන්න. \"",
        "ජනාධිපතිවරයාගේ ජ්යෙෂ් Senior උපදේශක සකල රත්නායක, ජනාධිපති ආරක්ෂක අමාත්ය",
        "මීට වසර දෙකකට පෙර රට අර්බුදයෙන් සොයාගෙන තිබේ.ජනාධිපතිවරයා රට තුළ ආර්ථික ස්ථාවරත්වයක් ඇති කළේය. ඔහුගේ ජාත්යන්තර සම්බන්ධතා සඳහා හේතුව එයයි.",
        "එපමණක් නොව, වෙනත් ආර්ථික අර්බුදයක් ඇති නොකරන නීති සම්මත කර ඇත. ශ්රී ලංකාවේ ආර්ථිකය පිළිබඳ විශ්වාසයෙන් සංචාරකයින් අද රටට පැමිණේ. මීට අමතරව, මේ රටේ ආර්ථික වර්ධන වේගය වැඩි කිරීමට ජනාධිපතිවරයා දැනටමත් සැලසුම් සකස් කර තිබේ. එයට එය ආදායම ශක්තිමත් කර ජනතාවගේ ජීවනෝපාය වැඩිදියුණු කළ හැකිය.",
        "2019 දී ලක්ෂ 25 ක් මෙරටට පැමිණියේය. එම ඉලක්කය නැවත ලබා ගත හැකිය. ප්රමාණය ලක්ෂ 25 කින් වැඩි කිරීමට සැලසුම් කර ඇති අතර වාර්ෂික සංචාරකයින්ගේ පැමිණීම ලක්ෂ පනහකට වැඩි කිරීමට වැඩි වේ.",
        "එය දිනකට ඩොලර් 500 ක් පමණ ගෙන ඒමට සැලසුම් කර ඇත.. එපමණක් නොව, කොළඹ වරාය හරහා දකුණු ඉන්දියාවේ ආනයනය හා අපනයනය කිරීම පිළිබඳ ඉන්දියාව සමඟ සාකච්ඡා කිරීමෙන් රටේ ආදායම්ලාභීන් ඉන්දියාව සමඟ සාකච්ඡා කිරීමෙන් රටේ ආදායම වැඩි කිරීමට උත්සාහ කර තිබේ.",
        "කෘෂිකර්මාන්තය නවීකරණය කිරීම සහ නිෂ්පාදන හා අපනයන ආර්ථිකය ගොඩනැගීම සඳහා උත්සාහ දරා ඇත. පුනර්ජනනීය බලශක්තිය කෙරෙහි වැඩි අවධානයක් යොමු කර ඇත. පුනර්ජනනීය බලශක්ති කර්මාන්තයේ ආයෝජන වැඩි කර ඉහළ ආදායමක් ලබා ගැනීමට සැලසුම් සකස් කර ඇත.",
        "උරුමය යෝජනා ක්රමය යටතේ ඉඩම් නිකුත් කරනු ලැබේ. ජනතාව සඳහා නිවසක් ලබා දීමේ වැඩසටහන ද අද ක්රියාත්මක වේ. මේ සියල්ල පසුගිය වසර දෙක තුළ සිදු කර ඇත. රටේ ආර්ථික අර්බුදයෙන් මිදුණු වසර දෙකකින් නව ආර්ථික සැලසුම් නිර්මාණය කරන ලදී. එබැවින් ශ්රී ලංකාවේ ආර්ථිකය එකට වැඩ කිරීමෙන් පමණක් පමණක් ගොඩනගා ගත හැකිය. \"",
        "\"කජිමාවට්ටා හි ගිනි නිවන භටයන් ආදේශ කිරීමේදී නව නිවාස පිහිටුවීමට 2015 දී තීරණය විය, නමුත් රටේ නායකයා අවසර ලබා දුන්නේ නැත.. නමුත් වසර නවයකට පසු ජනාධිපති රනිල් වික්රමසිංහ මහතා ජනතාවට සාධාරණය ඉටු කර තිබේ. අවුරුදු දහහතරකට පසු ජනතාවට නිවාස අයිතිවාසිකම් ලැබේ.",
        "මෙම නිවාස ඉදිකිරීම සඳහා රුපියල් මිලියන 12,855 ක් වියදම් කර ඇත. මෙම නිවාස ලබා දීමට දේශපාලන පක්ෂ කැමති නැත. මෙම නිවාසවල ප්රතිලාභීන් ප්රතිලාභීන් සඳහා ලබා දෙන බැවින් මාසික කුලිය 4500 ක් ගෙවීමට අවශ්ය නැත.ඔබේ අධ්යාපනය හා සෞඛ්ය සේවා සඳහා එම මුදල් භාවිතා කරන්න.",
        "කොළඹ මහල් 53,800 කින් යුත් නිවාස ඉදිරි මාස දෙක තුළ ජනතාවට භාර දෙනු ඇත.",
        "ජනාධිපති රනිල් වික්රමසිංහ කිසි විටෙකත් ඔහුගේ ප්රතිපත්ති වෙනස් කර නැත. තන්ත්රය අහිමි වුවද ඔහුට ඔහුගේ ප්රතිපත්ති අහිමි වේ. ආර්ථිකය ගොඩනැගීමට හා රට මෙම ස්ථානයට ගෙන ඒමට කටයුතු කළ ජනාධිපති රනිල් වික්රමසිංහ මහතා, ආස්ථානගත නොවන අපේක්ෂකයෙකු වනු ඇත.. කොළඹ වැසියන් ඔහුව සාර්ථක කර ගැනීමට උත්සාහ කරනු ඇතැයි මම බලාපොරොත්තු වෙමි.",
        "\"අවුරුදු දෙකකට පසුව ස්වාධීනව හුස්ම ගැනීමට හැකි පරිසරය. කර්මාන්තයෙන් ඉවත් වීමට පෙර, භූමිතෙල්, කිරි සහ පිසීමේ වායුව බලා සිටීමට සිදු විය.පසුව කිසිදු නායකයෙක් රට අල්ලා ගැනීමට ඉදිරිපත් නොවීය. එහෙත් ජනාධිපති රනිල් වික්රමසිංහ එම අභියෝගය පිළිගෙන අරාව ඉවත් කළේය.",
        "රටේ ආර්ථිකය මුදවා මේ නිවාස ලබා දීම ගැන අපි ජනාධිපතිවරයාට ස්තූතිවන්ත වෙමු. අපේ නිවාස තරණය කිරීමෙන් පසු පවුල් 200 ක් අවුරුදු 14 ක් කුඩා කූඩාරමක ජීවත් වූහ. ඒ සඳහා පුද්ගල නිදහස සැක සහිත ය. අපිට අද ගෙදර තියෙනවා. ඒ හා සමානව, මාසික කුලිය නතර කිරීම මහත් සහනයක්. \"",
        "සබරගමුව පළාතේ ආණ්ඩුකාර නිමෙන් දිසානායකගේ ආණ්ඩුකාර නිමල් සිරිපාල ද සිල්වා මහතා නවීන් දිසානායක, මන්ත්රීවරු සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "Education, land and housing rights will be made by the people in the economy - the President",
      "body_lines": [
        "President Ranil Wickremesinghe has promised to take steps to make them stronger shareholders in the economy, ensuring education, land, home and business rights.",
        "The President also pointed out that the transformation of the people into partners of the economy can build a strong economy that does not fall.",
        "President Ranil Wickremesinghe made this statement at a function handed over to the beneficiaries at the Colombo Association yesterday (09).",
        "In 2010, the President handed over the housing of 294 houses in replacement of the houses that were on fire in Kazimawatte.",
        "“For more than ten years, the people have lived in Kajimavatam.Could not imagine that life. So we are glad that they have been able to hand over these settlements as soon as possible.Former Minister Ravi Karunanayake was more concerned about this. This house you get today is the most worth of asset for you. It is your responsibility to protect it. You have been suffering for the past ten years and you should not mortgage or sell these houses. I urge you to protect these homes like your life.",
        "We have been able to create an environment that can breathe in the two years to date compared to 2022. People who suffer from food, gas and fuel line today live smoothly. Colombo people suffered great. People living in the stairs and gardens were severely affected.",
        "The tax policy we implemented to strengthen the economy further increased the burden of life. But because you have endured those hardships, the government was able to increase the income of the government without borrowing and money. That is why this year, public servants were able to pay a 10,000 rupee salary increase. The value of the rupee is also strengthened.",
        "I consider permanent land rights and permanent home rights to thank the affected people. 50,000 houses will be handed over to people in the future. We expect to complete the construction of 1996 houses provided by the Chinese government during his tenure as Prime Minister.",
        "Permanent rights for land and home rights have not been granted before. The President said that in the future, I would like to give the people a great contribution to the economy of the country by providing people with education, land, home and business rights to the people. ”",
        "“President Ranil Wickremesinghe has created an environment that can breathe ten times today than 2022. Three times at that time the food was found in question. People were standing in rows.",
        "Although the then rulers have repeatedly demanded the presidency and serve the people, none of the leaders who accepted the challenge were in Parliament.. President Ranil Wickremesinghe accepted the challenge and created the economic status of the people in Parliament.. Accordingly, in the last 23 months, the country has been brought to an earlier economic position.",
        "Today, in any city of Pettah, Maharagama, Badulla or Sri Lanka, a large number of people are buying large quantities of goods during the festive season.. This is the best example of the fact that the country's economy is recovered. If President Ranil Wickremesinghe has not accepted the challenge of building the economy, think about the state of the country today.",
        "Opposition parties calling for a debate on building the economy today, why not accept the challenge that day. Those groups only know economic theory. They do not know the practical economy. The President also arranged to increase the salary of public servants by 10,000 rupees. No party that speaks for workers has increased so much.",
        "The value of the rupee has increased today. Tourists come to the country more. All of this happens because the international community is confident on the program carried out by the president. Remember that if we do wrong again, our children will suffer than us. ”",
        "Sakala Ratnayake, Senior Advisor of National Security and President of the President",
        "“The country has recovered from the crisis two years ago.The president caused economic stability in the country. That is the reason for his international contacts.",
        "Moreover, laws have been passed that will not cause another economic crisis. Tourists come to the country today with confidence in Sri Lanka's economy. In addition, the President has already prepared plans to increase the economic growth rate of this country. It can strengthen income and improve the livelihood of the people.",
        "In 2019, 25 lakh tourists arrived in the country. That goal can be achieved again. It is planned to increase the amount by 25 lakhs and increase the arrival of annual tourists to fifty lakhs.",
        "It is also scheduled to bring about $ 500 per day.. Moreover, the President has already begun efforts to increase the country's revenues by negotiating with India on the importation and exports of South India through the Colombo port.",
        "Efforts are being made to modernize agriculture and build the production and export economy. More attention has been paid to renewable energy. Plans have been prepared to increase investments in the renewable energy industry and achieve higher income.",
        "Lands are issued under the Urumaya Scheme. The program of providing a home for people is also being implemented today. All these have been done in the last two years. New economic plans were created in two years, free from the country's economic crisis. Therefore, it is possible to build the economy of Sri Lanka only by working together. ”",
        "“In 2015, it was decided to set up new houses in replacement of the firefighters in Kajimawatta, but the leader of the country did not grant permission.. But after nine years, President Ranil Wickremesinghe has given justice to the people. Fourteen years later people get home rights.",
        "12,855 million rupees has been spent on the construction of these houses. Political parties are not interested in providing these houses. There is no need to pay 4500 monthly rent because the beneficiaries of all these houses are given to the beneficiaries.Use that money for your education and health services.",
        "The 53,800 storied houses in Colombo will be handed over to the people in the next two months.",
        "President Ranil Wickremesinghe has never changed his policies. He loses his policies even though he lost the regime. President Ranil Wickremesinghe, who has worked to build the economy and bring the country to this place, will be a non -party general candidate.. I hope the people of Colombo will strive to make him a success.",
        "“The environment that can breathe independently develops two years later. Before leaving the industry, kerosene, milk and cooking gas had to wait.No leader then came forward to seize the country. But President Ranil Wickremesinghe accepted the challenge and eliminated the array.",
        "We thank the President for redeeming the country's economy and giving us these houses. After our homes were on fire, 200 families lived in a small tent for 14 years. Individual freedom for that is questionable. We have got a house today. Similarly, the stopping of monthly rent is a great relief. ”",
        "Ports, Shipping and Civil Aviation Minister Nimal Siripala de Silva, Governor of Sabaragamuwa Province Naveen Dissanayake, MPsAttended."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe promises to strengthen education, land, and housing rights, aiming to make citizens stronger economy partners. He highlights the transformation of people into economic partners as key to a resilient economy. Wickremesinghe has handed over 294 houses in Kazimawatte, emphasizing the importance of protecting these homes. He also mentions the government's efforts to create a breathable environment compared to 2022, despite tax policies increasing life burdens. The President credits the resilience of the people for the government's financial strength, leading to a 10,000 rupee salary increase for public servants. He plans to grant permanent land and home rights, aiming to contribute to the economy by ensuring education, land, home, and business rights for the people."
  ]
}