{
  "translated_text": {
    "si": {
      "title": "සෙන්තිල්ගේ සමූහ ආතතිය",
      "body_lines": [
        "නොසන්සුන්තාව වූයේ නැගෙනහිර පළාතේ ආණ්ඩුකාරවරයා වන තිරුකොයිකොන්වරම් පන්සල මත වන නැගෙනහිර පළාතේ ආණ්ඩුකාරවරයා විසිනි.",
        "තිරුකොයොන්වරම් කෝවිලේ සංවර්ධනය පිළිබඳ මහා සභා මන්ත්රීවරුන්ගේ රැස්වීමක් ඉරිදා (11) පැවැත්විණි",
        "තිරුකොන්වරුව දේවමාලිගාවේදී රාජා කුළුණ ඉදිකිරීමට තමා කටයුතු සූදානම් කර ඇති බව සෙන්තිල් තොන්ඩමන් මහතා පැවසීය.මේ අවස්ථාවේ දී, චෝල කාලයේ රුපියල් කෝටි සියයක් වටිනා තාලියක් සොරකම් කර තිබේ.",
        "රැස්වීම කඩිමුඩියේ රැස්වීම අවසන් කළ ආණ්ඩුකාර සෙන්තිල් තොන්ඩමන්, ජනතාවගෙන් ප්රශ්න කිරීමට මිනිසුන්ට අවස්ථාව ලබා නොදී යාමට උත්සාහ කළේය",
        "පසුව ඇති වූ ප්රශ්න ජනතාව විසින් ආමන්ත්රණය කරනු ලැබුවේ රැස්වීමට සහභාගී වූ ත්රිකුණාමලයේ ජීවිත කාලය තුළ ඔබ ඔවුන්ගේ ප්රශ්නයට පිළිතුරු දිය යුතු බවයි.",
        "01. 2009 දී අධිකරණය පන්සල පරිපාලන කවුන්සිලයට භාර දුන් විට, එවැනි චෝල කාල ආභරණ නොතිබුණි.",
        "දේවමාළිගාවට අයත් සියලු නිශ්චලවාදී වත්කම් චලෝ කාල ස්වර්ණාභරණවල කොතැනකවත් නැති විශාල තිරයේ ශිව්වාත්රි ඉසව්වේ දී පෙන්වන අතර, චෝලයේ ස්වර්ණාභරණවල පසුබිම කුමක්ද?",
        "02. C තල්පයි පදාර්ථ තුනෙන් මෙම තනු.අයි.පී.",
        "03. දේවමාළිගාවට සම්බන්ධ නඩුවක් විභාග කිරීමේදී ලිඛිතව කිසිදු දැනුම්දීමකින් තොරව නීතියට පටහැනිව නීතියට පටහැනිව හදිසි හමුවක් නිකුත් කිරීමේ අවශ්යතාව කුමක්ද?",
        "ජනතාවගේ ප්රශ්නවලට පිළිතුරු දිය නොහැකි සෙන්තිල් තොන්ඩමන්."
      ]
    },
    "en": {
      "title": "Senthil's crowd tension",
      "body_lines": [
        "The unrest was held at an official meeting organized by the Governor of the Eastern Province Senthil Thondaman on the Thirukoneswaram temple.",
        "A meeting of General Council members on the development of Thirukoneswaram Temple was held on Sunday (11)",
        "Senthil Thondaman said that he had made arrangements to build the Raja Tower at the Tirukoneswara Temple.In this case, a tali worth several hundred crores of rupees in the Chola period has been stolen.",
        "Governor Senthil Thondaman, who ended the meeting in a hurry, tried to go without giving people the opportunity to question the people",
        "The subsequent questions were addressed by the people because the Life -term members of Trincomalee who attended the meeting were in the position that you should answer their question.",
        "௦௧. When the court handed over the temple to the Administrative Council in 2009, there was no such Chola period jewelery.",
        "All the immovable immovable assets belonging to the temple were shown at the Shivaratri event on the big screen, which is nowhere in the Chola period jewelry, and what is the background of the Chola period jewelery theft?",
        "௦௨. ⁠ What is the purpose of the crowd contrary to the Yap, who has thrown this three -pound tali matter when there is so much problem with the virgin and the Konasar temple illegal shops to be resolved?",
        "௦௩. What is the need to convene an emergency meeting contrary to the law without any notice in writing when a case related to the temple is pending?",
        "Senthil Thondaman, who could not answer people's questions."
      ]
    }
  },
  "summary_lines": [
    "Unrest arose during a meeting on Thirukoneswaram Temple's development, organized by Eastern Province Governor Senthil Thondaman. He announced plans to build the Raja Tower but faced criticism over missing Chola period jewelry valued at hundreds of crores. The governor abruptly ended the meeting, avoiding public questioning. Attendees, including Life-term members from Trincomalee, demanded answers regarding the jewelry's disappearance and the urgency of the meeting despite pending legal issues."
  ]
}