{
  "translated_text": {
    "si": {
      "title": "\"මැතිවරණය කල් දැමීමට අපට ඉඩ නොදේ\"",
      "body_lines": [
        "විධායක ජනාධිපති ධුරය අහෝසි කිරීමේ මුවාවෙන් මේ වසරේදී ජනාධිපතිවරණ කාලසටහන කල් දැමීමට විරුද්ධ පක්ෂ ඉඩ නොදෙන බව විපක්ෂ නායක සජිත් ප්රේමදාස මහතා පවසා තිබේ.",
        "සිකුරාදා (9) කොළඹ පැවති උත්සවයකදී ඔහු පැවසුවේ \"අපි ජනතාවගේ අයිතිවාසිකම් විනාශ කිරීමට උත්සාහ කරන්නේ නම්, අපි එයට ඉඩ නොදෙමු.",
        "විධායක ජනාධිපති ධුරය අහෝසි කිරීමේ නාමයෙන් \"එස්.ජේ.බී.) ජනාධිපතිවරයාගේ නාමයට හසු නොවනු ඇතැයි ඔහු පැවසීය.",
        "විධායක ජනාධිපති ධුරය අහෝසි කිරීමේ ස්ථානයට එස්.ජේ.පී. තවමත් තවමත් පවතින නමුත් විධායක ජනාධිපති ධුරය අහෝසි කිරීමේ මුවාවෙන් ජනතාවගේ වරම හා ඡන්දය ප්රකාශ කිරීමේ අයිතිය විනාශ කිරීමට එයට ඉඩ දිය නොහැක.. 2024 දී පැවැත්වීමට නියමිත මැතිවරණ."
      ]
    },
    "en": {
      "title": "“We will not be allowed to postpone the election”",
      "body_lines": [
        "Opposition leader Sajith Premadasa has said that the opposition parties will not allow the postponement of the presidential election schedule this year under the guise of abolishing the executive presidency.",
        "Speaking at an event in Colombo on Friday (9), he said, “If we seek to destroy the rights of the people, we will not allow it.",
        "\"The SJB) will not be caught in the name of the president in the name of abolishing the executive presidency,\" he added.",
        "The Opposition Leader added that the SJP is still in the position of abolishing the executive presidency, but it cannot be allowed to destroy the people's mandate and the right to vote in the guise of abolishing the executive presidency.. The upcoming elections to be held in 2024."
      ]
    }
  }
}