{
  "translated_text": {
    "ta": {
      "title": "வானிலை முன்னறிவிப்பில் சிக்கல்களுக்கான காரணங்கள்",
      "body_lines": [
        "தேசிய ஆடிட்டர் ஜெனரல் திணைக்களம் வானிலை மற்றும் முன்கூட்டியே செயல்படுத்தப்பட்ட துறையின் பிரச்சாரத்தால் கண்டறியப்பட்டுள்ளது என்று தேசிய ஆடிட்டர் ஜெனரல் அலுவலகம் தெரிய வந்துள்ளது.",
        "அதிகாரிகளின் ஒழுங்கற்ற திட்டத்தின் காரணமாக ஜப்பானில் இருந்து நன்கொடை அளித்த ஒரு நவீன நுட்ப ரேடார் அமைப்பை நாடு இழந்துவிட்டது என்று அது கூறுகிறது.",
        "உலகின் வானிலை முன்னறிவிப்பைப் பாதுகாப்பதை பராமரிக்க வானிலை அவசியம், ஆனால் நாட்டின் வானிலை துறை அத்தகைய உபகரணங்களுக்கு அவசியம்.",
        "மே 31, 2023 முதல் 31 2023 முதல் 70 மழையை மட்டுமே வானிலை ஆய்வு துறை இயக்கி வருகிறது.",
        "அதன்படி, சுமார் 52 மழைகள் செயலற்ற நிலையில் உள்ளன, கடந்த ஆண்டு நவம்பர் 30 ஆம் தேதி 36 மழை மட்டுமே பராமரிக்கப்பட்டது.",
        "நாடு முழுவதும் 44 பாரம்பரிய ரெயினியர்ஸ் மற்றும் 44 தொடர்ச்சியான மழை வெடிபொருட்களைத் தவிர்த்து 44 பேர் தொடர்ந்து வெளியிட்ட அறிக்கை.",
        "ஆடிட்டர் ஜெனரலின் அறிக்கை வானிலை ஆய்வு மற்றும் கணிப்புகளை வழங்குவதில் கவனம் செலுத்துகிறது, இது அத்தகைய சூழ்நிலையில் 15 ஆண்டுகளுக்கு அவசியம்.",
        "புட்டலம் மற்றும் புட்டுவில் வானிலை மையங்களில் 2 டாப்ளர் ரேடார் அமைப்புகள் மற்றும் 2017 ஆம் ஆண்டில் வானிலை ஆய்வு திணைக்களம் 2 டாப்ளர் ரேடார் அமைப்புகளை ஒப்பந்தம் செய்துள்ளது.",
        "பரிசு தலைமுறையாக பெறப்பட்ட மொத்த பணம் ரூ.",
        "இருப்பினும், பணத்தின் முடிவில், ஒப்பந்தத்தின் முடிவில் ரூ .370,161 மட்டுமே செலவிடப்பட்டது.",
        "பொருந்தக்கூடிய உபகரணங்கள் மற்றும் பொருட்கள் தொடர்பான பொருட்கள் மற்றும் பொருட்கள் வந்த பிறகு சிக்கல் உருவாகிறது.",
        "அதன்படி, ஜெய்கா இரண்டு டாப்ளர் ரேடார் அமைப்புகளை மட்டுமே நிறுவ ஒப்புக் கொண்டார், ஆனால் ஒன்றல்ல."
      ]
    },
    "en": {
      "title": "Causes of problems in weather forecast",
      "body_lines": [
        "The National Auditor General's office has been revealed that the Department of National Auditor General has been diagnosed with the propaganda of the Department of Meteorological and Forecholacts.",
        "It states that the country has lost a modern technique radar system that has donated from Japan due to the irregular program of the officers.",
        "The weather is essential to maintain the preservation of the world's weather forecast, but the country's weather department is essential to such equipment.",
        "The Department of Meteorological Department has operated only 70 rainfalls, from 31 2023, from May 31, 2023.",
        "Accordingly, about 52 rainfalls have been inactive and only 36 rain were maintained on November 30 last year.",
        "The report issued by the Auditor General's office that 44 continuously excluding 453 traditional rainyers and 44 consecutive rainy explosives across the country.",
        "The Auditor General's report also focuses on providing predictions and forecasts of the Meteorology, which is essential for 15 years in such a situation.",
        "The Department of Meteorology has contracted 2 Doppler radar systems at Puttalam and Pottuvil weather centers in the Puttalam and the year 2017.",
        "The total amount of money received as a prize generation is Rs. 563.58 million.",
        "However, by the end of the money, only Rs 370,161 was spent by the end of the agreement.",
        "The problem is also emerged after the arrival of the equipment and goods related to the equipment and goods applicable.",
        "Accordingly, Jayaika has agreed to install only two Doppler radar systems, but not one."
      ]
    }
  },
  "summary_lines": [
    "Weather forecast issues: Radar system loss, equipment mismanagement, reduced operational capacity, financial waste, and incomplete installation of Doppler radar systems."
  ]
}