{
  "translated_text": {
    "ta": {
      "title": "ஒரு தேசிய அரசாங்கம் ஒரு தேசிய அரசாங்கத்தை ஆதரிக்காது என்ற திட்டம்",
      "body_lines": [
        "தற்போதைய ஜனாதிபதியின் ஆதரவின் கீழ் ஒரு தேசிய அரசாங்கத்தை நிறுவுவதற்கான எந்தவொரு திட்டத்திற்கும் எந்தவொரு திட்டத்தையும் வழங்குவதற்கான திட்டத்தை திணைக்களம் ஒருமனதாக ஒப்புதல் அளித்துள்ளது.",
        "இந்த கூட்டம் இன்று பாராளுமன்ற வளாகத்தில் நடந்த நாடாளுமன்ற வளாகத்தில் ஒப்பந்தத் தலைவர் சஜித் பசாசாவின் தலைவரின் ஆதரவின் கீழ் நடைபெற்றது.",
        "ஜே.வி.பி பொதுச் செயலாளர் எம்.பி.",
        "\"இன்று நாங்கள் எம்.பி. உறுப்பினரை சேகரித்தோம். 2 ஆண்டுகளுக்கு முன்பு அனைத்து தரப்பினருக்கும் ஒரு தேசிய அரசாங்கத்திற்கு வர வேண்டும் என்று எனக்கு நினைவிருக்கிறது. நாட்டின் ஒற்றுமை அதிகாரத்திற்கு திவால்நிலை குற்றச்சாட்டுகள் குற்றச்சாட்டுகளுடன் நாங்கள் ஒரு தேசிய அரசாங்கத்திற்கு செல்லவில்லை என்று முடிவு செய்தோம்.. எங்கள் கட்சி செயற்குழு மற்றும் UNP குழுவிற்கு நாங்கள் மேலும் உறுதியளித்தோம். அதன்படி, புத்திகா பதிரானா கொண்டு வரப்பட்டது என்ற ஆலோசனையை நாங்கள் ஒருமனதாக ஒப்புதல் அளித்தோம். \""
      ]
    },
    "en": {
      "title": "A proposal that a national government will not support a national government",
      "body_lines": [
        "The department has unanimously approved a proposal to provide no proposal to any proposal to establish a national government under the patronage of the present President.",
        "The meeting was held at the Parliamentary Complex at the Parliamentary Complex today under the patronage of the Leader of the Agreement Leader Sajith Basasa.",
        "The General Secretary of the JVP MP Ranjith Madduma Bandara stated that the proposal was approved at the Working Working Committee before the Parliamentary Complex today (02).",
        "\"Today we gathered the MP's member. I remember that 2 years ago to all parties to come to a national government. We decided that we were not going to a national government with the allegations of bankruptcy charges in bankruptcy to the unity power of the country.. We further assured our party working committee and the UNP group. Accordingly, we unanimously approved the suggestion that Buddhika Pathirana was brought. \""
      ]
    }
  },
  "summary_lines": [
    "A national government proposal was rejected by a department due to financial corruption allegations. The decision was made during a meeting chaired by Sajith Basasa at the Parliamentary Complex. This move comes after previous attempts to form a national government failed due to similar issues two years ago."
  ]
}