{
  "translated_text": {
    "ta": {
      "title": "அவர் ஜனாதிபதித் தேர்தலில் ரணில் விக்ரமேசிங்கிடம் இழக்கப்படுவாரா?",
      "body_lines": [
        "அவர் ஜனாதிபதித் தேர்தலில் ரணில் விக்ரமேசிங்கிடம் இழக்கப்படுவாரா?",
        "அடுத்த ஜனாதிபதித் தேர்தலில் வேட்பாளராக பொருத்தமற்ற ஜனாதிபதி ரணில் விக்ரமேசிங்கை ஊக்குவிக்க முடிவெடுப்பதற்காக ஒரு வழக்கறிஞர் உச்சநீதிமன்றத்திற்கு ஒரு அடிப்படை உரிமை மனுவை முன்வைத்துள்ளார்.",
        "ஜனாதிபதி தேர்தலுக்கான வேட்பாளராக ஜனாதிபதியை ஜனாதிபதி வேண்டுமென்றே மீறுவதால், ஜனாதிபதி ஜனாதிபதி ஜனாதிபதியாக குற்றம் சாட்டியுள்ளார்.",
        "செப்டம்பர் 21 அன்று ஜனாதிபதித் தேர்தலில் வேட்பாளராக ரணில் விக்ரமேசிங்கின் முன்னிலையில் மனுதாரர் மேலும் வெளிப்படுத்த வேண்டும் என்று கோரியுள்ளார்.",
        "காவல் துறைக்கு பணிபுரியும் ஐ.ஜி.பி.யை நியமிக்க உத்தரவை பிறப்பிக்க மனுதாரர் இந்த அடிப்படை உரிமை மனுவை முன்வைத்துள்ளார்.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்க, ஜனாதிபதி ரணில் விக்ரமேசிங்கும், அட்டர்னி ஜெனரலும், அட்டர்னி ஜெனரலும் இந்த மனுவின் பதிலளித்தவர்களாக பெயரிடப்பட்டுள்ளனர்.",
        "அரசியலமைப்பின் 30 (1) இன் கீழ் ஜனாதிபதி ஜனாதிபதியாக பதவியேற்றதாக மனுதாரர் கூறுகிறார்.",
        "அரசியலமைப்பின் 107 (7) இன் அடிப்படையில் உச்சநீதிமன்றம் மற்றும் மேல்முறையீட்டு நீதிமன்றத்திற்கு தான் பொறுப்பு என்று மனுதாரர் சுட்டிக்காட்டியுள்ளார்.",
        "உச்சநீதிமன்ற நீதிபதியாக உச்சநீதிமன்ற நீதிபதியாக உச்சநீதிமன்ற நீதிபதியாக அரசியலமைப்பு நீதிபதி நிசங்கா பண்டுலா நியமனம் ஒப்புதல் அளிக்கவில்லை என்று மனு நிரூபிக்கப்பட்டுள்ளது.",
        "உச்சநீதிமன்றத்தின் ஐ.ஜி.பி.யாக இலங்கை நீதிமன்றமாக மனுக்களை நியமனம் நியமனம் செய்ய நியமனம் செய்யப்பட்ட உச்சநீதிமன்றம் நினைவுகூரப்பட்டது.",
        "வேலை செய்யும் ஐ.ஜி.பி.யை நியமிக்க இடைக்கால தடை உத்தரவு தடைசெய்யப்படவில்லை என்று மனுதாரர் சுட்டிக்காட்டுகிறார்.",
        "எவ்வாறாயினும், மனுதாரரின் மனு புள்ளி, அடுத்த ஜனாதிபதித் தேர்தலில் வேட்பாளராக பணிபுரியும் ஐ.ஜி.பி.யை நியமிக்க முடியவில்லை என்று தான் கூறியுள்ளதாக ஜனாதிபதி கூறியுள்ளார்.",
        "இந்த நடவடிக்கைகள் மூலம் அரசியலமைப்பை மீறியதன் மூலம் தனது அதிகாரத்தை தவறாகப் பயன்படுத்தியதாக மனு மீது குற்றம் சாட்டப்பட்டுள்ளது.",
        "அரசியலமைப்பின் படி அரசியலமைப்பால் நீதிபதியை ஒதுக்காததன் மூலம் பொது பாதுகாப்பை ஏற்க ஜனாதிபதி நடவடிக்கை எடுத்துள்ளதாக மனுதாரர் கூறியுள்ளார்.",
        "ஜனாதிபதியின் ஜனாதிபதியை ஜனாதிபதித் தேர்தலுக்கான வேட்பாளர் என்று மனுதாரர் குற்றம் சாட்டியுள்ளார்.",
        "ஜனாதிபதி பொதுமக்களின் அடிப்படை மனித உரிமைகளை மீறியதாக ஒரு முடிவை வெளியிடுமாறு மனுதாரர் உச்சநீதிமன்றத்தில் கேட்டுள்ளார்.",
        "அவர் ஜனாதிபதித் தேர்தலில் ரணில் விக்ரமேசிங்கிடம் இழக்கப்படுவாரா?",
        "காசா மற்றும் இஸ்ரேலியர்களுக்கு யாஹி ஜின்வெர் என்ன தேர்வு செய்ய முடியும்?"
      ]
    },
    "en": {
      "title": "Will he loses the presidential election to Ranil Wickremesinghe?",
      "body_lines": [
        "Will he loses the presidential election to Ranil Wickremesinghe?",
        "A lawyer has presented a fundamental rights petition for the Supreme Court demanding a decision to promote the inappropriate President Ranil Wickremesinghe as a candidate in the next presidential election.",
        "The petitioner has accused the President of the President as a candidate for presidential election, as the President is intentionally violated.",
        "The petitioner has demanded further reveal to the presence of Ranil Wickremesinghe as a candidate in the presidential election on September 21.",
        "The petitioner has presented these fundamental rights petition to issue an order to appoint a working IGP for the Police Department.",
        "President Ranil Wickremesinghe, President Ranil Wickremesinghe, the Attorney General and the Attorney General have been named as the respondents of the petition.",
        "The petitioner claims that the President has been sworn in as the President under Article 30 (1) of the Constitution.",
        "The petitioner has pointed out that he is responsible for the Supreme Court and the Court of Appeal in terms of Article 107 (7) of the Constitution.",
        "The petition had been shown that the nomination was not approved by the Constitutional Judge Nissanka Bandula as a Supreme Court judge as a Supreme Court judge as a Supreme Court judge.",
        "The Supreme Court who was sentenced to the appointment of the appointment of the appointment of the appointment of the petitions in the Supreme Court as a Sri Lankan Court as the IGP as a IGP of the Supreme Court.Have been remembered.",
        "The petitioner points out that the interim injunction is not obstructed to appoint a working IGP.",
        "However, the petition point of the petitioner, the President has said that he has stated that he has not been able to appoint a working IGP as a candidate in the next presidential election.",
        "The petition has been accused of misusing his power by violating the Constitution through these actions.",
        "The Petitioner has said that the President has taken steps to bear public security through the non-appointment of the judge by the Constitution as per the Constitution.",
        "The petitioner has accused the President of the President as a candidate for presidential election.",
        "The petitioner has asked the Supreme Court to issue a decision that the President has violated the basic human rights of the public.",
        "Will he loses the presidential election to Ranil Wickremesinghe?",
        "What can yahi Zinwer choose to the Gaza and the Israeli?"
      ]
    }
  },
  "summary_lines": [
    "A fundamental rights petition has been filed against President Ranil Wickremesinghe, accusing him of constitutional violations and seeking to prevent his candidacy in the upcoming presidential election. The petitioner demands the appointment of a functioning Inspector General of Police and alleges misuse of power. The case highlights concerns over presidential authority and the potential impact on the election outcome."
  ]
}