{
  "translated_text": {
    "si": {
      "title": "නව ජනාධිපතිවරයා රට ගැන කතා කළත් කඳුකරයේ ජනතාව කතා නොකරයි",
      "body_lines": [
        "නොවැම්බර් 14 න් පසු බොහෝ ස්වාධීන කණ්ඩායම් අතුරුදහන් වනු ඇත. එබැවින් ස්වාධීන කණ්ඩායම් මත රඳා පවතින දෙමළ නියෝජනය අහිමි නොවීමට මිස. කඳුකරයේ ජනතාවගේ දේශපාලන හා ආර්ථික අයිතිවාසිකම් ආරක්ෂා වන්නේ කොන්ග්රස් සාමාජිකයින් පාර්ලිමේන්තුවේ සිටිනවා නම් පමණි. සීඩබ්ලිව්සී සභාපති මවුතුපන්දි රමේවරන් මහතා සහ නුවර එලියා දිස්ත්රික් පාර්ලිමේන්තු අපේක්ෂක මරුතපන්දි රමේවරන් මහතා කියා සිටියේ ඔවුන් ඔවුන් වෙනුවෙන් මතු කරන බවයි.",
        "ඔහු මේ බව කියා සිටියේ ඉරිදා පැවති මැතිවරණ ප්රචාරක රැස්වීම අමතමින්. මේ සම්බන්ධයෙන් ඔහු කිව්වා,",
        "මෙය මැතිවරණ කාල පරිච්ඡේදයයි. ශ්රී ලංකාව ප්රජාතන්ත්රවාදී රටක් බැවින් කිසිවෙකුට මැතිවරණයට ඉදිරිපත් විය නොහැකිය. ඔවුන්ට ඒ සඳහා අයිතිය ඇත. ජනතාව සමඟ සිටින අපේක්ෂකයින් තෝරා ගැනීම සහ ජනතාවට සේවය කිරීම ජනතාවගේ යුතුකමයි. ව්යාජ ප්රචාරයන් හරහා මිනිසුන්ගේ මනස වෙනස් කිරීමට සමහරු උත්සාහ කරති. එවැනි කුමන්ත්රණ හඳුනා ගැනීමට සහ ඔවුන්ගේ නියෝජනය ආරක්ෂා කිරීමට ජනතාව ඡන්දය දිය යුතුය.",
        "හිටපු ජනාධිපති රනිල් වික්රමසිංහගේ පාලන තන්ත්රයේදී අපි වසරක භාගයක කොටසක් වී සිටිමු. නිවාස කිහිපයක් කෙටි කාලයක් තුළ කඳු වැවිලි සහිත ප්රදේශ වෙත ගෙන ගොස් ඇත. අධ්යාපනයේ දියුණුවට අපි ප්රමුඛත්වය දී ඇත්තෙමු. අපි ජනතාව ඉදිරියේ ඡන්ද ඉල්ලන්නෙමු. නමුත් සමහර අය කොන්ග්රසය කිසිවක් කර නැති කොන්ග්රසයට ඡන්දය දෙන ලෙස ඉල්ලා සිටිති. ඔවුන්ට දේශපාලනය කළ හැක්කේ ඔවුන් කොන්ග්රසය විවේචනය කරන්නේ නම් පමණි.",
        "කොන්ග්රසය සමාජ සුභසාධනය සඳහා කටයුතු කරයි. එළඹෙන මැතිවරණයේදී දෙමළ නියෝජනය ඉතා වැදගත් වේ. සෑම කෙනෙකුටම ඡන්දය දිය හැකි නමුත් ජයග්රහණය කළ යුත්තේ කාටද?. අපි සැමවිටම ජීවත් වන්නේ මැතිවරණ කාල පරිච්ඡේදයේ පමණක් නොව මිනිසුන් සමඟ ය.",
        "ආර්ථික අර්බුදය මධ්යයේ වතු කම්කරුවන්ට වැටුප් වැඩිවීමක් ගෙවා ඇත. සහකාර ගුරුවරයා පත් කිරීම ඇතුළු කරුණු ගණනාවක් අප විසින් සිදු කර ඇත. ඉඩම් අයිතිය ලබා ගැනීමට අපි කටයුතු කළෙමු.",
        "නව ජනාධිපතිවරයා රට ගැන කතා කරන නමුත් කඳුකරයේ ජනතාව ගැන කතා නොකරයි. එබැවින් අපගේ නිරූපණයේ වැදගත්කම අවබෝධ කර ගන්න. අපට සභාව තුළ සිටී නම් අයිතිවාසිකම් සහ සංවර්ධනය ඉල්ලා සිටිය හැකිය. නුවර එලියා දිස්ත්රික්කයේ ආසන 8 ක් සඳහා පුද්ගලයින් 308 ක් තරඟ කරති. මැතිවරණයෙන් පසු පුද්ගලයින් 300 ක් පිටව යනු ඇත. එබැවින් ජනතාව මිනිසුන් සමඟ මිනිසුන් තෝරා ගැනීමට නියමිතය. මැතිවරණය අවසන් වූ විට, බොහෝ ස්වාධීන කණ්ඩායම් අතුරුදහන් වනු ඇත.",
        "කොන්ග්රස් ක්ෂේත්රයේ සිටගෙන. නුවර එලියා දිස්ත්රික්කයේ සීඩබ්ලිව්සී විසින් අපගේ අලි සංකේතයේ සාමාජිකයින් තිදෙනා වෙත යවන්න. \""
      ]
    },
    "en": {
      "title": "Even though the new president talks about the country, the people of the hill country do not talk about",
      "body_lines": [
        "Many independent groups will disappear after November 14th. Therefore, not to lose the Tamil representation that rely on independent groups. The political, economic and social rights of the people of the hill country will be protected only if Congress members are in parliament. Maruthapandi Rameswaran, the CWC's chairman and the Nuwara Eliya district parliamentary candidate, said that they would be raised for them.",
        "He said this while addressing the election campaign meeting held on Sunday. In this regard, he said,",
        "This is the election period. No one can contest the election because Sri Lanka is a democratic country. They have the right to it. It is the duty of the people to choose candidates who are with the people and to serve the people. Some may seek to change the minds of people through fake propaganda. People must vote to identify such intrigues and protect their representation.",
        "In the regime of former President Ranil Wickremesinghe, we have been a part of a year. Several development projects have been carried out to the hill plantation areas within a short period of time. We had given priority to the development of education. We are asking for votes in the presence of the people. But some people are asking for vote for the Congress that the Congress has not done anything. They can only do politics if they criticize the Congress.",
        "Congress is working on social welfare. Tamil representation is very important in the upcoming election. Everybody can vote, but it is in your hands to whom to win. We always live with people, not just in the election period.",
        "Plantation workers have been paid a pay rise in the midst of the economic crisis. We have done a number of issues, including the appointment of assistant teacher. We made arrangements to obtain land rights.",
        "The new president talks about the country but does not talk about the people of the hill country. So realize the importance of our representation. We can only ask for rights and development if we are in the congregation. 308 people compete for 8 seats in Nuwara Eliya district. 300 people will leave after the election. Therefore, people are to choose people with people. When the election is over, many independent groups will disappear.",
        "Standing on the Congress field. So, send our three members of the elephant symbol on behalf of the CWC in Nuwara Eliya district. ”"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "New president ignores hill country concerns. Independent groups face extinction post-election. Congress crucial for protecting rights. CWC chair urges voters to support Congress candidates for Tamil representation and development."
  ]
}