{
  "translated_text": {
    "ta": {
      "title": "1220 பள்ளிகள்",
      "body_lines": [
        "கல்வி அமைச்சர் டாக்டர் சுசில் பிரேமாஜயாந்தா, கல்வி நிர்வாக சீர்திருத்தங்களின் முதன்மை கட்டத்தின் கீழ் 350 பள்ளிகள் தங்கள் கண்காணிப்பைக் கண்காணிப்பதற்காக தெரிவித்தனர்.",
        "அமைச்சரவை மெமோராண்டம் மற்றும் தொடர்புடைய சுற்றறிக்கையின் அமைச்சரவை மெமோராண்டம் எதிர்காலத்தில் வழங்கப்படும்.",
        "கல்வி அமைச்சர் சுசில் பிரேமாஜயந்தா இந்த அறிக்கையை இயக்குநர்கள் அமைச்சகத்தில் ஊடக மையம் நடத்திய செய்தியாளர் கூட்டத்தில் பங்கேற்றார்.",
        "இரண்டு ஆண்டுகளுக்கு முன்பு கல்வி அமைச்சின் நேரம் காரணமாக எரிபொருள் வரிசைகள் பள்ளிக்கு செல்ல முடியவில்லை. விடைத்தாள் ஆய்வாளர்களுக்கு பயண வசதிகளை வழங்க எரிபொருள் இல்லை. மேலும், 14 மணிநேர மின் வெட்டுக்கள் செயல்படுத்தப்பட்டன, மேலும் குழந்தைகளால் கல்வியில் ஈடுபட முடியவில்லை. நேரத்தில், பள்ளிகள் மூடப்பட வேண்டியிருந்தது.",
        "கோவிட் - பள்ளிகளின் முகத்தில் 19 பள்ளி பணிநிறுத்தம் கல்விக்கு இடையூறாக இருந்தது. தேர்வுகளை நடத்துதல் மற்றும் முடிவுகளை வழங்குதல். பொருளாதார நெருக்கடியின் செல்வாக்குடன், கல்வித் துறை பாதிக்கப்பட்டுள்ளது.",
        "ஆனால் இப்போது அந்த நிலைமை ஆற்றலை ஏற்படுத்தியது. அதன்படி, அனைத்து உரை புத்தகங்களும் சீருடைகளும் இந்த ஆண்டு முடிக்கப்பட்டுள்ளன. தேர்வு நடவடிக்கைகள் தவறாமல் வழங்கப்படுகின்றன. சாதாரண நிலை தேர்வு டிசம்பரில் நடத்தப்பட வேண்டும் மற்றும் க.ப.இய நிறுவனமான மேம்பட்ட நிலை தேர்வு. நாங்கள் பல உள்ளூர் அதிகாரிகள் மற்றும் தொடர்புடைய கட்சிகளைப் பற்றி விவாதித்தோம். அங்கு செய்யப்பட்ட திட்டங்களில் நாங்கள் பணியாற்றி வருகிறோம். அதன்படி டிசம்பர் இறுதியில் நாளை நடைபெற்ற சாதாரண நிலை தேர்வு. பதில் தாள்களின் ஆய்வு அதனுடன் தொடங்கப்படும்.",
        "முடிவுகளை வெளியிடுவதற்கு முன்பு சாதாரண வரியை முடித்த மாணவர்களிடமிருந்து மாணவர்கள் தொடங்குவார்கள். சுமார் 452,000 மாணவர்கள் இந்த ஆண்டு GCE O / L தேர்வுக்காக நிற்கிறார்கள். இவற்றில், 388,000 குழந்தைகள் பள்ளிகளில் முதல் மற்றும் இரண்டாவது பதவிக்காலம் என்று சொல்ல வேண்டும். அதன்படி, ஜூன் முதல் வாரத்தில் மாணவர்கள் ஏ / எல் வகுப்புகளில் நுழைய முடியும்.. இந்த நோக்கத்திற்காக தேவையான அமைச்சரவை ஒப்புதல் ஏற்கனவே பெறப்பட்டுள்ளது. வட்டமானது 15 ஆம் தேதி வெளியிடப்படும். சாதாரண பள்ளிகள் மே 20 அன்று அவை முடிந்ததும் திறக்கப்படும்.",
        "மேலும், கல்வி நிர்வாகத்தின் முக்கிய கட்டத்தில் நாங்கள் இருக்கிறோம். தொடர்புடைய அமைச்சரவை மெமோராண்டம் எதிர்காலத்தில் அதன் சுற்றறிக்கைக்கு முன் வழங்கப்படும். அதன்படி, நாடு முழுவதும் 1220 பள்ளிகள் உருவாக்கப்படுகின்றன மற்றும் 350 பள்ளி வாரியங்கள் அவற்றின் கண்காணிக்க வடிவமைக்கப்பட்டுள்ளன. 100 நாள் கல்வி மண்டலங்களும் அதிகரிக்க திட்டமிடப்பட்டுள்ளது. பள்ளி அதிகாரிகள் 01 முதல் 11 ஆண்டுகள் பள்ளி அட்டைகளில் வகுப்புகளில் உள்ள பள்ளிகளில் உள்ள சிறந்த பள்ளிகளுடன் இணைக்க முடியும்.",
        "காலியிடங்களை நிரப்ப வேதியியல், இயற்பியல், உயிரியல், கணிதம் மற்றும் வெளிநாட்டு மொழி பட்டதாரிகளுக்கும் இது பேட்டி கண்டது.. இந்த நேர்காணல்களில் பங்கேற்ற 3,000 க்கும் மேற்பட்டவர்களின் விஷயத்தில் இந்த விஷயத்தின் அடிப்படையில் தயாரிக்கப்படுகிறது.. பயிற்சிக்குப் பிறகு பயிற்சிக்குப் பிறகு அவை பள்ளிகளுக்கு பரிந்துரைக்கப்படுகின்றன. ஆசிரியர்களின் அறிவியல் மற்றும் தொழில்நுட்ப நீரோடைகளின் பற்றாக்குறை தீர்க்கப்பட வேண்டும் என்று சொல்ல வேண்டும். நீதிமன்ற உத்தரவுகளின் பேரில் இடைநீக்கம் செய்யப்பட்ட மாகாண ஆசிரியர் நியமனங்கள் தொடர்பான சிக்கல்களும் உள்ளன.",
        "அதிபர்களின் பிரச்சினைகளுக்கு தீர்வு காண ஒரு குழுவையும் நாங்கள் செய்தோம். பிரதான தொழிற்சங்கங்களின் முக்கிய விஷயங்களில் அமைச்சரவை மெமோராண்டம் உள்ளது.. அமைச்சரவை மெமோராண்டமில் பிரதான கொடுப்பனவு, உயர் தரம் மற்றும் பல நடைமுறைகள் சேர்க்கப்பட்டுள்ளன என்றும் கூற வேண்டும்.",
        "மேலும், கல்வி நிர்வாக சேவையில் பல காலியிடங்கள் இருந்தன. வரையறுக்கப்பட்ட போட்டி தேர்வு முடிவுகளில் 404 க்கு ஆட்சேர்ப்பு செய்யப்பட வேண்டிய நேர்காணல்கள் அடுத்த வாரம் தொடங்கப்படும். மேலும், 800 ஆசிரியர் கல்வியாளர்களை ஆட்சேர்ப்பு செய்வதற்கான இரண்டாவது நேர்காணல் எதிர்காலத்தில் நடைபெற திட்டமிடப்பட்டுள்ளது. கற்பித்தல் பீடங்கள் மற்றும் பல்கலைக்கழகத்தின் வரைவில் சட்ட வரைவு விதிகள் முடிக்கப்பட்டுள்ளன."
      ]
    },
    "en": {
      "title": "1220 schools",
      "body_lines": [
        "Minister of Education Dr. Susil Premajayantha said that 350 schools in order to monitor their monitoring under the primary phase of the educational administrative reforms.",
        "The Cabinet Memorandum of the Cabinet Memorandum and the relevant circular will be issued in the future.",
        "Minister of Education Susil Premajayantha made this statement participating in a press conference held by the Media Center in the Ministry of Directors.",
        "The fuel queues were unable to go to school due to the time of the Ministry of Education Two years ago. The answer sheet inspectors had no fuel to provide travel facilities. Also, 14 hours of power cuts were implemented, and children could not engage in education. At time, schools were to close.",
        "Cowid - 19 school shutdown in the face of schools also hampered education. Conduct Examinations and issuing results. With the influence of the economic crisis, the education sector has been affected.",
        "But now that situation has been possible to sooth. Accordingly, all the text books and uniforms have been completed this year. Examination activities are granted regularly. Ordinary Level Examination should be held in December and the GCE Advanced Level Examination. We discussed a number of local authorities and related parties. We are working on the proposals made there. Accordingly the Ordinary Level Examination held in December end tomorrow. The examination of the answer sheets will be started with it.",
        "The students will begin at the students who have completed the ordinary line before releasing the results. About 452,000 students stand for the GCE O / L examination this year. Of these, 388,000 should say that children are first and second term in schools. Accordingly, the students will be able to enter the A / L classes in the first week of June.. The necessary Cabinet approval has already been obtained for this purpose. The circular will be released on the 15th. Ordinary schools will be opened on May 20 after their completion.",
        "Also, we are present at the main stage of educational administration. The relevant Cabinet Memorandum will be issued in the future before its circular. Accordingly, 1220 schools across the country are created and 350 school boards of schools designed to monitor their. The 100-day education zones are also scheduled to increase. School authorities will also be able to attach to the top schools in schools in classes from 01 to 11 years of school cards.",
        "It also interviewed to graduates of chemistry, physics, biology, mathematics and foreign language to fill the vacancies.. Among the subject to more than 3,000 people participated in these interviews is also being prepared on the basis of the subject.. They are referred to schools after training after training. This should be said that the shortage of teachers' deficiency of science and technology streams should be resolved. There are also issues related to provincial teacher appointments that have been suspended on court orders.",
        "We also made a committee to address the Principals' issues. The Cabinet Memorandum is present on the major matters of the Principal's trade unions.. It should also be said that the Principal Allowance, High Grade, and several other practicalities included in the Cabinet Memorandum.",
        "Further, there were many vacancies in the Education Administrative Service. Interviews to be recruited for 404 of the limited competitive examination results will be started next week. Also, the second interview for recruiting 800 teacher educators is scheduled to be held in the future. Legal drafting provisions have been completed in the draft of the Teaching Faculties and University."
      ]
    }
  },
  "summary_lines": [
    "Dr. Susil Premajayantha announced plans to monitor 350 schools as part of educational reforms, addressing past challenges like fuel shortages and power cuts affecting schooling. Now, all textbooks and uniforms are ready, exams are conducted regularly, and the Ordinary Level Exam is set for December. The GCE Advanced Level Exam will start in June for about 452,000 students. Educational administration changes are underway, including increasing 100-day education zones and addressing teacher shortages through interviews and training."
  ]
}