{
  "translated_text": {
    "si": {
      "title": "”ஒருபோதும் அஞ்சமாட்டோம்”",
      "body_lines": [
        "තර්ජන හා පීඩාව තුළින් විපක්ෂය විනාශ කිරීමට බොහෝ සැලසුම් තිබේ. මෙම පීඩනයේ තර්ජන ගැන අපි කිසි විටෙකත් බිය නොවෙමු. எந்தவொரு சவாலையும் எதிர்கொண்டு ஜனநாயகத்தைப் பாதுகாக்கும் நோக்கத்துடன், ஜனநாயகத்தை இல்லாதொழிக்க எடுக்கும் சகல முயற்சிகளையும் முறியடிக்க மக்களுடன் ஒன்றிணைந்து வலுவான தலைமைத்துவத்தையும் வழிகாட்டுதலையும் பெற்றுத் தருவோம் என எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாச தெரிவித்தார்.",
        "විපක්ෂ නායක සජිත් ප්රේමදාස මහතා මේ බව කියා සිටියේ කොළඹ ජාතික රෝහලේදී ප්රතිකාර ලබති.",
        "පුරවැසියන් වශයෙන්, අපට ප්රජාතන්ත්රවාදී අයිතිවාසිකම්, කතා කිරීමේ නිදහස, අදහස් ප්රකාශ කිරීමේ නිදහස සහ දේශපාලනයේ යෙදවීමේ නිදහස ඇත. මෙම තර්ජනාත්මක ක්රියාමාර්ගවලට එරෙහිව දැඩි ලෙස රැඳී සිටින රට සඳහා හොඳ අරමුණක් සඳහා අප විසින් බලමුලු ගැන්වීමට අපි සියලු දෙනාගෙන් ඉල්ලා සිටිමු. මේ සඳහා ලබා ගත හැකි ආරක්ෂාව හා පැති ශක්තිය අපි ලබා ගනිමු. විපක්ෂ නායකවරයා කියා සිටියේ ජනතාවගේ මූලික අයිතිවාසිකම් ආරක්ෂා කිරීම සඳහා විපක්ෂය පූර්ණ සහයෝගය ලබා ගන්නා බවයි.",
        "ඒ හා සමානව, අපි පීඩා හා තර්ජනවලට එරෙහිව බලමුලු ගැන්වීමට සහ ප්රජාතන්ත්රවාදය ආරක්ෂා කිරීමට කැමැත්තෙමු. මේ සඳහා අවශ්ය නායකත්වය අපි ලබා දෙන්නෙමු. නීතියට ගරු කිරීමේ නීතිය සහ යුක්තිය තහවුරු කිරීමේ ක්රියාවලිය ආරක්ෂා කිරීම පිළිබඳව අපි පුරෝකථනය කරන්නෙමු. මර්දනකාරී තර්ජන මගින් එහි සතුරන් දඩයම් කිරීමට රජය දරන උත්සාහයෙන් අපි ඉල්ලා සිටියෙමු. රටේ ජනතාව එළඹෙන සහ යන ආණ්ඩු තීරණය කරති. විරැකියා ප්රවණතාව අද ඉහළ ගොස් තිබේ. උද්ධමනය ද වැඩි වී තිබේ. ජනතාවගේ ඛේදවාචකය මධ්යයේ අප විරුද්ධ පක්ෂය වුවද රජය රජය ගැන සෑහීමකට පත්විය නොහැකි බව විපක්ෂ නායකවරයා පෙන්වා දුන්නේය."
      ]
    },
    "en": {
      "title": "“Never fear”",
      "body_lines": [
        "There are numerous plans to destroy the opposition through threats and oppression. We will never be afraid of these threats of oppression. Opposition Leader Sajith Premadasa said that we will bring together a strong leadership and guidance with the people to overcome all efforts to eliminate democracy, with the aim of defending democracy and defending democracy.",
        "Opposition Leader Sajith Premadasa said this while responding to questions raised by journalists after meeting with former President Ranil Wickremesinghe today (26) who is receiving treatment at the Colombo National Hospital.",
        "As citizens, we have democratic rights, freedom of speech, freedom of expression and freedom of engaging in politics. We are asking everyone to mobilize for a good purpose for the country, standing firmly against these threatening measures. We will gain the protection and side strength that can be obtained for this purpose. The Opposition Leader said the opposition would gain full support to protect the basic rights of the people.",
        "Likewise, we will mobilize against oppression and threats and to protect democracy. We will provide the necessary leadership for this. We will predict the law of respecting the law and protecting the process of upholding justice. We have left the government's attempt to hunt its enemies by repressive threats. The people of the country are deciding on the coming and going governments. The unemployment trend has increased today. Inflation has also increased. The Opposition Leader pointed out that even though we are the opposition party amidst the tragedy of the people, the government cannot be satisfied with the government."
      ]
    }
  },
  "summary_lines": []
}