{
  "translated_text": {
    "ta": {
      "title": "கொந்தளிப்பான வானிலைக்கு மிகவும் இடையூறு",
      "body_lines": [
        "பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) தீவின் 24 மணிநேர பேரழிவுகளாக சிறு குழந்தைகள் உட்பட எட்டு நபர்கள் குறைக்கப்பட்டுள்ளதாகக் கூறியது.",
        "தென்மேற்கு பருவமழையை நிறுவுவது பல பகுதிகளில் பலத்த மழையால் மிகவும் பாதிக்கப்படுகிறது.",
        "காலை 1 மணியளவில் அவிசவெல்லா சுததி ஓயா",
        "அவர்கள் வீட்டிலேயே இறந்துவிட்டார்கள், மாம்சத்துடன் வீட்டு கதவைத் திறக்க முடியாமல், அது வந்தது.",
        "இறந்தவர் 78 வயது, 36 வயது மகள் மற்றும் அவரது 7 வயது மகள் என அடையாளம் காணப்பட்டுள்ளார்.",
        "மேலும், 11 வயது சிறுமி அவிசவெல்லாவில் ஒரு நிலச்சரிவில் கொல்லப்பட்டார்.",
        "தியந்தராவில் உள்ள வீட்டின் பின்புறத்தில் மோதிய இரண்டு நபர்கள் - தியந்தரா - தியந்தரா - தியந்தரா - தியரகம பகுதி கொல்லப்பட்டுள்ளனர்.",
        "இறந்தவர்களுக்கு 20 மற்றும் 27 வயது மற்றும் மற்றொரு காயமடைந்து மருத்துவமனையில் சேர்க்கப்பட்டுள்ளது.",
        "இதற்கிடையில், பிளாக், ஃபாரஸ்ட், கெலானி, ஜின், நில்வாலா மற்றும் நில்வாலா உள்ளிட்ட பல ஆறுகள் தற்போது பலத்த மழையுடன் நடந்து வருகின்றன.",
        "கெலானி ஆற்றில் அதிக மழை பெய்ததால் நீர்ப்பாசனத் துறை இன்று அதிகாலை 48 மணிக்கு வெள்ள அபாயத்தை வெளியிட்டது.",
        "அதன்படி, பிற்பகலுக்குள், கெலானி ஆற்றின் நாகலகங்கானியா மற்றும் ஹன்வெல்லா டிராம்ஸ்டால்கள் பல பகுதிகளுக்கு வெள்ள அபாயத்தை விட அதிகமாக இருந்தனர்.",
        "மால்வானாவுக்கு தண்ணீர் ஊற்றியதாக மால்வானாவின் வாழ்க்கை கடுமையாக பாதிக்கப்பட்டது.",
        "இதற்கிடையில், பிளாக் ஆற்றின் அனைத்து நாடகங்களும் ஏற்கனவே சராசரி மட்டத்தை தாண்டிவிட்டன.",
        "கலு நதி கலு ஆற்றில் உள்ள மில்கண்டா பகுதியில் 149.8 மில்லிமீட்டர் கிடைத்ததால், நீர்ப்பாசனத் துறை தெரிவித்துள்ளது.",
        "அதன்படி, புலத்சின்ஹலா-கலுதாரா சாலை மற்றும் பல முக்கிய சாலைகள் உள்ளிட்ட பல முக்கிய சாலைகள் கருப்பு நதியால் வெள்ளத்தில் மூழ்கின.",
        "ரத்னபுராவின் கேன்லாய் ஸ்டேடியத்தில் காணப்படும் கடைகள், வீடுகள்",
        "ரத்னபுரா-கொலோம்போ பிரதான சாலை இப்பகுதியிலிருந்து வெள்ளத்தில் மூழ்கியது.",
        "பனாதுரா - பனாதுரா பிரதான சாலை கல்கடுவா பகுதியில் மூழ்கி, பாம்பத் மற்றும் மோடாரா பகுதிகளிலிருந்து தண்ணீரில் வெள்ளத்தில் மூழ்கியுள்ளது.",
        "இதற்கிடையில், நில்வாலா நதி மற்றும் கிரிமாரா ஓயா தொடங்கியுள்ளன.",
        "இதற்கிடையில், ஜி.என் நதி பேடெகாமாவிலும், தவாலா டிராம்பார்ட்களிலும், அதைச் சுற்றியுள்ள பகுதிகளும் வெள்ளத்தில் மூழ்கின.",
        "அதன்படி, காலே-பாத்தேகாமா சாலை, காலே-படுவானுகலா சாலை மற்றும் கேலி-டெமலகமா சாலை, காலே-தேமயகலா சாலை உட்பட.",
        "முக்கிய ஆறுகள் மற்றும் தென்மேற்கில் உள்ள பல பகுதிகளில் வெள்ளம் ஏற்பட்டுள்ளது.",
        "ஹம்பந்தோட்டா மாவட்டத்தில் ஏராளமான தாழ்நிலங்கள் வாட்டர்வேவாவால் வெள்ளத்தில் மூழ்கியுள்ளன.",
        "ஹக்மானா பெலியாட்டா சாலை, டங்கல்லே நல்காமா சாலை மற்றும் வாலஸ்முல்லா தையந்தரா சாலை ஆகியவை நீரில் மூழ்கியுள்ளன.",
        "சீதாவாகா நதி அவிசவெல்லா -கெகல் - கெகல் சாலை தண்ணீரிலிருந்து தண்ணீரில் தடையாக உள்ளது.",
        "பலத்த மழைப்பொழிவு காரணமாக, பல பகுதிகளில் வீடுகள் சேதமடைந்தன மற்றும் மின்சாரம் சரிவுகள் ஏற்பட்டன.",
        "வாரகபோலா ஹலகலா பகுதியில் உள்ள கொழும்பு-காண்டி பிரதான சாலைக்கு கொழும்பு-காண்டி பிரதான சாலையால் இந்த மரம் பாதிக்கப்பட்டுள்ளதாக தெரிவிக்கப்பட்டது.",
        "ஐ.டி.எச் மருத்துவமனைக்கு அருகிலுள்ள மூன்று சக்கர வாகனத்தில் ஐ.டி.எச் சரிந்தது.",
        "காலே சாலையில் உள்ள கொல்லுபிட்டியா பகுதியில் ஒரு பெயரின் ஒரு பகுதியின் ஒரு பகுதி, பேருந்தின் ஒரு பகுதி பஸ்ஸில் பிடிபட்டது.",
        "பாதுகாப்புப் படைகள் மற்றும் பாதுகாப்பு அமைச்சகம் மற்றும் பேரழிவு மேலாண்மை பிரிவின் பேரழிவு மேலாண்மை பிரிவு ஆகியவை நிலவும் மழை காலநிலை காரணமாக மீட்கப்பட்டுள்ளன.",
        "நெலுவா பிரதேச மருத்துவமனை மற்றும் நெலுவா டவுனின் தண்ணீருடன் சுவாச மறுப்புக் கோளாறு உள்ள ஒரு புதிதாகப் பிறந்த குழந்தை உதுகாமா மருத்துவமனைக்கு கொண்டு செல்லப்பட்டது.",
        "சீரற்ற வானிலை கொண்ட ஒன்பது மாவட்டங்களுக்கு நிலச்சரிவு எச்சரிக்கைகள் வழங்கப்பட்டுள்ளன.",
        "அதன்படி, கொழும்பு மாவட்டத்தின் படுக்கா பிரிவு செயலகப் பிரிவில் பல பகுதிகளில் சிவப்பு அறிவிப்புகள் வழங்கப்பட்டன.",
        "கலுதாரா, மதுகாமா, இங்கிரியா, புலத்சின்ஹாலா மற்றும் பாலிண்டா மற்றும் பாலிண்டா ஆகிய நாடுகளிலும் நிலச்சரிவுகள் செயல்படுத்தப்பட வேண்டும்.",
        "ரத்னபுரா மாவட்டத்தில் எட்டு பிரதேச செயலியல் பிரிவுகளுக்கு நிலச்சரிவு வெளியீடுகள் வழங்கப்பட்டுள்ளன.",
        "இதற்கிடையில், சீரற்ற வானிலை காரணமாக நாளை தீவின் அனைத்து பள்ளிகளையும் மூட கல்வி அமைச்சகம் முடிவு செய்துள்ளது."
      ]
    },
    "en": {
      "title": "The most disturbance of the turbulent weather",
      "body_lines": [
        "The Disaster Management Center (DMC) stated that eight persons including small children have been reduced to the 24 hours of disasters in the island.",
        "The establishment of the southwest monsoon is very impacted by heavy rains in many areas.",
        "Avissawella Sudathi Oya at around 1 am",
        "They had died in the house, from unable to open home door with the flesh, which came.",
        "The deceased has been identified as a 78-year-old man, 36-year-old daughter and her 7-year-old daughter.",
        "Also, a 11-year-old girl was killed by a landslide in Avissawella.",
        "Two persons who had been crashed into the back of the house in Diyandara - Diyandara - Diyandara - Diyandara - Diyaragama area have been killed.",
        "The deceased have been 20 and 27 years old and another injured and hospitalized.",
        "Meanwhile, a number of rivers including black, forest, Kelani, Gin, Nilwala and Nilwala is currently underway along with heavy rains.",
        "The Irrigation Department issued a flood risk for 48 am today with heavy rains in the Kelani River.",
        "Accordingly, by the afternoon, Nagalaganganiya and Hanwella dramstalls of the Kelani River were exceeding the risk of floods to several areas.",
        "The lives of Malwana was severely affected by allegedly watering Malwana.",
        "Meanwhile, all the dramatics of the black river have already exceeded the average level.",
        "The Department of Irrigation said that with the receipt of 149.8 millimeters in the Milkanda area in the Kalu River Kalu River, the Department of Irrigation said.",
        "Accordingly, several main roads including the Bulathsinhala-Kalutara road and several main roads were flooded by the Black River.",
        "Shops, houses found in the Canlai Stadium, Ratnapura",
        "The Ratnapura-Colombo main road was flooded from the area.",
        "The road to Panadura - Panadura main road is inundated in the Galkaduwa area and has been flooded in water from Bombath and Modara areas.",
        "Meanwhile, the Nilwala River and Kirimaara Oya has begun.",
        "Meanwhile, GN River is in Baddegama and Thawala drampards and the surrounding areas were flooded.",
        "Accordingly, the Galle-Baddegama road, Galle-Batuwanugala road and Galle-Demalagama road, including the Galle-Demayagala road.",
        "Floods are disasvant in major rivers and many other areas in the southwest.",
        "A number of lowlands in the Hambantota district have been flooded by waterwewa.",
        "The Hakmana Beliatta road, Tangalle Nalgama road and the Walasmulla Deiyandara road have been submerged.",
        "The Seethawaka River Avissawella-Kegalle - Kegalle road has been hindered by water from water.",
        "Due to strong winds with heavy rainfall, houses were damaged in many areas and electricity collapses were reported.",
        "It was reported that the tree has been disrupted by the Colombo-Kandy main road to the Colombo-Kandy main road in the Warakapola Halagala area.",
        "The IDH was collapsed on a three-wheeler near the IDH hospital with strong winds.",
        "A part of a part of a name on the Kollupitiya area on the Galle Road, a part of a bus was caught on a bus.",
        "The Security Forces and the Disaster Management Unit of the Ministry of Defense and the Disaster Management unit has been rescued due to the prevailing rain weather.",
        "The Neluwa Divisional Hospital and a newborn child with a breath-in-depreciation disorder with the water of Neluwa town had been taken to Udugama Hospital.",
        "Landslide warnings have been issued for nine districts with inclement weather.",
        "Accordingly, red announcements were issued in several areas in the Padukka Divisional Secretariat Division of Colombo District.",
        "Landslides also have to be implemented in the Kalutara, Mathugama, Ingiriya, Bulathsinhala and Palinda and Palinda.",
        "Landslide releases have been issued for eight Divisional Secretariat Divisions in the Ratnapura District.",
        "Meanwhile, the Ministry of Education has decided to close all schools in the island tomorrow due to the inclement weather conditions."
      ]
    }
  },
  "summary_lines": [
    "Heavy rains due to the southwest monsoon have caused widespread flooding and landslides across the island, resulting in numerous casualties and displacements. Key incidents include fatalities from being trapped in homes during floods and landslides, with victims ranging from small children to elderly individuals. Infrastructure damage is extensive, affecting roads, shops, and houses, while electricity outages and disruptions to public transportation have been reported. The situation is further complicated by the overflow of major rivers and the issuance of flood risks. In response, rescue operations are underway, and schools will be closed tomorrow due to safety concerns."
  ]
}