{
  "translated_text": {
    "ta": {
      "title": "அதிலிருந்து 5 பில்லியன் டாலர் சம்பாதிக்கும் அனுராவின் வடிவமைப்பு",
      "body_lines": [
        "ஜனாதிபதி வேட்பாளர் அனுரா குமாரா டிசனாயக்கில், தகவல் தொழில்நுட்பம் பொருளாதாரத்தை சம்பாதிக்க 5 பில்லியன் டாலர் இலக்கைக் கொண்டுள்ளது என்று கூறுகிறார்.",
        "100,000 மென்பொருள் பொறியாளர்களை உருவாக்க நடவடிக்கை எடுக்கப்படும் என்று அவர் கூறுகிறார்.",
        "ருவான்வெல்லாவில் நடைபெற்ற பேரணியில் அனுரா குமாரா டிசனாயக்கில் பங்கேற்ற இந்த அறிக்கையை பங்கேற்றார்.",
        "\"நாம் பொருளாதாரத்தை உருவாக்க வேண்டும். பெரிய ஆயுதங்களை உருவாக்க கொஞ்சம் ஒத்திவைக்கப்பட்டது. ஆனால் சுற்றுலாத் துறையை பெரிதாக எடுத்துக் கொள்ளலாம். சுமார் 40 மில்லியன் சுற்றுலாப் பயணிகளைக் கொண்டுவருவது 8 பில்லியன் டாலர் பொருளாதாரம். அடுத்த தகவல் தொழில்நுட்பம் தொழில்நுட்பத் துறையாகும். இப்போது, ​​இலங்கையில் 2.2 பில்லியன் டாலர் வரை 5 டாலர்களாக ஏற்றுமதி பொருளாதாரத்தை அதிகரிக்கவும். மென்பொருள் பொறியாளர்களின் III. பெண்கள் நாட்டை நிறுத்த வேண்டும்.",
        "மேம்பட்ட மனித வளத்தை வெளிநாட்டில் அனுப்ப நாங்கள் திட்டங்களை உருவாக்க வேண்டும். அடுத்து, இந்த பகுதியில் உள்ள சிறிய இடங்கள் விரைவாக பாய்ச்சலாம், கோத்தாபய ராஜபக்ஷா இதை விளையாடினார்,. உரம் அழிக்கப்பட்டுள்ளது. பின்னர் நாம் மீன்பிடித் தொழிலை விரைவாக ஒப்படைக்க முடியும். நாட்டின் நடுப்பகுதிக்கு கடலின் கடல் உள்ளது. இன்று, பல நாள் கப்பல்கள் மணலில் குவிக்கப்பட்டுள்ளன. ஐந்து லட்சம் இழப்பு ரூ.. எனவே என்ன செய்ய வேண்டும் என்பது மீனவர்களுக்கு மானியங்களை வழங்குவதற்கும் படகுகளை கடலுக்கு அனுப்ப வேண்டும் என்பதற்கும் அவ்வாறு செய்ய வேண்டும். நாட்டின் நுகர்வோர் நுகரப்படுவதற்கும், நம் நாட்டின் வெங்காயத்தை நிறுத்துவதற்கும், ஒரு வெங்காயத்திலிருந்து வெளியே கொண்டு வராமல் நிறுத்தப்படுவதற்கும் நான் உங்களுக்கு மிகவும் மேம்பட்டதை தருகிறேன். சுற்றுலாவுக்கு தேவையான ஒரே அரிசி வெளிநாட்டிலிருந்து கொண்டு வரப்படுகிறது. வேறு எந்த அரிசியும் வெளிநாட்டிலிருந்து கொண்டு வரப்படாது."
      ]
    },
    "en": {
      "title": "Anura's design that earns $ 5 billion from IT",
      "body_lines": [
        "The presidential candidate Anura Kumara Dissanayake says that information technology has a target of $ 5 billion to earn the economy.",
        "He says steps will be taken to create 100,000 software engineers.",
        "Anura Kumara Dissanayake made this statement participating at the rally held in Ruwanwella.",
        "\"We have to make the economy. A little postponed to make up the big arms. But we can quickly we can take the tourism industry big. It is a $ 8 billion economy to bring about 40 million tourists. The next information technology is the technology industry. Now, increase an export economy of $ 1.2 billion to 5 dollars, in Sri Lanka to build 2. III of software engineers. Women should stop the country.",
        "We need to make plans to send an advanced human resource abroad. Next, the small places in this area can take a quick leap, Gotabhaya Rajapaksa played this,. Fertilizer has been destroyed. Then we can quickly hand the fishing industry. There is a sea of ​​the sea for the middle of the country. Today, the multi-day vessels have been piled in the sand. Five lakhs loss of Rs.. So what to do is to do so to make subsidies to the fishermen and that the boats should be sent to the sea. I'll give you a very prolient to make the country's consumer consumed and stops the onion of our country, and stops without bringing out of one onion. The only rice needed for tourism is brought from foreign country. No other rice will be brought from overseas. \""
      ]
    }
  },
  "summary_lines": [
    "Sri Lankan presidential candidate Anura Kumara Dissanayake proposes targeting $5 billion from IT, creating 100,000 software engineers, and boosting exports. He also suggests revitalizing industries like tourism, fishing, and agriculture to stimulate the economy."
  ]
}