{
  "translated_text": {
    "si": {
      "title": "සේවක වැටුප් සම්බන්ධය;මානව වර්ගයා",
      "body_lines": [
        "වතු කම්කරුවන්ගේ වැටුප් වැඩිවීම පිළිබඳ රජය ගත් තීරණයට එරෙහිව උසාවිය සොයන සමහර වැවිලි සමාගම් අධිකරණය විසින් සාකච්ඡා කරන ලද ගැටළු පිළිබඳව සාකච්ඡා කිරීම සඳහා ලංකා කම්කරු සම්මේලනයේ නියෝජිතයින් ඇතුළු වතු කම්කරුවන් කම්කරු හා විදේශ රැකියා අමාත්යාංශයේ අමාත්ය මනුෂා නනායකකර මහතා හමුවිය.",
        "වැඩිවන වැටුප ගෙවීම ප්රතික්ෂේප කිරීම සම්බන්ධයෙන් අමාත්යවරයා කම්කරු නියෝජිතයින්ට පැහැදිලි කළේය. අද පැවති කැබිනට් රැස්වීමේදී මේ පිළිබඳව සාකච්ඡා කළ බව ද අමාත්යවරයා ප්රකාශ කළේය",
        "පවත්නා නීතිමය යෝජනා ක්රමවල වැටුප ඉහළ නැංවීමට රජය ගත් උත්සාහයට රුපියල් 1350 ක් සහ tive ලදායී-බාහිර ප්රවර්ධන දීමනාව රුපියල් 350 දක්වා ඉහළ නැංවීමට වතු සමාගම් සහයෝගීතාවයට කිසිදු සහයෝගීතාවයක් නොමැත.",
        "වර්තමාන කැබිනට් රැස්වීමේදී වතු කම්කරුවන්ගේ වැටුප ගෙවා ඇති සමාගම්වල බදු ගිවිසුම දීර් to නොකිරීමට තීරණය කර තිබේ",
        "හෙට රුපියල් එකක දහසක වැටුප රුපියල් 350 ක් සහ සතියකට වැඩි කාලයක් වැඩි කිරීමට සමහර වැවිලි සමාගම් එකඟ වී ඇති බව ද අමාත්යවරයා ප්රකාශ කළේය.",
        "වැටුප් වැඩිවීම නොතකා, වැටුප් වැඩිවීම දැනට භුක්ති විඳින සියලු සහන අවලංගු නොවන බවට අමාත්යවරයා පොරොන්දු විය.",
        "වතු කම්කරුවන්ගේ නිවාස ගැසට් පත්රයේ පිහිටා ඇති ප්රදේශ ප්රකාශයට පත් කිරීමට ජනාධිපති රනිල් වික්රමසිංහ මහතා නියෝගයක් නිකුත් කර තිබේ.",
        "එබැවින් අනාගතයේ දී මෙම ගම්මානවල පදිංචිකරුවන් වතු වතු සමාගම් නඩත්තු කිරීමෙන් බැහැර කරනු ඇති අතර අනෙක් ගම්වැසියන් භුක්ති විඳින පහසුකම් භුක්ති විඳීමට අවස්ථාව බැහැර කරනු ලැබේ.",
        "සමහර වෘත්තීය සමිතිවල ද්විත්ව ප්රතිපත්තිය සමහර වෘත්තීය සමිති වතු කම්කරුවන්ගේ වැටුප් වැඩි නොකරන බව ගැන සැලකිලිමත් වන අතර වැඩි වැටුපක් ගෙවීම ප්රතික්ෂේප කරන සමාගම් වාර්ෂිකව රුපියල් බිලියන ගණනක ලාභයක් ලබා ගනී.",
        "මෙම වාසිදායක මැදිහත්වීම සඳහා කම්කරු හා විදේශ රැකියා අමාත්යවරයාට වැවිලි කම්කරුවන් ස්තූතිය පුද කළහ."
      ]
    },
    "en": {
      "title": "Workers' salary affair;Mankind",
      "body_lines": [
        "Plantation workers, including representatives of the Ceylon Workers Congress, met Minister Manusha Nanayakkara in the Ministry of Labor and Foreign Employment today to discuss issues caused by some plantation companies seeking the court against the government's decision on the salary increase of plantation workers.",
        "The Minister explained to the labor representatives on the issue of refusal to pay the increased salary. The Minister also stated that this was discussed at the Cabinet meeting held today",
        "Plantation companies have not cooperated with the government's efforts to increase the salary of the existing legal schemes at Rs 1350 and the productive -based promotion allowance to increase to Rs 350.",
        "During today's Cabinet meeting, it has been decided not to extend the lease agreement of companies that have paid the increased salary of plantation workers",
        "The Minister also stated that some plantation companies have agreed to provide the increased one thousand rupees of salary tomorrow, 350 rupees of arrears and a week.",
        "The Minister promised that despite the salary increase, all the concessions that the plantation workers are currently enjoying will not be canceled.",
        "President Ranil Wickremesinghe has issued a directive to publish the areas where the houses of the plantation workers are located in the gazette.",
        "Therefore, residents of these villages in the future will be excluded from the maintenance of plantation plantation companies and the opportunity to enjoy the facilities the other villagers enjoy.",
        "Concerned over the dual policy of some trade unions that some trade unions do not increase the salaries of plantation workers, the companies that refuse to pay an increased salary are making a profit of billions of rupees annually.",
        "Plantation workers thanked the Minister of Labor and Foreign Employment for this favorable intervention."
      ]
    }
  },
  "summary_lines": [
    "Ceylon Workers Congress representatives met Minister Manusha Nanayakkara to discuss plantation companies refusing to pay increased salaries as per the government's decision. The Minister clarified that non-cooperative companies would face lease agreement non-renewal and highlighted that some companies agreed to pay the increased salary along with arrears. President Ranil Wickremesinghe directed the publication of plantation worker housing areas in the gazette, ensuring they benefit from local facilities and excluding them from company maintenance responsibilities. This move addresses concerns over dual policies affecting plantation worker wages and company profits."
  ]
}