{
  "translated_text": {
    "si": {
      "title": "අපි තොරතුරු තාක්ෂණ අධ්යාපන සම්පත් භාවිතා කරනවාද?",
      "body_lines": [
        "සටහන්: මධ්යම පළාතේ අධ්යාපන කලාප 15 ක තොරතුරු තාක්ෂණික තාක්ෂණික මධ්යස්ථාන 16 ක පිහිටා ඇති එකම පරිගණක සම්පත දෙමළ නාඩු හි ඇති එකම පරිගණකයයි.. අධ්යාපන අමාත්යාංශය විසින් තෝරාගත් රටේ විශේෂ සම්පත් 17 ක් ද එයට ඇතුළත් ය. කඳුකරයේ සේවය පත් කර සුදුසු උපදේශකයින් පත් කරනු ලබන අධ්යාපන බලධාරීන්ට සහතික විය යුතුය."
      ]
    },
    "en": {
      "title": "Are we using information technology educational resources?",
      "body_lines": [
        "Notes: The only computer resource in Tamil is the only computer in Tamil Nadu, located in 16 Information Technology Technology Centers located in 15 educational zones of the Central Province.. It also includes 17 special resources in the country selected by the Ministry of Education. Education authorities have to ensure that the services of the hill country are appointed and the appropriate instructors are appointed."
      ]
    }
  },
  "summary_lines": [
    "In Tamil Nadu, IT education relies heavily on 16 centers across 15 zones, plus 17 special resources nationwide, all chosen by the Ministry of Education. Ensuring service accessibility and qualified instructors is crucial."
  ]
}