{
  "translated_text": {
    "ta": {
      "title": "ஐ.ஜி.பி காலியாக இல்லை",
      "body_lines": [
        "ஒரு நடிப்பு ஐ.ஜி.பி மற்றும் முன்னாள் ஐ.ஜி.பி.",
        "\"ஜனாதிபதியின் சட்டத்தில் ஒரு நடிப்பு ஊக்கத்தை நியமிக்க எந்த ஏற்பாடும் இல்லை. எனவே, ஒரே படி அந்த பக்கத்தில் ஜனாதிபதி அந்த பக்கத்தில் ஜனாதிபதியால் ஜனாதிபதியால் தான். எந்த ஏற்பாடும் இல்லாததால் ஜனாதிபதி ஐ.ஜி.பி.யாக நியமிக்கப்படுவார் என்று உச்சநீதிமன்றம் ஜனாதிபதியை எதிர்பார்க்க முடியாது. பொலிஸ் கட்டளையை இறுதிவரை படிக்க இந்த சூழ்நிலையில் படியுங்கள்.",
        "நான் வாசிப்பு நேரம் எடுக்கவில்லை. நான் பொலிஸ் கட்டளை.உங்களுக்குத் தெரியாவிட்டால் தெரியவில்லை. கடைசியாக நாங்கள் ஐ.ஜி.பி.க்கு முன்பே இந்த சிக்கலை எதிர்கொண்டோம்.",
        "இதன் விளைவாக, ஒரு ஐ.ஜி.பி.. நினைக்கும் நபர்கள் உள்ளனர். ஆனால் நீங்கள் அதைப் பெற முடியாது. உச்சநீதிமன்றம் தற்போதுள்ள சட்டத்தை பின்பற்ற வேண்டும். எனவே, பொலிஸ் கட்டளையின் விதிகளை நிர்வகிக்க பொலிஸ் கட்டளை ஐ.ஜி.பி.அவரது பதவியின் கடமையைத் தடைசெய்ய சட்ட விதிமுறைகள் எதுவும் இல்லை. எனவே, தனது பதவியில் கடமைகளைத் தடுக்க ஐ.ஜி.பியின் நடிப்பு நடவடிக்கைகளைத் தடுக்க ஜனாதிபதியை உருவாக்க முடியாது.",
        "முன்னாள் ஐ.ஜி.பி ஐ.ஜி.. இடுகை காலியாக இல்லை. பல விஷயங்களில் பலவற்றை விளக்குகிறது. மேலும், அரசியலமைப்பு கவுன்சில் எவ்வாறு அறிவிக்கப்பட்டது என்பதை ஐ.ஜி.பி முடிவு செய்துள்ளது, \""
      ]
    },
    "en": {
      "title": "IGP has not empty",
      "body_lines": [
        "Prime Minister Dinesh Gunawardena made a special statement in Parliament that the president had no provisions for the appointment of a acting IGP and the former IGP.",
        "\"There is no provision in the law of the president to appoint a acting imbue. Therefore, the only step is by the President on that side by the President on that side by the President. The Supreme Court cannot expect the President that the President will be appointed as acting IGP as there is no provision. Read in this situation to read the Police Ordinance to the end.",
        "I'm not taking reading time. I table the Police Ordinance.Don't know if you don't know. Last time we faced this problem even before the IGP.",
        "As a result, an IGP cannot be catching out of soudness. There are people who think. But you can't get it. The Supreme Court should follow the existing law. Therefore, the Police Ordinance has been handed over to the IGP to administer the provisions of the Police Ordinance.There is no legal provision to prohibit the duty of his post. Therefore, the President cannot be made to prevent the acting activities of the IGP to prevent duties in his post.",
        "Former IGP holds the post of IG. The post is not empty. Interprets many of the many things. Also, the IGP has decided how the Constitutional Council was declared, \""
      ]
    }
  },
  "summary_lines": [
    "Prime Minister Dinesh Gunawardena clarified in Parliament that the President lacks authority to appoint an acting Inspector General of Police (IGP) due to lack of legal provisions. He emphasized the importance of adhering to the Police Ordinance and the need for the Supreme Court to follow existing laws. The PM also highlighted that the position of IGP is not vacant, addressing concerns about the transition process."
  ]
}