{
  "translated_text": {
    "si": {
      "title": "මනෝ ගනේසන්ගේ නායකත්වයෙන් යුත් තරුවු තානාපති එක්සත් ජාතීන්ගේ නේවාසික නියෝජිත මාර්ක් ඇන්ඩ rew හමුවිය",
      "body_lines": [
        "ශ්රී ලංකාව එක්සත් ජාතීන්ගේ නේවාසික නියෝජිත මාර්ක් ඇන්ඩ rew ඇන්ඩ rew ඇන්ඩ rew ඇන්ඩ rewrew සහ දෙමළ ප්රගතිශීලී සන්ධාන් නායක මනෝ ගනේසන්ගේ නායකත්වයෙන් යුත් ශ්රී ලංකා බ්රහස්පතින්දා (27) කොළඹදී තීරණාත්මක රැස්වීමක් පැවැත්විණි.. නුවර එලියා දිස්ත්රික් දෙමළ ප්රගතිශීලී සන්ධානයේ පාර්ලිමේන්තු මන්ත්රී. උදයකුමාර් සහ තසුකු / ජමාඕ කෙගල් දිස්ත්රික් සංවිධායක එම්. පරණිතරන් මහතා ද සහභාගී විය.",
        "මැනෝ ගනේෂන් රැස්වීම ගැන මාධ්ය වෙත අදහස් දැක්වීය.",
        "මහනුවර, මාතලේ, බදුල්ලා, මොණරගල, රත්නපුර, කළුතර, ගාලේ, මාතර සහ කුරුණගල යන දිස්ත්රික්කවල නුවර එලියා ඇතුළු කොළඹට කොළඹට. දෙමළ ප්රගතිශීලී සන්ධානය ඔවුන් රටේ පූර්ණ පුරවැසිභාවය ලබා දීමේ ප්රතිපත්තිය සහ නේවාසික ඉඩම්වලට වඩා ඉඩම් අයිතිය, ජීවනෝපාය ඉඩම් අයිතිවාසිකම්වල අයිතිවාසිකම්, ජීවනෝපාය ඉඩම් අයිතිවාසිකම්වල අයිතිවාසිකම් ලබා දීමේ ප්රතිපත්තිය ගෙන තිබේ.",
        "ඊළඟ පාලන තන්ත්රයේ වෙනසෙන් පසු, එය සමස්ත වතු අංශයක පද්ධතියක් බවට පරිවර්තනය කළ යුතුය. ඊට පෙර අපි සූදානම් කිරීමේ කටයුතුවලට සම්බන්ධ වෙමු. දෙමළ ප්රගතිශීලී සන්ධානය මෙම ගැටළු පිළිබඳව දේශීය දේශපාලන නීති ක්රියාත්මක කරනු ඇත. එහි ශක්තිය හා දුර දෘෂ්ටිය අපට ඇත. ඊළඟ පාලන තන්ත්රය වෙනස් කිරීම වෙනුවට අපි දැනට පෙර-සම්පාදන ක්රියාකාරකම්වල නිරතව සිටිමු.",
        "අපි දැනට උඩරට සිවිල් සමාජය සමඟ මේ ප්රශ්නය ගැන කතා කරමු. ජනතාවගේ ජනතාව සමඟ වැඩ කළ හැකි උඩරට සිවිල් සමාජ ක්රියාකාරීන් පිළිබඳව අපි ඉක්මනින් ජාත්යන්තර ප්රජාවට ප්රකාශ කරන්නෙමු. එක්සත් ජාතීන්ගේ ආහාර කෘෂිකාර්මික ආයතනය, යුනිසෙෆ් හරහා අපට තාක්ෂණික, සංවර්ධන හා සහයෝගීතාව ලබා දීම සඳහා අප ඉදිරියට යා යුතු බව සහ ලෝක ආහාර ආයතනය. අප විසින් එක්සත් ජාතීන්ගේ නේවාසික නියෝජිත මාර්ක් ඇන්ඩ rew ඉදිරිපත් කර ඇත්තෙමු. අපගේ ඉල්ලීම් පිළිගැනීම, ශ්රී ලංකා එක්සත් ජාතීන්ගේ නේවාසික නියෝජිතයා එය සෑදීමට පොරොන්දු විය."
      ]
    },
    "en": {
      "title": "Tamuku Ambassador, led by Mano Ganesan, met UN Resident Representative Mark Andrew",
      "body_lines": [
        "A decisive meeting was held in Colombo on Thursday (27) between Sri Lanka UN Resident Representative Mark Andrew and delegation headed by Tamil Progressive Alliance leader Mano Ganesan.. Nuwara Eliya District Parliamentarian of the Tamil Progressive Alliance. Udayakumar and Tamuku/Jamau Kegalle District Organizer M. Paranitharan was also present.",
        "Mano Ganesan commented to the media about the meeting.",
        "In the districts of Kandy, Matale, Badulla, Moneragala, Kegalle, Ratnapura, Kalutara, Galle, Matara and Kurunegala, including Nuwara Eliya to Colombo to Colombo. The Tamil Progressive Alliance is taking the policy of making them the full citizenship of the country and giving them the rights of land rights, livelihood land rights, more than residential lands.",
        "In the wake of the next regime change, it must be transformed into a system of a whole plantation sector. We are involved in the preparation work before that. The Tamil Progressive Alliance will carry out domestic political legislation on these issues. We have the strength and distance view of it. We are currently engaged in pre -production activities, rather than going inside the next regime change.",
        "We are currently talking about this issue with the Upcountry Civil Society. We will soon announce to the international community about the upcountry civil society activists who can work with the people of the people, and that we should come forward with the UN to provide us with technical, development and cooperation through the UN Food Agricultural Institute, UNICEF and World Food Institute.We have put forward UN Resident Representative Mark Andrew. Accepting our demands, the Sri Lankan UN Resident Representative promised to make it."
      ]
    }
  },
  "summary_lines": [
    "A meeting took place in Colombo between UN Resident Representative Mark Andrew and the Tamil Progressive Alliance, led by Mano Ganesan, discussing policies for granting full citizenship and land rights to certain districts. The alliance aims to transform the plantation sector post-regime change and is preparing for legislative actions. They are also engaging with the Upcountry Civil Society and plan to seek international support from organizations like the UN Food Agricultural Institute, UNICEF, and the World Food Institute."
  ]
}