{
  "translated_text": {
    "ta": {
      "title": "அடுத்த பேச்சாளர் யார்?",
      "body_lines": [
        "பத்து காமன்வெல்த் (டிசம்பர் 17) க்குப் பிறகு மீண்டும் ஒரு பேச்சாளர் தேர்ந்தெடுக்கப்பட வேண்டும்.",
        "சபாநாயகர் பேச்சாளராக நியமிக்கப்பட்டதால், அசோகா பதவியில் இருந்து (டிசம்பர் 13) ராஜினாமா செய்தார்.",
        "அதன்படி, பாராளுமன்றம் இன்று (டிசம்பர் 17) தேர்ந்தெடுக்கப்படும்.",
        "'எங்கள் அரசாங்கத்தில் நாங்கள் தவறு செய்திருந்தால், நாங்கள் நடவடிக்கை எடுக்கிறோம்,'",
        "இன்றைய தேர்தல் செயல்முறையின் இன்றைய செயல்முறைக்கு பிபிசி பாராளுமன்றத்தை கேட்டது.",
        "பாராளுமன்ற துணை பேச்சாளரின் ஆதரவின் கீழ் காலை 9.30 மணிக்கு பாராளுமன்ற விவகாரங்கள் தொடங்கிய பின்னர் ஐந்து புதிய எம்.பி.க்கள் பதவியேற்க வேண்டும்.. .",
        "க Hon ரவ ஜெயரத்னே ஒரு புதிய பேச்சாளரைத் தேர்ந்தெடுப்பதாகக் கூறினார்.",
        "\"துணை பேச்சாளர் நாற்காலியில் வருகிறார். பின்னர் புதிய எம்.பி.க்கள் பதவியேற்பார்கள், \"என்று அவர் விளக்கினார்.",
        "மரியாதைக்குரிய குஷன் பேச்சாளர் பதவிக்கு பல பெயர்கள் இருந்தால் வளங்களை விளக்கினார்.",
        "\"பின்னர் ரகசிய வாக்காளர் இருக்கிறார். எம்.பி.",
        "சமீபத்திய பாராளுமன்றத்தை தெரிவிக்க செய்தியாளர் கூட்டத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் தலைவர் அமைச்சர் பிமல் ரத்னாயக்க (டிசம்பர் 16).",
        "\"பாராளுமன்றம் டிசம்பர் 17 அன்று காலை 9.30 மணிக்கு திறக்கப்படும். ஐந்து புதிய எம்.பி.க்கள் அதன் முதல் பதவியேற்ற வேண்டும். புதிய பேச்சாளர் ஒரு புதிய பேச்சாளரைத் தேர்ந்தெடுப்பார்.",
        "அசோகா ரன்வாலா சபாநாயகராக நியமிக்கப்பட்டபோது, ​​மற்ற பெயர்கள் முன்மொழியப்படாததால் அவர் கட்டுப்படவில்லை.",
        "அவரது பூர்வாங்க பட்டம் மற்றும் முனைவர் பட்டம் முதன்மையாக அரசாங்கம், பல்கலைக்கழக விரிவுரையாளர்கள், அத்துடன் சத்தியத்தை அம்பலப்படுத்த சிவில் மற்றும் அரசியல் ஆர்வலர்களுக்கும் பரவியது என்ற அறிக்கைகள்.",
        "சபாநாயகர் பதவியில் இருந்து ராஜினாமா செய்வதாக அசோகா ரன்வாலா கூறினார்.",
        "\"கடந்த சில நாட்களில், எனது கல்வி பிரச்சினைகள் சமூகத்தில் எழுப்பப்பட்டுள்ளன. எனது கல்வித் தகுதிகள் குறித்து நான் எந்த தவறான அறிக்கையையும் வெளிப்படுத்தவில்லை. இருப்பினும், சில ஆவணங்கள் கல்வித் தகுதிகள் ஆவணங்களை முன்வைக்க கடினமாக இல்லை என்பதை உறுதிப்படுத்த வேண்டும். \"",
        "அசோகா ரன்வாலா: சர்ச்சைக்கு வழிவகுத்த தனது பட்டம் பற்றி பேச்சாளர் பிபிசியிடம் என்ன சொன்னார்?",
        "\"ஜப்பானின் பார்வை பல்கலைக்கழகத்திலிருந்து தொடர்புடைய கல்வி ஆவணங்களை முன்வைக்கும் திறன் எனக்கு உள்ளது, அவர் முனைவர் பட்டம் பெற்றார்.அவர் தனது அறிவிப்பில் கூறியிருந்தார்.",
        "காலியாக உள்ள ஸ்பீக்கெட் பதவிக்கு பல உறுப்பினர்கள் முன்மொழியப்பட்டுள்ளதாக ஊடகங்கள் செய்தி வெளியிட்டுள்ளன.",
        "துணை சபாநாயகர் டாக்டர் ரிஸ்வி முகமது, எம்.பி.எஸ் நிஹால் கலபதி மற்றும் லட்சுமன் நகுனா அராச்சி ஆகியோர் ஊடகங்களால் புதுப்பிக்கப்பட்டனர்.",
        "க aus சல்யா பெர்னாண்டோவின் பெயரும் பாராளுமன்ற சபாநாயகர் பதவிக்கு முன்மொழியப்பட்டதாக சில ஊடகங்கள் தெரிவிக்கின்றன.",
        "கட்சித் தலைவரின் தலைமை முடிந்ததும், அமைச்சரவை செய்தித் தொடர்பாளர் அமைச்சர் நலிந்தா ஜெயதிசா அரசாங்கத்தை கேள்வி எழுப்பியுள்ளார் (டிசம்பர் 16 அன்று).",
        "\"ஒரு பெயரை பரிந்துரைத்தார். நீங்கள் நாளை காலை பார்க்கலாம்.",
        "\"அதிகம் கவலைப்பட தேவையில்லை. காலை 9.30 மணிக்கு காலை 9.45 மணியளவில் பேச்சாளரின் பெயர் அறிவிக்கப்படும்.",
        "புதிய பேச்சாளரின் பெயர் ஜனாதிபதியின் அறிவுறுத்தல்களை எம்.",
        "எவ்வாறாயினும், பல அமைச்சர்களைத் தொடர்புகொண்டு பல அமைச்சர்களைத் தொடர்பு கொள்ள பல அமைச்சர்களைத் தொடர்புகொண்டு பல அமைச்சர்களைத் தொடர்பு கொள்ள பிபிசி சிங்களத்தைத் தொடர்புகொள்வதற்கான முயற்சி, புதிய சபாநாயகர் மற்றும் முன்மொழியப்பட்ட பெயர்களைப் பற்றி அறிய.",
        "அசோகா ரன்வாலா: ஸ்பீக்கெதி ராஜினாமா மற்றும் அரசாங்கத்தின் எதிர்காலம்",
        "டிசம்பர் 15 ஆம் தேதி நடைபெற்ற செய்தியாளர் கூட்டத்தில் எம்.பி., எம்.பி., எம்.பி.",
        "\"செவ்வாயன்று ஒரு பேச்சாளரை பரிந்துரைப்போம் என்று நம்புகிறோம். ஏனென்றால், பேச்சாளர் என்று பெயரிடப்பட்ட நபரின் தகுதிகள் அல்லது நம்பிக்கையில் எங்களுக்கு நம்பிக்கை இல்லை. கடுமையான சந்தேகம் உள்ளது. அடுத்த முறை நாம் ஏமாற்ற முடியாது. நாமும் அவர்களுக்கு ஆதரவாக ஏமாற்றப்பட்டோம். எனவே எதிர்க்கட்சியின் பெயரை நாங்கள் நிச்சயமாக பரிந்துரைக்கிறோம். ஆனால் பரிந்துரைக்கும் நபர் தவறான கல்விக்கு உத்தரவாதம் அளிக்கவில்லை. \"",
        "\"எம்.பி.எஸ் நாளை மறுநாள் காலையில் நினைத்தது, இல்லையா என்பதை எங்களுக்குத் தெரியப்படுத்துங்கள்.\"எதிர்க்கட்சியின் தலைமை அமைப்பாளர் கயாந்தா கருணாதிலகா, கூட்டத்தின் முடிவில் பிபிசி கருணாதிலகாவிடம் கூறினார்.",
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசா 16 ஆம் தேதி பேச்சாளர் பதவிக்கான திட்டங்களை சமர்ப்பிப்பது குறித்து தனது கருத்துக்களை வெளிப்படுத்தினார்.",
        "\"நாங்கள் ஒரு குழுவுடன் எதிர்க்கட்சியாக முடிவுகளை எடுக்கிறோம். எதிர்க்கட்சியில் உள்ள மற்ற கட்சிகளுடன் கலந்தாலோசிப்பதன் மூலம் நாம் எடுக்க வேண்டிய முடிவுகளை எடுக்கிறோம். \"",
        "இலங்கையின் பொதுச் செயலாளர் இலங்கையின் பொதுச் செயலாளர் பொதுச் செயலாளர் பொது மேலாளர், டிசம்பர் 16 அன்று நடைபெற்ற செய்தியாளர் கூட்டத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் தெரிவித்தார்.",
        "ஓ. உரையிலிருந்து தேயிலை பட்டம் வரை ஒரு டிராவெட் - இலங்கை உடற்பயிற்சி வழிகாட்டி"
      ]
    },
    "en": {
      "title": "Who is the next Speaker?",
      "body_lines": [
        "A Speaker again has to be selected before the aftermath of the Ten Commonwealth (December 17).",
        "Asoka resigned from the post (December 13), as the Speaker was appointed as the Speaker.",
        "Accordingly, Parliament will be selected today (December 17).",
        "'If we have done wrong with our government, we take action,'",
        "BBC asked Parliament for today's process of today's process of electioning again.",
        "Five new MPs are to be sworn in after the commencement of Parliamentary Affairs at 9.30 am under the patronage of the Deputy Speaker of Parliament.. ‍",
        "The Hon. Sampath Jayaratne told the Sinhala that he chooses a new Speaker.",
        "\"The deputy speaker comes to the chair. Then new MPs are sworn in, \"he explained.",
        "The Venerable Kushan explained resources if several names for the post of Speaker.",
        "\"Then there's secret voter. The MP gets the Speaker. \"",
        "Leader Minister Bimal Ratnayake (December 16) at a press conference held at a press conference to inform the latest Parliament.",
        "\"Parliament will be opened at 9.30 am on December 17. Five new MPs have to be sworn in as its first. The new Speaker will then elect a new Speaker. \"The Minister said WA.",
        "When Ashoka Ranwala was appointed as the Speaker, he was uncontested as other names were not proposed.",
        "The statements that his preliminary degree and a doctorate was primarily spread to the government, university lecturers, as well as civil and political activists to expose the truth.",
        "Ashoka Ranwala stated that he will resign from the post of Speaker in a statement made by the opposition to the Speaker.",
        "\"In the past few days, my educational issues have been raised in society. I have not expressed any false statement of my educational qualifications. However, as some documents require to ensure that educational qualifications have not been difficult to present the documents. \"",
        "Ashoka Ranwala: What did the Speaker tell the BBC about his degree that led to controversy?",
        "\"I have the ability to present the relevant education documents from the University of Vision of Japan, Japanese, who granted the doctorate.He had stated in his announcement.",
        "The media reported that several members have been proposed to the post of vacant Speaket.",
        "Deputy Speaker Dr. Risvi Mohammed, MPs Nihal Galappaththi and Lakshman Nakuna Arachchi were renovated by the media.",
        "Some media reports that Kaushalyya Fernando's name was also proposed to the post of Speaker of Parliament.",
        "After the end of the party leader's leadership, the Cabinet spokesman, Minister Nalinda Jayatissa has questioned the government (on December 16).",
        "\"Suggested a name. You can see tomorrow morning. \"The Minister answered and replied.",
        "\"No need to worry too much. The name of the Speaker will be announced by 9.45 am at 9.30am.",
        "He said that the new Speaker's name was unanimously decided on the instructions of the President to M.",
        "However, the attempt to contact BBC Sinhala to contact several ministers to contact several ministers to contact several ministers to find out about the new Speaker as well as the proposed names.",
        "Ashoka Ranwala: Resignation of the Speakethi and the future of the government",
        "MP Nalin Bandara, MP, said at a press conference held on 15th December that the Speaker proposes a speaker in the Opposition.",
        "\"We hope to suggest a Speaker on Tuesday. Because we have no faith in the qualifications or confidence of the person named the Speaker. There is serious suspicion. The next time we can't be deceived. We too were deceived supporting them. So we will definitely suggest the name of the opposition. But the person suggesting does not guarantee the false education. \"",
        "\"The MPs thought that tomorrow the next morning, let us know whether or not.\"The opposition organizer Gayantha Karunathilaka, the chief organizer of the Opposition, told BBC Karunathilaka after the end of the meeting.",
        "Opposition Leader Sajith Premadasa also expressed his views on the submission of proposals for the post of Speaker on the 16th.",
        "\"We make decisions on this with a group as the opposition. We make decisions that we should take by consultation with other parties in the opposition. \"",
        "General Secretary of the Sri Lanka General Kariyawasam, the General Secretary of the Sri Lanka General Manager, said at a press conference held at a press conference held on December 16.",
        "Oh. One travet from text to the Tea Degree - Sri Lanka Fitness Guide"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "New Speaker selection process begins after Asoka Ranwala resigns. Parliament opens December 17 at 9:30 AM. Five new MPs will be sworn in first. Then election for new Speaker will take place. Several names proposed including Deputy Speaker Risvi Mohammed and MPs Nihal Galappaththi, Lakshman Nakuna Arachchi. Opposition plans to suggest candidate but does not guarantee qualifications."
  ]
}