{
  "translated_text": {
    "ta": {
      "title": "ரஷ்யாவில் உலகின் செயற்கைக்கோள் ஆயுதங்கள்",
      "body_lines": [
        "இந்த ஆண்டு ரஷ்யாவின் ஆயுதங்கள் விண்வெளியில் இருக்கும் என்று உலகளாவிய பாதுகாப்பு உத்திகளில் அமெரிக்க உளவுத்துறை சேவைகள் கொந்தளிப்பை ஏற்படுத்தியுள்ளன.",
        "விண்வெளியில், பூமியின் சுற்றுப்பாதையை விண்வெளியில் வைக்கும் இத்தகைய ஆயுதங்கள் பேரழிவு தரும் அழிவை ஏற்படுத்தும்.",
        "ரஷ்யாவால் அழிக்கப்படக்கூடிய ஆயிரக்கணக்கான செயற்கைக்கோள்களை ரஷ்யா உருவாக்கி வருகிறது என்ற அமெரிக்க உளவுத்துறை அமைப்புகளை 2022 ஆம் ஆண்டின் முற்பகுதியில் அமெரிக்க உளவுத்துறை அமைப்புகளை வெளிப்படுத்தியுள்ளது.",
        "இதை அமெரிக்காவில் நியூயார்க் டைம்ஸ் வெளிப்படுத்தியது.",
        "அணுசக்தி திறன்களுடன், ஆயிரக்கணக்கான செயற்கைக்கோள்களைச் சுற்றிய நாடுகளை அழிக்க முடியும் என்றும், அமெரிக்க உளவுத்துறையும் மேப்பிங்கில் சேர்க்கப்பட்டுள்ளது என்றும் அமெரிக்க உளவுத்துறை எச்சரிக்கிறது.",
        "ரஷ்யா ஒரு அணு ஆயுதத்தை உருவாக்கியுள்ளது என்பதையும், அமெரிக்க காங்கிரஸ் புலனாய்வுக் குழுவும் இந்த விஷயத்தில் கவனம் செலுத்தியதாகவும் பைடியன்பர்க் நிர்வாகம் உறுதிப்படுத்தியுள்ளது.",
        "இந்த ஆண்டு அத்தகைய செயற்கைக்கோள் ஆயுதம் அல்லது அதன் மாதிரியை அனுப்ப ரஷ்யா திட்டமிட்டுள்ளது என்று ப்ளூம்பே மேலும் கூறினார்.",
        "அமெரிக்க அதிகாரிகளின் மற்றொரு கருத்து என்னவென்றால், ரஷ்யா அத்தகைய செயற்கைக்கோள் ஆயுதங்களை வெடிப்பு இல்லாமல் அனுப்ப வாய்ப்புள்ளது.",
        "ரஷ்யாவுக்கு எதிரான பொருளாதாரத் தடைகள் அதிகரிப்பதில் மேற்கு நாடுகளை அச்சுறுத்தவோ அல்லது உக்ரேனுக்கு போர் உதவியை மேம்படுத்தவோ ரஷ்யா அத்தகைய ஆயுதத்தைப் பயன்படுத்தலாம் என்று நம்பப்படுகிறது.",
        "பூமி சுற்றுப்பாதையில் தகவல்களை சிதைக்க அல்லது முடக்க ரஷ்யா தனது புதிய விண்வெளி ஆயுதத்தை முன்வைக்கிறது.",
        "விண்வெளியில் அணு ஆயுதங்களின் எண்ணிக்கை 1967 இல் உலகளாவிய நிறுவன சமரசத்தை மீறுவதாகும்.",
        "விண்வெளியில், சந்திரன் அல்லது மற்றொரு விண்வெளி பொருளுக்கு எதிரான மாநாட்டை மீறுவது, அணு ஆயுதங்களின் ஆயுதங்களுக்கு எதிரான மாநாட்டை மீறுகிறது.",
        "இருப்பினும், ரஷ்யாவில் அணு ஆயுதங்களை ரஷ்ய ஜனாதிபதி புடினில் விண்வெளியில் வைத்திருக்க ரஷ்யா இல்லை, இருப்பினும் நேற்று அவரது பாதுகாப்பு மந்திரி ஷோகுவுடன் நேற்று.",
        "ஜனாதிபதி மஹிந்த ராஜபக்ஷா, மாநில நிர்வாகத்தின் நிர்வாகத்தைத் தேடுவதற்கு இதுபோன்ற இரகசிய திட்டத்தை ரஷ்யாவில் இல்லை என்று கூறினார்.",
        "காங்கிரசில் உக்ரேனிய நன்கொடை தொகுப்பை ஒப்புதல் அளிப்பது இப்போது ப்யூன் நிர்வாகத்தின் ஒரு தந்திரமாக உள்ளது என்று கிராம்லின் பெஸ்காஃப் கூறியது."
      ]
    },
    "en": {
      "title": "The world's satellite weapons in Russia",
      "body_lines": [
        "US intelligence services have caused the turmoil in the worldwide security strategies that Russia's arms will be in space this year.",
        "In space, such weapons that place the Earth orbit in space can cause a devastating destruction.",
        "The American intelligence agencies have expressed his instructions in the early 2022, US intelligence devoctions that Russia is developing thousands of satellites that can be destroyed by Russia.",
        "This was revealed by the New York Times in the United States.",
        "The US intelligence warns that thousands of satellites have orbited countries, with nuclear capabilities, can be destroyed, and the American intelligence is also included in mapping.",
        "The Bideonburg administration has confirmed that Russia has developed a nuclear weapon and the American Congress intelligence committee also focused on the matter.",
        "Bloombe added that Russia plans to send such a satellite weapon or its model this year.",
        "Another opinion of the American authorities is that Russia is likely to send such a satellite weapons without explosion.",
        "It is believed that Russia can use such a weapon to threaten the West in the increase in sanctions against Russia or enhance the war aid to Ukraine.",
        "Russia also poses its new space weapon to distort or disable information on the Earth orbit.",
        "The number of nuclear weapons in space is a violation of a global organizational compromise in 1967.",
        "In space, violating the convention against the moon or another space object, violates the convention against the weapons of nuclear weapons.",
        "However, Russia did not have a plan to keep nuclear weapons in the Russian President Putin in space, however yesterday with his defense minister Shoegu yesterday.",
        "President Mahinda Rajapaksa stated that Russia does not have any such secret program to seek the state's administration's administration.",
        "The Kramlin Pescoff stated that it is now a trick of the Buyne administration to approve the Ukrainian donation package in the Congress."
      ]
    }
  }
}