{
  "translated_text": {
    "ta": {
      "title": "பல கொடிய விபத்துக்கள்",
      "body_lines": [
        "சாலை விபத்துக்கள் காரணமாக நேற்று (02) மூன்று பேர் இறந்துள்ளனர்.",
        "சூருடாவேவாவுக்கு படலங்கலாவுக்கு திரும்ப ஒரு மோட்டார் சைக்கிள் படி, சாலையின் பின்னால் ஒரு டிப்பர் பஸ்ஸில் மோதியார்.",
        "பின்னர் டிப்பர் ஒரு மோட்டார் சைக்கிள் ஓட்டுநரில் சாலையின் வலது பக்கத்தில் நிறுத்தப்பட்டார், வலது புறத்தை நிறுத்திய மோட்டார் சைக்கிள் ஓட்டுநர் கொல்லப்பட்டார்.",
        "விபத்துக்குள்ளான தெற்கே சென்ற மோட்டார் சைக்கிள் ஓட்டுநரும், நான்கு வயது சிறுமியும் சூரியாவேவா மருத்துவமனைக்கு கொண்டு செல்லப்பட்டு மேலதிக சிகிச்சைக்காக ஹம்பந்தோட்டா அடிப்படை மருத்துவமனைக்கு மாற்றப்பட்டனர்.",
        "விபத்துக்குப் பின்னர் டிப்பரின் ஓட்டுநர் தப்பி ஓடிவிட்டார், சூரியாவேவா போலீசார் அவரை விசாரித்து வருகின்றனர்.",
        "மேலும், சிரிவால்போலா சந்தி பகுதியில் கிரிவியாடோலா சந்திப்பிலிருந்து மூன்று சக்கர வாகனமாகவும், மூன்று சக்கர வாகனமும் முச்சக்கர வண்டியும் ஓட்டுநரால் கட்டுப்படுத்தப்படவில்லை.",
        "மூன்று வயது ஓட்டுநரின் ஓட்டுநர் காயமடைந்து, மூன்று சக்கர வாகனம் மூலம் டெனியா மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "இதற்கிடையில், கோஸ்கோடா சாலையில் இருந்து கோஸ்கோடா சாலையில் ஒரு வண்டியால் வர்த்தகம் செய்யப்பட்ட ஒரு வண்டி மற்றும் டிரைவரை கட்டுப்படுத்த முடியவில்லை.",
        "ஒரு பெண் கொல்லப்பட்டார் மற்றும் வண்டியில் பயணம் செய்த இரண்டு பெண்கள் காயமடைந்து அவிசவெல்லா மருத்துவமனையில் அனுமதிக்கப்பட்டனர்."
      ]
    },
    "en": {
      "title": "Several deadly accidents",
      "body_lines": [
        "Three persons have died due to road accidents yesterday (02).",
        "According to a motorcycle to turn to the Soorudawewa to Padalangala, a tipper behind the road was collided with a bus.",
        "The tipper was later killed in a motorcyclist stopped at the right side of the road and the motorcyclist who stopped the right hand side was killed.",
        "The motorcyclist who went to the south of the crash and a four-year-old girl who was rushed to the Suriyawewa hospital and was transferred to the Hambantota Base Hospital for further treatment.",
        "The driver of the Tipper has fled after the accident and Sooriyawewa Police are investigating him.",
        "Also, Deniyaya has been a three-wheeler from Kiriwiyadola junction on Siriwalpola Junction area and a three-wheeler and a three-wheeler was not controlled by the Driver.",
        "The driver of the three-year-old driver was injured and admitted to the Deniyaya hospital with a three-wheeler driver.",
        "Meanwhile, a cab traded by a cab on the Koskoda road from Koskoda road and was unable to control the driver.",
        "One woman was killed and two women who were traveling in the cab were injured and admitted to the Avissawella hospital."
      ]
    }
  },
  "summary_lines": [
    "Deadly accidents: 3 deaths, 1 injured. Motorcyclist, child hurt. Tipper-bus collision. Three-wheeler crash. Cab rollover kills one, injures two. Police investigating."
  ]
}