{
  "translated_text": {
    "ta": {
      "title": "இறந்தவருக்கு சொந்தமான பல இடங்களில் காணப்படும் அதிகமான இரசாயனங்கள் பனி தயாரிக்கப் போகின்றன",
      "body_lines": [
        "வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீடு வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீடு வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீடு வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீடு, ஒரு அறையில் பனி போதைப்பொருள் என்று சந்தேகிக்கப்பட்டது வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீடு வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீடு வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீடு வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீட்டின் வீடு மரணம் இருப்பதாக சந்தேகிக்கப்பட்டது.",
        "ஒரு சில பிளாஸ்டிக் கேன்கள் மற்றும் பல பாட்டில்கள் கண்டுபிடிக்கப்பட்டன.",
        "கோஹுவாலா சாலைகளில் கடாவதா சாலையில் ரசாயனங்கள் கொண்ட ஐந்து பிளாஸ்டிக் கொள்கலன்கள், கொழும்பு தர்மராம சாலையின் வீட்டில் உள்ள ரசாயனங்கள், \"உடனடியாக\" மற்றும் \"தீ\" என்று பொலிசார் கூறினர், அவற்றில் 'என்று அழைக்கப்படும் பழுப்பு நிற திரவத்தின் ஒரு பாட்டில் இருந்தது.",
        "திரவ வகை சாதாரண சந்தையில் விற்பனை இல்லை மற்றும் ஆய்வகத்தில் மிகக் குறைவு மற்றும் சுகாதாரத்துடன் தொடர்புடைய அதிகாரி கூறினார்.",
        "அனுராதா ஹெராத் கோஹுவத் கோஹ்ராத் கோஹ்ரத் கோஹ்ரத் கோஹ்ரத் கோஹ்ரத் கோஹுவா பொலிஸ் காவல்துறை காவல்துறை ஆய்வாளர் கிழக்கு மாகாணத்தின் வடக்கு மாகாணத்தின் வாசன்தா பிடிகாலஹா வித்யாலயா, மேற்கு மாகாணம், சிராதா லட்சம், சிஹந்தா லக்ஷ்மான் ஆகியோர் ஆய்வு செய்யப்பட்டனர்.",
        "வாடகை வீடு மற்றும் அறைகளுக்கான ஹோட்டல் மற்றும் அறைகள் வாடகை பொலிஸ் பாதுகாப்பிற்கு சீல் வைக்கப்பட்டுள்ளன என்று ஒரு போலீஸ் அதிகாரி கூறினார்.",
        "டெமோஸ், மரியோ நீலாலி, வளர்ச்சி டெரன்ஸ் உரிமையாளர், வளர்ச்சி டெரன்ஸ் உரிமையாளர், வளர்ச்சி டெரன்ஸ் உரிமையாளர், வளர்ச்சி டெரன்ஸ் உரிமையாளர், வளர்ச்சி டெண்டின் உரிமையாளர், வளர்ச்சி ட்ரெண்டேவுக்கு சொந்தமானவர், சபையின் உரிமையாளரான மலாபே ஜெயந்தி மவதா, கொழும்புக்கு ஒப்புதல் அளித்ததில் இறந்தார் தேசிய மருத்துவமனை போய்விட்டது",
        "விசாரணைகள் நடத்தப்பட்டன மற்றும் அரசு ஆய்வாளர் துறை மற்றும் கோஹுவாலா பார்மாசரேட்டர் மற்றும் லாவினியா மலையின் கிரிக்கெட் ஆய்வகம் ஆகியவற்றில் லாவினியாவின் மவுண்ட் லாவினியாவின் குற்றவியல் ஆய்வகம்.",
        "மேற்கு மாகாணம், தெற்கு மாவட்டம், குற்றவியல் பிரிவு, தேஹிவாலா மற்றும் கோஹுவாலா பொலிஸ் கொள்கை ஆகியவை விசாரணைகளை நடத்தி வருகின்றன."
      ]
    },
    "en": {
      "title": "More chemicals found in several places belonging to the deceased who was going to make ice",
      "body_lines": [
        "In the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house was suspected of ice drugs, in a rooms of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house of the house was suspected of death.",
        "A few plastic cans and several bottles were found.",
        "Five plastic containers containing chemicals in Kadawatha road in Kohuwala roads, which container chemicals in the house of Colombo Dharmarama Road, \"immediately\" and \"fire\"The police said that a bottle of brown liquid, which is known as', was among them.",
        "The liquid type is not sales in the normal market and is very few in the laboratory and said a health associated official.",
        "Anuradha Herath Kohuwath Kohrath Kohrath Kohrath Kohrath Kohrath Kohuwa Police Chief Inspector of Police Eastern Province of the South District Wasantha Pitigalaha Vidyalaya, Western Province, Siratha Lakshman, Sihantha Lakshman was inspected of the OIC.",
        "A police officer said that the hotel and rooms for the rented house and rooms have been sealed to the rented police protection.",
        "Demos, Mario Neelali, owner of Growth Terrence, owner of Growth Terrence, owner of Growth Terrence, owner of Growth Terrence, owner of Growth Terrence, owned by Growth Trende, Malabe Jayanthi Mawatha, the owner of the house, died in admission to Colombo National HospitalHad gone",
        "Investigations were conducted and the officials of the Government Analyst Department and the Criminal Laboratory of the Mount Lavinia in Kohuwala Pharmacerator and the Cricket Laboratory of the Mount Lavinia.",
        "The Western Province, South District, Criminal Division, Dehiwala and Kohuwala Police Policy is conducting investigations."
      ]
    }
  },
  "summary_lines": [
    "Chemicals linked to ice production were found in various locations within a house, leading to suspicions about drug activities. The discovery included plastic containers and bottles across multiple rooms. Authorities also found a rare, non-commercially available brown liquid, believed to be used in illicit activities. The premises have been sealed off for further investigation."
  ]
}