{
  "translated_text": {
    "ta": {
      "title": "இலங்கை இன்னும் தற்கொலை செய்து கொண்டது",
      "body_lines": [
        "1996 மற்றும் 1997 ஆம் ஆண்டுகளில், இலங்கை உலகின் அதிக எண்ணிக்கையிலான தற்கொலை நாடாக இருந்தது, சுகாதார மற்றும் கார்ப்பரேட் மந்திரி டாக்டர் ரமேஷ் பதிரானா உலகின் பிற நாடுகளுடன் ஒப்பிடும்போது தற்கொலை நாடு என்று வலியுறுத்தினார்.",
        "ராவடி ஹோட்டலில் நேற்று பிற்பகல் நடைபெற்ற சிறப்பு விழாவை அமைச்சர் வலியுறுத்தினார்.. சுமத்ரிரோ நிறுவப்பட்ட 50 ஆண்டுகளுக்குப் பிறகு சிறப்பு விழா மார்க் செய்ய ஏற்பாடு செய்யப்பட்டது.",
        "சுகாதார மற்றும் தொழில்துறை அமைச்சர் டாக்டர் ரமேஷ் பதிரன் கூறினார்:",
        "ஒரு நாடாக, இந்த நிலைமை குறித்து நாம் கவலைப்பட வேண்டும், மேலும் இந்த நிலைமையை மற்ற துறைகளுடன் மேம்படுத்த சுகாதார அமைச்சகம் சாத்தியமான அனைத்து நடவடிக்கைகளையும் எடுக்கும்.",
        "மறுபரிசீலனை செய்யப்பட்ட சம்மேஷியோ அமைச்சர் தற்கொலைக்கு ஒரு பெரிய பங்களிப்பாளரை வழங்குகிறார் என்று அமைச்சர் கூறினார்.",
        "ஏராளமான மக்களுக்கு சேவை செய்யும் 50 வயதான சுமதரியுடன் பேசுவது பாராட்டப்பட வேண்டும், மேலும் இந்த நடவடிக்கைக்கு ஒரு சிறப்பு நன்றி.",
        "11 முதல் 14 மணி வரை, நான்கு நாள் சர்வதேச மாநாடு நான்கு நாள் சர்வதேச மாநாட்டுடன் நடைபெறும், இது இலங்கையில் 15 நாடுகளை பிரதிநிதித்துவப்படுத்துகிறது.",
        "1974 ஆம் ஆண்டில் தொடங்கப்பட்ட சுமிதிரோ இன்ஸ்டிடியூட்டின் நிறுவனர் சுமாதிரோ இன்ஸ்டிடியூட்டின் நிறுவனர் துவக்குதல், நிறுவனர் பிரிட்டிஷ் குடிமகன் ஆவார். சுமாதிரோவின் முக்கிய நோக்கம் தற்கொலையைத் தடுப்பதாகும். நிறுவனத்தின் அடிப்படை செயல்பாடு மரணத்திற்கு பதிலாக வாழ்க்கைத் தேர்வை ஆதரிப்பதாகும். இந்த நிறுவனம் மனநல மன உளைச்சல், ஏமாற்றம் உள்ளிட்ட துன்புறுத்தலுக்கு மன / உணர்ச்சி ரீதியான கருத்து வேறுபாட்டாளர்களை வழங்குகிறது.இது போரியின் அமைப்பின் ஒரு கிளை"
      ]
    },
    "en": {
      "title": "Sri Lanka is still in the world with suicide",
      "body_lines": [
        "In 1996 and 1997, Sri Lanka was the highest number of suicide country in the world, Health and Corporate Minister Dr. Ramesh Pathirana stressed as a country of suicide relative to other countries in the world.",
        "The Minister emphasized a special ceremony held at Rawadi Hotel yesterday afternoon.. The special ceremony was organized to mark 50 years after the establishment of Sumatriro.",
        "Minister of Health and Industry Dr. Ramesh Pathiran said he said:",
        "As a country, we should be worried about this situation and that the Ministry of Health will take all possible measures to improve this situation with other sectors.",
        "The Minister said that the Minister of Reimated Summatio provides a larger contributor to suicide.",
        "Speaking to the 50-year-old Sumathari, who serves a large number of people, should be appreciated and a special thankful to the operation.",
        "Concept on the 11th to 14 pm, a four-day international conference will be held with a four-day international convention, representing 15 countries in Sri Lanka, representing 15 countries.The ningers attend.",
        "Booting the founder of the Sumathiro Institute, the founder of the Sumitario Institute, which was started in 1974, was the founder British citizen. The main objective of the Sumathiro is the prevention of suicide. The basic operation of the company is to support the choice of living instead of death. The institute is providing mental / emotional dissenters to persecution, including mental distress, disappointment.This is a branch of Befriend's Organization"
      ]
    }
  },
  "summary_lines": [
    "In 1996 and 1997, Sri Lanka had the highest suicide rate globally. Health Minister Dr. Ramesh Pathirana highlighted this issue during a ceremony marking Sumatriro's 50th anniversary. Sumatriro, established in 1974, aims to prevent suicides by supporting individuals facing mental/emotional distress. A four-day international conference, involving representatives from 15 countries, will discuss strategies to address this critical issue."
  ]
}