{
  "translated_text": {
    "si": {
      "title": "යාල්. ඇඳුමෙන් සැමියා අත්අඩංගුවට ගත්තා",
      "body_lines": [
        "යාපනයේ - වඩමරච්චි හි නැගෙනහිර කොටසේ පවුලේ කාන්තාවක් murder ාතනය කිරීම සම්බන්ධයෙන් කාන්තාවකගේ ස්වාමිපුරුෂයෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "44 හැවිරිදි විසි කළ ජගසීලාන් සංගීත, උතුරෙන් උතුරෙන් 44 ක් - උතුරෙන් - තෙත් වී තිබේ.",
        "මෙම කාන්තාව නිවසේ වැසිකිළිය ඉදිරිපිට තබා ඇති ජලය පිරිනමන ලද බහාලුම්වල (සාරවත්) මියගොස් ඇත.",
        "මරුතන්කෙයි පොලිසිය නිවේදනය කිරීමෙන් අනතුරුව පොලිසිය එම ස්ථානයට පැමිණ මෘත ශරීරය ව්යුහ විද්යාත්මක පරීක්ෂණය සඳහා පොයින්ට්රෝ මූලික රෝහලට භාර දුන්නේය.",
        "ස්ත්රියකගේ බෙල්ලෙන් ව්යුහ විද්යාත්මක පරීක්ෂණය have ාතනය කර ඇති බව සොයාගෙන තිබේ.",
        "මෙම සිද්ධිය සම්බන්ධයෙන් මරුතනකි පොලිසිය පරීක්ෂණ පවත්වමින් සිටියදී කාන්තාවගේ සැමියා බදාදා (15) අත්අඩංගුවට ගෙන තිබේ.",
        "ස්වාමිපුරුෂයා සහ භාර්යාව අතර නිතර ගැටුම් පවතින බවට පොලිසියේ ලැබුණු තොරතුරු පදනම් කරගෙන පොලිසිය කාන්තාවගේ සැමියා පිළිබඳව පරීක්ෂණ පවත්වයි."
      ]
    },
    "en": {
      "title": "Yall. Husband arrested in dress",
      "body_lines": [
        "A woman's husband has been arrested in connection with the murder of a family woman in the eastern part of Jaffna - Vadamarachchi.",
        "The 44 -year -old Jegaseelan Sangeetha, a 44 -year -old from North, North, has been assassinated.",
        "The woman is found dead in a water -filled container (paral) that was placed in front of the toilet of the house.",
        "Following the announcement of the Maruthankeni police, the police rushed to the scene and handed over the body to the Point Pedro Base Hospital for anatomical examination.",
        "Anatomical examination has been found to have been murdered by a woman's neck.",
        "The woman's husband was arrested on Wednesday (15) as the Maruthankeni police were carrying out investigations into the incident.",
        "Police are investigating the woman's husband on the basis of information received by the police that there is frequent conflicts between husband and wife."
      ]
    }
  },
  "summary_lines": [
    "In Jaffna's eastern region, a man was arrested for allegedly murdering his wife, Jegaseelan Sangeetha, 44, whose body was found in a water-filled container outside their home. The police conducted an autopsy confirming her death due to strangulation."
  ]
}