{
  "translated_text": {
    "si": {
      "title": "பல்தரப்பு “ பசுபிக் ஏஞ்சல் 25” பயிற்சி நடவடிக்கையை ஆரம்பிக்கும் அமெரிக்கா மற்றும் இலங்கை",
      "body_lines": [
        "එක්සත් ජනපදය සහ ශ්රී ලංකාව අද කටුනායක ගුවන් හමුදා කඳවුරේ 6 වන පැක් දේවදූත පිරිසක් නිල වශයෙන් දියත් කළහ.",
        "පුහුණු මෙහෙයුම වෙනුවෙන් එක්සත් ජනපද ආරක්ෂක සම්බන්ධතා නිලධාරි ලුතිනන් කර්නල් මාතූ නිවස ශ්රී ලංකා ගුවන් හමුදාවට බැඳුණි.",
        "பேரனர்த்த பதிலளிப்பு மற்றும் உயிர்காப்பு நடவடிக்கைகளை வலுப்படுத்துவதன் நிமித்தம் செப்டெம்பர் 8 ஆம் திகதி தொடக்கம் 12 ஆம் திகதி வரை நடக்கும் இந்த 5-நாள் பல்தரப்பு நிகழ்வானது, சுமார் 90 அமெரிக்க மற்றும் 120 இலங்கை விமானப்படை வீரர்களை ஒன்றிணைப்பதுடன், அவுஸ்திரேலியா, பங்களாதேஷ், இந்தியா, ஜப்பான், மற்றும் மாலைத்தீவு ஆகிய நாடுகளைச் சேர்ந்த பங்கேற்பாளர்களும் மற்றும் பார்வையாளர்களும் இதில் கலந்துகொள்கின்றனர்.",
        "මෙම අභ්යාසය සෙවීම සහ ප්රතිසාධනය කිරීම, වෛද්ය කියවීම, වායු ආරක්ෂාව සහ ඉංජිනේරු සහයෝගීතාව කෙරෙහි අවධානය යොමු කරයි.",
        "පැක් දේවදූතයා එක්සත් ජනපදයේ සී -130J ගුවන් ගමන් දෙකක සහ ශ්රී ලංකාවේ බෙල් -412, බී -212, හෙලිකොප්ප්ටර්ස් සහ රජුගේ ගුවන් යානා 350 ගුවන් යානා දෙකක සහන ගුවන් යානා මගින් සහාය වන පුහුණු වැඩසටහන, වර්තමාන ලෝක අර්බුදය සඳහා කණ්ඩායම හා විශ්වාසය ගොඩනැගීම.",
        "මෙම පුහුණු මෙහෙයුම පිළිබඳව අදහස් දක්වමින්, ශ්රී ලංකාවේ එක්සත් ජනපද තානාපති ජුලී සුං මහතා පැවසුවේ, \"පැසිෆික් ඇන්ජල් 25 යනු මේ වසරේදී ශ්රී ලංකාවේ විශාලතම බහු--සෙට් පුහුණු පුහුණු පා course මාලාවයි.",
        "පිළිගැනීමේ උත්සවය ගැන අපි ආඩම්බර වෙමු. මානුෂීය අර්බුදයේ යෝජනාවෙන් වර්තමාන ලෝක අභියෝග සඳහා සූදානම් වීම සඳහා අපේ රටවල් එකට වැඩ කරන ආකාරය මෙම පුහුණු ක්රියාවෙන් පෙන්නුම් කෙරේ.",
        "හින්දු-පැසිෆික් කලාපයේ හවුල්කරුවන් වශයෙන්, අපගේ කලාපයේ සාමයේ හා ස්ථාවරත්වයේ අභියෝගයන්ට මුහුණ දීම සඳහා අපගේ ශක්තිය හා විවෘත වෙළඳාම ශක්තිමත් කරන අතර අපගේ ශක්තිය ශක්තිමත් කරමු, \"ඔහු පැවසීය.",
        "එක්සත් ජනපද ආරක්ෂක සන්නිවේදන නිලධාරී ලුතිනන් කර්නල් මතුන් හවුස් එක්සත් ජනපදය වෙනුවෙන් එක්සත් ජනපදය පිළිගත්තේය. \"පෝස් දේවදූතයාගේ ක්රියාව සාමාන්ය පුහුණුවට වඩා වැඩි ය. இது நெருக்கடி நிலைமைகளுக்கான துரித மற்றும் ஒருங்கிணைக்கப்பட்ட பதிலளிப்பு செயற்பாடுகளை சாத்தியமாக்கும் எமது நண்பர்கள் மற்றும் பங்காண்மையாளர்களுடனான நடப்பு உலக ஒத்துழைப்பை உருவாக்குவது பற்றியதாகும்.",
        "අපි එකට ව්යායාම කිරීමෙන් විශ්වාසය ශක්තිමත් කරන අතර, තර්ජනවල වාසිය හා ප්රතිචාර දැක්වීමට ප්රතිචාර දක්වන අතර මුනුපුරා අපට පහර දෙයි.. අද අප ගොඩනඟන සෑම උත්සාහයක්ම හෙටේ සාමාන්ය ආරක්ෂාව සඳහා පදනමකි, 'ඔහු පැවසීය.",
        "පැසිෆික් දේවදූතයා යනු එක්සත් ජනපද පැසිෆික් ගුවන් හමුදාව විසින් මෙහෙයවනු ලබන හින්දු-පිසැප්තික විධානය (US) ය. Indo-capicific ciption - usindopaCom. මෙම අභ්යාසය මේ වන විට 18 වන වසර තුළ පවතී. 2008 දී නිල වශයෙන් දියත් කරන ලද නිල වශයෙන් දියත් කරන ලද පැසිෆික් දේවදූත පුහුණු වැඩසටහන 2007 සමාරම්භක උත්සවයේ සාර්ථකත්වය මත පදනම් වූ අතර එය කිරිබාස්, නා uru රූ සහ වනවාවෝට වැදගත් ආධාර ලබා දීම සඳහා ය.. පැක් දේවදූතයා හින්දු-පිසිනුපික් කලාපයේ එක්සත් ජනපදයේ අත්යවශ්ය අංගයක් ලෙස මතුවී ඇති අතර, එහි පැසිෆික් අසල්වැසියන් සඳහා එක්සත් ජනපදයේ දීර් long වූ කැපවීම පිළිබිඹු කරයි.. රටේ ආණ්ඩුගේ ඉල්ලීම පරිදි පැසිෆික් දේවදූත පුහුණු ක්රියාවලිය සිදු කෙරෙන අතර එය සැලසුම් කර ඇත්තේ මීට මාස කිහිපයකට පෙරය.. මෙම පියවරයන් ඕනෑම වර්තමාන ලෝක අර්බුදයකට ප්රතිචාරයක් නොවේ. ඒ වෙනුවට, මෙම අභ්යාසය පවත්වාගෙන යන රටවල් ඔවුන්ගේ පුරවැසියන්ට උපකාර කිරීම සඳහා ඔවුන්ගේ ශක්තීන් වැඩිදියුණු කිරීම සහ ස්වාභාවික මුනුබුරන් සහ වෙනත් අභියෝගවලට නිර්මාණාත්මකව ප්රතිචාර දැක්වීම සඳහා ඔවුන්ගේ ශක්තීන් වැඩිදියුණු කිරීම සඳහා නිර්මාණය කර ඇත.",
        "එක්සත් ජනපදය සහ ශ්රී ලංකාව විසින් පැසිෆික් දේවදූතයා 25 පුහුණු වැඩසටහන 25 ක් නිල වශයෙන් දියත් කළේ කටුනායක ගුවන් හමුදා කඳවුරේ උත්සවයක් සමඟිනි. ශ්රී ලංකා එක්සත් ජනපද ආරක්ෂක සන්නිවේදන නිලධාරී ලුතිනන් කර්නල් මතුස් හවුස් විසින් ශ්රී ලංකා ගුවන් හමුදා නිලධාරීන් සහ පැසිෆික් දේවදූත 25 පුහුණු වැඩසටහනට ශ්රී ලංකා ගුවන් හමුදා නිලධාරීන් සහ අනෙකුත් සහභාගිවන්නන් අමතයි.",
        "පැසිෆික් දේවදූතයා 25 දෙනා ඉදිරියේ ගත් ඡායාරූපයක් ශ්රී ලංකාව, ඕස්ට්රේලියාව, බංග්ලාදේශය, ජපානය සහ මාලදිවයින යන රටවල සිට ගත් ඡායාරූපයක් ආරම්භ විය."
      ]
    },
    "en": {
      "title": "US and Sri Lanka starting the \"Pacific Angel 25\" training program",
      "body_lines": [
        "The US and Sri Lanka officially launched 25 PAC Angel training in the Katunayake Air Force Base today.",
        "For the sake of the training operation, US security liaison officer Lieutenant Colonel Mathu House joined the Sri Lanka Air Force.",
        "The 5-day multi-day-to-day event, which will be held from September 8 to 12, will unite about 90 US and 120 Sri Lankan Air Force personnel and participate in Australia, Bangladesh, India, Japan and and Maldives.",
        "This exercise focuses on searching and recovery activity, medical reading, air protection and engineering cooperation.",
        "The PAC Angel 25 training program, which is supported by two C-130J flights of the United States and Sri Lanka's BELL-412, B-212 helicopters and King Air 350 aircraft, builds the team and confidence for the current world crisis.",
        "Commenting on this training operation, US Ambassador to Sri Lanka Julie Sung said, \"Pacific Angel 25 is the largest multi -faceted training course in Sri Lanka this year.",
        "We are proud of the reception. This training action shows how our countries work together for the purpose of preparing for current world challenges, from the resolution to the humanitarian crisis.",
        "As partners of the Hindu-Pacific region, we maintain security and open trade and strengthen our energy to face the challenges of the peace and stability of our region, ”he said.",
        "US Security Communication Officer Lieutenant Colonel Mathu House welcomed the US on behalf of the US. “PAC Angel action is more than a normal training. This is about the creation of current world cooperation with our friends and partners who make it possible for the rapid and integrated response process for crisis conditions.",
        "We strengthen confidence by conducting exercises together, we can help us rush and respond to the benefit of threats, and the grandson attacks us.. Every effort we build today is a foundation for the general safety of tomorrow, 'he said.",
        "Pacific Angel is the US Hindu-Pasupic Command (U.S) headed by US Pacific Air Force. Indo -Pacific Command - Usindopacom. This exercise is currently in its 18th year. The officially launched Pacific Angel training program, which was officially launched in 2008, is based on the success of the 2007 inauguration, which provided important assistance to Kiribas, Nauru and Vanuwatu.. PAC Angel has emerged as an essential feature of the United States in the Hindu-Pasupic region, reflecting the US's prolonged commitment to its Pacific Neighbors.. The Pacific Angel training process is being carried out on the request of the country's governments and it is planned several months ago.. These measures are not a response to any current world crisis. Instead, the countries that run this exercise are designed to improve their energies to help their citizens and respond creatively to natural grandsons and other challenges.",
        "The United States and Sri Lanka officially launched the Pacific Angel 25 training program with an event at the Katunayake Air Force Base. The US Security Communication Officer to Sri Lanka Lieutenant Colonel Mathu House addresses the Sri Lankan Air Force officials and other participants of the Pacific Angel 25 training program.",
        "A photo taken before the Pacific Angel 25 action began from Sri Lanka, the United States, Australia, Bangladesh, Japan and the Maldives."
      ]
    }
  },
  "summary_lines": []
}