{
  "translated_text": {
    "ta": {
      "title": "நாட்டின் யுபிஐ பற்றி உங்களுக்குத் தெரியாத கதை",
      "body_lines": [
        "யுபிஐ அமைப்பு, அல்லது யுபிஐ அமைப்பு, அல்லது யுபிஐ அமைப்பு, ஜனாதிபதி ரணில் விக்ரமேசிங்க மற்றும் இந்திய பிரதமர் நரேந்திர மோடி ஆகியோரின் ஆதரவின் கீழ் இன்று நடைபெற்றது.",
        "இந்த முறையின் கீழ், ரூ.",
        "ஜூலை 2023 இல், ஜனாதிபதி ரணில் விக்ரமேசிங்கின் இந்தியா மற்றும் இலங்கை வருகை இந்தியாவிற்கும் இலங்கைக்கும் இடையிலான டிஜிட்டல் பொருளாதாரங்கள் குறித்த விவாதங்கள் குறித்து விவாதித்தனர்.",
        "இதன் விளைவாக, இலங்கையுடன் செயல்படுத்தப்படுவது இப்போது இன்று செயல்படுத்தப்படுகிறது.",
        "யுபிஐ கட்டண முறை ஏற்கனவே நிதி பரிவர்த்தனைகளை, யுஏபிஎல் மற்றும் பிரான்ஸ், நேபாளம் மற்றும் பிரான்ஸ் ஆகியவற்றை இயக்குகிறது.",
        "இந்திய பிரதமர் நரேந்திர மோடி, நரேந்திர மத் மற்றும் முர்வாசி மாநில பிரதமர் பிர்வீலாண்ட் ஜக்னத் ஆகியோர் யுபிஐ இந்திய கட்டணப் பணியில் சேர ஜனாதிபதியுடன் இணைந்தனர்.",
        "அதன்படி, இலங்கையில் இலங்கையில் இலங்கையில் உள்ள ஒரு இந்தியர், இலங்கையில் இலங்கையில் அதிகாரப்பூர்வமாக தனது மொபைல் போன் மூலம் முதல் பரிவர்த்தனையை மேற்கொண்டார்.",
        "\"ஆயிரக்கணக்கான ஆண்டுகளாக, இரு நாடுகளுக்கிடையில் கொடுப்பனவுகள் செய்யப்பட்டுள்ளன, இன்றைய தொழில்நுட்ப முன்னேற்றத்தை மட்டுமே நாங்கள் செய்கிறோம். எனவே இப்போது பண பரிமாற்றம் இல்லை மற்றும் லங்கா கியூஆர் மற்றும் இந்திய என்ஐபிஎல் நெட்வொர்க் மட்டுமே. நைட்டி சுற்றுலாப் பயணிகள் இலங்கைக்கு வருகை தருகிறார்கள். இலங்கை மற்றும் தமிழ்நாடு மற்றும் இலங்கைக்கும் மும்பைக்கும் இடையிலான முக்கிய வணிக பரிவர்த்தனைகள் போது இது ஒரு மதிப்புமிக்க கருவியாகும்.. இப்போது வர்த்தக பரிவர்த்தனைகளின் எண்ணிக்கை சுமார் நானூறாயிரம் ஆகும், குறிப்பாக நன்மை பயக்கும். \"",
        "கடந்த ஆண்டு, ஜனாதிபதி ரணில் விக்ரெமேசிங்கின் இந்தியாவின் இந்தியாவின் வருகைக்கு ஒரு பார்வையில் கையெழுத்திட்டது, அதில் எங்கள் இரு நாடுகளுக்கும் இடையிலான நிதி உறவுக்கு முன்னுரிமை அளிக்கும் தொலைநோக்கு பார்வையை உள்ளடக்கியது.. இன்று அந்த இலக்கை அடைய முடிந்ததில் நான் மிகவும் மகிழ்ச்சியடைகிறேன். டிஜிட்டல் மொழிபெயர்ப்பு உள்ளூர் பொருளாதாரங்களில் குறிப்பிடத்தக்க மாற்றத்தை எதிர்பார்க்கலாம், மேலும் இது எங்கள் இரு நாடுகளுக்கும் இடையிலான சுற்றுலாவை ஊக்குவிக்கும். யுபிஐ இந்திய கட்டண நடைமுறைகளுடன் போக்குவரத்துக்கு இந்திய சுற்றுலா வருகைகள் முன்னுரிமை அளிக்கப்படும். \"",
        "இந்திய வாடிக்கையாளர் அதன் வங்கிக் கணக்குகளை யுபிஐ கட்டண முறை மூலம் உடல் பரிவர்த்தனைகள் இல்லாமல் தீர்த்துக் கொள்ள வேண்டும்.",
        "இந்த கட்டண முறையுடன் தொடர்புடைய இலங்கையர்கள் கையாளப்படலாம்.",
        "எடுத்துக்காட்டாக, இலங்கைக்கு இந்திய சுற்றுலாப் பயணிகள் தங்கள் வர்த்தக பிரிவுகளுக்கு இலங்கையின் வர்த்தக நிறுவனங்களுக்கு செலுத்தப்படலாம், மேலும் அவர்களின் மொபைல் தொலைபேசியிலிருந்து டாலர்கள் அல்லது பணத்தைப் பயன்படுத்த வேண்டாம்.",
        "மொபைல் பயன்பாட்டை ஸ்மார்ட்போனில் பதிவிறக்கம் செய்து, சேவை வழங்குநர்கள் வழங்கிய சேவையில் QR குறியீட்டை எளிதாக்குவதற்கு முதலில் யுபிஐ செய்ய முடியும்.",
        "இலங்கையில் உள்ள இருபது உள்ளூர் வங்கிகள் மற்றும் நிதி நிறுவனங்கள் ஏற்கனவே இந்த அமைப்பை ஆதரிக்க ஒப்புக் கொண்டுள்ளன, மேலும் இந்த சேவையை அதிக சுற்றுலா ஈர்ப்பைக் கொண்ட பகுதிகளுக்கு விரிவுபடுத்த திட்டமிட்டுள்ளன."
      ]
    },
    "en": {
      "title": "Story you don't know about the UPI of the country",
      "body_lines": [
        "The UPI system, or UPI system, or the UPI system, was held today under the patronage of President Ranil Wickremesinghe and Indian Prime Minister Narendra Modi.",
        "Under this method, it is significant that the Rs.",
        "In July 2023, President Ranil Wickremesinghe's visit to India and Sri Lanka discussed discussions of digital economies between India and Sri Lanka.",
        "As a result, activation with Sri Lanka is now activated today.",
        "The UPI payment system already operates the Financial transactions already, the UAPL and France, Nepal and France.",
        "Indian Prime Minister Narendra Modi, Narendra Madh and Muruasi State Prime Minister Prweeland Jagnath joined the President to join the UPI Indian Payment Process.",
        "Accordingly, an Indian in Sri Lanka, which is officially in Sri Lanka in Sri Lanka, carried out the first transaction through his mobile phone.",
        "\"For thousands of years, the payments have been made between the two countries, and we only do it today's technological improvement. So now there is no money exchange and is only Lanka QR and Indian Nipl Network. Nighty tourists visits Sri Lanka. This is a valuable tool when the Sri Lanka and Tamil Nadu and the major commercial transactions between Sri Lanka and Mumbai.. Now the number of trade transactions is about four hundred thousand, especially beneficial. \"",
        "Last year, President Ranil Wickremesinghe's visit to India's visit to India was signed a vision that included a visionary vision that would give priority to the financial relationship between our two countries.. I am very happy to be able to achieve that goal today. Digital translation may expect a significant change in local economies, and it will promote tourism between our two countries. Indian tourist arrivals will be prioritized to traffic with UPI Indian payment procedures. \"",
        "The Indian customer is to settle down its bank accounts through the UPI payment system without physical transactions.",
        "Sri Lankans associated with this payment system can be dealt with.",
        "For example, the Indian tourist arrivals to Sri Lanka can be paid to their trade units to Sri Lanka's trading companies and do not use dollars or money from their mobile phone.",
        "The UPI can be done first to download the mobile application to the smartphone and then ease a QR code at the service provided by the service providers.",
        "Twenty local banks and financial institutions in Sri Lanka have already agreed to support this system and is also planning to expand this service to the areas with greater tourist attraction."
      ]
    }
  }
}