{
  "translated_text": {
    "ta": {
      "title": "ஸ்ரீ பாதா யாத்திரை முடிந்துவிட்டது",
      "body_lines": [
        "2023-2024 ஆம் ஆண்டிற்கான திட்டத்தின் திட்டம், சமன் தேவா சிலை மற்றும் தேவா ஜுவர்பேரமன்னா பெல்மதுல்லா ராஜ மஹா விஹாரயாவுக்கு நான்கு பாதைகளில் நடந்தது.",
        "குருவிதா சாலையில் இருந்து ரத்னபுராவிலிருந்து ரத்னபுராவிலிருந்து ரத்னாபுராவிலிருந்து ரத்னபுராவிலிருந்து ரத்னபுராவிலிருந்து ரத்னபுராவிலிருந்து ரத்னபுராவிலிருந்து, சாபரகாமுவா சாலையில் இருந்து ரத்னபுராவிலிருந்து அதிகரித்தது.",
        "பகவதலாவா பாலங்கோடா சாலையில் உள்ள பெல்மதுல்லா ராஜமஹா விஹாராயாவுக்கு நலதானியா கொண்டு செல்லப்பட்டது.",
        "பெல்மதுல்லா ஸ்ரீ பாதட் பாதம் ராஜ மஹா விஹராயா நாளை பிற்பகல் வரை பெலியா பாத்தா ராஜ மஹா விஹராயாவில் வைக்கப்படுவார்.",
        "சாலையில் வசிப்பவர் நாளை மாலை மதியம் கவால்பட்டாவா விஹராயாவுக்கு கொண்டு செல்லப்படுவார் என்று ஸ்ரீ பரதி தேராவின் தளபதி கூறினார்."
      ]
    },
    "en": {
      "title": "Sri Pada pilgrimage is over",
      "body_lines": [
        "The Scheme of Scheme for the year 2023-2024, Saman Deva statue and the Deva Jeweramanna took place on four routes to the Pelmadulla Raja Maha Viharaya.",
        "One of the fillers increased from the Kuruwita road from the Kuruwita road from Ratnapura from Ratnapura from Ratnapura from Ratnapura from Ratnapura from Ratnapura, Sri Pilateeniya road from Ratnapura from Ratnapura, Sri Padawita Road, Sabaragamuwa Province.The Dhammanda Thero says.",
        "The Nallataniiya was taken to the Pelmadulla Rajamaha Viharaya in Bagawadalawa Balangoda road.",
        "Pelmadulla Sri Pada Pada Raja Maha Viharaya will be placed at the Peliya Pada Raja Maha Viharaya tomorrow until the afternoon.",
        "The Commander of the Sri Parathi Thera said that the resident of the road will be taken to the Gavalpattawa Viharaya of the afternoon tomorrow evening."
      ]
    }
  },
  "summary_lines": [
    "The Sri Pada pilgrimage concluded with events like the Scheme of Scheme for 2023-2024, unveiling the Saman Deva statue, and the Deva Jeweramanna across four routes leading to the Pelmadulla Raja Maha Viharaya. Notably, one route saw an increase in participation from the Kuruwita road via Ratnapura, extending through Sri Pilateeniya and Sri Padawita Roads in the Sabaragamuwa Province. The Nallataniiya procession also reached the Pelmadulla Rajamaha Viharaya via the Bagawadalawa Balangoda road. Tomorrow, the Pelmadulla Sri Pada Raja Maha Viharaya will host activities until the afternoon, followed by a journey to the Gavalpattawa Viharaya for residents."
  ]
}