{
  "translated_text": {
    "si": {
      "title": "අවුරුදු 100 කට පසු පැමිණෙන චන්ද්රග්රහණය",
      "body_lines": [
        "2024 ක පළමු චන්ද්ර සූර්යග්රහණය දින හතරකින් මාර්තු 25 දින පැවැත්වේ.",
        "පැන්ගුනි උතත්ර යනු අද දින, එදිනම හොලි උත්සවය සමරනු ලැබේ. එබැවින් මෙම චන්ද්රග්රහණය වසර 100 කට පසුව සිදු වේ.",
        "වෛදික ජ්යොතිෂයට අනුව, අවුරුදු 100 කට පසු හොලි උත්සවයේ පැවති චන්ද්රග්රහණයේ සූර්යග්රහණය ඉතා වැදගත් සිදුවීමක් ලෙස සැලකේ.",
        "සූර්යග්රහණය පෙරවරු 10.23 ට ආරම්භ වන අතර රාත්රී 03.02 දක්වා අවසන් වේ. මීට පෙර මෙම චන්ද්රග්රහණය 1924 දී සිදුවිය. මේ වසරේ පළමු චන්ද්ර සූර්යග්රහණය පැය 4 ක් පමණ පවතින බෙන්ම්බි සූර්යග්රහණය වනු ඇත.",
        "හෝලි සහ චන්ද්රග්රහණය එක රැයකින් සිදුවන අතර එහි ප්රතිලාභ සමහර රාශි චක්රයට යහපත් වනු ඇත. එපමණක් නොව, මෙම චන්ද්රග්රහණය පැන්ගුනානි මාසයේ සිදු වේ.",
        "සාමාන්යයෙන් සූර්යග්රහණය සිදුවන්නේ සූර්යයා, චන්ද්රයා සහ පෘථිවිය එකම රේඛාවකින් පැමිණෙන විටය. පෘථිවිය සූර්යයා සහ සඳ අතර පැමිණෙන විට, සූර්යග්රහණය සිදුවන්නේ සූර්යයාගේ සෘජු කිරණ සඳ පුරා දිලිසෙන විටය. රීල්"
      ]
    },
    "en": {
      "title": "Lunar eclipse that comes after 100 years",
      "body_lines": [
        "The first lunar eclipse of 2024 will take place on March 25 in four days.",
        "Panguni Uthram is the day of this day, and the same day the Holi festival is celebrated. So this lunar eclipse occurs 100 years later.",
        "According to Vedic astrology, the eclipse of the lunar eclipse on the day of the Holi festival after 100 years is seen as a very important event.",
        "The eclipse will begin at 10.23 am and last till 03.02 pm. Earlier this lunar eclipse occurred in 1924. The first lunar eclipse of this year will be the Benumbi eclipse, which lasts about 4 hours.",
        "Holi and the lunar eclipse will occur overnight, and its benefits will be good for some zodiacs. Moreover, this lunar eclipse is going to occur in the month of Panguni.",
        "Usually the eclipse occurs when the sun, the moon and the earth come in the same line. As the earth comes between the sun and the moon, the lunar eclipse occurs when the sun's direct rays prevent the moon from glowing. Remble"
      ]
    }
  },
  "summary_lines": [
    "The first lunar eclipse of 2024, coinciding with Panguni Uthram and Holi, marks a 100-year cycle since the last one in 1924. It's a significant event in Vedic astrology, occurring from 10.23 am to 03.02 pm. This eclipse, known as the Benumbi eclipse, lasts about 4 hours and benefits certain zodiacs."
  ]
}