{
  "translated_text": {
    "si": {
      "title": "මුල්ලයිටිව් හි සාප්පු 5 ක් සහ පන්සල් මිටි සොරකම් කළ පිරිමි ළමයෙකු ඇතුළු දෙදෙනෙකු ඇතුළු දෙදෙනෙක්",
      "body_lines": [
        "මුල්ලයිටිව් හි පුදුකුකුඩිරුප්පු හි 29 (04) පුටුවක සහ පන්සලක් සොරකම් කිරීමේ චෝදනාව මත පුද්ගලයින් දෙදෙනෙකු ඉරිදා (04) පුදුකුකුඩිරුප්පු පොලිසිය විසින් ඉරිදා (04) අත්අඩංගුවට ගෙන තිබේ.",
        "පුදුකුකුඩිරුප්පු පොලිස් කොට් in ාශයේ සාප්පු හා පන්සල් මිටි විසින් මෑත අතීතයේ දී සිදුවීම් මාලාවක් පවත්වා තිබේ.",
        "රෝහල අසල පිහිටි මුල්ලයිටිව් පුදුකුඩියිරුප්පු හන්දිය, මැන්මන්කුඩෙයි අසල පිහිටි මුල්ලයිටිව් පුදුකුකුරුප්පු හන්දිය, මැන්මන්කුන්ඩි හි වෙළඳසැලක්, සහ පුදුකුකුඩිරු නාගතිම්බරන් කෝවිලේ වෙළඳසැලකි කැඩී සොරකම් කර ඇත.",
        "පුදුකුකුඩිරුප්පු පොලිසිය භාරව සිටින එම්.ආර්.පී.",
        "අත්අඩංගුවට ගත් සැකකරුවන්ගෙන් මුදල් හා සොරකම් කරන ලද භාණ්ඩ 46,230 ක් අත්අඩංගුවට ගෙන තිබේ.",
        "පුදුකුකුඩිපුරු 10 වන කලාපයේ 14 වන කලාපයේ අවුරුදු 14 ක පිරිමි ළමයෙක් සහ තන්වුවිල්වා හි අවුරුදු 24 ක තරුණ තරුණියන් 24 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "එපමණක් නොව, එවැනි සිදුවීම් ජනතාව අතර ආතතියක් ඇති කර තිබේ. එහි ප්රති As ලයක් ලෙස පුදුකුකුඩිරුප්පු පොලිසිය පුදුකුකුඩිරුප්පු ප්රදේශවල ආරක්ෂාව වැඩි කර තිබේ."
      ]
    },
    "en": {
      "title": "Two persons including a boy who stole 5 shops and temple bundles in Mullaitivu",
      "body_lines": [
        "Two persons have been arrested by the Pudukkudiyiruppu police on Sunday (04) for allegedly stealing five shops and temple in Pudukkudiyiruppu in Mullaitivu.",
        "In the recent past, there have been a series of incidents that have been stolen by shops and temple bundles in the Pudukkudiyiruppu police division.",
        "A shop located in front of the Mullaitivu Pudukkudiyiruppu junction, a shop in front of the hospital, a shop in Mantuvil, a shop near Mantuvil, a shop near the Commons, a shop in Semmankundi, and the bundle of the Pudukkudiyiruppu Nagathambran temple has been broken and stolen.",
        "The police, led by MPR Herath, in charge of the Pudukkudiyiruppu Police Station, were arrested on the complaint made to the Pudukkudiyiruppu police.",
        "46,230 cash and stolen goods were seized from the arrested suspects.",
        "A 14 -year -old boy from the Pudukkudiyirupu 10th region and a 24 -year -old youth from Manduvilla have been arrested.",
        "Moreover, such incidents have caused tension among the people. As a result, the Pudukkudiyiruppu police have increased the security of the Pudukkudiyiruppu areas."
      ]
    }
  },
  "summary_lines": [
    "Two individuals, including a 14-year-old boy and a 24-year-old man, were arrested by the Pudukkudiyiruppu police for allegedly stealing from five shops and a temple in Mullaitivu. The thefts occurred recently across various locations, leading to public concern and heightened security measures in the area."
  ]
}