{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරයාට විශාල වගකීමක් ඇත: රිසද්",
      "body_lines": [
        "උතුරු ජනතාව ජනාධිපති පක්ෂයට ඡන්දය ප්රකාශ කළහ. වන්නි දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී රිසාඩ් බතියුදීන් මහතා කියා සිටියේ ජනාධිපතිවරයාට විශාල වගකීමක් ඇති බවයි.",
        "ඔහු මේ බව පැවසුවේ ඔහුගේ සාර්ථකත්වය පිළිබඳව මාධ්යයට අදහස් දක්වමින් ය. ඔහු තවදුරටත් පැවසූ පරිදි,",
        "වන්නි දිස්ත්රික්කයේ සාමාජිකයින් 06 දෙනෙකු තේරී පත්ව ඇත. ජනාධිපතිවරයාගේ අභාවප්රාප්ත වූ පක්ෂය ප්රසාද ආසනයක් ඇතුළු ආසන දෙකක් දිනා ඇත.",
        "එක්සත් ජනතා බලයට ආසනයක් ලැබී ඇති අතර වන්නි ජනතාව මට දිස්ත්රික්කයේ වැඩිම ඡන්ද සංඛ්යාවක් ලබා දී ඇත.",
        "මෙම ජයග්රහණය සඳහා හේතුව අපගේ පක්ෂයට තරඟ කළ සියලු දෙනාගේ වෙහෙස නොබලා උත්සාහ කිරීමයි. දිස්ත්රික්කයේ ජනතාවට ද අපි ස්තූතිවන්ත වෙමු.",
        "මම වන්නි දිස්ත්රික්කයේ ජනතාව වෙනුවෙන් වැඩ කටයුතු කරගෙන යන්නෙමි. ඒ හා සමානව, මගේ පක්ෂය අම්පාරා දිස්ත්රික්කයේ තනිවම දිනා ඇත. ඒ අයට ස්තූතියි. පුත්තලම්, අනුරාධපුර, කුරුණෑගල, ත්රිකුණාමලය සහ මඩකලපුව යන දිස්ත්රික්කවල අපේ පක්ෂයට ජයග්රහණය කළ නොහැකි විය. ඒ අයට ස්තූතියි.",
        "මම කියා සිටින්නේ මැතිවරණයෙන් පසු මගේ වැඩ වෙන කවරදාටත් වඩා වැඩි ය.",
        "මෙම මැතිවරණය නව පණිවිඩයක් ලබා දී ඇත. රටේ ජනතාව මහත් අපේක්ෂාවෙන් ජනාධිපති සහ ජනාධිපති පක්ෂය දිනාගෙන තිබේ.",
        "උතුරු හා නැගෙනහිර ජනතාව පවා විශේෂයෙන් මෙම ජනාධිපති පක්ෂයට ඡන්දය ප්රකාශ කර තිබේ. එබැවින් ජනාධිපතිතුමාගේ දැවැන්ත වගකීමක් පවතී. ඔහු ජනතාවගේ අපේක්ෂාවන් ඉටු කරනු ඇතැයි අපි බලාපොරොත්තු වෙමු. ජනාධිපතිවරයා, ඔහුගේ පක්ෂය සහ නව සාමාජිකයින්ට මම සුබ පතමි."
      ]
    },
    "en": {
      "title": "The President has a huge responsibility: Risad",
      "body_lines": [
        "North -East people voted for the president's party. Wanni district parliamentarian Rizat Bathiudeen said that the president has a huge responsibility.",
        "He said this while commenting to the media about his success. As he further stated,",
        "06 members of the Vanni district have been elected. The president -led party has won two seats, including a bonus seat.",
        "The United People's Power has received a seat and the Vanni people have given me the highest number of votes in the district.",
        "The reason for this victory is the tireless effort of all who contested our party. We also thank the people of the district.",
        "I will continue the work for the people of Vanni district. Likewise, my party has won alone in Ampara district. My thanks to those people. In the districts of Puttalam, Anuradhapura, Kurunegala, Trincomalee and Batticaloa, our party could not win. My thanks to those people.",
        "I claim that after the election, my work is more than ever before.",
        "This election has made a new message. The people of the country have won the president and the president's party with great anticipation.",
        "Even the people of the North and East, in particular, have voted for this president's party. So there is a massive responsibility for the president. We hope that he will fulfill the expectations of the people. I also congratulate the President, his party and the new members."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "President faces immense responsibility after winning North-East votes. Party secured 2 seats in Vanni district. Leader promises continued work for Vanni people. Election outcome seen as new message from the nation, with high hopes for fulfilling public expectations."
  ]
}