{
  "translated_text": {
    "si": {
      "title": "මන්නාරම දිස්ත්රික්කයේ වින්දිතයින්ගේ සංඛ්යාව 61 දහසක් තරණය කළේය!",
      "body_lines": [
        "මන්නාරම් දිස්ත්රික් ආපදා කළමනාකරණ අංශය (ඩී.එම්.සී.) කියා සිටියේ මන්නාරම් දිස්ත්රික්කයේ අධික වර්ෂාව හා ගංවතුර හා ගංවතුරෙන් පවුල් 16,000 674 ක් බදාදා (27) දී අධික වර්ෂාව හා ගංවතුරෙන් පීඩාවට පත්ව ඇති බවයි.",
        "දිස්ත්රික්කයේ තාවකාලික ආරක්ෂක මධ්යස්ථාන 73 ක් සහ පවුල් 2,000 845 කට අයත් පුද්ගලයින් 93,000 156 ක් නඩු පවරා ඇති බව වාර්තාවේ සඳහන් වේ.",
        "මේ අතර, වින්දිතයින් කියා සිටියේ නිවාසවල සහ relatives ාතීන්ගේ නිවාසවල ජනතාවට ගංවතුරට කිසිදු උපකාරයක් නොලැබුණු බවත් සුභසාධන මධ්යස්ථානවලට නොපැමිණි බවත් ය.",
        "අදාළ බලධාරීන් පවසා ඇත්තේ සුභසාධන මධ්යස්ථාන වෙත පැමිණෙන අයට පමණක් ආධාර ලබා දෙන බවයි.",
        "කෙසේ වෙතත්, සුභසාධන මධ්යස්ථානවල අර්බුදය සහ පුටු ගැටලු පවා සලකා බැලීම, බොහෝ දෙනෙකුට සුභසාධන මධ්යස්ථාන වෙත නොගොස් ඔවුන්ගේ නිවෙස් හා මිතුරන්ගේ නිවාසවල වාසය කරයි.",
        "එමනිසා, මෙම ජනතාවගේ සුභසාධනය සැලකිල්ලට ගනිමින්, සියලු වින්දිතයින්ට සහන සැලසීමට පියවර ගන්නා ලෙස බලධාරීන්ගේ ඉල්ලුම."
      ]
    },
    "en": {
      "title": "The number of victims in Mannar district crossed 61 thousand!",
      "body_lines": [
        "The Mannar District Disaster Management Division (DMC) said that 61 thousand 674 persons belonging to 16 thousand 774 families have been affected by the heavy rains and floods in Mannar district on Wednesday (27).",
        "The report states that 73 temporary security centers have been set up in the district and 9 thousand 156 persons belonging to 2 thousand 845 families have been housed.",
        "Meanwhile, the victims said that the people in the houses and the houses of relatives did not get any help in the floods and did not go to welfare centers.",
        "The relevant authorities have said that only those who come to welfare centers will be provided with assistance.",
        "However, considering the crisis and even the stool problems at welfare centers, many affected people live in their homes and friends' homes without going to welfare centers.",
        "Therefore, considering the welfare of these people, the demand for the authorities to take steps to provide relief to all the victims."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Heavy rains flood Mannar district, affecting 61,674 people from 16,774 families. 9,156 displaced in 73 temporary centers. Many victims stay with relatives, denied aid. Authorities assist only those at welfare centers. Relief demanded for all affected."
  ]
}