{
  "translated_text": {
    "si": {
      "title": "ජනාධිපති අනුරට මා සුබ පැතුම්;ජනතාවගේ සුභසාධනය ප්රවර්ධනය කරන සියලු ක්රියාකාරකම් සමඟ සහයෝගීතාවය - සජිත් ප්රේමදාස",
      "body_lines": [
        "රටේ නවවන විධායක සභාපති වන අනුරුමාරමාරා දිසානායක මහතා, එක්සත් ජනතා බලයේ ජනාධිපති අපේක්ෂකයා විසින් දෙවන ස්ථානයට ඉදිරිපත් වූ අතර එක්සත් ජනතා බලයේ බලශක්ති ජනාධිපති අපේක්ෂකයා විසින් දෙවන ස්ථානයට ඉදිරිපත් වූ අතර, ඔහු අවධානය යොමු කරන සියලුම ප්රජාතන්ත්රවාදී ක්රියාකාරකම් සඳහා පූර්ණ සහයෝගය ලබා දෙන බව පවසම පාර්ලිමේන්තු ඇතුළත හා ඉන් පිටත ජනතාවගේ සුභසාධනය පිළිබඳ.",
        "රටේ නවවන ජනාධිපතිවරණයට ඉදිරිපත් වූ සියලුම අපේක්ෂකයින් ඊයේ කොළඹ මැතිවරණ කොමිෂන් සභාවට කැඳවා, මැතිවරණ කොමිෂන් සභාවේ මැතිවරණ කොමිෂන් සභාවේ නවවැනි විධායක සභාපති, ආර්.එම්.ඒ.එල්. රත්නායක මහතා නවවැනි විධායක ජනාධිපතිවරයා ලෙස අනුර කුමාර දිසානායක තේරී පත් වූ බව නිල වශයෙන් නිවේදනය කර තිබේ.. පසුව නව ජනාධිපති අනුර කුමාර දිසානායක මහතා රැස්වී රැස්ව සිටි අතර, ඔහු පසුපස ගිය සජිත් ප්රේමදාස මහතා පසුව ය.. ඔහු තවදුරටත් කියා සිටියේ එය බවයි",
        "2024 ජනාධිපතිවරණයේදී ශ්රී ලංකාවේ 9 වන විධායක ජනාධිපති ලෙස තේරී පත්වූ අනුරමාරරා දිසානායක මහතා මම සුබ පතමි.. අපේ රට මේ වන විට මුහුණ දී සිටින අර්බුදයෙන් රට යථා තත්වයට පත් කිරීමට බලය හා ධෛර්යය අවශ්ය බව මම යාච් pray ා කරමි.",
        "මෙම ජාතිකත්වයන්හි අපේක්ෂාවන් දැනට භාර දී ඇත. එක්සත් ජනතා බලයේ සහ එක්සත් ජනතා සන්ධානය පාර්ලිමේන්තුව තුළ සහ ඉන් පිටත ජනතාව කෙරෙහි අවධානය යොමු කරන ප්රජාතන්ත්රවාදී තීරණ ගැනීමේදී අත්යවශ්ය වන පූර්ණ සහයෝගය ලබා දේ.",
        "ඒ හා සමානව, මෙම ජනාධිපතිවරණයේදී අපට ඡන්දය දුන් සියලු ජනතාවට මම ස්තූතිවන්ත වන අතර, අප විසින් ඉදිරිපත් කර ඇති ප්රතිපත්තිය කෙරෙහි විශ්වාසය තබන්න.. මැතිවරණ කොමිෂන් සභාව, පොලීසිය සහ ස්වාධීන නිරීක්ෂකයින් ඇතුළු මැතිවරණ කොමිසම ඇතුළු සියලු පක්ෂවලට මැතිවරණයෙන් නිදහස් හා සාමකාමීව දායක විය.",
        "රටේ විවිධ අර්බුද හා අභියෝගයන්ට මුහුණ දී සිටින වර්තමාන තත්වයේ දී එය රටේ සාර්ථකත්වයේ සාර්ථකත්වයේ වගකීම සහ රටේ මිදීමයි.. මැතිවරණ ක්රියාවලිය අවසන් වී ඇත. පසුව, රටේ සංවර්ධනය සහ රටේ සංවර්ධනය ආරම්භ කළ යුතුය."
      ]
    },
    "en": {
      "title": "My congratulations to President Anura;Cooperation with all activities that promote the welfare of the people- Sajith Premadasa",
      "body_lines": [
        "While I congratulate Anuragumara Dissanayake, the ninth executive president of the country, he will be the United People's Power Presidential candidate, who contested the second place by the United People's Power Presidential candidate, saying that he would provide full cooperation to all democratic activities that focus on the welfare of the people within and out of Parliament.",
        "All candidates who contested the country's ninth presidential election were summoned to the Elections Commission in Colombo yesterday and the election of the ninth executive president of the Elections Commission, RMAL Ratnayake, has officially announced that Anura Kumara Dissanayake has been elected as the ninth executive president.. Subsequently, the new President Anura Kumara Dissanayake addressed the gathering and followed by Sajith Premadasa, who was followed by him.. He further stated that",
        "I congratulate Anuragumara Dissanayake, who has been elected as the 9th executive president of Sri Lanka in the 2024 Presidential election.. I pray that he needs the power and courage to restore the country from the crisis that our country is currently facing.",
        "The expectations of these nationalities are currently handed over. The United People's Power and the United People's Alliance give you the full cooperation that is essential when making democratic decisions that focus on the people within and out of Parliament.",
        "Similarly, I thank all the people who voted for us in this presidential election, trust in the policy we have put forward.. I thank all parties, including the Elections Commission, the police, including the police and the independent monitors, who contributed to the election free and peaceful.",
        "In the current situation that the country is facing various crises and challenges, it is the responsibility of the success of the country and the redemption of the country.. The election process has ended. Subsequently, the development of the country and the development of the country should begin."
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa congratulates Anura Kumara Dissanayake on his election as Sri Lanka's 9th executive president. He pledges cooperation for democratic activities focusing on public welfare."
  ]
}