{
  "translated_text": {
    "ta": {
      "title": "பீவாட்டர் டாங்கல்லே",
      "body_lines": [
        "குற்றவியல் குற்றவியல் குற்றவாளிகள் மற்றும் போதைப்பொருள் கடத்தல் துறை இன்று நீதிமன்றத்தில் வழங்கப்பட்டன, ஏனெனில் குற்றவியல் விசாரணைத் துறையில் தடுத்து வைக்கப்பட்டிருந்த ஒழுங்கமைக்கப்பட்ட குற்றவாளிகள் மற்றும் போதைப்பொருள் விற்பனையாளர்கள்.",
        "டங்கல்லே டாங்கல்லேவின் துருப்புக்களின் துருப்புக்களின் துருப்புக்களில் நடந்த பயங்கரவாத விசாரணைப் பிரிவில் பயங்கரவாத விசாரணைப் பிரிவில் பயங்கரவாத விசாரணைப் பிரிவின் விரிவான சிறைக்கு அனுப்புமாறு கொழும்பு உயர் நீதிமன்றம் உத்தரவிடப்பட்டது.",
        "வெளிநாட்டில் நிச்சயதார்த்தம் செய்து, \"மாட்டிறைச்சி\" ஆகஸ்ட் 2022 இல் கைது செய்யப்பட்டார்.",
        "இருப்பினும், துபாய் காவல்துறையினர் நாட்டிற்கு அழைத்துச் செல்லப்பட வேண்டும் என்று கருதப்பட்டதால் துபாய் போலீசார் விடுவிக்கப்பட்ட பின்னர் மாட்டிறைச்சியை விடுவித்தனர்.",
        "மார்ச் 7, 2023 அன்று, ஏழு பேர் மீண்டும் \"மாட்டிறைச்சி\" அல்லது \"தூள்\", அல்லது \"தூள் ', அல்லது\" தூள் \", 2023 உடன் மீண்டும் எழுப்பப்பட்டனர்.",
        "அப்போதிருந்து அவர்கள் தடுப்புச் சட்டத்தின் விதிகள் குறித்து தடுப்புக்காவல் துறையில் சிஐடி மூலம் விசாரிக்கப்பட்டனர்.",
        "சிஐடி காவலில் இருந்தபோது, ​​பாதுகாப்புப் படையினரும் உயிர்வாழ முயன்றனர்.",
        "ஏறக்குறைய ஒரு வருடம் கழித்து, \"மாட்டிறைச்சி\" மற்றும் \"மாட்டிறைச்சி\" மற்றும் \"குடு இஸ்லயா\" ஆகியவற்றை இன்று காலை கொழும்பு நீதித்துறை மருத்துவ அதிகாரியிடம் சமர்ப்பிக்க முடிவு செய்தோம்.",
        "இரண்டு சந்தேக நபர்களும் சட்ட செயல்பாடுகளுக்காக நீதிமன்றங்களுக்கு கொண்டு செல்லப்பட்டனர்.",
        "மாட்டிறைச்சி, நாடு, நாடு, முதலில் கோட்டை மாஜிஸ்திரேட் நீதிமன்றத்தில் வழங்கப்பட்டது.",
        "கனரக பாதுகாப்புக் காவலர்கள் மீது குற்றம் சாட்டப்பட்ட தினேஷ் சூரங்கா, கொழும்பு உயர்நீதிமன்றத்தில் இருந்து கொழும்பு உயர்நீதிமன்றத்திற்கு கோட்டைக்கு கொண்டு செல்லப்பட்டார்.",
        "இந்த வழக்கு உயர்நீதிமன்ற நீதிபதி தமித் தமித் மீது எடுக்கப்பட்டது, அவர் சிஐடியைக் கோரி ஆதரித்தார் மற்றும் குற்றச்சாட்டை ஆதரித்தார்.",
        "மாநில ஆலோசகர் சஜித் பண்டாரா பின்னர் தொடக்க நீதிமன்றத்தில் ஆஜரானார்.",
        "மறைமுகமாக தாக்கல் செய்வது என்னவென்றால், \"மாட்டிறைச்சி\" தடுப்புக்காவலில் \"மாட்டிறைச்சி\" தடுப்புக்காவல் போன்ற இறைவன், பிரிட்டன், இந்த குற்றச்சாட்டுகள் சட்டத்தை விட்டு வெளியேறவும், சட்டத்தை விட்டு வெளியேற முயற்சிக்கவும் செய்யப்பட்டுள்ளன.. சந்தேக நபரை குற்றவியல் புலனாய்வுத் துறை மற்றும் எஸ்.டி.எஃப் அதிகாரிகள் தாக்கினர். முதல் முயற்சி தோல்வியுற்ற பிறகு, அவர் வெடிபொருட்களையும் ஆயுதங்களையும் பயன்படுத்தி வெடிபொருட்களையும் ஆயுதங்களையும் பயன்படுத்தினார். \"",
        "\"இந்த குற்றச்சாட்டு மற்றும் பயங்கரவாதத்தின் தற்காலிக ஏற்பாடு குறித்து இறைவன் 22 குற்றச்சாட்டுகளை தாக்கல் செய்துள்ளார். சட்டத்தின் பிரிவு 15 (2) இன் படி, மசோதாவின் முடிவுக்கு ஏற்ப உயர் நீதிமன்ற நீதிபதி தீர்மானிக்கப்படும் இடத்தை பாதுகாப்பு செயலாளர் தீர்மானிக்க முடியும் என்று நான் கேட்டுக்கொள்கிறேன்.. அதன்படி, இந்த சந்தேக நபரை பயங்கரவாத இயக்குநர் மற்றும் விசாரணைப் பிரிவின் இயக்குநரின் கீழ் வைத்திருக்குமாறு கேட்டுக்கொள்கிறேன். \"",
        "வக்கீல்கள்-சட்டத்தின் வழக்கறிஞரான ஹஃப்ல் ஃபரிஸ், தளபதி, குடிப்பதற்காக ஆஜரானார்.",
        "\"ஆண்டவரே, வரவிருக்கும் கொண்டாட்டத்தில் இன்று பயங்கரவாதத்தின் குற்றச்சாட்டைத் தடுக்கிறது என்று நம்புகிறேன். எனது வாடிக்கையாளர் ஏற்கனவே வெளிநாட்டினரால் அச்சுறுத்தப்பட்டுள்ளார் மற்றும் நிர்வாக மக்கள் உயிருக்கு அச்சுறுத்தல் விடுத்துள்ளனர். எனவே, வாழ்க்கைக்கான உரிமையை உறுதிப்படுத்த ஒரு உத்தரவை பிறப்பிக்குமாறு கேட்டுக்கொள்கிறேன். ஒரு நியாயமான விசாரணையைப் பெறுவதற்கும் சட்ட ஆதரவைப் பெறுவதற்கும், சந்தேக நபரின் ஆரோக்கியத்திற்கு சிகிச்சையை எளிதாக்குவதற்கும் நடவடிக்கை எடுக்கப்படும் என்றும் அவர் கோருகிறார்.",
        "உண்மைகளை பரிசீலித்த பின்னர், உயர்நீதிமன்ற நீதிபதி தத்தேவட் சந்தேக நபரை சந்தேக நபரை டங்கலேவின் தடுப்பு மையத்திற்கு அனுப்ப அனுமதித்தார்.",
        "மூன்றாவது சந்தேக நபரான தினேஷ் சந்தகாவால் ரிமாண்ட் செய்ய உத்தரவிடப்பட்ட ரவிந்து சாண்டியை கைது செய்ய நீதிபதி ஒரு வாரண்ட் பிறப்பித்தார்.",
        "உடலின் பாதுகாப்பை உறுதிப்படுத்த தேவையான அனைத்து நடவடிக்கைகளையும் எடுக்க பயங்கரவாத மற்றும் விசாரணைப் பிரிவு இயக்குநருக்கும் நீதிபதி உத்தரவிட்டார்.",
        "அதன்படி, பயங்கரவாத விசாரணைப் பிரிவில் பண்டைய சிறைச்சாலையின் தடுப்பு மையத்திற்கு நடு சிந்தகா அல்லது ஹல்வாக்கா கொண்டு செல்லப்பட்டார்.",
        "இதற்கிடையில், ஹெவிகல் பனாதுரா மாஜிஸ்திரேட் நீதிமன்றத்தில் தயாரிக்கப்பட்டது.",
        "சந்தேக நபர் சார்பாக ஆஜரான ஜலியா சமரசிங்க வழக்கறிஞர் ஜலியா சமரசிங்க, தனது வாடிக்கையாளரைக் கொல்ல ஒரு சதி என்று நீதிமன்றத்தில் தெரிவித்தார்.",
        "காவல்துறையினர் எஸ்.டி.எஃப் கொல்லப்பட்டதாகவும், அவர் பூசா சிறையில் தாக்கப்பட்டதாகவும் வழக்கறிஞர் ஜலியா சமரசிங்க கூறினார்.",
        "உண்மைகளை பரிசீலித்த பின்னர், பனாதுரா தலைமை நீதவான் சாம்பிகா ராஜபக்ஸே மார்ச் 25 வரை ரிமாண்ட் செய்ய உத்தரவிட்டார்."
      ]
    },
    "en": {
      "title": "Beewater Tangalle",
      "body_lines": [
        "The Criminal Criminal Criminals and Drug Trafficking Department were presented to the court today as the organized criminals and drug dealers who were detained in the Criminal Investigation Department.",
        "The Colombo High Court was ordered to be sent to the Detail Prison of the Terror Investigation Division at the Terrorist Investigation Division at the Terrorist Investigation Division at the Troops of the Troops of the Troops of Tangalle Tangalle.",
        "Engaged abroad, the \"beef\" was arrested in August 2022.",
        "However, Dubai Police released the beef after the Dubai Police were released as heeding to be taken to the country.",
        "On March 7, 2023, seven people were resurled again, with \"beef\" or \"powdered ', or\" powdered', or \"powder,\", 2023.",
        "Since then they have since been questioned by the CID on the detention Department on the provisions of the Prevention Act.",
        "While the CID was in the custody, the security forces were also trying to survive.",
        "After nearly a year, we decided to submit the \"beef\" and \"beef\" and \"Kudu Islaya\" to the Colombo Judicial Medical Officer this morning.",
        "The two suspects were taken to the courts for law functions.",
        "The beef, Nadu, Nadu, was first presented to the Fort Magistrate's Court.",
        "Dinesh Suranga, who was charged with heavy security guards, was taken to the Fort to the Colombo High Court from the Colombo High Court.",
        "The case was taken up before High Court Judge Thamith Thatawatte, who was demanding and supported by the CID and supported the indictment.",
        "The State Counsel Sajith Bandara later appeared in the opening court on the occasion.",
        "The indirect filing is that the Lord, Britain, such as \"beef\" detention in the detention of \"beef\" detention, these indictments have been made to fleeing the law and trying to flee the law.. The suspect was attacked by the Criminal Investigation Department and STF officers. After the first attempt fails, he has used explosives and weapons, using explosives and weapons. \"",
        "\"The Lord has filed 22 charges on this indictment and the temporary arrangement of terrorism. According to Section 15 (2) of the Act, I request the Defense Secretary will be able to determine the place where the High Court judge is determined in accordance with the end of the bill.. Accordingly, I urge you to keep this suspect under the director of the terrorist and the Director of the Investigation Division. \"",
        "Attorneys-at-Law Hafle Faris, Attorney at Law Faris, appeared for the commander, drank.",
        "\"Lord, I hope that there is a prevention of the indictment of terrorism today in the coming celebration. My client has already been threatened with outsiders and the administrative people have been threatened with life. Therefore, I urge you to issue an order to assert the right to life. He also demands that action will be taken to obtain a reasonable trial and obtain legal support and facilitate treatment for the suspect's health.",
        "After considering the facts, High Court Judge Thatawatte allowed the suspect to refer the suspect to the detention center of Tangalle.",
        "The judge also issued a warrant to arrest Ravindu Sandee, who is ordered to be remanded by the third suspect, Dinesh Sandaka.",
        "The judge also ordered the director of the Terrorism and Investigation Division to take all necessary steps to ensure the safety of the body.",
        "Accordingly, Nadu Chintaka or Halwaka was taken to the detention center of the ancient prison in the Terrorism Investigation Division.",
        "Meanwhile, heavigal was produced before the Panadura Magistrate's Court.",
        "Attorney-at-Law Jaliya Samarasinghe appearing on behalf of the suspect, Jaliya Samarasinghe told the court that a conspiracy to kill his client.",
        "Attorneyral Jaliya Samarasinghe said that the police STF was killed and he was assaulted in the Boossa Prison.",
        "After considering the facts, Panadura Chief Magistrate Champika Rajapakse ordered to be remanded until March 25."
      ]
    }
  },
  "summary_lines": [
    "The Criminal Criminal Criminals and Drug Trafficking Department presented organized criminals and drug dealers to court, including \"beef\" arrested in Dubai in August 2022, released after Dubai Police complied. Seven were rearrested in March 2023. The CID questioned them under the Prevention Act. After a year, \"beef\" and \"Kudu Islaya\" were submitted to the Colombo Judicial Medical Officer. The suspects were taken to court for law functions. The case was taken up by High Court Judge Thamith Thatawatte, supported by the CID. The State Counsel Sajith Bandara appeared. The Lord filed 22 charges, including terrorism. The suspects were attacked by the CID and STF officers. The judge allowed the suspect to be detained in Tangalle and issued a warrant for Ravindu Sandee. The Terrorism and Investigation Division was ordered to ensure the suspect's safety."
  ]
}