{
  "translated_text": {
    "ta": {
      "title": "மக்கள் போராட்டத்திற்குச் செல்லாத பொருளாதாரத்தை உருவாக்குகிறார்கள்",
      "body_lines": [
        "ஜனாதிபதி ரணில் விக்கிரேமேசிங்கே, மக்கள் ஒரு பொருளாதார சூழ்நிலையை உருவாக்கி வருகிறார்கள், அது மீண்டும் போராட்டத்திற்கு செல்லாது.",
        "කඩා වැටුණු ආර්ථිකය වසර දෙකක් තුළ යළි ගොඩනැඟීමට හැකිවූ බව පෙන්වා දුන් ජනාධිපතිවරයා නැවත කඩා නොවැටෙන ආර්ථිකයක් රට තුළ ඇතිකර ජනතාවගේ ජීවන තත්ත්වය ඉහළ නැංවීමට කටයුතු කරන බව ද කියා සිටියේය.",
        "இன்று (25) ஐ.டி.சி ரத்தெபி ஹோட்டலின் தொடக்கத்தில் இந்த கருத்துக்களை ஜனாதிபதி ரங்கில் விக்ரெமேசிங் பங்கேற்றார்.",
        "கட்டப்பட்ட ஐ.டி.சி ராட்னாடெபெபெபெபி ஹோட்டல், இந்தியாவில் ஐ.டி.சி ஹோட்டல் குழுமத்தால் கட்டப்பட்ட முதல் ஹோட்டல் ஆகும்.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "ஐ.டி.சி இலங்கையை வரவேற்கிறது. ஆசியாவின் முதல் ஐந்து ஸ்டார் ஹோட்டலான கேலி ஃபேஸ் ஹோட்டல் இதற்கு அருகில் அமைந்துள்ளது. இந்திய தாஜ் ஹோட்டலும் இதற்கு அருகில் அமைந்துள்ளது. ஷாங்கிரிலா ஹோட்டலும் சிங்கப்பூரில் அமைந்துள்ளது. அவர்கள் அனைவரையும் விட உயரமான இடத்தில் ஐ.டி.சி ரத்த இரவு ஹோட்டலும் உள்ளது. மேலும் ஒரு இலவங்கப்பட்டை வாழ்க்கை ஹோட்டல் உள்ளது.",
        "இவை அனைத்தும் இலங்கையில் ஹோட்டல் தொழிலைக் குறிக்கின்றன. பெறுதல் ஹோட்டல் இலங்கையில் முதல் நகர்ப்புற ஹோட்டல், பல ஆண்டுகளுக்கு முன்பு, இந்தியா சுற்றுலா ஹோட்டல்களின் தொடக்கமாகும். எனவே, இந்தியா மற்றும் சிங்கப்பூரை பிரதிநிதித்துவப்படுத்தும் ஹோட்டல்கள் இங்கே அமைந்துள்ளன. ஆசியாவில் நீங்கள் அத்தகைய சிறப்பு இடத்தைப் பெற முடியும் என்று நான் நினைக்கவில்லை.",
        "கொழும்பு மற்றும் கொழும்பில் சுற்றுலா மையத்தின் அடையாளமாக இருக்கும் என்பதில் சந்தேகமில்லை. இந்தியாவில் 10,000 அறைகள் கொண்ட ஹோட்டல்கள் ஐ.டி.சி.",
        "இலங்கையில் நீங்கள் மேம்படுத்தக்கூடிய பிற இடங்களும் உள்ளன. கொழும்பில் உள்ள ஜனாதிபதியின் வீடு மடிவேலாவுக்கு கொண்டு செல்லப்பட வேண்டும். கொழும்பு குடியரசு சதுக்கம், கடற்படைத் தலைவர்கள், பழைய ஜெத்தா, ஓல்ட் ஹவுஸ் மற்றும் முக்கிய தபால் அலுவலகம் ஆகியவை சுற்றுலா நகரத்தின் ஒரு பகுதியாக உருவாக்கப்படலாம்.",
        "இரண்டு ஆண்டுகளுக்கு முன்பு நாடு இருந்த சூழ்நிலையை நீங்கள் நினைவில் கொள்ள வேண்டும் என்று நினைக்கிறேன். முன்னாள் ஜனாதிபதி அலுவலக அலுவலகத்தில் ஒரு போராட்டம் சோதனை நடத்தியது. பொருளாதாரம் சரிந்ததால் மக்கள் பொருளாதாரத்தில் கவனம் செலுத்தினர். ஆனால் இரண்டு ஆண்டுகளுக்குள் சரிந்த பொருளாதாரத்தை உருவாக்க முடிந்தது.",
        "இது ஒரு சுற்றுலா நகரமாக மாறியுள்ளது. நட்சத்திர வகுப்பு ஹோட்டல்கள் சுற்றுலாவை நம்பலாம். சரிந்த பொருளாதாரத்தை உருவாக்க இது உதவுகிறது. இலங்கையின் பொருளாதாரத்தை சுற்றுலா விரைவாக மீட்டெடுக்க முடியும். தேவையான வசதிகளை வழங்க நாங்கள் தயாராக உள்ளோம்.",
        "மேலும், போராட்டம் இல்லாத பொருளாதாரம் இருக்க வேண்டும். அதற்கான திட்டங்களுக்கான திட்டங்களை நாங்கள் செயல்படுத்துகிறோம். இந்த திட்டங்கள் அனைத்தும் இந்த அனைத்து திட்டங்களாலும் நிறுவப்படலாம். இலங்கை பொருளாதாரம் உறுதிப்படுத்தப்படலாம்.",
        "பிரதம மந்திரி தினேஷ் குணவர்தேனா, முன்னாள் ஜனாதிபதிகள், சந்திரிகா பண்டாரநாயக குமாரத்துங்கா, ஜனாதிபதியின் ஜனாதிபதி ஆலோசனை, சாகலா ரத்னாயகே, ஸ்ரீ லங்கா, இந்திய உயர் ஸ்தானிகர் சன்மானா, ஸ்ரீ லங்கா ஜெனரல் சவவேந்திர சில்வா, ஆயுத பவர்ஸ் ஜெனரலின் தலைவர், மற்றும் ஜனாதிபதியின் தலைவர், மற்றும் ஜனாதிபதியின் தலைவர், மற்றும் குழு மற்றும் மேலாண்மை இயக்குநர் சஞ்சீவ் பூராய் ஆகியோரும் கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "The people create an economy that does not go back to struggle",
      "body_lines": [
        "President Ranil Wickremesinghe said that the people are creating an economic situation that will not go back to a struggle.",
        "He said the President pointed out that the crash economy was rebuilt within two years, he said he would resume an economy in the country and improve the quality of life of the people.",
        "President Ranil Wickremesinghe made these comments participating at the opening of ITC Ratdepi Hotel today (25).",
        "The ITC Ratnadeepepepepepepi Hotel, which was built, is the first hotel built by ITC Hotel Group in India.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "Itc welcomes Sri Lanka. Galle Face Hotel, the first five star hotel in Asia, is located near this. And the Indian Taj Hotel also is located near this. Shangriila Hotel is also located in Singapore. There is also the ITC Ratnightpa Hotel in taller than all of them. And there is a Cinnamon Life Hotel.",
        "All this represents the hotel industry in Sri Lanka. And the Obtain Hotel was the first urban hotel in Sri Lanka, and many years ago, India was the commencement of the tourist hotels. Therefore, the hotels representing India and Singapore are located here. I don't think you can get such a special place in Asia.",
        "No doubt will be a symbol of the center of tourism in Colombo and Colombo. The 10,000-room hotels in India have chosen the ITC as the best place to come.",
        "There are other places in Sri Lanka that you can improve. President's House in Colombo to be taken to Madiwela. The Colombo Republic Square, Navy Headsman, Old Jetha, Old House and the Major Post Office can be developed as part of the tourist city.",
        "I think you should remember the situation where the country was present two years ago. A struggle raided the office of former President's office. The people focused on the economy because the economy was collapsed. But we were able to build the collapsed economy within two years.",
        "It has become a tourist city. Star class hotels can hope for tourism. It also helps to build the collapsed economy. Tourism can quickly recover the economy of Sri Lanka. We are ready to provide the necessary facilities.",
        "Also, there must be an economy that does not have a struggle. We implement the plans for the plans for that. All these plans can be established by all these plans .The Sri Lankan economy can be stabilized.",
        "Prime Minister Dinesh Gunawardena, former presidents, Chandrika Bandaranaike Kumaratunga, Presidential Counseling of the President, Sagala Ratnayake, Sri Lanka, Indian High Commissioner Sannmana, Sri LankaGeneral Shavendra Silva, Chairman of the Armed Force Secretary General, and the President of the ITC Ratnayake Group and the Director of Management Director Sanjeeewe Purai were also present."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe highlighted the resilience of Sri Lanka's economy, which, despite facing a crisis, was rebuilt within two years. He emphasized the potential of Sri Lanka as a tourist destination, with the ITC Ratnadeepe Hotel symbolizing the country's growth. Wickremesinghe also mentioned the need for further development in Colombo, including the President's House and other landmarks, to enhance tourism and boost the economy."
  ]
}