{
  "translated_text": {
    "ta": {
      "title": "சட்டவிரோத ஈ -8 விசாவால் ஏற்படும் ஆபத்தில் சட்ட மின் -9 வேலைகள்",
      "body_lines": [
        ".",
        "கடந்த காலங்களில் அவர் நிறைவேற்றிய ஊழல் தொடர்பான விசாரணையை சீர்குலைக்க போராட்டங்கள் மேற்கொள்ளப்படும் என்றும் தலைவர் மேலும் கூறினார்.",
        "தென் கொரிய இ -8 விசா பருவகால பணியாளர்களில் இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தின் முன் மேற்கொள்ளப்பட்ட ஆர்ப்பாட்டங்கள் குறித்து ஊடகங்களுடன் பேசிய தலைவர் இந்த அறிக்கையை வெளியிட்டார்.",
        "\"சிலர் ஈ -8 போராட்டத்தை முன்னிலைப்படுத்துகிறார்கள். ஆனால் உண்மையில் ஈ -8 வெல்ல முடியாது. ஒரு சில சந்தர்ப்பங்களில் பல சந்தர்ப்பங்களில் ஈ -8 மக்களை வெளிநாட்டு வேலைவாய்ப்புக்கு அனுப்புவதற்கான சரியான வழி அல்ல என்று நான் குறிப்பிட்டேன். தென் கொரியாவின் பருவகால வேலைகளுக்கு தொழிலாளர்களுக்கு நேரடி வெளிநாட்டு வேலைவாய்ப்புக்கு வெளிநாட்டு வேலைவாய்ப்பு பணியகம் வழங்கப்படவில்லை.",
        "பணியகச் சட்டத்தின்படி, ஒரு மனிதன் வெளிநாட்டு வேலைவாய்ப்புக்குச் சென்றால், பணியகம் பதிவு செய்யப்பட வேண்டும். ஈ -8 விசா அமைச்சரவை திட்டத்தின் கீழ் அமைச்சரவை ஒப்புதல் வழங்க பணியகம் தயாராக உள்ளது.",
        "இதற்கிடையில், தென் கொரியாவில் உள்ள இலங்கை தூதரகம் ஜூன் 8 ஆம் தேதி பணியகத்திற்கு அனுப்பப்பட்டுள்ளது.. முன்னாள் தலைவர் கடிதத்திலிருந்து ஒரு கடிதத்தை ஒரு கடிதத்திற்கு திருப்பித் தருகிறார். இதற்கிடையில், பணியகத்தின் பொது மேலாளர் இ -8 விசாவின் சர்கிரூப்பை முறையானதாக வழங்க அமைச்சின் செயலாளருக்கு பரிந்துரைக்கப்படுகிறார். பொது மேலாளர் ஒரு சுற்றறிக்கையை வெளியிட்டால், ஈபிஎஃப் சான்றிதழ் மூலம் முறையான வேலைவாய்ப்பு ஒப்பந்தம் தேவைப்படுகிறது.",
        "அத்தகைய முறையை செயல்படுத்தும் போது ஒரு ஒப்பந்தம் ஒரு உடன்படிக்கையில் கையெழுத்திட்டுள்ளது என்று வதந்தி பரவியுள்ளது. அமைச்சரவை ஒப்புதலைப் பெறுவதற்கு முன்னர், அரசாங்கத்தின் எந்த ஒப்புதலும் இல்லாமல் ஒரு ஒப்பந்தம் தனிப்பட்ட ஒப்பந்தத்தில் கையெழுத்திடப்பட்டுள்ளது. அமைச்சருடன் வெளி நபர்கள் இளைஞர்களுக்கு பயிற்சி அளித்து வேலைவாய்ப்புக்கு அனுப்பியுள்ளனர். இது உண்மை என்றால், மனித வர்த்தகத்தை உள்ளடக்கிய தவறு உள்ளது. இது தொடர்பாக நாங்கள் வலுவான நடவடிக்கை எடுக்கிறோம். மேலும், குற்றவியல் விசாரணைத் துறைக்கு தெரிவிக்கப்பட்டுள்ளது. மேலும், உள் தணிக்கை பரிசோதனை மேற்கொள்ளப்படுகிறது.",
        "இது வேலை தேடுபவர்களின் மிகவும் சட்டவிரோத செயல் என்று நாங்கள் கோருகிறோம். சிக்கிக் கொள்ள வேண்டாம். நாம் ஆபத்தை ஏற்படுத்த முடியாது. இந்த வேலை வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தால் நிறுத்தப்படுவதாக யாரோ நினைப்பதில் எந்த உண்மையும் இல்லை. கடைசி படி விசா பெறுவது. விசா பெற வெளிநாட்டு வேலைவாய்ப்பு பணியகத்திற்கு வழி இல்லை. அது இவ்வளவு பணம் செலுத்தப்பட்டுள்ளது.",
        "பணத்தைப் பெற்றவர்களின் வீடுகளைப் பார்த்தோம். வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தின் ஒப்புதல் இல்லாமல் வெளிநாட்டு வேலைவாய்ப்பை வழங்குதல், யாரும் கட்டணம் வசூலிக்க முடியாது. இந்த விஷயங்களில் யாராவது தலையிட்டால் சட்டத்தை அமல்படுத்துமாறு அமைச்சர் விஜிதா ஹெராத் எங்களுக்கு அறிவுறுத்தினார். புதிய அரசாங்கம் எந்த பதட்டமான போராட்டமும் இல்லாமல் போராடுகிறது. இது சாத்தியமில்லை.",
        "சுமார் 20 ஆண்டுகளாக ஒரு முறையான முறையைத் தொடர்ந்து ஈ -9 விசா பிரிவின் கீழ் தென் கொரியாவின் வேலைகளில் கவனம் செலுத்துவோம். எங்களுக்கு சுமார் 6,000 வேலைகள் ஆண்டு பெறுகின்றன. அந்த நேரத்தில் சுமார் 300,000 இலங்கை தொழிலாளர்கள் உள்ளனர். பல நாடுகளில் பல நாடுகளில் இலங்கையின் முறைகளில் நாட்டின் நாடு பெரும் தாக்கத்தை ஏற்படுத்துகிறது.",
        "ஈ -8 விசா வெளியீட்டில் ஈ -9 விசாவின் ஆபத்து மற்றும் பிரச்சினையின் ஆபத்து உள்ளது. பருவகால வேலைகள் 5-7 மாதங்களுக்கு கிடைக்கின்றன. அவருக்கு ரூ.. வேலைகள் ஒரு பெரிய தொகையை 12.18,20 லட்சம் பெற எதுவும் இல்லை. காற்று டிக்கெட் வாங்கப்பட வேண்டும். அவர்கள் நிச்சயமாக அந்த நாட்டிற்கு செல்வார்கள். இந்த தரகு குழுக்கள் ஐந்து மாதங்கள் விடுமுறை அளிக்கும்போது, ​​அவர்கள் 5-6 வயதாக இருக்க முடியும் என்று அறிவுறுத்துகிறார்கள். இந்த நிலைமை தென் கொரியாவுக்குச் செல்ல சட்டப்படி தயாராக இருக்கும் தொழிலாளர்களை பாதிக்கிறது. கொரிய அதிகாரிகள் நிச்சயமாக வேலை மடுவைக் குறைப்பார்கள்.",
        "உங்களிடமிருந்து பணம் பெற்ற நபர்களைப் பற்றிய தகவல்களை எங்களுக்கு வழங்குமாறு ஈ -8 விசா மோசடியை நாங்கள் கேட்டுக்கொள்கிறோம். அதே மோசடியிலிருந்து நாட்டின் மக்களுக்கு தகவல் கொடுத்தது. இந்த மோசடியை நிறுத்த எங்களுக்கு உதவுங்கள். நாட்டின் சட்டத்தை தண்டிக்க நாங்கள் தயாராக இருக்கிறோம். \"வெளிப்படுத்தியது."
      ]
    },
    "en": {
      "title": "Legal E-9 jobs in danger caused by an illegal E-8 visa",
      "body_lines": [
        "Sri Lanka Foreign AgendasPresident of the Employment Bureau of Employment Bureau Kiosala Wickremasinghe said.",
        "The Chairman also added that the struggles will be carried out to disrupt the investigation into the corruption he has executed in the past.",
        "Speaking to the media regarding the protests carried out in front of the Sri Lanka Bureau of Foreign Employment in the South Korean E-8 Visa seasonal personnel, the Chairman made this statement.",
        "\"Some people highlight the e-8 struggle. But not really e-8 can't win. I mentioned several occasions on a few occasions that the e-8 is not a proper way to send people to foreign employment. The Foreign Employment Bureau has not been granted to a privately foreign employment to direct workers for the seasonal jobs of South Korea.",
        "According to the Bureau Act, if a man goes to foreign employment, the Bureau should be registered. The Bureau has been prepared to provide the Cabinet approval under the E-8 Visa Cabinet proposal.",
        "In the meantime, the Sri Lankan Embassy in South Korea has been sent to the Bureau on June 8th.. The former chairman returns a letter from the letter to a letter. Meanwhile, the General Manager of the Bureau is referred to the Secretary to the Ministry to issue a circroup of the E-8 Visa to legitimate. If the General Manager is releasing a circular, a formal employment agreement is required by the EPF certify.",
        "Rumor is propagated that a treaty has signed a covenant while implementing such a methodology. Prior to obtaining the cabinet approval, a treaty has been signed a personal agreement without any approval of the government. External people with the minister have trained the youth and send them to employment. If this is true, there is a mistake that includes human trading. We take strong action in this regard. Also, has been informed to the Criminal Investigation Department. Also, an internal audit examination is carried out.",
        "We request this is a very illegal act of job seekers. Don't get caught up. We can't endanger. There is no truth that somebody thinks this job is stopped by the Foreign Employment Bureau. The last step is to get visa. The Foreign Employment Bureau has no way to get visa. And that has been paid so much money.",
        "We saw the homes of those who received the money. Providing foreign employment without approval of the Foreign Employment Bureau, no one can be charged. Minister Vijitha Herath advised us to implement the law if anyone had intervene in these things. The new government struggles without any tense struggling. This is not possible.",
        "We will focus on South Korea's jobs under the E-9 Visa category following a legitimate system for about 20 years. We get around 6,000 jobs anniversary. There are about 300,000 Sri Lankan workers at that time. The country's country has a huge impact on the methodology of Sri Lanka in many countries in many countries.",
        "The E-8 visa issue has the risk of the E-9 Visa and the risk of the issue. Seasonal jobs are available for 5-7 months. Even though he is paid a salary of Rs.. Get the jobs have nothing to get paid a large sum of Rs. 12.18,20 lakhs. The air ticket should be purchased. They will definitely go to that country. These brokerage teams advise when they were five months off, they could stay 5-6 years old. This situation affects the workers who are legally ready to go to South Korea. Korean authorities will definitely reduce the job sink.",
        "We urge the e-8 visa fraud to give us information about the people who have gained money from you. Informed the people of the country from the same scam. Help us stop this scam. We are ready to punish the law of the country. \"Expressed by."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "E-9 jobs endangered due to illegal E-8 visa scheme. Sri Lanka Employment Bureau warns against fraudulent recruitment practices. Legal E-9 visas for South Korea now at risk. Bureau investigates corruption claims related to unauthorized E-8 visas."
  ]
}