{
  "translated_text": {
    "si": {
      "title": "'මාව බේරුවා \"රසිකයන්ගේ රසිකයන්ගේ මිනිසා' රමරාරාජන් යාච් prayer ාවයි",
      "body_lines": [
        "දෙමළ සිනමාවේ ඉතිහාසයේ අත්යවශ්ය බලය 'මිනිසුන් මිනිසා' රමරාරාජන් ය. කෙටි විවේකයකින් පසුව ඔහු 'සමනියන්' කතාවේ වීරයා ය. චිත්රපටයේ සංගීතය හා පෙරදසුන චෙන්නායි හි ඉක්මනින් නිකුත් කෙරේ.",
        "රමරාරාජන්, නක්ෂා සරන්, ස්මරිරි වෙන්ට්, අබර්නාති, රාධා රවී,. එස්.. භස්කර්, ලියෝ සිවකුමාර්, රාජා රාණි පණ්ඩියන්, මයිම් ගෝපි, පික් වෙන්ක්, විනෝදිනි, කේ. එස්.. රවිකුමාර්, රොබෝ ශංකර් සහ තවත් බොහෝ දෙනෙක් තරුවක්. අරුල් සෙල්වන් විසින් පටිගත කර ඇති මෙම චිත්රපටය සංගීත ian g ානි ඉලියාරාජා රචනා කර තිබේ. නිෂ්පාදක v. දහවල් බිම්.",
        "මෙම අවස්ථාවට එක්වෙමින් රමරාජන්, \"2010 දී, 2010 දී මා කතා කරමින් සිටියදී මම අනපේක්ෂිත ලෙස හදිසි අනතුරකට ලක්වුණා.. මම පංකා යාච් .ා කිරීමෙන් දිවි ගලවා ගත්තෙමි. එයින් නැවත පැමිණ මේ ආකාරයට ක්රියා කරන්න.. සිතුවේ නැත. මෙය ලෝක ප්රාතිහාර්යයක් මෙන් සිදුවී ඇත. මේ සඳහා හේතුව මෙයයි.",
        "මට ගැලපෙන පරිදි රාකේෂ් මට හොඳ කතාවක් පැවසුවා.චිත්රපටයේ තිර රචනය යනු ලෝකයේ සෑම කෙනෙක්ම මුහුණ දෙන එක් දෙයකි. චිත්රපටය නැරඹීමෙන් පසු, නෝනාවරුනි පමණක් නොව, පුරුෂයන් ද කඳුළු සලයි. රාකේෂ් අධ්යක්ෂක චිත්රපටය දීප්තිමත් ලෙස අධ්යක්ෂණය කර ඇත. මේ වන විට මා රසිකයන් සමඟ ජීවත් වන සංගීත ian මියුරායජාගේ ගීත එයයි. පංකා පවසන්නේ ඉලයරාජා-රමරාජන් සංයෝජනය මේ වන විට ය. මට මේ චිත්රපටයේ යුගලයක් නැත. මට යුගලයක් තියෙනවා. එස්.. භස්කර් සහ රාධා රවී මට ගීත නොමැත. \"'පැවසීය."
      ]
    },
    "en": {
      "title": "'Saved me is the prayer of the fans' - 'People Man' Ramarajan",
      "body_lines": [
        "'People Man' Ramarajan is the indispensable force in the history of Tamil cinema. After a short break he is the hero of the story 'Samaniyan'. The music and preview of the film will be released soon in Chennai.",
        "Ramarajan, Naksha Saran, Smriti Venkat, Abernathi, Radha Ravi,. S.. Bhaskar, Leo Sivakumar, Raja Rani Pandiyan, Maim Gopi, Post Venkat, Vinodini, K. S.. Ravikumar, Robot Shankar and many others star. The film, which has been recorded by Arul Selvan, has composed the musician Gnani Ilayaraja. Producer V. The afternoon has produced.",
        "Speaking at the event, Ramarajan said, “In 2010, when I was speaking at a public meeting in 2010, I got into an accident unexpectedly.. I survived by the fans' prayers. Come back from it and act like this.. Did not think. This has happened like the world miracle. This is the reason for this.",
        "Director Rakesh told me a good story to suit me.The screenplay of the film is one thing that everyone in the world is facing. After watching the movie, not only the ladies but also the men shed tears. Director Rakesh has directed the film brilliantly. It is the songs of musician Ilayaraja that makes me live in fans to date. Fans say Ilayaraja-Ramarajan Combination is to date. I have no pair in this movie. I have pair M. S.. Bhaskar and Radha Ravi are so I don't have songs. ''  said."
      ]
    }
  },
  "summary_lines": [
    "\"'People Man' Ramarajan, a key figure in Tamil cinema, stars in 'Samaniyan', with music by Gnani Ilayaraja. He credits fans' prayers for his survival after an accident in 2010, and praises the film's emotional impact and Ilayaraja's music.\""
  ]
}