{
  "translated_text": {
    "si": {
      "title": "දෙමළ පක්ෂයේ සාමාන්ය අපේක්ෂකයා: සුරේෂ් ප්රේමචන්ද්රන්",
      "body_lines": [
        "ඩිමොක්රටික් දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) ප්රකාශකයෙකු වන සුරේෂ් ප්රේමචන්ද්රන් මහතා කියා සිටියේ ජනාධිපතිවරණය පිළිබඳ පොදු අපේක්ෂකයෙකු පත් කිරීම සඳහා ඩිමොක්රටික් දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) දෙමළ ජාතික සන්ධානය තුළ දෙමළ පක්ෂ සමඟ දෙමළ පක්ෂ සමඟ දෙමළ පක්ෂ සමඟ සාකච්ඡා කරන බවයි.",
        "ඔහු මේ බව කියා සිටියේ සෙනසුරාදා (6) ඩිමොක්රටික් දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) විධායක කමිටුවේ (6) වවුනියා පෞද්ගලික හෝටලයේදී පැවති මාධ්ය හමුවීමෙන් අනතුරුව ය.",
        "ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානය ශක්තිමත් කිරීම. ඒ අනුව, අපි දිස්ත්රික් මට්ටමින් කණ්ඩායම් පිහිටුවීමේ වැඩ කටයුතු කරගෙන යමු.",
        "දිස්ත්රික්ක 8 ක් සඳහා කමිටු මේ මස අවසානයේදී පිහිටුවා ඇත. ඉන් අනතුරුව සියළුම දිස්ත්රික් කමිටු මැයි 25 වන දින වවුනියාවේ රැස්වීමක් පවත්වනු ලබන අතර අපගේ ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානය ගමේ මට්ටමින් ක්රියාත්මක කිරීමේ වැඩසටහනක් සමඟ.",
        "මීළඟ ජනාධිපතිවරණයේදී ජනාධිපතිවරණයේදී අපි අන් අය සමඟ කටයුතු කරමින් සිටිමු.",
        "එය දැන් ඩයස්පෝරා රටක් බවට පරිවර්තනය කර ඇත. සමහර සිවිල් සංවිධාන ද මේ සම්බන්ධයෙන් කටයුතු කරමින් සිටී.",
        "මේ ආකාරයට ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානය දෙමළ ජාතික සන්ධානයේ පක්ෂ සමඟ කතා කරනු ඇත. අපි දෙමළ ජාතිකවාදී ප්රදේශයේ සිවිල් සංවිධාන සහ ප්රධාන සංවිධාන සමඟ සාකච්ඡා කරමු.",
        "ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානයේ කණ්ඩායමක් ඒ සඳහා කටයුතු කරනු ඇත. විග්නේශ්වරන් විසින් මෙහෙයවන ලද දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) සහ කතා කිරීමට අවශ්ය පාර්ශ්වයන් සමඟ අපි සාකච්ඡා කරමු.",
        "මේ වන විට ශ්රී ලංකාවේ ආර්ථික ගැටලුව පමණි.",
        "එහෙත් ශ්රී ලංකාවේ ආර්ථික ගැටළුව විසඳීමට නම්, දෙමළ ජනතාවගේ ජාතික ගැටළුව විසඳනු ලැබීමට ඉඩ තිබේ.",
        "එය නිසි ලෙස ක්රියාත්මක කිරීමට අප මෙම ජනාධිපතිවරණය භාවිතා කළ යුතුය. ඒ නිසා මේ මාසය අවසන් වන විට අපි වෙනත් දෙමළ ජාතික පක්ෂ සමඟ සාකච්ඡා කරමු."
      ]
    },
    "en": {
      "title": "General candidate on Tamil party: Suresh Premachandran",
      "body_lines": [
        "Suresh Premachandran, a spokesman for the Democratic Tamil National Alliance (TNA), said that the Democratic Tamil National Alliance (TNA) will discuss with the Tamil parties in the Tamil National Alliance to appoint a common candidate on the presidential election.",
        "He was speaking to the media after the meeting of the Democratic Tamil National Alliance (TNA) Executive Committee on Saturday (6) at the Vavuniya private hotel.",
        "Strengthening the Democratic Tamil National Alliance. Accordingly, we are carrying out work on setting up groups at the district level.",
        "Committees for 8 districts will be set up at the end of this month. Thereafter all district committees will convene a meeting in Vavuniya on May 25, with a program to carry out our Democratic Tamil National Alliance at the village level.",
        "We are also consulting with others on the presidential election in the next presidential election.",
        "It has now been converted into a diaspora country. Some civil organizations are also working on this.",
        "In this way, the Democratic Tamil National Alliance will speak with the parties in the Tamil National Alliance. We will also discuss with civil organizations and key organizations in the Tamil nationalist area.",
        "A team in the Democratic Tamil National Alliance will work for that. We will discuss with the Tamil National Alliance (TNA) led by Wigneswaran and the parties that want to speak.",
        "At present, there is only the economic problem in Sri Lanka.",
        "But if the economic problem in Sri Lanka is to be solved, it is possible that the national problem of the Tamil people is solved.",
        "We must use this presidential election to implement it properly. So by the end of this month, we will discuss with other Tamil national parties."
      ]
    }
  },
  "summary_lines": [
    "Suresh Premachandran, TNA spokesperson, discusses TNA's strategy for the presidential election, including setting up district committees and consulting with civil organizations. The TNA aims to address the economic issues in Sri Lanka, which could lead to solving the national problem of the Tamil people."
  ]
}