{
  "translated_text": {
    "ta": {
      "title": "හිටපු ජනපතිවරුන්ගේ වරප්‍රසාද අඩුකරනවා",
      "body_lines": [
        "\"நம் நாட்டில் அரசியல் ஒரு வணிகம் போன்றது. மக்கள் சந்து அரசாங்கத்தின் அதிகாரத்தை எடுத்து செல்வத்தை உருவாக்குகிறார். வீடுகளையும், கொழும்பு வீடுகளையும் எடுத்துச் சென்று வெளிநாட்டு வீடுகளை எடுத்துக் கொள்ளுங்கள். அவர்களின் அரசியல் பணம் சம்பாதிப்பதாகும். நம் நாட்டின் அரசியல் தேசிய சமூகத்தால் பொது சேவையாக மாற்றப்படும் ”என்று ஜனாதிபதி அனுரா குமாரா டிசனாயக்க கூறினார்.",
        "பேடெகாமா கும்ம் பொது ஸ்டேடியத்தில் நேற்று (27) நடைபெற்ற பொதுக் கூட்டத்தில் அவர் பேசினார்.",
        "\"அரசாங்கம் மற்றும் எதிர்க்கட்சி அட்டை மற்றும் பிறருடன் தேர்தலில் தேர்தல். தேசிய நாட்டுப்புற சக்தி சக்திவாய்ந்ததாக மாறினால், எண்ணெய் வாயு முடிந்தவரை தவறானது. மக்கள் தொடர்ந்து சொல்லும் போது மக்களைப் பற்றி மக்களைத் தூண்டிவிட்டார்கள். ஆனால் நாங்கள் வென்றோம். இப்போது நாங்கள் ஒரு மாதத்திற்கு ஒரு குறுகிய நேரமாக இருந்தோம். இப்போது என்ன தவறு.",
        "இந்த வார்த்தைகள் அனைத்தும் இப்போது அனைத்து பேச்சுக்களும் தவறானவை என்று தெரியும். அடுத்த பொதுத் தேர்தலில் என்ன நடக்கிறது?. ஜனாதிபதி தேர்தலில், தேசிய சேனல்களின் வேகத்திற்கு சண்டயகாவின் வாக்காளர்கள்.. அவற்றைக் கொடுங்கள்.",
        "இப்போது மீண்டும் ஒரு விவாதம் உள்ளது. அந்த பழைய கதை மீண்டும் வந்துவிட்டது. இந்த இலக்குகளுக்கு நாட்டில் எந்த அனுபவமும் இல்லை.. என்ன அனுபவம்?திருட்டில் அனுபவம் உள்ளவர்கள். சட்டத்தை முழுவதுமாக ஏற்றுக்கொள்ளாதவர்கள்.",
        "ஒரு வாகனம் சாலையில் பதிவு செய்யப்பட வேண்டும் என்பது நம் அனைவருக்கும் தெரியும்.. மக்கள் மீண்டும் காரில் இறங்குகிறார்கள், ஆனால் மக்கள் தெருவுக்கு பயப்படுகிறார்கள்.. அது அனுபவம். இப்போது பில்லியன்கள் மதிப்புள்ள சில வாகனங்கள் இப்போது உள்ளன.. சட்டம் பொருந்தாது. அவர்கள் எப்படி அனுபவிக்கிறார்கள்.",
        "குற்றவியல் தொகுதிகள், குற்றவியல் தொகுதிகள் மற்றும் குற்றவியல் தொகுதிகளை எவ்வாறு தவிர்ப்பது. அதனால்தான் அவர்களுக்கு அனுபவம் உண்டு.",
        "தேவாலயத்தின் நடுவே தேவாலயத்தில் தேவாலயத்தை தாங்கக்கூடிய நாற்காலியில் இருந்து பரிசைக் கொண்டுவர முடியும், இது தேவாலயத்தின் நடுவே தாங்கக்கூடியது. தோழர்களே அவருக்கு ஆதரவாக அவள் கையை கொடுக்க வேண்டும். எப்படி அனுபவம்",
        "இப்போது மக்களுக்கு இந்த தீமை ஏற்பட்டுள்ளது.. அரசியல்வாதிகள். இயற்கை பேரழிவு போன்ற சுனாமி போன்ற இயற்கை பேரழிவில் முன்னணியில் முன்னிலை வகித்தவர்கள்.. எங்கள் மக்கள் நல்ல வேலைக்கு பழகிவிட்டனர். அரசியல் வாழக்கூடியது. அதுதான் திசைகாட்டி. . எனவே நவம்பர் 14 அன்று, அரசியல் துண்டு ரேஷன் செய்யப்பட வேண்டும். இந்த நோக்கத்திற்காக, பாராளுமன்றம் திசைகாட்டி நிரப்ப வேண்டும்.",
        "பொதுத் தேர்தலுக்குப் பிறகு, அமைச்சரவையின் துணை மந்திரி அமைப்பான அமைச்சரவையை நியமிக்கிறோம். பின்னர் நாட்டைக் கட்டும் செயல்முறையை படிப்படியாக நிலவுகிறது. முதல் வேலையை ஒரு நல்ல அரசியலாக மாற்ற வேண்டும். அரசியல் பொது சேவையை நிரூபிக்க வேண்டும். எம்.பி.க்கள், அமைச்சர்கள், ஜனாதிபதி, ஜனாதிபதிகள் செலவழிக்கும் செலவு குறைக்கப்பட வேண்டும். க .ரவ.",
        "நம் நாட்டின் மாநில பொறிமுறையை உருவாக்க ஒரு முக்கிய காரை உருவாக்குகிறோம். மக்கள் தங்கள் வேலையை எவ்வாறு விரைவுபடுத்த முடியும் என்பதற்கான டிஜிட்டல் திட்டத்தைத் தொடங்குகிறோம். வேலை செய்ய, உலகின் சிறந்த நபர் எங்களுடன் பணியாற்ற தன்னார்வத் தொண்டு செய்வதாகும்.",
        "அடுத்து நம் நாட்டில் பள்ளி அமைப்பின் முன்னேற்றத்தின் வேலையைத் தொடங்குகிறோம். நம் நாட்டில் சுமார் 17% பள்ளிகள் 50 க்கும் குறைவான குழந்தைகள். பள்ளிகளில் குழந்தைகள் இல்லை. குழந்தைகளில் எந்த பள்ளிகளும் இல்லை .அப்போது முற்றிலும் சரிந்தது."
      ]
    },
    "en": {
      "title": "Reduces the privileges of former President",
      "body_lines": [
        "\"Politics in our country is like a business. People's Chandu take the power of the government and produce riches. Take houses and tains Colombo houses and take foreign houses. Their politics is to earn money. The politics of our country will be transformed into a public service by the national community, \"President Anura Kumara Dissanayake said.",
        "He was speaking at a public meeting held at the Baddegama Kumme public stadium yesterday (27).",
        "\"Election in elections with one of the government and the Opposition card and other. If the national folk force becomes powerful, oil gas is false as much as possible. The people have ambudded people regarding the people while they continue to say. But we won. Now we have been a short time for a month. What's wrong with now.",
        "All these words have lied. The masses now know that all the talks are false. What's going on in the next general election?. In the presidential election, the Chandayaka's electorates to the speed of national channels.. Give them.",
        "Now there is a discussion again. That old story is back. These goals have no experience in the country.. What experience is?Those who have experience in theft. Those who do not accept the law completely.",
        "All of us know that a vehicle should be registered in the road.. People get back to the car, but people are afraid of the street.. That's experience. Now there are some vehicles that are worth billions now.. The law is not relevant. That's how they experience.",
        "How to avoid criminal blocks, criminal blocks, and the criminal blocks. That's why they have their experience.",
        "The Prize can be brought from the chair, which can bear the church drum in the church, which can bear the midst of church, which can bear the midst of church.Bringing a no-confidence. That guys were to give her hand in favor of him. That's how experience",
        "Now the people have had these evil.. Politicians. Those who have taken the lead in the forefront of a natural disaster such as a tsunami, such as a tsunami, a natural disaster.. Our people are used to good work. Politics habitable. That's the compass. . So on November 14, the political strip should be rationed. For this purpose, parliament should fill in the compass.",
        "After the general election, we appoint the Cabinet, a corresponding deputy ministerial body of the cabinet. Then progressively prevale the process of building the country. The first job should be made a good politics. Politics should prove the public service. The cost of spending of MPs, ministers, president, presidents should be reduced. Hon.",
        "We make a prominent car to make the state mechanism of our country. We start digital project as to how the people can expedite their work. To work on, the best person in the world is to volunteer to work with us.",
        "Next we start up the work of upliftment of the school system in our country. About 17% of the schools in our country are less than 50 children. There are no children in schools. No schools in the children .Then is completely collapsed."
      ]
    }
  },
  "summary_lines": [
    "Former President reduces privileges, criticizes politicians' focus on personal gain over public service. Promises transparency, accountability, and education reform. Emphasizes need for experienced leaders who prioritize national interests over self-interest."
  ]
}