{
  "translated_text": {
    "ta": {
      "title": "கோதடுவா புதிய ஈரநில பூங்காவில் வளர்ச்சி நடவடிக்கைகளைத் தொடங்குகிறார்",
      "body_lines": [
        "ஈரநிலங்களைப் படிப்பதற்கான சிறப்பு ஆய்வு மையம் ...",
        "ஈரமான தரை மற்றும் தாழ்நிலத்தை உருவாக்க கூடுதல் திட்டங்கள் ....",
        "கோதடுவா புதிய ஈரநில பூங்காவில் வளர்ச்சி நடவடிக்கைகளைத் தொடங்குகிறார். கொழும்பு மாவட்டத்தில் அடையாளம் காணப்பட்ட திட்டத்தின் கீழ் கோதடுவா ஈரநிலத்தின் வளர்ச்சியில் இலங்கை நில மேம்பாட்டுக் கழகம் கவனம் செலுத்தியுள்ளது.",
        "நகர்ப்புற ஈரநிலங்கள், தியாசனா, பெடகனா ஆகியவற்றை உருவாக்குவதன் மூலம் இப்போது பொதுமக்களுக்கு திறந்திருக்கும்.",
        "சுற்றுச்சூழல் சமநிலையை பராமரித்தல், பிஸியான நகரத்தில் பொதுமக்களின் மன ஆரோக்கியத்தை பராமரித்தல் மற்றும் பிஸியான நகரத்தில் உள்ள மக்களின் மன ஆரோக்கியத்தை பராமரித்தல், ஈரமான தரை தோட்டத்தை நிர்மாணித்தல்.",
        "பெரிய கொழும்பு வெள்ளக் கட்டுப்பாட்டு திட்டத்தின் கீழ் 'குறைந்த நில மேம்பாட்டுத் திட்டத்தின்' நோக்கங்களுடன் இலங்கை நில மேம்பாட்டுக் கழகம் மற்றும் 'அதிக கொழும்பு வெள்ளக் கட்டுப்பாட்டு பாதுகாப்பு விவரங்களின் நோக்கங்கள் இந்த திட்டம் நடந்து வருகிறது. திட்டத்தின் மதிப்பிடப்பட்ட செலவு ரூ. இந்த ஆண்டு இறுதிக்குள், அபிவிருத்தி பணிகள் முடிக்கப்பட வேண்டும்.",
        "இந்த ஈரநிலத்தை சுற்றி 3.5 கிலோமீட்டர் நீளத்தின் எண்ணிக்கையில் 35 ஹெக்டேருக்கு மேல் நடைபயிற்சி பாதை கட்டப்பட்டுள்ளது.. கோதடுவா பார்ம்ஸ், ஒரு பறவை பாதை, ஒரு பறவை பாதை, ஒரு பறவைக் கோடு, ஒரு வனவிலங்கு, ஒரு பிரகாசமான, வனவிலங்குகள் மற்றும் டைனீன் வழியாக நடந்து செல்லும் பார்ம்களின் உதவியுடன் செயல்படுத்தப்பட உள்ளது.",
        "ஈரமான நிலத்தைப் பாதுகாக்க பொதுமக்களைப் பாதுகாக்க நடவடிக்கை எடுக்க நடவடிக்கை எடுக்க இந்த வளாகத்தில் ஒரு சிறப்பு ஆய்வை வழங்குவதற்கான சிறப்பு ஆய்வுகள் நடத்த நடவடிக்கைகள் தயாராக உள்ளன.. ஈரநிலங்கள் உட்பட பள்ளி குழந்தைகள், பல்கலைக்கழக அறிஞர்களுக்கு கல்வி கற்பதற்கான இடத்தை இது திறக்கிறது. இந்த ஆய்வு மையத்தின் நோக்கம் கோதடுவாவில் உள்ள ஈரநிலத்தில் உள்ளவர்களைப் பாதுகாக்க மக்களைத் தூண்டுவதாகும்.",
        "1991 ல் ராம்சா மாநாட்டின் உறுப்பினரைப் பெற்ற பின்னர் இலங்கையின் ஈரநிலங்கள் குறித்து இலங்கை அதிக கவனம் செலுத்தியது.. அதன்படி, கொழும்பு மாவட்டம் உலகின் முதல் ஈரநில மூலதனமாக அடையாளம் காணப்பட்டது.",
        "சுற்றுச்சூழல் அமைப்புகளைப் பாதுகாக்க இலங்கையில் உள்ள அனைத்து ஈரமான நிலங்களையும் அபிவிருத்தி செய்து பராமரிக்குமாறு இலங்கை நில மேம்பாட்டுக் கழகத்திற்கு நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டுவசதி அமைச்சர் பிரசன்னா ரனாதுங்கா அறிவுறுத்தியுள்ளார்.",
        "இலங்கை நில மேம்பாட்டுக் கழகம் மூலம் ஈரநிலங்களையும் தாழ்நிலங்களையும் உருவாக்க பல திட்டங்கள் தொடங்கப்பட்டுள்ளன.",
        "அதன்படி, பல்லுயிர் பூங்காக்களின் பராமரிப்பை பராமரிப்பது 26% ஆகவும், இந்த திட்டம் ரூ. பாதுகாப்பு மற்றும் குறைந்த தரை மேம்பாட்டிற்கான பட்டறைகளை நடத்துதல் மற்றும் இந்த ஆண்டு ரூ .10 லட்சம் செலவழித்துள்ளது. இது இந்த ஆண்டு பிப்ரவரியில் தொடங்கப்பட்டது, ஜூன் மாத இறுதியில். 50% முன்னேற்றம் அடைந்துள்ளதாக இலங்கை நில மேம்பாட்டுக் கழகம் கூறுகிறது.",
        "ஈரநில பாதுகாப்புக்கான குறிப்பிட்ட ஈரநில மேலாண்மை உத்திகள், ஈரநில கார்பன் தேடல்கள் செயல்படுத்தப்பட வேண்டும், மேலும் ஈரநில கார்பன் சீர்னெஸின் பாதுகாப்பு இந்த ஆண்டு முடிக்கப்பட உள்ளது என்று இலங்கை நில மேம்பாட்டுக் கழகம் கூறுகிறது.",
        "வெட்லேண்ட் கார்பன் வரிசை மார்ச் மற்றும் செப்டம்பர் மாத இறுதியில் தொடங்க திட்டமிடப்பட்டுள்ளது என்று நிறுவனம் கூறுகிறது.",
        "இலங்கை நில மேம்பாட்டுக் கழகம் ரூ.. இது இப்போது 34%அடைந்துள்ளது.",
        "இலங்கை நில மேம்பாட்டுக் கழகம் ஈரநில பாதுகாப்பு மற்றும் ஈரநில நிலங்கள் மற்றும் தாழ்வான வளர்ச்சியை உருவாக்கும் நோக்கத்துடன் 3 திட்டங்களை இயக்குகிறது.",
        "கொழும்பில் நீர்-தர மேம்பாட்டுத் திட்டம் ஈரநில முதலீடு திட்டம் மற்றும் காளிமா ஓயா மழை நீர் வடிகால் மற்றும் சுற்றுச்சூழல் மேம்பாட்டு திட்டம். இது 2030 இல் முடிக்கப்பட உள்ளது. இந்த திட்டம் ரூ .2 மில்லியனை ரூ.",
        "ஈரநில படையெடுப்பு தடுப்பு திட்டம் ஏற்கனவே 77.85% முன்னேற்றம் அடைந்துள்ளது. கொழும்பில் நீர் தர மேம்பாட்டுத் திட்டம் 22.08% மற்றும் கலுரா சத்திய வரநேன் மற்றும் சுற்றுச்சூழல் மேம்பாட்டு திட்டம் ஏற்கனவே 40% முன்னேற்றத்தை அடைந்துள்ளன."
      ]
    },
    "en": {
      "title": "Gothatuwa commences development activities at New Wetland Park",
      "body_lines": [
        "Special study center for study of wetlands ...",
        "More projects to develop wet ground and lowland ....",
        "Gothatuwa commences development activities at New Wetland Park. The Sri Lanka Land Development Corporation has focused on the development of Gothatuwa wetland under the program identified in the Colombo district.",
        "It is now open to the public by developing urban wetlands, Diyasana, Beddagana.",
        "Maintain environmental balance, maintaining the mental health of the public in a busy city and maintaining the mental health of the people in a busy city, constructing the wet ground garden.",
        "Sri Lanka Land Development Corporation with the purposes of 'Low Land Development Project' under the Greater Colombo Flood Control Project and the purposes of the 'Greater Colombo Flood Control Protection of Water DetailsThis project is underway. The estimated cost of the project is Rs. 180 million. By the end of this year, the development work is to be completed.",
        "The walking lane has been built along the number of 3.5 kilometers length around this wetland over 35 hectares.. Gothatuwa is due to be implemented with the assistance of the Barms, a Bird Lane, a Bird Lane, a Bird Line, a Wildlife, a Bright, Wildlife, and the Barms of Walking through the Tynene.",
        "Steps have also been prepared to have a special studies to provide a special study in this premises to take action to take action to protect the public to protect the wet land.. It opens the space to educate school children, university scholars, including wetlands. The objective of this study center is to tempt the people to protect the people in the wetland in Gothatuwa.",
        "Sri Lanka paid more attention to Sri Lanka's wetlands after receiving the membership of the Ramsa Conference in 1991.. Accordingly, the Colombo District was identified as the world's first wetland capital.",
        "Urban Development and Housing Minister Prasanna Ranatunga has instructed the Sri Lanka Land Development Corporation to develop and maintain all wet land in Sri Lanka to protect ecosystems.",
        "A number of projects have been launched to develop wetlands and lowland, through the Sri Lanka Land Development Corporation.",
        "Accordingly, maintaining the maintenance of biodiversity parks has been produced at 26% and the project has been spent on Rs. 20 million. Conducting workshops for conservation and low ground development and has spent Rs 10 lakhs this year. This was started in February this year, and the end of June. The Sri Lanka Land Development Corporation says that 50% has made progress.",
        "Specific wetland management strategies for wetland conservation, wetland carbon searches are to be implemented and the conservation of wetland carbon searness is to be completed this year, says the Sri Lanka Land Development Corporation.",
        "The Corporation says wetland carbon sequence is planned to commence March and end September.",
        "The Sri Lanka Land Development Corporation stated that Rs. 2 million has cost Rs.. It has now achieved 34%.",
        "Sri Lanka Land Development Corporation operates 3 projects with the objective of developing wetland conservation and wetlandlands and lowland development.",
        "Water-quality improvement project in Colombo is Wetland investping project and Kalima Oya Rain Water Drainage and Environment Improvement Project. It is to be completed in 2030. The project has spent Rs.2 million from Rs.",
        "Wetland invasion prevention project has already taken progress of 77.85%. The water quality improvement project in Colombo is 22.08% and Kalura Oath Waranane and Environmental Development Project have already achieved 40% progress."
      ]
    }
  },
  "summary_lines": [
    "Gothatuwa, Sri Lanka, is developing its New Wetland Park, part of a broader initiative to enhance urban wetlands like Diyasana and Beddagana. Aimed at preserving environmental balance and public mental health, the project involves creating a walkway around the 35-hectare area and establishing a study center for wetland education. With an estimated cost of Rs. 180 million, it's expected to complete by the end of the year."
  ]
}