{
  "translated_text": {
    "si": {
      "title": "එක් දිනක් තුළ දෙදෙනෙකු ජීවතුන් අතර සිටින බව මම දුටුවෙමි. 1983 ජූලි මාසයේදී කෝලාහල දුටු කෙනෙකුගේ මනසට බාධා කළ දිනපොතකි",
      "body_lines": [
        "වැඩිමහල් සහෝදරියගේ වයස අවුරුදු 11 ක් වන අතර බාල සොහොයුරිය වයස අවුරුදු 11 කි. ඔවුන් ඔවුන්ව මගේ නිවස අසලට ගෙනැවිත්, කල්ලි කල්ලි ඔවුන් වට කළහ. ඔවුන්ට කළ හැකි දේ ගැන ඔවුහු සාකච්ඡා කළහ.",
        "හදිසියේම, මිනිසෙක් ගැහැණු ළමයා අතේ අල්ලාගෙන අතේ පිහියකින් කපා දැමීමට පටන් ගත්තේය.",
        "එවිට ඇය රැජිනගේ පිස්සු සිනහව මධ්යයේ ඇය ඔවුන්ගේ පාදවලට වැටී ඇගේ සහෝදරිය සමඟ අයැද සිටියහ.",
        "එවිට මිනිසෙක් පොරව ගෙන දැරියගේ හිසට නැග්ගේය.",
        "ඇගේ සහෝදරිය තම සහෝදරිය මාරාන්තික ලෙස killing ාතනය කිරීම සහ ඇයගේ හිඟකම පිළිබඳ මිශ්ර හැඟීම් නිසා මිය ගොස් ඇත",
        "ඇය විසින් ලිංගික අතවරයට ලක්වූ පසු අනෙකට අනතුරු ඇඟවූ පුද්ගලයින් 20 දෙනෙකු පමණි. ඔහු ඇයව අමානුෂික ලෙස සොලවා ගත්තේය.",
        "ඇය කෑගැසීමට හා සටන් කිරීමට පටන් ගත් අතර, අවට බැලූ විට ඇය ඇගේ සිරුරෙන් ලේවැකි බව පළමු වරට දැනුණි.",
        "හදිසියේම ඇය ඇගේ හස්තය තද කර ඇගේ මුහුණට යටත් විය.",
        "ඇය සුසුමක් හෙළා සිහිසුන්ව වැටුණාය. ඉන්පසු ඔවුන් ඇය මත පෙට්රල් වත් කළා.",
        "අද වන විටත්, ප්රාග් or තිහාසික මනුෂ්යයන් මනුෂ්යයන් මනුෂ්යයන් සිටින බව මම තරයේ විශ්වාස කරමි.",
        "3.15- ඇඳිරි නීතිය පැය දෙකක් සඳහා බලාත්මක විය යුතු නමුත් ප්රදේශය අතිරික්ත සිදුවීමක් මෙන් විය.. මිනිස්සු කොල්ලකලාභී අයිතම රැගෙන ගියා.",
        "ආරක්ෂක අංශ ඔවුන් වැළැක්වීමට කිසිදු ක්රියාමාර්ගයක් නොගන්නා බව මෙම පුවතට පවසා තිබිය යුතුය.",
        "4.30 - මෙම ක්රියාකාරකම් අඛණ්ඩව සිදු විය.",
        "පුදුමයට කරුණක් නම්, ඔවුන් තවමත් මගේ ගෙදරට පහර දී නැත.",
        "මම නිවසේ සිටියේ .ාදායික වූ.",
        "6.15 - ඔවුන්ගේ සංඛ්යාව පහත වැටෙමින් තිබුණත් ඔවුන් දිගින් දිගටම කොල්ලකෑහියා.",
        "තවත් කණ්ඩායමක් වයස අවුරුදු 14 ත් 18 ත් අතර කාලයක් අතර පැකේජ රාශියක් රැගෙන ගියහ."
      ]
    },
    "en": {
      "title": "I saw two people alive in one day- a diary that disturbed the mind of someone who saw the riots in July 1983",
      "body_lines": [
        "The elder sister is 11 years old and the younger sister is 11 years old. They brought them near my house, and the gangs of the gangs surrounded them. They discussed what they could do.",
        "Suddenly, a man grabbed the girl in his hand and started cutting with a knife in his hand.",
        "Then she fell on their feet amidst the mad laughter of the queen and pleaded with her sister.",
        "Then a man took the ax and climbed the girl's head.",
        "Her sister was killed as a deadly killing of her sister, and the mixed feelings of the scarce of her, the fagrous feelings of helpless restlessness became",
        "Only 20 men warned of the other after she had been sexually assaulted by her. He shook her out brutally.",
        "She began to scream and fight, and looked around and felt the first time that she was bloody from her body.",
        "Suddenly she tightened her fist, and then surrender to her face.",
        "She left a sigh and fell unconscious. They then poured gasoline on her.",
        "I firmly believe that the prehistoric human beings are more fashionable than the Sinhala Buddhists of today.",
        "3.15- The curfew must have come into effect for two hours but the area looked like an extravagant event.. People were carrying the looted items.",
        "The news must have been told that the security forces will not take any action to prevent them.",
        "4.30 - These activities continued.",
        "Surprisingly, they have not yet hit my house.",
        "I was at home because my family had gone to Jaffna for the wedding of a relative.",
        "6.15 - Their number was declining, but they continued to plunder.",
        "Another group was carrying many packages between the ages of 14 and 18 years."
      ]
    }
  },
  "summary_lines": [
    "A disturbing account describes witnessing two young girls, aged 11, being attacked by gang members during riots in July 1983. One girl was stabbed and beheaded, while the other was brutally assaulted before being set on fire. Despite the chaos, the narrator remains safe, observing the events from afar. This incident highlights the brutalities of the time, contrasting the savagery with the narrator's belief that ancient humans were more civilized."
  ]
}