{
  "translated_text": {
    "si": {
      "title": "ඊ - සියලුම ශ්රී ලාංකිකයන් සඳහා විදේශ ගමන් බලපත්රය;කටුනායක ගුවන් තොටුපලේ ජෛවමිතික පරීක්ෂණය",
      "body_lines": [
        "කටුනායක බණ්ඩාරනායක ජාත්යන්තර ගුවන්තොටුපලේ සියලුම පුරවැසියන් සඳහා ජෛවමිතික ස්වයංක්රීය මුහුණේ හඳුනාගැනීමේ සංවිධානය සහ සියලුම පුරවැසියන් සඳහා ශ්රී ලංකාවේ ආරක්ෂාව සහ සංචාරක කුසලතා සහ සියලු පුරවැසියන් සඳහා විද්යුත් ගමන් බලපත්රය වැඩි කෙරේ.",
        "එළඹෙන සති කිහිපය තුළ, ගුවන්තොටුපළ සිය ආරක්ෂක පියවර පුළුල් කරන අතර පැමිණෙන සහ පිටතට යන සියලුම මගීන් සඳහා අනිවාර්ය ස්වයංක්රීය මුහුණේ හඳුනාගැනීමේ පද්ධතියක් හඳුන්වා දෙනු ඇත.",
        "මෙයට ඇඟිලි සලකුණු ස්කෑන් කිරීම, නිරවද්ය අනන්යතාවය තහවුරු කිරීම සහ ගුවන්තොටුපල ආරක්ෂාව තවදුරටත් ශක්තිමත් කිරීම, හර්ෂ ඉර්ෂා ඉර්ෂ ඉර්ෂුක්පිටිය.",
        "විද්යුත් ගමන් බලපත්ර (ඊ-ටිකට්) නිකුත් කිරීමේ පළමු අදියර වන දෙපාර්තමේන්තුව විසින් මේ වන විට මිලදී ගැනීම සිදු වෙමින් පවතින බව ඔහු පැවසීය.",
        "මෙම වසර අවසන් වන විට සියලුම ශ්රී ලාංකික පුරවැසියන් සාම්ප්රදායික කඩදාසි අනුවාද වෙනුවට ඊ-පීස්පට් ලබා ගැනීමට අපේක්ෂා කෙරේ."
      ]
    },
    "en": {
      "title": "E - Passport for all Sri Lankans;Biometric examination at Katunayake Airport",
      "body_lines": [
        "Sri Lanka's security and travel skills are increased by the Biometric Automatic Facial Identification Organization and E-Passport for all citizens at Katunayake Bandaranaike International Airport.",
        "In the coming weeks, the airport will expand its safety measures and introduce a compulsory automatic facial identification system for all passengers in incoming and outgoing.",
        "This includes fingerprint scan, confirmation of accurate identity and further strengthening airport security, said the Controller of the Department of Immigration and Emigration, Harsha Ilukpitiya.",
        "He said the department has completed the first phase of the issue of electronic passports (e-ticket) and that the purchase is currently underway.",
        "All Sri Lankan citizens are expected to receive e -passports instead of traditional paper versions by the end of this year."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka introduces E-Passports and biometric facial ID at Katunayake Airport, enhancing security and travel efficiency. The airport will implement a mandatory facial recognition system for all passengers, including fingerprint scans, to further secure airport security. The Department of Immigration and Emigration has completed the first phase of issuing electronic passports and expects all citizens to receive them by the end of the year."
  ]
}