{
  "translated_text": {
    "si": {
      "title": "3 වන කාල සීමාව සඳහා ජාතික ප්රජාතන්ත්රවාදී සන්ධානය පිහිටුවීමට ජනතාව අවස්ථාව ලබා දී ඇත - අගමැති මෝදි",
      "body_lines": [
        "ඉන්දීය පාර්ලිමේන්තු මැතිවරණයට ඉදිරිපත් කරන ඡන්ද 03 වන අඟහරුවාදා. මේ වන විට භාරතියා සනඩා-ඊයම් ජාතික ඩිමොක්රටික් සන්ධානය ආසන 290 කට වැඩි ගණනක හේතු වී තිබේ.",
        "මේ වන විට භාරත සනාඩා පක්ෂය ආසන 160 කට වඩා දිනා ගෙන තිබේ.",
        "භාරතීය ජනතා පක්ෂයා උත්තර් ප්රදේශ් හි වරනාසි ඡන්ද කොට් p ාශයට තරඟ කළේය. පීඑම් මෝඩි අපේක්ෂකයා දිනා ගත්තේය.",
        "ඔහුට ඡන්ද 6,12,970 ක් ලැබුණි. අග්රාමාත්ය මෝදි පවසා ඇත්තේ තෙවැනි වරටත් ජාතික ප්රජාතන්ත්රවාදී සන්ධානය පිහිටුවීමට ජනතාව අවස්ථාව ලබා දී ඇති බවයි.",
        "ජාතික ඩිමොක්රටික් සන්ධානය සඳහා අඛණ්ඩව 3 වන වරටත් වරටත් ස්තූතිවන්ත විය.",
        "මෙතරම් විශාල මැතිවරණ අභ්යාසයක් පැවැත්වීම සම්බන්ධයෙන් ඉන්දියාවේ මැතිවරණ කොමිසමට ස්තූතිවන්ත විය.",
        "සෑම ඉන්දියාවක්ම ඉන්දියාවේ මැතිවරණ ක්රියාවලිය සහ පද්ධතියේ විශ්වසනීයත්වය ගැන ආඩම්බර වන බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "People have given the opportunity to form the National Democratic Alliance for the 3rd time - Prime Minister Modi",
      "body_lines": [
        "The votes cast in the Indian parliamentary elections are being counted on Tuesday 04th. As of now, the Bharatiya Sanada-led National Democratic Alliance is leading in more than 290 seats.",
        "As of now, the Bharatiya Sanada Party has won over 160 seats.",
        "The BJP contested the Varanasi constituency of Uttar Pradesh. PM Modi won the candidate.",
        "He received 6,12,970 votes. Prime Minister Modi has said that the people have given the opportunity to form the National Democratic Alliance for the third time.",
        "Thanks to the people who for the 3rd consecutive time for the National Democratic Alliance.",
        "Thanks to the Election Commission of India for conducting such a large election exercise.",
        "He said every Indian is proud of India's election process and the credibility of the system."
      ]
    }
  },
  "summary_lines": [
    "In the Indian parliamentary elections, the Bharatiya Janata Party (BJP)-led National Democratic Alliance (NDA) is leading with over 290 seats, including more than 160 seats won by the BJP itself. Prime Minister Narendra Modi, contesting from Varanasi, Uttar Pradesh, secured victory with 612,970 votes, expressing gratitude towards the voters for granting the NDA a chance to form government for the third consecutive term. The Election Commission of India is commended for its conduct of this massive electoral process, highlighting India's pride in its democratic system's credibility."
  ]
}