{
  "translated_text": {
    "ta": {
      "title": "ரஷ்யாவில் பேசும் சிறிய ஹீரோ இங்கே",
      "body_lines": [
        "தியேட்டரில் தியேட்டரில் தியேட்டரில் தியேட்டரை ஆதரித்த 15 வயது பள்ளி மாணவருக்கு ரஷ்ய ஊடகங்கள் அறிக்கை அளித்துள்ளன.",
        "இஸ்லாம் கிளில்லோவின் தாக்குதலில் ஒரு பகுதிநேர வேலைக்கு முகங்கொடுத்து இந்த சம்பவம் இருந்தது.",
        "பயங்கரவாதிகளின் மத்தியில் மண்டபத்திலிருந்து வெளியேற மக்களின் வழிகாட்டுதலை பள்ளி மாணவர் பாராட்டினார்.",
        "இதற்கிடையில், அமெரிக்க ரஷ்ய தூதர் அமெரிக்க உளவுத்துறை சுமார் இரண்டு வாரங்களுக்கு முன்பு ரஷ்யாவுக்கு வழங்கப்பட்டது என்ற அறிக்கைகளை நிராகரித்துள்ளது.",
        "இதற்கிடையில், இந்த தாக்குதல் நீண்ட காலமாக திட்டமிடப்பட்டுள்ளதாகவும், தாக்குதல் நடத்தியவர்கள் உக்ரேனுக்கு பாய்ந்ததாகவும் வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன.",
        "ரஷ்யாவின் மாஸ்கோவில் மாஸ்கோவில் நடைபெற்ற ஒரு இசை நிகழ்ச்சியை பயங்கரவாத தாக்குதலை நோக்கமாகக் கொண்ட பதின்மூன்று பயங்கரவாத தாக்குதல் நடத்தப்பட்டது.",
        "150 க்கும் மேற்பட்டோர் காயமடைந்து இறப்புகளை அதிகரிக்க முடியும்.",
        "இரண்டு தசாப்தங்களுக்குப் பிறகு, இஸ்லாமிய இராச்சியம் ரஷ்யாவில் மிக மோசமான பயங்கரவாத தாக்குதலின் பொறுப்பை ஒப்படைத்துள்ளது."
      ]
    },
    "en": {
      "title": "Here is the little hero who is speaking in Russia",
      "body_lines": [
        "Russian media has reported to a 15 year old schoolgirl who supported the theater in the theater in the theater where the terrorist attack was taken out of the theater.",
        "The incident was in the face of a part-time job in the attack of Islam Klillov.",
        "The school student praised the guidance of the people to get out of the hall in the midst of the terrorists.",
        "Meanwhile, the US Russian Ambassador has rejected reports that the American intelligence was given to Russia about two weeks ago.",
        "Meanwhile, foreign media reports that the attack has been planned for a long time and the attackers have flowed to Ukraine.",
        "Thirteen terrorist attack was aimed at a concert held at Moscow in the Moscow, Russia, a terrorist attack.",
        "More than 150 people were injured and the deaths could be increased.",
        "Two decades later, the Islamic Kingdom has been entrusted with the responsibility of the worst terrorist attack in Russia."
      ]
    }
  },
  "summary_lines": [
    "A 15-year-old girl, who survived a terrorist attack in a Moscow theater, praised the public's guidance in evacuation. The US Ambassador denied reports of intelligence sharing. The attack, planned for months, targeted a concert, injuring over 150 and potentially causing more deaths. The Islamic State claimed responsibility, marking the worst terrorist attack in Russia in two decades."
  ]
}