{
  "translated_text": {
    "si": {
      "title": "වෛද්ය අපද්රව්ය හිස් ඉඩමකට වත් කිරීමේ ක්රියාවලිය අරගලය විසින් අවහිර කරන ලදී",
      "body_lines": [
        "රෝහල් අපද්රව්ය රෝහල් අපද්රව්ය උතුරේ පෞද්ගලික ඉඩමක අවදානමට එරෙහිව සටන් කිරීමෙන් පසු කසළ ඉවත් කිරීමට නිලධාරීන් පියවර ගෙන ඇති අතර මහජන සෞඛ්යයේ අවදානම කෙරෙහි නිවැසියන් තර්ජනය කළහ.",
        "යාපනයේ ඇරියිලයියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියියාල් හි දීර් leake බද්දක් ලබා ගැනීම සඳහා යාපනය අක්ෂි රෝහලක් ආරම්භ කිරීම. මීට වසර දහයකට පමණ පෙර රෝහල් අපද්රව්ය බැහැර කිරීම හේතුවෙන් නිවැසියන් රෝහල් අපද්රව්ය බැහැර කිරීම හේතුවෙන් පදිංචිකරුවන් රෝහල් බලධාරීන්ට උද් ration ෝෂණයක් පැවැත්වූහ.",
        "මේ අවස්ථාවේ දී, ප්රදේශ මාධ්යවේදීන් පවසන්නේ සුන්බුන් විශාල සංඛ්යාවක් ප්රදේශය තුළ බැහැර කර ඇති බවයි.",
        "කෙසේ වෙතත්, භූගත ජලය ඇතුළු පරිසරයට පාරිසරික හානිය ආමන්ත්රණය කරන ලෙස පෙලපාලිකරුවන් ඉල්ලා සිටියහ.",
        "ආරියාලෙයි ප්රදේශයේ, යාපනය-කන්ඩි ප්රධාන මාර්ගය තරණය කර ඇති ප්රදේශයේ ජනතාව ඉල්ලා සිටි අතර, උද් ration ෝෂණ වැසියන් වහාම අපද්රව්ය ඉවත් කර ජනතාවට ජීවත්වීමට සෞඛ්ය සම්පන්න පරිසරයක් නිර්මාණය කරන ලෙස ඉල්ලා සිටියහ.",
        "මෙම උද් ration ෝෂණයට සහභාගී වූ එක් පෙලපතිවරුගෙන් එක් අයෙකු අවධාරණය කළේ කිසිදු රෝහලක් ඉදිකර නොමැති නමුත් වඩාත්ම භයානක රෝහල් අපද්රව්ය ගොඩබිමට විසි කර ඇති බවයි.",
        "මීට වසර 10 කට පෙර අක්ෂි රෝහලක් ඉදිකිරීම සඳහා යාපනය ශික්ෂණ රෝහලට දිගු කලක් කල්බදු බද්දක් ලබා දී තිබේ.. දීර් time කාලයක් තිස්සේ කිසිදු කාර්යයක් කර නැත. කෙසේ වෙතත් මෙම ඉඩමෙන් දුර්ගන්ධය ආරම්භ වී ඇත. අපද්රව්ය පිළිබඳ වාර්තා ද තිබිණි.",
        "මෙම අවස්ථාවේ දී, අසල්වැසියන් අසල්වැසියා වෙත යන විට, වඩාත් භයානක වෛද්ය අපද්රව්ය, රුධිර ඇඳුම්, රුධිර ඇඳුම්, එන්නත් කිරීම, ග්ලූකෝස් පැටවීමේ පයිප්ප සියල්ලම මෙහි ඇත.. මෙය ඉතා භයානක වෛද්ය අපද්රව්යයකි. \"",
        "ප්රාදේශීය මාධ්යවේදීන් පවසන්නේ රෝහලේ රෝහලේ අපද්රව්ය කොපමණ කාලයක් තැන්පත් කර ඇත්ද යන්න පිළිබඳව ප්රදේශය නොදැන සිටි බවත්, දැවෙන අයට මහජනතාව විසින් මෑතකදී විමර්ශනය කර ඇති අවස්ථාවේදී මෙම ගැටළුව හෙළි වී ඇති බව ප්රදේශය නොදැන ඇති බවත්.",
        "මෙම අවස්ථාවේ දී, මෙම ප්රදේශයේ ජනතාව ඇසූ ප්රශ්න තුනට බලධාරීන් ප්රතිචාර දැක්විය යුතු බව ප්රහාරක භටයෙකු මාධ්යයට පැවසීය.",
        "\"ඔබ මෙම වෛද්ය අපද්රව්ය ජනතාවගේ නේවාසික ප්රදේශයට දැමුවේ කුමන පදනමකින්ද?ඔබ මෙය ආරක්ෂිතව ඉවත් කරන්නේ කවදාද?ඉවත් කිරීමෙන් පසු භූගත ජලය හා පරිසරය මගින් මෙය වළක්වා ගන්නේ කෙසේද? \"",
        "විරෝධතාවය වැළැක්වීම සඳහා පොලීසිය උත්සාහ කරන බව පවසමින් ප්රාදේශීය මාධ්යවේදීන් සහ රෝහල් නිලධාරීන්ගෙන් ඉල්ලා සිටින අතර, රෝහල් ගත් ප්රදේශ රෝහල් නිලධාරීන් පැමිණෙන තෙක් විරෝධතාවය නැවැත්වීමට එකඟ වී නොමැති බව පෙන්වා දෙයි.",
        "ඉන්පසු සහල්. රෝහල් අධ්යක්ෂ. ප්රාදේශීය මාධ්යවේදීන් වැඩිදුරටත් කියා සිටියේ අරියමයි වැසියන් දින හතක් ඇතුළත රෝහල් අපද්රව්ය ඉවත් කිරීමට පොරොන්දු වූ පසු එම අරගලය අතහැර දමා ඇති බවයි."
      ]
    },
    "en": {
      "title": "The process of pouring medical waste into a blank land was blocked by the struggle",
      "body_lines": [
        "Officials have taken steps to remove the garbage after the residents fought against the risk of hospital waste in a private land in the north and put the residents' threatening to the risk of public health.",
        "Jaffna to set up an eye hospital on a long lease in Ariyal, Jaffna. On April 11, a group of people staged a demonstration to the hospital authorities, pointing out that the residents were facing health problems due to the dumping of hospital waste in a private land supplied to the teaching hospital about ten years ago.",
        "In this case, area journalists say that a large number of debris has been disposed of in the area.",
        "Demonstrators, however, demanded that the environmental damage to the environment, including groundwater, be addressed.",
        "In the Ariyalai area, the people of the area who had crossed the Jaffna-Kandi main road and demanded that the people of the demonstration immediately remove the waste and create a healthy environment for the people to live.",
        "One of the demonstrators who participated in the demonstration stressed that no hospital has been constructed, but the most dangerous hospital waste has been dumped in the land.",
        "“The land was given a long -term lease to the Jaffna Teaching Hospital for the construction of an eye hospital 10 years ago.. No tasks have been done for a long time. However the stench from this land has begun. There were also reports of waste goods.",
        "In this case, when the neighbors go to the neighborhood, the most dangerous medical waste, the blood clothes, the injection of the injection, the glucose -loading pipes are all here.. This is a very dangerous medical waste. ”",
        "Regional journalists say that the area has been unaware of how long the hospital waste has been dumped in the area, and that the issue has been exposed when the public has recently investigated the cause of the burning.",
        "In this case, a fighter told the media that the authorities should respond to the three questions asked by the people of the area.",
        "“On what basis did you put this medical waste in the people's residential area?When will you remove this safely?How can you prevent this from being affected by groundwater and the environment after the removal? ”",
        "Regional journalists and hospital officials, who claim that the police attempt to stop the protest has failed, points out that the residents of the area have not agreed to stop the protest until the hospital officials come.",
        "Then rice. Director of Hospital. Regional journalists further stated that the people of Ariyalai have abandoned the struggle after Sathyamoorthy promised to remove the hospital waste within seven days (April 18)."
      ]
    }
  },
  "summary_lines": [
    "Residents of Ariyalai, Jaffna, protested against the dumping of hospital waste in their area, demanding immediate removal and environmental protection. The protest was sparked by the stench and reports of dangerous medical waste, including blood-soaked clothes and injection needles. The hospital, which had been given a long-term lease for an eye hospital 10 years ago, had not been developed, leading to the waste issue. The protesters demanded answers from hospital officials on the dumping, removal, and environmental impact."
  ]
}