{
  "translated_text": {
    "ta": {
      "title": "கூர்மையான கருவியால் வீடுகளைத் தாக்கியதற்காக மனிதன் கைது செய்யப்பட்டான்",
      "body_lines": [
        "முதலியன இல்லாமல் கூர்மையான ஆயுதத்துடன் மனக்கிளர்ச்சியுடன் கூறப்பட்ட ஒருவர் என்று தலங்காமா போலீசார் கூறுகின்றனர்.",
        "இந்த தாக்குதல் மோட்டார் சைக்கிள்கள் மற்றும் முச்சக்கர வண்டிகள் மற்றும் மாகாண சபை கட்டிடம் ஆகியவற்றால் கொல்லப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "தலங்காமா டென்சில் கோபே கோபாப் கோப் வாளை வீழ்த்தி இந்த நபர் வாகனத்தால் தாக்கப்பட்டார்",
        "காவல்துறையினர் பெற்ற புகார்களின்படி, சந்தேக நபர் உடனடியாக கைது செய்யப்பட்டார்",
        "சந்தேக நபர்கள் முல்லரியாவா மருத்துவமனையில் காயங்களுடன் அனுமதிக்கப்பட்டனர் மற்றும் ஒரு நபரின் தாக்கப்பட்டதில் காயமடைந்தனர்.",
        "தலங்கமுவா தலங்கா அடிமையில் வசிக்கும் தலங்காமா படபோதா",
        "தலைமை ஆய்வாளர் சாமிண்ட்ரெக்கின் அறிவுறுத்தல்களில் தலங்காமா காவல்துறை நடத்துகிறது"
      ]
    },
    "en": {
      "title": "Man arrested for attacking households with a sharp instrument",
      "body_lines": [
        "Talangama Police say that a person who is impulsively assouiated with a sharp weapon without etc.",
        "Police said that the assault was killed by motorbikes and three-wheelers and the provincial council building.",
        "Talangama Denzil Kobbe Kobbab beat Kobbe Sword and this person has been attacked by the vehicle",
        "According to the complaints received by the police, the suspect had taken immediate arrest",
        "The suspects were admitted to the Mulleriyawa Hospital with injuries and injured in a person's beaten.",
        "Talangama Batapotha resident of the Talangamuwa Talanga addict",
        "Talangama Police Conducts on instructions of Chief Inspector Chamindrek"
      ]
    }
  },
  "summary_lines": [
    "A man was arrested after allegedly attacking houses and vehicles with a sharp object in Talangama. The incident involved a sword and occurred near the provincial council building. The suspect, identified as Denzil Kobbe Kobbab, was injured and hospitalized."
  ]
}