{
  "translated_text": {
    "ta": {
      "title": "பண்டிகை சீசன் பி.எச்",
      "body_lines": [
        "நாடு முழுவதும் உள்ள அனைத்து உணவு பயன்பாட்டு நிறுவனங்களையும் ஆய்வு செய்வதற்கான ஒரு திட்டம் என்று இலங்கை பொது சுகாதார ஆய்வுக் கழகத் தலைவர் உபுல் ரோஹானா தெரிவித்தார்.",
        "மேலும் பேசிய பொது சுகாதார ஆய்வாளர் சுஸ்கு ரோஹானா கூறினார்",
        "\"தற்போதைய சுகாதார அமைச்சரும், சுகாதார சேவைகளின் இயக்குநர் ஜெனரலும் எழுத்துப்பூர்வமாக மற்றும் நாடு முழுவதும் உள்ள அனைத்து உணவு பயன்பாட்டு நிறுவனங்களையும் ஆராயுமாறு வாய்வழியாக எங்களுக்கு அறிவுறுத்தியுள்ளனர்.. அதன்படி, அனைத்து பொது சுகாதார ஆய்வாளர்களும் தங்கள் அலுவலகத்தில் தங்கள் கடமைகளில் பரிசோதிக்கப்படுவார்கள்.",
        "பண்டிகை காலத்திற்காக உற்பத்தி செய்யப்படும் உணவுகள் மற்றும் உணவுகளை உற்பத்தி செய்ய பயன்படுத்தப்படும் சுவைகள் உணவு உற்பத்தியில் அதிக கவனம் செலுத்தியுள்ளன. அனைத்து பொது சுகாதார ஆய்வாளர்களும் தேங்காய் எண்ணெயில் கவனம் செலுத்துமாறு தெரிவிக்கப்பட்டுள்ளனர்.",
        "இது பெரும்பாலும் மக்கள் தொகை கொண்ட நகரங்களில் உள்ள ஹோட்டல்கள், பேக்கரி மற்றும் உணவகங்களின் தரத்திலும் கவனம் செலுத்துகிறது.. இவை அனைத்தும் உடல்நலப் பாதுகாப்பான உணவுகளை பொதுமக்களுக்கு பெறுவதற்கான உரிமையை உறுதி செய்வதற்காக செய்யப்படுகின்றன.",
        "உணவுச் சட்டத்தை மீறாமல் நீதிமன்றத்தில் வழக்குத் தொடுப்போம். அதன்படி, அனைத்து வணிக வணிகங்களும் பொதுமக்களுக்கு பாதுகாப்பான உணவை வழங்க வேண்டும் என்று நாங்கள் கோருகிறோம்.கூறினார்."
      ]
    },
    "en": {
      "title": "Festive season PH",
      "body_lines": [
        "Sri Lanka Public Health Inspectum Association President Upul Rohana stated that a program to inspect all the food use institutions throughout the country.",
        "Speaking further the President of the Public Health Inspector Susku Rohana said,",
        "\"The current Health Minister and the Director General of Health Services in writing and orally have advised us to examine all food use institutions throughout the country.. Accordingly, all public health inspectors will be inspected in their duties in their office.",
        "Foods produced for the festive season and the flavors used to produce foods have been paid more attention to the production of food. All public health inspectors have been informed to pay close attention to the coconut oil.",
        "It also focuses on the quality of hotels, bakery and restaurants in mostly populated cities.. All of this is done to ensure the right to obtain health secure foods to the public.",
        "We will prosecute the cases in court without violating the Food Act. Accordingly, we demand all business business selling food to provide a secure meal for the public. \"Said said."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Public Health Inspectors in Sri Lanka are conducting nationwide inspections of food establishments during the festive season. They focus on food safety, quality control, and adherence to regulations. Coconut oil usage and hotel/restaurant standards are under special scrutiny. The goal is to ensure healthy, safe food for consumers while prosecuting violations when necessary."
  ]
}