{
  "translated_text": {
    "ta": {
      "title": "குடும்ப தாய்-மகன் சேர",
      "body_lines": [
        "பல தம்பதிகளைப் போலவே, ரோஷலும் ஆயிரம் நம்பிக்கைகளின் வித்தியாசத்தை மணந்தார். ஆனால் அவர்கள் திருமணம் செய்வதற்கு முன்பு அவள் உருவாக்கிய கனவுகளுக்கு அவள் தெரியவில்லை.",
        "விவாகரத்து வழக்கில் 29 வயதான ரோசெல்லின் புகார்தாரர் பகுதி முடிக்கப்பட்டது. அவர் இப்போது தனது வேலையால் சம்பாதித்த சட்ட நடவடிக்கைக்கு பணத்தை செலவிட வேண்டும்.",
        "இந்த கட்டுரையின் தலைவரின் உண்மையான பெயருக்குப் பதிலாக அவரது அடையாளத்தைப் பாதுகாக்க ரோஷெல் ஒரு புனைப்பெயர்.",
        "இலங்கையின் பதிவாளர் ஜெனரல் நாட்டின் ஊடகத் துறை, 2020 \"2020 முதல் இலங்கையில் திருமணங்களுக்கு இடையிலான விவாகரத்து ஆகியவற்றில் காணப்பட்டதாக சுட்டிக்காட்டப்பட்டது.",
        "ரோஷெல் தனது கணவர் மற்றும் அவரது தாயால் கண்டறியப்பட்டதாக நம்பிய முக்கிய காரணி, அவரது கணவர் மற்றும் அவரது தாயிடையே \"பிணைப்பு மீறியது\". அவர்கள் வேறொரு வீட்டில் தனித்தனியாக வாழ்ந்திருக்கிறார்கள் என்பது அவளுடைய கருத்து, ஆனால் அது அவர்களின் குடும்ப வாழ்க்கையைத் தொடர்கிறது.",
        "ரோசெல் தனது திருமணத்தைப் பாதுகாக்க ஒரு வலுவான முயற்சி. ஆனால் சட்டத்தின் சட்டத்தை நாடாதது.",
        "சமூகவியல் ரீதியாக, சமூக கட்டமைப்பின் சிறிய ஒழுங்கமைக்கப்பட்ட அலகு குடும்பம். குடும்பம் மிகச்சிறிய சமூக பிரிவு என்றாலும், சமூக அறிவியலின் கருத்து மிக முக்கியமான இடம். தனிநபர்களின் உடல், மன, சமூக மற்றும் உடல் தேவைகளுக்கு குடும்பம் பங்களிக்கிறது என்பதை அவர்கள் சுட்டிக்காட்டுகின்றனர்.",
        "\"விவாகரத்துக்கான வெவ்வேறு காரணங்கள் குழந்தைகளுக்குப் பிறகு திருமணமானவை, ஆனால் ஒரு சமூக ஊடக குறிப்பிலும்.",
        "ரோஷெல் மட்டுமல்ல, இத்தகைய வகையான நெருக்கடிகளில் பல இளம் பெண்களின் பிரச்சினைகளைக் கண்டறிவது கடினம்.",
        "நவோமி ஒரு இளம் பெண் அல்ல, அவளுடைய காதலன் மற்றும் அவரது தாயின் தோல்வி காரணமாக, நம்பிக்கையுடன், மற்றும் அவரது காதலனுக்கும் அவரது தாய்க்கும் இடையே மாற்றப்படாததால்.",
        "சமீபத்திய காலங்களில், \"தாய், இரண்டு மனைவி,\" \"தாய், இரண்டு,\" என்ற கருத்து எவ்வாறு பார்த்தோம்.",
        "அதன்படி, \"குடும்ப நிறுவனங்களின் குடும்பங்கள் தாய்-மகன், டாக்டர் பியாவா அபேசிங்க மற்றும் சிறப்பு உளவியலாளர் ஆகியோரைச் சுற்றி நேர்மறையான பதிலில் ஒரு பிரச்சினையாக மாறிவிட்டன.",
        "'ஹார்ஸ்பண்ட் மற்றும் விஃப் மட்டுமே ...'",
        "உளவியல் மற்றும் ஆலோசனையின் விரிவுரையாளரின் உளவியலாளர் மற்றும் மருத்துவ நடவடிக்கைகளான உளவியலாளராக இருக்கும் டாக்டர் பர்யா அபேசிங்கே உரையாடலில் சேர்ந்தார்.",
        "\"ஒரு மகன் திருமணத்திற்குள் நுழைந்த பிறகு, ஒருவரின் மனைவி மட்டுமே தனது சர்க்கஸில் இருக்க முடியும். அதாவது ஹார்ஸ்பண்ட் மற்றும் மனைவி மட்டுமே இந்த சுற்றறிக்கைக்குள் இருக்க வேண்டும். குழந்தை புதிதாக சர்க்கஸில் சேர்ந்தது.",
        "தெய்வங்களில் இரண்டாவது குழு இருக்க வேண்டும் என்று அவர் விளக்கினார். தாய் அல்லது தந்தை புறக்கணிப்பதாக அர்த்தமல்ல என்று அவர் சுட்டிக்காட்டினார்.",
        "ஒரு திருமணத்திற்குள் நுழைந்த பிறகு, தனது துணையுடன் ஒரு நல்ல தற்செயல் நிகழ்வைப் பராமரிக்கும் பொறுப்பு இரு தரப்பினருக்கும் உள்ளது என்று அவர் வலியுறுத்தினார்.",
        "\"அங்குள்ள மகன்களை அறிந்து கொள்ள வேண்டும், தாய், மனைவி, மனைவி கூறுகிறார். மனைவி தாயாக இருக்க முடியாது, அம்மா மனைவியாக இருக்க முடியாது. இதை நீங்கள் புரிந்து கொண்டால், அவர் அவளுக்கு ஒரு மனைவியையும் தாயையும் கொடுப்பார், அங்கு என் அம்மா தங்க வேண்டும், எதுவும் இல்லை, \"என்று அவர் கூறினார்.",
        "சிறப்பு மனநல ரூய் ரூபன், ஆணுக்கு இடையிலான பிணைப்பு இளமைப் பருவத்தைத் தாங்கி, குழந்தை ஏதோவொரு வகையில் வித்தியாசமாக இருக்க வேண்டும் என்று கூறினார்.",
        "டாக்டர் பாடியா அபேசிங்கே சுட்டிக்காட்டினார், தனது மகனின் மனைவி, கிளினிக்கில், தங்கள் மகனின் குடும்ப வாழ்க்கையில் பிரச்சினைகள் உள்ள தாய்மார்கள் உள்ளனர்.",
        "\"மனைவி என்றாலும், என் மகன், என் மகன், என் மகன். நிச்சயமாக, மகன், ஆனால் மகன் திருமணம் செய்த பிறகு, \"என்று அவர் கூறினார்.",
        "அவர் ஒரு திருமண பையனுடன் ஒரு தாயைக் குறிப்பிட்டார், அவர் அநேகமாக ஒரு நடுத்தர வயது பெண் என்று குறிப்பிட்டார். அத்தகைய பெண்களின் எண்ணங்களை மாற்றவும் மாற்றவும் கடினம் என்று அவர் சுட்டிக்காட்டினார்.",
        "தனது தாயின் தன்மையைப் புரிந்து கொள்ள வேண்டும், அதற்கேற்ப செயல்பட வேண்டும் என்று அவர் விளக்கினார்.",
        "திருமணமான பிறகு அல்லது அவர்களுக்கு குழந்தைகள் வழங்கப்பட்டபோது பிரச்சினைகள் தீர்க்கப்படும் என்று நினைப்பது பயனற்றது என்று அவர் வலியுறுத்தினார்.",
        "அவரது திருமணத்தின் முதல் அனுபவம் அவர்கள் இப்போது அதிகரித்து வரும் சூழ்நிலையிலிருந்து தப்பிக்க வேண்டியிருந்தது என்று அவள் நினைக்கவில்லை.",
        "டாக்டர் பா-பயா அபீசிங்கே, தங்கள் கிளினிக்குகளில் பாதிக்கப்பட்டுள்ள கணிசமான எண்ணிக்கையிலான பெண்களைக் கண்டுபிடித்ததாகக் கூறினார்.",
        "ஆசிரியர்களின் நன்கொடையாளர் மாறாமல் இருக்க வேண்டும், தெய்வங்கள் மீதான அன்பு மாறாமல் இருக்க வேண்டும். ஆனால் தாய், தந்தை, உடன்பிறப்புகள் அல்லது நண்பர்கள் தங்கள் குடும்பத்தில் சேர்க்க நல்லவர்கள் அல்ல என்பது தேவையற்றது என்று அவர் விளக்கினார்.",
        "\"பெரும்பாலான மகன்கள் தவறு செய்கிறார்கள். மகன் என் அம்மாவை அறிந்திருக்கிறான், மனைவியை அறிவான். ஆனால், இல்லை ... அவர்கள் ஒன்றாக இருக்கும்போது, ​​அவர்கள் சொல்வது சரிதான், 'அவள் உங்கள் அனுபவத்துடன் ஒரு வீட்டில் இருக்கிறாள்.",
        "\"கணவனுக்கும் மனைவிக்கும் இடையிலான கேள்வி இப்போது எரிந்துவிட்டால், மாலை இன்று போராட வேண்டும், நாளை தூங்குவதும் தூங்குவதும் ஆகும். ஆனால் காலையில் காலையில் எழுந்த பிறகு, மகன் மீது அவளுடைய தாயின் காதல், அம்மா நாள் தொடங்கலாம். 'நேற்று இரவு, என் ஒருவர் நேற்று இரவு சண்டையிட வேண்டியிருந்தது,' அது. நீங்கள் தாய்மார்களின் தவறுகளிலிருந்து வெளியேறலாம்.",
        "ஒரு மகன் தனது தாயின் அன்பைக் குறைக்கக்கூடாது என்றும் சிறப்பு மனநல அழிவு குறிப்பிட்டது. ஆனால் வெளிப்புற மக்களைத் தடுக்க அன்பை எடுக்க வேண்டும் என்று அவர் கூறினார்.",
        "\"திருமணத்திற்குப் பிறகு சில நேரங்களில் இந்த குடும்ப வாழ்க்கையில் பிரச்சினைகளை நாங்கள் காண்கிறோம். மனைவியுடன் ஒரு புதிய வாழ்க்கையை எடுக்க, வீட்டில் தங்குவதற்கு அதிக நேரம் இது, மற்றும் \"மனநல மருத்துவர் கூறினார்\".",
        "தாய் தனது தாயைப் பார்க்கிறார், ஏனெனில் அவரது மனைவி, \"அவரது குறுக்கீடு காரணமாக,\" அவர் ஒரு \"எதிரியாக\" பார்க்கிறார்.",
        "\"அவர் குழந்தையின் அன்பை இழந்ததில் குறைந்தது வருத்தமில்லை. பின்னர் அவருடன் அதிக நேரம் செலவிடுமாறு கோருகிறார். மனைவியுடன் நேரத்தைப் பார்த்து, எஸ்ரியாவைப் பாருங்கள். குடும்பத்தினர் தங்கள் வாழ்க்கையை அறிவுறுத்த அறிவுறுத்தப்படுவார்கள். இதேபோல் குடும்பத்தில் மோதலை ஏற்படுத்தும்.",
        "திருமணம் செய்த சில நாட்களுக்குப் பிறகு, ரோசல் மற்றொரு நிகழ்வு. அவரது கணவர் இரவில் வரும்போது, ​​மொபைல் போன் அதனுடன் அதிக நேரம் கொண்டு வரப்படுகிறது.",
        "ரோஷலின் கூற்றுப்படி, அவரது கணவர் தனது தாயுடன் தொலைபேசியில் பேசத் தேர்ந்தெடுத்தார், அவருடன் செலவழிக்க நேரம். ஒரு முறை இரண்டு முறை அல்ல, அவள் ஏமாற்றமடைந்தாள் என்பது ஏமாற்றமடைந்தது.",
        "இதன் விளைவாக, அவர்களின் தொடர்பு கிட்டத்தட்ட முழுக்க முழுக்க முறிவுக்கு இருந்தது, ஆனால் அவர்களின் பாலியல் வாழ்க்கையை கடுமையாக பாதித்தது.",
        "\"இருவரும் படுக்கை இருவருடனும் உடலுறவை விரும்பவில்லை. உட்கார்ந்து, பேசுங்கள், போ, ஒரு சட்டம், பரிமாற்றம் தொடர்பு கொள்கிறது, மேலும் நீங்கள் ஏதாவது திட்டமிடலாம். செல்போன் படுக்கைக்குச் செல்லும் என்ன?அங்கு சிக்கல் உள்ளது, \"டாக்டர் பயயா அபேசிங்கே விளக்கினார்.",
        "அவர்கள் தூக்கத்தில் இருப்பதற்கு முன்பு ஒரு ஜோடி தங்கள் கடவுள்களைப் பார்க்க வேண்டும் என்று அவர் சுட்டிக்காட்டினார்.",
        "\"இரவில் படுக்கைக்குச் செல்லுங்கள், என் அம்மாவுடன் பேச விரும்பவில்லை. அம்மாவுடன் பேச மகன் என் அம்மாவை அறிந்து கொள்ள வேண்டும். மகள் என் அம்மாவை அறிய விரும்புகிறாள். என் அம்மாவைப் பாருங்கள். அவசரகால கோலில் திறக்கவும்.",
        "'என் அம்மாவுடன் பேசிய மனைவிகள் உள்ளனர்.. பாதிக்கப்பட்டவர் மனிதனாகிவிட்டார் ... '",
        "மனைவிகள் தங்கள் வாழ்க்கையில் கண்டுபிடிக்கப்பட்டபோது ஆலோசனை உளவியல் கூறுகிறது.",
        "கணவரில் பெரும்பாலோர் கஷ்டப்படுகிறார்கள் என்று அவர் சுட்டிக்காட்டினார்.",
        "\"வேறு சில தருணங்கள் உள்ளன. மறுபுறம். என் அம்மா யாரும் இல்லை. உண்மையில், அம்மா தேவையற்ற குறுக்கீட்டிற்கு வரவில்லை. மம்மி அதனால் நான் மகனை அழைக்கவில்லை. பேசும்போது, ​​எப்படி பேசுவது என்பதால். ஆனால் அதைத் தாங்கக்கூடாது என்று மனைவிகள் இருக்கிறார்கள், \"என்று அவர் தனது தொழில்முறை அனுபவத்தைக் குறிப்பிட்டார்.",
        "\"பின்னர் மகன் உதவியாக இருக்கிறான், என் அம்மாவுடன் பேசவும், என் அம்மாவுடன் பேசவும், ஆனால் உங்களுக்கு தவறான மனைவிகள் இருக்கிறார்கள். நான் மனைவிகளை சந்தித்தேன். மிகவும் கடுமையாக துன்புறுத்தப்பட்டவர், பாதிக்கப்பட்டவர் அந்த மனிதராகிவிட்டார், \"என்று அவர் மேலும் கூறினார்.",
        "அவர்களில் ஒருவராக, சில கணவர்கள் தாய் மற்றும் மனைவியுடனான உறவை நிர்வகிக்கத் தவறிவிட்டனர் என்று அவர் சுட்டிக்காட்டினார்.",
        "\"அம்மா மகனை நேசிக்கிறார், ஆனால் பற்றாக்குறை இல்லாதது. தாமதமாக நேசிக்கவில்லை. மகன் இரண்டு மீன்களைப் பிரிக்கிறார். லாடி என்பது கொஞ்சம் மீன்பிடித்தல். இல்லையெனில், திருமணத்தின் மகன், வெள்ளை மகன், மகன், மகன், என் மகன்,. மனைவி பெயர் என்று அழைக்கப்படுகிறார்.",
        "மூன்றாவது, \"திருமணம் செய்தபின் என் அம்மாவைப் பற்றி ஏன் அதிகம் பார்க்கிறாள்? அவர் ஒரு அற்புதமான கதை?. நான் ரகசியமாக இருப்பதை அவள் விளக்கினாள், பெற்றோருக்கு அவர்களின் மகன் இருந்தான், \"என்று அவர் விளக்கினார்.",
        "டாக்டர் பர்யா அபீசிங்கே சுட்டிக்காட்டினார், மற்ற மனைவிகளில் சிலருக்கு ஆழ்ந்த அனுபவம் இருக்கக்கூடும்.",
        "ஆசிரியர்கள், உளவியலாளர், உளவியலாளர் ஆகியோரின் போதனைகளும் குழந்தைகள் இதுபோன்ற பிரச்சினைகளை எடுக்க முடியும் என்று நினைத்தனர்.",
        "சிறப்பு உளவியல் ரூமி ரூபன், பெற்றோர்களுக்கும் குழந்தைகளுக்கும் இடையிலான பிணைப்பு விட ஆரோக்கியமாக இருக்க வேண்டும். இதன் விளைவாக அந்த எல்லையின் முடிவுகளால் தீர்மானிக்கப்படுகிறது என்று அவர் கூறினார்.",
        "அவர் சுட்டிக்காட்டினார், \"தெய்வங்களுக்கும் குழந்தைகளுக்கும் மாறாத பிணைப்பு இருக்க வேண்டும். அல்லது குழந்தைகள் உறவுகள் மீது அவநம்பிக்கை கொண்டிருக்கலாம், \".",
        "காலங்களில், ஒரு குழந்தை இளமைப் பருவமாக மாறும்போது, ​​உறவுகள் பற்றி உறவுகள் எழும் என்று மனநல மருத்துவர் விளக்கினார்.",
        "இருப்பினும், ஒரு தாய்க்கும் குழந்தைக்கும் இடையிலான பிணைப்பு இளமை பருவத்தில் ஒருவித இளமைப் பருவத்தை மாற்ற முடியும்.",
        "\"ஆண் தாங்குபவருக்கு இடையிலான பிணைப்பு, இளைஞர்கள் இருக்கும்போது, ​​இளைஞர்கள் அந்த பிணைப்புகளில் மாற்றங்கள் இருக்க வேண்டும் என்பது முக்கியம். உதாரணமாக, சிறுவன் வயதாகும்போது, ​​அவர் சுயாதீனமாக இருக்க முயற்சிக்கிறார். அந்த முயற்சி, சமூகத்திற்கு ஏற்ற ஆளுமை அம்சங்களைக் கற்றுக்கொள்ளுங்கள். புதிய அனுபவங்களைப் பெற முயற்சிக்கும், புதிய நண்பர்கள் காணப்படுகிறார்கள், அடையாளத்தை உருவாக்குகிறார்கள், ஆபத்து. இங்கே அவர் சுயாதீனமாக வேலை செய்ய கற்றுக்கொள்கிறார், \"என்று அவர் கூறினார்.",
        "டாக்டர் பா-அபீசிங்கே ஒரு உளவியலாளரான எரிக் எரிக்ஸனின் குழந்தை மேம்பாட்டு கட்டங்களையும் விளக்கினார்.",
        "\"நாங்கள் உளவியல் நல்ல பெற்றோரில் பேசுகிறோம். குழந்தையின் ஆளுமைக்கு தீங்கு விளைவிக்காமல், குழந்தையை தேவையின்றி பாதிக்கும் குழந்தைக்கு அம்மா பொறுப்பு. குழந்தை பிறந்ததிலிருந்து அந்த பொறுப்பு குழந்தைக்கு உண்டு. குழந்தை ஒரு கட்டங்களை கடந்து செல்லும்போது, ​​குழந்தைக்கு தேவையான கவனிப்பையும் ஆதரவையும் நீங்கள் கொடுக்க வேண்டும். \"",
        "பெற்றோர்கள் தங்கள் ஆளுமையை அவர்களின் ஆளுமையை தங்கள் வாழ்க்கையில் கடக்கும்போது அவர்களின் ஆளுமையை வளர்த்துக் கொள்ள வேண்டும் என்று அவர் சுட்டிக்காட்டினார்.",
        "\"ஆரம்பகால குழந்தை பருவத்தின் ஆரம்பகால குழந்தை பருவ வளர்ச்சியின் கால அவகாசம் என்பதற்கு குறிப்பாக முக்கியமானது. அந்த நிலைகளில் சரியான விழிப்புணர்வுக்கு என்ன முக்கியம், குழந்தை அந்த குழந்தையின் ஆளுமையை இழக்கிறது என்பதற்கான ஆதரவு இழக்கப்படுகிறது. அல்லது மங்கலான ஆளுமை உருவாக்கம். ஒரு குழந்தை திருமணமாகிவிட்டது, அடுத்து என்ன செய்வது என்று நீங்கள் நினைக்க முடியாது. அம்மா அல்லாதவர்கள் என்று நினைக்க முடியாது. சரியான நேரத்தில், நீங்கள் தீர்மானிக்க முடியாது, \"என்று அவர் கூறினார்.",
        "ரோசெல் தனது கணவர் முடிவெடுப்பதில் பலவீனங்களைக் காட்டியதாகக் கூறினார். ரோசெல் மற்றவர்களிடம் எளிதில் சொல்லக்கூடிய ஒரு நபராக அடையாளம் காணப்பட்டுள்ளார்.",
        "சமூக திறன்கள், சமூக திறன்கள் இல்லாத பிரச்சினைகள் இருக்கக்கூடும் என்றும் நிபுணர் மனநல ரூபன் சுட்டிக்காட்டினார்.",
        "\"டாக்டர் பிட்டியா அபேசிங்கே வலியுறுத்தினார்,\" டாக்டர் பயயா அபேசிங்கே வலியுறுத்தினார்.",
        "\"காரணம் என்னவென்றால், நம்பமுடியாத மற்றும் விசுவாசமற்ற மனிதர்களால் மூடப்படாத மக்கள், உறுதியாக இல்லாத ஒரு மனிதர், மற்றும் திடமான மனிதர் இல்லாத ஒரு மனிதர் ஒரு குடும்பத்தில் இருந்தாலும், கட்சிகள் சமமாக சோகமாகவும் வேதனையாகவும் உள்ளன.\"",
        "ரோசெல்லின் \"மோசமான\" அனுபவத்தின் \"மோசமான\" அனுபவம் இது அவரது கணவரின் குறுகிய காலத்தில் அல்ல.",
        "\"நல்ல\" கலாச்சாரத்துடன் ஒரு நாட்டில் நாங்கள் வாழ்ந்தாலும், டாக்டர் பர்யா அபேசிங்கே, தங்கள் குழந்தைகளின் சில குணாதிசயங்கள் தங்கள் ஆளுமையை சேதப்படுத்தும் என்று கூறினார்.",
        "தங்கள் குழந்தைகளுக்கு பணம் செலுத்தும் உரிமை கூட இல்லாத பெற்றோர்கள் இருப்பதாக அவர் கூறினார்.",
        "\"மகனுக்கும் இது நன்றாகத் தெரியும், இது போன்றது, இது போன்ற ஒருவர் இதை திருமணம் செய்து கொள்வது போன்றது. ஆனால் அவர் தனது தாயைக் கேட்க விரும்பவில்லை என்றால், இல்லை, \"இல்லை.. இல்லை ... நாங்கள் சொல்லும் ஒன்று திருமணம் செய்து கொள்ள வேண்டும். நீங்கள் கவனிக்கவில்லை என்றால், 'நீங்கள் கிசுகிசுப்பீர்கள், எழுதுவீர்கள். \"",
        "ரோஷலின் கருத்து என்னவென்றால், இலங்கையின் வில் ஒன்றாக வாழ ஒன்றாக வாழ, இலங்கையில் உள்ள ஒரு நபரை விட ஒரு துணையைத் தேர்ந்தெடுப்பது தீங்கு விளைவிக்கும்.",
        "சிறப்பு மனநல ரூமி ரூபனும், திருமணத்திற்குப் பிறகு குடும்ப வாழ்க்கைக்கு நடைமுறை சிக்கல்கள் பொருத்தமானதாக இல்லாவிட்டால், குழுவும் இந்த யோசனைக்கு ஒப்புக்கொண்டது என்றும் சுட்டிக்காட்டினார்.",
        "திருமணப் பிரச்சினையை தீர்க்க ஒரு திருமணம் தவறினால், ஒரு தொழில்முறை நடைமுறை, ஒரு உளவியலாளர் அல்லது மனநல மருத்துவர் சுட்டிக்காட்டியுள்ளதாக டாக்டர் பர்யா அபீசிங் சுட்டிக்காட்டினார்.",
        "எவ்வாறாயினும், உளவியல் இடிபாடுகள், \"அறிமுக பச்சிகளுடன் வரம்பற்ற பிணைப்பில் உள்ள சிக்கல்கள்\" திருமணத்திற்கு முன்பே இருக்கலாம், \"திருமணத்திற்கு முன்பே இருக்க முடியாது,\".",
        "\"லைலியாவால் ஒடுக்கப்பட்ட என் பெற்றோரிடமிருந்து நான் கேள்விப்படுகிறேன், தாய் ஒரு மகளாக இருக்க விரும்பினால், கணவரின் கணவர் அப்படி நடந்து கொண்டார். அவரது மகள் அது நடக்குமா?பிடிக்கவில்லை. பின்னர் அந்த மகள் அப்படி இருக்க வேண்டாம்.",
        "அடுத்து, நான் மனைவியிடம் கேட்கிறேன், உங்களுக்கு ஒரு மகன் இருந்தால், உங்கள் மருமகளை விரும்புகிறீர்களா?",
        "நான் என் மகனைக் கேட்டு, மனைவியின் இடத்தை வைத்து, மனைவியின் இடத்தை உருவாக்கினால், ஆளுமை சரியான நபரை உருவாக்க முடியும் என்றால், நீங்கள் மாறுகிறீர்களா?",
        "இதைத் தீர்ப்பதற்கு நிறைய நேரம் இருக்கிறது, \"என்று டீட்டர் கூறினார்.",
        "\"எனவே பொதுவாக, அம்மா அம்மா. அது மாறாது. ஒரு தாய் ஒரு பெரிய தியாகம் செய்கிறாள். ஒரு மனைவி நடந்த நாளுக்காக மனைவி அதை உணர்கிறாள்.",
        "ஆனால் நான் பரிந்துரைக்கிறேன், உங்கள் பெற்றோரை இரு கட்சிகளிலும் நடத்துங்கள், அன்பு, பிணைப்புகளை வைத்திருங்கள், புறக்கணிப்பதை விட, அவர்கள் திருமணம் செய்து கொண்டால், உலாவும்போது, ​​நீங்கள் ஒரு பிரச்சினையில் இறங்கும்போது.. ஆனால் உங்களுக்கு வழங்கப்பட வேண்டும், \"என்று அவள் இறுதியாக சொன்னாள்.",
        "வட கொரிய ப Buddhism த்தம், முப்பது ஆண்டுகளாக வட கொரியாவுக்குச் சென்ற பப்புடா தெரோவைப் பார்த்தார்",
        "2024 ஐபிஎல்லின் மதிப்புமிக்க வீரர்: ஏன் 'சிரிக்கிறார்', ஏன் 'லிட்டில் சிரிப்புகள்'?",
        "விமான மாதிரி, ஒரு டாலருக்கு பாப்சிகல் சின் வழிவகுத்தது"
      ]
    },
    "en": {
      "title": "Family mother-son join",
      "body_lines": [
        "Like many couples, Roshel was also married to a margin of thousand hopes. But she was unknown to her dreams that she had created before they were married.",
        "The complainant part of the 29-year-old rochelle was completed in a divorce case. She now has to spend money on the legal action earned by his job.",
        "Roshell is a nickname we use to protect her identity instead of the true name of the Leader of this article.",
        "The country's Department of Media, Registrar General of Sri Lanka, was indicated that 2020 has been seen in \"a divorce between the marriages in Sri Lanka since 2020.",
        "The main factor in which Roshell believed to be diagnosed with her husband and his mother, the \"bond exceeded\" among his husband and his mother. It is her opinion that they have lived in another house separately, but it has continued their family life.",
        "Rochelle is a strong effort to protect his marriage. But the lack of seeking the law of the Law.",
        "Sociologically, the small organized unit of social structure is the family. Although the family is the smallest social unit, the opinion of social science is a very important place. They point out that the family contributes to the physical, mental, social and physical needs of individuals.",
        "\"Different causes of divorce is married after children, but also in a social media note.",
        "Not only Roshell, but also difficult to find the problems of many young women in such kinds of crises.",
        "Naomi is not a young woman who is in a dilemma problem because of the failure of her boyfriend and his mother, hopefully, and the unreplantation between his boyfriend and his mother.",
        "In the recent past, we have seen how the \"mother, two wife,\" the concept of \"mother, two,\".",
        "Accordingly, \"the families of family corporations have become a problem with a positive reply around the mother-son, Dr. Bhiyawa Abeysinghe and specialist psychologist.",
        "'Only Harsbund and Wiff ...'",
        "Dr. Bharya Abeysinghe, who is a psychologist, which is a psychologist and clinical activities of a lecturer on psychology and counseling, joined the dialogue.",
        "\"After a son entered marriage, only one's wife can be in his circus. That means only Harsbund and Wife needs to be inside this circular. The child is the newly joined the circus. \"",
        "She explained that the gods should include that the second group. She pointed out that the mother or father does not mean ignoring.",
        "After entering a marriage, she emphasized that both sides have the responsibility of maintaining a good coincidence with his mate.",
        "\"There should know the sons there, Mother, wife, wife says. The wife cannot be mother, and Mom can't be the wife. If you understand this, he will give her a wife and her mother, where my mother needs to stay, nothing, \"she said.",
        "Specialist Psychiatric Rui Reuben said that the bond between the male bear the adulthood, he said that the child should be different in some way.",
        "Dr. Bhadia Abeysinghe pointed out that the wife of his son, in the clinic, have mothers who are having problems with their son's family life.",
        "\"Even though the wife is, there are my son, my son, my son. Of course, the son is, but after the son is marriage, \"she said.",
        "She mentioned a mother with a marriage boy, and that she was probably a middle-aged woman. She pointed out that such women's thoughts are difficult to change and change.",
        "She explained that she should understand the nature of her mother and act accordingly.",
        "She emphasized that it is useless to think that the problems will be resolved after reaching married or when they were given children.",
        "She did not think that the first experience of his marriage had had to escape the situation they were now escalating.",
        "Dr. Bha-Bhaya Abeysinghe said that he had found a significant number of women who were affected in their clinics.",
        "The donor of the teachers should be unchanged, love for gods should be unchanged. But she explained that she was unnecessary that the mother, father, siblings, or friends were not good to add to their family.",
        "\"Most of the sons are doing the wrong. The son knows my mother and knows the wife. But, 'No. ... When they are together, they'll be right, 'she is in one house with your experience.",
        "\"If the question between the husband and wife is now burning, the evening is to fight today, and sleeping and sleeping tomorrow. But after the morning was up in the morning, her mother's love for son, Mom could start the day. 'Last night, my one had to fight last night,' It is. Then you can get out of the mistakes of mothers. \"",
        "Specialist Psychiatric Ruin also noted that a son should not reduce the love of his mother. But he said that the love should be taken to prevent the external people.",
        "\"We see problems in this family life sometimes after marriage. It is more time to take a new life with the wife, staying in the home, and \"the psychiatrist said\"Is.",
        "He said that the mother sees his mother because his wife, \"because of his interference,\" he sees as a \"enemy\".",
        "\"Not at least sad that he lost the love of the child. Then he demands to spend more time with him. See the time with the wife and see Ezrea. Family will be advised to advise their lives. Such likewise can cause conflict in the family. \"He explained.",
        "A few days after getting married, Rochel was another event. When her husband arrives at night, the mobile phone is taken to bring much more time with it.",
        "According to Roshel, his husband chose to talk to his mother on the phone, the time to spend with him. It was disappointed that she was disappointed, not once twice.",
        "As a result, their communication was almost entirely to the breakdown but also strongly influenced their sexual life.",
        "\"The two do not want sex with both of the bed. Sit down, talk, go, a statute, exchange communicates, and you can plan something. What is the cell phone going to bed?There's the problem there, \"Dr. Bhayaya Abeysinghe explained.",
        "She pointed out that it is possible that a couple should look into their gods before they are sleepy.",
        "\"Go to bed to bed at night and don't want to talk to my mother. The son needs to know my mother to talk to Mom. The daughter wants to know my mother. Look for my mother. Open at an emergency cole.",
        "'There are wives who have spoken with my mother.. The victim has become the man ... '",
        "Advisory psychological states that when the wives have been found in their career.",
        "She pointed out that most of the husband is suffering.",
        "\"There are some other moments. The other side of. None of my mother. In fact, Mom does not come into unnecessary interference. Mommy So I don't call the son. Speaking, how to talk about because. But there are wives not to bear it, \"she mentioned his professional experience.",
        "\"Then the son is helpful, to talk to my mother, and talk to my mother, but you have the wrong wives. I have met the wives. The most severely distressed, the victim has become the man, \"she added.",
        "As one of them, she pointed out that some husbands fail to manage the relationship with mother and wife.",
        "\"Mother loves son, but lack of lack. Late doesn't love. Son splits two pieces of fish. Latey is just a little bit of fishing. Otherwise, the son of the wedding, white son, son, son, my son,. The wife is called the name. \"",
        "The third, \"Why is it looking so much about my mother after marrying? He's a wonderful story?. She explained what I secretly, and the parents had their son, \"she explained.",
        "Dr. Bharya Abeysinghe pointed out that some of the other wives could have a profound experience.",
        "The teachings of the teachers, the psychologist, the psychologist also thought that the children could take such problems.",
        "Specialist psychological Rumy Reuben, the bond between parents and children should be more healthier than. He said that the result is determined by the results of that bound.",
        "He pointed out, \"the gods and children should have an unchanged bond. Or the children may be distrust of ties, \".",
        "In times, when a child becomes adulthood, the psychiatrist explained that relationships would arise about relationships.",
        "However, the bond between a mother and a child should be able to change some kind of adolescence in adolescence.",
        "\"The bond between the male bearer, it is important when youth, when young people must have changes in those bonds. For example, when the boy gets older older, he tries to be more independent than. That Trying, learn personality features that suit the society. Trying to get new experiences, new friends are found, build an identity, risk. Here he learns to work independently, \"he said.",
        "Dr. Bha-Abeysinghe also explained the child development phases of Eric Erikzon, a psychologist.",
        "\"We're talking in psychology Good parents. Mom is responsible for the child to influence the child unnecessarily, not to harm the child's personality. That responsibility has the child since the child was born. When the child passes one stages, you have to give the care and support that the child needs with understanding. \"",
        "She pointed out that parents should take their personality as their personality building their personality when they cross their personality in their lives.",
        "\"There is particularly important that the time limit of the early childhood development of the early childhood. What is the key to the proper awareness at those stages, that the support is lost that the child is losing the personality of that child. Or a diminal personality build. You can't think that a child is married and what to do next. Mom cannot think that the Nonnes. At the right time, you can't decide, \"she said.",
        "Rochelle said that her husband had shown weaknesses in decision making. Rochelle has identified as a person who is easily to say to others.",
        "Specialist Psychiatric Ruben also pointed out that there could be problems with no social skills, no social skills.",
        "\"Dr. Bhitia Abeysinghe emphasized,\" Dr. Bhayaya Abeysinghe emphasized.",
        "\"The reason is that people who are not covered with unbelievable and unfaithful men, whether a man without sure, and a man who has no solid man is in a family, the parties are equally sad and pain.\"",
        "It is not the \"worst\" experience of \"the worst\" experience of Rochelle in a brief period of his husband.",
        "Even though we live in a country with a \"good\" culture, Dr. Bharya Abeysinghe said that some of the characteristics of their children would damage their personality.",
        "She said that there were parents who were not even the right to pay their children.",
        "\"Son knows the same well, that like this, that someone like this is like this is to marry. But if he does not want to listen to her mother, no, \"no.. not... The one we're saying must marry. Imagine that if you don't heed, we don't want to say, 'You will whisper and wrote. \"",
        "Roshell's opinion was that the bow of Sri Lanka to dwell together to dwell together, the rest of the bowings in Sri Lanka is a harmful to choose from a mate rather than a person in Sri Lanka.",
        "Specialist Psychiatric Rumy Reuben also pointed out that if the practical issues are not suitable for the family life after marriage, the team also agreed to the idea.",
        "Dr. Bharya Abeysinghe pointed out that if a marriage is failing to resolve a marriage problem, a professional practice, a psychologist, or psychiatrist, pointed out.",
        "However, psychological Ruins, \"Issues on Unlimited Binding With Debutical Pothions\" may be before marriage, \"may not be able to remain before marriage,\".",
        "\"I hear from my parents who are oppressed by the lailea and if the mother wanted to be a daughter, the husband's husband behaved like that. Would his daughter like it to happen?Don't like. Then don't let that daughter be like it.",
        "Next, I ask the wives, if you had a son, do you like your daughter-in-law?",
        "If I ask my son and put his wife's place and to make his wife's place, and personality can make a rightful person, do you change?",
        "It is a lot of time to settle this, \"the teater said.",
        "\"So in general, Mom is mother. It won't change. A mother is making a big sacrifice. The wife feels it for the day a wife had happened.",
        "But I suggest, treat your parents in both parties, love, keep bonds, and ignore, rather than getting married, if they are married, and browsing, as you get into a problem.. But be given to you, \"she finally said.",
        "North Korean Buddhism, who saw Pupetah Thero, who had been to North Korea for thirty years",
        "2024 Valuable Player of the IPL: Why is 'laughing', why is the 'little laughs'?",
        "Airplane model, led to a dollar of popsicle cin"
      ]
    }
  },
  "summary_lines": [
    "It seems like you've shared a detailed conversation involving various perspectives on family dynamics, especially focusing on the relationship between mothers, sons, and daughters-in-law. This discussion touches on several themes including cultural expectations, personal growth, and the challenges of balancing familial obligations with individual desires.",
    "",
    "From the conversation, several key points emerge:",
    "",
    "1. **Cultural Expectations vs. Personal Growth**: There's a tension between traditional cultural expectations (such as the importance of respecting elders and maintaining family harmony) and the need for individuals to grow and assert their independence. This is evident in the discussions around how sons and daughters-in-law navigate their relationships with their mothers.",
    "",
    "2. **Communication and Conflict Resolution**: Effective communication is highlighted as crucial in resolving conflicts within families. However, the conversation suggests that misunderstandings and miscommunications often lead to deeper rifts, especially when it comes to decisions regarding marriage and lifestyle choices.",
    "",
    "3. **Role of Elders in Decision Making**: The conversation underscores the significant influence elders, particularly mothers, have over their offspring's lives. This influence extends to whom they marry and how they conduct themselves post-marriage. However, it also raises questions about the autonomy of adults and the rights of spouses to make their own decisions.",
    "",
    "4. **Impact of External Interference on Marital Harmony**: External interference, especially from mothers, is seen as a source of stress and conflict in marriages. The conversation suggests that while parental advice and guidance can be beneficial, excessive involvement can undermine marital stability and happiness.",
    "",
    "5. **Psychological Perspectives**: The inclusion of psychiatric insights highlights the importance of mental health in family dynamics. Issues such as anxiety, depression, and the impact of societal pressures on mental well-being are discussed, emphasizing the need for empathy and understanding in family relationships.",
    "",
    "6. **Cultural Specificity**: The conversation reflects specific cultural nuances, particularly from a Sri Lankan perspective. Understanding these nuances is essential for addressing the unique challenges faced by families in different cultural contexts.",
    "",
    "In summary, the conversation delves into the complexities of family relationships, highlighting the interplay between cultural traditions, personal aspirations, and the evolving roles of family members. It underscores the importance of open communication, mutual respect, and the recognition of each individual's right to self-determination in fostering healthy and harmonious family dynamics."
  ]
}