{
  "translated_text": {
    "si": {
      "title": "\"සම්බන්ධ වන්නේ\" අපි කාටද කමක් නැහැ \"",
      "body_lines": [
        "පක්ෂ දේශපාලනය අමතක කරන කාලය මෙය බව අවධාරණය කරමින් අවධාරණය කරමින් එක්සත් ජාතික පක්ෂය අද සියලු දේශපාලන පක්ෂවලට අත්වැල් බැඳ ගන්නා ලෙස ඉල්ලා තිබේ.",
        "\"අප සිතන දේ පක්ෂ දේශපාලනයට වඩා හවුල් ව්යාපාරයක්. ශ්රී ලංකාව ස්ථාවර රටකට පරිවර්තනය කිරීමේ පොදු ඉලක්කය සපුරා ගැනීම සඳහා සියලු දේශපාලන පක්ෂ සමඟ අත්වැල් බැඳ ගැනීමට එක්සත් ජාතික පක්ෂයේ මහ ලේකම්, පාලිත රේන්ජ් බන්ඩාරාගේ ප්රධාන ලේකම්වරයා පැවසීය.",
        "ශ්රී ලංකා නිදහස් පක්ෂය (එස්එල්එෆ්පී) දැනට අර්බුදයකට මුහුණ දී සිටින බැවින් එක්සත් ජාතික පක්ෂය විසින් ශ්රී ලංකා නිදහස් පක්ෂයේ (ශ්රී ලංකා නිදහස් පක්ෂය) සාමාජිකයින්ගේ සාමාජිකයින්ගේ ප්රශ්නවලට එක්සත් ජාතික පක්ෂය පිළිගන්නේද යන්න මාධ්යවේදීන් විසින් ඇසූ ප්රශ්නයකට පිළිතුරු දෙමින්.",
        "\"ජාතියේ සුභසාධනය සඳහා අත්වැල් බැඳගෙන සිටින තුරු අප හා එක්වන තුරු අප හා එක්වන තෙක් අප හා එක්වන අය කන්නේ කවුදැයි අපි ගණන් ගන්නේ නැහැ.",
        "එක්සත් ජාතික පක්ෂයේ මහ ලේකම් එක්සත් ජාතික පක්ෂයට එක්සත් ජාතික පක්ෂයෙන් ඉල්ලා ඇත්තේ තම පක්ෂ නායකයාට ගැටුම් ඇති වන සමකි ජනගම්බයා (එස්.ජේ.බී.) හි එක්සත් ජාතික පක්ෂයට එක්වන ලෙසයි.",
        "ඒ අනුව එක්සත් ජාතික පක්ෂයට එක්වන ලෙස හර්ෂ ද සිල්වා, කබීර් හසේම් සහ තලඩා අතුකෝරල මහතා එක්සත් ජාතික පක්ෂයට එක්සත් ජාතික පක්ෂයට ආරාධනා කළහ.",
        "\"මෙම මන්ත්රීවරුන් එස්.ජේ.පී. නායකත්වය සමඟ පරස්පර විරෝධී හා ආන්තිකකරණයට පටහැනි බව අපට පෙනේ\" යැයි ඔහු පැවසීය.",
        "ඔවුන්ගේ වර්තමාන නාට්යය විවාදයට නැවැත්වීම සඳහා ඔහු එස්.ජේ.බී. සහ ජාතික මහජන බලය (NPP) ද ඔහුගෙන් ඉල්ලා සිටියේය.",
        "අර්බුදයේ දී රජය අල්ලා ගැනීම සඳහා එස්.ජේ.බී. සහ එන්පීපී යන දෙකෙහිම සහන ප්රතික්ෂේප කර ඇති බැවින් ආර්ථිකය ගැන සාකච්ඡා කිරීමට කිසිදු ප්රයෝජනයක් නොමැත. \"",
        "2022 වන විට රට ආර්ථික අර්බුදයට මුහුණ දුන් විට දෙපාර්ශ්වයම විවාද පැවැත්විය යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "“We don't care who will join”",
      "body_lines": [
        "The United National Party today has called for all political parties to join hands, emphasizing that this is the time to forget party politics.",
        "“What we think is a joint venture beyond party politics. The General Secretary of the United National Party, Palitha Range Bandara, said that we are invited to join hands with all political parties to achieve the common goal of transforming Sri Lanka into a stable country.",
        "In response to a question raised by journalists whether the United National Party would welcome the Sri Lanka Freedom Party (SLFP) members, as the Sri Lanka Freedom Party (SLFP) is currently facing a crisis.",
        "“We do not care who will join us until he is ready to join hands for the welfare of the nation,” he added.",
        "The General Secretary of the United National Party has called on the United National Party to join the United National Party to all the MPs in the Samaki Jana Balavegaya (SJB), which is in conflict with his party leader.",
        "Accordingly, Harsha de Silva, Eran Wickramaratne, Kabir Hasim and Talada Atukorala invited the United National Party to join the United National Party.",
        "“We see these MPs are contradicting and marginalizing with the SJP leadership,” he said.",
        "He also urged the SJB and the National People's Power (NPP) to stop their current play on debates.",
        "Range Bandara said, \"Since both SJB and NPP have rejected the concessions to seize the government during the crisis, there is no use in discussing the economy.\"",
        "He said the two parties should have held their debates when the country faced the economic crisis by 2022."
      ]
    }
  },
  "summary_lines": [
    "The United National Party (UNP) calls for all political parties to unite, focusing on national stability. UNP General Secretary Palitha Range Bandara invites all parties, including the Sri Lanka Freedom Party (SLFP), to join for the nation's welfare. He also criticizes Samaki Jana Balavegaya (SJB) MPs for opposing their party leader and urges SJB and National People's Power (NPP) to focus on the economy, not debates."
  ]
}