{
  "translated_text": {
    "ta": {
      "title": "மளிகைப் பொருட்களின் விலை - ஒரு பையின் விலை: ஒரு வருடத்தில் எவ்வளவு மாறிவிட்டது?",
      "body_lines": [
        "நுகர்வோர் ஒவ்வொரு காய்கறி வகையின் விலையையும் அதிகரித்து, வாடிக்கையாளர்களுக்கு குறிப்பிடத்தக்க நிதி சவாலை உருவாக்கியுள்ளனர். பெட்டா சந்தையில் கேரட் மற்றும் பீன்ஸ் போன்ற ஒரு கிலோகிராம் விலைகள் ரூ .1900 மற்றும் ரூ.",
        "முட்டை, காட், கேட்ஸ், பாலிட்னல் போன்ற சில சில்லறை பொருட்களின் விலை, ஆப்பிள், அன்னாசி பழங்கள், ஆப்பிள், அன்னாசின்ஸ் போன்ற பிற பொருட்களின் விலையை அதிகரிக்கும் போக்காகும்.",
        "இந்த ஏற்ற இறக்கங்கள் வாடிக்கையாளர்களை எவ்வாறு பாதிக்கின்றன என்பதற்கான தெளிவான படத்தை வழங்க பிபிசி ஒரு மளிகை அந்துப்பூச்சியின் விலையை உருவாக்கியுள்ளது.. ஒரு வருடத்தில் உங்கள் மளிகைப் பொருட்கள் எவ்வாறு மாற்றப்படுகின்றன என்பதைப் புரிந்துகொள்ள இது எங்களுக்கு உதவுகிறது.",
        "சராசரி சில்லறை விலைகளைத் தீர்மானிக்க, இலங்கையின் மத்திய வங்கியில் (இலங்கை) பெறப்பட்ட தினசரி விலை உயர்வு இலங்கையின் மத்திய வங்கியை அடிப்படையாகக் கொண்டது.",
        "அதன்படி, ஜனவரி 16, 2023 அன்று இலங்கையின் மத்திய வங்கியின் தினசரி சில்லறை விலையை ஜனவரி 13, 2023 விலையுடன் ஒப்பிடுகிறது.",
        "நெகோம்போ சந்தையிலிருந்து பெறப்பட்ட பிற விலைகள் மற்றும் வழங்கப்பட்ட பிற விலைகள் முதன்மையாக பெட்டுகோட்டுவா சந்தையில் எடுக்கப்பட்டுள்ளன.",
        "நீங்கள் தேர்வு செய்ய வேண்டிய குறிப்பிட்ட உருப்படிகள் இல்லாத நிலையில், மளிகை பையில் பின்வரும் உருப்படிகள் உள்ளன.",
        "மூல மிளகாய் (1 கிலோ), பீன்ஸ் (1 கிலோ), கேரட் (1 கிலோ), பாஸ்டர் (1 கிலோ), மற்றும் அன்னாசி (1 கிலோ), 1 கிலோ",
        "ஷமர் ஜோசப்: முதல் பேட் திருமண போட்டியில் 5 விக்கெட்டுகளை வீழ்த்திய பாதுகாப்பு கட்டுப்பாட்டாளர்",
        "மைக்கேல் ஜாக்சனுடன் ஒரு ஜோடி நடனத்தில் சேர இலங்கை பேராசிரியர் பேராசிரியர்",
        "டெல்ஃப்ட்: இது குறைந்த செலவில் வழிநடத்தக்கூடிய ஒரு அழகான சுற்றுலா தலத்திற்கு செல்கிறதா?",
        "ஆயுதப்படைகள்: சேவை செய்யும் உறுப்பினர்களை சமூகமயமாக்க சரியான திட்டம் உள்ளதா?"
      ]
    },
    "en": {
      "title": "Price of groceries - the price of a bag: how much has changed in a year?",
      "body_lines": [
        "Consumers have increased the price of every vegetable type, creating significant financial challenge to customers. The prices of a kilogram, such as carrots and beans in the Pettah market, has been Rs.1900 and Rs.",
        "The price of some retail goods such as eggs, Katt, Gates, Politnel, is a trend of increasing the price of other products such as apples, pineapple fruits, such as apples, pineappines.",
        "The BBC has created the price of a grocery moth to provide a clear picture of how these fluctuations are affecting customers.. It helps us to understand how your groceries are changed in a year.",
        "To determine the average retail prices, the daily price hike obtained from the Central Bank of Sri Lanka (Sri Lanka) has been based on the Central Bank of Sri Lanka.",
        "Accordingly, on 16th January 16, 2023 compares the daily retail prices of the Central Bank of Sri Lanka with the prices of January 13, 2023.",
        "Other prices that were obtained from Negombo market and other prices provided are primarily taken in the Petukotuwa marketplace.",
        "In the absence of specific items you have to choose, the grocery bag includes the following items.",
        "Raw chilli (1kg), beans (1kg), carrots (1kg), pastor (1kg), and pineapple (1kg), 1kg",
        "Shamar Joseph: The first bat was the defense regulator who took 5 wickets in the wedding match",
        "Professor of Sri Lankan Professor to join a paired dance with Michael Jackson",
        "Delft: Is it going to a beautiful tourist destination that can lead at a low cost?",
        "Armed Forces: Is there a proper program to socialize serving members?"
      ]
    }
  },
  "summary_lines": [
    "Grocery prices have risen significantly, affecting vegetables, eggs, and fruits. The BBC tracks these changes, using data from the Central Bank of Sri Lanka and local markets. This includes items like chilli, beans, carrots, pastor, and pineapple. Other news includes Shamar Joseph's cricketing achievements, a Sri Lankan professor's dance with Michael Jackson, Delft's tourism potential, and social programs for armed forces."
  ]
}