{
  "translated_text": {
    "si": {
      "title": "හයිටි සිරගෙට සන්නද්ධ ප්රහාරයක් - 3000 ට වඩා",
      "body_lines": [
        "හයිටියේ අගනුවර පිහිටි ප්රධාන බන්ධනාගාරයකට පහර දුන් කල්ලියක් සිරකරුවන් 4,000 කට වැඩි පිරිසක් නිදහස් කර තිබේ.",
        "ප්රාග්ධනයේ අගනුවරට පහරදීමෙන් සිරකරුවන් 4,000 කට වැඩි පිරිසක් පලා ගොස් ඇත.",
        "2021 දී ජනාධිපති පොකෙවල් මොකාස් murder ාතනය කිරීමේ චෝදනාවට ලක්වූවන් 2021 දී ද බන්ධනාගාරය හේතුවෙන් පැන ගොස් තිබේ.",
        "ආරක්ෂක නිලධාරීන් නොමැතිව හයිටේ සුපුරුදු තදබදය දක්නට ලැබේ.",
        "සිරකරුවන් කී දෙනෙකු මිය ගිය බව නොදන්නා බව පැවසූ මානව හිමිකම් නීති orney වරයා කියා සිටියේ බන්ධනාගාරයක 100 ක් තුළ 100 කටත් අඩු ප්රමාණයක් ඉතිරිව ඇති බවයි.",
        "මේ අතර, ප්රචණ්ඩත්වය මැඩපැවැත්වීම සඳහා හදිසි අවස්ථාවක් ප්රකාශයට පත් කළ හයිටි රජයට රාත්රී ඇඳිරි නීතිය ප්රකාශයට පත් කර තිබේ."
      ]
    },
    "en": {
      "title": "Armed Attack on Haiti Prison- More than 3000",
      "body_lines": [
        "A gang who attacked a main prison in the capital of Haiti has released more than 4,000 prisoners.",
        "More than 4,000 prisoners have fled the attack on the capital of the capital.",
        "Those accused of murdering President Jovenal Mossay in 2021 have also escaped due to prison.",
        "Haiti's usual congestion is found without security officers.",
        "The Human Rights Attorney, who said it was unaware of how many prisoners had escaped, said that fewer than 100 in 4000 prison remained.",
        "Meanwhile, the Haiti government, which has announced an emergency to curb violence, has also declared the night curfew."
      ]
    }
  },
  "summary_lines": [
    "A gang attacked Haiti's main prison, releasing over 4,000 prisoners, including those accused of murdering President Jovenal Mossay in 2021. The Human Rights Attorney estimates fewer than 100 remain, and the government has declared a night curfew to curb violence."
  ]
}