{
  "translated_text": {
    "ta": {
      "title": "ஈஸ்டர் தாக்குதல் மீதான ஈஸ்டர் தாக்குதலை விசாரிப்பதற்கான நடவடிக்கையை ஜனாதிபதி நினைவு கூர்ந்தார்",
      "body_lines": [
        "ஓய்வூதிய உயர் நீதிமன்ற நீதிபதி. N. ஜெ. திருமதி அல்விஸ் குழுவின் தலைவராக நியமிக்கப்படுவார்.",
        "செப்டம்பர் 15 க்கு முன் குழு அறிக்கையை வழங்க ஆலோசனை.",
        "ஏப்ரல் 21, 2019 அன்று குண்டுவெடிப்பின் வளாகம் குறித்து எடுத்துக்கொண்ட முன், புலனாய்வுக்கு முந்தைய (எஸ்ஐஎஸ்) மற்றும் பிற அதிகாரிகள் தொடர்பாக எடுக்கப்பட்ட பிற அதிகாரிகள் குறித்து விசாரிக்க ஜனாதிபதி ரங்கில் விக்ரமேசிங்கை ஒரு குழுவை நியமித்துள்ளார்.",
        "ஓய்வூதிய உயர் நீதிமன்ற நீதிபதி. N. ஜெ. திரு. ஆல்விஸின் புலனாய்வு கமிட்டியின் சக உறுப்பினர்கள் இலங்கை நிர்வாக சேவையின் சிறப்பு தர அதிகாரியாக உள்ளார். N. கே. திருமதி சோமரத்னே மற்றும் மூத்த வழக்கறிஞர். மீ. அது. N. திரு. நாடன் நியமிக்கப்பட்டுள்ளார்.",
        "மூத்த உதவி செயலாளர் சரதாஜெலி மன்ஹரன் விசாரணைக் குழுவின் செயலாளராக உள்ளார்.",
        "இந்திய புலனாய்வு அமைப்புகள் மற்றும் ஏப்ரல் 21, 2019 அன்று வெடிகுண்டு தாக்குதலின் பிற ஆதாரங்களின்படி, மாநில புலனாய்வு சேவை (எஸ்ஐஎஸ்) மற்றும் பிற தொடர்புடைய அதிகாரிகள் சிஎன்ஐஎஸ் (சிஎன்ஐ) மற்றும் பிற தொடர்புடைய அதிகாரிகள் (சிஎன்ஐ) மற்றும் பிற தொடர்புடைய அதிகாரிகளால் எடுக்கப்பட்டுள்ளனர் நடவடிக்கை எடுக்கப்பட்டால் குழு விசாரிக்கப்பட வேண்டும்.",
        "மேலும், இரண்டு பொலிஸ் அதிகாரிகள் (டி.எம்.ஐ) மற்றும் சிஐடி (டி.எம்.ஐ) மற்றும் சிஐடி, சிஐடி (டிஎம்ஐ) மற்றும் சிஐடி ஆகியவை நான்கு மாதங்களில் நம்பப்பட்டன, மேலும் மேற்கண்ட சம்பவம் குறித்து சிஐடி விசாரணை .",
        "மாநில புலனாய்வு சேவை (ஏப்ரல் 21, 2019 அன்று இறுதி அறிக்கை) தேசிய புலனாய்வுத் தலைவர் (சி.என்.ஐ) மற்றும் பிற தொடர்புடைய அதிகாரிகள் இந்திய புலனாய்வு அமைப்புகளிலிருந்தும் வேறு எந்த மூலத்திலிருந்தும் பெறப்பட்டுள்ளதாகக் கூறப்படுகிறது.",
        "மேலும், வாவ்னியா குற்றவியல் விசாரணையில் (டி.எம்.ஐ) இரண்டு பொலிஸ் அதிகாரிகள் கொலை செய்யப்பட்டதற்கு பதிலளிக்கும் விதமாக இராணுவ புலனாய்வு வாரியம் (சிஐடி) சிஐடி (சிஐடி) க்கு அறிவித்துள்ளது.. அமைப்பின் இணைப்பு இருப்பதாக நம்பப்பட்டது.",
        "இருப்பினும், நான்கு மாதங்களுக்குப் பிறகு, தவாசோ வாரியம் ஜிமாத் (என்.டி.ஜே) ஏற்பாடு செய்த அதே சம்பவத்துடன் தொடர்புடையது.",
        "இந்த குறுவட்டு ஜனவரி 31, 2019 அன்று விசாரணைக் குழுவுக்கு வழங்கப்படுகிறது அல்லது தேவையான நடவடிக்கைகளை 2019 அன்று தெரிவிக்கவும், தேவையான நடவடிக்கைகளை விசாரிக்கவும்.",
        "அதன்படி, செப்டம்பர் 15, 2024 அன்று அல்லது அதற்கு முன்னர் அந்த அறிக்கையை ஜனாதிபதியிடம் ஒப்படைக்குமாறு தொடர்புடைய குழு அறிவுறுத்தப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "President commemorates action to investigate the Easter attack on the Easter attack",
      "body_lines": [
        "Pension High Court Judge. N. J. Mrs. Alwis to be appointed chairman of the Committee.",
        "Advice to provide the committee report before September 15.",
        "President Ranil Wickremesinghe has appointed a committee to investigate the pre-intelligence (SIS) and other authorities taken regarding the pre-intelligence (SIS) and other authorities who have taken about the premises of the bombings on April 21, 2019.",
        "Pension High Court Judge. N. J. Mr. Alwis' fellow members of the Commission of Investigation Committee is a special grade officer of the Sri Lanka Administrative Service. N. K. Mrs. Somaratne and Senior Attorney. M. it. N. Mr. Nadan has been appointed.",
        "Senior Assistant Secretary Sarathajeli Manharan is the Secretary to the Investigation Committee.",
        "According to Indian intelligence agencies and other sources of the bomb attack on the 21st of April 2019, the State Intelligence Service (SIS) and other relevant authorities have been taken by the CNIs (CNI) and other relevant authorities (CNI) and other relevant authorities.The committee is to be investigated if measures have been taken.",
        "Also, the murder of two police officers (DMI) and CID (DMI) and CID, the CID (DMI) and CID believed in four months and the investigation of the CID regarding the above incident.This committee is due to investigate what matters revealed.",
        "State Intelligence Service (Final Report on April 21, 2019)It is said that the National Intelligence Head (CNI) and other relevant authorities have been received from Indian intelligence agencies and any other source.",
        "Also, the Army Intelligence Board (CID) has informed the CID (CID) to the CID (CID) in response to the murder of two police officers in the Vavuniya Criminal Investigation (DMI).. It was believed that there was a link of the organization.",
        "However, four months later, the board of Tawasoh organized Jimath (NTJ) was associated with the same incident.",
        "The CD is also given to the Investigation Committee on January 31, 2019 or to report the necessary action on April 21, 2019 and to investigate the necessary action.The President has also authorized the committee to check the documents.",
        "Accordingly, the relevant committee has been instructed to hand over the report to the President on or before September 15, 2024."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe has formed a committee to probe actions taken by the State Intelligence Service (SIS) and others before the 2019 Easter bombings. The committee, chaired by Pension High Court Judge N.J. Alwis, includes a special grade officer and a senior attorney. They must submit their findings by September 15, 2024."
  ]
}