{
  "translated_text": {
    "si": {
      "title": "\"අපේ සාර්ථකත්වය නැවැත්වීමට කිසිවෙකුට නොහැකිය\"",
      "body_lines": [
        "ජාතික මහජන බලයේ සාර්ථකත්වය සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා අවසන් වරට උපක්රම කිහිපයක් පවත්වන බව ජාතික මහජන පෙරමුණේ නායක අනුර කුමාර දිසානායක මහතා පවසා තිබේ.",
        "මිනුවන්ගෝඩා හි රැලියකදී අදහස් දක්වමින් ඔහු කියා සිටියේ සිවිල් සේවකයින්ගෙන් බහුතරය, පොලීසිය සහ හමුදා භටයින් ජාතික ජනතාවගේ පක්ෂයට සහාය දෙන බවත් රනිල් වික්රමසිංහට කිසිදු උපක්රමයක නිරත විය නොහැකි බවත්ය.",
        "රනිල් වික්රමසිංහට උපක්රමයක් හසුරුවන බවට ජනතාව සැක කරයි. ඔහුට කිසිදු උපක්රමයක් කිරීමට නොහැකි විය. සිවිල් සේවකයින්ගෙන් බහුතරයකට එල්පීපීයට සහාය වේ. පොලීසිය සහ හමුදා නිලධාරීන්ගෙන් බහුතරයක් අපට සහාය දක්වයි. විශ්රාමික පොලිස් නිලධාරීන් සහ හමුදා නිලධාරීන් අප සමඟ සිටින බැවින් අපව බලයට පත්වීම වැළැක්වීමට කිසිවෙකුට නොහැකිය.",
        "ජනතාව නඩත්තු කිරීම සඳහා ජනතාව ප්රථම වරට පිහිටුවන බවත් පාලකයන්ගේ සහ මිතුරන් රැකබලා ගැනීම සඳහා රජයන් නිර්මාණය වී ඇති බවත් දිසානායක මහතා පැවසීය."
      ]
    },
    "en": {
      "title": "“No one can stop our success”",
      "body_lines": [
        "National People's Front leader Anura Kumara Dissanayake has said that this time no one can stop the NP's victory, saying that President Ranil Wickremesinghe will take some trick at the last time to prevent the success of the national people's power.",
        "Speaking at a rally in Minuwangoda, he said that the majority of civil servants, police and military personnel would support the National People's Party and that Ranil Wickremesinghe could not engage in any trick.",
        "People suspect that Ranil Wickremesinghe will handle something trick. He could not do any trick. The majority of civil servants support NPP. The majority of police and military officers support us. Retired police and military officers are with us, so no one can prevent us coming to power.",
        "Dissanayake said the NPP government would be formed for the first time to maintain the people and that governments have been created to look after the families and friends of the rulers."
      ]
    }
  },
  "summary_lines": [
    "Anura Kumara Dissanayake claims NP victory unstoppable, cites civil servant, police, military support."
  ]
}