{
  "translated_text": {
    "si": {
      "title": "මහනුවර බොල්ට්ස් ශ්රී ලංකා ආර් 10 සුපර් ලීගයේ ක්රීඩා උළෙලේ අවසන් කණ්ඩායමට එක්විය",
      "body_lines": [
        "මහනුවර බොල්ට්ස් කණ්ඩායම අඟහරුවාදා පල්ලකලේ ජාත්යන්තර ක්රිකට් ක්රීඩාංගණයේ නුවරෙලියා රජවරුන්ගේ නුවරෙලියා රජවරුන්ට එරෙහිව ලකුණු 5 කින් තරගය සඳහා සුදුසුකම් ලබා තිබේ.",
        "තරගයේදී පළමුවෙන් පන්දුවට පහර දීමට තීරණය කළ මහනුවර බොල්ට්ස් පන්දුවාර 10 කදී කඩුලු 9 ක් දැවී ලකුණු 111 ක් රැස් කළේය.",
        "බෙත් සහ නිසාන්කා ලකුණු 41 ක් රැස් කළ අතර, ෂෙහාන් ජයසූරිය 33 සහ දිනේෂ් චන්දිමාල් ලකුණු 13 ක් රැස් කළහ.",
        "කසුන් රජිත ලකුණු 16 කට කඩුලු 4 ක් ද, ලහිරු මධුෂන්ක් ලකුණු 9 කට කඩුලු 2 කට දවාගත්තේය.",
        "ඊට පිළිතුරු වශයෙන් නුවර එලියා රජවරුන්ට පන්දුවාර 10 කදී කඩුලු 5 ක් අහිමි වූ අතර ලකුණු 106 ක් අහිමි විය.",
        "ගේල් මේයර්ස් සහ අවිෂ්කා ප්රනාන්දු පන්දු 21 කදී ලකුණු 42 ක් රැස් කළහ.",
        "36 සහ 5 දශකයේ රාත්තල් සමඟ මේයර්ස් විසින් පන්දු 15 ක් අහිමි වීමෙන් පසුව",
        "නුවර එලියා රජවරුන්ගේ කඩුලු 5 ක් සහ ලකුණු 31 ක් විය.",
        "එක් අතකින්, අවිෂ්කා ප්රනාන්දු පන්දු 26 කට මුහුණ දී ලකුණු 50 ක් පරාජයට පත්විය.",
        "එහෙත් මහනුවර බෝල්ට් කණ්ඩායම සඳහා සුදුසුකම් නතර කිරීමට ඔහුට නොහැකි විය.",
        "පන්දු යැවීමේදී තිසර පෙරේරා ලකුණු 11 කට කඩුලු 2 ක් ද anintesto වෙල්ලා ලකුණු 29 කට කඩුලු 2 ක් දවා ගත්තේය."
      ]
    },
    "en": {
      "title": "Kandy Boltz joined the last team in the Sri Lanka R10 Super League Play Ove round",
      "body_lines": [
        "The Kandy Boltz team qualified for the playout round by 5 runs against the Nuwara Eliya Kings in the Pallekele International Cricket Stadium on Tuesday (17).",
        "Kandy Boltz, who decided to bat first in the match, scored 111 runs for the loss of 9 wickets in 10 overs.",
        "Beth and Nissanka scored 41 runs, Shehan Jayasuriya 33 and Dinesh Chandimal scored 13 runs.",
        "Kasun Rajitha took 4 wickets for 16 runs and Lahiru Madushank 2 wickets for 9 runs.",
        "In reply, Nuwara Eliya Kings lost 5 wickets in 10 overs and lost 106 runs.",
        "Gayle Mayers and Avishka Fernando played a stunning bats and shared 42 runs off 21 balls.",
        "The Nuwara Eliya Kings team was out of the way after Kill Mayers lost 15 balls with a pound of 36 and 5 sixes.",
        "5 wickets and 31 runs fell by Nuwara Eliya Kings.",
        "On the one hand, Avishka Fernando faced 26 balls and loses 50 runs, including 3 pounds and 4 sixes.",
        "But he was unable to stop qualifying for the Kandy Bolts team.",
        "In the bowling, Tisara Perera took 2 wickets for 11 runs while Arinesto Vella took 2 wickets for 29 runs."
      ]
    }
  },
  "summary_lines": [
    "Kandy Boltz qualifies for playout round, beating Nuwara Eliya Kings by 5 runs. Kandy Boltz scored 111/9 in 10 overs, led by Beth and Nissanka's 41. Nuwara Eliya lost 106/5, Gayle Mayers scoring 36 off 15 balls."
  ]
}