{
  "translated_text": {
    "ta": {
      "title": "ப Buddhism த்தத்தில் சேதமடைய எந்த முடிவும் இல்லை",
      "body_lines": [
        "சர்வதேச மகளிர் அமைப்புகளின் அமைப்புகள் சர்வதேச மகளிர் அமைப்புகளின் அனைத்து ஒப்பந்தங்களிலும் சேர்க்கப்பட்டுள்ளன, ஆண்களுக்கு அதே உரிமைகள் இருக்க வேண்டும் என்று பெண்களுக்கு அதே உரிமைகள் இருக்க வேண்டும்.",
        "இலங்கையில் பெண்களுக்கு சம உரிமைகளை பெண்களுக்கு வழங்குவதே அரசாங்கத்தின் நோக்கம்.",
        "ப Buddhism த்த மதத்தின் உயிர்வாழ்வை சேதப்படுத்தும் எந்தவொரு முடிவையும் அரசாங்கம் ஏற்கவில்லை என்று ஜனாதிபதி வலியுறுத்தினார்.",
        "யு.என்.பி.யின் புதிய மறுசீரமைப்பின் கீழ் யு.என்.பி அமைப்புகளை நியமித்ததற்கு கடிதங்களை வழங்கியதற்காக இன்று (18) சிரிகோத்தாவில் இன்று (18) நடந்த நிகழ்வில் ஜனாதிபதி ரானில் விக்கிரேமேசிங்கில் உரையாற்றினார்.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "புதிய மண்டல அமைப்பாளருக்கான புதிய மண்டல அமைப்பாளருக்கான புதிய மண்டல அமைப்பாளருக்கான புதிய மண்டல அமைப்பாளருக்கு நியமனம் கடிதங்களில் பங்கேற்பதில் மகிழ்ச்சி அடைகிறேன்.",
        "சமத்துவத்தின் பாலின சமத்துவத்தின் நீளம் இன்று விரிவாக விவாதிக்கப்பட்டது. இருப்பினும், உச்சநீதிமன்றத்தின் கூற்றுப்படி, பெண்களுக்கு சமத்துவம் இல்லை. நாட்டின் பெரும்பான்மையான மக்கள், உரிமையைப் பெற முடியவில்லை என்றும் நான் அறிவித்தேன், பாராளுமன்றம் மற்றும் அரசியலமைப்பு என்று பாராளுமன்றத்தில் என்னிடம் கூறப்பட்டது.",
        "பெண்களுக்கு சம உரிமைகளை வழங்குவதே எங்கள் குறிக்கோள். சர்வதேச பெண்கள் அமைப்புகளின் அனைத்து ஒப்பந்தங்களும் இதில் அடங்கும். நீதித்துறை, நிர்வாகி, சட்டமன்றம் அல்லது எந்தவொரு நிறுவனமும் குறிக்கோளை குறுக்கிட முடியாது.",
        "அந்த வேலையை மேற்கொள்ள நாங்கள் கடமைப்பட்டுள்ளோம். எனவே நான் இன்று பாராளுமன்றத்தை அறிவித்தேன். முடிவு, ப Buddhism த்தத்தை நாம் திரும்பப் பெற முடியவில்லை, ஏனெனில் எங்களால் ஏற்றுக்கொள்ள முடியாது. இப்போது நாங்கள் அதில் கவனம் செலுத்துகிறோம்."
      ]
    },
    "en": {
      "title": "No decision to be damaged in Buddhism",
      "body_lines": [
        "Founded that the organizations of international women's organizations included in all the agreements of international women's organizations that women should have the same rights as men should have the same rights.",
        "The government's objective is to provide women with equal rights to women in Sri Lanka.",
        "The President emphasized that the government does not accept any decision that will damage the survival of Buddhism.",
        "President Ranil Wickremesinghe addressing the event at Sirikotha today (18) this morning for the awarding letters to the appointment of the UNP organizations under the new reorganization of the UNP.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "I am glad to participate in the appointment letters to the new Zone Organizer for the new Zone Organizer for the New Zone Organizer for the New Zone Organizer.",
        "The length of the gender equality of equality was discussed at length today. However, according to the Supreme Court, women do not have equality. I also declared that the majority of the country's population, unable to get the right, I was told in Parliament that the parliament and the constitution.",
        "Our goal is to give women equal rights to women. It includes all agreements of international women's organizations. The judiciary, the executive, legislature, or none of the institution cannot interrupt the objective.",
        "We are committed to carrying out that work. So I declared the parliament today not to fear that. And the decision, we could not withdraw Buddhism because we cannot accept. Now we are focusing on it."
      ]
    }
  },
  "summary_lines": [
    "In a speech, President Ranil Wickremesinghe reaffirmed Sri Lanka's commitment to gender equality, aligning with international standards. He stressed that no decisions would harm Buddhism, emphasizing the government's dedication to ensuring women's rights, as outlined in various international agreements. Despite the Supreme Court's stance, he pledged to pursue equality, assuring that neither the judiciary nor any other institution could deter this objective."
  ]
}