{
  "translated_text": {
    "si": {
      "title": "අම්බරයේ ගංවතුරෙන් පුද්ගලයින් 6 දෙනෙකු සොයා ගෙන තිබේ",
      "body_lines": [
        "අම්පාරා දිස්ත්රික්කයේ, වේනුවිව් පොලිස් කොට් Division ාශයේ කරොඩිව් පොලිස් අංශය අසල ගංවතුර යන්ත්රයක අතුරුදහන් වූ සිසුන් 4 දෙනෙකුගේ සිරුරු බදාදා (27) සොයා ගෙන තිබේ.",
        "ඊයේ (27) ගලවා ගැනීමේ මෙහෙයුම් අත්හිටුවා තිබේ.",
        "ගලවා ගැනීමේ කණ්ඩායම විසින් සිව්දෙනාගේ සිරුරු බේරා ගන්නා ලදී. සීසෑමේ යන්ත්රයේ මළ සිරුරු සහ සහායකයා විය හැකි බව ද වාර්තා වී තිබේ. මළ සිරුරු පිළිබඳ වැඩිදුර පරීක්ෂණ ආරම්භ කර ඇත.",
        "මීට පෙර, ගංවතුර ජලය අතුගා දැමූ මද්සාසා සිසුන්ගේ සිරුරු සොයා ගන්නා ලදී. බදාදා (27) සවස මළ සිරුරු හතරක් සොයා ගෙන තිබේ.",
        "මේ පැමිණිල්ලට යුද හමුදා විශේෂ කාර්ය සාධක බලකාය (එස්.ටී.එෆ්) සහභාගී වී ඇති අතර ස්වේච්ඡා තරුණ සමූහය සම්බන්ධ වේ.",
        "මේ වන තෙක් මළ සිරුරු හතරක් සොයා ගෙන සමතුරායි සම්පත් රෝහලට ගෙන ගොස් තිබේ.",
        "අයහපත් කාලගුණය සහ අන්ධකාරය හේතුවෙන් පසුදා පසුදා ගලවා ගැනීමේ මෙහෙයුම් සිදු කිරීමට එය පසුව සූදානම් විය.",
        "බේරාගත් සිසුන් බේරා ගනු ලබන්නේ මොහොමඩ් ජෙසිල් මොහොමඩ් සදර් (වයස -1), අබ්නාන්, බාක්කාර මොහොමඩ් නසික් (වයස -5) සහ සුරක්ෂිත කිරීමේ කාර්ය මණ්ඩලය ඩස්බ්රිඩ් සහ යසි සිසුන් සොයමින් සිටී. අනුව ප්රාදේශීය මරණ විමර්ශන නිලධාරී අබ්දුල් හමීඩ් අල් -ජහහේර්ගේ අභාවයෙන් පසු සෆාර් අහමඩ්ගේ නියෝග.",
        "ඒ අතරම, අතුරුදහන් වූ ඩැස්රිෆ් නම් පාසල් පොත දැන් ගලවා ගැනීමේ කණ්ඩායම විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "අඟහරුවාදා (26), නින්ටාවූර් සිට සමන්තුරෙයි දක්වා ගමන් කරන පුද්ගලයින් 11 දෙනෙකු රැගත් යන්ත්රය.",
        "නින්ටාවූර් කෂිබුල් උලුම් පුණ්ය විද්යාලයෙන් නිවාඩුවක් ගත කළ සිසුන් හය දෙනෙකු දියේ ගිලී අතුරුදහන් විය.. ඒවා වයස අවුරුදු 12 ත් 16 ත් අතර, එහිදී සමන්තරායි හි ජීවත් වේ.",
        "අම්පාරා දිස්ත්රික්කයේ කරද්ව් පොලිස් කොට් to ාශයට අයත් මාවඩිපල්ලි චින්ත්නප්පාලලම් අසල 11 දෙනෙකු ගමන් කළ අතර මගීන් ගංවතුරෙන් කොටු වී අතුරුදහන් විය.",
        "ගලවා ගැනීමේ මෙහෙයුමේදී, ප්රදේශයේ රැහැන් ඇදගත් සමහර සිසුන් සමහර ගලවා ගැනීමේ කණ්ඩායම් විසින් බේරාගෙන ප්රතිකාර සඳහා ළඟම ඇති රෝහල් වෙත ගෙන ගියහ.",
        "ඊසාන යන්ත්රයේ රියදුරු සහ ඔහු සමඟ ගමන් කළ අනෙක් පුද්ගලයා ගංවතුරට ලක් වූ අතර දැන් අතුරුදහන් විය.",
        "අද (28) උදෑසන සිට මෙම සෙවීම සිදු කර ඇත.",
        "අතුරුදහන් වූ ළමුන් සෙවීමේදී පොලිසිය සහ ප්රදේශවාසීන් කටයුතු කරමින් සිටී."
      ]
    },
    "en": {
      "title": "Six people have been recovered in the floods in the Ambara",
      "body_lines": [
        "The bodies of 4 students, including 6 students, who were missing in a flooding machine near the Karadivu Police Division of the Karadivu Police Division, Ampara District, were recovered on Wednesday (27).Has been recovered.",
        "Rescue operations were suspended yesterday (27).",
        "The bodies of the four were rescued by the rescue team. It has also been reported that the two bodies may be the bodies of the plowing machine and the assistant. Further investigations into the bodies have begun.",
        "Previously, the bodies of Madrasa students who had been swept away in flood water were recovered. Four bodies have been recovered until Wednesday (27) evening.",
        "In particular, the Army Special Task Force (STF) has participated in the complaint and the volunteer youth group is involved.",
        "Until now, four bodies have been recovered and taken to the Samanthurai Resource Hospital.",
        "It was later prepared to carry out rescue operations the next day due to inclement weather and darkness.",
        "The rescued students are also rescued by Mohammed Jessil Mohammed Sadir (age-16), Abnan, Baruk Mohammed Nasik (age-15) and Sahran (age-15) and the rescue crews are searching for the students of Dasrib and Yaseen.According to the orders of Safir Ahmed, relatives have been handed over to the relatives after the death of Divisional Death Investigation Officer Abdul Hamid al -Jawahir.",
        "At the same time, the school book by a student named Dasrif, who went missing, has now been seized by the rescue team.",
        "On Tuesday (26), the plowing machine carrying 11 people traveling from Nintavur to Samanthurai crashed.",
        "Six students who were on vacation from Nintavur Kashibul Ulum Charity College were drowned and disappeared.. They are between the age of 12 and 16, where they live in Samanthurai.",
        "11 people traveled near the Mavadipalli Chinnappalam, which belongs to the Karadivu Police Division in the Ampara District, and the passengers were trapped in floods and disappeared.",
        "During the rescue operation, some of the students who had caught the wiring in the area rescued some of the rescue teams and took them to the nearest hospitals for treatment.",
        "Also, the driver of the plowing machine and the other person who traveled with him were flooded and now disappeared.",
        "The search has been carried out since this morning (28).",
        "Police and residents of the area are engaged in the search for missing children."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Floods in Ampara: 6 recovered, 4 students' bodies found. Rescue ops paused due to weather. STF & volunteers searching. 1 student's textbook seized. 11 people in plowing machine crash, 6 students missing (ages 12-16).\""
  ]
}