{
  "translated_text": {
    "si": {
      "title": "මඩකලපුව දිස්ත්රික්කයේ පියයුරු පිළිකා ඇති රෝගීන් සංඛ්යාව වැඩි කිරීම - ප්රාදේශීය සෞඛ්ය සේවා අධ්යක්ෂ",
      "body_lines": [
        "මඩකලපුව දිස්ත්රික්කයේ පියයුරු පිළිකා රෝගයෙන් පෙළෙන රෝගීන් සංඛ්යාව වැඩි වෙමින් පවතී. මඩකලපුව දිස්ත්රික්කයේ ප්රාදේශීය සෞඛ්ය සේවා, මඩකලපුව දිස්ත්රික්කයේ අධ්යක්ෂ ආර්. මුර.",
        "පියයුරු පිළිකා පිළිබඳ දැනුවත් කිරීමේ පෙරහැර බ්රහස්පතින්දා (10) මඩකලපුවේ කලුවන්චිකුඩි, මඩකලපුව අසලදී පැවැත්විණි.ඔහු මේ බව කියා සිටියේ රැස්වීම අමතමින්.",
        "සෑම සෞඛ්ය නිලධාරියෙකුම සෑම සෞඛ්ය නිලධාරියෙකු වන සෑම සෞඛ්ය මණ්ඩලයක්ම සෑම සෞඛ්ය තානාපතිවරයකු වනම, මිනිසුන් පියයුරු පිළිකා පිළිබඳව දැනුවත් කළ යුතුය.",
        "එපමණක් නොව, ප්රජාව තුළ දැනුවත් කළ හැකි පවුල් පිළිබඳ නිලධාරීන් දැනුවත් කළ යුතුය.",
        "මඩකලපුව දිස්ත්රික්කයේ පියයුරු පිළිකා රෝගයෙන් පෙළෙන රෝගීන් සංඛ්යාව වැඩි වෙමින් පවතී. අප මේ පිළිබඳව දැනුවත් කිරීමක් පමණක් නොවිය යුතු නමුත්, පළමු වතාවට කාන්තාවන්ට ස්වයං-නොගැලපෙන පරීක්ෂණ සිදු කළ යුතුය. විශේෂයෙන් කාන්තාවන් වයස අවුරුදු 20 සිට සිදු කළ යුතු අතර පසුව වයස අවුරුදු 35 සිට. මහජන සෞඛ්යය ඒ සඳහා උපදෙස් ලබා දෙනු ඇත.",
        "සීනුව මුම්මන්ඩ් සායනය වයස අවුරුදු 35 සිට කාන්තාවන් සඳහා සෞඛ්ය වෛද්ය කාර්යාලවල පරීක්ෂණ පවත්වයි. වසරකට වරක් කාන්තාවන් අවම වශයෙන් මෙම පරීක්ෂණය ලබා ගත යුතුය.",
        "මේ සඳහා ශරීරයේ යම් සැකයක් ඇති අතර, පියයුරු වල හෝ වෙනත් ශරීරයක් තුළ කුඩා ගැටිති ඇති බව ඔබ සැක කරන්නේ නම්, ඔබට මුලින් ම මඩකලපුව ශික්ෂණ රෝහලේදී මුලින් දැනගත් සෞඛ්ය සේවා ස්ථානයක් වෙත යා හැකිය .. දුම්රිය ස්ථානයේ දුරකථන අංකය ඒ සමඟ සන්නිවේදනය කර බලපත්ර ලබාගෙන ප්රමාදයකින් තොරව රහසින් දුම්රිය ස්ථානයට යන්න.",
        "අතිරේක ස්කෑන් පහසුකම් සඳහා අතිරේක වෛද්ය උපදේශන ද ලබා ගත හැකිය. මෙම ස්ථානය ස්ථානගත කිරීම හා උපදෙස් බලාපොරොත්තුවෙන් සිටින බව ඔහු පැවසීය.",
        "කළුවන්චිකුඩි සම්පත් රෝහලෙන් දැනුවත් කිරීමේ රැලිය කළුවන්චිකුඩි ප්රධාන මාර්ගය හරහා ගොස් කළුවන්චිකුඩි සම්පත් රෝහලට ළඟා විය.",
        "ශ්රී ලංකාවේ මඩකලපුව පිළිකා සංගමයේ මඩකලපුවගේ මඩකලපුව සෞඛ්ය සේවා වැඩමුළුව ඇතුළු කළුවන්චිකුඩි සෞඛ්ය වෛද්ය වෛද්ය නිලධාරි කාර්යාලය විසින් මෙම උත්සවය සංවිධානය කරන ලදී.",
        "නැගෙනහිර පළාත් සෞඛ්ය සේවා දෙපාර්තමේන්තුවේ ලේකම්, කළුවන්චිකුඩිම් සම්පත් රෝහලේ අධිකාරී එන්. බුවනන්ද්රනාදන් මහතා, පත්වරු කලාප අධ්යාපන අධ්යක්ෂ එස්."
      ]
    },
    "en": {
      "title": "Increase in the number of patients with breast cancer in Batticaloa district - Director of Regional Health Services",
      "body_lines": [
        "The number of patients who are currently suffering from breast cancer is increasing in the Batticaloa district. The Director of Regional Health Services, Batticaloa District, R. Muraliswaran said that women should undergo self -chest testing for the first time.",
        "Awareness procession on breast cancer was held on Thursday (10) at Kaluwanchikudi, Batticaloa.He said this while addressing the gathering.",
        "In all offices where every health officer is every health ambassador, people should raise awareness on breast cancer.",
        "Moreover, the officers need to raise awareness in families, which can raise awareness in the community.",
        "The number of patients who are currently suffering from breast cancer is increasing in the Batticaloa district. We should not only provide awareness of this, but for the first time women need to carry out self -chest tests. Especially women should be carried out from the age of 20, and then from the age of 35. Public health will provide advice for that.",
        "The Bell Mummond Clinic has been conducting tests at the Health Medical Offices for Women from the age of 35. Women should get this test at least once every year, once a year.",
        "On top of this, there are any doubts in the body, and if you suspect that small lumps will be created in the breasts or any other body, you can go to a health service station that initially learned the cancer operating at the Batticaloa Teaching Hospital.. The station's telephone number can be communicated with it and obtain the permits in advance and go to the station secretly without delay.",
        "Additional medical consultations can also be available for additional scan facilities. He said the station was waiting for treatment and advice.",
        "The awareness rally from the Kaluwanchikudi Resource Hospital went through the Kaluwanchikudi main road and reached the Kaluwanchikudi Resource Hospital.",
        "The event was organized by the Kaluwanchikudi Resource Hospital, Kaluwanchikudi Health Medical Officer's Office, including the Batticaloa Health Services Workshop, Batticaloa Division of the Batticaloa Cancer Association of Sri Lanka.",
        "Secretary of the Eastern Provincial Health Services Department, Mr. N. Sivalingam, Superintendent of the Kaluwanchikudi Resource Hospital, K. Buwanendranathan, Pattaruppu Zonal Education Director S. Siritharan, Dr. Karunakaran, and Hospital Officers were also present."
      ]
    }
  },
  "summary_lines": [
    "Breast cancer cases rising in Batticaloa. Director urges self-checks from age 20. Awareness rally promotes early detection."
  ]
}