{
  "translated_text": {
    "si": {
      "title": "අයහපත් කාලගුණය හේතුවෙන් දිස්ත්රික්ක 15 ක පවුල් 17,000 ක්: එක් අයෙකු මිය ගියේය: 11 දෙනෙක් තුවාල ලැබූහ",
      "body_lines": [
        "දිස්ත්රික්ක 13 ක පවුල් 17,325 කට පසුගිය දින දෙක තුළ අයහපත් කාලගුණය හේතුවෙන් පීඩාවට පත්ව ඇත.",
        "මීට අමතරව, රත්නපුර සහ අනුරාධපුර ස්වාභාවික විපත් වලින් එක් අයෙකු ගාලේ දිස්ත්රික්කයේ - ඉම්මුමු ප්රාදේශීය ලේකම් කොට් Division ාශයේ 11 දෙනෙකු තුවාල ලබා ඇති බව ආපදා කළමනාකරණ මධ්යස්ථානය පවසයි.",
        "රත්නපුර, කොළඹ, කෙගාලේ, අනුරාධපුර, මහනුවර, කළුතර, ගම්පහා, හම්බන්තොට, බදුල්ලා, කුරුණගල සහ පොලොන්නරුව යන දිස්ත්රික්කවල අධික වර්ෂාව සහ සුළං හේතුවෙන් අධික වර්ෂාව හා සුළං බලපා ඇත.",
        "පවුල් 17,230 ක පවුල් 17,230 ක පුද්ගලයින් 68,079 ක් පීඩාවට පත්ව ඇති අතර, අනුරාධපුරයේ නිවාස දෙකකට මුළුමනින්ම හානි වී ඇති අතර වෙනත් දිස්ත්රික්කවල නිවාස 531 කට හානි සිදුවී ඇත.. ඒ අතරම, පවුල් 27 ක පුද්ගලයින් 122 දෙනෙකු ආරක්ෂිත ස්ථානවල තබා ඇත.",
        "කාලගුණ විද්යා දෙපාර්තමේන්තුව විසින් බටහිර හා සබරගමුව පළාත්වල, මහනුවර සහ නුවර එලියා දිස්ත්රික්කවල වැඩි වර්ෂාපතනයක් පුරෝකථනය කර ඇත.",
        "ගම්පහා, කොළඹ, කළුතර, කෙගල්ල, රත්නපුර, මහනුවර සහ නුවර එලියා යන දිස්ත්රික්ක වෙත රතු අනතුරු ඇඟවීමක් නිකුත් කර තිබේ. මේ අතර මන්නාරම, පුත්තලම්, කුරුණගල, මාතලේ, මාතලේ, ගාල්ල, මාතර සහ හම්බන්තොට දිස්ත්රික්කවල තද වැසි ද ඇත.",
        "මීට අමතරව, මධ්යම පළාතේ බටහිර දිශාවට උතුරු, උතුරු මැද, ඉහළ, දකුණු හා වයඹ පළාත්වල රතු අනතුරු ඇඟවීමක් නිකුත් කර තිබේ.. ඒ අනුව, කිලිනොච්චි, මුල්ලයිටිව්, වවුනියා, අනුරාධපුර, මාතලේ, මාතලේ, මාතලේ, මාතලේ, මාතලේ, මහනුවර, කළුතර, කළුතර, රත්නපුර, ගාලේ, මාතර සහ හම්බන්තොට දිස්ත්රික්කවල සුළං වේගය."
      ]
    },
    "en": {
      "title": "17,000 families in 15 districts due to inclement weather: One killed: 11 injured",
      "body_lines": [
        "17,325 families from 13 districts have been affected by inclement weather for the past two days.",
        "In addition, one person died in the Galle District - Imamuwa Divisional Secretariat Division and 11 people were injured in natural disasters in Ratnapura and Anuradhapura, the Disaster Management Center said.",
        "Heavy rains and winds have been affected by the districts of Ratnapura, Colombo, Kegalle, Anuradhapura, Kandy, Galle, Kalutara, Jaffna, Puttalam, Gampaha, Hambantota, Badulla, Matara, Kurunegala and Polonnaruwa.",
        "68,079 people from 17,230 families have been affected, two houses in Anuradhapura have been completely damaged and 531 houses in other districts have been damaged.. At the same time, 122 people from 27 families have been placed in safe places.",
        "The Department of Meteorology has predicted more rainfall in the Western and Sabaragamuwa provinces, Kandy and Nuwara Eliya districts.",
        "A red warning has been issued to Gampaha, Colombo, Kalutara, Kegalle, Ratnapura, Kandy and Nuwara Eliya districts. Meanwhile, there are also heavy rains in Mannar, Puttalam, Kurunegala, Matale, Galle, Matara and Hambantota districts.",
        "In addition, in the western direction of the Central Province, a red warning has been issued in the North, North Central, Upper, Southern and North Western provinces.. Accordingly, the wind speed in Kilinochchi, Mullaitivu, Mannar, Vavuniya, Anuradhapura, Puttalam, Kurunegala, Matale, Gampaha, Kegalle, Kandy, Colombo, Nuwara Eliya, Kalutara, Ratnapura, Galle, Matara and Hambantota districtsReported."
      ]
    }
  },
  "summary_lines": [
    "Inclement weather has severely impacted 17,000+ families across 15 districts, causing one fatality and injuring 11. Heavy rains and winds have damaged homes and displaced individuals, with warnings issued for several regions expecting further rainfall."
  ]
}