{
  "translated_text": {
    "si": {
      "title": "එඩ්කා කිසි විටෙකත් ඉන්දියාව සමඟ එඩ්කා ගිවිසුම අත්සන් කිරීමට යන්නේ නැත - සරත් වීරසේකර",
      "body_lines": [
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 13 වන ව්යවස්ථා සංශෝධනය සම්බන්ධයෙන් ජනාධිපතිවරයා සිංහල ජනතාවට සහ ඉන්දියාවට එක් දෙයක් ගැන සඳහන් කරයි. ඉන්දියාව සමඟ ගිවිසුම අත්සන් කිරීමට එඩ්කාට කිසි විටෙකත් ඉඩ නොදේ. හිටපු පැ පාර්ලිමේන්තු මන්ත්රීවරයකු හිටපු පාර්ලිමේන්තු මන්ත්රී සරත් වීරසේකර මහතා කියා සිටියේ අපි දේශප්රේමී ජනතාවට එක්වන බවයි.",
        "ශ්රී ලංකාව - 1987 දී ශ්රී ලංකාව -inia එකඟතාව අත්සන් කළ අවස්ථාවේ ජනතා විමුක්ති පෙරමුන (ජේවීපී) දරුණු විරෝධයක් ප්රකාශ කළ බව කනස්සල්ලට කරුණකි.. ඔවුන්ගේ අරගලය පසුව රට තුළ ජනවාර්ගිකත්වය බිහිවීමට හේතුවක් විය.",
        "ජනාධිපති අනුර කුමාර දිසානායක මහතා සිංහලයන්ගේ 13 වන ව්යවස්ථා සංශෝධනය සහ තවත් එකක් ඉන්දියාවට යන බව සඳහන් කරයි. විනිවිදභාවයෙන් යුතුව කටයුතු කිරීමේ 13 වන ව්යවස්ථා සංශෝධනයේ සහ පළාත් සභා ක්රමය පිළිබඳ වගකීම ජනාධිපතිවරයාට සහ රජයට ඇත.",
        "හිටපු ජනාධිපති රනිල් වික්රමසිංහ ඉන්දියාව සමඟ ගිවිසුම් විධිමත් ලෙස ක්රියාත්මක කිරීමට අනුමැතිය ලබා දී තිබේ. එඩ්කා ගිවිසුමට අත්සන් කිරීමට පියවර ගන්නා ජනාධිපති අගමැති මෝදි වෙත විශේෂ අවධානයක් යොමු කළ යුතුය.",
        "2015 දී එඩ්කා ගිවිසුම අත්සන් කිරීමට යහපාලන රජය ගෙන ගිය විට, අපි එයට දැඩි විරෝධය පළ කළෙමු. එඩ්කා ගිවිසුම අත්සන් කිරීමට පියවර ගන්නා බව ජනාධිපතිවරයා ප්රකාශ කර තිබේ.",
        "ගිවිසුම අත්සන් කිරීම සඳහා එඩ්කා කිසි විටෙකත් කිසි විටෙකත් නවාතැන් නොදේ. අපි දේශප්රේමී ජනතාව එක්සත් කර අරගලයේ නිරත වෙමු. එඩ්කා ගිවිසුමේ ප්රතිවිපාක අත්සන් කරන ලද බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Edka is never going to sign the Edka Agreement with India - Sarath Weerasekera",
      "body_lines": [
        "The President mentions one thing for the Sinhalese people and India on the 13th Amendment of the Constitution. Edka will never be allowed to sign the agreement with India. Former MP Sarath Weerasekera, a former PA MP, said that we will join the patriotic people.",
        "It is worrying that the Janatha Vimukthi Peramuna (JVP) expressed fierce opposition when the Sri Lanka -India Agreement was signed in 1987.. Their struggle later became a reason for the emergence of ethnicity in the country.",
        "President Anura Kumara Dissanayake refers to the 13th Amendment to the Sinhalese and another to India. The President and the government have the responsibility of the 13th Amendment and the provincial council system to act with transparency.",
        "Former President Ranil Wickremesinghe has approved the formal implementation of the agreements with India. Special attention should be paid to the President's Prime Minister Modi, who is taking steps to sign the Edka Agreement.",
        "When the Good Governance Government was taken to sign the Edka Agreement in 2015, we expressed strong opposition to it. The President has stated that he will take steps to sign the Edka Agreement.",
        "Edka is never going to be accommodated to sign the agreement. Let us unite the patriotic people and engage in the struggle. He said the consequences of the Edka Agreement were signed."
      ]
    }
  },
  "summary_lines": [
    "Sarath Weerasekera opposes Edka Agreement signing with India, citing concerns over 13th Amendment and provincial councils. He warns against potential negative impacts and calls for unity among patriotic groups."
  ]
}