{
  "translated_text": {
    "si": {
      "title": "හරින් ප්රනාන්දුගේ අදහස් දැක්වීම විශිෂ්ටයි - විමල් වීරවන්සා",
      "body_lines": [
        "ශ්රී ලංකාවේ කොටසක් ලෙස අමාත්ය හරින් ප්රනාන්දුගේ ජනාධිපතිවරයාගේ ස්ථාවරය කුමක්ද?ජාතික නිදහස් පෙරමුණේ නායක විමල් වීරවන්සා මහතා කියා සිටියේ ශ්රී ලංකාවේ සාමාජිකයා ආර්ථික බලපෑම මධ්යයේ ඉන්දියාව විසින් පාවා දී ඇති බවයි.",
        "ඔහු මේ බව ප්රකාශ කළේ ඉරිදා (18) ජාතික නිදහස් පෙරමුණේ කාර්යාලයේ පැවති මාධ්ය හමුවකදීය.",
        "ශ්රී ලංකාවේ ඉන්දීය රාජ්ය තාන්ත්රික මෙහෙයුමේදී අමාත්ය හරින් ප්රනාන්දු විශාල ප්රකාශයක් කළේය. 'අපි රටේ ස්වාධීනත්වය ආරක්ෂා කර ඇත්තෙමු' යැයි සඳහන් කරන ජනාධිපති රනිල් වික්රමසිංහ. ඔවුන් හරියට නූගත් ය.",
        "අමාත්ය හරින් ප්රනාන්දු ඉන්දියාවට ගොස් රාජ්ය තාන්ත්රික උත්සවයට සහභාගී වී, \"\" ශ්රී ලංකාව ඉන්දියාවේ සාමාජිකයෙකි. \". මෙය සිදුවුවහොත් මුළු ශ්රී ලංකාවම ඉන්දියාවට ලබා දෙනු ඇත.",
        "අමාත්ය හරින් ප්රනාන්දු මහතා රටේ ආණ්ඩුක්රම ව්යවස්ථාව සහ ශ්රී ලංකාව තුළ අනෙක් රාජධානිය දිවුරුම් දී ඇති හෙයින්, අමාත්ය හරින් ප්රනාන්දු මහතා ඉන්දියාවේ කොටසක් ලෙස ඉන්දියාවට ගොස් ඇති බව බැරෑරුම් නොවේද?",
        "பொருளாதார பாதிப்புக்கு மத்தியில் இலங்கையின் சுயாதீனத்தன்மை இந்தியாவிடம் காட்டிக் கொடுக்கப்பட்டுள்ளது. இலங்கைக்கும் இந்தியாவுக்கும் இடையிலான எட்கா ஒப்பந்தம் எதிர்வரும் மாதம் கைச்சாத்திடப்படவுள்ளது. ශ්රී ලංකාවේ ආර්ථික විද්යාව, ආර්ථික විද්යාව හා වාණිජ්යය ඇතුළු බොහෝ අංශවල ඉන්දියානුවන්ට පූර්ණ අවස්ථාවක් ලබා දෙනු ඇත.",
        "අමාත්ය හරින් ප්රනාන්දු මහතාගේ බරපතල මතය ජනාධිපති රනිල් වික්රමසිංහ මහතා පිළිගත යුතුය. වෙනත් රටවල ඇමතිවරු මෙතරම් බරපතල මතයක් ලබා දී තිබේද නැද්ද යන්න අමාත්ය රනිල් වික්රමසිංහ ප්රසිද්ධියේ ප්රකාශ කළ යුතුය. ඔවුන් නෙරපා හරිනු ඇත.",
        "රටේ ජනතාව ඇමති හරින් ප්රනාන්දුගේ මතය නොසලකා හැරිය යුතු නැත."
      ]
    },
    "en": {
      "title": "Harin Fernando's comment is great - Wimal Weerawansa",
      "body_lines": [
        "What is the president's position on Minister Harin Fernando as a part of Sri Lanka?Wimal Weerawansa, the leader of the National Freedom Front and Member of Parliament, said that the independence of Sri Lanka has been betrayed by India amid economic impact.",
        "He made this statement during a media briefing held at the National Freedom Front office on Sunday (18).",
        "Minister Harin Fernando made a great deal of comment during the Indian diplomatic operation of Sri Lanka. President Ranil Wickremesinghe, who refers to 'we have protected the country's independence'. They are like being ignorant.",
        "Minister Harin Fernando went to India and attended the diplomatic event and said, \"Sri Lanka is a part of India.\". If this happens, the entire Sri Lanka will be given to India.",
        "It is not serious that Minister Harin Fernando has gone to India as a 'part of India' as the people's representatives have been sworn in as the defense of the country's constitution and the creation of the other kingdom within Sri Lanka?",
        "Sri Lanka's independence is betrayed amid economic impact. The Edka Agreement between Sri Lanka and India is to be signed next month. Indians will be given a full opportunity in many sectors including the Economics, Industry and Commerce of Sri Lanka.",
        "Minister Ranil Wickremesinghe should publicly declare whether or not President Ranil Wickremesinghe should accept the serious opinion of Minister Harin Fernando. If the ministers of other countries have made such a serious opinion, they would have been sacked.Provide.",
        "The people of the country should not ignore the opinion of Minister Harin Fernando."
      ]
    }
  }
}