{
  "translated_text": {
    "ta": {
      "title": "வாகனங்களின் விலைகள் குறைவு: இறக்குமதியாளர்கள் 90 நாட்கள் நெருக்கடியில்; 'குறைவான வாகனம் பெற நல்ல வாய்ப்பு'",
      "body_lines": [
        "வாகனங்களின் விலைகள் குறைவு: இறக்குமதியாளர்கள் 90 நாட்கள் நெருக்கடியில்; 'குறைவான வாகனம் பெற நல்ல வாய்ப்பு'",
        "வாகனங்களை இறக்குமதி செய்ய அரசாங்கம் அனுமதி வழங்கியதிலிருந்து கிட்டத்தட்ட 8 மாதங்கள் கடந்துவிட்டன. ஜனவரி 28 ஆண்டுகளுக்குப் பிறகு வாகனங்களை இறக்குமதி செய்ய அரசாங்கம் அனுமதிக்கப்பட்டது.",
        "புதிய வாகனங்களின் வருகையுடன், வாகன விலைகள் மிகவும் உற்சாகமாக இருந்தன, வாகன விலைகள் அதிகரித்து வருகின்றன.",
        "புதிய வாகனங்களை இறக்குமதி செய்வதன் மூலம், பல வாங்குபவர்கள் நாட்டில் பயன்படுத்தப்பட்ட வாகனங்களின் விலைகள் வேகமாக அதிகரிக்க குற்றம் சாட்டினர்.",
        "வாகனங்களை இறக்குமதி செய்ய 8 மாத அங்கீகாரத்திற்குப் பிறகு வாகன விலைகள் உள்ளூர் சந்தையில் பெரும்பாலும் குறைந்துவிட்டன என்று ஒரு பேச்சு உள்ளது.",
        "வாகன இறக்குமதியாளர் சமீரா, சிங்கள சேவையிடம், சந்தையில் விற்கப்படும் வாகனங்களின் விலை ரூ.. ரூ .200 லட்சம் வரம்பில் விற்கப்படும் வாகனங்களின் விலை ரூ.",
        "\"காரணம், ஜப்பானின் வாகனத்தில் Aucities குறைந்துவிட்டன, ஏனென்றால் எங்கள் மக்கள் கார் வாங்குவதை குறைத்துள்ளனர். ஐந்து ஆண்டுகளுக்குப் பிறகு, இலங்கையில் இலங்கை வாகனங்களுக்கு திறக்கப்பட்டது. அந்த நேரத்தில், இலங்கையில் சந்தையில் வாகனங்களுக்கு ஒரு பெரிய வெற்றிடம் இருந்தது. இப்போது அது குறைந்துவிட்டது. இதன் விளைவாக, வாகன விலைகள் குறைவு ஆகிவிட்டன. \"",
        "\"வழக்கமாக, ஒரு வாகனம் ரூ.. 200 லட்சம் போல விற்கப்பட்ட ஒரு வாகனம் குறைந்துள்ளது மற்றும் ரூ. 10-15 லட்சம். \"",
        "போட்காஸ்ட் பதவி உயர்வு கான்டோயனைத் தவிர்த்து, எங்கள் பிபிசி நியூஸ் சிங்கள வணிக வாட்ஸ்அப் சேனலை தொடர்ந்து படிக்கவும்.",
        "லட்சுமன் (உண்மையான பெயர் ஜப்பானில் இருந்து வாகனங்களை இறக்குமதி செய்வது அல்ல) பிபிசி சிங்கள சேவையிடம் கூறினார்.",
        "\"ஆண்டின் தொடக்கத்தில், சந்தையில் சந்தையில் பெரும் தேவை இருந்தது. பல வருடங்கள் கழித்து எங்களுக்கு நிறைய வாகனங்கள் கொண்டு வந்தன, இதனால் வாகனங்களை கொண்டு வர எங்களுக்கு வாய்ப்பு கிடைத்தது. ஆனால் இப்போது இரண்டு மாத வாகனங்கள். தங்களுக்கு அதிக ஆர்வம் இல்லை என்பதை மக்கள் புரிந்துகொள்கிறார்கள், \"என்று அவர் கூறினார்.",
        "போர்ஸ், வாகனங்களை இறக்குமதி செய்வதற்கு வழங்கப்பட்ட வர்த்தமானி அறிவிப்பில் பேசுகிறார்: உற்பத்தி வாகனம் என்றால் என்ன?",
        "லட்சுமன், தனக்கு அரசாங்க வேலைவாய்ப்பு இருக்க வேண்டும் என்றும் வாகனம் வாங்குவதற்கு மீதமுள்ள பணத்திற்கு குத்தகை வசதி இருக்க வேண்டும் என்றும் கூறினார், ஆனால் அது தற்போதுள்ள பொருளாதார நிலைமைக்கு மலிவு விலையில் இருக்க முடியாது.",
        "\"அரசாங்க வேலையைச் செய்யும் அரசாங்கம் 50 லட்சத்துக்கும் குறைவான காரை எடுக்க எதிர்பார்க்கிறது. ஆனால் அதை மார்க்கில் எடுத்துச் செல்வது புதிய வாகனம் அல்ல. තියෙන වාහන ගණන් වැඩි නිසා ඒ අය ට්‍රයි කරන්නේ නැහැ ලීසිං එකක් දාලා රිස්ක් එකක් ගන්න. ஒரு வழி, வாகனப் பயணம் குறைந்துவிட்டது, \"என்று அவர் கூறினார்.",
        "டிசம்பர் 18, 2024 அன்று நிதி அமைச்சகத்தின் கூற்றுப்படி, கஸ்டெக் (CUSDEC) தொடர்ந்து இறக்குமதி செய்யப்பட்ட மோட்டார் வாகனங்கள் 90 நாட்களுக்குள் மோட்டார் போக்குவரத்துத் துறையில் பதிவு செய்யப்பட வேண்டும்.",
        "வாங்குபவர் 90 நாட்களுக்குள் பதிவு செய்யப்பட வேண்டும் என்ற சட்டம், லட்சுமன் (உண்மையான பெயர் அல்ல வாகனங்களின் முக்கியத்துவம் அல்ல).",
        "\"அந்த நேரத்தில், சந்தையில் தேவை வாகன பணத்தை குறைத்துவிட்டது, இதனால் வாகன பணம் சம்பாதிக்க வாகன பணம் இப்போது செய்யப்படுகிறது. கடந்த இரண்டு மாதங்களில் 18 வாகனங்கள் இறக்குமதி செய்யப்பட்டுள்ளன. நேற்று, நான் ஒரு வாகனத்தை ஒரு கட்டத்தில் ரூ.. நான் அதை எனக்குக் கொடுக்கவில்லை என்றால், நான் ஒரு பட்டிக்காக காத்திருக்க வேண்டும். அவர் ஒரு காராக அழைப்பாக குறைவாக இருந்தாலும், அது மெதுவாக உள்ளது. \"",
        "\"காஸ்ஸேசர் பெயருக்கு 90 நாட்களுக்குள் நாங்கள் பதிவு செய்ய வேண்டும். இல்லையெனில், எங்களுக்கு ஒரு சிக்கல் உள்ளது. நல்ல பணம். இப்போது நாங்கள் செய்த வாகனங்கள் இப்போது சந்தையில் வணிகத்தை விற்க வேண்டும், \"என்று அவர் கூறினார்.",
        "பிபிசி சிங்கள சேவை மோட்டார் போக்குவரத்து கமிஷனர் ஜெனரல் கமல் அமரசிங்கிடமிருந்து விசாரித்தது, 90 நாட்களுக்குள் பதிவு செய்யப்படாத வாகனங்களுக்கு 3% வசூலித்த வாகனங்கள் 3% வசூலித்தன என்று கூறினார்.",
        "\"இந்த நேரத்தில் நாங்கள் 3% அபராதம் விதித்துள்ளோம். சில நாட்கள், 90 நாட்கள், பின்னர் மாதத்தில் வந்தவர்களுக்கு அபராதம் விதிக்கப்படுகிறது, ”என்று அவர் விளக்கினார்.",
        "இதற்கிடையில், இலங்கை வாகன இறக்குமதியாளர்கள் சங்கத்தின் செயலாளர் பிரசாத் குலாதுங்கா பணியாற்றிய சிங்களத்தில் வினவலாக இருந்தார், வாடிக்கையாளர்கள் ஒரு வாகனம் வாங்க வாகனம் வாங்க வந்துள்ளனர்.",
        "\"வாகனங்களின் எண்ணிக்கை பெரிய விலையாக மாறவில்லை. ஆனால் நிறைய பேர் முன்னால் பட்ஜெட்டுக்காக காத்திருக்கிறார்கள். எனவே வாகனங்களை எடுப்பவர்கள் வரிக்காக காத்திருந்து குறைகிறார்கள். ஆனால் வரி அதிகரிக்கக்கூடும். வாகனங்களை வாங்க காத்திருக்கும் ஒருவர் இது ஒரு நல்ல நேரம், \"என்று அவர் கூறினார்.",
        "இதற்கிடையில், பிபிசி சிங்களம் இந்த விஷயத்தில் பல நபர்களுடன் வாகனங்களை வாங்கும் என்று எதிர்பார்க்கப்படுகிறது, மேலும் இது வாடிக்கையாளர்களுக்கு ஒரு நிவாரணம் என்று பிபிசி லட்சன் கூறினார்.",
        "\"5-10 லட்சத்திற்கும் அதிகமாக உள்ளது. ஆனால் youl இல் உள்ள வாகனங்கள் குறைந்துவிட்டன. காலப்போக்கில், நாங்கள் ஒரு காரை விட ஒரு காரை வாங்க முடியும் என்ற நம்பிக்கை உங்களுக்கு உள்ளது. ஆனால் அரசாங்கம் வரியை அதிகரித்தால், வாய்ப்பு அந்த வாய்ப்பை இழக்கும், \"என்று அவர் கூறினார்.",
        "இதற்கிடையில், ஒரு அரசாங்க வேலை (உண்மையான பெயர் சரிவு அல்ல, மற்றொரு விலை குறைந்துவிட்டால் ஒரு செகார்ட் கை வாகனத்தை வாங்க முடியும் என்ற நம்பிக்கை உள்ளது.",
        "\"புதிய வாகனங்கள் எதுவாக இருந்தாலும் அவை குறையவில்லை. ஆனால் இப்போது கொஞ்சம். புத்தம் புதிய வாகனங்கள் மேலும் குறைந்துவிட்டால், நான் ஒரு சோகர் கை வாகனத்தைப் பெற முடியும் என்று நினைக்கிறேன். குத்தகைதாரர் ஒரு வாகனம் பெற முடிந்தால், \"என்று அவர் கூறினார்.",
        "வெளிநாட்டுத் துறை செயல்திறன் குறித்த அறிக்கையின்படி, 2025 முதல் எட்டு மாதத்தில் இறக்குமதி செலவு 918 மில்லியன் அமெரிக்க டாலர்கள்.",
        "மத்திய வங்கி அறிக்கையில் ஆகஸ்ட் 2025 இல் ஆகஸ்ட் 2025 இல் தனியார் வாகனங்கள் மற்றும் வணிக வாகனங்கள் உட்பட 249 மில்லியன் அமெரிக்க டாலர்கள் உள்ளன.",
        "பிபிசியின் ரகசிய படப்பிடிப்பால் வெளிப்படுத்தப்பட்ட இங்கிலாந்தின் மிகப்பெரிய பொலிஸ் படையின் மறைக்கப்பட்ட இனவெறி மற்றும் கலாச்சார எதிர்ப்பு",
        "வாகனங்களின் விலைகள் குறைவு: இறக்குமதியாளர்கள் 90 நாட்கள் நெருக்கடியில்; 'குறைவான வாகனம் பெற நல்ல வாய்ப்பு'",
        "லு. கர்னல் நெவில் வன்னியாராச்சி ஏன் கைது செய்யப்பட்டார்? மஹிந்த ராஜபக்ஸாவுடனான உறவு என்ன?",
        "வாழ்க்கையின் வலிமையை உறிஞ்சும் ஒரு காட்டேரி நண்பர் உங்களிடம் இருக்கிறாரா? அவர்கள் எவ்வாறு அடையாளம் காண்பார்கள்?",
        "யானை ஏன் ஆப்பிரிக்கா மற்றும் ஆசியாவுடன் மட்டுப்படுத்தப்பட்டது? நிலத்தின் பரிணாமத்தின் கதை"
      ]
    },
    "en": {
      "title": "Vehicles prices down: 90 days of importers in crisis; 'Good chance to get a vehicle for less'",
      "body_lines": [
        "Vehicles prices down: 90 days of importers in crisis; 'Good chance to get a vehicle for less'",
        "Nearly 8 months have passed since the government granted permission to import vehicles. The government was permitted to import vehicles on January 28 years later.",
        "With the arrival of new vehicles, the vehicle prices were highly enthusiastic and the vehicle prices were on the rise.",
        "With the importation of new vehicles, many buyers accused the prices of used vehicles used in the country to increase a rapidly.",
        "There is a talk that vehicle prices have fallen largely declined in the local market after an 8 months of authorization to import vehicles.",
        "The vehicles importer, Sameera, told the Sinhala service, that the price of vehicles sold in the market worth Rs.. He said that the price of vehicles sold in the price range of Rs 200 lakhs range of vehicles were reduced between Rs.",
        "\"The reason is that in Japan's vehicle aucities have declined, because our people have reduced the car buy. After five years, Sri Lanka was opened in Sri Lanka to vehicles. At that time, in the Market in Sri Lanka had a big vacuum to vehicles. Now it's decreased. As a result, vehicle prices have become a decrease. \"",
        "\"Usually, a vehicle sold for Rs.. Likely, a vehicle that was sold like 200 lakhs has diminished and between Rs. 10-15 lakhs. \"",
        "Skip Podcast Promotion Contoion and Continue Reading Our BBC News Sinhala Business Whatsapp Channel Following.",
        "Lakshman (not the real name is not the import of vehicles from Japan) told the BBC Sinhala service.",
        "\"At the beginning of the year, there was a great demand at Market at Market. Years later brought us a lot of vehicles so that we had the opportunity to bring the vehicles. But now a two-month-old vehicles. People understand that they don't have much interest, \"he said.",
        "Porsche, speaking at the gazette notification issued to the importation of vehicles: What is a manufacturing vehicle?",
        "Lakshman said that he should have a government employment and had a leasing facility for the remaining amount of money for the purchase of the vehicle, but it cannot be affordable for the existing economic situation.",
        "\"A government who makes a government job expects to take a car less than 50 lakhs. But it's no new vehicle to take it in the markt. They are more triing and take a lease not to take a lease. One way, the vehicle sail is down, \"he said.",
        "According to the Ministry of Finance on December 18, 2024, the imported motor vehicles to be followed by the CUSDEC (CUSDEC) should be registered with the Department of Motor Traffic within 90 days.",
        "The law that the buyer should be registered within 90 days, the Lakshman (not the real name is not the importance of vehicles).",
        "\"At the time, the money that the demand on the Market has reduced the vehicle money, so that the vehicle money is now being done to make the vehicle money. I've got 18 vehicles imported in the past two months. Yesterday, I sold one vehicle at one point of less than Rs.. If I don't give it to me, I'll have to wait for a Bar. Even though he is less as a call too much as a car, it is slow. \"",
        "\"We must register within 90 days after the name of Kasmezer. Otherwise, we have a problem. Fine money. Now that the vehicles we have done now have to sell the business in the market, \"he said.",
        "The BBC Sinhala service inquired from the Commissioner General of Motor Traffic Kamal Amarasinghe, he said that the vehicles charged 3% to unregistered vehicles within 90 days.",
        "\"We have charged 3% fines at this time. For some days, the 90 days, and then those who came down in the month have a fines, \"he explained.",
        "Meanwhile, the Secretary of the Ceylon Vehicle Importers Association Prasad Kulathunga was a query in the Sinhala served, the customers have come to buy a vehicle to buy a vehicle.",
        "\"The numbers of vehicles have not changed as big price. But a lot of people are waiting for the budget in front. So those who take the vehicles are waiting for the Tax and decreases. But the tax may increase. This is a good time someone who waits to buy vehicles, \"he said.",
        "Meanwhile, the BBC Sinhala served in the matter with several persons expected to buy vehicles, and the BBC Lakshan said that it was a relief to the customers.",
        "\"There is more than 5-10 lakhs. But the vehicles that yuous is diminished. In time, you have hope that we can buy a car than a car. But if the government increases Tax, the Chance will lose that chance, \"he said.",
        "Meanwhile, a government job (real name is not a decline, there is hope that a Secard Hand vehicle can be purchased if another price is down.",
        "\"Whatever the new vehicles, they did not diminish. But now a little bit of. If Brand New vehicles decrease more, I think I can get a Zochar Hand vehicle. If a lessee can get a vehicle, \"he said.",
        "According to the report on the foreign sector performance, the import expenditure on the first eight month of 2025 is US $ 918 million.",
        "The Central Bank report contains US $ 249 million in August 2025 in August 2025, including private vehicles and commercial vehicles.",
        "Hidden racist and anti-culture of the UK's largest police force revealed by a BBC's confidential shoot",
        "Vehicles prices down: 90 days of importers in crisis; 'Good chance to get a vehicle for less'",
        "Lu. Why was Colonel Neville Wanniarachchi arrested? What is the relationship with Mahinda Rajapaksa?",
        "Do you have a vampire friend who sucks the strength of life? How do they identify?",
        "Why was the elephant limited to Africa and Asia? The story of the evolution of the land"
      ]
    }
  },
  "summary_lines": []
}