{
  "translated_text": {
    "ta": {
      "title": "சாலை மேம்பாட்டு ஆணையத்தின் தலைவர் ராஜினாமா செய்கிறார்",
      "body_lines": [
        "சாலை மேம்பாட்டு ஆணையத்தின் தலைவர் சிபி. திரு. மொழி தனது பதவியில் இருந்து ராஜினாமா செய்துள்ளார்.",
        "அந்தந்த ராஜினாமா ஜனாதிபதியின் செயலாளரின் செயலாளரின் செயலாளரின் செயலாளருக்கு அனுப்பப்பட்டுள்ளது.",
        "சாலை மேம்பாட்டு ஆணையத்தின் கடமைகள் காரணமாக போக்குவரத்து மேம்பாட்டு ஆணையத்தின் தன்னிச்சையான தலையீடு மற்றும் முறையற்ற விளைவுகள் காரணமாக இந்த முடிவு எடுக்கப்பட்டது.",
        "சமீபத்திய காலங்களில், சாலை மேம்பாட்டு ஆணையத்தின் (பிசி) நிர்வாக மற்றும் நிர்வாக நடவடிக்கைகள் மற்றும் நிறுவனத்தின் உயர் நிர்வாகத்தின் நேரடி தாக்கம் காரணமாக தவறாகப் பயன்படுத்துதல் மற்றும் தலையீடு தொடர்ந்து உள்ளது.",
        "சாலை மேம்பாட்டு தன்னியக்கத்தின் சாலை மேம்பாட்டு தன்னியக்கமானது நாட்டின் விதிகளின் முன்னேற்றத்திற்கு உட்படுத்தப்பட்டுள்ளது மற்றும் கடந்த நான்கரை ஆண்டுகளில் ஊழியர்களின் முன்னேற்றத்தை தோராயமாக மதிப்பிடப்பட்டுள்ளது.",
        "எவ்வாறாயினும், சாலை மேம்பாட்டு ஆணையத்தின் தலைவர் சாலை மேம்பாட்டு ஆணையத்தை (சாலை மேம்பாட்டு ஆணையத் தலைவர்) சாலை மேம்பாட்டு ஆணையத்தின் பதவியில் இருந்து வெளியேற முடிவு செய்துள்ளதாக அவர் தெரிவித்துள்ளார்."
      ]
    },
    "en": {
      "title": "Chairman of the Road Development Authority resigns",
      "body_lines": [
        "Chairman of the Road Development Authority CP. Mr. Language has resigned from his post.",
        "The respective resignation has been sent to the Secretary to the Secretary to the Secretary to the Secretary to the Secretary to the President.",
        "The decision was taken due to the arbitrary intervention and improper effects of the Transport Development Authority due to the duties of the Road Development Authority.",
        "During the recent past, the misuse and intervention have been constantly due to the administrative and administrative activities of the Road Development Authority (PC) and the direct impact on the company's top management.",
        "The Road Development Autuity of the Road Development Autuity has been subjected to the advancement of the country's rules and approximate the advancement of employees in the last four and a half years.",
        "However, he has stated that the Chairman of the Road Development Authority has decided to leave the Road Development Authority (Road Development Authority Chairman) from the post of Road Development Authority."
      ]
    }
  },
  "summary_lines": [
    "CP. Mr. Language, Chairman of the Road Development Authority, has resigned due to the improper influence and negative impacts of the Transport Development Authority on its operations. The resignation letter has been forwarded to the President through the Secretary. This decision comes after several instances of misuse and interference affecting the authority's top management. Despite advancements in national rules and employee growth over the last four and a half years, Mr. Language has chosen to step down from his position."
  ]
}