{
  "translated_text": {
    "si": {
      "title": "ශිෂ්යත්ව විභාගය - මහාධිකරණ නිවේදනය",
      "body_lines": [
        "05 (24) ශ්රේෂ් Supreme ාධිකරණය අද (24) නිවේදනය කළේ නොවැම්බර් 18 වන දින ශිෂ්යත්ව අයිතිවාසිකම් පෙත්සම නොවැම්බර් 18 වන දින විභාගයට ගන්නා බවයි.",
        "විභාගයට පෙර කාන්දු වූ විමසුම අවලංගු වී නැවත නියම කරන ලෙස මූලික අයිතිවාසිකම් අයිතිවාසිකම් උල්ලං ting නය කිරීමක් මගින් පෙත්සම්කරුවන් ශ්රේෂ් Supreme ාධිකරණයෙන් ඉල්ලා තිබේ.",
        "විරෝධතා පැවැත්වුවහොත් විරෝධතා ඉදිරිපත් කිරීම නොවැම්බර් 12 වන විට ඉදිරිපත් කිරීමට අධිකරණය නියෝග කර තිබේ.",
        "ඒ අනුව පෙත්සමේ කරුණු සනාථ කිරීම සඳහා පෙත්සමේ මීළඟ නඩු විභාගය නොවැම්බර් 18 දක්වා කල් දමා තිබේ.. රීල්"
      ]
    },
    "en": {
      "title": "Scholarship Examination - High Court announcement",
      "body_lines": [
        "The Supreme Court today (24) announced that the fundamental rights petition filed by the Grade 05 Scholarship Examination and Cuttups will be taken up on November 18.",
        "Petitioners have asked the Supreme Court through a fundamental rights violation petition to order that the query that was leaked before the examination should be ordered to be invalid and re -conduct the exam.",
        "The court has ordered the submission of objections before November 5 and submitted by November 12 if there are further objections.",
        "Accordingly, the next hearing of the petition has been postponed to November 18 to confirm the facts of the petition.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Supreme Court announces hearing on Nov 18 regarding leaked questions in Grade 05 Scholarship Exam. Petitioners seek exam invalidation and re-conduct. Objections due Nov 5, final submissions by Nov 12."
  ]
}