{
  "translated_text": {
    "si": {
      "title": "ඉන්දියානු ඇදගෙන යාමේ බෝට්ටු වල වැරදි;අත්සන බලඇණිය මුල්ලයිටිව් සිට ජනාධිපතිවරයා වෙත යවනු ලැබේ",
      "body_lines": [
        "මුල්ලයිටිව් ජනතාව අද (21) බ්රහස්පතින්දා (21) ජනාධිපති වෙත යවා ඇත.",
        "ජාත්යන්තර ධීවර දින 21 වන පරිසර විද්යාව හා සමාජ සංවර්ධන ආයතනය (ඊසීඩීඕ) යටතේ ඉන්දියානු ට්රෝලර් යාත්රා (ඊසීඩීඕ) ශ්රී ලංකා මුහුදු සීමාවට යාම වැළැක්වීම සඳහා මුල්ලයිටිව් ජනතාව මුල්ලයිටිව් ධීවරයින් විසින් ජනාධිපතිවරයා වෙත යවා ඇති අතර එය ජාත්යන්තර ධීවර දිනය වේ.",
        "ධීවර දිනයේදී, මුල්ලයිටිව් දිස්ත්රික්කයේ මුල්ලයිටිව් දිස්ත්රික්කය, ඉන්දීය ධීවරයින්ගේ ඇදගෙන යන බෝට්ටු සහ මුල්ලයිටිව් මුහුදෙන් හමු වූ සියලු මුහුද, මුල්ලයිටිව් මුහුදෙන් හමු වූ සියලු මුහුද වැඩි වැඩියෙන් මෙම සන්දර්භය තුළ දක්නට ලැබේ.",
        "මුල්ලයිටිව් දිස්ත්රික්කයේ ධීවරයින් මුහුදට ගොස් විශාල පාඩුවකින් ඔවුන්ගේ ජීවිත ගත කරති.. මුල්ලයිටිව් දිස්ත්රික්කයේ පශ්චාත් 500 කට වැඩි ප්රමාණයක් මුල්ලයිටිව් දිස්ත්රික්කයේ සභාපතිවරයා වෙත යවා ඇත්තේ මුල්ලයිටිව් ජනතාවගේ සහ මුල්ලයිටිව් ධීවරයන්ගේ නම් දැවැන්ත රූපයක් නිර්මාණය කළ අනුරසුමාර දිසානායකගේ නම් යවා ශ්රී ලංකා ජනාධිපතිවරයාගේ නම් යවා යවා යවා තිබේ. ශ්රී ලංකාවේ වෙනසක්.",
        "ඉන්දියානු ට්රෝලර් යාත්රා ශ්රී ලංකාවේ මුහුදු සීමාවට යාම වැළැක්වීම සඳහා වහාම පියවර ගැනීම සඳහා තැපැල්පත් ජනාධිපතිවරයා වෙත යවා ඇත."
      ]
    },
    "en": {
      "title": "The transgressions of Indian drag boats;Signature Fleet sent to President from Mullaitivu",
      "body_lines": [
        "Mullaitivu people have been sent to the President on Thursday (21) today (21st).",
        "The Mullaitivu people have been sent to the President by the Mullaitivu fishermen, who have demanded immediate measures to prevent Indian trawlers from entering the Sri Lankan waters under the Ecology and Social Development Institute (ECDO), which is the 21 International Fishermen's Day.",
        "On the occasion of the fishermen's day, the Mullaitivu district of Mullaitivu district, the transgressors of the Indian fishermen's drag boats and all the seas found in the Mullaitivu seas, are increasingly in this context.",
        "Fishermen from the Mullaitivu district go to sea and spend their lives with a huge loss.. More than 500 postpartments from the Mullaitivu district have been sent to the President of the Mullaitivu district today to send the names of the people of Mullaitivu and the Mullaitivu fishermen to the President of Sri Lanka, Anuragumara Dissanayake, who has created a massive image that is a change in Sri Lanka.",
        "Postcards have been sent to the President to take immediate steps to prevent Indian trawlers from entering the Sri Lankan waters."
      ]
    }
  },
  "summary_lines": [
    "Indian trawlers violate Sri Lankan waters. Mullaitivu fishermen protest, demand action. Over 500 signatures sent to President seeking protection."
  ]
}