{
  "translated_text": {
    "si": {
      "title": "ඉන්දු - ශ්රීරි ලංකා නැව් සේවය මේ මස නැවත ආරම්භ කරයි",
      "body_lines": [
        "ශ්රී ලංකාවේ ඉන්දියාවේ නාගපට්ටිනම් සහ ශ්රී ලංකාවේ කන්කේසතුරෙයි අතර නැව් සේවය මේ මස 13 වන දින නැවත ආරම්භ කෙරේ. ඉලුක්පිටිය පැවසීය.",
        "සමුපත්වරණය හේතුවෙන් ඉන්දු-සුවිනු ලබන නැව් සේවාව නැවත ආරම්භ කිරීමට උත්සාහ කළ කිහිප දෙනෙකු අවලංගු කර ඇත.",
        "උතුරු - නගරයේ වර්ෂාව හේතුවෙන් ඔක්තෝබර් 20 වන විට නැව් සේවාව අත්හිටුවා තිබේ.",
        "දශක හතරකට පසු ඉන්දියාව සහ ශ්රී ලංකාව අතර මගී නැව් සේවය පසුගිය වසරේ ඔක්තෝබර් 14 වන දින දියත් කරන ලදී.",
        "මේ අවස්ථාවේ දී, රියපානි නමින් මගී නැව් සේවයේ පළමු ගමනට මගීන් 50 කට ආසන්න සංඛ්යාවක් පැමිණියහ.",
        "ඉන්දියාව (SCI) (SCI) (SCI) මගීන් 150 ක්, මීටෙටර් 35 ක් දිග සහ මීටර් 9.6 ක් පළල උස් නගරයක්.",
        "සංචාරකයින් දෙදෙනෙකු සඳහා ශ්රී ලංකා සංචාරයක් සඳහා රුපියල් 26,750 ක් සහ 53,500 බැගින් වූ නෞකාව නාගපට්ටිනම් සිට කන්කේසන් දක්වා පැය හතරක් දක්වා පැය හතරක් දක්වා ගමන් කරයි."
      ]
    },
    "en": {
      "title": "Indo -Sri Lanka Shipping Service resumes this month",
      "body_lines": [
        "The shipping service between India's Nagapattinam and the Kankesanthurai of Sri Lanka will be resumed on the 13th of this month. Said Ilukpitiya.",
        "Several attempts to resume the Indo -Sri Lanka Shipping Service have been canceled due to inclement maritime.",
        "Due to the North -East monsoon rains, the shipping service was suspended by October 20.",
        "Four decades later, passenger shipping service between India and Sri Lanka was launched on October 14 last year.",
        "In this case, nearly 50 passengers arrived in the first trip of the passenger shipping service called Seriyapani.",
        "The Shipping Corporation Op India (SCI) is capable of carrying 150 passengers, a 35 -meter long and 9.6 meter wide, a high -speed ship.",
        "The ship will travel from Nagapattinam to Kankesan for up to four hours for a tour of Sri Lanka for Rs 26,750 and 53,500 for two tourists."
      ]
    }
  },
  "summary_lines": [
    "Indo-Sri Lanka shipping service resumes on 13th after cancellations due to maritime conditions. Launched in 2021, it carries 150 passengers on a 4-hour journey from Nagapattinam to Kankesanturai for Rs 26,750/person."
  ]
}