{
  "translated_text": {
    "ta": {
      "title": "சிவப்பு சர்க்கரை மோசடி பற்றிய தகவல்",
      "body_lines": [
        "உள்ளூர் சந்தையில் வரும் சர்க்கரை மோசடி பற்றிய விவரங்களை இந்திய சிவப்பு சர்க்கரையாக நுகர்வோர் விவகார ஆணையம் வெளிப்படுத்த முடிந்தது.",
        "இலங்கையில் சிவப்பு சர்க்கரையுடன் இந்தியாவிலிருந்து கலக்கும்போது, ​​இலங்கை சந்தையில் சிவப்பு சர்க்கரை வெளியிடப்படுகிறது என்பது தெரியவந்துள்ளது.",
        "இன்று காலை (15) எம்பிலிபிட்டியா பகுதியில் நடந்த சோதனையின் போது மோசடி தெரியவந்தது.",
        "தொழிலதிபர் நீண்ட காலமாக மோசடி செய்து வருகிறார்.",
        "இருப்பிடத்தில் 2,500 கிலோகிராம் ஆறு கிலோகிராம் காணப்பட்டது, மேலும் சர்க்கரை சந்தையில் இந்திய சிவப்பு சர்க்கரையாக கண்டறியப்பட்டது.",
        "அதிகாரிகளின் கூற்றுப்படி, ஒரு கிலோ சிவப்பு சர்க்கரை ரூ.",
        "தொழிலதிபர் ஒரு கிலோ சர்க்கரையை ரூ.",
        "இதற்கிடையில், மனித நுகர்வுக்கு தகுதியற்ற 1000 கிலோ தால் பலுப்பு தெருவில் இருந்து மீட்கப்பட்டுள்ளார்.",
        "மீனவர்கள் தால் பங்குகளை சந்தைக்கு அனுப்பி பூஞ்சைகளை நிராகரித்ததாக நுகர்வோர் விவகார ஆணைய அதிகாரிகள் தெரிவித்தனர்."
      ]
    },
    "en": {
      "title": "Information about a red sugar racket",
      "body_lines": [
        "The Consumer Affairs Authority has been able to reveal the details of a sugar racket coming into the local market as the Indian Red Sugar.",
        "It has been revealed that the red sugar is released to the Sri Lankan market, mixing from India with red sugar in Sri Lanka.",
        "The racket was revealed during a raid in the Embilipitiya area this morning (15).",
        "The businessman has been conducting the racket for a long time.",
        "More than 2,500 kilograms of six kilograms was found in the location, and the sugar was found on the market as Indian Red Sugar.",
        "According to officials, a kilo of red sugar has been sold at Rs. 300.",
        "The businessman has also identified a kilo of white sugar costs Rs. 240 per kilo of Rs.",
        "Meanwhile, 1000kg of dhal unworthy of human consumption have been recovered from the Paluppu Street.",
        "The Consumer Affairs Authority officials said that the fishermen were sending the stock of dhal to the market and packed the fungi."
      ]
    }
  },
  "summary_lines": [
    "A sugar racket involving the sale of mixed red sugar in Sri Lanka was uncovered in Embilipitiya. Authorities seized over 2,500 kg of sugar, including 1,000 kg of unfit-for-consumption dhal, and arrested a businessman. The red sugar, priced at Rs. 300 per kg, was being sold as Indian Red Sugar, while white sugar was sold at Rs. 240 per kg."
  ]
}