{
  "translated_text": {
    "si": {
      "title": "மறக்கடிக்கப்பட்ட குற்றங்கள் மற்றும் படுகொலைகள் தொடர்பான விசாரணைகள் உயிர்ப்பிக்கப்படும் - ஜனாதிபதி",
      "body_lines": [
        "අපරාධකරුවන් සිතන්නේ රට තුළ දැවැන්ත මතභේදයට තුඩු දුන් අපරාධ සහ සමූල re ාතන කාලයත් සමඟ අමතක වී ඇති බවයි. අමතක වී ඇති අපරාධ හා ings ාතන පිළිබඳ පරීක්ෂණ නැවත නැඟිටුවනු ඇත. குற்றவாளிகளுக்கு நிச்சயம் தண்டனை கிடைக்கும். අමතක වූ අපරාධ සහ inations ාතන පිටුපස දේශපාලන මැදිහත්වීමක් හා දේශපාලන බලය ඇති බව කවුරුත් දනිති. මෙය කිසි විටෙකත් අපේ ආණ්ඩුවේ කිසි විටෙකත් සිදු නොවේ. නිජබිම සඳහා සහ මහජනයාගේ ආරක්ෂාව සඳහා ඔබේ යුතුකම් ක්රියාත්මක කරන්න. ජනාධිපති අනුර කුමාර දිසානායක පොලිස් නිලධාරීන්ට නිර්භීතව කටයුතු කරන ලෙස උපදෙස් දුන්නේය.",
        "මත්ද්රව්ය වෙළඳ වෙළඳ වෙළඳාමට එරෙහිව ක්රියා කළ යුතු පොලිසිය හවුල් වුවහොත් එය දැවැන්ත විනාශයක් වනු ඇත.. මත්ද්රව්ය වෙළඳාම සම්බන්ධ සමහර පොලිස් නිලධාරීන් ඔවුන්ගේ පැරණි පුරුද්ද අතහැර දැමිය යුතුය. පුරුද්ද අතහැර නොගතහොත් පොලිස් සේවය අතහැර දැමීමට සූදානම් විය යුතු බව ද ජනාධිපතිතුමා පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ 159 වන ජාතික පොලිස් දිනය නිමිත්තෙන් බදාදා කොළඹ පොලිස් භූමියේ පැවති විශේෂ උත්සවයකදීය.",
        "වසර 159 ක් තුළ දැවැන්ත අභියෝග මධ්යයේ පොලිස් දෙපාර්තමේන්තුව දැවැන්ත අභියෝග මධ්යයේ රට සහ ජනතාව වෙනුවෙන් කැප කර ඇත. පොලිස් නිලධාරීන්ගේ කැපවූ සේවය නිසා වසර 159 ක් පොලිස් සේවය ගෞරවයට පාත්ර වී තිබේ.",
        "විවේචන සහ චෝදනා පොලිස් සේවයට ප්රශංසා හා ගෞරවය ලෙස සැලකේ. එබැවින් පොලිස් සේවයේ ගෞරවය ආරක්ෂා කිරීම පොලිස් සේවයේ ප්රධාන වගකීමකි. පොලිසිය මහජනතාවගේ සහ රටේ ආරක්ෂාව සඳහා පොලිසිය කටයුතු කළ යුතුය.",
        "පොලිස් සේවයේ ගෞරවය ආරක්ෂා කිරීම සඳහා පොලිස්පති ඇතුළු පොලිස් නිලධාරීන් පොලිස්පතිවරයා ඇතුළු පොලිස් නිලධාරීන් අපේක්ෂා කරමි.. පොලිස් සේවයේ වාර්තා කිහිපයක් සෞඛ්ය සම්පන්න නොවන බව මතක තබා ගන්න, නමුත් පොලිස් සේවයේ සිටින දහස් ගණනකගේ නුසුදුසු ක්රියාකාරකම් කිහිපයකම සමස්ත පොලිස් සේවයම අදින්නට පුළුවන.",
        "පොලිස් සේවය කාර්යක්ෂම වේ.",
        "රට තුළ දැවැන්ත මතභේද ඇති වූ සමූල res ාතන හා අපරාධ තිබේ.. පොලිස් දෙපාර්තමේන්තුවේ දුර්වලතාවය? මම කවදාවත් එහෙම හිතන්නේ නැහැ. කෙටි කාලයක් තුළ අපරාධ සොයා ගන්නා හොඳම විමර්ශකයින් වන්නේ පොලිස් සේවයේ ය.",
        "සමූල re ාතකයින් හා අපරාධ අවදි කිරීම තුළ දේශපාලන බලය හා දේශපාලන අධිකාරියක් තිබේ. මෙය සත්යයයි. පොලිස් නිලධාරීන් විමර්ශනය කිරීමට කැපවී සිටියද ඔවුන්ට දේශපාලන මැදිහත්වීම් පිළිබඳ ඉතිහාසයක් ඇත.. එවැනි තත්වයක් අපේ ආණ්ඩුවේ සිදු නොවන බවට මම සහතික වෙමි. ඔබ නිජබිම සඳහා සහ මහජනයාගේ ආරක්ෂාව සඳහා ඔබේ රාජකාරි ඉටු කරයි. නිර්භීතව ක්රියා කරන්න.",
        "අපරාධ සහ inations ාතන පවසන්නේ ඔවුන් කාලයාගේ ඇවෑමෙන් අමතක වනු ඇති බවයි. මාෂන හා අපරාධ මගින් වේලාවන් තීරණය නොකරයි. අපරාධ කිසිවක් අමතක කළ නොහැක.. එමනිසා, අපරාධවලට ද punishment ුවමක් ලබා දීමට අපි කැප වෙමු.",
        "කාලයෙන් පසු අපරාධ සහ inations ාතන කිහිපයක් පිළිබඳ පරීක්ෂණ නිරීක්ෂණය කරනු ලැබේ. අපරාධ පිළිබඳ පරීක්ෂණ සහ අපරාධ පිළිබඳ සාක්ෂි පෙර - ඩෙඩේඩ්ස් විනාශ වී ඇත. අපරාධකරුවන් සිතන්නේ ඔවුන් කාලයෙන් පසු ඔවුන්ට පැන යා හැකි බවයි.. කාලය ද penalty ුවම තීරණය නොකරන බව මට සඳහන් කිරීමට ඉඩ දෙන්න.",
        "මත්ද්රව්ය වෙළඳාම නගරයෙන් නගරයට පැතිරෙමින් තිබේ.. නමුත් එම දරුවන් අද drugs ෂධවලට ඇබ්බැහි වී සිටිති. සමහර අය ඔවුන්ගේ ආත්මාර්ථකාමිත්වය වෙනුවෙන් drug ෂධ වෙළඳාමේ නිරත වෙති. මත්ද්රව්ය වෙළඳාමේ දේශපාලන මැදිහත්වීමක් ඇති බව අපි කවුරුත් දනිමු.",
        "මත්ද්රව්ය වෙළඳ වෙළඳ වෙළඳාමට එරෙහිව ක්රියා කළ යුතු පොලිසිය හවුල් වුවහොත් එය දැවැන්ත විනාශයක් වනු ඇත.. පුරුද්ද අතහැර නොගන්නේ නම්, පොලිස් සේවය අතහැර දැමීමට සූදානම් විය යුතුය.",
        "දෙපාර්තමේන්තුවේ නිලධාරීන් සියලු අංශවල ගෞරවය ආරක්ෂා කළ යුතුය. ව්යාපාර ව්යාපාරයට එරෙහිව දැඩි පියවර ගනු ලැබේ.. එබැවින් පොලිසිය මත්ද්රව්ය අහෝසි කිරීමේ සොල්දාදුවන් බවට පත්විය යුතුය.",
        "වෙඩි තැබීම් නිසා සමාජ ව්යුහය තුළ බියක් ඇති විය.. ඔබ සාමාන්ය පුරවැසියන් නොවේ. සමස්ත ප්රජාවේ සුභසාධන හා ආරක්ෂාව පිළිබඳ උරහිසට ඔබ වගකිව යුතුය. එබැවින් ජනතාව වෙනුවෙන් නිර්භීතව ක්රියා කරන්න. පොලිසියට පැමිණීමට විශ්වාසයෙන් හා ධෛර්යයෙන් යුතුව ජනතාව වෙනුවෙන් ක්රියා කරන්න."
      ]
    },
    "en": {
      "title": "Investigations into the forgotten crimes and killings will be resurrected - the president",
      "body_lines": [
        "Criminals think that the crimes and massacres that caused massive controversy in the country have been forgotten over time. Investigations on the crimes and killings that have been forgotten will be resurrected. Criminals will definitely get punishment. Everyone knows that there was political intervention and political power behind the forgotten crimes and assassinations. This will never occur in our government. Operate your duties for homeland and for the safety of the public. President Anura Kumara Dissanayake advised the police officers to act boldly.",
        "If the police who have to act against the drug trade are complicit, it will be a massive destruction.. Some police officers related to drug trade must abandon their old habit. The President also said that if the habit is not abandoned, the police service should be prepared to abandon.",
        "He was speaking at a special event held at the Colombo Police Ground on Wednesday to mark the 159th National Police Day.",
        "The Police Department has been dedicated to the country and the people of the country amidst massive challenges in 159 years. The police service has been honored for 159 years because of the dedicated service of the police officers.",
        "Criticism and accusations are seen as praise and honor for the police service. Therefore, it is the main responsibility of the police service to protect the dignity of the police service. The police must act for the safety of the public and the country.",
        "I expect police officers, including the Inspector General of Police, to protect the honor of the police service.. Keep in mind that a few reports of the police service are not healthy, but a few of the improper activities of a few thousand people in the police service can pull the entire police service.",
        "Police service is efficient.",
        "There are massacres and crimes that caused massive controversy in the country.. Weakness of the Police Department? I will never think so. The best investigators who find the crimes in a short time are in the police service.",
        "There is political power and political authority in the wake of unveiling massacres and crimes. This is the truth. Even though police officials are committed to investigations, they have a history of political interventions.. I assure that such a situation will not happen in our government. You act on your duties for homeland and for the safety of the public. Act bravely.",
        "Crimes and assassinations say that they will be forgotten in time. Massacons and crimes do not determine times. None of the crimes can be forgotten.. Therefore, we will be committed to providing punishment of crime.",
        "Investigations into a few crimes and assassinations are being observed after time. Investigations and testimony of crimes pre -decades have been destroyed. Criminals think that they can escape after time.. Let me mention that time does not determine the penalty.",
        "Drug trade is spreading from city to village.. But those children are addicted to drugs today. Some people engage in drug trade for their selfishness. We all know that there was a political intervention in the drug trade.",
        "If the police who have to act against the drug trade are complicit, it will be a massive destruction.. If the habit is not abandoned, the police service should be prepared to abandon.",
        "Officers of the Department must protect the honor of all sectors. Strict action will be taken against the business business.. So the police must become the soldiers of the drug abolition.",
        "The shootings have caused fear in the social structure.. You are not ordinary citizens. You are responsible for the shoulder of the welfare and safety of the overall community. So act bold for the people. Act for the people with confidence and courage to come to the police station."
      ]
    }
  },
  "summary_lines": []
}