{
  "translated_text": {
    "ta": {
      "title": "இன்று பலத்த மழை",
      "body_lines": [
        "தீவின் வானிலை தீவால் பாதிக்கப்படுகிறது என்று வானிலை ஆய்வு திணைக்களம் கூறுகிறது.",
        "இதனால், சுமார் 1 ஓவர்களில் பல இடங்களில் மழை பெய்யும்.",
        "மேற்கு, சபராகாமுவா, தெற்கு மற்றும் வடமேற்கு மாகாணங்களில் சில இடங்கள் மிமீ மிமீ ஆகும்.. கனமழை மழை 100 க்கு மேல் இருக்கக்கூடும் என்று கனரக மழை பெய்யப்பட்டுள்ளது.",
        "கிழக்கு மற்றும் தெற்கு மாகாணங்களிலும் காலையிலும் பல இடங்களில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும்.",
        "சபராகாமுவா மற்றும் மத்திய மாகாணங்களில் சில இடங்களில், நீங்கள் மூடுபனியாக இருக்க முடியும்.",
        "இடியுடன் கூடிய மழை காரணமாக தற்காலிக வலுவான காற்று மற்றும் மின்னல் விபத்துக்களைக் குறைக்க தேவையான நடவடிக்கைகளை எடுக்குமாறு திணைக்களம் பொதுமக்களிடம் கோருகிறது.",
        "இதற்கிடையில், நாட்டின் பல பகுதிகளின் வெப்பநிலை இன்றைய நிலைக்கு தொடர்ந்து கவனம் செலுத்தும் என்று வானிலை ஆய்வு திணைக்களம் கூறுகிறது (29).",
        "மொனெராகலா மற்றும் ஹம்பந்தோட்டா மாவட்டத்தின் வெப்பம் வடக்கு, வட-மத்திய, கிழக்கு மற்றும் வடமேற்கு மாகாணங்களில் மனித உடலின் வெப்பத்தை அதிகரிக்கும்.",
        "திணைக்களத்தால் வழங்கப்பட்ட அறிவிப்பு, போதுமான நீர் உட்பட, நிழலின் நிழலில் உள்ள கட்டுப்பாடு மற்றும் திறந்தவெளியின் கடினமான வேலை."
      ]
    },
    "en": {
      "title": "Heavy rains today",
      "body_lines": [
        "The Department of Meteorology states that the weather in the island is influenced by the island.",
        "Thus, there will be showers at several places in the area of about 1 overs.",
        "Some locations in the Western, Sabaragamuwa, Southern and Northwestern provinces are mm mm.. Heavy showers have been reported that heavy rains can be over 100.",
        "Showers or thundershowers will occur at several places in the Eastern and Southern provinces and in the morning.",
        "In some places in Sabaragamuwa and Central provinces, you can remain misty.",
        "The Department requests the public to take necessary steps to reduce temporary strong winds and lightning accidents due to thunderstorms.",
        "Meanwhile, the Department of Meteorology says that the temperature of several areas in the country will continue to pay attention to the level today (29).",
        "The heat of the Moneragala and Hambantota District will increase the heat of the human body in the North, North-Central, Eastern, and Northwestern provinces.",
        "The announcement issued by the department, including adequate water, relating to the restriction in the shadow of the shade, and the tedious work of the open air."
      ]
    }
  },
  "summary_lines": [
    "Heavy rains today with showers in Western, Sabaragamuwa, Southern, and Northwestern provinces, and thundershowers in Eastern and Southern provinces. Public advised to prepare for strong winds and lightning. Temperature in several areas to rise, affecting human comfort in North, North-Central, Eastern, and Northwestern provinces."
  ]
}