{
  "translated_text": {
    "ta": {
      "title": "இன்று வானிலை",
      "body_lines": [
        "மேற்கு, சபராகாமுவா மற்றும் வட மேற்கு மாகாணங்களில் மழை பெய்யும் என்று வானிலை ஆய்வு தெரிவிக்கிறது.",
        "மேற்கு மற்றும் சபராகாமுவா மாகாணம், கண்டி, நுவரா எலியா மற்றும் புட்டலம் மாவட்டங்களில் சில இடங்கள் மிமீ மிமீ ஆகும்.. 100 க்கு மேல் கனமழை ஏற்படலாம்.",
        "மத்திய மலைகளின் மேற்கு சரிவுகளிலிருந்து, திருகோணோமலீ, திருகோணோமலீ மற்றும் மோனெராகலா மாவட்டங்கள், திருகோணமாலீ, ஹம்பந்தோட்டா மற்றும் மோனெராகலா மாவட்டங்கள். பலத்த காற்று வீசுவதாக வானிலை பற்றிய வானிலை திணைக்களம் மேலும் தெரிவித்துள்ளது.",
        "இதற்கிடையில், கடற்கரையிலிருந்து கடல் பகுதிகளின் கூரை மன்னார் முதல் புட்டலம் வரை சிலாவ் மற்றும் ஹம்பந்தோட்டா வழியாக பொட்டுவில் வரை நீண்டுள்ளது.. (60-65) அதிகரிக்கிறது மற்றும் சில நேரங்களில் கடல் பகுதிகள் மிகவும் கடினமானவை.",
        "சிலாவிலிருந்து ஹம்பந்தோட்டா வரை கொழும்பு மற்றும் கேலி வழியாகவும், திருகோணமலீ மற்றும் முல்லிட்டிவ் மற்றும் காங்கசந்தூரை இருந்து காற்று வீசவும். (50-55) (50-55) ஆக அதிகரிக்கலாம் மற்றும் சில நேரங்களில் கடல் பகுதிகள் கடினமானவை.",
        "கடற்கரையிலிருந்து கடல் பகுதிகளில் கடல் பகுதிகள் கல்பிட்டியாவிலிருந்து பொட்டுவில் வரை பொட்டுவில் வழியாக பொட்டுவில் வழியாக பொட்டுவில் வழியாக பொட்டுவில் வழியாக பொட்டுவில் வழியாக. (இது நிலத்திற்கு வரும் உயரம் அல்ல).",
        "மீன்வளமும் கடற்படை சமூகமும் மீன்வளத்திற்கும் சமூகத்திற்கும் இதில் கவனம் செலுத்துமாறு தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "Weather today",
      "body_lines": [
        "The Meteorology Department says that there will be showers in the Western, Sabaragamuwa and North Western provinces.",
        "Some locations in the Western and Sabaragamuwa Provincial, Kandy, Nuwara Eliya and Puttalam Districts are mm mm.. Heavy rains can occur at over 100.",
        "From the Western slopes of the central hills, Trincomalee, Trincomalee and Moneragala Districts, Trincomalee, Hambantota and Moneragala Districts. The Department of Meteorology has further informed the weather that there is about strong winds.",
        "Meanwhile, the roof of the sea areas off the coast extending from Mannar to Puttalam via Chilaw and Hambantota to Pottuvil.. (60-65) increases and the sea areas are very rough at times.",
        "Winds from Chilaw to Hambantota via Colombo and Galle and from Trincomalee and Mullaittivu and Kankesanthurai. (50-55) may increase to (50-55) and sea areas are rough at times.",
        "Sea areas in sea areas off the coast extending from Kalpitiya to Pottuvil via Pottuvil via Pottuvil via Pottuvil via Pottuvil via Pottuvil. (This is not height that comes to land).",
        "The fisheries and the naval community has informed the fisheries and the community to pay attention to this."
      ]
    }
  },
  "summary_lines": [
    "Expect showers in Western, Sabaragamuwa, and North Western provinces, including heavy rain in certain districts. Strong winds across several regions. Sea areas off the coast from Mannar to Puttalam and Hambantota to Pottuvil will experience rough conditions due to wind speeds increasing to 60-65 knots. Winds from Chilaw to Hambantota and from Trincomalee to Mullaittivu may also intensify, making sea areas rough. Fisheries and naval communities advised to be cautious."
  ]
}