{
  "translated_text": {
    "ta": {
      "title": "හිටපු ජනාධිපතිවරු ආරක්ෂක වාහන ගැන ඉල්ලීමක් කලොත් සලකා බලනවා",
      "body_lines": [
        "முன்னாள் ஜனாதிபதிகள் பாதுகாப்பு வாகனங்களை வழங்குமாறு கேட்டுக்கொள்ளப்பட்டார்களா என்பதைக் கருத்தில் கொள்ள அரசாங்கம் தயாராக உள்ளது.",
        "ஜனாதிபதியின் உரிமைகளை ஒழித்ததன் மூலம், முன்னாள் ஜனாதிபதிகள் தங்கள் பாதுகாப்பு வாகனங்களை மீண்டும் தொடங்கினர் மற்றும் இன்று (07) பாராளுமன்றத்தில் தங்கள் கருத்துக்களை வெளிப்படுத்தினர்.",
        "“පසුගිය දිනක මේ සභාවේදී අනුමත වුණා විශ්‍රාමික ජනාධිපතිවරුන්ගේ හිමිකම් පනත. இந்தச் சட்டத்தின்படி, அவர் அதை அனுபவித்ததாக சில கூற்றுக்கள், திரும்ப விடுப்பு ஏற்பட்டுள்ளது. இருப்பினும், உரிமைகள் மசோதா அர்த்தமல்ல. அவர் ஏற்கனவே அவர் பயன்படுத்திய சில பாதுகாப்பு வாகனங்களை ஒப்படைத்துள்ளார்.. உரிமைகோரல்களைப் பொருட்படுத்தாமல் அரசாங்கத்தின் பொறுப்பு அரசாங்கம். எனவே, பாதுகாப்பு வாகனங்கள் உட்பட பாதுகாப்பு வாகனங்கள் உட்பட மற்ற விஷயத்தை அவர் கேட்டுக்கொண்டால், பரிசீலிக்க தயாராக உள்ளது. \""
      ]
    },
    "en": {
      "title": "If the former presidents requests security vehicles",
      "body_lines": [
        "The government is prepared to consider if former presidents are requested to provide security vehicles.",
        "With the abolition of the rights of the President, the former presidents resumed their security vehicles and expressed their views in Parliament today (07).",
        "\"Recently in this House was approved recently in the Council of Retired Presidents Act. According to the Act, some of the claims that he had enjoyed it, there have been a return leave. However, the rights bill does not mean. He has already handed over some protective vehicles he used.. The government is the responsibility of the government, regardless of the claims. Therefore, if he requests the other thing, including security vehicles, including security vehicles, is ready to consider. \""
      ]
    }
  },
  "summary_lines": []
}