{
  "translated_text": {
    "si": {
      "title": "තිර රචනයේ රජ. භාග්යරාජ් විසින් 'අපරාධ අලුත්'",
      "body_lines": [
        "නවකයන්ගේ තාරුවන්ගේ වීරයාගේ වීරයා ලෙස ප්රධාන චරිතය ඉටු කළ 'අපරාධ පුටියදු' චිත්රපටයේ සමාරම්භක චිත්රපටය චෙන්නායි හි පැවැත්විණි. දෙමළ සිනමා කර්මාන්තයේ ජ්යෙෂ් officiolwark වෛද්යවරයෙක් වූයේ කේ.. විශේෂ ආරාධිතාවක සහභාගීත්වයෙන් චිත්රපට කාර්ය මණ්ඩලයට විදුලිබල කාර්ය මණ්ඩලයට සුබ පැතුවා.",
        "රාජාරිත්, රාජ් පෙෂිතා, රාමචන්ද්ර, ප්රියදර්ශනී, සරිනේති, දිනේෂ් සෙල්වයා, ශ්රීනාන්ත්, මෙරා රාජ්, 'ඩාර්ලිං' චිත්රපටයේ 'අපරාධ පෙතු' චිත්රපටයේ. ජේසන් විලියම්ස් විසින් පටිගත කරන ලද මෙම චිත්රපටය සඳහා කරන් බී. ක්රිපා රචනා කර ඇත. චිත්රපටය ත්රාසජනක චිත්රපටයක් ලෙස සකස් වෙමින් පවතී.. කාර්තිකන් සහ තාරුන් කාර්තිර්තියන් සම්බන්ධ කර ඇත.",
        "චිත්රපටය ගැන කතා කරමින් අධ්යක්ෂවරයා, \"\" අපරාධ නව 'චිත්රපටයේ තිර රචනය යථාර්ථවාදී ශෛලියේ යථාර්ථවාදී ශෛලියක් ලෙස සකසා ඇත.. චිත්රපටයේ රූගත කිරීම් මේ මස 23 වන දින ආරම්භ කිරීමට නියමිතය. \""
      ]
    },
    "en": {
      "title": "King of Screenplay. 'Crime is new' started by Bhagyaraj",
      "body_lines": [
        "The inauguration of the film 'Crime Puthiyadhu', which played the lead role as the hero of the newcomer Tarun, was held in Chennai. One of the senior directors of the Tamil film industry was K.. Bhagyaraj congratulated the film crew on the participation of a special guest and introduced the newcomer man Taruna.",
        "In the film 'Crime Puthu', directed by debutant director Rajith, Tarun, Seshwitha, Madhusudhan Rao, Ramachandran, 'Boys' Rajan, Priyadarshini, Srinidhi, Sangeetha, Dinesh Selvaya, Srikanth, Meera Raj, 'Darling'. Karan B for the film, which is being recorded by Jason Williams. Kripa is composed. The film is being made as a thriller film.. Karthikeyan and Tarun Karthikeyan are co -produced.",
        "Speaking of the film, the director said, “The screenplay of the film 'Crime New' is set as a realistic style of realistic style.. The shooting of the film is scheduled to begin on the 23rd of this month. ”"
      ]
    }
  },
  "summary_lines": [
    "\"Crime Puthiyadhu,\" starring newcomer Tarun, premiered in Chennai. Directed by Rajith, it features a mix of fresh faces like Tarun, Seshwitha, and Madhusudhan Rao, alongside experienced actors. The thriller, produced by Karthikeyan and Tarun Karthikeyan, aims for a realistic narrative style. Shooting starts soon.\""
  ]
}