{
  "translated_text": {
    "ta": {
      "title": "அட்டர்னி ஜெனரல் மன்னிப்பு கேட்கிறார்",
      "body_lines": [
        "அட்டர்னி ஜெனரல் இன்று (30) மாஜிஸ்திரேட் நீதிமன்றத்தில் இன்று (30) அட்டர்னி ஜெனரலை (யுபிஎஃப்ஏ கூடுதல் மாஜிஸ்திரேட் ஹர்ராசரா கெகுனை) மன்னித்தார்.",
        "உச்சநீதிமன்றத்தின் சலவை நீதிமன்றம் தொடர்பாக உச்சநீதிமன்றத்தின் உத்தரவு தொடர்பாக உச்சநீதிமன்றத்தின் உத்தரவு தொடர்பாக உச்சநீதிமன்றம் வழங்கிய உத்தரவு தொடர்பாக உச்சநீதிமன்றம் வழங்கிய உத்தரவுகளை அட்டர்னி ஜெனரலுக்கான கூடுதல் வழக்குரைஞர் பொதுத் தலைவர் ஆலோசகர் அறிந்திருக்கவில்லை திரு. ரத்நயகே மன்னிப்பு கேட்டுள்ளார்.",
        "அட்டர்னி ஜெனரலும் தனிப்பட்ட முறையில் அட்டர்னி ஜெனரலையும், உச்சநீதிமன்றம் தாக்கல் செய்த அடிப்படை உரிமைகள் மனு குறித்து அவருக்கு தெரியாது என்பதையும் இந்த வழக்குக்கும் தெரியாது.",
        "வனவிலங்குத் துறையின் இயக்குநர் ஜெனரல் மீது மூன்று யானைகள் மூன்று நெல் யானைகளை மீட்டெடுக்குமாறு கேட்டுக் கொண்டபோது, ​​மாஜிஸ்திரேட் நீதிமன்றத்தில் அட்டர்னி ஜெனரல் மன்னிப்பு கேட்டார்."
      ]
    },
    "en": {
      "title": "Attorney General apologizes",
      "body_lines": [
        "The Attorney General forgave the Attorney General (UPFA Additional Magistrate Harrasara Kekunai) today (30) to the Magistrate's Court today.",
        "Additional Solicitor General President's Counsel to the Attorney General was not aware of the orders issued by the Supreme Court regarding the order issued by the Supreme Court regarding the order of the Supreme Court regarding the order of the Supreme Court regarding the laundry Court of the Supreme Court.Mr. Ratnayake has apologized.",
        "The Attorney General and personally listened to the Attorney General as well as the case was not aware that he was not aware of the fundamental rights petition filed by the Supreme Court.",
        "The Attorney General apologized to the Magistrate's Court when three elephants were filed against the Director General of the Wildlife Department asking him to restore three paddy elephants."
      ]
    }
  },
  "summary_lines": [
    "Attorney General apologizes to court over unawareness of Supreme Court orders regarding wildlife department case involving three elephants."
  ]
}