{
  "translated_text": {
    "ta": {
      "title": "பாதுகாப்பு அமைச்சகத்திற்கு தேர்ந்தெடுக்க தேர்தல் ஆணையத்தின் செயலாளர் பாதுகாப்பு",
      "body_lines": [
        "பொது பாதுகாப்பு அமைச்சின் மூத்த தோண்டலும் தேர்தல் விஷயங்களும் தேர்தல் ஆணையத்திற்கு கூட்டப்பட்டுள்ளதாக தெரிவிக்கப்பட்டுள்ளது.",
        "தேர்தல் ஆணையத்தின் தலைவர். மீ. அது. எல். ஊடகங்களுடன் பேசிய ரத்னாயக், ஜனாதிபதித் தேர்தலின் பாதுகாப்பு நடவடிக்கைகள் குறித்து விவாதிக்க அவர்கள் தேர்தல் ஆணையத்திற்கு வரவழைக்கப்பட்டதாகக் கூறினார்.",
        "\"தேர்தல் ஆணையத்திற்கு ஐ.ஜி.பி.. தேவையானதைச் செய்ய சக்தியின் வாய்ப்பைக் கேட்க நாம் செய்ய முடியும். அதன்படி, தேர்தல் ஆணையம் நேற்று ஜனாதிபதி செயலாளரை செய்ய முடிவு செய்தது. ஐ.ஜி.பி அல்லது செயல்படும் ஐ.ஜி.பி.. அதன்படி, ஜனாதிபதியின் செயலாளர் நேற்று மாலை பதிலளித்துள்ளார். ஜனாதிபதி தேர்தலில் அனைத்து காவல்துறை அதிகாரிகளையும் வழங்குமாறு ஜனாதிபதி செயலாளர் பொது பாதுகாப்பு அதிகாரிகளின் செயலாளருக்கு அறிவித்துள்ளார்."
      ]
    },
    "en": {
      "title": "Secretary Defense to the Election Commission to be elected to the Ministry of Defense",
      "body_lines": [
        "It is reported that the Senior DIG of the Ministry of Public Defense and the election matters have been convened to the Election Commission.",
        "Chairman of Election Commission. M. it. L. Speaking to the media, Ratnayake said that they were summoned to the Election Commission to discuss a security measures of the presidential election.",
        "\"Elections Commission has no power to name an IGP. We can do to ask the prospect of the power to do what is needed. Accordingly, the Election Commission had decided to do the Presidential Secretary yesterday. We have asked the Presidential Secretary yesterday to appoint an IGP or acting IGP. Accordingly, the Secretary to the President has responded yesterday evening. The Presidential Secretary has informed the Secretary to the Ministry of Public Defense officials to provide all the police officers in the presidential election to carry out the presidential election.Discuss the trunk in this regard. \""
      ]
    }
  },
  "summary_lines": [
    "The Senior DIG of the Ministry of Public Defense was summoned by the Election Commission to discuss security measures for the upcoming presidential election. The Chairman of the Election Commission clarified that while they cannot directly appoint an Inspector General of Police (IGP), they requested the Presidential Secretary to do so, ensuring all necessary police support for the election."
  ]
}