{
  "translated_text": {
    "ta": {
      "title": "கொழும்பு நகராட்சி மன்றம். 26 கோடி வரி குச்சி",
      "body_lines": [
        "கொழும்பில் போக்குவரத்து பங்குகளை பராமரிக்க வரிகளின் பங்குகளை பராமரிக்க கொழும்பு நகராட்சி மன்றத்தின் இயக்குனர் தவறியுள்ளது.. திரு சந்திரபாலா கூறினார்.",
        "கொழும்பு நகராட்சி மன்றத்தின் இயக்குநர் 2023 ஆம் ஆண்டிற்கான 2023 ஆம் ஆண்டுக்கு அனுமதிக்கப்பட்டுள்ளார், கொழும்பு நகராட்சி மன்றம் 2023 ஆம் ஆண்டுக்கு அனுமதிக்கப்பட்டுள்ளது. இது. திரு. சந்திரபாலா மேலும் கூறினார்.",
        "லஞ்சம் மற்றும் ஊழலின் குடிமகனின் தலைவரான ஜமாதா துஷரா, கொலம்போவில் வரி செலுத்துதல்களை நடத்த அனுமதிக்கப்பட்ட நிறுவனங்களின் லஞ்சம், ஊழல் மற்றும் கழிவு ஆகியவற்றிற்கு குடியுரிமை அமைப்பின் (அமைப்பு) தலைவருக்கு அறிவித்துள்ளார்.",
        "ஏப்ரல் 30 ஏப்ரல் 30 ஆம் தேதி ஏப்ரல் 30 ஆம் தேதி ஏப்ரல் 30 ஆம் தேதி கொழும்பில் சேமிப்புக் கண்காட்சிகள் மற்றும் வரிகளின் அளவு ஆகியவற்றை இயக்க அனுமதிக்கப்பட்ட நிறுவனங்கள் யாவை?கொழும்பு நகராட்சி ஆணையர் கமிஷனர் பத்ரானி ஜெயதிலேக், தகவல் தகவல் சட்டத்தின் கீழ் உள்ள கொழும்பு நகராட்சி கவுன்சிலின் நகராட்சி ஆணையரிடமிருந்து பதிலளித்தார். திரு. சந்திரபாலா அதை அறிவித்துள்ளார்.",
        "2023 ஆம் ஆண்டின் இறுதியில் கொழும்பில் போக்குவரத்தை இயக்க அனுமதிக்கப்பட்ட 26 நிறுவனங்கள், ரூ.. 2023 ஆம் ஆண்டிற்கான நடைமுறையில் உள்ள சந்தையை பராமரிக்க சந்திரபாலாவும் அனுமதிக்கப்பட்டுள்ளது என்பதும் தெரியவந்துள்ளது."
      ]
    },
    "en": {
      "title": "Colombo Municipal Council. 26 crore tax stick",
      "body_lines": [
        "The Director of the Colombo Municipal Council has defaulted to maintain the stock of taxes to maintain traffic stocks of traffic in Colombo.. Mr. Chandrapala said.",
        "The Director of the Colombo Municipal Council has been permitted for the year 2023 for the year 2023, the Colombo Municipal Council has been permitted for the year 2023.it. Mr. Chandrapala added.",
        "The Chairman of the Citizen of Bribery and Corruption, Jamadha Thushara has informed the Chairman of the Citizenship Organization (Organization) for the bribe, corruption and waste of institutions that have been permitted to run the tax payments in Colombo.",
        "What are the institutions that have been permitted to run the storage fairs in Colombo and the amount of taxes on April 30, 2024 as at the end of April 30th April 30?Municipal Commissioner of Colombo Urban Commissioner Bhadrani Jayatilake, responding from the UK Municipal Commissioner of Colombo Urban Council under the Information Information Act. Mr. Chandrapala has informed that.",
        "The 26 institutions that have been permitted to run traffic in Colombo at the end of 2023, the engineering depicting the payment of Rs.. It has also been revealed that Chandrapala also has been permitted to maintain the prevailing market for the year 2023."
      ]
    }
  },
  "summary_lines": [
    "The Colombo Municipal Council faces a 26 crore tax default issue, affecting traffic management. The council's director, Mr. Chandrapala, mentioned permission for 2023 but failed to maintain tax stocks. Corruption and bribery allegations involve the Citizens' Bribery and Corruption Commission. By April 30, 2024, 26 institutions will manage traffic in Colombo, with details yet to be disclosed by the Municipal Commissioner, Mr. Bhadrani Jayatilake."
  ]
}