{
  "translated_text": {
    "si": {
      "title": "\"ප්රතිජීවක අනවශ්ය ලෙස භාවිතා නොකරන්න\"",
      "body_lines": [
        "සෞඛ්ය සේවා අධ්යක්ෂ ජනරාල් වෛද්ය අල්ලා ගුණවර්ධන ප්රතිජීවක භාවිතා නොකිරීමට මහජනතාවගෙන් ඉල්ලා තිබේ.",
        "ඔහු මෙම ඉල්ලීම කළේ ලෝක විරෝධී-විරෝධී -අයි.වී.වී.පී.සී.",
        "ඊට අමතරව, ප්රතිජීවක ගත යුත්තේ සුදුසුකම් ලත් වෛද්ය පුහුණුකරුවෙකුගේ මඟ පෙන්වීම යටතේ පමණක් වන අතර නිර්දේශිත ප්රමාණය හා කාලසීමාව පිළිපැදිය යුතු බව.",
        "සමහර අය ෆාමසිවලින් ප්රතිජීවක ලබාගෙන ඇති බව පෙන්වා දෙමින් වෛද්ය ගුණවර්ධන මහතා කියා සිටියේ නිසි ce ෂධ නොමැතිව arking ෂධ හා ෆාමසිලි ගැනීමේ පුරුද්ද වැරදිය.",
        "ප්රතිජීවක පරිභෝජනය කිරීම සඳහා ප්රතිජීවක පරිභෝජනය කිරීම වඩා අඩු ප්රමාණයකට වඩා අඩු හෝ නිර්දේශිත කාල සීමාව ඉක්මවා ඒවා ඉදිරියට ගෙන යාම නුසුදුසු බව ඔහු පැවසීය.",
        "සෞඛ්ය සේවා අධ්යක්ෂ ජනරාල්වරයා කියා සිටියේ ප්රතිජීවක pro ෂධ භාවිතය නිසි ලෙස පිළිපැදීම නිසා පිරිවැය සැලකිය යුතු ලෙස පිරිවැය සැලකිය යුතු ලෙස අඩු කළ හැකි අතර රෝහලට ඇතුළත් කිරීමේ අවශ්යතාව අඩු කරන බවයි."
      ]
    },
    "en": {
      "title": "“Don't use antibiotics unnecessarily”",
      "body_lines": [
        "Director General of Health Services Dr. Asela Gunawardena has requested the public to avoid using antibiotics.",
        "He made this request during a media briefing held at the Health Development Bureau yesterday on the occasion of the World Anti -Anti -Anti -Week.",
        "In addition, the antibiotics should be taken only under the guidance of a qualified medical trainer and that the recommended amount and duration must be adhered to.",
        "Pointing out that some people have obtained antibiotics from pharmacies, Dr. Gunawardena said that the habit of taking medication and pharmacies without proper pharmaceuticals is wrong.",
        "He added that it is inappropriate to consume antibiotics for less than for less than prescribed or to continue them beyond the recommended period.",
        "The Director General of Health Services said that proper adherence to the use of antibiotics can significantly reduce costs and reduce the need for admission to the hospital."
      ]
    }
  },
  "summary_lines": [
    "\"Don't misuse antibiotics: Use only under doctor's guidance, adhere to dosage & duration. Avoid self-medication. Proper use reduces costs and hospital admissions.\""
  ]
}