{
  "translated_text": {
    "ta": {
      "title": "இலங்கையில் 25 வாகன சட்டசபை நிறுவனங்கள்",
      "body_lines": [
        "சர்வதேச தொழில் கண்காட்சி BMICH இல் 19 ஜூன் 19 முதல் 23 வரை நடைபெறும்",
        "முதல் சர்வதேச மாநாட்டில் ஒரு நிலையான பசுமை தொழில்துறை கலாச்சாரம் மற்றும் தொழில்துறை மற்றும் சுகாதார அமைச்சர் டாக்டர் ரமேஷ் பதிரானா ஆகியோருக்கு வேலை செய்யுங்கள்.",
        "தொழில்துறை மற்றும் சுகாதார அமைச்சர் டாக்டர் ரமேஷ் பதிரன், சர்வதேச தொழில் கண்காட்சி ஜூன் 19 அன்று பண்டாரநாயக சர்வதேச மாநாட்டு அரங்குகளில் (பி.எம்.ஐ.சி) நடைபெறும் என்று கூறினார்.",
        "ஒரு நிலையான பசுமைத் தொழில் கலாச்சாரத்தை மேம்படுத்துவதற்காக சர்வதேச மாநாட்டின் அமைச்சர் மற்றும் \"தொழில்துறை பசுமை விருதுகள்\" விருது வழங்கும் விழா.",
        "தொழில்துறை மற்றும் சுகாதார அமைச்சர் டாக்டர் ரமேஷ் பதிரானா இந்த அறிக்கையை இன்று (06) ஜனாதிபதி ஊடக மையத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் பங்கேற்றார்.",
        "சர்வதேச தொழில் கண்காட்சி பாண்டரநாயக சர்வதேச மாநாட்டு மண்டபத்திலிருந்து (பி.எம்.ஐ.சி) ஜூன் 19 அன்று நடைபெறும். ஜனாதிபதி ரணில் விக்ரமேசிங்கின் ஆதரவின் கீழ் ஜனாதிபதி ரணில் விக்ரமேசிங்கே நடைபெறுவார்.",
        "கண்காட்சி என்பது நாட்டின் 25 தொழில்துறை பகுதிகளைக் குறிக்கும் 25 ஸ்டால்களைக் குறிக்கும் கண்காட்சி ஆகும்.. கண்காட்சியை புதுமை மற்றும் புதிய தொழில்நுட்பமாகக் காணலாம் என்று கூற வேண்டும்.. புதுமைக்கான தனி வளாகமும் இதில் அடங்கும்.",
        "வெளி விவகாரங்களின் வெளிப்புற தூதரகம், வெளிநாட்டு தூதரகங்கள் மற்றும் வெளிப்புற தூதரகங்கள் மற்றும் பிற அமைப்புகள் கண்காட்சியில் சேர வேண்டும்.",
        "இந்த கண்காட்சி ஜூன் 18 ஆம் தேதி தொடங்க திட்டமிடப்பட்டுள்ளது, இலங்கையில் 25 க்கும் மேற்பட்ட வாகன சட்டசபை அமைப்புகள் உள்ளன.",
        "பி.எம்.ஐ.சியில் ஒரு நிலையான பசுமைத் தொழில் கலாச்சாரத்தை ஊக்குவிக்கும் முதல் சர்வதேச மாநாட்டில் பி.எம்.ஐ.சியில் ஒரு நிலையான பசுமைத் தொழிலை ஊக்குவிக்க திட்டமிடப்பட்டுள்ளது.",
        "SEDA STARTUP, SEDA STARTUP, SEDA STARTUP, SEDA STARTUP, SEDA SCALEP, SEDA STARTUP, SEDA SCALEPUP, SEDA SCALUP, SEDA SCALUP, SEDA SCALUP, SEDA SCALUP, SEDA SCALUP, SEDA SCALUP.",
        "கண்காட்சி நடைபெறும் என்பதையும், அமைச்சகம், அரசு நிறுவனங்கள் மற்றும் தனியார் நிறுவனங்களில் பங்கேற்பதையும் நினைவில் கொள்ள வேண்டும்.. தயாரிப்புத் தொழில், புதிய வணிக வாய்ப்புகள், புதிய முதலீட்டாளர்கள் மற்றும் தொழில்துறையில் முதலீட்டு வாய்ப்புகளை அடையாளம் காண இது உங்களுக்கு உதவும்."
      ]
    },
    "en": {
      "title": "25 vehicles assembly institutions in Sri Lanka",
      "body_lines": [
        "International Industry Exhibition will be held at BMICH from 19 June 19 to 23rd",
        "Work on the first international conference to a sustainable green industrial culture and the Minister of Industry and Health Dr. Ramesh Pathirana.",
        "Industry and Health Minister Dr. Ramesh Pathiran said that the International Industry Exhibition will be held at the Bandaranaike International Conference Halls (BMICH) on June 19.",
        "The Minister of International Conference and the \"Industry Green Awards\" awards ceremony to promote a sustainable green industry culture.",
        "Minister of Industry and Health Dr. Ramesh Pathirana made this statement participating at a press conference held at the Presidential Media Center today (06).",
        "International Industry Exhibition will be held from the Bandaranaike International Conference Hall (BMICH) on June 19. President Ranil Wickremesinghe will be held under the patronage of President Ranil Wickremesinghe.",
        "The exhibition is the exhibition representing 25 stalls representing 25 industrial areas in the country.. It should be said that the exhibition can be seen as innovation and new technology.. It also includes a separate premises for innovation.",
        "The External Embassy of External Affairs, the Foreign Embassies and the Department of External Embassies and other organizations have to join the exhibition.",
        "The exhibition is scheduled to commence on June 18, with over 25 vehicles assembly organizations in Sri Lanka.",
        "At the first international conference to promote a sustainable green industry culture at BMICH is also scheduled to promote a sustainable green industry in BMICH.",
        "SEDA Startup, SEDA Startup, SEDA Startup, SEDA Startup, SEDA SCALEUP, SEDA Startup, SEDA SCALEUP, SEDA SCALEUP, SEDA SCALEUP, SEDA SCALEUP, SEDA SCALEUP, SEDA SCALEUP, SEDA SCALEUP.",
        "It should also be remembered that the exhibition will be held and participation in the ministry, government institutions and private institutions.. This will help you to identify the product industry, new business opportunities, new investors and investment opportunities in the industry."
      ]
    }
  },
  "summary_lines": [
    "The International Industry Exhibition, held at BMICH from June 19-23, showcases 25 industrial areas, promoting sustainable green industry culture. Dr. Ramesh Pathirana, Minister of Industry and Health, highlighted the event's significance."
  ]
}