{
  "translated_text": {
    "ta": {
      "title": "லங்கா மருத்துவமனைகள் பேரியாட்ரிக் அறுவை சிகிச்சை 250 ஐக் கடக்கிறது",
      "body_lines": [
        "லங்கா மருத்துவமனைகள் பேரியாட்ரிக் பகுதியின் பேரியாட்ரிக் செயலாக்கத்தின் அணிவகுப்பை விளக்குகின்றன மற்றும் மதிக்கின்றன மற்றும் 250 பேரியாட்ரிக் ஆட்சிகளை மீறுகின்றன.. பதவியேற்பு விழா ஏப்ரல் 6 ஆம் தேதி புகழ்பெற்ற விருந்தினர்கள், மருத்துவ வல்லுநர்கள் மற்றும் ஊடக நிறுவனங்களின் பங்களிப்புடன் நடைபெற்றது.",
        "லங்கா மருத்துவமனைகளின் குழு தலைமை நிர்வாக அதிகாரி, தீப்தி லோகுவாரச்சி இந்த தனித்துவமான மைல்கல்லின் ஊழியர்களுக்கும் ஊழியர்களுக்கும் தனது நன்றியைத் தெரிவித்துக் கொண்டார்.. \"எங்கள் புதிய கடமை மையத்தை வெற்றிகரமாக செய்ய எங்கள் புதிய கடமையின் மையத்தை திறந்து வைத்து, லங்கா மருத்துவமனைகள் வரலாற்றில் எங்கள் வெற்றிகரமான 250 வது அறுவை சிகிச்சையை மேற்கொண்டது. சர்வதேச நிலையில் சுகாதார சேவையை வழங்குவதற்கும், நோயாளிகளின் உடல்நலம் மற்றும் நல்வாழ்வை மேம்படுத்துவதற்கும் நாங்கள் கடமைப்பட்டுள்ளோம்.",
        "லங்கா மருத்துவமனைகளின் துணை தலைமை நிர்வாக அதிகாரியும் மருத்துவ சேவைகளின் இயக்குநரும் டாக்டர் லாசந்தா கருணசேகேரா உடல் பருமன் மற்றும் தொடர்புடைய உணவுகளின் முக்கியத்துவத்தை வலியுறுத்தினார்.. எங்கள் புதிய கடமை மையத்தில் அதிநவீன நிபுணர்கள் உள்ளனர், மேலும் அதிக அனுபவம் வாய்ந்த நிபுணர் கொண்ட எங்கள் நோயாளிகளுக்கு சிறந்த முடிவுகளை உறுதிப்படுத்த முடிந்தது. \"",
        "பேராசிரியர் ரத்மனா விஜெரத்னே பேராசிரியர் ரத்மனா விஜெரத்னே மையத் தலைவர் ஒவ்வொரு நோயாளியின் தனித்துவமான பராமரிப்பை வழங்குவதற்காக மையத்தின் அர்ப்பணிப்பை வலியுறுத்தினார். லங்கா மருத்துவமனைகளில் எங்கள் கவனம் சாதாரண நிலையான அறுவை சிகிச்சைக்கு அப்பாற்பட்டது. நீண்டகால சிறுநீரக நோய்க்கான சிகிச்சை, சிகிச்சை போன்ற பிற சிக்கலான மருத்துவ தளங்கள் போன்ற பிற சிக்கலான மருத்துவங்களை அனுபவிக்கும் நோயாளிகளுக்கு நாங்கள் சவாலான கடமைகளைத் தொடங்கினோம்.. எங்கள் உடல்நலம் மற்றும் நல்வாழ்வை மேம்படுத்த மேம்பட்ட கவனிப்பு மற்றும் சிகிச்சையை வழங்குவதே எங்கள் குறிக்கோள்.",
        "பேரியாட்ரிக் ஆட்சியை வெற்றிகரமாக திறந்து, பேரியாட்ரிகெய்ன் மையத்தின் சலுகை பரிரியாட்ரிகா மையத்தின் விலக்கு மற்றும் சிறந்த 250 வெற்றிகரமான குற்றவாளிகள், மற்றும் இலங்கை மற்றும் சர்வதேச நோயாளிகளின் அர்ப்பணிப்பு, இலங்கை மற்றும் சர்வதேச நோயாளிகளின் அர்ப்பணிப்பு ஆகியவற்றுக்கு ஒரு சான்றாகும் நன்கு அறியப்பட்ட. பேரியாட்ரிகா கட்டுப்பாட்டு மையம் இந்த சிறப்பு நோயாளிகள் மற்றும் மருத்துவமனையின் பிற அம்சங்கள் மற்றும் காசோலை கேமராக்கள் உட்பட அதிநவீன வசதிகளைக் கொண்டுள்ளது.. இந்த குச்சி பகுதி நோயாளியின் ஆளுமையை மதித்து தனித்துவமான கவனத்துடன் வடிவமைக்கப்பட்டுள்ளது.",
        "முன்னாள் இலங்கை கிரிக்கெட் தலைவர் அர்ஜுனா ரணத்துங்கா, க orary ரவ விழா, லங்கா மருத்துவமனை மையம் (பேரியாட்ரிக்) மையத்தில் லங்கா கட்டுப்பாட்டு அறுவை சிகிச்சை குறித்த தனது தனிப்பட்ட அனுபவத்தைப் பகிர்ந்து கொண்டது. \"என் வாழ்க்கையின் பெரும்பகுதி, நான் உடல் பருமன் தொடர்பான சிக்கல்களை எதிர்கொண்டேன், ஆனால் லங்கா மருத்துவமனைகள் லக்ஸ்டூர் கட்டுப்பாட்டு மையம் (பேரியாட்ரிக்) அறுவை சிகிச்சை நீண்டகால சுகாதார பிரச்சினைகள் மற்றும் அச ven கரியங்களை தீர்க்க முடிந்தது. மருத்துவ சிகிச்சையில் நான் குறிப்பிட்டுள்ள சிக்கல்கள் பல்வேறு கோளாறுகள் (ஓஎஸ்ஏ) காரணமாக பல்வேறு கோளாறுகள் காரணமாக பல பிரச்சினைகள் மற்றும் முதுகெலும்பில் உள்ள சிரமங்களால் ஏற்படும் சிக்கல்களின் சிக்கல்களுக்கு தீர்க்கப்பட்டுள்ளன. இன்று நான் அனுபவிக்கும் சுகாதார நன்மைகள் அறுவை சிகிச்சை எனது மகன், மகள் மற்றும் மகளின் கணவரின் முடிவுகளை அனுபவிக்கும். நாம் மாற்றும் அனைத்து உயிர்களையும் மாற்றும் ஒரு அழகான அனுபவம் இது \".",
        "070 353 2090 சிலோன் மருத்துவமனைகளை பேரியாட்ரிக் குறித்த கூடுதல் தகவல்களுக்காக அல்லது மருத்துவ சந்திப்புக்கு பதிவு செய்யலாம்."
      ]
    },
    "en": {
      "title": "Lanka Hospitals Bariatric Surgery crosses 250",
      "body_lines": [
        "Lanka Hospitals Explains and respect the marching of the bariatric processing of the Bariatric area and exceeds 250 bariatric regimes.. The inauguration ceremony was held on 6th April with the participation of distinguished guests, medical professionals and media institutions.",
        "Group CEO of Lanka Hospitals, Deepthi Lokuarachchi expressed his gratitude to the staff and staff of this unique milestone.. \"To make our new obligation center successfully inaugurated the center of our new obligation and performed our successful 250th surgery in Lanka Hospitals history. We are committed to providing health care in international status and improve our patients health and well-being.",
        "The Deputy Chief Executive Officer of Lanka Hospitals and Director of Medical Services Dr. Lasantha Karunasekera emphasized the importance of obesity and related foods. \"BariatricA program that changes the improved life as. Our new obligation center is equipped with state-of-the-art experts, and we have been able to ensure the best results for our patients with a high experienced expert. \"",
        "Bariatric Lixture Control (Bariatric) Center Head of Prof. Ratmana Wijeratne emphasized the dedication of the center to provide unique care of each patient. Our focus on Lanka Hospitals goes beyond the normal stationary surgery. We started challenging obligations for patients who experience other complex medicine, such as treatment for long-term kidney disease, other complex medical sites, such as treatment.. Our goal is to provide advanced care and treatment to improve our health and well-being.",
        "A successful opening of the Bariatric regime successfully, the concessionary of the Bariatricaign Center is a proof of the exemption of the Bariatrica Center and excellent 250 successful culpritals, and the commitment of Sri Lanka and international patients, the commitment of Sri Lanka and international patients is well known. The Bariatrica control center consists of state-of-the-art facilities, including these special patients and other aspects of the hospital and check cameras.. This stick area is designed with unique care, respecting the patient's personality.",
        "Former Sri Lanka Cricket Leader Arjuna Ranatunga, Honorary Ceremony, shared its personal experience on the lability control surgery at Lanka Hospitals Center (Bariatric) Center. \"Most of my life, I was facing problems with obesity, but the Lanka Hospitals Lixture Control Center (Bariatric) surgery has been able to resolve long-term health problems and inconveniences. The problems I referred to medical treatment have been solved for the problems of the problems caused by multiple problems and difficulty in the spine due to various disorders due to various disorders (OSA). The health benefits surgery I enjoy today will enjoy the results of my son, daughter, and daughter's husband. It's really a lovely experience that changes all the lives we change \".",
        "070 353 2090 Ceylon Hospitals can be registered for more information or medical appointment on the Bariatric."
      ]
    }
  },
  "summary_lines": [
    "Lanka Hospitals celebrated surpassing 250 bariatric surgeries, highlighting their commitment to quality healthcare. The event included speeches from the Group CEO, Deputy CEO, and Prof. Ratmana Wijeratne, emphasizing the importance of obesity management and the center's dedication to patient care. Former Sri Lanka Cricket Leader Arjuna Ranatunga shared his positive experience with the surgery. The center, equipped with state-of-the-art facilities, aims to provide advanced care for complex medical conditions beyond standard surgeries."
  ]
}