{
  "translated_text": {
    "si": {
      "title": "අවිනිශ්චිතතාවය අවසන්",
      "body_lines": [
        "ශ්රී ලංකාවේ ශ්රී ලංකාවේ අවිනිශ්චිතතාවයේ සියලු අවිනිශ්චිතතාවයන් දැන් අවසන් වී ඇති බව මුදල් අමාත්ය ෂිහාන් සේමසිංහ මහතා දැන් අවසන් වී ඇති බව පැවසීය.",
        "ඊයේ ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී රාජ්ය අමාත්ය සේහාන් සෙමසිංහ මහතා මේ බව පැවසීය.. ඔහු තවදුරටත් පැවසූ පරිදි,",
        "ණය අලුත්වැඩියාව පිළිබඳ ශුභාරංචිය රටේ ආර්ථිකය නැවත ගොඩනැංවීම සඳහා අවශ්ය වේ. ජුනි 26 වන දින, ද්විපාර්ශ්වික ණය නිකුත් කරන්නන්ගේ කණ්ඩායම සහ නිල ණය සපයන්නන් ලෙස පැරිස් සංගමයේ රටවල් සමඟ ගිවිසුම් හා ගිවිසුම් ඇති විය.",
        "එපමණක් නොව, 2032 වන විට රාජ්ය ණය සමස්ත ජාතික නිෂ්පාදිතයෙන් සියයට 95 දක්වා අඩු කළ යුතුය. 2027 සහ 2032 ක කාලය තුළ සමස්ත මූල්ය අවශ්යතාවය සියයට 13 දක්වා අඩු කළ යුතුය. 2027-2032 කාලය තුළ විදේශ ණය සේවාව 4.5% දක්වා අඩු කළ යුතුය.",
        "මෙම ඉලක්ක 03 සම්පූර්ණ කිරීම සඳහා නිශ්චිත ණය ප්රතිව්යුහගත කිරීමකට අපි දැන් එකඟ වී සිටිමු. ඒ අනුව, මේ රට සඳහා ණය තත්ත්වය අත්කර ගැනීම සඳහා පැවති සියලු අවිනිශ්චිතතාව දැන් තුරන් කර ඇත. මෙම ආර්ථික කළමනාකරණය සමඟ උද්ධමනය සියයට 70 සිට සියයට 1.7 දක්වා අඩු කර ඇත. රටේ භාණ්ඩාගාරයේ අවිනිශ්චිත වෙන්දේසියේදී, එක් භාණ්ඩාගාරයක් විසින් අඩක් සඳහා පොලී අනුපාතය සියයට 10 ක් දක්වා ඉහළ ගොස් තිබේ. (ඒ)"
      ]
    },
    "en": {
      "title": "The uncertainty is over",
      "body_lines": [
        "Finance Minister Xihan Semasinghe said that all the uncertainty in Sri Lanka's uncertainty in Sri Lanka has now ended.",
        "State Minister Sehan Semasinghe said this at a media briefing held at the Presidential Media Center yesterday.. As he further stated,",
        "The good news on the debt renovation that is necessary to rebuild the country's economy. On June 26, agreements and agreements were made with the bilateral credit issuers team and the countries of the Paris Association as official credit providers.",
        "Moreover, by 2032, state loans should be reduced to 95 percent of the total national production. Total financial requirement to be reduced to 13 percent over the period of 2027 and 2032. During the period of 2027-2032, foreign credit service should be reduced to 4.5 %.",
        "We have now agreed to a specific credit restructuring to complete these 03 goals. Accordingly, all the uncertainty that existed in order to achieve debt status for this country has now been eliminated. With this economic management, inflation has been reduced from 70 percent to 1.7 percent. In the country's Treasury Undelier Auction, the interest rate on the one -year Treasury Unders has reached 10 percent. (A)"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's Finance Minister Xihan Semasinghe announced the end of uncertainty regarding the country's economy, citing progress in debt restructuring and economic management. Agreements with bilateral creditors and Paris Association countries aim to reduce state loans to 95% of GDP by 2032, lower the financial requirement to 13%, and decrease foreign credit service to 4.5% between 2027 and 2032. These measures, along with successful inflation reduction from 70% to 1.7%, signal a positive outlook for Sri Lanka's economic future."
  ]
}