{
  "translated_text": {
    "si": {
      "title": "සාන්තුවරයේ 50 වන එක්දින තරගය: ශුද්ධ වූ පේතෘස් කඩුලු 3 ක් දවා ගනිමින්",
      "body_lines": [
        "කොළඹ එස්එස්සී. පළමුවන වාර්ෂික ක්රිකට් තරගාවලියේදී ශාන්ත සුසයාපර් විද්යාලය ශාන්ත පීටර් හි ක්රීඩාංගනයේ කඩුලු 3 කින් කඩුලු 3 කින් ද පැවැත්විණි. දරුවා අනුස්මරණ පලිහ භාර ගත්තේය.",
        "පළමු එක්දින ක්රිකට් තරගය ක්රිකට් ඉතිහාසයේ ශ්රී ලංකා පාසල් ඉතිහාසයේ සහ ශාන්ත පීතර විද්යාලයේ ශ්රී ලංකා පාසල් ඉතිහාසයේ පැවැත්විණි.",
        "ශාන්ත සුසයාපර් සහ සහෝදර සුසීඩන් සහ බර්නාඩ් විජේදුංග මහතාගේ කපිතාන් සහ බර්නාඩ් විජේදුංග මහතාගේ නායකයා ලෙස රඟපෑ වූ ටුෂන් සොයිසාන් සොයන ටුෂන් සොයිසා ශාන්ත සුසීඩ් විජේදුංග මහතා 50 වන එක්දින තරගයේ ප්රධාන ආරාධිතයින් විය සාන්තුවරයන්.",
        "පළමු තරගය ජයගත් ශාන්ත සුසයාපර් පන්දුවාර 48.5 කදී සියලු කඩුලු අහිමිවීම සඳහා ලකුණු 229 ක් රැස් කළේය.3 වන කඩුල්ල යටතේ හිරුන් කපූර්පන්දරා සහ සහකාර කණ්ඩායමේ නායක හිරාන් ජයසුන්දර ලකුණු 124 ක් රැස් කළ අතර සැලකිය යුතු මුළු සංඛ්යාවක් ලබා ගැනීමට අපේක්ෂා කළහ.",
        "නමුත් අවසන් කඩුලු 8 කදී ලකුණු 83 ක් රැස් කළ අතර ඔවුන්ට සැලකිය යුතු මුළු සංඛ්යාවක් ලබා ගැනීමට නොහැකි විය.හිරුන් කපූර්පන්දරා ලකුණු 70 ක් රැස් කළ අතර හිරාන් ජයසුන්දර ලකුණු 65 ක් ලබා ගත් අතර සේනුජා වකුනෝඩා ලකුණු 41 ක් රැස් කළේය.",
        "පන්දු යැවීමේදී ලද්ෂ්මි පෙරේරා ලකුණු 51 කට කඩුලු 3 ක් දවාගනූ අතර ෂැනන් රෝඩ්රිගෝ ලකුණු 41 කට කඩුලු 2 ක් දවාගන අතර විශාන් හලාපේ ලකුණු 53 කට කඩුලු 2 ක් දවා ගත්තේය.",
        "ලකුණු 230 ක් ලබා ගනිමින් සිටි කණ්ඩායම ඕවර 45.4 කදී කඩුලු 7 කින් ජයගෙන ලකුණු 230 ක් රැස් කළේය.",
        "ඕවන් සල්කැඩෝ සහ ඩිලානා දම්සර ලකුණු 113 ක් රැස් කර හොඳම ආරම්භය බවට පත් කළහ. හොඳම දායකත්වය ලබා දීම සඳහා නේතන් ඩේවිඩ් සහ ඉෂිරා අයුබාලා හි නේතන් ඩේවිඩ් සහ ඉෂිරා අයුබාලා හි නේතන් ඩේවිඩ් සහ ඉෂිරා අයුබාලා දිනාගෙන තිබේ.",
        "ඩිලනා දර්මා ලකුණු 67 ක්, ඩූල් සල්කැඩෝ 40, ෂෙනන් රිට්නාිකෝ 36, නේතන් ඩේවිඩ් 35 සහ ඉෂිරා අයුබාලා ලකුණු 20 ක් රැස් කළේය.",
        "ඩයලොග් ඇසිඩා සමූහයේ 50 වන සාන්තුවරයන්ගේ 50 වන සාන්තුවරයන්ගේ ත්යාගය වූ ෂෙන්ටු ටිලන් තමන්සා, ඩයලොග් ඇක්රියා සමූහය ඉදිරියේ හොඳම පෙත්සම්කරුට පිරිනමන ලදි ශුද්ධ වූ වාදකය: කඩුලු 2)",
        "හොඳම ක්රීඩකයා: ඩිලනා තම්සරා (ශාන්ත පීතර) හොඳම පන්දු යවන්නා"
      ]
    },
    "en": {
      "title": "The 50th ODI match of saints: Holy Peter wins 3 wickets",
      "body_lines": [
        "Colombo SSC. St. Susayapar College in the 50th Annual Cricket Tournament held at the stadium at the St. Peter by 3 wickets. The child took over the memorial shield.",
        "The first one -day cricket match was held in the history of Sri Lankan schools in the history of Cricket, St. Susayapar College and St. Peter's College.",
        "It is appropriate that Tushan Soyza, who played as the captain of the St. Susayapar, and Bernard Wijeedunga, who played the Holy See captain as the captain of the St. Susayapar, and Bernard Wijeedunga, were the chief guests of the 50th ODI of the Saints.",
        "St. Susayapar, who won the first match, scored 229 runs for the loss of all wickets in 48.5 overs.Hirun Kapurupandara and Assistant Team Leader Hiran Jayasundara shared 124 runs in the 3rd wicket and were expected to get a substantial total number.",
        "But the last 8 wickets were scored for 83 runs and they were unable to get a substantial total number.Hirun Kapurupandara scored 70 runs, Hiran Jayasundara scored 65 runs and Senuja Wakunoda scored 41 runs.",
        "In the bowling, Lashmi Perera took 3 wickets for 51 runs, Shannan Rhodrigo took 2 wickets for 41 runs while Vishan Halampage took 2 wickets for 53 runs.",
        "The team, who was aimed at winning 230 runs, won by 7 wickets in 45.4 overs and scored 230 runs.",
        "Oven Salkado and Dilana Damsara shared 113 runs and made the best start. Shenan Rotrigo, Nathan David and Ishira Ayubala have won the holy Peter's team to make the best contribution.",
        "Dilana Damsara scored 67 runs, Oven Salkado 40, Shenan Rhtoniko 36, Nathan David 35 and Ishira Ayubala 20 runs.",
        "Shankatu Tilan Tamasa, a saint, who was the chief marketing officer of the Dialog Acadda Group, who was the guest of gift of the 50th saints of the 50th saints, in the presence of the Dialog Acida Group, was awarded the Best Petitioner of the Holy Player: 2 wickets)",
        "Best Player: Dilana Tamsara (St. Peter) Best bowler"
      ]
    }
  },
  "summary_lines": [
    "St. Peter's College wins the 50th ODI against St. Susayapar College by 3 wickets in the 50th Annual Cricket Tournament. St. Susayapar scored 229/48.5, with Hirun Kapurupandara (70) and Hiran Jayasundara (65) leading. St. Peter's won by 7 wickets in 45.4 overs, with Dilana Damsara (67) and Oven Salkado (40) shining."
  ]
}