{
  "translated_text": {
    "si": {
      "title": "2 වන කාන්තා ආර් 20 තරගයේදී ඩීඑල්එස් ක්රමයට අනුව බටහිර ඉන්දීය කොදෙව් කණ්ඩායම ශ්රී ලංකාව දිනා ගත්තේය",
      "body_lines": [
        "බටහිර ඉන්දීය කොදෙව් කණ්ඩායම බදාදා (26) හම්බන්තොට සූරියාවේවා මහින්ද රාජපක්ෂ ක්රීඩාංගණයේදී පැවති දෙවන කාන්තා ජාත්යන්තර විස්සයි 20 ක්රිකට් ක්රිකට් තරගයේදී කඩුලු 6 කින් ජය ගත්තේය.",
        "බටහිර ඉන්දීය කොදෙව් කණ්ඩායම විසින් ත්රිමා කිරීමේ කාන්තා ජාත්යන්තර විස්සයි 20 තරගාවලිය 1 - 1 සමතුලිත කර ඇත.",
        "අද තරඟයේදී පළමු තරගය ජයගත් ශ්රී ලංකා කාන්තා කණ්ඩායම පන්දුවාර 15.2 කදී කඩුලු 4 ක් දවාගෙන ලකුණු 89 ක් ලබා ගත්හ.",
        "ශ්රී ලංකාවේ ඉනිම දීර් time කාලයක් තිස්සේ අවසන් වූ පසු ඕක් ඉන්දීය කොදෙව් කණ්ඩායම ඕවර 15 කදී ඕවර 15 කදී ලකුණු 99 කට දැවී ගියේය.",
        "ඊට පිළිතුරු වශයෙන් බටහිර ඉන්දීය කොදෙව් කණ්ඩායම ඕවර 14.1 කදී කඩුලු 4 ක් අහිමි විය.",
        "කණ්ඩායම් දෙක අතර 3 වන තරගය 28 වන සිකුරාදා පැවැත්වේ.",
        "ශ්රී ලාංකික කාන්තාවන්: ඕවර 15.2 කදී 89 - 4 වික්. (සමරි අත්තපට්ටු 26, විෂ්මි ගුණරත්න 24 වන කවිෂා දිල්හාරි 14 ඒඊ, හර්ෂිතා සමරාවික්රම 14, අෆ්අයි ගිනි දැනුවත්ව 23 - 4 VIS.)",
        "බටහිර ඉන්දීය කොදෙව් කාන්තාවන්: සංස්කරණය කරන ලද ජයග්රහණය ඕවර 15 කදී ලකුණු 99 ක් රැස් කළේය) 14.1 ඕවර 14.1 ඕවර. (හේලි මැතිව්ස් 29, ස්ටෙෆානි ටේලර් 28 ඒඊ, ෂීමීන් කෙම්පෙල් 16, Aaliya alin 15 AE)"
      ]
    },
    "en": {
      "title": "West Indies won Sri Lanka according to DLS system in the 2nd Women's R20 match",
      "body_lines": [
        "The West Indies won by 6 wickets in the second women's international T20 cricket match held at the Suriyawewa Mahinda Rajapaksa Stadium in Hambantota on Wednesday (26).",
        "The West Indies have balanced the 3 -match women's international T20 cricket series 1 - 1.",
        "The Sri Lankan women's team, who won the first match in today's match, lost 4 wickets in 15.2 overs and got 89 runs.",
        "When Sri Lanka's innings ended for a long time, the Duckworth Louis system was set for the West Indies' 99 runs in 15 overs in 15 overs.",
        "In reply, the West Indies women's team lost 4 wickets in 14.1 overs with 99 runs.",
        "The 3rd match between the two teams will be held on Friday the 28th.",
        "Sri Lankan Women: 89 - 4 Wick in 15.2 overs. (Samari Attapattu 26, Vishmi Gunaratne 24 Kavisha Dilhari 14 AE, Harshita Samarawickrama 14, Afi Flacher 23 - 4 Vic.)",
        "West Indies Women: Edited Winning target 99 runs in 15 overs) 14.1 overs 99 - 4 wik. (Haley Mathews 29, Stefani Taylor 28 AE, Shemein Kempel 16, Aaliya Alin 15 AE)"
      ]
    }
  },
  "summary_lines": [
    "In the 2nd Women's R20 match, West Indies beat Sri Lanka under the DLS system, winning by 6 wickets. The match was played at the Suriyawewa Mahinda Rajapaksa Stadium in Hambantota. Sri Lanka scored 89/4 in 15.2 overs, setting a revised target of 99 runs in 15 overs for the West Indies due to Duckworth-Lewis calculations. The West Indies reached this target in 14.1 overs, losing 4 wickets. This victory ties the 3-match series 1-1, with the next match scheduled for Friday, 28th."
  ]
}