{
  "translated_text": {
    "si": {
      "title": "වේග පාලන රෙගුලාසි අඩංගු ගැසට් පත්රය ඉදිරි සති දෙක තුළ - අමාත්ය ලසන්ත අලගවන්නා",
      "body_lines": [
        "ප්රවාහන අමාත්ය ලසන්ත අලගවන්නා මහතා පැවසුවේ සැබෑ වෘත්තීය සමිති අයිතිවාසිකම් සඳහා නොව දේශපාලන අරමුණු සඳහා වැඩිදුර වැඩ ආරම්භ කර ඇති බවයි.",
        "ඉදිරි සති දෙක තුළ මාර්ග අනතුරු අවම කිරීම සඳහා වේගවත් පාලන ආයතන අඩංගු ගැසට් පත්රය නිකුත් කිරීමට තීරණය කර ඇති බව ඔහු පැවසීය.",
        "බ්රහස්පතින්දා (11) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී රාජ්ය අමාත්ය එල්.එන්.න්ද අලාගියාවන්න මහතා මේ බව ප්රකාශ කළේය.",
        "\"ප්රවාහන අංශයේ කාර්ය සාධනයක් ඇති කිරීම සඳහා අපි බොහෝ සැලසුම් ආරම්භ කර ඇත්තෙමු. මේ අතර, ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ නායකත්වය යටතේ කඩාවත බස්සන් දුම්රිය ස්ථානය අගෝස්තු මාසයේදී විවෘත කෙරේ.. මෙම බස් මධ්යස්ථානවල නවීන ප්රවාහන කළමනාකරණය සහ නවීන තාක්ෂණයන් භාවිතා කර ඇත.",
        "එසේම 2023 දී මාර්ග අනතුරු 2214 ක් වාර්තා විය. එම මාර්ග අනතුරු හේතුවෙන් පුද්ගලයින් 2321 ක් were ාතනය විය. මෙම වසර 30 වනදා දක්වා මාර්ග අනතුරු 1103 ක් වාර්තා විය. එම මාර්ග අනතුරු හේතුවෙන් පුද්ගලයින් 1154 ක් were ාතනය කරන ලදී. එබැවින් මෙම තත්ත්වය අඩු කිරීම සඳහා අපගේ අමාත්යාංශය විවිධ ව්යාපෘති ක්රියාත්මක කර ඇත.",
        "මාර්ග ආරක්ෂාව පිළිබඳ ජාතික සභාවට වේග පාලනය සඳහා අවශ්ය උපකරණ මිලදී ගැනීම සඳහා රුපියල් මිලියන 50 ක් ලබා දීමට තීරණය කර තිබේ.. එසේම ප්රවාහන අමාත්යාංශයේ මැදිහත්වීමත් සමඟ, මාර්ග වේග පාලනය සඳහා අවශ්ය රෙගුලාසි අඩංගු ගැසට් පත්රය ඉදිරි සති දෙක තුළ නිකුත් කිරීමට නියමිතය.",
        "මීට අමතරව, පාසල් මට්ටමින් මාර්ග සුරක්ෂිතතා සමාජය ස්ථාපනය කිරීමට ගුරුවරුන් ලබා දීමට කටයුතු යොදා ඇත.. සමාන්තරව සම-වාතාවරණයක් හා පදක්කම් වැඩසටහනක් ක්රියාත්මක කර ඇති බැවින් මෙය පාසල් ව්යුහයට ඇතුළත් කර ඇත.",
        "එසේම, අප දැනට දුම්රිය අධ්යක්ෂ මණ්ඩලයට අදාළ විසඳුම් ලබා දීමට සම්බන්ධ වී සිටී. රාජ්ය සේවා කොමිෂන් සභාව සෑම වසර පහකට වරක් දුම්රිය විදුහල්පතිවරුන් ප්රවර්ධනය කිරීම සඳහා දැනටමත් අවසර ලබා දී ඇත. කැබිනට් මණ්ඩලයේ අවසරය ලබා ගැනීමට කැබිනට් පත්රිකාව මේ වන විට සූදානම් බව සැලකිල්ලට ගත යුතුය.",
        "නමුත් දැන් රැකියා ස්ථානය දේශපාලන අරමුණු සඳහා පමණක් බව දැන් ජනතාවට පැහැදිලිය. සැබෑ කම්කරු අයිතිවාසිකම් සඳහා වැඩ වර්ජන සිදු නොකරන බව සැලකිල්ලට ගත යුතුය. \"ප්රවාහන අමාත්ය ලසන්ත අලගවන්නා පැවසීය."
      ]
    },
    "en": {
      "title": "The Gazette containing the speed control regulations will be released within the next two weeks- Minister Lasantha Alagavanna",
      "body_lines": [
        "Transport Minister Lasantha Alagavanna said that the workplace, which has been launched, has been carried out for political purposes, not for real trade union rights.",
        "He added that it has been decided to release the gazette containing the necessary regulations on speed control to reduce road accidents within the next two weeks.",
        "Minister of State Lnanda Alagiyawanna made this statement at a media briefing held at the Presidential Media Center on Thursday (11).",
        "“We have started many plans to create performance in the transport sector. Meanwhile, Kadawatha bus station will be opened in August under the leadership of President Ranil Wickremesinghe.. Modern transport management and modern technologies have been used in these bus stations.",
        "Also, 2214 road accidents were reported in 2023. 2321 people were killed in those road accidents. 1103 road accidents were reported till the 30th of this year. 1154 people were killed by those road accidents. Therefore, our ministry has implemented various projects to reduce this situation.",
        "The National Council on Road Safety has decided to provide 50 million rupees for the purchase of equipment required for speed control.. Also, with the intervention of the Ministry of Transport, the Gazette, which contains the required regulations for road speed control, is to be released within the next two weeks.",
        "In addition, arrangements have been made to provide teachers to install road safety club at the school level.. This has been enrolled in the school structure as a co -operation and a medal program has been implemented in parallel.",
        "Also, we are currently involved in providing solutions related to the Railway Directorate. The Public Service Commission has already granted permission for the promotion of station principals every five years. It should be noted that the Cabinet paper is currently being prepared to obtain the permission of the Cabinet.",
        "But now it is clear to the people that the workplace is just for political purposes. It must be noted that the strikes are not carried out for real labor rights, ”said Transport Minister Lasantha Alagavanna."
      ]
    }
  },
  "summary_lines": [
    "Transport Minister Lasantha Alagavanna announced the imminent release of a gazette with speed control regulations aimed at reducing road accidents, set to be published within two weeks. He criticized the workplace launch for political reasons rather than genuine trade union rights. The minister also highlighted efforts to improve the transport sector, including the opening of a modern bus station and initiatives to curb road accidents, funded by a 50 million rupee allocation for speed control equipment."
  ]
}