{
  "translated_text": {
    "si": {
      "title": "මුදල් අරමුදල සමඟ ඇති ගිවිසුම අවලංගු කර ඇත්නම්, අයවැය ඉදිරිපත් නොකෙරේ - බන්දුල ගුණවර්ධන",
      "body_lines": [
        "ජාත්යන්තර මූල්ය අරමුදලේ සහාය ඇතිව රට ශීර්ෂ වේ. අන්තර්ජාතික මූල්ය අරමුදල අවලංගු කිරීම 2025 අයවැයෙන් අවලංගු කරන්නේ නම් ප්රවාහන හා මාධ්ය අමාත්ය බන්දුල ගුණවර්ධන මහතා පාර්ලිමේන්තුවට පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ බදාදා (7) පාර්ලිමේන්තුවේ වාණිජණ මන්දිරය කල් තැබීමේ තනතුරේ ය.",
        "ජාත්යන්තර මූල්ය අරමුදල හේතුවෙන් රටේ ආර්ථිකය කළමනාකරණය කිරීමට ජනාධිපති රනිල් වික්රමසිංහ මහතා සමත් වී තිබේ. පරාවර්තකයක් ලෙස, අද රටේ ඉන්ධන සහ පොහොර වෛද්ය විද්යාව ලබා ගත හැකිය.",
        "හර්ෂ ද සිල්වා මන්ත්රීවරයා පවසන්නේ එක්සත් ජනතා බලය ජාත්යන්තර මූල්ය අරමුදල සමඟ ගිවිසුම අවලංගු කර ඇත්නම්, ලබන වසරේදී අයවැය ඉදිරිපත් නොකෙරේ නම් අයවැය ඉදිරිපත් නොකෙරේ නම්. රජයේ සේවකයින්ගේ වැටුප හා විශ්රාම වැටුප ඇතුළු සුභසාධන කටයුතු නවතා දමනු ඇත. එපමණක් නොව, ගිවිසුම අවලංගු කිරීමට බලාපොරොත්තුවෙන් සිටින එක්සත් ජනතා බලවේගයේ එක්සත් ජනතා බලයට සති දෙකක් තිස්සේ එම ආණ්ඩුව ඉදිරියට ගෙන යාමට නොහැකි වනු ඇත.",
        "එබැවින්, ජාමූඅ එකඟතාවයේ යම් යම් වෙනස්කම් සිදු කර ඇත්නම්, රටේ අනාගතය සලකා බැලීමේදී එළඹෙන ජනාධිපතිවරණයේදී එක්සත් ජනතා බලයේ ඡන්දය නොදක්වන ලෙස මම ජනතාවගෙන් ඉල්ලා සිටිමි."
      ]
    },
    "en": {
      "title": "If the agreement with the Monetary Fund is canceled, the budget will not be presented even - Bandula Gunawardena",
      "body_lines": [
        "With the help of the International Monetary Fund, the country is heading. Transport and Media Minister Bandula Gunawardena told Parliament that if the cancellation of the International Monetary Fund will be canceled by the 2025 budget.",
        "He was speaking at the post of adjournment of the House of Commons on Wednesday (7) in Parliament.",
        "President Ranil Wickremesinghe has been able to manage the country's economy due to the International Monetary Fund. As a reflection, today the country's fuel and fertilizer medicine foods are available.",
        "As Harsha de Silva MP says, if the United People's Power has canceled the agreement with the International Monetary Fund, the budget will not be put forward next year. Welfare activities, including the salary and pension of government employees, will be stopped. Not only that, the United People's Power, which is hoping to cancel the agreement, will not be able to advance that government for two weeks.",
        "Therefore, even if the IMF has made some changes in the agreement, the country will not be able to advance, so I urge the people to avoid voting for the United People's Power in the upcoming presidential election, considering the future of the country."
      ]
    }
  },
  "summary_lines": [
    "Bandula Gunawardena warns that cancelling the IMF agreement could halt the 2025 budget presentation, affecting welfare activities and government salaries. He urges voters to consider the country's economic stability before supporting parties aiming to revoke the IMF deal."
  ]
}