{
  "translated_text": {
    "ta": {
      "title": "கம்பாஹா மத்தியில்",
      "body_lines": [
        "ஜனாதிபதித் தேர்தலுக்கான 2024 தேர்தல் பதிவேட்டில், பதிவுத் தேர்தல்களின் எண்ணிக்கை 17,143,354 ஆகும்.",
        "அதிக எண்ணிக்கையிலான வாக்காளர்கள் பதிவு செய்யப்பட்டுள்ளனர்.",
        "இரண்டாவது இடம் 17 லட்சத்துக்கும் மேற்பட்ட வாக்காளர்களுடன் கொழும்பு மாவட்டத்தை வென்றுள்ளது, மூன்றாவது இடத்தில் குருணேகலா மாவட்டத்தில் அதிக எண்ணிக்கையிலான வாக்காளர்கள் உள்ளனர்.",
        "வன்னி தேர்தலின் முல்லைடிவு மாவட்டத்தில் குறைந்தபட்ச பதிவு செய்யப்பட்ட தொகையைச் சேர்ந்த 86,889 பேர் உள்ளனர்."
      ]
    },
    "en": {
      "title": "Gampaha Amongmated",
      "body_lines": [
        "The number of registration elections is 17,143,354, according to the 2024 electoral register for the presidential election.",
        "The highest number of voters are registered.",
        "The second place has won the Colombo district with more than 17 lakh electorates and the third place has the highest number of voters in the Kurunegala district.",
        "There are 86,889 people of the minimum registered volallies in the Mullaitivu district of the Wanni Election."
      ]
    }
  },
  "summary_lines": [
    "The 2024 electoral register shows 17,143,354 registrations for the presidential election, with Gampaha having the highest voter count. Colombo follows with over 1.7 million voters, and Kurunegala ranks third. The lowest registration, 86,889, is in Mullaitivu, Wanni."
  ]
}