{
  "translated_text": {
    "si": {
      "title": "මැතිවරණය කල් දැමීම ප්රති-එස්ටැවන - නාමල් රාජපක්ෂ ය",
      "body_lines": [
        "මැතිවරණයේ පිටුබලය, විරෝධී විරෝධී ය. ශ්රී ලංකා පීඒ හි ජාතික සංවිධායක නාමල් රාජපක්ෂ මහතා සිය නිල X වෙබ් අඩවියට උඩුගත කර ඇති අතර ජනතාවගේ රට තුළ ස්ථාවරත්වයක් ස්ථාපිත කිරීම සඳහා ශ්රී ලංකාවම මැතිවරණයක් පැවැත්විය යුතු බවය.",
        "ජනාධිපති රනිල් වික්රමසිංහට තවත් අවුරුදු දෙකක තනතුරක් ලබා දිය යුතුය.. එක්සත් ජාතීන්ගේ මහලේකම් බන්ඩාරා ප්රකාශ කර ඇත්තේ වර්තමාන නඩුවේ මැතිවරණය පවත්වන්නේ නම්, පරිසරය හා පරිසර දූෂණය වැඩි වන බවයි.",
        "එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) මහලේකම්වරයාගේ දේශපාලන පක්ෂ හා සිවිල් සංවිධාන ලෙස නාමල් රාජපක්ෂ මහතා මෙම දෘෂ්ටි කෝණයෙන් මේ බව උඩුගත කර තිබේ.",
        "ජනාධිපතිවරයාගේ ධුර කාලය දීර් and කිරීම සහ පාර්ලිමේන්තු මැතිවරණයක් නොතකා පාර්ලිමේන්තු මැතිවරණයක් ප්රජාතන්ත්රවාදයේ මූලික මූලධර්මවලට බලපානු ඇත. ජනතාවගේ කැමැත්ත රට තුළ ස්ථාවර විය යුතු නමුත් ජනතාවගේ හ the ප්රමාද කිරීම නොවේ."
      ]
    },
    "en": {
      "title": "The postponement of the election is anti -democratic - Namal Rajapaksa",
      "body_lines": [
        "The backing of the election is anti -democratic. Sri Lanka PA's National Organizer Namal Rajapaksa has uploaded to his official X website that the Sri Lanka PA should be held elections to establish stability in the country of the people.",
        "President Ranil Wickremesinghe should be given a further two -year post.. UNP general secretary Range Bandara has stated that if the election is held in the present case, the costs and the pollution of the environment will only increase.",
        "Namal Rajapaksa has uploaded this point of view of the United National Party (UNP) general secretary as political parties and civil organizations have expressed fierce opposition.",
        "Extending the tenure of the president and the parliament without holding elections will affect the basic principles of democracy. He said that the people's wishes should be stable in the country, but not to delay the voices of the people."
      ]
    }
  },
  "summary_lines": [
    "Namal Rajapaksa criticizes both the postponement and continuation of Sri Lanka's elections as undemocratic, highlighting the need for stability through elections and caution against environmental and financial costs of delays."
  ]
}