{
  "translated_text": {
    "ta": {
      "title": "டிரின்கோமலீ ஒரு பெரிய ஏற்றுமதி பொருளாதாரத்தை மாற்றுகிறது",
      "body_lines": [
        "192 குடும்பங்கள் 27,595 குடும்பங்களுக்கு நில பத்திரங்களை வழங்குவதற்காக மாவட்ட செயலகத்தின் வளாகத்தில் ஜனாதிபதி இந்த அவதானிப்பை மேற்கொண்டார்.",
        "மாவட்டத்தில் 14 பிரதேச செயலகப் பிரிவுகளுடன் இந்த செயல்கள் வழங்கப்பட்டன, மேலும் ஜனாதிபதி அடையாளப்பூர்வமாக இணைந்தார்.",
        "கூடுதலாக, ஆங்கில டிப்ளோமாவில் 252 ஆங்கில டிப்ளோமாவுக்கு ஜனாதிபதியும் ஜனாதிபதியால் இன்று ஜனாதிபதியாக இருந்தார்.",
        "இதற்கிடையில், திஹேயில் கட்டப்பட்ட புதிய மாவட்ட செயலகம் இன்று ரூ.",
        "செப்டம்பர் 11, 2016 அன்று, புதிய மாவட்ட செயலக அமைச்சர் வஜிரா அபேவர்தேனா ஜனாதிபதி ரணில் விக்ரமேசிங்கின் கட்டுமானத்தை தொடங்கினார்.",
        "புதிய மாவட்ட செயலகம் பட்டிகலோவா மாவட்டத்தில் விரிவடையும் மற்றும் திறமையான நோக்கத்துடன் கட்டப்பட்டுள்ளது.",
        "ஜனாதிபதி மாவட்ட செயலகத்தைத் திறந்து மாவட்ட செயலகத்தைத் திறந்தார்.",
        "ஜனாதிபதி ரணில் விக்ரெமேசிங் மேலும் கூறினார்:",
        "டிரின்கோமலியில் உள்ள முக்கிய பொருளாதார மையத்தை மேம்படுத்த முடிவு செய்துள்ளோம். இந்திய வெளியுறவு மந்திரி சமீபத்தில் இந்தியா பற்றி விவாதித்தார், சமீபத்தில் நீண்ட விவாதம் குறித்து விவாதித்தார்.",
        "வேளாண் நவீனமயமாக்கல் திட்டத்தின் கீழ் இந்த பகுதிகளில் ஒரு பெரிய விவசாய இயக்கத்தைத் தொடங்க திட்டமிட்டுள்ளோம்.. டிரின்கோமலீ மற்றும் திருகோணமலியில் நடந்த மகாவேலி பிரச்சாரத்தின் வளர்ச்சியடையாத நிலங்களும் விரைவில் திறக்கப்படும்.",
        "வீுகமாயுவிலிருந்து அருகம்பே வரை சுற்றுலாவை வளர்க்கவும் திட்டமிடப்பட்டுள்ளது. கோட்டை கோட்டை துறை சுற்றுலாவுக்காக உருவாக்கப்படும் என்று எதிர்பார்க்கப்படுகிறது, மேலும் ஒரு நல்ல ஹோட்டல் ஒரு நல்ல ஹோட்டலைப் பெறுகிறது. மேலும், பால் புதையலை மேம்படுத்தவும் நாங்கள் நம்புகிறோம்.",
        "இந்த ஆண்டு பொருளாதார மொழிபெயர்ப்பு சட்டத்தை நிறைவேற்றிய பின்னர் ஒரு பெரிய ரோஜா செயல்படுத்தப்பட உள்ளது. அதன்படி, ஒரு பெரிய ஏற்றுமதி பொருளாதாரமாக மாற்ற முடியும்.",
        "கிழக்கு மற்றும் தென்கிழக்கு பல்கலைக்கழகங்கள் இங்கே அமைந்துள்ளன. இந்த பகுதியில் கல்வியை மேலும் வளர்க்க நாங்கள் திட்டமிட்டுள்ளோம், மேலும் பெருகிய முறையில் இளைஞர்கள் தொழில்முறை கல்வியின் சீர்திருத்தத்துடன் தொழில் பயிற்சி வாய்ப்புகளை வழங்க முடியும்.",
        "கடந்த மூன்று முதல் நான்கு ஆண்டுகள் ஆசிரியர்களால் ஆட்சேர்ப்பு செய்ய முடியவில்லை, மற்றும் பள்ளிப்படிப்பின் குடியுரிமை நியமனம். வேலையின்மை நம் நாட்டில் ஒரு பெரிய பிரச்சினையாக மாறியுள்ளது. எனவே, ஒரு புதிய அபிவிருத்தி செயல்முறை மூலம் இளைஞர்களுக்கு நாங்கள் வேலைகளை உருவாக்க வேண்டும். நாங்கள் மிகவும் கடினமான நேரத்தை எதிர்கொண்டோம். இந்த நாட்டின் பொது மக்கள் ஒரு பெரிய அனுபவத்தை அனுபவித்தனர். நாடு மீண்டும் தொடங்கப்படும்போது, ​​நாங்கள் ஒருபோதும் மக்களை மறக்க மாட்டோம்.",
        "அதன்படி, மக்கள் நில உரிமையைப் பாடுவதற்கான பாரம்பரிய திட்டத்தை நாங்கள் செயல்படுத்தினோம். இப்போது உங்களுக்கு ஒரு நிலத்தின் சட்டப்பூர்வ உரிமை உள்ளது. யாரும் சரணடைய விரும்பவில்லை. குறைந்த வருமானம் கொண்டவர்களுக்கான நிவாரண திட்டத்தை நாங்கள் செயல்படுத்தினோம். இப்போது விவசாயிகளின் சரியான உரிமை நில உரிமையை அளித்துள்ளது. இந்த பகுதிக்கு 27,000 க்கும் மேற்பட்ட ஃப்ரீஹோல்ட் நில பத்திரங்கள் வழங்கப்பட உள்ளன. இந்த நில பத்திரங்களை வழங்குவதற்காக அந்தந்த அனைத்து மாநில அதிகாரிகளுக்கும் தொடர்புடைய பொது அதிகாரிகளை அனுப்புவதற்கான ஒரு திட்டத்தையும் நாங்கள் செய்துள்ளோம்.",
        "மக்கள் இந்த நில பத்திரங்களைப் பெற தேவையில்லை, மாவட்ட செயலகம் அல்லது பிரதேச செயலாளர், பிரதேச செயலாளர், நில அதிகாரிகள், எம்.பி.க்கள், எம்.பி.க்கள் மற்றும் ஆளுநர் ஆகியோரை கிராம மக்களுக்கு பார்வையிடுவார்கள். திங்களன்று தொடங்கி விரைவாக முடிக்க அறிவுறுத்தினேன். எனக்கு அதே நோக்கம் உள்ளது. அந்த உரிமையை மக்களுக்கு வழங்குவதாகும். நிலத்தின் உரிமையைப் பாதுகாக்க அனைவரையும் கேட்டுக்கொள்கிறேன்."
      ]
    },
    "en": {
      "title": "Trincomalee transforms a major export economy",
      "body_lines": [
        "The President made this observation at a ceremony at the premises of the District Secretariat for 192 families to grant land deeds to 27,595 families to provide land deeds to 27,595 families..",
        "The deeds were provided with the 14 Divisional Secretariat Divisions in the district and the President was figuratively joined.",
        "In addition, the president was also chaired by the President today to 252 English Diploma in the English Diploma.",
        "Meanwhile, the new District Secretariat Building, which was built in Thihae, was opened today at a cost of Rs. 1,055 million. President Ranil Wickremesinghe was opened today.",
        "On September 11, 2016, the new District Secretariat Minister Vajira Abeywardena launched the construction of President Ranil Wickremesinghe.",
        "The new District Secretariat has been constructed with the objective of expanding and efficient in the Batticaloa district.",
        "The President also opened the District Secretariat and opened the District Secretariat.",
        "President Ranil Wickremesinghe added:",
        "We have decided to improve the main economic center in Trincomalee. The Indian Foreign Minister recently discussed India recently, recently discussed the lengthy discussion.",
        "We are planning to start a larger agricultural movement in these areas under the Agriculture Modernization Program.. An underdeveloped lands of the Mahaweli campaign in Trincomalee and Trincomalee will also be opened soon.",
        "It is also planned to develop tourism from Weugamayu to Arugambay. The Fort Fort Department is expected to be developed for tourism and a good hotel gets a good hotel. Also, we also hope to improve the treasure of dairy.",
        "A large rose is to be implemented after passing the Economic Translation Act this year. Accordingly, it is possible to transform into a major export economy.",
        "Both Eastern and Southease universities are located here. We plan to further develop education in this area and increasingly young people can provide vocational training opportunities with the reform of professional education.",
        "And the last three to four years have not been able to recruit teachers, and the resident appointment of schooling. Unemployment has become a big problem in our country. Therefore, we must produce jobs for young people through a new development process. We faced a very difficult time. The general public of this country suffered a large. When the country is resumed, we will never forget the people.",
        "Accordingly, we implemented the heritage program for people to sing land ownership. Now you have the legal right of a land. No one wants to surrender. We implemented the relief program for low income people. Now the right ownership of the farmers have given land ownership. More than 27,000 freehold land deeds are to be provided for this area. We have also made a program to send the relevant public officials to all the respective state officials to provide these land deeds.",
        "The people will not need to obtain these land deeds and will visit the District Secretariat or the Divisional Secretary, Divisional Secretary, Land Officers, MPs, MPs and Governor to the people of the village. I have instructed to start up on Monday and finish expeditiously. I have the same purpose. It is to give that right to the people. I urge all to protect the ownership of the land."
      ]
    }
  },
  "summary_lines": [
    "At a ceremony, the President granted land deeds to 27,595 families across 14 divisions in Trincomalee, marking a shift towards a significant export economy. The event also saw the opening of a new District Secretariat building, costing Rs. 1,055 million, aimed at enhancing efficiency in the Batticaloa district. The President outlined plans for agricultural modernization, tourism development from Weugamayu to Arugambay, and educational reforms, emphasizing job creation for youth and land ownership rights for over 27,000 individuals."
  ]
}