{
  "translated_text": {
    "si": {
      "title": "2024 පළමු කාර්තුවේදී කොළඹ වරාය ලෝකයේ වේගයෙන් වර්ධනය වන වරාය නම් - කේටීඑස් රූ සැන්ඩ්රා නම් කර ඇත",
      "body_lines": [
        "2024 වන විට ආරම්භක වර්ධන වේගය 23.6% ක් ලෙස ලියාපදිංචි කිරීමෙන් කොළඹ වරාය මෙහෙයුම් කාර්ය සාධනයේ සැලකිය යුතු දියුණුවක් ලබා ඇත. නැව්ගත කිරීමේ අංශයේ ප්රමුඛ පර්යේෂණ නිමැවුම වන ඇල්ෆලින්ර් ලෝකයේ වේගයෙන් වර්ධනය වන වරාය ලෙස ලෝකයේ පළමු කාර්තුව සඳහන් කර ඇති බව නවාතැන් හා ගුවන් සේවා අමාත්යාංශයේ ලේකම්වරයා, නවාතැන් හා ගුවන් සේවා ලේකම්, කේ.ටී.එස්. රිඩ්රා මහතා පැවසීය.",
        "අතීතයේ පළමු කාර්තුවේ වරාය 20 කාර්තුවේදී ඩොලර් මිලියන 50 ක් උපයා ඇති බව ලේකම්වරයා පෙන්වා දී ඇති අතර, අතීතයේ විවිධ වෘත්තීය සමිති ක්රියාමාර්ග ප්රගතිය වළක්වා නොගත්තේය.",
        "වරාය, නැව් හා ගුවන් සේවා අමාත්යාංශයේ ලේකම්. ටීඑස් රුවන්ැන්ඩ්රා මේ බව පැවසීය.",
        "කොළඹ වරායේ ක්රියාකාරිත්වය සැලකිය යුතු දියුණුවක් ලබා ඇත. කොළඹ වරාය 2024 වන විට 2024 වන විට හොඳම වර්ධන වේගය 6024 කින් ලියාපදිංචි කළේය. ඒ අනුව නැව් කර්මාන්තයේ ප්රමුඛ පෙළේ පර්යේෂණ මුදා හැරීම වන ඇල්ෆාලර් විසින් 2024 පළමු කාර්තුවේදී ලොව හොඳම-හැදීහී වරාය ලෙස කොළඹ වරාය ප්රකාශයට පත් කරන ලදී.",
        "අපි මෙම ප්රගතිය අත්කර ගෙන ඇති අතර විවිධ වෘත්තීය සමිති ක්රියාකාරකම් සිදු කෙරෙමින් පවතී. නමුත් ඔවුන් අපගේ වැඩ කඩාකප්පල් නොකරයි. ශ්රී ලංකා වරාය අධිකාරිය 2023 දී ඩොලර් මිලියන 100 ක් ලියාපදිංචි කළ අතර 2024 පළමු කාර්තුවේ ඩොලර් මිලියන 50 ක ලාභයක් පමණි.",
        "මෙම ක්රියාකාරකම් සඳහා නෝඩ් හතරමම දායක වී ඇති බව පැවසිය යුතුය. මෙම පර්යන්තවල මෙහෙයුම් ධාරිතාව වැඩි දියුණු කිරීම සඳහා මේ වන විට වැඩ කටයුතු මේ වන විට සිදු කෙරේ. ඒ අනුව, ECT සහ බටහිර පර්යන්තයේ ඉදිකිරීම් කටයුතු සිදු කෙරෙන අතර බටහිර පර්යන්තයේ ක්රියාකාරිත්වය 2025 පෙබරවාරි මාසයේදී පැවැත්වීමට නියමිතය. මීට අමතරව, නැගෙනහිර පර්යන්තය සහ උතුරු වරායේ සංවර්ධනය ද සිදු කෙරේ.",
        "මීට අමතරව, ත්රිකුණාමලය, ගාලේ සහ කන්කසතුරෙයි වරායන් තුළ සංවර්ධන කටයුතු සිදු කරනු ලැබේ.. මීට අමතරව, ඉන්දියාවේ මගී තොටුපළ සෑම සිකුරාදා දිනකම අලුතින් ඉදිකරන ලද පර්යන්තය සඳහා කන්කේසතුරෙයි වරායේ භාවිතා වේ.",
        "2023 ට සාපේක්ෂව ගුවන් සමාගම් 25% ක් වැඩි දියුණු කර ඇත. මෙහිදී මගීන් සහ භාණ්ඩ ප්රවාහන මෙහෙයුම් සැලකිය යුතු ලෙස ඉහළ ගොස් ඇති අතර 2023 සිට 46 සිට 46 වන විට ගුවන් ගමන් 2024 වන විට ගුවන් ගමන් ඉහළ ගොස් තිබේ. \"",
        "ගුවන්තොටුපල සහ ගුවන් සමාගම් (ශ්රී ලංකාව) සභාපති අටුලා කරකත්තියා:",
        "2024 ජූලි වන විට ජාත්යන්තර සංචාර මිලියන 4.3 ක් සිදුවිය. ඉදිරි මාස හය අවසන් වන විට එම සංඛ්යාව මිලියන 9 ක් දක්වා ඉහළ යනු ඇතැයි අපි බලාපොරොත්තු වෙමු. එම සංඛ්යාව 2023 ජූලි මාසයට සාපේක්ෂව 26.10% ක වර්ධනයකි.",
        "මීට අමතරව, 2023 ජුනි මාසයට සාපේක්ෂව 2023 ජුනි මාසයේදී ජාත්යන්තර ගුවන් සේවා සංඛ්යාව 24.50% කින් ඉහළ ගොස් තිබේ. එසේම, ගුවන් භාණ්ඩ ප්රවාහනය කිරීමේ සංඛ්යාව 28.96% කින් වැඩි විය.",
        "මිලියන 10.8 ක් පමණ ගුවන් ගමන් අපගේ පර්යන්තය හරහා ගමන් කරයි. නමුත් පහසුකම් ඇති කිරීමේ ගැටළු කිහිපයක් තිබේ. එබැවින්, බොහෝ කෙටි හා දිගුකාලීන පියවර මේ වන විට මගීන් මිලියන 8 ත් 9 ත් අතර සංඛ්යාවක් පහසුකම් වැඩි දියුණු කිරීම සඳහා සිදු වෙමින් පවතී.",
        "එසේම, නව ගොඩනැගිල්ලේ (පිටත්වීමේ ප්රදේශය) පිටත්ව යන ප්රදේශය කවුන්ටර් 30 කට වැඩි ගණනකින් නිර්මාණය වන අතර පිටත්වීම සහ පිටත්වීම ඉලෙක්ට්රොනික GATS ඉදිවනු ලැබේ.. ආගමන හා සංක්රමණ කටයුතු වේගවත් කරනු ලැබේ.",
        "බණ්ඩාරනායක ජාත්යන්තර ගුවන්තොටුපළ සඳහා යෝජිත දෙවන පර්යන්තයේ ඉදිකිරීම් කටයුතු කඩිනමින් නැවත ආරම්භ වේ යැයි අපි බලාපොරොත්තු වෙමු. අපි මේ වන විට මේ පිළිබඳව ජයිකා සමඟ සාකච්ඡා කර, පොරොන්දු වූ පරිදි ඔවුන් ලබන මාසය තුළ අවශ්ය ණය පහසුකම ලබා දෙනු ඇත.",
        "මේ අතර, වැටුප් ප්රශ්නය හේතුවෙන් ආණ්ඩුවේ මැදිහත්වීම යටතේ ගුවන් ගමනාගමන නියාමකයින්ගේ ප්රශ්නය විසඳා ඇත.. කෙසේ වෙතත්, ගුවන් ගමනාගමන නියාමකයින් 80 ක් පමණ රට හැර ගොස් ඇත. එබැවින් නව ගුවන් සේවා නියාමකයින් පත් කිරීමට රජය තීරණය කර තිබේ.",
        "අපි දැන් පුද්ගලයින් 25 කට වැඩි පිරිසක් පත් කර ඒවා පුහුණු කර ඇත්තෙමු. වෙනත් කමිටුවක් සඳහා අයදුම්පත් ඉල්ලා ඇත, \"ඔහු පැවසීය.",
        "සිවිල් ගුවන් සේවා සේවා අධ්යක්ෂ ජනරාල් අධිකාරියේ එයාර් වයිස් මර්ෂාල් සාගරා කොටතියාර, ශ්රී ලංකා වරාය අධිකාරියේ සභාපති. ප්රවෘත්ති සාකච්ඡාවට ව්යාපාර හා සමුද්රීය ලේකම් කාර්යාලයේ අධ්යක්ෂ ජනරාල් අජිත් විජේසිංහ, වෙළඳ හා සමුද්රීය ලේකම් කාර්යාලයේ අධ්යක්ෂ ජනරාල් අජිත් විජේසිංහ මහතා සහභාගී විය."
      ]
    },
    "en": {
      "title": "In the first quarter of 2024, the port of Colombo has been named the world's fastest growing port - KTS Ru Sandra",
      "body_lines": [
        "Colombo port has made significant improvement in operational performance by registering a speedy growth rate of 23.6%by 2024. Alphaliner, the leading research output of the shipping sector, has mentioned the first quarter of the world as the world's fastest growing port, said the Secretary of the Ministry of Shipping and Aviation, KTS Ru Sandra, said.",
        "The Secretary also pointed out that the port of Colombo had earned $ 50 million in the first quarter of 2024, saying that various trade union actions in the past did not prevent the progress.",
        "Secretary to the Ministry of Ports, Shipping and Aviation. TS Ruvansandra said this.",
        "The operation of the Colombo Port has made significant improvement. Colombo port registered the best growth rate by 2024 by 2024. Accordingly, Alphaliner, the leading research release of the shipping industry, announced the port of Colombo as the world's best -developed port in the first quarter of 2024.",
        "We have achieved this progress while various union activities are being carried out. But they do not disrupt our work. The Sri Lanka Ports Authority registered $ 100 million in 2023 and only a profit of $ 50 million in the first quarter of 2024.",
        "It must be said that all four nodes have contributed to these activities. The work is currently underway to improve the operational capacity of these terminals. Accordingly, the construction work of the ECT and Western terminal is underway, and the function of the western terminal is scheduled for February 2025. In addition, the development of the Eastern Terminal and the Northern Port is also carried out.",
        "In addition, development work is being carried out in the ports of Trincomalee, Galle and Kankesanthurai.. In addition, passenger ferry service from India is used every Friday at the Kankesanthurai port for the newly built terminal.",
        "Airlines have improved 25% compared to 2023. Here, passengers and freight operations have increased significantly and the flights have increased from 36 in 2023 to 46 by July 2024. ”",
        "Airports and Airlines (Sri Lanka) (Private) Chairman Atula Kalkettiya:",
        "By July 2024, 4.3 million international travels took place. We hope that the number will rise to about 9 million by the end of the next six months. That number is 26.10% growth compared to July 2023.",
        "In addition, the number of international aviation increased by 24.50% by June 2024 compared to June 2023. Also, the number of air freight traffic increased by 28.96%.",
        "About 10.8 million flights travel in 2018 through our terminal. But there are some problems in making facilities. Therefore, many short and long -term measures are currently underway to improve the facilities for 8 to 9 million passengers.",
        "Also, the departure area of ​​the new building (Departure Area) will be created by more than 30 counters, and the departure and departure electronic gats will be constructed.. Immigration and immigration work will be accelerated.",
        "We hope that the construction work of the proposed second terminal for the Bandaranaike International Airport will be resumed soon. We are currently in consultation with JICA on this and they will provide the necessary credit facility within the next month, as promised.",
        "Meanwhile, the issue of air traffic regulators has been resolved under the intervention of the government due to the salary issue.. However, about 80 air traffic regulators have left the country. Therefore, the government has decided to appoint new aviation regulators.",
        "We have now appointed a group of more than 25 people and trained them. Applications have been requested for another committee, ”he said.",
        "Director General of Civil Aviation Services Authority Air Vice Marshal Sagara Kotagatheniya, Chairman of Sri Lanka Ports Authority. Bernard, Director General of the Trade and Maritime Secretariat, Ajith Wijesinghe, officials of the Ministry of Ports, Shipping and Aviation Services were present at the press conference."
      ]
    }
  },
  "summary_lines": [
    "In Q1 2024, Colombo Port was named the world's fastest-growing port, recording a 23.6% growth rate. It generated $50 million despite previous trade union actions. Improvements include ongoing construction at the ECT and Western terminals, set to open in Feb 2025, and developments at Eastern Terminal, Northern Port, Trincomalee, Galle, and Kankesanthurai ports. Passenger ferry services from India operate weekly at Kankesanthurai. Air travel increased by 25%, with 4.3 million international travels in July 2024 expected to rise to 9 million by year-end, marking a 26.10% growth over July 2023."
  ]
}