{
  "translated_text": {
    "ta": {
      "title": "ஜஸ்டின் துல்லதாவின் குற்றச்சாட்டை இலங்கை மறுக்கிறது",
      "body_lines": [
        "கனேடிய பிரதம மந்திரி ஜஸ்டின் மே 18, 2024 அன்று டல்லட் செய்த தவறான குற்றச்சாட்டு கூற்றை வெளிவிவகார அமைச்சகம் நிராகரித்துள்ளது",
        "அனைத்து தகவல்தொடர்புகளிலும் இலங்கை அரசாங்கம் நிராகரிக்கப்பட்டுள்ளது என்று அனைத்து தகவல்தொடர்புகளிலும் வெளிவிவகார அமைச்சகம் இன்னும் நிராகரிக்கப்படவில்லை.",
        "இலங்கை பாரம்பரியத்தின் விலைமதிப்பற்ற சமூகத்தைக் கொண்ட ஒரு மதிப்புமிக்க சமூகமான இலங்கை லியாசார்ட்ஸ், பிரதமரின் பிரதமரால் மிகவும் பாதிக்கப்படுகிறார், இது இலங்கையுடன் கணிசமாக உள்ளது மற்றும் அவர்களின் ஆதரவை ஏற்றுக்கொள்கிறது."
      ]
    },
    "en": {
      "title": "Sri Lanka denies Justin Tulledha's charge",
      "body_lines": [
        "The Ministry of External Affairs has rejected the false accusation claim that Canadian Prime Minister Justin Tulled on May 18, 2024",
        "The Ministry of External Affairs has not yet been rejected in all communications that the Government of Sri Lanka has been rejected in all communications.",
        "Sri Lankan liasards, a valuable community with a precious community with a precious community of Sri Lankan heritage, is so disrupted by the Prime Minister of Prime Minister.The statement states that it is significantly with Sri Lanka and accepts their support."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka disputes claims made by Canadian PM Justin Tulledha on May 18, 2024, stating them as false accusations. The government reaffirms its commitment to its valuable Sri Lankan diaspora, expressing gratitude for their support amidst disruptions caused by the Prime Minister's statements."
  ]
}