{
  "translated_text": {
    "si": {
      "title": "ප්රධාන අපේක්ෂකයින් සමඟ වෙන වෙනම කතා කිරීම: සම්බන්දන් නිවේදනය",
      "body_lines": [
        "ජනාධිපතිවරණයට ඉදිරිපත් වන ප්රධාන අපේක්ෂකයින් සමඟ ශ්රී ලංකා දෙමළ රාජ්ය පක්ෂයේ ජ්යෙෂ් leign නායකයා සහ ත්රිකුණාමල දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී ආර්.",
        "එසේම, රනිල්, සජිත් සහ අනුර ජනාධිපතිවරණයට ඉදිරිපත් වීමට යන්නේ නම්, ඔවුන් දෙමළ ජනතාවගේ ගැටලුවලට විසඳුමට කිසිදු ගැටළුවක් සහ ආදරය ඉදිරිපත් කිරීමට යන බව හෙළි කළ යුතුය.",
        "එවිට අපගේ ජනතාවගේ තනතුරු තේරුම් ගෙන අප සහාය දෙන්නේ කාටද යන්න තීරණය කරන්නෙමු."
      ]
    },
    "en": {
      "title": "Talking separately with main candidates: Sambandan announcement",
      "body_lines": [
        "Senior leader of the Sri Lanka Tamil State Party and Trincomalee district parliamentarian R. Sampanthan Weerakesari said in a special speech that he would negotiate separately with the major candidates contesting the presidential election.",
        "Also, if Ranil, Sajith and Anura are going to contest the presidential election, they should reveal that they are going to present any issues and fondness to the solution to the problems of the Tamil people.",
        "Then we will understand the positions of our people and decide on whom we will support."
      ]
    }
  },
  "summary_lines": [
    "R. Sampanthan, a senior leader from the Sri Lanka Tamil State Party, plans to meet major presidential election contenders individually. He urges Ranil, Sajith, and Anura to clarify their stance on Tamil issues, emphasizing the need for transparency to guide future support decisions."
  ]
}