{
  "translated_text": {
    "si": {
      "title": "වීසා සේවා ගෙවීම් ගාස්තු මධ්යම බැංකු වංචාවට වඩා බොහෝ ගුණයකින් වැඩි වාරයක්",
      "body_lines": [
        "සංචාරකයින් සඳහා වීසා සේවයක් සඳහා ලබා ගත හැකි අරමුදල් මහ බැංකු වංචාවට වඩා බොහෝ ගුණයකින් වැඩි ය. ශ්රී ලංකා මුස්ලිම් කොන්ග්රස් නායක රවුෆ් හකීම් පැවසුවේ විශේෂ පරීක්ෂණයක් කළ යුතු බවයි.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (7) පාර්ලිමේන්තු පනත් කෙටුම්පතේ විවාදය අමතමින්.",
        "ජාත්යන්තර මූල්ය අරමුදල දූෂණ වංචාව සම්බන්ධයෙන් අපේ රටට නව ක්රමයක් හඳුන්වා දී ඇති හෙයින්, දිවයිනේ විදේශිකයන් සඳහා වීසා බලපත්ර නිකුත් කිරීම පිළිබඳ දැවැන්ත වංචාවක් සම්බන්ධයෙන් පසුගිය දින කිහිපය තුළ මාධ්ය පසුගිය දින කිහිපය තුළ ජනමාධ්ය තුළ සිරස්තල පළ කරමින් සිටී.. නමුත් මේ සම්බන්ධයෙන් රජය ගෙන ඇති ක්රියාමාර්ගය කුමක්ද?ඩොලර් 25 ක් සංචාරකයින්ගෙන් නවාතැන් ගැනීමට පියවර ගෙන තිබේ. මේ වසරේ සංචාරකයින් මිලියන 2.5 ක් පැමිණෙනු ඇතැයි අපේක්ෂා කෙරේ.",
        "සංචාරකයින් රටට පැමිණියහොත්, වීසා බලපත්රයක් නිකුත් කිරීම සඳහා පෞද්ගලික සමාගමක් ලබා ගත හැක්කේ ඇමරිකානු කාරකය මිලියන 62.5 කට පමණි.. මෙය ශ්රී ලංකාවේ රුපියල් බිලියන 1850 ක් (කෝටි 1875) වාර්තා කළ යුතු නම්. එහෙත් මේ වසරේ අයවැය ආගමන හා ආගමන දෙපාර්තමේන්තුවට වැටුප් හා ආගමන දෙපාර්තමේන්තුව යන වැටුප්, ආගමන විගමන දෙපාර්තමේන්තුවට වෙනත් දීමනා සඳහා රුපියල් මිලියන 992 ක් වෙන් කර ඇත.. මෙයට සාපේක්ෂව මෙම වීසා සේවය 18.6 ගුණයකින් වැඩි වේ.",
        "අපි කතා කරන්නේ මහ බැංකු වංචාව ගැන. නමුත් මෙම වංචාව මහ බැංකු වංචාවට වඩා බොහෝ ගුණයකින් වැඩි ය.මෙම වීසා සේවා ශ්රී ලංකා ටෙලිකොම්. ජංගම දුරකථනයෙන් 4% ක් ලබා දීමට ජංගම දුරකථනය සූදානම් විය. අපි මෙම දැවැන්ත අරමුදල් ගෙවන විට, අපි ඉල්ලා සිටින්නේ කාගේ මුදල් සාක්කුවටද යන්නයි. ඔහු කියා සිටියේ මේ පිළිබඳව විමර්ශනය කළ යුතු බවයි."
      ]
    },
    "en": {
      "title": "Visa Service Payment Charges to Tourists Many times More than Central Bank Fraud",
      "body_lines": [
        "Funds available for a visa service for tourists are many times higher than the central bank fraud. Sri Lanka Muslim Congress leader Rauf Hakeem said a special inquiry should be made.",
        "He said this while addressing the debate on the Bill of Parliament on Tuesday (7).",
        "As the International Monetary Fund has introduced a new system to our country on corruption scandals, the media has been publishing headlines in the media over the past few days regarding a massive fraud on issuing visa for foreigners in the country.. But what action has the government taken in this regard?Steps have been taken to accommodate $ 25 from tourists. It is expected that 2.5 million tourists will visit this year.",
        "If tourists come to the country, a private company for issuing a visa will only be available to 62.5 million US Taler.. If this is to be reported in the Sri Lankan rupees, 18 billion 750 million rupees (1875 crores). But this year's budget has been allocated 992 million rupees to other allowances, including salary to the Department of Immigration and the Department of Immigration.. Compared to this, this visa service is 18.6 times higher.",
        "We are talking about central bank fraud. But this scam is many times higher than the central bank scam.As well as this visa service SLT. Mobile was ready to provide 4 % of the funds on Mobile. As we pay this massive funds, we ask whose money goes to the pocket. He said the matter should be investigated."
      ]
    }
  },
  "summary_lines": [
    "Visa service charges to tourists are significantly higher than central bank fraud, with funds allocated for visa services being 18.6 times more than allocated for other allowances. Sri Lanka Muslim Congress leader Rauf Hakeem calls for a special inquiry into the massive fraud on visa issuance for foreigners."
  ]
}