{
  "translated_text": {
    "si": {
      "title": "வடமராட்சி கிழக்கில் சட்டவிரோத செயல்களில் ஈடுபடுவோருக்கு உதவும் பொலிஸாரின் தகவல்களை பாதுகாப்பு அமைச்சுக்கு அனுப்பியுள்ளோம் - இளங்குமரன்",
      "body_lines": [
        "එවැනි අපරාධවලට සම්බන්ධ පොලීසියට සම්බන්ධ නීතිවිරෝධී වැලි කැණීම් හා ජාවාරම සම්බන්ධ අයගේ නම ආරක්ෂක අමාත්යාංශයට යවා ඇති බව පාර්ලිමේන්තු මන්ත්රී කේ.",
        "வடமராட்சி கிழக்கு பகுதியில் சட்டவிரோத மணல் அகழ்வுகள் இடம்பெறும் பகுதிக்கு  வியாழக்கிழமை (2) இளங்குமரன் தலைமையிலான குழுவினர் நேரில் சென்று பார்வையிட்டு, அப்பகுதி மக்களுடனும் கலந்துரையாடினர்.",
        "ඒ අතරම, ප්රදේශයේ පදිංචිකරුවන් දෛනික පොලිසියේ සහාය ඇතිව ප්රදේශයෙන් වැලි කැණීම් සිදු කිරීමට පොලිසියට චෝදනා කර ඇති අතර පොලිසිය වැලි කැණීම්වලට සම්බන්ධ අයට අනුකූල විය.",
        "කිහිප දෙනෙකු වඩමරාච්චි නැගෙනහිරින් නීති විරෝධී කටයුතුවල නිරතව සිටිති. මේ සඳහා ප්රධාන හේතුව පොලිසියයි. මත්ද්රව්ය ජාවාරම්කරුවන් සහ වැලි ජාවාරම්කරුවන් අල්ලස් ලබාගෙන එවැනි ක්රියාකාරකම් වලට ඉඩ ලබා දේ.",
        "පොලිසිය සිය රාජකාරි නිසි පරිදි ඉටු කර ඇත්නම්, නැගෙනහිරින් නීති විරෝධී කටයුතු නතර කරනු ඇත.",
        "ජාවාරම තුළින් කිහිප දෙනෙකු නීති විරෝධී ලෙස වැඩි වත්කම් නීති විරෝධී ලෙස සමුච්චිත කර ඇත. සමහර පොලිස් නිලධාරීන්ට ඔවුන් සමඟ වැඩි වත්කම් තිබේ.",
        "මේ සම්බන්ධයෙන්, අපි නැගෙනහිර වඩමරාච්චි හි සෑම ග්රාම නිලධාරි කොට් in ාශයකම සියලු ග්රාම නිලධාරි කොට් in ාශවල සෑම ග්රාම නිලධාරි කොට් in ාශයකම සියලු තොරතුරු, පොලිසියේ විස්තර සහ පොලිසියේ විස්තර ලබා ගත්තෙමු.",
        "ආරක්ෂක අමාත්යාංශය විමර්ශනය කිරීමට සහ විමර්ශනය කිරීමට ආරාධනා කරන විට, ඔවුන් මෙතරම් වත්කම් එකතු කළ ආකාරය ඔවුන් පැහැදිලි කළ යුතුය.",
        "පෙර ආන්ඩු මෙන්, මේ ආණ්ඩුවේ, ඔවුන්ට උදව් කිරීමට ඔබට උදව් කිරීමට හෝ උදව් කිරීමට ඔබට උදව් කළ හැකි යැයි සිතීම වැරදිය.",
        "වසර තුනක් ඇතුළත අපි සියලු දෙනා අත්අඩංගුවට ගෙන නීති විරෝධී ක්රියාකාරකම් තුරන් කරමු. පැහැර ගැනීම සහ ඔවුන්ට සහාය දෙන අයට සම්බන්ධ අය ඉතා පරිස්සම් විය යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "We have sent information from the police to help those who engage in illegal activities in the Vadamarachchi East - Ilangumaran",
      "body_lines": [
        "Parliamentarian K. Ilangumaran has said that the Name of those involved in illegal sand excavations and smuggling in the East of Vadamarachchi, Jaffna, has been sent to the Ministry of Defense to help the police who are involved in such crimes.",
        "On Thursday (2), a group of Ilangumaran -led team visited the area where illegal sand excavations in Vadamarachchi East in the East.",
        "At the same time, the residents of the area had accused the police of taking sand excavations from the area with the help of the daily police and that the police were in harmony with those involved in sand excavation.",
        "A few people continue to engage in illegal activities in the East of Vadamarachchi. The main cause of this is the police. Drug traffickers and sand smugglers bribe and allow such activities.",
        "If the police had done their duties properly, the illegal activities would have been stopped in the East.",
        "A few people have illegally accumulated more assets through trafficking incidents. Some policemen have more assets with them.",
        "In this regard, we have taken all the details of the illegal industries in every Grama Niladhari Divisions in the Vadamarachchi East, the details of the police who help them and the details of the police.",
        "When the Ministry of Defense is investigating and invited to investigate, they should explain how they added so much assets.",
        "Like previous governments, it is wrong to think that in this government, you can help or help them to help them.",
        "Within three years we will arrest everyone and eradicate illegal activities. He said that those involved in the abduction and the police who support them should be very careful."
      ]
    }
  },
  "summary_lines": []
}