{
  "translated_text": {
    "ta": {
      "title": "கடந்த ஆண்டில் சுற்றுலா வருகை வெளிப்படுத்துகிறது",
      "body_lines": [
        "சுற்றுலா மேம்பாட்டு ஆணையம் (சோதனை) கடந்த ஆண்டில் கிட்டத்தட்ட 1.9 மில்லியன் சுற்றுலாப் பயணிகள் நாட்டிற்கு திரும்பியுள்ளதாகக் கூறியுள்ளது.",
        "தலைவர் புத்திகா ஹெவவாசம் டிசம்பரில் மட்டும் 90,000 க்கும் அதிகமாக வந்துள்ளதாகக் கூறினார்.",
        "சுற்றுலா மேம்பாட்டு ஆணையம் டிசம்பரில் மட்டும் 250,000 சுற்றுலாப் பயணிகளை பார்வையிட எதிர்பார்க்கிறது என்றார்.",
        "சுற்றுலாப் பயணிகள் வருகை இந்த ஆண்டில் 2.2 மில்லியன் இலக்கை அடைவது, மேலும் 2018 க்குப் பிறகு 2018 ஆம் ஆண்டிலிருந்து முதல் முறையாக மாறும்."
      ]
    },
    "en": {
      "title": "Tourist arrivals in the past year reveal",
      "body_lines": [
        "The Tourism Development Authority (Testing) has said that nearly 1.9 million tourists have returned to the country during the past year.",
        "The Chairman Buddhika Hewawasam stated that more than 90,000 has come in December alone.",
        "He said the tourism development authority expects to visit 250,000 tourists in December alone.",
        "The tourist arrivals will meet a target of 2.2 million in this year and will become the first time since the year 2018 after 2018."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "\"1.9M tourists visited last year, 90K+ in Dec alone. Target: 2.2M visitors this year. First time exceeding 2018 numbers since then.\""
  ]
}