{
  "translated_text": {
    "ta": {
      "title": "வாகனங்களை இறக்குமதி செய்வது பற்றி சர்வதேச நாணய நிதியம் கூறுகிறது",
      "body_lines": [
        "சர்வதேச நாணய நிதியம் இலங்கை மிஷன் பீட்டர் புரூஸ், இலங்கை மிஷன் பீட்டர் புரூஸின் தலைவர் பீட்டர் புரூஸ் கூறினார்.",
        "இன்று (23) கொழும்பில் உள்ள மத்திய வங்கி தலைமையகத்தில் ஒரு ஊடக மாநாட்டில் பேசிக் கொண்டிருந்தார்.",
        "வாகனங்களுக்கான வரம்புகளை அகற்றும்போது நிதிக் கொள்கையில் இது ஒரு தாக்கத்தை ஏற்படுத்தும் என்று அவர் கூறினார்.",
        "கே: இறக்குமதி வரம்புகளின் இறக்குமதி வரம்புகள் பிப்ரவரி 2025 க்குள் அமைக்கப்படும் என்று அரசாங்கம் கூறியுள்ளது. புதிய அரசாங்கம் அதற்கேற்ப செயல்பட்டால் அது சர்வதேச நாணய நிதியம் பரிந்துரைகளுக்கு இணங்குமா?",
        "\"தெளிவாக, மோட்டார் வாகனங்களுக்கு விதிக்கப்பட்ட இறக்குமதி வரம்புகளை அகற்றுவதற்கான முடிவு நிதிக் கொள்கைக்கு வெளியேற்றப்படுகிறது. இதைப் பற்றியும், முன் மதிப்பீட்டையும் நாங்கள் விவாதித்தோம். வாகன இறக்குமதி வரம்புகளை அகற்றுவதும் அரசாங்க வருவாயின் ஆதாரமாகும். பொது வருவாயை அதிகரிப்பதற்கான வாய்ப்பால் இது சரியாக நிர்வகிக்கப்பட வேண்டும், ஆனால் நாட்டின் இருப்புக்களில் கவனம் செலுத்த வேண்டும். \""
      ]
    },
    "en": {
      "title": "IMF says about the import of vehicles",
      "body_lines": [
        "The International Monetary Fund Sri Lanka Mission Peter Bruce, Head of Sri Lanka Mission Peter Bruce, said.",
        "He was speaking at a media briefing at the Central Bank Headquarters in Colombo today (23).",
        "He said that it would have a influence on the financial policy when removing the limitations for vehicles.",
        "Q: The government has stated that the import limitations of the import limits will be erected by February 2025. Does it comply with the IMF recommendations if the new government acts accordingly?",
        "\"Clearly, the decision to remove import limitations imposed for motor vehicles is evicted to the financial policy. We also discussed this as well as the pre-evaluation. Removal of Vehicle Import Limits is also a source of government revenue. It must be properly managed by the opportunity to increase public revenues but focus on the reserves of the country. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "IMF recommends lifting vehicle import restrictions. Removing limits affects financial policy & government revenue. New policy should balance increased income with maintaining national reserves."
  ]
}