{
  "translated_text": {
    "ta": {
      "title": "அனுரா மத நடப்பு",
      "body_lines": [
        "கட்சியின் தலைவரான அமசமநாதி கேண்டினல் அனுரா குமாரா டிசனாயக்க, நேற்று மாலை அனுராதபுராவுக்கு விஜயம் செய்து பலகாமா ஹமராதன நவாரகாவுக்கு விஜயம் செய்தார்.",
        "ஆசீர்வாதத்திற்குப் பிறகு ஊடகங்களுடன் பேசிய அவர், ரணில் விக்ரமேசிங்கே ஏற்கனவே நாட்டில் நடந்து வருகிறார் என்று கூறினார்.. மைத்ரிபாலா சிரிசேனா மற்றும் சந்திரிகா குமாரதுங்கா ஆகியோர் தங்கள் ஆட்சியின் போது காடுகளின் காடுகளை செயல்படுத்துகிறார்கள் என்றும் அவர் கூறினார்.",
        "\"எதிர்காலத்தில் நாங்கள் வழக்கறிஞர்களை நீதித்துறையின் பாதிக்கப்பட்டவர்களுக்கு அழைத்து வர வேலை செய்கிறோம். தேர்தலுக்கான தேர்தல் வேட்பாளர்களை முன்வைக்கும் போது கட்சி தலைவர்களுக்கு ஒரு பொறுப்பு உள்ளது. ஆனால் அவர்கள் முதலில் தேர்தலை முன்வைக்க பணத்தின் எண்ணிக்கையைப் பார்க்கிறார்கள்.",
        "வேட்பாளருக்கு அறிவும் நேர்மையும் இருக்கும் மனம் மற்றும் நேர்மையின் கலாச்சாரத்தை நாங்கள் மாற்றுகிறோம்.",
        "தேசிய ஆதாரத்தின் அரசாங்கம் ஊழலை நிறுத்துவதற்கும் மோசடி செய்பவர்களையும் மாசுபடுத்திகளையும் தண்டிப்பதற்கான ஒரு முறையான வாக்குறுதியாகும். ஏழைகளுக்கும் ஏழை வரி செலுத்துவோருக்கும் ஒரு உணவை வழங்க வரி செலுத்துவோரை நிராகரிப்பதன் மூலம் உற்பத்தி பொருளாதாரத்தை உருவாக்குவதற்கான ஒரு திட்டத்தை வலுப்படுத்த முடியும் என்று நாங்கள் நம்புகிறோம்.",
        "கட்சிகளின் பரிமாற்றம் ஏற்கனவே நம் நாட்டில் தவறான தேர்தல் பிரச்சாரமாக கண்டறியப்பட்டுள்ளது.",
        "இந்த நேரத்தில், அரசியல்வாதிகள் நாடு அல்லது கொள்கைகளுக்கு மாற்றப்பட்டுள்ளனர், பாராளுமன்றத் தேர்தலை வெல்லாமல், பாராளுமன்றத் தேர்தலில் போட்டியிடக்கூடாது. எந்தவொரு சந்தர்ப்பத்திலும், அவர்கள் கட்சியின் கதவுகளைத் திறக்க மாட்டார்கள்.",
        "கட்சிகளை மாற்றும் அரசியல்வாதிகளின் நடவடிக்கைகள் நம் நாட்டின் பிறழ்வை உருவாக்குவதில் ஆழமான தாக்கத்தை ஏற்படுத்துகின்றன என்பதை மக்கள் அறிவார்கள். தேசிய நாட்டுப்புற அதிகாரத்தில் கட்சிகளை மாற்றும் அரசியல்வாதிகளின் தளபதி தொடர்ந்து பதவியை ரத்து செய்வதற்கான விதிகளை வலுப்படுத்துவார்.",
        "ரணில் விக்ரமேசிங்க் சர்வதேச நாணய நிதியம் தொடர்பாக நாட்டின் மக்களுக்கு ஒரு பிமானில் இருக்கிறார், இது அனைத்து அரசியலிலும் ஒரு பெரிய உருவாக்கம் மட்டுமே. சர்வதேச நாணய நிதியம் (ஐ.எம்.எஃப்) தேசிய நிதியத்தின் திட்டத்தைப் பற்றி விவாதித்து சர்வதேச நாணய நிதியத்துடன் கலந்தாலோசித்தது.",
        "நிர்வாக ஜனாதிபதி பதவியை ஒழிப்பது தேசிய பிரபலத்தின் கொள்கையாகும், ஆனால் நிர்வாக ஜனாதிபதி பதவியை ஒழிப்பதற்கு முன்னர் அவர் ஒருபோதும் அத்தகைய அறிக்கையை வெளியிடவில்லை.. இத்தகைய இலாப சண்டை தேசிய நாட்டுப்புற சக்தியில் இல்லை. ஜனநாயக வழக்கறிஞர்களாக இருக்கும் அனைத்து மக்களுக்கும் பொதுவான ஒரு அரசாங்கத்தை நாங்கள் பெற்றெடுக்கிறோம். \""
      ]
    },
    "en": {
      "title": "Anura Religious Current",
      "body_lines": [
        "Amassamanadhi Candinal Anura Kumara Dissanayake, President's President of the party, visited Anuradhapura last evening and visited Pallegama Hemarathana Nawaraga.",
        "Speaking to the media after blessings, he said that Ranil Wickremesinghe is already underway in the country.. He also said that Maithripala Sirisena and Chandrika Kumaratunga were implementing the jungles of jungles during their reign.",
        "\"We work in the future to bring the lawyers to the victims of the judiciary. Party leaders have a responsibility while presenting election candidates for elections. But they first look at the number of money to present the election.",
        "We change the culture of mind and honesty that the candidate has the knowledge and sincerity.",
        "The government of the national proof is a broken promise to stop corruption and punishing fraudsters and pollutants. We believe that a program to build a manufacturing economy can be strengthened by rejecting the taxpayers to provide a meal to the poor and the poor taxpayers.",
        "The transfer of parties has already been found into an invalid election propaganda in our country.",
        "At the moment, politicians have been transferred to the country or policies, not to overcome the parliamentary election, not to contest Parliamentary election. In no case, they will not open the party's doors.",
        "The people know that the actions of politicians who transfer parties have have a profound impact on creating the mutation of our country. The commander of the politicians who transfer parties in the national folk power will continue to strengthen the rules to abolish the post.",
        "Ranil Wickremesinghe is in a biman to the people of the country regarding the International Monetary Fund and is only the creation of a biger in all politics. The International Monetary Fund (IMF) has also discussed the program of the National Fund and consult with the International Monetary Fund.",
        "The abolition of the Executive Presidency is a policy of the national popularity, but he has never issued such a statement before the abolition of the executive presidency.. Such profit fighting is not in the national folk force. We give birth to a government that has common to all people who are democratic lawyers. \""
      ]
    }
  },
  "summary_lines": [
    "Anura Kumara Dissanayake criticized political practices, highlighting issues like corruption, party transfers, and the influence of money over merit in candidate selection. He emphasized the need for honesty, integrity, and a focus on building a manufacturing economy. He also touched on the International Monetary Fund's involvement and the potential abolition of the Executive Presidency, suggesting it aligns with national sentiment but was previously unaddressed."
  ]
}