{
  "translated_text": {
    "si": {
      "title": "උතුරේ දිස්ත්රික්ක පහක විරුද්ධත්වය",
      "body_lines": [
        "යුද්ධයෙන් පීඩාවට පත් දෙමළ ජනයාගේ මව්වරුන් 52 දෙනෙකුගෙන් යුත් අකටිති පැටවුන් සොයා ගැනීමෙන් පසු උසාවි නියෝගයක් මත වසා ඇති මිනිස් සුසාන භූමිය පිළිබඳ සත්යය ඉල්ලා විරෝධතාවක් පැවැත්වූහ.",
        "උතුරේ දිස්ත්රික්ක පහ අඟහරුවාදා (20), මුල්ලයිටිව් කොක්කුතුවෙයි ස්කන්ධය අසලදී, උතුරු හා නැගෙනහිර, උතුරේ දෙමළ ජනතාවගේ නියෝජිතයෙකු සමඟ අඟහරුවාදා උතුරේ දිස්ත්රික්ක පහ නියෝජනය කළ අතුරුදහන් වූවන්ගේ relatives ාතීන් සහ නැගෙනහිර.",
        "මුල්ලයිටිව් දිස්ත්රික්කයේ relatives ාතීන්, මුල්ලයිටිව් එස්වාරි, මල්ලයිටිව් එස්වාරි, උතුරට හමු වූ මිනිස් ෆොසිල සිව්දෙනාට යුක්තියක් ලබා නොදුන් බවත් කොක්කුතුවයි මානව සුසාන භූමියේදී බේරාගත් ඇටසැකිලි ඔවුන්ට ලබා දිය යුතු බවත්ය.",
        "\"කුකුළා හතරක් කොක්කුට්ටුවායි වගේ සොයාගෙන ඇත. මිටි හතරක් පමණ සාක්ෂිකරුවන් සිටින්නේ වුවද කිසිවක් සිදු නොවීය. නිකුත් කරන ලද තීන්දුව කඩිනමින් පිළිගත නොහැක. අපගේ වටිනා සම්බන්ධතා, අපගේ සබඳතා හෝ සටන්කරුවන් වේවා, වළලනු ලැබීම සඳහා යුක්තිය සඳහා ලබා ගත යුතුය. \"",
        "ශ්රී ලංකාව තුළ, තම ආදරණීයයන් සඳහා යුක්තිය වෙනුවෙන් සටන් කළ දෙමළ මව්වරුන්ට තර්ජනය කිරීමට උත්සාහ කරන අතුරුදහන් වූවන්ගේ කාර්යාලය මානව වර්ගවීම් සඳහා සාධාරණය ඉටු කරනු ඇති ආකාරය ඔහු තවදුරටත් ප්රශ්න කළේය.",
        "\"අපගේ ප්රශ්නය නම් අතුරුදහන් වූවන්ට එරෙහිව ක්රියා කරන OMP Office Office Surialog සඳහා සාධාරණය ඉටු කරන්නේ කෙසේද යන්නයි. කෙසේ වෙතත්, ජාත්යන්තර ගෞරවනීය හා පිළිගත් OMP යනු ඇයිදැයි නොදනී. \"",
        "සංවෘත තණකොළෙන් අපද්රව්ය සොයා ගත්වාද?Attorney -lat -law mahesh kuhautanda කටුලන්ද මහතා අතුරුදහන් වූ කාර්යාලයේ මාධ්යවේදීන්ට දැනුම් දී තිබේ.",
        "මෙම අරගලයේදී, \"මර්දන, මානව වළලීම, මන්නාරම මානව කම්කරු වෙනුවෙන් ජාත්යන්තර විමර්ශනය, මානව වළල පිළිබඳ ජාත්යන්තර විමර්ශනය, යාපනය මානව වළලීම සඳහා වූ ජාත්යන්තර විමර්ශනය වැනි බව සොයාගත් දෙමළ ජනයා , කොක්කතුතුවෙයි මානව වළලයේ යුක්තිය \"දෙමළ ජාතික ජනතා පෙරමුණේ මහ ලේකම් පාර්ලිමේන්තු මන්ත්රී සෙල්වරාසා ගජේන්ද්රන්, උතුරු පළාත් සභාවේ හිටපු පාර්ලිමේන්තු කවුන්සිලයේ හිටපු සාමාජික දුරේරසරා රවීකරන් සහ මහජනතාව සහභාගී විය.",
        "මිනිස් සුසාන භූමියෙන් සොයාගත් වස්ත්ර මත පදනම්ව පිහිටි ඇටසැකිල්ලේ කාල සීමාව පිළිබඳ පරීක්ෂණයක් සඳහා සහභාගී වූ අතුරුදහන් වූවන්ගේ නායක සිවනිතා, සිවනන්ද ජාතිකයන්ගේ relatives ාතීන් කියා සිටියේ.",
        "\"මිනිස් සොහොයුරා බොහොමයක් සොයාගෙන ඇති නමුත් ඔවුන් මීට වසර ගණනාවකට පෙර සිට ඇති බව රජය ප්රකාශ කර තිබේ.. ඇඳුම් මෙම මිටියේ දී ඔතා නැතිනම්, වසර ගණනක ඇඳුම් මිල ගණන් භාවිතා නොකරන්නේ කෙසේද යන්න ගැන ඔබ සිතිය යුතුය. එබැවින් අපට ඇඳුම් මත පදනම්ව පරීක්ෂණ සිදු කළ හැකිය. කෙසේ වෙතත්, ඔවුන් ලබා ගත හැකි මානව වර්ගීකරණයන් පිළිබඳ ප්රශ්නය අවසන් කිරීමට ඔවුහු උත්සාහ කරති. \"",
        "මහා භූමියෙන් කැණීම් කරන සැබෑ අයිතිකරුවන් සොයා ගැනීම සඳහා ජාත්යන්තර මැදිහත්වීම අවශ්ය බව ඔහු අවධාරණය කළේය.",
        "\"ජානමය පරීක්ෂණය සිදු කළ යුතුය. වළලනු ලැබුවේ කවුරුන්දැයි කිසිවෙකු දන්නේ නැත. අපගේ ප්රශ්නය වන්නේ මෙම නඩුවේ වළලනු ලැබුවේ කවුද යන්නයි. අපිට කියන්න බැහැ. එබැවින් එය හඳුනා ගැනීම සඳහා ජාත්යන්තර මැදිහත් වීමක් පිළිබඳව සොයා බලන ලෙස අපි ජාත්යන්තරයෙන් ඉල්ලා සිටිමු. අභ්යන්තර යාන්ත්රණය අපි සම්පූර්ණයෙන්ම ප්රතික්ෂේප කරමු. යුද්ධය අවසන් වී වසර 15 කට පසු, අතුරුදහන් වූවන්ට ජාත්යන්තර යුක්තිය පසිඳලීමේ යාන්ත්රණය ඉල්ලා සිටිමු. මානව භූමිය පිළිබඳ ජාත්යන්තර පරීක්ෂණයක් අපි අවධාරණය කරමු. \"",
        "මුල්ලයිටිව් දිස්ත්රික් රෝහලේ නීති නිලධාරියෙකු වන කනගසබපන වාසුදේව මේ වසරේ අගෝස්තු 8 වන දින මුල්ලයිටිව් මහේස්ත්රාත් ධර්මලිංගම් ප්රදීපන් ඉදිරියේ මාධ්ය වෙත අදහස් දැක්වීය.",
        "\"කැණීම් කාලය තුළ ගත් අස්ථි කුට්ටි 25 යාපනයේ ශික්ෂණ රෝහලේ වෛද්ය ඒකකයට සහ යාපනය ශික්ෂණ රෝහලේ ජීවිතය 2 (අගෝස්තු 2) දින දෙකක් තිස්සේ පැවැත්විණි.. ඉදිරි සතිවල දිගටම පැවැත්වේ. නීතිමය වෛද්ය විශේෂ experts යින් පිළිබඳ සම්පූර්ණ වාර්තා මාස හයක් ඇතුළත ලබා ගැනීමට අපේක්ෂා කෙරේ. \"",
        "තණකොළෙන් ගත් ඇටසැකිලි අනූව දශකයේ මැද භාගයේදී කඩිනමින් තැන්පත් කළ යුතු බව අධිකරණ වෛද්ය පුරාවිද්යා ologist මහාචාර්ය රාජ් සෝමදේව මහතා අධිකරණයට ඉදිරිපත් කරන ලදී.",
        "2023 ජුනි මස අවසානයේදී, කොක්කුට්ටුවායි මහා විද්යාලයෙන් මීටර් 200 ක් පමණ දුරින් ජල සැපයුම් දෙපාර්තමේන්තුවේ සේවකයින් විසින් ජල පයිප්ප සකස් කිරීම සඳහා ඉඩම හෑරූ අතර මිනිස් සිරුර කොටස් හා කොටස් නිරාවරණය කරන ලදී."
      ]
    },
    "en": {
      "title": "Opposition in five districts of the North",
      "body_lines": [
        "The mothers of the Tamils ​​affected by the war have staged a protest demanding the truth about the human burial ground, which is closed on a court order after the skeletons of 52 people have been recovered.",
        "The relatives of the missing persons who represented the five districts of the North on Tuesday (20), near the Mullaitivu Kokkuttuwai Mass, which was completed on July 15, 2024, in the North and East, with a Tamil people's representative in the North and East.",
        "Relatives of the Mullaitivu District Mullaitivu District, Marisuresh Eswari, said that the four human fossils found in the North were not given justice and that the skeletons that were rescued in the Kokkuttuwai human burial ground should be given to them.",
        "“Four burials have been discovered like Kokkuttuvai. Nothing happened, though there are witnesses about four bundles. Cannot accept the verdict issued urgently. Our valuable relationships, whether it is our relationships or fighters, must be available for justice for the buried. ”",
        "He further questioned how the Office of the Missing Persons, which seeks to threaten Tamil mothers who have long been fighting for justice for their loved ones in Sri Lanka, will provide justice for human burials.",
        "“Our question is how to get justice for the OMP office burial that acts against the missing persons. However, it is not known why the international respected and recognized OMP. ”",
        "Are the residues recovered from the enclosed grasshopper?Attorney -at -Law Mahesh Katulanda Katulanda has previously informed the journalists of the Missing Office.",
        "In this struggle, the Tamils ​​who were found, such as \"Missing Buries, International Investigation for the Human Bury, the International Investigation for the Mannar Human Labor, the International Investigation for the Human Bury, the International Investigation for the Jaffna Human Bury, the Justice of the Kokkuttuwai Human Bury\"The General Secretary of the Tamil National People's Front, Parliamentarian Selvarasa Gajendran, former Member of the Northern Provincial Council Durairasa Ravikaran and the public participated.",
        "Sivanandan Genita, the head of the Vavuniya District Vavuniya District, said that the relatives of the missing persons who participated in the demonstration demanding an investigation into the period of skeleton based on the garments recovered from the human burial ground.",
        "“The government has claimed that many human burials have been discovered, but they have been many years ago.. If the clothes are not even wrapped in this bundle, you have to think about how many years of clothing will not be used. So we can carry out tests based on clothing. However, they seek to end the issue of human burials that are available. ”",
        "He also emphasized that international intervention is needed to find real owners excavated from the mass burial.",
        "“Genetic examination must be carried out. No one knows who is buried. Our question is who is buried in this case. We can't tell us who. Therefore, we are asking the international to investigate with international intervention to detect it. We completely reject the internal mechanism. 15 years after the end of the war, we are asking for the International Justice Mechanism for those who have disappeared. We emphasize the international investigation of human burial. ”",
        "Kanagasabapathi Vasudeva, a legal officer of the Mullaitivu District Hospital, commented to the media on August 8 this year, in the presence of Mullaitivu Magistrate Dharmalingam Pradeepan.",
        "“The 25 skeletal blocks taken during the excavation were transferred to the Jaffna Teaching Hospital's medical unit and the life of the Jaffna Teaching Hospital was held on the 2nd (August 2) for two days.. Will continue to be held in the coming weeks. Complete reports of legal medical experts are expected to be available within six months. ”",
        "Forensic archaeologist Professor Raj Somadeva, who was the forerunner of the Kokkuttuvai excavation, announced to the court in March 2024 that the skeletons taken from the grasshopper should be urgently buried in the middle of the nineties.",
        "At the end of June 2023, about 200 meters away from the Kokkuttuvai Maha Vidyalaya, the water supply department employees were digging the land to set up the water pipes, and the human body parts and fragments were exposed."
      ]
    }
  },
  "summary_lines": [
    "Tamil mothers protested in five northern districts, demanding justice for the remains of 52 individuals unearthed from a burial site. Relatives of the missing, including those from Mullaitivu, criticized the lack of action on similar discoveries and questioned the effectiveness of the Office of Missing Persons (OMP). They called for international intervention and genetic examinations to identify the deceased. The skeletal remains, initially intended for urgent burial, are now undergoing forensic analysis, with results expected in six months."
  ]
}