{
  "translated_text": {
    "si": {
      "title": "13 வயது மகளை வன்புணர்ந்த தந்தைக்கு அதிரடி தீர்ப்பு",
      "body_lines": [
        "කියෙපිටියේ මහේස්ත්රාත් මිහිල් සිරන්ත චත්රාතිචැට්හ් සඳුදා (15) සඳුදා (15) අවුරුදු 13 ක් සහ ගැහැණු දැරියක් අපවිත්ර වූ දැරියගේ පියා මේ මස 22 වන දින දක්වා රිමාන්ඩ් කරනු ලැබීය.",
        "குளியாப்பிட்டியில் உள்ள போகோட கலாச்சார மையத்தில் வசிக்கும் அதிகாரி முதியன்செலாகே ஹசித நுவான் அதிகாரி என்பவர் விளக்கமறியலில் வைக்கப்பட்டுள்ளார்.",
        "දැරියගේ මව විදේශයක සිටින අතර දැරියගේ වැඩිමහල් සහෝදරිය වැඩ කිරීම නිසා මාරාවිල ප්රදේශයේ රැඳී සිටියහ. දුරකථන ඇමතුම පිළිබඳ විමර්ශනයක් කිරීමෙන් අනතුරුව අධිකරණය කියා සිටියේ සැකකරුගේ පියා ස්ථාන කිහිපයකට රැගෙන ගොස් ස්ථාන කිහිපයකට ගෙන ගොස් අත්අඩංගුවට ගෙන අත්අඩංගුවට ගත් බවයි.",
        "කියැන්ගම ප්රදේශයේ දැරියගේ පියා සහ ඇගේ පෙම්වතා කියියිපිටිය පොලිස් කොට් Division ාශයේ දී අතවර කර ඇති අතර, එය ද මේ බව හෙට්ටිපෝලා සහ බිංගිරියා පොලිස් කොට් in ාශවල ද එසේ කර ඇති බව පොලිසිය පවසයි.",
        "පොලිසිය පැවසුවේ තම සැමියා සමඟ තම වැඩිමහල් සහෝදරිය සමඟ නිවසින් පිටව යාමෙන් පසු පියා පළමු අපරාධය කර ඇති බවයි.",
        "ඒ වන විට සැකකරු වෙනුවෙන් ඇප ඉල්ලා සිටි නීති yers යින් පෙන්වා දුන්නේ දැරිය ව්යාජ ලෙස පැමිණිලි කර ඇත්තේ දැරියගේ ආදර සම්බන්ධතාවයක් ඇති බැවිනි.",
        "සැකකරුගේ ඇප ඉල්ලීම මහේස්ත්රාත්වරයා විසින් සොයා බලා ඇති අතර ඊළඟ දවසේ නඩු විභාගයේ ප්රගතිය පිළිබඳ වැඩිදුර වාර්තාවක් ඉදිරිපත් කරන ලෙස පොලිසියට නියෝග කළේය.",
        "කුලියපිටිය ළමා හා කාන්තා කාර්යාංශය භාරව සිටින පොලිස් පරීක්ෂක සිරිමි සිරිමාන්, නඩුව විභාග කිරීම පිළිබඳව පරීක්ෂණ පවත්වමින් සිටි අතර නීති lawyer අයාර් ප්රනාන්දු සැකකරුට ඇප ඉල්ලා සිටියේය."
      ]
    },
    "en": {
      "title": "Action judgment to a 13 -year -old daughter",
      "body_lines": [
        "Kiliyapitiya Magistrate Mihil Sirantha Chatarsinghe on Monday (15) ordered the father of the girl who allegedly abused a 13 -year -old and 8 -month -old girl to be remanded until the 22nd of this month.",
        "The officer who lives in the Pokoda Cultural Center in Kuliyapitiya has been placed in the interrogation of Hasitha Nuwan.",
        "The girl's mother is abroad, the girl's elder sister stayed in a convent in Marawila area due to work. Following an investigation into the telephone call, the court said that the suspect's father was arrested after being taken to several places and was arrested.",
        "The police said that the girl's father and her boyfriend in Senanigama area were abused and the same had been done in the Hettipola and Bingiriya police divisions.",
        "Police said the father had committed the first crime after she left the house with her husband with her older sister who was working from home and locked the door.",
        "At the time, lawyers who demanded bail on behalf of the suspect pointed out that the girl had been falsely complaints because the girl had a romantic relationship.",
        "The magistrate looked at all the facts presented and rejected the suspect's bail plea and ordered the police to submit further report on the progress of the hearing the next day.",
        "Inspector Savitri Sirimanne, the officer in charge of the Kuliyapitiya Children's and Women's Bureau, was investigating the case, and lawyer Asir Fernando demanded bail to the suspect."
      ]
    }
  },
  "summary_lines": []
}