{
  "translated_text": {
    "si": {
      "title": "ரிக்ல்டன் 176 ஆ.இ., புவுமா 106; பலமான நிலையில் தென் ஆபிரிக்கா",
      "body_lines": [
        "පාකිස්තානයේ 2 වන ටෙස්ට් තරගයේදී සිකුරාදා (3) කේප් නගරයේ නිව්විලිකස් ක්රීඩාංගණයේදී දකුණු අප්රිකාව සිය ශක්තිය ලබා ඇත.",
        "මෙම පළමු දින ඉනිමේදී දකුණු අප්රිකාව කඩුලු 4 ක් දවා ගනිමින් කඩුලු 4 ක් දවා ගනිමින් කඩුලු 4 ක් දවා ගනිමින් රයන් රිවිල්ටන් සහ කණ්ඩායමේ නායක තේමා කපිතාන් තෙවුමාගේ සහාය ඇතිව ය.",
        "අයිඩාන් මාග්රෑම් (17), වියන් මෝල්ඩර් (5) සහ ට්රිස්ටන් කඳවුරු (0) ලකුණු 11 කින් පරාජයට පත්විය. (72 - 3 විග්)",
        "4 වන කඩුල්ල වෙනුවෙන් රයන් රිෆෝල් සහ ටෙම්පා පවුම ලකුණු 235 ක භූමිකාව හදාරා දකුණු අප්රිකාව ශක්තිමත් විය.",
        "ලකුණු 106 කට පසුව සෙන්ටර් 4 වන ටෙස්ට් ශතකය ටෙම්පා පාවුමාට අහිමි විය.",
        "අනෙක් අතට, රික්ල්ටන් පන්දු 232 කට මුහුණ දුන් අතර රාත්තල් 21 ක් සහ හයේ පහරක් ඇතුළුව ලකුණු 176 ක් ලබා ගත්තේ නැත.. ඔහු රැස්වූ දෙවන ටෙස්ට් සියවසේ මෙය මෙයයි."
      ]
    },
    "en": {
      "title": "Riclton 176 A.E., Bhumuma 106; South Africa",
      "body_lines": [
        "South Africa has reached its strength in the 2nd Test against Pakistan on Friday (3) at the Newlandus Stadium in Cape Town.",
        "South Africa is in a strong position with 4 wickets in its first innings at the end of the first day of the first day of the first day of the first day of the first day of play, with the help of the concentrated centuries of both Ryan Riclton and team captain Tempa Pavuma.",
        "Aiden Margram (17), Vien Mulder (5) and Triston Stubs (0) lost by 11 runs. (72 - 3 wig)",
        "Ryan Riclon and Tempa Pavuma then took the role of 235 runs in the 4th wicket and put South Africa strong.",
        "Tempa Pavuma lost his 4th Test century shortly after 106 runs.",
        "On the other hand, Riclton faced 232 balls and did not lose the game with 176 runs, including 21 pounds and a six.. This is the second Test century he accumulated."
      ]
    }
  },
  "summary_lines": []
}