{
  "translated_text": {
    "si": {
      "title": "කර්මාන්තයට මූල්ය ආධාර සැපයීම සඳහා නව සංවර්ධන බැංකුව",
      "body_lines": [
        "ශ්රී ලංකාවේ කර්මාන්ත සඳහා මූල්ය ආධාර සැපයීම සඳහා නව සංවර්ධන බැංකුවක් පිහිටුවන බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "ජාත්යන්තර අන්තර් අන්තර් අන්තර් එක්ස්පෝ - 2024 (ජාත්යන්තර කර්මාන්ත ප්රදර්ශනය) ඊයේ ශ්රී ලංකාවේ ආරම්භ විය. ප්රදර්ශනය විවෘත කිරීම අමතමින් ජනාධිපතිතුමා මේ බව පැවසීය.. ඔහු තවදුරටත් පැවසූ පරිදි,",
        "අමාත්ය රමේෂ් පතිරාන රටේ කර්මාන්තයේ දියුණුව කෙරෙහි විශේෂ අවධානයක් යොමු කරයි.. එය මෙම වෘත්තීය ප්රදර්ශනයට යොමු කළ හැකිය. මෙය රටේ විශාලතම ප්රදර්ශනයයි.",
        "අතීතයේදී අපේ රට බංකොලොත් රටක් බවට පත්ව ඇත. නමුත් ඉදිරි සති කිහිපය තුළ අප බංකොලොත් වී ඇති නමෙන් සම්පූර්ණයෙන්ම නිදහස් වනු ඇත. මේ හා සම්බන්ධ කොන්ත්රාත්තුව ඉදිරි සති කිහිපය තුළ ළඟා වීමට නියමිතය. මෙය පුද්ගලික ණය හිමියන් සමඟ සාකච්ඡා කිරීම පහසු කරයි. ඒ නිසා අපි මෙම කාර්යය වසර දෙකකින් සිදු කරන්නෙමු.",
        "නමුත් මෙයින් පමණක් සෑහීමකට පත් විය නොහැක. මෙම ණය ආපසු ගෙවන්නේ කෙසේද යන්න කෙරෙහි අවධානය යොමු කළ යුතුය. ණය ගෙවීමට වසර ගණනාවකට පෙර ආපසු ගෙවිය යුතුය. ඔහු කියා සිටියේ ඔහුට 2042 ක් සඳහා කාලය සිදුවන බවයි. (ඒ)"
      ]
    },
    "en": {
      "title": "New Development Bank to provide financial assistance to the industry",
      "body_lines": [
        "President Ranil Wickremesinghe said a new development bank would be established to provide financial assistance to industry in Sri Lanka.",
        "The International Interesial Expo- 2024 (International Industry Exhibition) commenced yesterday in Sri Lanka. The President said this while addressing the opening of the exhibition. As he further stated,",
        "Minister Ramesh Pathirana is paying special attention to the development of the country's industry.. It can be referred to this professional exhibition as part of its. This is the largest exhibition in the country.",
        "In the past, our country has become a bankrupt country. But in the next few weeks we will be completely free from the name we are bankrupt. The contract related to this is to be reached in the next few weeks. This makes it easier to negotiate with private creditors. So we will carry out this task in two years.",
        "But only in this cannot be satisfied. Should focus on how to repay this loan. The loan has to be repaid many years ago. He said he would have time for 2042. (A)"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's President Ranil Wickremesinghe announced the creation of a new development bank to support the nation's industry during the International Industrial Expo-2024 opening. Minister Ramesh Pathirana is leading efforts to revitalize the country's industrial sector, marking the largest exhibition in Sri Lanka. Despite past financial challenges, the government aims to renegotiate terms with private creditors within weeks, paving the way for economic recovery and loan repayment by 2042."
  ]
}