{
  "translated_text": {
    "ta": {
      "title": "ஜனநாயக தேசிய கூட்டணியின் மனு குறித்த உச்சநீதிமன்ற தீர்ப்பு",
      "body_lines": [
        "வன்னி மாவட்டத்திற்கு மாவட்ட திரும்புவதற்கான முடிவை வெளியிடுவதற்கான ஜனநாயக தேசிய கூட்டணி (ஜனநாயக தேசிய கூட்டணி) தாக்கல் செய்த முடிவு நாளை (23) அறிவிக்கப்படுவதாக உச்ச நீதிமன்றம் அறிவித்தது.",
        "இரு கட்சிகளும் முன்வைத்த உண்மைகளை பரிசீலித்த பின்னர், தேர்ந்தெடுக்கப்பட்ட அதிகாரியை தற்போதுள்ள பரிந்துரைக்கு ஏற்ப ஏற்றுக்கொள்ள வேண்டும் என்று உச்ச நீதிமன்றம் சுட்டிக்காட்டியது.",
        "அதன்படி, மூன்று பேர் கொண்ட உச்சநீதிமன்ற நீதிபதிக்கு தீர்ப்பு மற்றும் இந்த விஷயத்திற்கான காரணங்கள் நாளை அறிவிக்கப்படும் என்று உத்தரவிடப்பட்டுள்ளது.",
        "இன்றைய பத்திரிகையாளர் நீதித்துறையை உள்ளடக்கிய உச்ச நீதிமன்ற பெஞ்ச் முன் இந்த மனு அழைக்கப்பட்டது.",
        "இந்த மனுவை அங்கீகரிக்கப்பட்ட அதிகாரி பரராஜங்கம் உதயா ராசா மற்றும் இரண்டு வேட்பாளர்கள் வழங்கினர்.",
        "தேர்தலின் தலைவரும், வன்னி மாவட்டத்தின் தலைவர்களும், வன்னி மாவட்டத்தின் தலைவர் உட்பட, பதிலளித்தவர்களாக பெயரிடப்பட்டுள்ளனர்.",
        "சட்ட சனாத் விஜேவர்தீன் தாக்கல் செய்த மனு, வன்னி மாவட்டத்திற்கு வன்னி மாவட்டத்திற்கு தனது வேட்பாளரை பொதுத் தேர்தலில் போட்டியிட்டதாகக் கூறப்படுகிறது என்று மனுதாரர்கள் கூறுகின்றனர்.",
        "முறையாக சமர்ப்பிக்கப்படக்கூடாது என்று நியமனக் கட்டுரையை ஏற்றுக்கொள்வதை தேர்வு அதிகாரி நிராகரித்ததாக மனு தெரிவித்துள்ளது.",
        "அனைத்து ஆவணங்களையும் நிராகரிக்க தனது நியமன ஆவணங்களை நிராகரிக்க சட்டத்தை நிராகரிப்பதற்கான முடிவு, மற்றும் மாவட்ட திரும்பும் அதிகாரி சட்டத்திற்கு முரணானது மற்றும் கொள்கை உருவகத்தை வெளியிட சமர்ப்பிக்கப்பட்டுள்ளது.",
        "கூடுதலாக, நவம்பர் 14 ஆம் தேதி வன்னி நடைபெறும் வரை, நவம்பர் 14 ஆம் தேதி நவம்பர் 14 ஆம் தேதி வன்னி நடைபெறும் வரை வன்னி மாவட்டம் வரை வன்னி வன்னியை இடைநிறுத்துவதில் இடைக்கால தடை உத்தரவு பிறப்பிக்க இந்த மனு மேலும் கோரப்பட்டது."
      ]
    },
    "en": {
      "title": "Supreme Court decision on the petition of the Democratic National Alliance",
      "body_lines": [
        "The Supreme Court announced that the decision filed by the Democratic National Alliance (Democratic National Alliance) to issue the decision of the District Return to the Vanni District is announced tomorrow (23).",
        "After considering the facts presented by the two parties, the Supreme Court pointed out that the selected officer should be accepted in accordance with the existing nomination.",
        "Accordingly, the three-member Supreme Court Judge is ordered that the verdict and the reasons for this matter will declare tomorrow.",
        "The petition was called before the Supreme Court Bench comprised of today's journalist Judiciary today.",
        "The petition was presented by the Authorized Officer Pararajasangam Udaya Raza and two other candidates.",
        "The Chairman of the Elections and its members of the Vanni district, including the Chairman of the Vanni District, has been named as the respondents.",
        "The petitioners claim that the petition filed by law Sanath Wijewardene is said to have filed his nomination for the Vanni district for the Vanni district to contest the general election.",
        "The petition stated that the selection officer has rejected the acceptance of the nomination paper not to be formally submitted.",
        "The decision to reject the law to reject his nomination papers to reject all the documents, and that the District Returning Officer has been contradting to the law and has been submitted to issue a policy embodiment.",
        "In addition, the petition was further requested to issue an interim injunction in the suspension of the Vanni Vanni until the Vanni district on November 14 until the Vanni was held on November 14, until this petition was heard on November 14."
      ]
    }
  },
  "summary_lines": [
    "Supreme Court rules on Democratic National Alliance petition regarding Vanni District election nomination rejection. Decision to be announced tomorrow. Petitioners claim selection officer rejected nomination papers. Requested interim injunction until hearing on November 14."
  ]
}