{
  "translated_text": {
    "ta": {
      "title": "லாக் மீது பாசாங்கு செய்த டாக்ஸிமாவுக்கு வார்ம் ஒப்புக் கொள்ளப்பட்டது",
      "body_lines": [
        "துபாயில் நடைபெற்ற ஜூனியர் ஆசிய தடகள சாம்பியன்ஷிப்பில் மாடாராவின் மாதாராவில் பங்கேற்றார், துபாயில் நடைபெற்ற ஜூனியர் ஆசிய தடகள சாம்பியன்ஷிப்பில் பங்கேற்றார்.",
        "அவர் மூன்றாவது இடத்தைப் பிடித்தார் மற்றும் 400 மீட்டர் மற்றும் 400 × 4 மீ கலப்பு ஆதரவுடன் வெண்கலப் பதக்கங்களை வென்றார்.",
        "24 ஆம் தேதி துபாயில் 2024 ஆசிய ஜூனியர் தடகள சாம்பியன்ஷிப் இருந்தபோதிலும், பங்கேற்பு கடுமையான நிலையில் இருந்தது.",
        "பின்னர், மாதரா மத்திய கல்லூரி பிரியந்தா கோட்டிடுவாகு மற்றும் பிரியா கோட்டிடுவாகு மற்றும் பிரியா கோட்டிடுவாக் உள்ளிட்ட பிரியா கோட்டிடுவாக் மற்றும் மாணவர் மாணவர் சங்கம் உள்ளிட்ட உதவிக்காக அனுப்பப்பட்டனர்.",
        "அதன்படி, போட்டியின் இரண்டு வெற்றிகளை வென்ற டாக்ஸிமலா கோடிடுவாகு, மாதாராவின் மத்திய கல்லூரிக்கு அகற்றப்பட்டார்.",
        "பின்னர், மேற்கத்திய இசைக்குழு அவளுக்கு ஒரு அஞ்சலி."
      ]
    },
    "en": {
      "title": "Warm acknowledged to Taxima who brought pretortion to Lak",
      "body_lines": [
        "In Matara in Matara, Matara, Matara, participated in the junior Asian Athletics Championship held in Dubai, participated in the junior Asian Athletics Championship held in Dubai.Held.",
        "She won the third place and won bronze medals with the running of 400 meters and 400 × 4 m mixed support.",
        "Despite the 2024 Asian Junior Athletics Championships in Dubai on the 24th, the participation was in severe position.",
        "Later, the Principal of the Matara Central College Priyantha Kodituwakku and the Priya Kodituwakku and the Priya Kodituwak, including the Priya Kodituwak and the Pupil Students Association sent to her for help.",
        "Accordingly, Taximala Kodituwakku, who won two victories of the tournament, has been cleared to Central College, Matara.",
        "Later, the Western Band was a tribute to her."
      ]
    }
  },
  "summary_lines": [
    "Taxima, from Matara, won bronze in the junior Asian Athletics Championship in Dubai, taking third in the 400m and 400m relay. Despite the 2024 Asian Junior Championships approaching, she received support from Matara Central College and the Pupil Students Association, leading to her admission to Central College, Matara. The Western Band honored her achievement."
  ]
}