{
  "translated_text": {
    "si": {
      "title": "රජයේ නිලධාරීන් ජනතාවගේ හ voice ට වෛර කරනවා ...!",
      "body_lines": [
        "අධ්යයනයකට අනුව, ශ්රී ලංකාවේ රාජ්ය ආයතන දෙපාර්තමේන්තු වල දුරකථන අඩකින් වැඩ කරන්නේ නැත.. පෙරදේනියා විශ්ව විද්යාලයේ ආර්ථික හා සංඛ්යාන අධ්යයන අංශය පිළිබඳ සමීක්ෂණයක් මගින් මෙම තොරතුරු අනාවරණය වී තිබේ. මීට සති කිහිපයකට පෙර, විශ්ව විද්යාලයේ මෙම අංශය අනාවරණය කළේ ශ්රී ලංකාවේ රාජ්ය අංශයේ වඩාත්ම අල්ලස් අංශය පොලීසිය බවයි.",
        "ශ්රී ලංකාවේ රාජ්ය ආයතනවල සේවාවන් ලබා ගැනීම සඳහා ජනතාව කටයුතු කරන්නේ කොතරම් දුරටද?. සමහර දෙපාර්තමේන්තු හා ආයතනවල සාප්පු හිමියාගේ සිට ඉහළ නිලධාරීන්ට පැමිණි ජනතාව කෙසේ හෝ ඔවුන්ගේ අවශ්යතා අන්ධ කරයි.",
        "එසේ නොවේ නම්, ඔවුන් ඉබාගාතේ යයි. මෙම අත්දැකීම් ඔවුන්ගේ වැඩ කටයුතු කරගෙන යාමට උත්සාහ කරන අයට අලුත් දෙයක් නොවේ.කෙසේ වෙතත්, දුර බැහැර ප්රදේශවල සිටින අය රාජ්ය ආයතනවල සේවාවන් දුරකථනයෙන් සම්බන්ධ කර ගැනීමට උත්සාහ කරන නමුත් සුදුසු නිලධාරියා හෝ නිලධාරියා පහසුවෙන් සම්බන්ධ විය නොහැක.සමහර විට දුරකථන සීනු වනු ඇත. හෝ දුරකථනයෙන් ක්රියා නොකරයි. මෙය තමන් සම්බන්ධ රාජ්ය ආයතනයක පමණක් යැයි ජනතාව සිතනු ඇත. නමුත් එය කම්පිත ප්රවෘත්තියක් වන්නේ දුරකථන 49 ක් ශ්රී ලංකාවේ සියලුම රාජ්ය ආයතනවල ක්රියාත්මක නොවන බවයි.",
        "ජනතාව ජනතාවට සේවය කිරීම සඳහා කටයුතු කරන්නේ කෙසේද යන්න රාජ්ය ආයතනවල සහ නිලධාරීන්ගේ ක්රියාකාරකම් සමඟ කිරා මැන බලයි. ජනතාවට සේවය කිරීම සඳහා සමාගමේ සමාගම්වල දුරකථන යන්ත්රවලින් දුරකථන යන්ත්රවලින් අඩකට වඩා වැඩි ප්රමාණයක් රාජ්ය යාන්ත්රණයෙන් රාජ්ය යාන්ත්රණයේ ඉලක්කය හෙළි කර තිබේ.",
        "අධ්යයනයේ සමීක්ෂණයට ලක් කරන ලද දුරකථන මාර්ග ගණන 589 කි.මේවායින් දුරකථන අංක 286 ක් එනම් සියයට 49 ක් නිෂ්ක්රීය සංඛ්යා වේ. මෙයින්, සියයට 22 ක්, එනම් ඉලක්කම් 129 ක් සක්රීයයි, කිසිවෙකු ඔවුන්ට ප්රතිචාර නොදක්වයි. පෙරඩෙනියා විශ්ව විද්යාලයේ ආර්ථික හා සංඛ්යාලේඛන දෙපාර්තමේන්තුවේ මහාචාර්ය සහ සංඛ්යාලේඛන මහාචාර්ය වසන්ත අත්තකෝරළ මහතා පැවසුවේ මෙම සමීක්ෂණය සඳහා පළාත් පාලන ආයතන 98 ක්, මහ නගර සභා 23 ක් සහ නගර සභා 36 ක් භාවිතා කර ඇති බවයි.",
        "පොදුවේ ගත් කල, ශ්රී ලංකාවේ රාජ්ය ආයතනවල සේවකයින් කෙරෙහි මිනිසුන්ට හොඳ මත නොමැත.රාජ්ය නිලධාරීන් ඔවුන්ගේ යුතුකම ඉටු කිරීමට අපොහොසත් වීමට හේතු තබා ගැනීම සුන්දර නොවන බව ජනාධිපතිතුමා එක් අවස්ථාවකදී පැවසීය.",
        "රජයේ නිලධාරීන් පවා රජයේ නිලධාරීන් රාජ්යයේ කාර්යාලවල පැහැරගෙන ගොස් ඇති අතර ඒවා සඳහා කුමන වැටුප් වැඩිවීමක්ද යන විවේචනයට ලක්ව තිබේ.. කැපවූ රජයේ නිලධාරීන් ගණන් කළ හැකිය. බොහෝ රාජ්ය නිලධාරීන් දුරකථනයට පිළිතුරු නොලැබීම හෝ දුරකථන සම්බන්ධතාවය කරදරකාරී ලෙස ද එසේ ම කරති.. ජනතාවගේ බදු මුදල්වල ඔවුන්ගේ වැටුප තීරණය වන බව ඔවුහු දනිති.",
        "කෙසේ වෙතත්, එම ජනතාවගේ හ o ඇසීමට ඔවුන්ට වෙලාවක් නැත. හෝ ඇසීමට අවශ්ය නැත. දේශපාලන politicians යන්ගේ දූෂණය පාලනය කළ හැක්කේ රාජ්ය නිලධාරීන්ට සහ නිලධාරීන්ට එය පොදු මූලධර්මයකි.බොහෝ අමාත්යාංශවල දූෂණයට රාජ්ය නිලධාරීන්ට කිසිදු දායකත්වයක් නොමැත. මේ හේතුවෙන්, අමාත්යාංශය යටතේ දෙපාර්තමේන්තු, සභා සහ සංගතවල දූෂණය.",
        "දේශපාලන politicians යින්ට වර්තමාන කාල පරිච්ඡේදයේ දී ජනතාවගේ ගැටලුවලට කෙලින්ම සවන් දීමට කාලයක් නොමැත. රජයේ නිලධාරීන්ට ඔවුන්ගේ ගැටලුවලට සවන් දීමට අවශ්ය නැත. ඔවුන්ගේ හයවන ඇඟිල්ල දැන් අතින් ගෙන යා හැකි දුරකථන. කටහ are වල් ඇසෙ නොවී අක්රියව පවතින දුරකථන මාර්ග පවා ඔවුන් සොයා නොගැනීම. කිසිවෙකු කිසිදු ආකාරයකින් ජනතාවගේ ගැටලුවලට සවන් නොදෙන විට, ආණ්ඩුවේ හ is ින් සහ ඉල්ලීම් ප්රතික්ෂේප කිරීමට සිදුවීම් එක් අවස්ථාවක සිදුවීම් සිදු වෙමින් පවතී."
      ]
    },
    "en": {
      "title": "Government officials hating people's voice…!",
      "body_lines": [
        "According to a study, the state agencies in Sri Lanka are not working in half of the phones in the departments.. This information has been revealed through a survey of the Economic and Statistical Studies Division of Peradeniya University. A few weeks ago, this section of the university revealed that the most bribery sector in the state sector in Sri Lanka was the police.",
        "The extent to which people are working to get services in state institutions in Sri Lanka. In some departments and institutions, the people from the shopkeeper to the top officials are somehow bribing their needs.",
        "If not, they are wandering. These experiences are not new to those who are trying to carry out their work.However, those who are in distant places are trying to contact the services of state institutions by telephone, but the appropriate officer or officer cannot be easily contacted.Sometimes the phone bells will be. Or does not act on the phone. People may think that this is only in a state agency they have involved. But it is a shocking news that 49 percent of the phones are not operating in all state agencies in Sri Lanka.",
        "How the government is working on serving the people is weighed with the activities of state institutions and officials. More than half of the telephone machines in the companies in the company to make communication to serve the people, the state apparatus has revealed the goal of the state apparatus.",
        "The number of telephone lines surveyed in the study is 589.Of these, 286 telephone numbers ie 49 percent are passive numbers. Of these, 22 percent, ie 129 digits are active, no one responds to them. Professor Vasantha Attukorala, Professor of the Department of Economics and Statistics of the University of Peradeniya, said that 98 local bodies, 23 municipal councils and 36 city councils have been used for this survey.",
        "Generally, people do not have good opinions on the employees of state institutions in Sri Lanka.The president said on one occasion that it was not beautiful to keep the reasons for the failure of state officials to fulfill their duty.",
        "Even some ministers of the government have been criticized in the past that the government officials have been abducted in the offices of the state and what a salary increase for them.. Dedicated government officials can be counted. Many public officials are doing the same with the lack of reply to the phone or annoying the phone connection.. They know that their salary is determined in the tax money of the people.",
        "However, they do not have time to hear the voices of those people. Or does not want to hear. It is a common principle that state officials and officials can control the corruption of politicians.State officials have no part in corruption in many ministries. Due to this, corruption in the departments, councils and corporations under the Ministry.",
        "Politicians have no time in today's period to listen to people's problems directly. Government officials do not want to listen to their problems. Their sixth finger is now handheld phones. The fact that they do not even find telephone lines that are inactive without hearing voices. When no one is listening to the problems of the people in any way, the events are going to take place at one point in the government to reject the voices and demands in the government."
      ]
    }
  },
  "summary_lines": [
    "A study by Peradeniya University reveals that 49% of phones in Sri Lanka's state agencies are non-functional, impacting service delivery. The police are identified as the most corrupt sector. Despite efforts to contact state institutions via phone, many are unresponsive or inaccessible. This situation reflects broader issues with government efficiency and corruption, with officials often prioritizing personal gain over public service."
  ]
}