{
  "translated_text": {
    "ta": {
      "title": "திகைக்கவா?அனுராதா?முடிவு",
      "body_lines": [
        "மக்கள் கட்சியின் மக்கள் (CHOGM) தாய்நாட்டு வேட்பாளர் வெளியிடப்படுவதாக பறவை செய்தித்தாளிடம் கூறியது.",
        "முன்னாள் ஆளுநர் அனுராதா யமம்பத் மற்றும் தொழில்முனைவோர் திலித் திலித் ஜெயவீரா ஆகியோர் ஜனாதிபதி வேட்பாளராக முன்மொழியப்பட்டனர்.",
        "அதன்படி, பாராளுமன்றத்தின் எட்டு உறுப்பினர்கள் உட்பட கட்சி உறுப்பினர்கள் இந்த நிகழ்வில் சேர உள்ளனர்.",
        "அதன்படி, புதிய தலைவர் மேலாளர் கையேட்டின் தலைவரான தேசிய ஜானி சமராவீரா மற்றும் கம்யூனிஸ்ட் கட்சியின் கையேடு (யு.என்.பி) எம்.பி. நிகழ்வில் சேரவும்."
      ]
    },
    "en": {
      "title": "Dilith?Anuradha?The decision",
      "body_lines": [
        "The bird said to the newspaper that the motherland candidate of the people of the People's Party (CHOGM) is published.",
        "Former Governor Anuradha Yamampath and Entrepreneral Dilith Dilith Jayaweera has been proposed as the presidential candidate.",
        "Accordingly, the party members, including eight Members of Parliament, are due to join the event.",
        "Accordingly, the leader of the National Janni Samaraweera and Gamini Walaboda, the Leader of the New Leader Leader Manager Manual, Manual of Communist Party (UNP) MP Manavathawa Wavatunga, Member of the Communist Party Parliamentarian PS member MPs.Professor Channa Jayasumanu is due to join the event."
      ]
    }
  },
  "summary_lines": [
    "The People's Party has nominated former Governor Anuradha Yamapath and entrepreneur Dilith Jayaweera as its presidential candidates. The announcement was made by a spokesperson from the party, who also mentioned that several party members, including eight MPs, will participate in an upcoming event. This includes leaders like Janni Samaraweera, Gamini Welgama, Mano Ganesan, and Professor Channa Jayasumana."
  ]
}