{
  "translated_text": {
    "si": {
      "title": "සමාජ මාධ්ය පිළිබඳ මැතිවරණ ව්යාපාරය: පැමිණිලි වැඩි කිරීම",
      "body_lines": [
        "මහ මැතිවරණය සඳහා මෙම කාලය තුළ මැතිවරණ ව්යාපාර 1,3888 ක් සමාජ මාධ්ය හරහා මැතිවරණ ව්යාපාර සම්බන්ධයෙන් පැමිණිලි 1,3888 ක් කර ඇති බව මැතිවරණ 1,3888 ක් පැමිණිලි කර තිබේ.",
        "මීට අමතරව, රාත්රී 11 සිට මධ්යම රාත්රී 12 දක්වා මධ්යම රාත්රියේ සිට සමාජ මාධ්ය සම්බන්ධතා 747 ක් ඉවත් කර ඇත.",
        "මීට අමතරව ඔක්තෝබර් 11 සිට සමාජ මාධ්ය පැමිණිලි 2,033 ක් ලැබී ඇති අතර.",
        "ජාතිය, ආගම, පෞරුෂත්වය සහ ස්ත්රී පුරුෂ භාවය මත පදනම්ව පැමිණිලි විශාල ප්රමාණයක් වාර්තා වී තිබේ.",
        "ඊට අමතරව වෛරී කථාව හා මැතිවරණ කොමිෂන් සභාව පවසයි."
      ]
    },
    "en": {
      "title": "Election campaign on social media: Increase of complaints",
      "body_lines": [
        "The Elections Commission said that 1,388 complaints have been made regarding election campaigns through social media during this period of voting for the general election.",
        "In addition, 747 social media links have been removed from midnight on the 11th to 12 midnight.",
        "In addition, a total of 2,033 social media complaints have been received from October 11.",
        "A large number of complaints have been reported, based on race, religion, personality and gender.",
        "In addition, 203 incidents have been reported regarding hate speech and the Elections Commission said."
      ]
    }
  },
  "summary_lines": [
    "Social media election campaign complaints surge: 1,388 filed, 747 links removed, 2,033 received overall. Complaints focus on race, religion, personality, gender. 203 hate speech incidents reported."
  ]
}