{
  "translated_text": {
    "si": {
      "title": "தங்களது பிரச்சினைகளை அரசாங்கம் நேரடியாக தீர்த்துவைக்க வேண்டும் என்று விரும்பும் சிறுபான்மைச் சமூகங்கள்",
      "body_lines": [
        "සාමය ගොඩනැගීමට උත්සාහ කරන වෙනත් සංවිධාන විසින් ජාතික සම්බන්ධීකරණ නියෝජ්ය අමාත්ය මනීදින් නියෝජ්ය අමාත්ය මනීත් නියෝජ්ය අමාත්ය මනිර් මුලාබාර්ගේ සහභාගීත්වයේ \"සමාජ ඒකාබද්ධතාවය හා සාමය සම්බන්ධීකරණය කිරීම සහ සාමය සම්බන්ධීකරණය කිරීම සහ සාමය තුළ සාමය සම්බන්ධීකරණය කිරීම සහ සාමය තුළ සාමය තුළ සාමය තුළ සාමය සම්බන්ධීකරණය කිරීම\" පිළිබඳ වැදගත් උත්සවයකදීය.. ජාතික සම්බන්ධීකරණයෙන් රජය රජය කෙරෙහි රජයේ කැපවීමේ වචන සමඟ අමාත්යවරයා ඇමතිවරයා කතා කළේය.",
        "சகல மதங்களையும் சேர்ந்த மதகுருமார்கள், சிவில் சமூக அமைப்புகள் மற்றும்  கல்விச் சமூகத்தைச் சேர்ந்தவர்கள், வெளிநாடுகளின் தூதரகங்களின் இராஜதந்திரிகள் என்று 150 க்கும் அதிகமானவர்கள் மகாநாட்டில் பங்கேற்றார்கள். අමාත්යවරයාගේ සහභාගීත්ව හා කථාව සහභාගිවන්නන්ට සහ රටට වැදගත් සං als ා දෙකක් ලබා දුන්නේය. පණිවිඩයක් නම් ජාතික ප්රතිසන්ධාන ක්රියාවලිය කාලය හා වෑයමට සුදුසු යැයි රජය සිතන බවයි. අනෙක් ආරංචිය නම් සිවිල් සමාජයේ වැඩ සහ පුරවැසියන්ගේ වැඩ රටේ මනා දියවීම සඳහා වැදගත් බවයි.",
        "මෙම සමුළුවේදී සිවිල් සමාජයේ නිර්මාණාත්මක භූමිකාව පැහැදිලිවම දැනගත් \". එනම්, ගැටළු වලට විසඳුම් සෙවීම සඳහා රජයේ කාර්යයන් සඳහා රජයේ කාර්යයන් සඳහා පහසුම තත්ත්වය සිවිල් සමාජයට සූදානම් කළ හැකිය. නොවරදින නොවන ස්වේච්ඡා සංවිධානවලට ජාතික අවශ්යතා සඳහා ජනතාවගේ තීරණ පැහැදිලි කර සමාජයේ මට්ටමේ මට්ටමේ වැඩ කිරීමට හැකිය.",
        "අමාත්ය මුලාබාර්ගේ රැස්වීම මෙයට උදාහරණයක්. මෙයට හේතුව ජාතික සංහිඳියාව පිළිබඳ ජ්යෙෂ් B බෞද්ධ භික්ෂූන් වහන්සේලාගේ පෙරමුණට ඩයස්පෝරා දෙමළ ප්රජාව සමඟ ඇති බාධක ඉවත් කිරීම සමූහය අරමුණු කර ගැනීමයි.",
        "2023 අප්රියෙල් මාසයේදී ඩයස්පෝරා දෙමළ ප්රජාවේ භික්ෂූන් වහන්සේලා සහ භික්ෂූන් වහන්සේලා අතර නේපාලයේ රැස්වී ඇති අතර එය අද මැතිවරණ කොට් comp ාන මූලධර්ම නිර්මාණය කළේය - හිමාලය ජාතික සංහිඳියාව ප්රකාශ කළේය.",
        "The report, prepared by the invitees and handed over to Minister Mulabar and handed over to Minister Mulabar, has summarized the sentiments expressed by the religious leaders, the Savi community and the educational community who participated in the discussions over a year after the Himalayas Declaration.",
        "හොඳ හා සාධාරණ ශ්රී ලංකාව, අතීතයේ සමානාත්මතාවය, අතීතයේ සමානාත්මතාවය, නීතියේ ආකාරයේ ආධිපත්යය, නීතියේ ආධිපත්යයේ ආධිපත්යය, නීතියේ ආධිපත්යයේ ආධිපත්යය, නීතියේ ආධිපත්යයේ ආධිපත්යය සහ රාජ්ය ආයතනවල ආධිපත්යය සහ රාජ්ය ආයතන ශක්තිමත් කිරීම, නීතියේ ආධිපත්යය පිළිබඳ ආණ්ඩුක්රම ව්යවස්ථාව, නීතියේ ආධිපත්යය පිළිබඳ දේශපාලන ප්රතිසංස්කරණ, අතීතයේ ආධිපත්යය.",
        "ක්රියාමාර්ග මාලාවක් ලෙස, සමුළුවට බැඳී ඇති සංවිධානවලට එකඟ වූ ප්රතිසංස්කරණ ක්රියාත්මක කිරීම සඳහා දේශපාලන පක්ෂ සමඟ අදහස් හුවමාරු කර ගැනීම ද අදහස් දැක්වීය.. ජනවාර්ගික කණ්ඩායම්වලට විසඳුමක් සෙවීමේ උත්සාහයේ අසාර්ථක ඉතිහාසයේ ඉතිහාසය එම උත්සාහයන් ජය ගැනීමේදී විරුද්ධ පක්ෂවල ධනාත්මක කාර්යභාරයක් වේ.",
        "එබැවින් විපක්ෂයේ පක්ෂවල අනුකූලතාවය ලබා ගැනීමට රජය උත්සාහ කිරීම අවශ්ය වේ. සිවිල් සමාජය එම කාර්යයට උදව් කිරීමට සූදානම්.",
        "ජනවාර්ගික හා ආගමික සුළුතර ප්රජාවන්, විශේෂයෙන් දෙමළ සහ මුස්ලිම්වරුන් වන මෑතදී පැවති මහ මැතිවරණයේදී රජයට සහාය ලැබී තිබේ.. උතුරු හා නැගෙනහිර පළාත්වල දිස්ත්රික්ක අටෙහි දිස්ත්රික්ක අටෙහි දිස්ත්රික්ක හතක් ඇතුළු රජය බහුතරයකගේ බහුතරයක ජීවත් වන අතර රජයට ජයග්රහණය කිරීමට රජයට හැකි විය.",
        "සම්මන්ත්රණ සාකච්ඡාවේදී ඔවුන්ගේ ගැටළු විසඳීම සඳහා උතුරු හා නැගෙනහිර ඡන්ද දායකයින් රජය මත විශ්වාසය තබන සැණීම.",
        "පද්ධතිය වෙනස් කිරීම සඳහා ජනතාව විසින් තේරී පත් වූ රජය විසින් පත් කරන ලද සංවිධානවල දෙමළ හා මුස්ලිම්වරුන්ගෙන් ප්රශ්න කිරීම වැදගත් ය.. සමාජ, පාරිසරික හා සදාචාරාත්මක දැනුවත්භාවය තුළින් ප්රජාව ප්රවර්ධනය කිරීමේ අරමුණින් ජනාධිපති අනුර කුමාර දිසානායක මහතා විසින් ත්රිවිධ හමුදාවේ නායකයින් අතර දෙමළ හෝ මුස්ලිම් ජාතික ලේකම් කාර්යාලයක් ඇතුළත් නොවන අතර, සමාජ, පාරිසරික හා සදාචාරාත්මක දැනුවත්භාවය තුළින් ප්රජාව ප්රවර්ධනය කිරීමේ අරමුණින්.",
        "එම කාර්යයේ සාමාජිකයින් 18 දෙනෙකු සිටී. නමුත් එයට දෙමළ හෝ මුස්ලිම්වරයෙක් නැත. ශ්රී ලංකාව බොහෝ ආගම්වල සහ බොහෝ ආගම්වල ශ්රී ලංකාව ජීවත් වන සමාජයක පදනම මත දැනට කටයුතු කරනු ලබන ගැටළු පිළිබඳව දෙමළ සහ මුස්ලිම්වරුන්ට දැනට කටයුතු කරනු ලබන කරුණු පිළිබඳව අදහස් විශාල සංඛ්යාවක් ඇතුළත් කිරීම අත්යවශ්ය වේ.",
        "අධ්යාත්මික හා මුස්ලිම් දේශපාලන පක්ෂවල ආකල්පය කෙරෙහි විශ්වාසය නැතිවීම හේතුවෙන් දෙමළ ජනතාවට සහ මුස්ලිම්වරුන්ට ඔවුන්ගේ ගැටලු විසඳීමට අවශ්යය.. ඔවුන්ගේ ගැටළු පවතිනු ඇත. ඔවුන්ට විසඳීමට අවශ්යයි. තත්වය අදාළ උදාහරණයකි.",
        "රට ස්වාධීන වූ විගස උඩරට දෙමළ ජනතාවට පුරවැසිභාවය අහිමි විය. එම වෙනස් කොට සැලකීමේ ප්රති result ලයක් ලෙස දෙමළ ජනතාව දිගටම දුෂ්කරතා අත්විඳිති. ඔවුන් තවමත් සිංහයන්ගේ කාමරවල ජීවත් වෙති.",
        "ඔවුන් තමන්ගේම යැයි කියා සිටින බව පැවසීමට ඔවුන්ට කිසිදු නිවසක් හෝ ඉඩමක් නොමැත. ඔවුන්ගේ නිවාස ඉදිකරීම සඳහා පර්චස් හතක් ඉඩම් හතක් ලබා දීමට පෙර පෙර රජයේ ප්රතිපත්ති විසඳුම තවමත් ක්රියාත්මක කර නොමැත.",
        "උතුරු හා නැගෙනහිර දෙමළ ජනතාවට මෙය සිදු වේ. ඔවුන් අතර ශිවාට වසර ගණනාවක් තිස්සේ ඉඩම් අහිමි වී ඇත. එම ඉඩම් තවමත් ඔවුන් වෙත ආපසු ලබා දී නොමැත. සමහර අයට දරුවන් අහිමි විය. සමහර දරුවන් ඔවුන්ගේ දෙමව්පියන් විසින් හමුදාවට හමුදාවට භාර දුන්නද, ඔවුන් සිටින්නේ කොහේද සහ සිදු වූයේ කුමක්දැයි ඔවුහු නොදනිති.",
        "ආණ්ඩුක්රම ව්යවස්ථාව දෙමළ හා දෙමළ භාෂාවේ භාෂාව යැයි කියනු ලැබුවද, දෙමළ භාෂා උපාධිය සිංහල භාෂාවෙන් රජයෙන් අඛණ්ඩතාව අඛණ්ඩව ලබා ගනී.. පුරාණ ආගමික ස්ථාන පිළිබඳ ප්රශ්නය මෑත අතීතයේ දී විශාල ආතතියක් ඇති කර තිබේ. සමහරු එම ගැටලුවට බිය වන අතර, අනෙක් අයට අයුක්තිසහගත ලෙස සලකනු ලැබේ.",
        "දෙමළ ජනතාව සහ මුස්ලිම් ජනතාව රාජකීයත්වය ඉල්ලා සිටින්නේ කුඩා කාරණා වලින් මිස ලොකු දේවල් නොවන බවයි. ඔවුන්ගේ සමහර අයිතිකරුවන් රජය විසින් ඔවුන්ගේ අයිතිකරුවන්ට භාර දී තිබේ.",
        "රජය වසර තිහකට වැඩි කාලයක් වසා දමා ඇති වීථියක් විවෘත කර තිබේ. පොලිසිය සැමරීම සඳහා රජය දෙමළ ජනතාවට අයිතිය ලබා දී ඇත (එය දැනටමත් නීතියෙන් පැනවූ).",
        "පළාත් සභා මැතිවරණය පැවැත්වීම සඳහා රජය නීතිමය කටයුතු කරමින් සිටින බව ජනාධිපති අනුර කුමාර දිසානායක මහතා ද ප්රකාශ කර තිබේ. දැකීමට අපේක්ෂා කළ යුතු බොහෝ දේ තිබේ. තිරසාර සංහිඳියාවක් ඇති කර ගැනීම සඳහා ශ්රී ලංකාව නම්, පාලන තන්ත්රයේ සියලු කාරණාවලදී ගැටලුව විසඳීම සඳහා රජය විසින් භාවිතා කරන ලද එහි යාන්ත්රණවල කොටසක් රජය විසින් බව සහතික කිරීම අවශ්ය වේ."
      ]
    },
    "en": {
      "title": "Minority communities want the government to settle their problems directly",
      "body_lines": [
        "The participation of the National Coordinating Deputy Minister Munir Mulabar was an important event in a conference on \"Social Integration and Coordination of Peace through Social Integration and Coordination of Peace through Social Integration and Coordination\" by other organizations that strive to build peace.. The Minister spoke with the words of the government's commitment to the government in national coordination.",
        "More than 150 people from all religions, civil society organizations and educational community, and diplomats of foreign embassies participated in the conference.. The participation and speech of the minister gave two important signals to the participants and the country in public. A message is that the government thinks that the National Reconciliation process should be worthy of time and effort. The other news is that the work of civil society and citizens is important to the well -being of the country.",
        "The creative role of the civil society was clearly known in this convention, \"Building a peaceful multi -Sri Lankan Sri Lanka through social coordination and co -existence\". That is, the civil society can prepare the convenient situation for the government's tasks to find solutions to problems. Non -governmental volunteer organizations can explain the people's decisions for the national interest and to work on the grassroots level of society.",
        "An example of this is the meeting of Minister Mulabar. This is because the group was aimed at eliminating the impediment with the diaspora Tamil community in the forefront of senior Buddhist monks on the issue of national reconciliation.",
        "In April 2023, the monks and representatives of the diaspora Tamil community met in Nepal and designed a constituency principles today -the Himalayan Declaration of National Reconciliation.",
        "The report, prepared by the invitees and handed over to Minister Mulabar and handed over to Minister Mulabar, has summarized the sentiments expressed by the religious leaders, the Savi community and the educational community who participated in the discussions over a year after the Himalayas Declaration.",
        "The political reforms that focus on the constitutional reforms to build a good and fair Sri Lanka, the transformation of the past, and the equality of the past, the equality of the past, the historical injustice of the hill Tamils, the rule of the rule of law, the rule of law and the strengthening of the state institutions.",
        "As a series of actions, the organizations that have joined the conference are also intended to hold a consultation with political parties to implement the reforms agreed.. The history of the failed history of the efforts to find a solution to the ethnic groups is a positive role in the opposition parties in overcoming those efforts.",
        "Therefore, this time it is necessary for the government to strive to obtain the compliance of the opposition parties. The civil society is ready to help that task.",
        "The government has received support from ethnic and religious minority communities, especially Tamils ​​and Muslims in the recent general election.. That is why the government, including seven districts in the eight districts of the Northern and Eastern Provinces, where the majority of ethnic and religious minority communities live in the majority, the government was able to win the government.",
        "The notion that voters in the North and East are relying on the government to solve their problems were expressed in the conference discussion.",
        "But it is important that Tamils ​​and Muslims should be interrogated in organizations appointed by the government elected by the people for the change of system.. There is no Tamil or Muslim in the recently appointed Presidential Secretariat, which includes the leaders of the armed forces by President Anura Kumara Dissanayake, with the aim of promoting the community through social, environmental and ethical awareness.",
        "That task has 18 members. But it has no Tamil or Muslim. It is imperative that Tamils ​​and Muslims need to include a large number of ideas on the issues that are currently being dealt with on the basis of a society that Sri Lanka lives in many religions and many religions.",
        "The Tamil people and the Muslims want to solve their problems, not by intermediaries as a result of the loss of faith in the attitude of traditional Tamil and Muslim political parties.. Their problems continue to last. They want to be resolved. The status quo is a relevant example.",
        "Upcountry Tamils ​​lost their citizenship immediately after the country was independent. As a result of that discrimination, the Tamil people continue to experience difficulties. They still live in Lion's rooms.",
        "They have no house or land to claim that they belong to their own. The policy resolution of the previous government before providing seven perch land to build their homes has not yet been implemented.",
        "This is the case for the Tamil people of the North and East. Among them, Shiva has been losing their lands for many years. Those lands have not yet been returned to them. Some people lost their children. Even though some of the children were handed over to the army by their parents, they do not know where they are and what happened.",
        "At the most fundamental level, even though the Constitution is said to be the language of Tamil and the Tamil language, the Tamil -speaking government continues to gain integrity from the government in the Sinhala language.. The issue of ancient religious places has created great tension in the recent past. While some are afraid of that problem, others feel that they are being treated unjustly.",
        "The Tamil people and the Muslim people are asking for the royalty to start from small matters, not big things. Some of their owners have been handed over to their owners by the government.",
        "The government has opened a street that has been closed for more than thirty years. The government has given the Tamil people the right to commemorate the police (which is already enacted by law).",
        "President Anura Kumara Dissanayake has also announced that the government is also making legal proceedings to hold provincial council elections. There are many things to look forward to seeing. If Sri Lanka is to achieve sustainable reconciliation, it is necessary to ensure that the government is part of its mechanisms used by the government to solve the problem in all matters of the regime."
      ]
    }
  },
  "summary_lines": []
}