{
  "translated_text": {
    "si": {
      "title": "Sri Lanka Design Festival 2024: Showcase of creativity and culture at Cinnamon Life at City of Dreams",
      "body_lines": [
        "Highlighting Sri Lanka as a focal point for South Asian design, the partnership between Cinnamon Life at City of Dreams as official host and SLDF establishes Colombo as the new nucleus of the subcontinent’s vibrant creative ecosystem",
        "මෙම සහයෝගිතා මෙම සහයෝගිතා නගරය ගතික කේන්ද්රස්ථානයක් ලෙස ස්ථානගත කිරීම, නිර්මාණශීලිත්වය සහ වාණිජ අභිසාරී වීම, නව කොළඹ නිර්වචනය කරන නවෝත්පාදන හා සංස්කෘතික ප්රකාශනයේ ගතික බලශක්තිය නගරයේ පරිණාමනය හා උමතු කිරීමේ හැකියාව සමඟ සම්බන්ධ වීමට ව්යාපාරවලට ආරාධනා කිරීම",
        "එස්එල්ඩීඑෆ් සහ එම්.බී.එෆ්.එෆ්.",
        "In a partnership grounded in creativity, commerce, and culture, Cinnamon Life at City of Dreams and the Sri Lanka Design Festival (SLDF) are set to redefine Colombo’s identity as an influential creative and business hub. මෙම සහයෝගිතාව ශ්රී ලංකාවේ නිර්මාණාත්මක කර්මාන්තවලට නැවුම් ශක්තියක් ගෙන දෙන අතර නවෝත්පාදක, නිෂ්පාදකයින්, චින්තකයින්, චින්තකයින්, ශාස්ත්ර ics යින්, ශාස්ත්රවාදීන්, ශාස්ත්ර ics යින්, ශාස්ත්ර ics යින්, ශාස්ත්ර ics යින්, ශාස්ත්රීයවාදීන් සහ දේශීය කුසලතා ඔසවා තබයි.",
        "කොළඹ එහි නාගරික භූ දර්ශනය, කුරුඳු ලයිෆ් ඩ්රීම්ස් නගරය නැවත අර්ථ දැක්වුවහොත්, ශ්රී ලංකාවේ වාණිජ ප්රාග්ධනය සඳහා ගතික නව පරිච්ඡේදයක් හැඩගස්වා ගැනීම සඳහා ජීව සංස්කෘතිය, වාණිජ්යය ඒකාබද්ධ කිරීම, වාණිජ්යය හා නව්යකරණයන් ඒකාබද්ධ කිරීම, වාණිජ්යය හා නවෝත්පාදනයන් ය.. මෙම වසරේදී කුරුඳු ජීවිතය සහ ශ්රී ලංකා නිර්මාණ උළෙල (එස්එල්ඩීඑෆ්) අතර ඇති හවුල්කාරිත්වය මගින් දකුණු ආසියාවේ නිර්මාණශීලිත්වය සඳහා නැගී එන මධ්යස්ථානයක් ලෙස කොළඹ පිහිටීම තහවුරු කරමින් නගරයේ ස්ථාවරය නගරය ව්යාප්ත වන සංස්කෘතික අනන්යතාවය සහ වාණිජමය ආකර්ෂණය අවධාරණය කරයි. More than a venue, Cinnamon Life provides a seamless integration of luxury and culture, inviting local and global audiences to engage with Colombo as a nexus of art, creativity, and commerce.",
        "ඩිස්කේෂා දලුවට් හි සිනේමන් ලයිෆ් ලයිෆ් අධ්යක්ෂ රඩ්හේෂා දලුවට් හවුල්කාරිත්වයේ අභිලාෂය අවධාරණය කරයි: \"මෙය පමණක් නොවේ, මෙය වෙනත් ස්ථානයක සත්කාරක SLLDF නොවේ. එය දේශීය දක්ෂතා ගෝලීය නායකයින් සමඟ සම්බන්ධ වන වේදිකාවක්, වර්ධනය හා නවෝත්පාදනයන් පෝෂණය කරන සහයෝගීතාවයන්. SLDF allows us to celebrate Sri Lanka’s creative potential and show the world that Colombo isn’t just evolving—it’s thriving.”",
        "කොමර්ෂල් ඩෙන්ලන් හර්ලිගේ කුරුඳු ජීවිත අධ්යක්ෂවරයා මෙසේ පැවසීය. \"අපි කුරුඳු ජීවිතය ගැන කතා කරන විට, අපි කතා කරන්නේ හෝටලයකට හෝ සිදුවීම් අවකාශයකට වඩා වැඩි ය.එය සහයෝගීතාව, නිර්මාණශීලිත්වය සහ විනෝදාස්වාදය මත වර්ධනය වන ජීවන රටා ගමනාන්තයකි. එස්එල්ඩීඑෆ් සමඟ හවුල් වීම සිත් ඇදගන්නාසුළු අවස්ථාවකි, මන්ද ගෝලයන් සැලසුම් කිරීම සහ දේශීය නවෝත්පාදනය මංසන්ධියේදී අපට අවශ්ය තැනම අප විසින්ම ප්රාර්ථනා කරයි. It’s not just about hosting events; it’s about offering a platform where creativity is celebrated and nurtured, attracting both established artists and emerging talent. Cinnamon Life Presents aims to do just that: create a gateway where talent, entertainment, and business align.”",
        "මෙම සහයෝගිතාව එක් වරක් උළෙලට වඩා වැඩි ය;සංස්කෘතික සංවාද, ආර්ථික ව්යාප්තිය සහ නිර්මාණාත්මක පරිවර්තනය සඳහා අත්යවශ්ය ගමනාන්තයක් ලෙස කොළඹ කීර්තිය ගොඩනැගීම සඳහා වූ විශාල කැපවීමක කොටසකි.",
        "හවුල්කාරිත්වයේ අන්යෝන්ය දැක්ම වන්නේ එක් වහලක් යට ව්යවසායකයින්, නිර්මාණකරුවන් සහ සංස්කෘතික චින්තකයින් එක්රැස් කිරීම, ශ්රී ලංකාවේ නිර්මාණාත්මක ප්රාග්ධනය අවධාරණය කිරීමයි. මෙහි ප්රති result ලය නිර්මාණශීලිත්වය, සංස්කෘතික හා ව්යාපාර අභිසාරී වන ගිල්වන පරිසරයකි.. කුරුඳු ජීවිතය සඳහා, SLLDF සත්කාරකත්වය හුදෙක් ප්රදර්ශනාගාරයක් පමණක් නොව තිරසාර දැක්මක් සඳහා පියවරක් නොවේ. Hurley asserts, “This collaboration will showcase Colombo as a city where culture and commerce converge seamlessly, putting us on the radar as a destination that offers something truly unique.”",
        "Through this partnership, Cinnamon Life and SLDF are showcasing luxury as a fusion of creativity, innovation, and cultural exchange.",
        "According to Daluwatte, “Today’s luxury is about offering immersive, meaningful experiences that forge emotional connections. At Cinnamon Life, we blend creativity, authenticity, and innovation to make luxury memorable. එස්එල්ඩීඑෆ් සහ එම්.ඩී.එෆ්.ඩී.එෆ්.",
        "This vision of luxury resonates with a global audience seeking more than opulence; it attracts those drawn to a destination where local culture, design, and art are essential to every experience. By reimagining luxury as a convergence of culture and innovation, Cinnamon Life fosters a distinctive Colombo narrative that appeals to international travellers and local audiences alike.",
        "With SLDF, Cinnamon Life amplifies Colombo’s global presence as a hub for arts, culture, and commerce. Declan Hurley notes, “Together with AOD, we are creating a platform that allows Sri Lanka to shine on the world stage, showcasing the country’s talent and creative potential.” SLDF embodies luxury as an evolving concept, inviting diverse industries to contribute to Colombo’s identity as a cultural and economic powerhouse.",
        "මෙම සහයෝගිතාවයෙන් පෙන්නුම් කරන්නේ නිර්මාණාත්මක කර්මාන්ත විසින් සුඛෝපභෝගී අත්දැකීම් සඳහා ගැඹුර එකතු කරන අතර, විශේෂයෙන් ගෝලීය වශයෙන් අදාළ වන සංස්කෘතික ප්රකාශන සැමරීම,. As Hurley explains, “For Cinnamon Life, this partnership signals that Colombo is ready to stand among the world’s most vibrant cultural capitals. These festivals align with our strategy to attract high-value international visitors and position Colombo as a city where creativity and commerce meet.”",
        "නිර්මාණශීලිත්වය සහ ආර්ථික පුනර්ජීවනය, එස්එල්ඩීඑෆ් සහ මර්සිජ් බෙන්ස් විලාසිතා සතියේ ශ්රී ලංකාව (MBFWWSL) ශ්රී ලංකාව (MBFWWSL) ශ්රී ලංකාව (MBFWWWSL) සංස්කෘතික හා ආර්ථික බලගාරයක් ලෙස කොළඹගේ අනාගතය නියෝජනය කරයි. This collaboration, supported by John Keells Holdings and AOD, exemplifies how creative industries can drive tourism and inspire innovative business models rooted in local talent. Daluwatte reflects, “SLDF 2024 demonstrates how creativity can fuel economic recovery and cultural reinvention, showing the world that Sri Lanka is a hub for design, innovation, and commerce.”",
        "Hurley adds, “SLDF positions Sri Lanka as a destination for cultural tourism and creative enterprise. මෙවැනි උත්සව ජාත්යන්තර අවධානය යොමු කිරීම, නව්යකරණයට පෙලඹෙන අතර, නිර්මාණශීලිත්වය මත වැඩෙන අංශ අතර දිගුකාලීන වර්ධනය ප්රවර්ධනය කිරීම, ආයෝජනය දිරිමත් කිරීම. Cinnamon Life is proud to play a role in this movement, shaping Colombo and beyond as a landscape where creativity and business intersect.”",
        "Through this partnership, Colombo’s evolving identity as a nexus of art, creativity, and commerce invites global engagement. ව්යාපාර සඳහා සහ සහභාගීත්වය සඳහා උනන්දුවක් දක්වන පුද්ගලයින් සඳහා, දැන් ලියාපදිංචි වන්න www.srilankadsadefestaf.lk හි දැන්ම ලියාපදිංචි වන්න."
      ]
    },
    "ta": {
      "title": "இலங்கை வடிவமைப்பு விழா 2024: இலவங்கப்பட்டை வாழ்க்கையில் படைப்பாற்றல் மற்றும் கலாச்சாரத்தின் காட்சி பெட்டி கனவுகள்",
      "body_lines": [
        "Highlighting Sri Lanka as a focal point for South Asian design, the partnership between Cinnamon Life at City of Dreams as official host and SLDF establishes Colombo as the new nucleus of the subcontinent’s vibrant creative ecosystem",
        "This collaboration positions the city as a dynamic hub where creativity and commerce converge, inviting businesses to engage with the city’s transformation and leverage the dynamic energy of innovation and cultural expression that defines the new Colombo",
        "SLDF and MBFWSL will be held at Cinnamon Life City of Dreams, 7 to 10 November with an immersive public program including over 50 events packed with knowledge, insights, and inspiration for the general public and business community alike",
        "In a partnership grounded in creativity, commerce, and culture, Cinnamon Life at City of Dreams and the Sri Lanka Design Festival (SLDF) are set to redefine Colombo’s identity as an influential creative and business hub. This collaboration brings fresh energy to Sri Lanka’s creative industries, cultivating a vibrant, globally engaged ecosystem of innovators, manufacturers, thinkers, academics, entrepreneurs, and designers that bolsters local talent while elevating Colombo’s global reputation.",
        "கொழும்பு அதன் நகர்ப்புற நிலப்பரப்பை மறுவரையறை செய்யும்போது, ​​இலவங்கப்பட்டை லைஃப் சிட்டி ஆஃப் ட்ரீம்ஸ் முன்னணியில் நிற்கிறது, இலங்கையின் வணிக மூலதனத்திற்கு ஒரு மாறும் புதிய அத்தியாயத்தை வடிவமைக்க கலாச்சாரம், வர்த்தகம் மற்றும் புதுமை ஆகியவற்றை ஒன்றிணைக்கிறது. இந்த ஆண்டு, இலவங்கப்பட்டை வாழ்க்கை மற்றும் இலங்கை வடிவமைப்பு விழா (எஸ்.எல்.டி.எஃப்) இடையேயான கூட்டு நகரத்தின் விரிவடைந்துவரும் கலாச்சார அடையாளம் மற்றும் வணிக மயக்கத்தை அடிக்கோடிட்டுக் காட்டுகிறது, தெற்காசியாவில் படைப்பாற்றலுக்கான வளர்ந்து வரும் மையமாக கொழும்பின் நிலையை உறுதிப்படுத்துகிறது. More than a venue, Cinnamon Life provides a seamless integration of luxury and culture, inviting local and global audiences to engage with Colombo as a nexus of art, creativity, and commerce.",
        "இலவங்கப்பட்டை வாழ்க்கை மார்க்கெட்டிங் வாழ்க்கை இயக்குநர் ராடிஷா தலுவாட்டே கூட்டாண்மை லட்சியத்தை வலியுறுத்துகிறார்: “இது SLDF ஐ வழங்கும் மற்றொரு இடம் அல்ல. It’s a stage where local talent connects with global leaders, sparking collaborations that foster growth and innovation. SLDF allows us to celebrate Sri Lanka’s creative potential and show the world that Colombo isn’t just evolving—it’s thriving.”",
        "Cinnamon Life Director of Commercial Declan Hurley said: “When we talk about Cinnamon Life, we’re talking about more than a hotel or an event space; it’s a lifestyle destination that thrives on collaboration, creativity, and entertainment. Partnering with SLDF is an exciting opportunity because it positions us exactly where we want to be, at the intersection of global design and local innovation. இது நிகழ்வுகளை ஹோஸ்ட் செய்வது மட்டுமல்ல;இது படைப்பாற்றல் கொண்டாடப்பட்டு வளர்க்கப்படும் ஒரு தளத்தை வழங்குவது, நிறுவப்பட்ட கலைஞர்கள் மற்றும் வளர்ந்து வரும் திறமை இரண்டையும் ஈர்க்கிறது. இலவங்கப்பட்டை வாழ்க்கை அதைச் செய்வதை நோக்கமாகக் கொண்டுள்ளது: திறமை, பொழுதுபோக்கு மற்றும் வணிகம் சீரமைக்க ஒரு நுழைவாயிலை உருவாக்கவும். ”",
        "இந்த ஒத்துழைப்பு ஒரு முறை திருவிழாவை விட அதிகம்;கலாச்சார உரையாடல், பொருளாதார விரிவாக்கம் மற்றும் ஆக்கபூர்வமான மாற்றத்திற்கான முக்கிய இடமாக கொழும்பின் நற்பெயரை வளர்ப்பதற்கான பெரிய உறுதிப்பாட்டின் ஒரு பகுதியாக இது உள்ளது.",
        "கூட்டாண்மை பரஸ்பர பார்வை இலங்கையின் படைப்பு மூலதனத்தை கவனத்தை ஈர்க்கும், தொழில்முனைவோர், வடிவமைப்பாளர்கள் மற்றும் கலாச்சார சிந்தனையாளர்களை ஒரே கூரையின் கீழ் சேகரிப்பது. The result is an immersive environment where creativity, culture, and business converge—an invitation to the world to witness Colombo’s evolution through curated spaces and experiences designed to push boundaries and elevate design-led thinking. For Cinnamon Life, hosting the SLDF is not merely a showcase but a stepping stone towards a sustained vision. ஹர்லி வலியுறுத்துகிறார், \"இந்த ஒத்துழைப்பு கொழும்பை கலாச்சாரமும் வர்த்தகமும் தடையின்றி ஒன்றிணைக்கும் ஒரு நகரமாகக் காண்பிக்கும், இது உண்மையிலேயே தனித்துவமான ஒன்றை வழங்கும் இடமாக ராடாரில் எங்களை வைக்கிறது.\"",
        "இந்த கூட்டாண்மை மூலம், இலவங்கப்பட்டை வாழ்க்கை மற்றும் எஸ்.எல்.டி.எஃப் ஆகியவை ஆடம்பரத்தை படைப்பாற்றல், புதுமை மற்றும் கலாச்சார பரிமாற்றத்தின் இணக்கமாக காண்பிக்கின்றன.",
        "டாலுவட்டேவின் கூற்றுப்படி, “இன்றைய ஆடம்பரமானது உணர்ச்சிபூர்வமான, அர்த்தமுள்ள அனுபவங்களை வழங்குவதாகும், இது உணர்ச்சி ரீதியான தொடர்புகளை உருவாக்குகிறது. இலவங்கப்பட்டை வாழ்க்கையில், ஆடம்பரத்தை மறக்கமுடியாததாக மாற்ற படைப்பாற்றல், நம்பகத்தன்மை மற்றும் புதுமை ஆகியவற்றைக் கலக்கிறோம். எஸ்.எல்.டி.எஃப் மற்றும் எம்.பி.எஃப்.டபிள்யூ.எஸ்.எல் உடன் கூட்டு சேர்ந்து கொழும்பில் ஆடம்பரத்திற்கான ஒரு புதிய கதையை முன்வைக்க உதவுகிறது-இது கலை வெளிப்பாடு, கைவினைத்திறன் மற்றும் உலகத் தரம் வாய்ந்த வடிவமைப்பைக் கொண்டாடுகிறது. ”",
        "This vision of luxury resonates with a global audience seeking more than opulence; it attracts those drawn to a destination where local culture, design, and art are essential to every experience. கலாச்சாரம் மற்றும் புதுமைகளின் ஒருங்கிணைப்பாக ஆடம்பரத்தை மறுபரிசீலனை செய்வதன் மூலம், இலவங்கப்பட்டை வாழ்க்கை சர்வதேச பயணிகள் மற்றும் உள்ளூர் பார்வையாளர்களை ஒரே மாதிரியாக ஈர்க்கும் ஒரு தனித்துவமான கொழும்பு கதைகளை வளர்க்கிறது.",
        "With SLDF, Cinnamon Life amplifies Colombo’s global presence as a hub for arts, culture, and commerce. Declan Hurley notes, “Together with AOD, we are creating a platform that allows Sri Lanka to shine on the world stage, showcasing the country’s talent and creative potential.” SLDF embodies luxury as an evolving concept, inviting diverse industries to contribute to Colombo’s identity as a cultural and economic powerhouse.",
        "இந்த ஒத்துழைப்பு, படைப்பாற்றல் தொழில்கள் ஆடம்பர அனுபவத்திற்கு ஆழத்தை எவ்வாறு சேர்க்கின்றன என்பதை விளக்குகிறது, தனித்துவமான இலங்கை மற்றும் உலகளவில் பொருத்தமான கலாச்சார வெளிப்பாடுகளைக் கொண்டாடுகிறது. ஹர்லி விளக்குவது போல, “இலவங்கப்பட்டை வாழ்க்கையைப் பொறுத்தவரை, இந்த கூட்டாண்மை உலகின் மிக துடிப்பான கலாச்சார தலைநகரங்களில் நிற்க கொழும்பு தயாராக உள்ளது என்பதை சமிக்ஞை செய்கிறது. இந்த திருவிழாக்கள் அதிக மதிப்புள்ள சர்வதேச பார்வையாளர்களை ஈர்ப்பதற்கும், படைப்பாற்றல் மற்றும் வர்த்தகம் சந்திக்கும் நகரமாக கொழும்பை நிலைநிறுத்துவதற்கும் எங்கள் மூலோபாயத்துடன் ஒத்துப்போகின்றன. ”",
        "படைப்பாற்றல் மற்றும் பொருளாதார மறுமலர்ச்சியின் சந்திப்பில், எஸ்.எல்.டி.எஃப் மற்றும் மெர்சிடிஸ் பென்ஸ் ஃபேஷன் வீக் இலங்கை லைஃப் அட் சிட்டி ஆஃப் ட்ரீம்ஸ் என்ற இலவங்கப்பட்டையில் இலங்கை (எம்.பி.எஃப்.டபிள்யூ.எஸ்.எல்) கொழும்பின் எதிர்காலத்தை ஒரு கலாச்சார மற்றும் பொருளாதார அதிகார மையமாகக் குறிக்கிறது. ஜான் கீல்ஸ் ஹோல்டிங்ஸ் மற்றும் ஏஓடி ஆகியோரால் ஆதரிக்கப்படும் இந்த ஒத்துழைப்பு, படைப்புத் தொழில்கள் சுற்றுலாவை எவ்வாறு இயக்க முடியும் மற்றும் உள்ளூர் திறமைகளில் வேரூன்றிய புதுமையான வணிக மாதிரிகளை ஊக்குவிக்க முடியும் என்பதை எடுத்துக்காட்டுகிறது. தலுவாட்டே பிரதிபலிக்கிறார், \"எஸ்.எல்.டி.எஃப் 2024 படைப்பாற்றல் பொருளாதார மீட்பு மற்றும் கலாச்சார மறு கண்டுபிடிப்புக்கு எவ்வாறு தூண்டுகிறது என்பதை நிரூபிக்கிறது, இலங்கை வடிவமைப்பு, புதுமை மற்றும் வர்த்தகத்திற்கான ஒரு மையமாக இருப்பதைக் காட்டுகிறது.\"",
        "Hurley adds, “SLDF positions Sri Lanka as a destination for cultural tourism and creative enterprise. இது போன்ற திருவிழாக்கள் சர்வதேச கவனத்தை ஈர்க்கின்றன, புதுமைகளை ஊக்குவிக்கின்றன, முதலீட்டை ஊக்குவிக்கின்றன, படைப்பாற்றலில் செழித்து வளரும் துறைகளில் நீண்டகால வளர்ச்சியை ஊக்குவிக்கின்றன. Cinnamon Life is proud to play a role in this movement, shaping Colombo and beyond as a landscape where creativity and business intersect.”",
        "Through this partnership, Colombo’s evolving identity as a nexus of art, creativity, and commerce invites global engagement. For businesses and individuals interested in participating, register now at www.srilankadesignfestival.lk."
      ]
    }
  },
  "summary_lines": []
}