{
  "translated_text": {
    "ta": {
      "title": "வெளிநாட்டு வேலைவாய்ப்பை மோசடி செய்த மற்றொரு பெண்",
      "body_lines": [
        "காம்போலா பகுதியில் உள்ள இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தின் (சிறப்பு விசாரணை பிரிவு) சிறப்பு புலனாய்வுப் பிரிவு மூலம் ஒரு பெண் கைது செய்யப்பட்டார்.",
        "துபாய், கத்தார் உள்ளிட்ட வேலைகள் வழங்கப்பட்டதாகக் கூறி, கம்போலாவில் ஒரு பெண்ணுக்கு காம்போலாவில் ஒரு பெண்ணுக்கு வேலை வழங்கப்பட்டுள்ளது என்றும், வாக்குறுதியளித்தபடி வேலைகள் வழங்கவில்லை என்றும் பணியகத்திற்கு ஏழு புகார்கள் வந்துள்ளன.",
        "முன்னதாக, கம்போலா போலீசார் அவர் மீது நீதிமன்றத்தில் வழக்கு தாக்கல் செய்துள்ளனர்.",
        "கம்போலா காவல் நிலையத்தின் உதவியின் பின்னர் அந்தப் பெண் கைது செய்யப்பட்டு விசாரிக்கப்பட்டதாக வெளிநாட்டு வேலைவாய்ப்பு பணியகம் தெரிவித்துள்ளது.",
        "கைது செய்யப்பட்ட பின்னர் அந்தப் பெண்ணுக்கு சம்பளம் வழங்கப்பட்ட மற்ற நபர்களுக்கு காம்போலா போலீசில் கொண்டு செல்லப்பட்டது.",
        "பணியகத்தின் சிறப்பு விசாரணைப் பிரிவு எதிர்காலத்தில் ஆராயப்பட உள்ளது.",
        "சந்தேக நபர் நேற்று (17) காம்போலா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட்டு இந்த நாள் வரை ரிமாண்ட் செய்யப்பட்டார்.",
        "ஒரு வெளிநாட்டு வேலைவாய்ப்பு அல்லது ஒரு நபரை வெளிநாட்டு வேலையைப் பெறுவதற்கு, www.slbfe.lk www.slbfe.lk இல் உள்ள பணியகம் வெளிநாட்டு வேலைவாய்ப்பு தேடுபவர்களை தொடர்பு கொள்வதன் மூலம் அல்லது 1989 ஹாட்லைன் எண் மூலம் தகவல்களைப் பெறுமாறு வலியுறுத்துகிறது."
      ]
    },
    "en": {
      "title": "Another woman who has defrauded foreign employment",
      "body_lines": [
        "A woman was arrested by the Special Investigation Division of the Sri Lanka Bureau of Foreign Employment (Special Investigation Division) in the Gampola area.",
        "The Bureau has received seven complaints that a woman in Gampola has been given jobs and has not provided jobs as promised, claiming that Qatar was provided with jobs including Qatar, Dubai.",
        "Earlier, Gampola Police have filed a case against her in court.",
        "The Foreign Employment Bureau said that the woman was arrested and interrogated after the assistance of Gampola police station.",
        "Other persons who had been paid the woman after the arrest were taken into the Gampola police.",
        "The Bureau's Special Investigation Division is to be investigated in the future.",
        "The suspect was produced before the Gampola Magistrate's Court yesterday (17) and remanded until this day.",
        "To obtain a foreign employment or a person to obtain a foreign job, the Bureau at www.slbfe.lk www.slbfe.lkThe Bureau urges foreign employment seekers to obtain information by contacting or the 1989 hotline number."
      ]
    }
  },
  "summary_lines": [
    "A woman in Gampola, Sri Lanka, was arrested by the Special Investigation Division of the Sri Lanka Bureau of Foreign Employment for allegedly defrauding job seekers by promising them employment in Qatar and Dubai but failing to provide the jobs. The bureau received several complaints about her actions. She was previously charged by the Gampola Police and later arrested after further investigation. The suspect was remanded until today, and the bureau advises job seekers to verify information through official channels."
  ]
}