{
  "translated_text": {
    "ta": {
      "title": "தனி இராணுவ தீவில் பிரிட்டிஷ் அகதிகள்",
      "body_lines": [
        "தனி இராணுவ தீவில் பிரிட்டிஷ் அகதிகள்",
        "புலம்பெயர்ந்தோர் மூன்று ஆண்டுகளுக்கும் மேலாக இந்தியப் பெருங்கடலில் சிக்கித் தவித்தனர், புலம்பெயர்ந்தோர் இங்கிலாந்துக்கு கொண்டு வரப்பட்டனர்.",
        "இந்த இலங்கை தமிழர்கள் பிரிட்டிஷ் வெளியுறவு அலுவலகத்தின் நிதி ஆதரவாளர்களுடன் ஆறு மாதங்கள் நாட்டில் தங்க அனுமதிக்கப்படுகிறார்கள்.",
        "இங்கிலாந்துக்கான அவர்களின் பயணம் ஆயிரக்கணக்கான மைல்களுக்கு மேல் சிக்கலான சட்டப் போர்களின் முடிவைக் குறிக்கிறது, ஆனால் அவற்றின் நீண்டகால எதிர்காலம் நிச்சயமற்றது.",
        "60 குடியேறியவர்களில் பெரும்பாலோர் டயகோ கார்சியாவில் ஒரு தற்காலிக முகாமில் வசிக்கிறார்கள். டயாகாகோ கார்சியாவில் அகதி கோரிக்கைகளை தாக்கல் செய்த முதல் குடியேறியவர்கள், இது மூலோபாய ரீதியாக முக்கியமானது.",
        "திங்களன்று, ஒரு பிரிட்டிஷ் அரசாங்க செய்தித் தொடர்பாளர் இந்த நடவடிக்கையை விவரித்தார்: \"இந்த நிகழ்வுகளின் ஒரு படியாக, அவர்களின் நலனுக்கான ஒரு படியாக.\"",
        "\"கடந்த கால ஆட்சியின் கீழ், பல ஆண்டுகளாக அரசாங்கம் இந்த அரசாங்கத்திற்கு பொறுப்பேற்க வேண்டியிருந்தது\" என்று வெளியீட்டாளர் கூறினார். சில புலம்பெயர்ந்தோரை பிரதிநிதித்துவப்படுத்தும் இங்கிலாந்து சட்ட நிறுவனமான இங்கிலாந்து சட்ட நிறுவனம், தீவின் மனிதாபிமான நெருக்கடிக்கு ஒரே முக்கியமான தீர்வு இதுதான் என்று கூறினார்.",
        "\"16 குழந்தைகளின் ஆபத்து 38 மாதங்களாக கிரீடம் பகுதியில் மிகவும் கடினமான சூழ்நிலைகளில் வைக்கப்பட்டுள்ளது.. எங்கள் வாடிக்கையாளர்கள் தங்கள் வாழ்க்கையை மீண்டும் கட்டியெழுப்ப ஒரு பாதுகாப்பு புகலிடத்தைக் கண்டுபிடிக்க முடியும் என்று நாங்கள் நம்புகிறோம், \"என்று அவர் கூறினார்.",
        "இந்த ஆண்டின் தொடக்கத்தில் பிபிசியை அணுக முன்னோடியில்லாத வாய்ப்பு, ஆரம்பத்தில், பிபிசி தமிழ் குடியேறியவர்களின் குழுக்களில் முன்னோடியில்லாதது.",
        "இந்த புலம்பெயர்ந்தோர் தீவின் காலத்தில் தீவின் கடினமான சூழ்நிலையுடன் பேசிக் கொண்டிருந்தனர், மேலும் பல உண்ணாவிரதம் இருந்த வழக்குகள் இருந்தன, தற்கொலை செய்ய முயன்றன.",
        "முகாமில் பாலியல் துஷ்பிரயோகம் மற்றும் துன்புறுத்தல் ஆகிய குற்றச்சாட்டுகளும் இருந்தன.",
        "புலம்பெயர்ந்தோர் பிபிசியிடம் \"நரகத்தில்\" வாழ சமம் என்று கூறியிருந்தனர்.",
        "ஒருவர் பிபிசியிடம், \"நான் ஒரு புதிய வாழ்க்கையைத் தொடங்குவேன் என்று நம்புகிறேன். எனது உடல்நிலை சிறப்பாக வரும் என்று நம்புகிறேன், நான் ஒரு புதிய நபராக மாற்றப்படுகிறேன். \"",
        "பிபிசி குற்றவாளிகள் குற்றவாளிகளையும், மற்றொருவர் விசாரணையில் இருப்பதையும் கண்டறிந்தது.",
        "இந்த தமிழ் குடியேறியவர்கள் இங்கிலாந்துக்கு வருகிறார்கள்.",
        "டயகோ கார்சியாவின் ஒரு பகுதியான சாகோஸ் தீவுகள் மொரீஷியஸுக்கு நியமிக்கப்படும் என்று இங்கிலாந்து அக்டோபரில் அறிவித்தது. எவ்வாறாயினும், தலைமைத்துவத்தின் பிரதம மந்திரி, தனது முன்னோடிகளால் செய்யப்பட்ட பரிவர்த்தனை குறித்து தனக்கு மற்றொரு யோசனை இருப்பதாகவும், இன்னும் பரிவர்த்தனையில் கையெழுத்திட்டதாகவும் கூறியிருந்தார்.",
        "இந்த திட்டம் சில இங்கிலாந்து அரசியல்வாதிகள் மற்றும் அமெரிக்காவில் தேர்ந்தெடுக்கப்பட்ட ஜனாதிபதி டொனால்ட் டிரம்பின் அனைத்து அரசியல் கட்சிகளுடனும் எதிர்ப்பு தெரிவித்து வருகிறது.",
        "இங்கிலாந்தின் வெளியுறவு செயலாளர் டேவிட் லாம், ஒரு \"நல்ல ஒப்பந்தம்\" என்று விவரிக்கப்படுகிறார், அவர் மொரீஷியஸ் மற்றும் இங்கிலாந்து இருவருக்கும் ஒரு \"நல்ல ஒப்பந்தம்\" என்று வர்ணிக்கப்படுகிறார்.",
        "சமீபத்திய ஆண்டுகளில், இங்கிலாந்து இந்த நிலத்திற்காக பல்லாயிரக்கணக்கான பவுண்டுகள் செலவிட்டுள்ளது, இவற்றில் பெரும்பாலானவை \"புலம்பெயர்ந்த செலவினங்களின்\" கீழ் வகைப்படுத்தப்பட்டுள்ளன.",
        "ஜூலை மாதம், வெளியுறவு அலுவலக அதிகாரிகளிடமிருந்து எடுக்கப்பட்ட தகவல்தொடர்புகள் பிபிசியின் தகவல்தொடர்புகளை எச்சரித்தன, \"செலவுகள், மற்றும் சமீபத்திய முன்னறிவிப்பு ஆண்டுக்கு million 50 மில்லியன் ஆகும்.",
        "வெள்ளிக்கிழமை தமிழர்களுக்கு அனுப்பப்பட்ட கட்டுரைகளில், \"குடிவரவு சட்டங்களின்\" வழிமுறையாக இங்கிலாந்து இங்கிலாந்துக்கு தற்காலிக நுழைவு அனுமதி வழங்கும் என்று அவர்கள் தெரிவித்துள்ளனர்.",
        "இந்த நிகழ்வு ஒரு நிரந்தர தீர்வு அல்ல அல்லது அகதி நிலைமையை அங்கீகரிக்கும் இங்கிலாந்து அரசாங்கம் அல்ல.",
        "பிரிட்டிஷ் இந்தியப் பெருங்கடல் பகுதி (BIOT) என அழைக்கப்படும் சாகோஸ் தீவுகள், இந்த அசாதாரண நிலைமை நீண்ட சட்ட மோதலுக்கு வழிவகுக்கும் என்று அரசாங்கம் கூறுகிறது.",
        "ஐக்கிய நாடுகள் சபை, பல தமிழர்கள் சர்வதேச பாதுகாப்பிற்கான இறுதி முடிவுகளுக்காக காத்திருக்கிறார்கள்.",
        "ஒட்டுமொத்தமாக, எட்டு பேருக்கு சர்வதேச பாதுகாப்பு வழங்கப்பட்டுள்ளது, அதாவது அவர்கள் இலங்கைக்கு திரும்ப முடியாது.",
        "வாரிசு அரசாங்கங்கள் தமிழ் மக்களை இங்கிலாந்துக்கு உருவாக்கும் அபாயத்தில் உள்ளன.",
        "எவ்வாறாயினும், அது செய்யப்படாது என்பதை உறுதிப்படுத்த இது வழங்கப்பட்டுள்ளது என்று அரசாங்கம் கூறியுள்ளது.",
        "\"மொரீஷியஸுடனான இறையாண்மை ஒப்பந்தத்திற்குப் பிறகு, அவர்கள் எதிர்காலத்தின் பொறுப்பை ஏற்றுக்கொள்கிறார்கள்\" என்று செய்தித் தொடர்பாளர் கூறினார்.",
        "இந்த வரி வருமானம் என்ன?வரி வருமானத்திற்கான ஆயிரக்கணக்கான காரணங்களுக்கு என்ன நடக்கும்?",
        "தனி இராணுவ தீவில் பிரிட்டிஷ் அகதிகள்",
        "ஷாஹ்ரஜன் சன்முகமதன்: 13 ஒரு வருடம் முன்பு, டோனி கிரெக்ம் (லிட்டில் சங்கா)"
      ]
    },
    "en": {
      "title": "British refugees in lone military island",
      "body_lines": [
        "British refugees in lone military island",
        "The immigrants stranded in the Indian Ocean for more than three years, migrants were brought to the UK.",
        "These Sri Lankan Tamils ​​are allowed to stay in the country for six months with financial sponsors of the British Foreign Office.",
        "Their journey to the UK marks the end of the complex legal battles over thousands of miles, but their long-term future is uncertain.",
        "Most of the migrants of 60 immigrants live in a temporary camp in Diago Garcia. They are the first immigrants who filed refugee demands in Diyago Garcia, which is strategically important.",
        "On Monday, a British government spokesman described this course of action: \"As a step in these cases, as a step to their welfare.\"",
        "\"Under the past rule, the government had to take over to this government for many years,\" the publisher said. The UK Legal Company, a UK Legal Company representing some migrants, said that this is the only sensitive solution to the humanitarian crisis in the island.",
        "\"The risk of 16 children has been put in very difficult situations in the Crown area for 38 months.. We hope our customers will be able to find a safety haven to rebuild their lives, \"she said.",
        "Earlier this year was an unprecedented opportunity to access the BBC, in the early year, where the BBC was unprecedented in groups of the Tamil migrants.",
        "These migrants were speaking to the difficult situation in the island during the time of the island, and there were many cases of fasting and tried to commit suicide.",
        "There were also accused of sexual abuse and harassment in the camp.",
        "Immigrants had told the BBC that it's equal to live in \"hell.\"",
        "One said to the BBC, \"I hope to start a new life. I hope my health is getting better, I'm converted into a new person. \"",
        "BBC detected two convicted of crimes and another in investigation.",
        "These Tamil immigrants come to the UK.",
        "The UK announced in October that Chagos Islands, a part of the Diago Garcia, will be assigned to Mauritius. However, the Prime Minister of the Chiefshisus had said that he had another idea of ​​the transaction that was done by his predecessor and still signed the transaction.",
        "The plan has been protesting with all the political parties of some UK politicians and US-elected President Donald Trump.",
        "The UK's Foreign Secretary David Lam, as described as a \"good deal\", that he is described as a \"good deal\" to both Mauritius and the UK.",
        "In recent years, the UK has spent tens of pounds of pounds for this land, and most of these are classified under \"Migratory Expenditure\".",
        "In July, the communications taken from the foreign office officials warned the BBC's communications, \"costs, and the latest forecast would be £ 50 million per year.",
        "In articles sent to the Tamils ​​on Friday, they have informed that the UK will give temporary entry permission to the UK as a means of \"immigration laws\" to allow them to consider their \"long-term alternatives\".",
        "This instance is not a permanent settlement or the UK government recognizing the refugee situation. \"These migrants are not allowed to work.",
        "The government says Chagos Islands, known as British Indian Ocean area (BIOT), the government says that this extraordinary situation will lead to a long legal dispute.",
        "United Nations, many Tamils ​​have been waiting for the final decisions for international security.",
        "Overall, eight people have been given international security, which means that they cannot return to Sri Lanka.",
        "The successor governments have been at risk of creating the Tamil people to the UK.",
        "However, the government has said that it is supplied to ensure that it will not be done.",
        "\"After the sovereign agreement with Mauritius, they take over the responsibility of the future,\" said the spokesman said.",
        "What's this Tax Return?What will happen to thousands of causes of tax returns?",
        "British refugees in lone military island",
        "Shahragen Shanmugamathan: 13 A Year ago, Tony Gregm (Little Sanga)"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the article in approximately 200 characters:",
    "",
    "British Tamil refugees stranded on Diego Garcia island for over 3 years. UK government allows temporary entry with financial sponsors. Future uncertain as they face challenges like sexual abuse allegations and uncertain long-term status. The situation has sparked legal battles and international attention."
  ]
}