{
  "translated_text": {
    "ta": {
      "title": "வாகன வரிப் பையாக அரசாங்கம் ரூ .10 பில்லியனை இழந்துள்ளது",
      "body_lines": [
        "உள்ளூர் சந்தையில் உள்ள தொழில்துறை கட்டளை நிறுவனத்தின் பரிந்துரையுடன் உள்ளூர் சந்தையில் வெளியிடப்பட்ட 326 வாகனங்கள் ரூ .103,803,200 ஐ இழந்துவிட்டதாக தேசிய தணிக்கை அலுவலகம் தெரிவிக்கிறது.",
        "பிணைக்கப்பட்ட வாகனங்களால் கூடியிருந்த வாகன சாதனங்கள், கட்டணங்கள் கட்டவிழ்த்து விடப்பட்டு, அவர்களுக்கு பணம் செலுத்தக்கூடாது, ஆனால் 30 சதவீதத்திற்கும் குறையாது, ஆனால் தணிக்கை அலுவலகத்தின் உற்பத்தி அரசாங்கத்தை சுட்டிக்காட்டுகிறது உள்ளூர் சந்தையில் வழங்கப்பட்ட இரண்டு 326 நிறுவனங்களை வழங்குவதன் மூலம் இந்த வருமானத்தை இழந்துள்ளது.",
        "மொத்தம் ரூ.",
        "இந்த விஷயத்தில் அட்டர்னி ஜெனரலின் ஆலோசனையை கேட்க சுங்க தணிக்கை கேட்டுள்ளது."
      ]
    },
    "en": {
      "title": "The government has lost Rs 10 billion as a vehicle tax bag",
      "body_lines": [
        "The National Audit office reveals that 326 vehicles released to the local market with the recommendation of the Institute of Industry Ordinance to the local market have lost Rs 103,803,200.",
        "When the vehicle devices assembled by the bonded vehicles, the tariffs were unleashed and paid to the goods they should not be paid, but not less than 30 percent, but production of the 70% of the Rs.The Audit office points out that the government has lost this income by providing two 326 companies that have been issued to the local market.",
        "A total of Rs.",
        "Customs have asked the audit to ask the Attorney General's advice on this matter."
      ]
    }
  },
  "summary_lines": [
    "Government loses Rs 10 billion due to incorrect vehicle tax payments. Audit reveals 326 vehicles released to market resulted in 103 million rupees in unpaid taxes. Customs requests AG's opinion on the matter."
  ]
}