{
  "translated_text": {
    "si": {
      "title": "වර්ෂාපතන වාර්තාවේ මිලිමීටර් 162.5 කි",
      "body_lines": [
        "ඉරිදා උදේ 7.00 සිට අලුයම 7.00 (06) පෙරවරු 7.00 සිට අධික වර්ෂාව හේතුවෙන් මිලිමලී දෙපාර්තමේන්තුව විසින් මිලිමීටර 162.5 ක වර්ෂාපතනයක් වාර්තා වී තිබේ.",
        "මීට අමතරව, වල්ලෙල්ලා (මි.මී. 112.5), හොරානා (මි.මී. 111.5), නෙලුව (මි.මී.) සහ උඩුගම (94.5 මි.මී.",
        "මේ අතර, අයිරා ගෝලය (උතුරු අර්ධගෝලයෙන් හමා යන වෙළඳ සුළං සහ දකුණු අර්ධගෝලයෙන් හමා යන වෙළඳ සුළං වලට හානි සිදුවී ඇති අතර රටේ බොහෝ ප්රදේශවල රටේ බොහෝ ප්රදේශවල හැකියාවක් ඇත දහවල් කාලයේ වර්ෂාපතනය හෝ ගිගුරුම් සහිත වැසි.",
        "ගාල්ල, මාතරා, මන්නාරම සහ මුල්ලයිටිව් දිස්ත්රික්කවල බටහිර, සබරගමුව සහ වයඹ පළාත්වල වර්ෂාපතනය ද ඇති බව කාලගුණ විද්යා දෙපාර්තමේන්තුව පවසයි."
      ]
    },
    "en": {
      "title": "162.5 millimeters of rainfall record",
      "body_lines": [
        "The Department of Meteorology has announced that the rainfall of 162.5 millimeters has been reported due to heavy rains from 7.00 am on Sunday night (06) night (06).",
        "In addition, the department has stated that the heavy rainfall has been reported in Vallalla (112.5 mm), Horana (111.5 mm), Neluwa (109 mm) and Udugama (94.5 mm).",
        "Meanwhile, the interruption zone between the ionosphere (the trade winds that blow from the northern hemisphere and the southern hemisphere are damaged in the weather of the country, and in most parts of the country in most parts of the country, there is a possibility of rainfall or thundershowers in the afternoon.",
        "The Department of Meteorology said that rainfall in the Western, Sabaragamuwa and North Western Provinces will also occur in the morning in the Galle, Matara, Mannar and Mullaitivu districts."
      ]
    }
  },
  "summary_lines": [
    "Heavy rainfall recorded: 162.5mm. Highest in Vellala (112.5mm). Rainfall expected in Western, Sabaragamuwa, and North Western provinces. Possible thunderstorms in afternoon."
  ]
}