{
  "translated_text": {
    "ta": {
      "title": "ஏப்ரல் தொடக்கத்தில் ஒரு பெரிய வேலைநிறுத்தம்?",
      "body_lines": [
        "அரசாங்கத்தின் நற்பெயர் காரணமாக ஏப்ரல் முதல் வாரத்தில் அரசு நிர்வாக சோதனையின் அற்புதமான குழுவை செயல்படுத்த அரசு நிர்வாக தொழிற்சங்கங்கள் முடிவு செய்துள்ளன.",
        "இன்று (22) தேர்வு துறையின் தேர்வு பல்கலைக்கழகத்துடன் கலந்துரையாடிய பின்னர் இந்த முடிவு எடுக்கப்பட்டது.",
        "வாழ்க்கைச் செலவின் விலையின் விலை மற்றும் மாநில ஆணையம் எடுத்த தன்னிச்சையான முடிவுகளை பரிசீலிப்பதன் மூலம் தேவையான சீர்திருத்தங்களை ஆலோசனை செய்யுமாறு அரசாங்கத்தை கோரியுமாறு அவர்கள் அரசாங்கத்தை கோருவார்கள்.",
        "அண்மையில் பிரதமரால் பாதிக்கப்பட்ட பொருளாதார கஷ்டங்கள் உள்ளிட்ட தொழில்முறை பிரச்சினைகளை தீர்க்க விவாதம் கோரப்பட்டதாக குழு கூறுகிறது.",
        "தீர்வு திட்டங்கள் மார்ச் 31 அன்று அமைச்சரவையில் போட்டியிடும் என்று அரசாங்க நிர்வாகிகளின் ஒருங்கிணைந்த குழு எதிர்பார்க்கப்படுகிறது, என்றார்.",
        "அனைத்து சங்கங்கள், கணக்காளர்கள் நிறுவனம், கணக்காளர் தொழிற்சங்கம் மற்றும் தேர்வுகள் துறை மற்றும் தேர்வுத் துறை தேர்வு துறை மற்றும் தேர்வு துறை ஆகியவற்றின் பங்கேற்புடன் வேலைநிறுத்தம் செயல்படுத்தப்பட உள்ளது."
      ]
    },
    "en": {
      "title": "A massive strike on early April?",
      "body_lines": [
        "The Government Executive Unions have decided to implement an awesome committee of the Government Executive Testing in the first week of April due to the government's reputation by the Government.",
        "The decision was taken after a discussion with the University of Examinations of the Department of Examinations today (22).",
        "They will be demanding the government to demand the government to make the necessary reforms in consultation by considering the cost of the cost of the cost of the cost of living and the arbitrary decisions made by the State Commission.",
        "The committee states that the discussion was requested to resolve the professional issues, including the economic hardship affected by the Prime Minister recently.",
        "The integrated committee of the government executives that the solution proposals are expected to contest the Cabinet at March 31, he said.",
        "The strike is to be implemented with the participation of all the associations, the Institute of Accountants, Accountant Trade Union and Examinations Department of Examinations and Department of Examinations Department of Examinations and the Department of Examinations."
      ]
    }
  },
  "summary_lines": [
    "Government Executive Unions plan a strike in early April, following discussions with the University of Examinations. They demand reforms, considering the cost of living and decisions by the State Commission. The strike aims to address professional issues and economic hardship, with proposals to be presented to the Cabinet on March 31."
  ]
}