{
  "translated_text": {
    "si": {
      "title": "கருநிலம்’ (கருப்பு மண்) மன்னார் மக்கள் மாற்றத்தின் ‘காற்றை’ தொடர்ந்து எதிர்க்கின்றனர்.",
      "body_lines": [
        "තෙවැනි දිනයේදී මන්නාරමයේදී විරෝධතා පැවැත්වෙමින් පවතින අතර අරගලයේ නම.",
        "මන්නාරම ශ්රී ලංකාවේ වැඩිම වැලි දූපත ලෙස සැලකේ. මන්නාරම ජනතාවට කලින් පාලකයන්ගේ දැක්ම ඇතුළු වෙනත් මූලික අයිතිවාසිකම් අහිමි වීමේ අවදානමට ලක්ව ඇත.",
        "சமீபத்தில் எப்படி காற்றாலையை அமைப்பதற்கான பொருட்கள் மன்னாருக்கு கொண்டு செல்லப்பட்டன என்பதை பொதுமக்கள் பார்வையிட்டனர்.",
        "වාහන හතකින් ප්රවාහනය කළ මෙම පියාපත් වාහන හතක ප්රවාහනය කර ඇති බව අනාවරණය වී තිබේ - අඛණ්ඩව දින තුනක් මහජනයාට පහර දී තිබේ.",
        "ඉතා දුර්වල පරිසරයක් ඇති මන්නාර් දූපතට ටර්බයින 30 ක් ප්රමාණවත් බව ජනතාව විශ්වාස කරති.",
        "නමුත් පරිසර ක්රියාකාරීන් පෙන්වා දී ඇත්තේ මන්නාරම් දූපතේ වැඩකටයුතුවලට යෝජිත සුළං ටර්බයිනය බොහෝ කුරුල්ලන් මරා දැමිය හැකි බවයි.",
        "ඇඩනි සමූහය විසින් යෝජිත සුළං මෝල් නැවැත්වීමට ශ්රේෂ් Supreme ාධිකරණය තීරණය කර තිබුණද, බොහෝ සමාගම් සුළං මෝල් සකස් කිරීමට උත්සාහ කරයි.. මෙය හරිත ශක්තිය නිපදවන බ්ලැන්කට්ටුවේ සුන්දර පරිසර පද්ධතියක් විනාශ කිරීමට සමාන වේ.",
        "මන්නාරමේ ජනතාව ජීවත් වන්නේ අවිනිශ්චිතතාව මධ්යයේ ය.. \"මේ වන විටත්, මන්නාරම මාස 3-4ක් තිස්සේ දියේ ගිලී මිය ගොස් ඇති අතර මන්නාරම විනාශ කිරීමට එරෙහිව දිගු කලක් සටන් කළ පදිංචිකරුවෙක් පැවසීය. \"අපජල කාන්දුවීම් සහ දුර්වල සෞඛ්ය තත්වයන් හේතුවෙන් ළමුන් සහ කාන්තාවන් විවිධ රෝගවලින් පීඩා විඳිති. මේ අපේ නිවසයි. අපට කොතැනකවත් යා නොහැක \"නියාමනි වැඩිදුරටත් පැවසීය.",
        "පසුගිය දින කිහිපය තුළ වවුනියා සහ ත්රිකුණාමලයේ ජනයා අරගලයට සහාය දක්වයි.",
        "කලින් ලිපියක් යන මාතෘකාවෙන් \"ආපදා සැලසුම් නවත්වන්න!\"",
        "මහජනයාගේ මූලික පැවැත්ම පිළිබඳ අභියෝග නොතකා මෙම ව්යාපෘති අඛණ්ඩව පවත්වාගෙන යන්නේද යන්න රජයෙන් කිසිදු ස්ථිර ප්රතිචාරයක් නොමැත, නමුත් මෙම සැලසුම් ක්රියාත්මක කිරීමේ අයිතිය.",
        "මන්නාරමයේ දැනට සිදුවන ගැටලුවලින් පීඩා විඳි සිටි යෞවනයන් 'කරම්බම්' නම් නිල අරගලයක් නිකුත් කළේය. මෙය නිර්මාණාත්මකව තත්වයේ බරපතලකම නිර්මාණශීලී වේ.",
        "මෙම වැඩිදියුණු කිරීම් හේතුවෙන් කැණීම් සහ ඔවුන් මුහුණ දෙන විවිධ ප්රතිවිපාක නිසා ඇති වන ඉහළ මාත්රාවක් මෙම ගීතයෙන් දැක්වේ. පසුගිය වසර තුනක කාලය තුළ අඛණ්ඩ නිශ්ශබ්දතාවය නොතකා ඔවුන් රජයේ නිශ්ශබ්දතාව ගැන ඔවුන් ප්රශ්න කරති.",
        "ඩේලි මිරර් සමඟ සම්මුඛ සාකච්ඡාවක්",
        "කැණීම් සහ වෙනත් ක්රියාකාරකම් රජය වහාම නැවත ලබා ගත යුතු බව ඔහු පැවසීය.",
        ". \"මන්නාරම දේශීය ප්රශ්නයක් නොවේ. එය ගෝලීය පාරිසරික වැදගත්කමකි. සාරවත් මුහුදු වාසස්ථානවල අමරණීය ජෛව විවිධත්වය සහ පක්ෂි විශේෂ 150 කට වැඩි ගණනක මධ්යම ආසියානු ගුවන් සමාගමේ සංක්රමණික මාවතෙහි වැදගත් ඉඟියක්. මෙම ප්රදේශයේ විශාල-කලාත්මක කාර්මික ආබාධය මෙම අස්ථාවර පාරිසරික ක්රමය මත රඳා පවතින ගෝත්රික හා සුළුතර ප්රජාවන්හි හැරවිය නොහැකි ප්රති consequ ලයක් වේ. \"",
        "ගුණතිලක මහතා වැඩිදුරටත් කියා සිටියේ රාජ්ය මෑතකදී තහවුරු වී ඇති බව රාජ්ය විසින් මෑතකදී තහවුරු කර ඇති බව රාජ්යවලට සනාථ වී ඇති බව රාජ්යවලට සනාථ වී ඇති බව ජාත්යන්තර නීතිය යටතේ පාරිසරික බලපෑම් සහ දේශගුණික විපර්යාසයන් ආරක්ෂා කිරීම සඳහා රාජ්යයන්ට නීතිමය බැඳීම් ඇති බව රාජ්ය මෑතකදී තහවුරු කර තිබේ.. \"පෞද්ගලික සමාගම්වල යුතුකම සහ ආපසු හැරවිය නොහැකි පාරිසරික හානිය නියාමනය කිරීම හා වැළැක්වීම මෙයට ඇතුළත් ය. මීට අමතරව. ඕස්ට්රේලියාවේ පැවති පූර්වාදර්ශනයේ සඳහන් වන්නේ අවදානමට ලක්විය හැකි දූපත් පරිසරවල සම්පත් උපුටා ගැනීමෙන් සිදුවන විනාශය පිළිබඳ වගකීම ප්රාධානවලට ඇති බවයි. ඔහු කිව්වා",
        "බොහෝ පාරිසරික ගිවිසුම් හා මානව හිමිකම් ගිවිසුම් අත්සන් කර ඇති ශ්රී ලංකාවේ ජනතාව පමණක් ආරක්ෂා කිරීමට බැඳී සිටී. සෑම ව්යාපෘතියේම මන්නාරමගේ පාරිසරික පද්ධතිවල සමස්ත බලපෑම නොසලකා හරියි. පාරිසරික බලපෑම තක්සේරු කිරීම සඳහා පුළුල් සමස්ත දූපතක් අවශ්ය වේ. පාරිසරික වෙනස් කොට සැලකීමේ අවදානමක් පවතින අතර දූෂණය විස්ථාපනය හා ජීවනෝපාය අලාභයන්ට සමානුපාතික බරක් තිබේ. මන්නාරම් අයිලන්ඩ් වියදම් නොවේ. එය තම ජනතාව වෙනුවෙන් ජෛව විවිධත්වය සඳහා අභයභූමියක් වන අතර ජාතික හා ජාත්යන්තර නීතිය යටතේ කළ යුතුය. \"",
        "ඔහුගේ ජනාධිපතිවරණ ව්යාපාරය අතරතුර. සෑම ව්යාපෘතියක්ම ජනතාවගේ අනුමැතිය හා අවම පාරිසරික බලපෑම සමඟ සිදුකරන බව සහතික කිරීම සඳහා පක්ෂය කැපවී සිටින බව ඔහු පැවසීය. ජාතික මහජන බලය රජය බලයට පත්වීමෙන් මාස අටකට පසු"
      ]
    },
    "en": {
      "title": "The people of Mannar continue to oppose the air of the people.",
      "body_lines": [
        "The protests are taking place in Mannar on the third day and the name of the struggle.",
        "Mannar is considered to be the highest sand island in Sri Lanka. The Mannar people are at risk of losing other basic rights, including the vision of the former rulers.",
        "Recently, the public visited Mannar how the items for the construction of the windmill were transported.",
        "It has been revealed that these wings, which were transported in six seven vehicles, have been transported in six seven vehicles - the public has been hit for three consecutive days.",
        "People believe that 30 turbines are enough for the Mannar Island, which has a very weak environment.",
        "But environmental activists have pointed out that the wind turbine proposed on the Mannar Island can kill many birds.",
        "Although the Supreme Court has decided to halt the proposed windmill by the Adani Group, many companies are trying to set up windmills.. This is equivalent to destroying a beautiful environment system in the blanket that produces green energy.",
        "The people of Mannar are living amidst uncertainty.. \"Already in the rainy season, Mannar is drowned for 3-4 months and causes the lives of all residents in distress,\" said a resident who had long fought against the destruction of Mannar. \"Children and women suffer from various diseases due to sewage leaks and poor health conditions. This is our home. We can't go anywhere, ”the resident added.",
        "Over the past few days, people from Vavuniya and Trincomalee have been supporting the struggle.",
        "In an earlier article titled \"Stop the Disaster Plans!\"",
        "There is no definitive answer from the government to whether these projects are going to continue, even though the recent issues have been challenging the public's basic survival and have affected the rights of the military.",
        "Young people who were suffering from the ongoing problems in Mannar released an official struggle titled 'Karambam'. This creatively illustrates the severity of the situation.",
        "The song illustrates the high doses of water caused by the excavation and the various consequences they are facing due to these improvements. They question the government's silence, despite the continued silence for the past three years.",
        "Interview with Daily Mirror",
        "He said the government should immediately reclaim the excavation and other activities.",
        ". \"Mannar is not just a local issue. It is a global environmental importance. The immortal biodiversity of fertile sea habitats and an important tip on the Central Asian Airlines Migration Path of More than 150 bird species. The large -scale industrial disorder in this area will have an irreparable consequence of the tribal and minority communities that depend on this brittle environmental system. ”",
        "Gunathilaka further stated that the states have recently confirmed that states have legal obligations to protect people from environmental impact and climate change under international law.. “This includes the duty of private companies and people to regulate and prevent irreversible environmental damage. In addition to this. The precedent set in the Australia case ensures that states can take responsibility for the destruction caused by extracting resources in vulnerable island environments. He said",
        "It is obliged to protect not only the people of Sri Lanka who has signed up on many environmental agreements and human rights agreements. Each of the projects ignores the overall impact of Mannar's environmental systems. A comprehensive entire island is necessary to assess the environmental impact. There is a risk that there is a risk of environmental discrimination and there is a proportional burden on pollution displacement and livelihood loss. Mannar Island is not spending. It is a sanctuary for biodiversity for its people for its people and should be done under national and international law. ”",
        "During his presidential election campaign. He said the party was committed to ensuring that each project was carried out with people's approval and minimum environmental impact. Eight months after the National People's Power Government came to power"
      ]
    }
  },
  "summary_lines": []
}