{
  "translated_text": {
    "ta": {
      "title": "சாகினா மற்றும் ராஜரத ராணியின் மோதலுக்கு மூன்று பேர் இடைநீக்கம் செய்யப்பட்டனர்",
      "body_lines": [
        "பெலியாடா நிலையத்தில் உள்ள ரயிலின் ரயிலில் இருந்து ரயிலின் ரயிலுக்கு மூன்று நபர்கள் பழுதளிக்கப்பட்டுள்ளதாக ரயில்வே துறை கூறுகிறது.",
        "பெலியாட்டா ரயில் நிலையத்தின் ஓட்டுநர், ராஜரத குயின் ரயிலின் ஓட்டுநர் மற்றும் ஓட்டுநர் உதவியாளரின் சேவை.",
        "விசிட் ரயிலில் நடப்பட்ட வெலியாட்டா குயின்ஸ் ரயிலில் இந்த விபத்து நிகழ்ந்தது, இது மரிகா ரயிலில் நடப்பட்டது, இது தவறாக உலர்ந்த ரயிலில் நிறுத்தப்பட்டிருந்தது.",
        "இது தொடர்பாக ரயில்வே துறை ஒரு சிறப்பு விசாரணையைத் தொடங்கியுள்ளது. விபத்தில் சரவனா ரயில் கடுமையாக சேதமடைந்தது."
      ]
    },
    "en": {
      "title": "Three suspended for the conflict of Sagina and Rajarata Queen",
      "body_lines": [
        "The Railway Department states that three persons have been tributed to the train of the train from the train of the train in Beliatta Station.",
        "The driver of the Beliatta Railway Station, the driver and driver's assistant's service of the Rajarata Queen Train.",
        "The accident occurred at the Weliata Queen's train, which was planted in the Visit train, which was planted in the Maraika train, which had been parked on the wrongly dried train.",
        "Railway Department has launched a special investigation in this regard. The Saravana train was severely damaged in the accident."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Three railway staff suspended over Beliatta train collision. Driver, assistant, and another staffer accused of negligence. Accident involved Weliata Queen train and Maraika train. Railway Department investigating. Saravana train severely damaged."
  ]
}