{
  "translated_text": {
    "si": {
      "title": "යුද්ධයෙන් වසර 15 ක් පුරා යාපනයේ පවුල් 1,500 ක්",
      "body_lines": [
        "வடக்கில் ஆரம்பிக்கப்பட்ட யுத்தம் முடிவடைந்து பதினைந்து வருடங்கள் கடந்துள்ள நிலையிலும் யாழ்ப்பாண மாவட்டத்தில் மாத்திரம் 1,500ற்கும் மேற்பட்ட குடும்பங்கள் வாழ்விடங்களை இழந்துள்ளமை தெரியவந்துள்ளது.",
        "පසුගිය වසරේ අප්රේල් 18 වන දින යාපනයේ දිස්ත්රික් මහලේකම් ශ්රවණාගාරයේ පැවති දිස්ත්රික් සම්බන්ධීකරණ කමිටු රැස්වීම අනාවරණය කර ඇත්තේ ඔවුන්ගෙන් 10 දෙනෙකු තවමත් සුභසාධන මධ්යස්ථානවල වෙසෙන බවයි.",
        "යාපනයේ දිස්ත්රික් සම්බන්ධීකරණ කමිටු රැස්වීම උතුරු පළාත් ආණ්ඩුකාර බී.එස්. එම්.. චාල්ස් සහ අමාත්ය ඩග්ලස් දේවානන්ද යන බව පළාත් මාධ්යවේදීන් පවසයි.",
        "යාපනයේ දිස්ත්රික්කයේ අවතැන්වූවන් 4,567 කට රජය තවමත් කිසිවක් කර නොමැති බව මෙම රැස්වීමට යාපනයේ සහභාගී වූහ.. දිස්ත්රික් පිළිතුරු ලේකම් මරුදීලිංසිංහ ප්රදීපියන් ආණ්ඩුකාරවරයාට නිවේදනය කළේය",
        "“1,512 குடும்பங்களைச் சேர்ந்த 4,567 பேர் இருக்கின்றனர். இவர்களில் 10 குடும்பங்கள் நலன்புரி நிலையங்களிலும் 1,502 குடும்பங்கள் உறவினர் நண்பர்களின் வீடுகளில் தங்கியிருக்கின்றனர். இவர்களுக்கு எதுவுமே செய்யவில்லை. ඒවා නැවත පදිංචි කරවීමට නියමිතය. \"",
        "ජනාධිපතිවරයාගේ නියෝගයන්ට අනුකූලව නැවත පදිංචි කිරීමේ පියවරයන් මේ වසර තුළ නැවත පදිංචි කිරීමේ පියවරයන් නිම කළ යුතු බව ආණ්ඩුකාරවරයා දිස්ත්රික් සම්බන්ධීකරණ කමිටුවට නිවේදනය කර තිබේ.",
        "නැවත පදිංචි කළ ජනතාවගේ නිවෙස්වලට විදුලිය ඇතුළු පහසුකම් සැපයීම සඳහා වැඩපිළිවෙළක් සකස් කරන ලෙස ආණ්ඩුකාරවරයා දිස්ත්රික් ලේකම්වරයාට උපදෙස් දී තිබේ.",
        "උතුරු පළාතේ ඉඩම් ඇපකර ඉඩම් අත්හිටුවා ගැනීමේ ක්රියාව තාවකාලිකව අත්හිටුවා ඇති බව ආණ්ඩුකාරවරයා පැවසීය.",
        "\"යූදිූ\" ඉඩම් ඇපකර ලබා දීමේ ක්රියාවලිය කඩිනම් කිරීම සඳහා මෙම තීරණය ගත් බවත් මැයි මස අවසන් වන විට උතුරු පළාතේ 60,000 ක ජනතාවක් විසින් ඉඩම් සහතික කිරීම් 60,000 ක් භාර දෙන බවත් ඔහු පැවසීය.",
        "යාල්. දිස්ත්රික්කය වහාම නතර කර ඇති බව ආණ්ඩුකාරවරයා ප්රකාශ කර ඇති බව ආණ්ඩුකාරවරයා ප්රකාශ කර තිබේ.",
        "මෙම ගැටළුව සම්බන්ධයෙන් අදාළ රජයේ දෙපාර්තමේන්තු වලට උපදෙස් දුන් ආණ්ඩුකාරවරයා පොලිසියට උපදෙස් දී ඇත්තේ රෙගුලාසි වල විධිවිධාන පිළිබඳව නීතිමය ක්රියාමාර්ග ගැනීමට නීතිමය පියවර ගන්නා ලෙසයි."
      ]
    },
    "en": {
      "title": "1,500 families in Jaffna for 15 years after the war",
      "body_lines": [
        "Fifteen years after the end of the war in the North, more than 1,500 families have lost their homes in the Jaffna district.",
        "The District Coordinating Committee meeting held at the Jaffna District Secretariat Auditorium on April 18 last year has revealed that 10 of them are still living in welfare centers.",
        "Jaffna District Coordinating Committee Meeting Northern Province Governor BS. M.. Provincial journalists say that Charles and Minister Douglas Devananda were headed.",
        "Jaffna participated in the meeting that the government has not yet done anything to 4,567 displaced people in the Jaffna district.. District Reply Secretary Marudalingam Pradeepan announced to the Governor",
        "“There are 4,567 people from 1,512 families. Of these, 10 families are in welfare centers and 1,502 families stay in relatives' homes. They have nothing to do with them. They are to be resettled. ”",
        "The Governor has announced to the District Coordinating Committee that the resettlement measures should be completed within this year in accordance with the president's directives.",
        "The Governor has directed the District Secretary to prepare a program to provide other facilities, including electricity to the homes of resettled people.",
        "The governor said that the action of handing over land guarantees in the Northern Province has been temporarily suspended.",
        "He said that the decision was taken to expedite the process of providing \"Uridu\" land guarantees and that 60,000 land guarantees will be handed over by 60,000 people in the Northern Province by the end of May.",
        "Yall. The Governor has announced that the governor has announced that the district has been stopped immediately.",
        "The Governor, who instructed the relevant government departments on the issue, has directed the police to take legal action to take legal action on the provisions of the regulations."
      ]
    }
  },
  "summary_lines": [
    "15 years post-war, 1,500+ families in Jaffna lost homes. 10 still in welfare centers. Governor aims for resettlement by year-end, including electricity for homes. Land guarantees suspended, with 60,000 to be handed out by May."
  ]
}