{
  "translated_text": {
    "si": {
      "title": "දකුණු ආසියානු කනිෂ් Ath මලල ක්රීඩා ශූරතාවය 2024සමස්ත ස්ථානයේ ශ්රී ලංකාව දෙවන ස්ථානයේ සිටී",
      "body_lines": [
        "ශ්රී ලංකාව රන් පදක්කම් 5 ක්, රන් පදක්කම් 5 ක් ඇතුළුව පදක්කම් 16 ක් සිකුරාදා (13) සිකුරාදා (13) සිකුරාදා (13) තමිල්නාඩුවේ ජවහර්ලාල් නේරු ක්රීඩාංගණයේදී අවසන් වූ අවසාන දිනය විය.",
        "තත්පර 21.33 ක පිරිමි මීටර් 200 ධාවන තරඟය සම්පූර්ණ කළ හින්දු විදූෂාන් නව තරඟ වාර්තාවක් සමඟ රන් පදක්කම දිනා ගත්තේය.",
        "පිරිමි උස ප්රවාහ තරඟයෙන් මීටර් 2.17 ක් උසින් මීටර් 2.17 කින් ඉහළ ගොස් ඇති රන් පදක්කම ඊට අර්ථයයි.",
        "පිරිමි 4 X 100 x 100 මාලාවේ ශ්රී ලංකා කණ්ඩායම රන් පදක්කම දිනා ගත්තේ නව තරගයක් පැවැත්වීමෙනි.",
        "මිනිත්තු 3 ක් තත්පර 09.27 කින් ශ්රී ලංකා කණ්ඩායම මීටර් 4 x 4 x 400 ශ්රේණියේ රන් පදක්කම දිනා ගත්තේය.",
        "මේ අතර, පිරිමි තිස්සවල්වල ශ්රී ලංකාව වෙනුවෙන් රන් පදක්කම දිසානායක මහතා විසිනි. ඔහු තිහෙන් මීටර් 15.09 ක දුරක් වාර්තා කළේය.",
        "පිරිමින් සඳහා මීටර් 1500 ක්: බ්රේෂන් බුදුන් (මිනිත්තු 4, 03.79 පරීක්ෂා කරන්න.) - ලෝකඩ.",
        "කාන්තාවන් සඳහා කාන්තාවන් 4 x 100 100 ක්: ශ්රී ලංකාව (ක්රි.ව. 46.48) රිදී",
        "කාන්තාවන් සඳහා කාන්තාවන් 4 x 400 ක කාන්තාවන්: ශ්රී ලංකාව (3). ක්රි.ව. 49.99) - සිකුරාදා",
        "කාන්තාවන් සඳහා මීටර් 1500 ක්: ටුලාංගනා ප්රතිභා (4 n. 39.01 චෙක්.) - ලෝකඩ.",
        "දින තුනක් චෙන්නායි හි පැවති සිව්වන දකුණු ආසියානු මලල ක්රීඩා ශූරතාවලියේ රන් 9 ක්, රිදී සහ ලෝකඩ 17 ක් ඇතුළුව පදක්කම් 35 ක්, රිදී සහ ලෝකඩ 9 ක් ද මෙවැනි සිව්වන දකුණු ආසියානු මලල ක්රීඩා ශූරතාවලියේදී පදක්කම් 35 ක් ලබා ගත්තේය.",
        "ඉන්දියාව මෙම තරඟයේ ආධිපත්යය දැරූ අතර රන් 21 ක්, රිදී සහ ලෝකඩ පදක්කම් 5 ක් සහිත පදක්කම් 48 ක්, රිදී පදක්කම් 5 ක් දිනා ගත්තේය.",
        "බංග්ලාදේශය ලෝකඩ පදක්කම් 3 ක් ලබා ගනිමින් 3 වනදා මදර් යන්ත්රය 4 වන දින ලෝකඩ පදක්කම් 2 ක් සහ නේපාලය 5 වන ලෝකඩ පදක්කමක් සමඟ අවසන් විය."
      ]
    },
    "en": {
      "title": "South Asian Junior Athletics Championship 2024Sri Lanka is second in the overall position",
      "body_lines": [
        "Sri Lanka won 16 medals, including 5 gold medals, on Friday (13), the last day of the fourth South Asian Junior Athletics Championships, which ended at the Jawaharlal Nehru Stadium in Tamil Nadu.",
        "Hindu Vidushan, who completed the men's 200m race in 21.33 seconds, won the gold medal with a new competition record.",
        "Lesant Meaning the gold medal with a new competition record, jumping 2.17 meters high in the men's height flow competition.",
        "In the men's 4 x 100m series, the Sri Lankan team won the gold medal by setting a new match.",
        "The Sri Lankan team won the gold medal in the men's 4 x 400m series in 3 minutes 09.27 seconds.",
        "Meanwhile, Dissanayake won the gold medal for Sri Lanka in men's thirties. He recorded a distance of 15.09 meters in the thirty -three.",
        "1500 meters for men: Brushan Buddha (4 minutes, 03.79 check.) - Bronze.",
        "4 x 100 meters of women for women: Sri Lanka (46.48 CE) Silver",
        "4 x 400 meters of women for women: Sri Lanka (3. 49.99 CE) - Friday",
        "1500 meters for women: Tulangana Pratibha (4 n. 39.01 Czech.) - Bronze.",
        "Sri Lanka won a total of 35 medals, including 9 gold, 9 silver and 17 bronze in the fourth South Asian Athletic Championships held in Chennai for three days.",
        "India dominated the competition and won a total of 48 medals with 21 gold, 22 silver and 5 bronze medals.",
        "Bangladesh finished 3rd with 3 bronze medals, Maldives finished 4th with 2 bronze medals and Nepal 5th with a bronze medal."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka secures 2nd place in South Asian Junior Athletics Championship 2024, winning 16 medals including 5 golds. India leads with 48 medals, Bangladesh third with 3 bronze medals."
  ]
}