{
  "translated_text": {
    "si": {
      "title": "ෆොන්සේකා ස්වාධීන ජනාධිපති අපේක්ෂකයා ලෙස ...!; ඡන්දය දෙන්නේ කවුද?",
      "body_lines": [
        "එල්ටීටීඊයට එරෙහි යුද්ධය 2009 දී කොටින්ගේ උපාය මාර්ග සකස් කළේ කවුරුන්ද යන්න පිළිබඳ ප්රතිවාදී ආකල්පය රාජපක්ෂ සහෝදරයන් හා යුද හමුදාපති වෙත පැමිණියේය.. පිට්ටනියේ හිඳගත් නිලධාරීන්ට වඩා ශීතකරණයක් තුළ වාඩි වී රට බලා සිටි නිලධාරීන්ට වඩා පිට්ටනියේ වාඩි වූ සෙබළුන්. යුද හමුදාපති සේරත් ෆොන්සේකා කියා සිටියේ ඔවුන් සමඟ ගෞරව කළ යුතු බවයි. ඔහු වක්රව ආරක්ෂක අමාත්යාංශයේ ලේකම් ගෝතභය රාජපක්ෂ මහතා පෙන්වා දුන්නේය.. රටේ සිංහල බෞද්ධ ජනතාව සිතුවේ යුද්ධයේ ජයග්රහණය සඳහා සරත් ෆොන්සේකා වගකිව යුතු බවයි. තමා මහින්දට වඩා ප්රසිද්ධ වනු ඇතැයි සිතූ රාජපක්ෂ සහෝදරයකු යුද හමුදාපති ධුරයෙන් ඉල්ලා අස් කොට අඩු බලයක් හා තත්වයක් ඇති ආරක්ෂක නායක ධුරය සඳහා ආරක්ෂක තනතුරට ඔසවා තැබූහ.. ෆොන්සේකා තමා විශ්රාම ගොස් රාජපක්ෂ මහතාට එරෙහිව ජනාධිපතිවරණය ප්රකාශයට පත් කළ බවට එවකට තිබුණේ එවිට පමණි."
      ]
    },
    "en": {
      "title": "Fonseka as independent presidential candidate…!; Who are going to vote?",
      "body_lines": [
        "When the war against the LTTE ended in 2009, the rival attitude of who set up the Tigers' strategies arose to the Rajapakse brothers and army commander Sarath Fonseka.. Soldiers who sat on the field more than the officers who sat in the refrigerator and waited for the country. Army Commander Sarath Fonseka said they should be honored with them. He indirectly pointed out Gotabhaya Rajapaksa, the Secretary of the Ministry of Defense.. The Sinhalese Buddhist people of the country thought that Sarath Fonseka was responsible for the victory of the war. The Rajapaksa brothers, who thought he would be more famous than Mahinda, resigned from the post of Army Commander, raised to the post of security governing leader with less power and status.. It was only then that Fonseka announced his retirement and went on the presidential election against the Rajapaksa."
      ]
    }
  },
  "summary_lines": [
    "After the 2009 end of Sri Lanka's civil war, tensions flared between military leaders and politicians. Sarath Fonseka, a popular figure credited with the war's victory, faced backlash from the Rajapaksa brothers, leading to his demotion and eventual run for president against them."
  ]
}