{
  "translated_text": {
    "si": {
      "title": "තරුණයින්ට ලබා දීමට කටයුතු යෞවනයන්ගේ වෙනසක්: ජනාධිපති",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා කියා සිටියේ රට තුළ ශී development ්ර සංවර්ධනයක් කරා රට මෙහෙයවීම සඳහා යෞවනයන්ගේ වෙනසක් ලබා දෙමින් රට රට තුළ නව ආර්ථිකයක් නිර්මාණය කරන බවයි.",
        "නව ආර්ථිකයක් නිර්මාණය කිරීම පිළිබඳ මූලික නීති මැයි මාසයේ පාර්ලිමේන්තුවේ සභාගත කරන බවත් ජුනි මාසයේදී සම්මත කරන බවත් ජනාධිපතිවරයා ප්රකාශ කළේය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව කියා සිටියේ ඉරිදා (07) මහනුවර ජනාධිපති මන්දිරයේ පැවති මහනුවර දිස්ත්රික් තරුණ සමුළුව අමතමින්.",
        "රට වේගයෙන් වර්ධනය වීමට රටට හේතු නොවේ නම්, රටට අනාගතයක් නොමැත. රට බිඳ දැමිය යුතුද, ඉදිරියට හෝ පසුබෑමට ලක්විය යුතුද යන්න යෞවනයන්ට තීරණය කළ යුතුය.",
        "අද රජයේ ආර්ථික වැඩපිළිවෙල ප්රතික්ෂේප කරනු ලැබුවහොත්, රටේ ආර්ථිකය නැවත වැටෙනු ඇත. රට හැර යාමට සෑම කෙනෙකුටම මූල්යමය හැකියාවක් නොමැත. එබැවින් අප සියල්ලන්ම රටේ ආර්ථිකය එක්සත් වී ශක්තිමත් කළ යුතුය.",
        "රටේ වර්තමාන ආර්ථික වැඩපිළිවෙල ගැන යෞවනයන් සෑහීමකට පත් නොවේ. වෙනසක් ඉල්ලා සිටී. එම වෙනස සෑදීම සඳහා රට තුළ නව ආර්ථිකයක් ගොඩනැගීමට අපි කටයුතු කරමින් සිටිමු. ඒ සඳහා අවශ්ය මූලික නීති මැයි මාසයේ දී පාර්ලිමේන්තුවේ සභාගත කර ජුනි මාසයේදී සම්මත වේ. ආර්ථිකය වෙනස් කිරීම සඳහා රටේ නීති පද්ධතිය වෙනස් කළ යුතුය.",
        "සියලු රාජ්ය දෙපාර්තමේන්තු හා සංගතවල සහයෝගය වේගවත් ආර්ථික වර්ධනයක් කරා ගෙනයාමට අවශ්ය වේ. එය කළ නොහැකි නම්, ඔබ සමාගමේ ව්යුහය වෙනස් කළ යුතුය.",
        "එපමණක් නොව, ගමේ ආර්ථිකය වැඩිදියුණු නොකර රටේ ආර්ථිකය වැඩිදියුණු කළ නොහැකිය. සෑම සංවර්ධිත රටකම ග්රාමීය කෘෂිකාර්මික ආර්ථිකය වැඩි දියුණු කර ඇත. නූතන කෘෂිකර්මාන්තය ගමට ගෙන ඒම සඳහා කෘෂිකාර්මික නවීකරණ වැඩසටහන අප විසින් ක්රියාත්මක කර ඇත්තේ මේ නිසා ය. යෞවනයන් වශයෙන්, ඔබ වෙනස් කිරීම හෝ එක් ස්ථානයක ඉදිරියට යා යුතුද යන්න තීරණය කළ යුතුය.",
        "එක්සත් ජාතික පක්ෂය 1977 දී පවරා ගත් විට ජනාධිපති ජේ.ආර්. තරුණයින් රට ඉදිරියට ගෙන යන ලෙස ඉල්ලා සිටියේය.. ජයවර්ධන පැවසීය. \"ඔබ කිරීමට සූදානම් නම්, මම ඔබට අවශ්ය මග පෙන්වීම ලබා දෙන්නෙමි.\"",
        "ඒ අනුව, අපි තරුණයන් මැතිවරණයට ඉදිරිපත් වී එක්සත් ජාතික පක්ෂය ජයග්රහණය කරා ගෙන ගියෙමු. පසුව ඔහු මහවේලි වැඩසටහන ආරම්භ කළේය. වසර 30 ක යැයි කියන මහවේලි වැඩසටහන වසර 10 කින් නිම කරන ලදී.",
        "රටට අවශ්ය විදුලිය ලබා දෙන ලදී. ජේ.ආර්. ජයවර්ධනගේ කාලයේ වෙළඳ කලාප දෙකක් ආරම්භ කරන ලදී. ජනාධිපති ආර්.. ප්රේමදාස රට පුරා ඇඟලුම් කම්හල් 200 ක් විවෘත කළ අතර ග්රාමීය ආර්ථිකය ශක්තිමත් කළේය.",
        "අපි මේ සැලසුම් එදින තරුණයින් ලෙස ඉල්ලා සිටිමු. ඔබ අද තරුණයින් නම්, අපි මෙම ගමන එකට එකතු කරන්නෙමු. නව ආර්ථිකයක් නිර්මාණය කිරීම සඳහා අවශ්ය නීති ගෙන ඒමට අපි පියවර ගනිමු.",
        "ආර්ථික ප්රතිව්යුහගත නීතිය ගෙන ඒමට අපි එම ව්යාපෘතිය දියත් කරමු. මීට අමතරව, රජයේ අරමුදල් කළමනාකරණය කිරීම සඳහා නව මූල්ය පනත් කෙටුම්පත ගෙන ඒමට පියවර ගනිමින් සිටී.",
        "අද රටේ ජනතාවගෙන් බහුතරයක් කාන්තාවන් වුවද, වෘත්තීය කාන්තාවන් නියෝජනය කිරීම ප්රමාණවත් නොවේ. එබැවින් කාන්තා අයිතිවාසිකම් ආරක්ෂා කිරීම සඳහා අපි නව නීති ප්රභවයන් දෙකක් ගෙනෙමු. මේ සියල්ල මැයි මාසයේදී පාර්ලිමේන්තුවේදී ඉදිරිපත් කෙරේ.",
        "රට තුළ දැවැන්ත වෙනසක් අපි බලාපොරොත්තු වෙමු. එම වෙනස සඳහා මම ඔබට අන්තර්ජාලයට ආරාධනා කරමි.",
        "බොරු කීමට මම ඉඩ දෙන්නෙමි. මට ඔබේ ගැටළු තේරෙනවා. එම ගැටලු විසඳීම සඳහා මෙම නව නීති ගෙන එනු ලැබේ. \"ජනාධිපතිතුමා පැවසීය.",
        "ප්රශ්නය: ජනාධිපතිතුමනි, රටේ විවිධ නීති ක්රියාත්මක කරන ලදී. එසේම, මෑතකදී පිහිටුවන ලද ජනසභාකය හොඳ සැලැස්මක්. දැන් ජනසභා පිහිටුවීම මන්දගාමී ය.",
        "පිළිතුර: ජනසභ යනු හොඳ සැලැස්මක්. මේ වන විට විභාග පදනමින් සභා කිහිපයක් ග්රහණය කර තිබේ. ජනගහනය නීතිගත කිරීම සඳහා කිසිදු ගැටළුවක් ඇති නොවන ආකාරයෙන් ක්රියා කළ යුතුය. තෝරාගත් සාමාජිකයන් වැනි ගැටළු රාශියක් ඇත. පළාත් පාලන ආයතන සමඟ ගැටළු විසඳීම සඳහා මෙම වැඩසටහන දියත් කළ යුතුය. මේ වසරේ කළ නොහැකි නම්, ලබන වසරේ ජනවාරි සිට නැවත ජනවාරි ආරම්භ කිරීමට අපි බලාපොරොත්තු වෙමු.",
        "ප්රශ්නය: සහන ලබා දීමේ අවාසි ඇත. සියලුම දුප්පත් පවුල් ලබා ගත යුතුය.",
        "පිළිතුර: එම අඩුපාඩු සමනය කිරීමට රජය පියවර ගෙන තිබේ. මෙම ප්රතිලාභය විශේෂයෙන් සැපයීම සඳහා සමහර සුදුසුකම් අත්යවශ්ය වේ.මෙම ව්යාපෘතිය 2025 වන විට ඩිග්සිටල් කිරීමට අපේක්ෂා කෙරේ. මෙම ප්රතිලාභය ලක්ෂ 24 ක යුද්ධයක් සඳහා ලබා ගත හැකිය. රටේ සියලුම දුප්පතුන්ට සහන සැලසීම සඳහා එක්රැස්වීමේ ව්යාපෘතිය දියත් කරන ලදී.",
        "ප්රශ්නය: සංචාරක කර්මාන්තය දැනට හොඳ තත්ත්වයේ පවතී. කුඩා ව්යාපාර ව්යාපාර සමඟ සංචාරක ව්යාපාරයේ ප්රතිලාභ බෙදා ගැනීමේ සැලසුමක් තිබේද?",
        "පිළිතුර: අපේ සංචාරක කර්මාන්තය වැටී ඇත. නමුත් දැන් අපේ රටට සංචාරකයින්ගේ පැමිණීම වැඩි වී තිබේ.",
        "සංචාරක ව්යාපාරයේ මෙම නව ප්රබෝධය ඇතිව, අපි කුඩා ව්යාපාර සඳහා සහන ලබා දීමට සැලසුම් කරමින් සිටිමු. එසේම, වේගවත් වර්ධනයක් සඳහා මේ රටේ සංචාරක අංශය ගෙන ඒමට අපි සැලසුම් කරමු. ඒ අනුව, සෑම පළාතකම සංචාරක ව්යාපාරය වැඩි දියුණු කිරීම සඳහා කමිටුවක් පත් කිරීමට අපි බලාපොරොත්තු වෙමු.",
        "ප්රශ්නය: වෘත්තීය පුහුණුව සම්පූර්ණ කළ තරුණ තරුණියන්ට ප්රමාණවත් රැකියා අවස්ථා නොමැත. වෘත්තීය පුහුණුව සම්පූර්ණ කරන පුහුණුකරුවන් සම්බන්ධව ගෙන ඇති පියවර මොනවාදැයි දැන ගැනීමට මම කැමතියි.",
        "පිළිතුර: ආර්ථික අර්බුදය හේතුවෙන් සමහර අයට රැකියා අහිමි වී ඇත. රට මේ වන විට බංකොලොත්භාවයෙන් සුවය ලබයි. නව රැකියා අවස්ථා බොහොමයක් නිර්මාණය වී ඇත, විශේෂයෙන් රටේ ආයෝජන අවස්ථා පුළුල් වෙමින් පවතී. ජනාධිපතිතුමා පැවසීය.",
        "අමාත්ය මනූෂා නනායකාරා, ප්රාන්ත අමාත්යවරුන් වන ලොහාන් රත්වත්ත, ජනාධිපති ආරක්ෂාව පිළිබඳ ජ්යෙෂ් Senior උපදේශක අනුරාධ ජයරත්න, සාල ජයරනායක, පාලිත පරාසයේ බණ්ඩාරා සහ හිටපු පාර්ලිමේන්තු මන්ත්රී කේ.කේ.. මෙම අවස්ථාවට එක්සත් ලොක් සභා පෙරමුණේ නායක පියදාස මහතා ද මෙම අවස්ථාවට සහභාගී විය."
      ]
    },
    "en": {
      "title": "Action to give youth a change of youth: President",
      "body_lines": [
        "President Ranil Wickremesinghe said that the country is creating a new economy in the country by providing a change in young people to lead the country towards rapid development.",
        "The President also stated that the basic laws on creating a new economy will be tabled in Parliament in May and will be passed in June.",
        "President Ranil Wickremesinghe said this while addressing the Kandy District Youth Conference held at the Kandy President's House on Sunday (07).",
        "“If the country does not lead to rapid growth, the country has no future. Young people have to decide whether to break the country, bring forward or downfall.",
        "If today's government's economic program is rejected, the country's economy will fall again. Not everyone has the financial ability to leave the country. So we must all unite and strengthen the country's economy.",
        "Young people are not satisfied with the current economic program of the country. Are demanding change. We are working to build a new economy in the country to make that change. The basic laws required for it will be tabled in Parliament in May and passed in June. To change the economy, the country's legal system must be changed.",
        "The cooperation of all state departments and corporations is required to move the country towards rapid economic growth. If it is not possible, you need to change the structure of the company.",
        "Moreover, the economy of the country cannot be improved without improving the economy of the village. Every developed country has improved the rural agricultural economy. This is why we have implemented the Agricultural Modernization Program to bring modern agriculture to the village. As youth, then you need to decide whether to advance with change or in one place.",
        "When the United National Party took over in 1977, President JR demanded young people to take the country forward.. Jayawardena said. \"If you are ready to do, I will give you the necessary guidance.\"",
        "Accordingly, we young people contested the election and took the United National Party to victory. He then started the Mahaweli program. The Mahaweli program, which was said to be 30 years, was completed in 10 years.",
        "And the country was supplied with the necessary electricity. Two trade zones were started during JR Jayawardene's time. President R.. Premadasa opened 200 garment factories across the country and strengthened the rural economy.",
        "We demanded these plans as young people that day. If you are young people today, we will make this trip together. We are taking steps to bring in the laws needed to create a new economy.",
        "Let us bring the economic restructuring law and launch that project. In addition, steps are being taken to bring the new financial bill to manage the government's funds.",
        "Although the majority of the people in the country today are women, the representation of the professional women is not enough. So we bring two new legal sources to protect women's rights. All of this will be presented in Parliament in May.",
        "We expect a massive change in the country. I invite you to the internet for that change.",
        "I will not let any sides of lies to cheat you. I understand your problems. These new laws are being brought to solve those problems. ”The President said.",
        "Question: President, various laws in the country were implemented. Also, the recently established Janasabha is a good plan. Now the setting up of the Janasabha is slow.",
        "Answer: Janasabha is a good plan. So far, a few congregations have been launched on an exam basis. Should act in a manner that does not cause any problems in legalizing the population. There are many issues such as the members choosing. This program should be launched to address issues with local councils. If this year is not possible, we expect to start the January again next year.",
        "Question: There are disadvantages in providing reliefs. All poor families should be available.",
        "Answer: The government has taken steps to alleviate those shortcomings. Some qualifications are essential to provide this benefit in particular.This project is expected to be digitalized by 2025. This benefit is expected to be available for 24 lakh war. The Assembly project was launched to provide relief to all the poor people in the country.",
        "Question: The tourism industry is currently in good condition. Is there a plan to share the benefits of tourism with small business ventures?",
        "Answer: Our tourism industry has fallen due. But now the arrival of tourists to our country has increased.",
        "With this new refreshment in tourism, we are planning to offer concessions to small businesses. Also, we are planning to bring the tourism sector in this country for rapid growth. Accordingly, we are looking forward to appointing a committee to improve tourism in each province.",
        "Question: Young people who have completed vocational training are not enough job opportunities. I would like to know what measures have been taken in connection with the trainers who complete the vocational training.",
        "Answer: Some people have lost their jobs due to the economic crisis. The country is currently recovering from bankruptcy. Many new job opportunities are created, especially as investment opportunities in the country are expanding. The President said.",
        "Minister Manusha Nanayakkara, State Ministers Lohan Ratwatta, Anuradha Jayaratne, President's Senior Advisor on National Security, Sagala Ratnayake, United National Party General Secretary Palitha Range Bandara and former parliamentarian KK. Piyadasa, the leader of the United Lok Sabha Front, Chandini Kongahake, was also present at the event."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the need for a new economy led by youth for rapid development, with basic laws to be tabled in Parliament in May. He highlighted the importance of cooperation among state departments and corporations for economic growth, and the role of youth in deciding the country's future. The government is working on economic restructuring and new financial bills, aiming for significant changes. The Janasabha initiative is noted, with plans to address legalization issues and improve the tourism sector. Measures for job opportunities post-vocational training are discussed, with a focus on economic recovery and job creation."
  ]
}