{
  "translated_text": {
    "si": {
      "title": "සෝඩා පැළඳ ගන්න;අවන්හලට මුද්රා තබන්න",
      "body_lines": [
        "පසුගිය සිකුරාදා තිරුනෙල්වේලි හි අවන්හලක අවන්හලක පිහිටි මහජන සෞඛ්ය පරීක්ෂක පීඒ පීඒපී. සංජීවාන්ට පැමිණිල්ලක් ලැබීය.",
        "මෙයින් පසු සෙනසුරාදා අවන්හල. විභාගය සංජීවාන් විසින් සිදු කරන ලදී.",
        "මහජන සෞඛ්ය පරීක්ෂක විසින් දැනටමත් නිවැරදි කිරීමේ කාර්යයක් කර නොමැති බව නිරීක්ෂණය වී තිබේ.",
        "මෙයින් පසු ඊයේ (27) වෙළඳසැල්වල හිමිකරුට එරෙහිව අතිරේක මහේස්ත්රාත් අධිකරණයේ දී නඩුවක් ගොනු කරන ලදී.",
        "මහේස්ත්රාත්වරයා ඊයේ නඩුව විභාග කළ මහේස්ත්රාත්වරයා 45,000 / = ක දඩයක් හිමිකරුට 45,000 / = ක් ගෙවා වැඩ නිම වන තුරු වෙළඳසැල වසා දැමීමට මහජන සෞඛ්ය පරීක්ෂකවරයාට නියෝග කළේය.",
        "පසුව මහජන සෞඛ්ය පරීක්ෂක PA PA. අවන්හල සංජීවාන් විසින් මුද්රා තබන ලදී. රීල්"
      ]
    },
    "en": {
      "title": "Put on the soda;Seal to the restaurant",
      "body_lines": [
        "Public Health Inspector Pa Pa, at a restaurant in a restaurant in Tirunelveli last Friday. Sanjeevan got a complaint.",
        "Following this, the restaurant on Saturday. Examination was carried out by Sanjeevan.",
        "It has been observed that no correction work has already been made by the Public Health Inspector.",
        "Following this, a case was filed against the shop owner yesterday (27) at the Additional Magistrate's Court.",
        "The magistrate, who took the case yesterday, paid a fine of 45,000/= to the owner and ordered the Public Health Inspector to close the shop until the work is completed.",
        "Subsequently, the Public Health Inspector Pa Pa. The restaurant was sealed by Sanjeevan. Remble"
      ]
    }
  },
  "summary_lines": [
    "A public health inspector visited a restaurant in Tirunelveli after receiving a complaint. Despite an inspection by Sanjeevan, no corrective actions were taken. A case was filed against the owner, fined 45,000/=, and the restaurant was closed until repairs are done."
  ]
}