{
  "translated_text": {
    "ta": {
      "title": "ஸ்டார்லிங்க்: இலங்கை எப்போது செயற்கைக்கோள் இணைய வசதிகளைப் பெறும்?",
      "body_lines": [
        "ஸ்டார்லிங்க்: இலங்கை எப்போது செயற்கைக்கோள் இணைய வசதிகளைப் பெறும்?",
        "உலகின் உலகின் புகழ்பெற்ற வணிக உரிமையானது இப்போது நாட்டின் வசதியை ஆர்டர் செய்ய முடிந்தது (மே 27 அன்று).",
        "அவர்களின் அதிகாரப்பூர்வ இணையதளத்தில், திருப்பிச் செலுத்துவதற்கான பணத்தைத் திரும்பப் பெறுவதற்காக ஸ்டார்லிங் ஆன்லைன் இணைய சேவைக்கு முன் பதிவு செய்ய இலங்கையாளர்கள் வாய்ப்பு உள்ளது.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கும் எலோன் மஸ்குலர்களும் மே 19 ஆம் தேதி மே 19 ஆம் தேதி இடையே ஒரு கூட்டத்தை நடத்தினர்.",
        "ஸ்டார்லிங்க் இணைய சேவை என்பது பூமியின் மேற்பரப்புக்கு அருகில் அமைந்துள்ள ஒரு செயற்கைக்கோள் அடிப்படையிலான இணைய அமைப்பாகும்.",
        "ஃபைபர் ஆப்டிக் கேபிளைப் பயன்படுத்துவதற்குப் பதிலாக, ஸ்டார்லின்க், ஆயிரக்கணக்கான சிறிய, குறைந்த-சுற்றுப்பாதைகளுக்கு ஆயிரக்கணக்கான சிறிய, குறைந்த சுற்றுப்பாதையில் பயன்படுத்தப்படுகிறது.",
        "ரேடியோ அலைகள் வழியாக ஸ்டார்லிங்கை வைக்கவும், ஆன்லைன் தரவு ஆர்பிட்டில் உள்ள செயற்கைக்கோள்களுக்கு வைக்கவும், இது பூமியின் பயனர்களுக்கு வழிவகுக்கிறது.",
        "ஸ்டார்லிங்க் செயற்கைக்கோள் சேவை ஃபைபர் ஆப்டிக் கேபிளின் தொலைதூர பகுதிகளைக் குறிக்கலாம்.",
        "யுனைடெட் ஸ்டேட்ஸில் நிறுவப்பட்ட ஈல்மன் மஸ்க்கின் விண்வெளி போக்குவரத்து நிறுவனம், முதலில் மே 2019 இல், அக்டோபர் 2020 இல் ஸ்டார்லிங்க் இணைய சேவையைத் தொடங்கியது.",
        "வானியலாளர் ஜொனாதன் மெக்டொவலின் கூற்றுப்படி, 5,874 செயற்கைக்கோள்கள் சுற்றுப்பாதையில் இருந்தன என்று ஏப்ரல் 2024 படி, அவர்களில் 5,800 பேர் செயல்பட்டு வருகின்றனர்.",
        "பாலியில் உள்ள ஸ்டார்லிங்க் சேவை இந்த மாதம் 19 ஆம் தேதி 19 ஆம் தேதி பாலியில் தொடங்கப்பட்டது.",
        "இந்தோனேசிய சராசரி சந்தைக்கு ஸ்டார்லிங்க் இணைய சேவையில் நுழைவது சமூக ஊடகங்கள் உட்பட மக்களிடையே ஒரு அன்பான உரையாடலாக மாறியது.",
        "உள்ளூர் வணிகர்கள் ஸ்டார்லிங்க் மூலோபாயம் பற்றிய கேள்விகளை எடுத்துரைத்தனர், இது சந்தையில் தீங்கு விளைவிக்கும் போட்டிக்கு வழிவகுக்கும் என்று அஞ்சுகிறது.",
        "தேசிய பாதுகாப்புக்கு அச்சுறுத்தலுக்கு அதன் சேவைகளைப் பயன்படுத்துவதைத் தடுக்க ஸ்டார்லிங்க் தரவு போக்குவரத்தை கவனிக்குமாறு பார்வையாளர்கள் அரசாங்கத்திடம் கேட்டுக்கொண்டனர்.",
        "எவ்வாறாயினும், ஸ்டார்லிங்க் இணைய சேவை தற்போதுள்ள அனைத்து தேவைகளையும் பூர்த்தி செய்ய வேண்டும் என்று அரசாங்கம் வலியுறுத்தியுள்ளது.",
        "இந்தோனேசிய அரசாங்கம் அவர்களின் நடவடிக்கைகளை அவ்வப்போது கண்காணித்து மதிப்பீடு செய்வதாகக் கூறியுள்ளது.",
        "எவ்வாறாயினும், இந்தோனேசிய அரசாங்கத்தின் ஸ்டார்லின்கின் அணுகுமுறையின் 'ஸ்பான்சர்ஷிப்' குறித்து உள்ளூர் இணைய சேவை வழங்குநர்கள் கேள்வி எழுப்பப்படுகிறார்கள், இது உலகின் பணக்காரர்களிடையே ஒரு முன்னணி இடத்தில் முன்னணி இடமாகும்.",
        "அரசாங்கம் ஒரு நியாயமான வணிகத்தை ஊக்குவிக்கக்கூடாது என்று பார்வையாளர்கள் நம்புகிறார்கள், இதனால் தேசிய பாதுகாப்பின் அச்சுறுத்தல்கள் ஊக்குவிக்கப்பட வேண்டும், மேலும் நட்சத்திரத்தைக் கவனிக்க வேண்டும்.",
        "10 வது உலக நீர் மாநாட்டின் சிறந்த அமர்வு பாலியில் 18 முதல் மே வரை \"கூட்டு செழிப்புக்கான நீர்\" என்ற கருப்பொருளின் கீழ் நடைபெற்றது.",
        "மாநாட்டில் சேர இந்தோனேசியாவில் சேர ரணில் விக்ரமேசிங்குக்கும் உலகின் புகழ்பெற்ற தொழிலதிபருக்கும் இடையிலான சந்திப்பு மே 19 அன்று நடைபெற்றது.",
        "இலங்கையில் 'ஸ்டார்லிங்க்' சேவை விவாதிக்கப்பட்டுள்ளதாக ஜனாதிபதி ஊடக பிரிவு அறிவித்துள்ளது.",
        "உலகளாவிய \"ஸ்டார்லிங்க்\" நெட்வொர்க்குடன் இலங்கையை விரைவுபடுத்துவதற்கு விண்ணப்ப செயல்முறை உறுதிபூண்டுள்ளது என்றும் ஜனாதிபதி வலியுறுத்தினார்.",
        "இதற்கிடையில், ஜாஃப்னாவில் நடந்த வினவலுக்கு ஸ்டார்லிங்க் இணைய சேவையை ஜனாதிபதி சமீபத்தில் வெளிப்படுத்தியுள்ளார்.",
        "\"நான் உலகளாவிய\" ஸ்டார்லிங்க் \"நெட்வொர்க் ஈவ்ன் உணவுடன் விவாதித்தேன். \"ஸ்டார்லிங்க்\" உடன், வைஃபை கேள்வி பெரும்பாலும் கொழும்புக்கு வெளியே தீர்க்கப்படுகிறது. \"",
        "\"நாங்கள் அவருடன் புதுப்பிக்கத்தக்க ஆற்றலையும் விவாதித்தோம், குறிப்பாக சூரிய ஆற்றல் திறன்.\"",
        "\"எங்கள் நாட்டிற்கு முக்கியமான திட்டங்களை செயல்படுத்த இலங்கைக்கு வர நான் அழைக்கப்பட்டேன்.\"",
        "\"ஸ்டார்லிங்க்\" நெட்வொர்க்கை ஆராய தொலைதொடர்பு ஒழுங்குமுறை ஆணையத்தையும் கோரியது. \"",
        "\"வேலை முடிந்தது. மீதமுள்ளவர்கள் பாதுகாப்பு அமைச்சின் ஒப்புதல் மட்டுமே.",
        "இலங்கை மக்கள் ஸ்டார்லிங்க் இணைய சேவையில் ஆர்வம் கொண்டிருந்தாலும், பிபிசி சிங்கள கிபர் கிபர்ரா கிபர் கிபர் கிபர்ராஜா உள்ளூர் வாடிக்கையாளர்களிடமிருந்து விசாரித்தார்.",
        "ஆன்லைன் வசதிகளைப் பெற ஸ்டார்லிங்க் ஆன்லைனில் தனித்தனியாக தாங்க வேண்டும் என்று அவர் கூறினார்.",
        "\"இலங்கைக்கு வருவது நல்லது. ஆனால் இன்னும் சுங்க மொபைல் அன்பான்லே பெண்டின். \"",
        "\"2021 அல்லது 2022 ஆம் ஆண்டில் ஐக்கிய நாடுகளின் சர்வதேச தொலைத்தொடர்பு நிறுவனத்தின் ஒரு கணக்கெடுப்பின்படி, இலங்கை உலகின் மிகக் குறைந்த விலையில் வாங்கக்கூடிய நிலமாக பெயரிடப்பட்டுள்ளது.\"",
        "\"இந்த சேவை ஒரு சராசரி வீட்டிற்கு கிடைக்குமா அல்லது ஒரு நபருக்கு மலிவு உள்ளதா என்ற கேள்வியை நாங்கள் கூற முடியாது.\"",
        "\"வழங்கிய சேவைக்கு எத்தனை பேர் பணம் வாங்க முடியும்.\"",
        "\"மாதாந்திர கட்டணத்திற்கு கூடுதலாக, யூனிட் கடற்கரை ரூ .80,000 போல இருக்கலாம்.\"",
        "\"இலங்கையில் ஸ்டார்லிங்க் அலுவலகம் இல்லையா என்பது எங்களுக்குத் தெரியாது, எனவே அவர்கள் இந்த பிரிவை பவுஸ்டில் அனுப்பினால் வரி எவ்வாறு செலுத்தப்படும் என்று அவர்களுக்குத் தெரியாது.\"",
        "\"இலங்கையில் ஒரு பொதுவான இணையம் வசதியளிக்கும் நிறுவனம் ஒரு வாடிக்கையாளரை நிர்வகித்து ஒரு சிறிய தொகையை செலவிடுகிறது. தனக்குத் தேவையான சேவையைப் பற்றி முடிவெடுக்க வாடிக்கையாளருக்கு உரிமை உண்டு.",
        "\"தெற்காசியாவில் உள்ளவர்கள் சேவையின் விலையை உணர்கிறார்கள்.\"",
        "\"இந்தோனேசியாவிற்கு ஸ்டார்லிங்க் இணைய வசதி சேவை அவர்களின் நிலையான விலையை விட அதிகமாக இருந்தது.\"",
        "\"இந்தோனேசியாவில் இணைய வசதிகளைப் பெறுபவர்கள் பெரியவர்கள். உலகின் மிகப்பெரிய வகுப்புவாத நுகர்வோர், இந்தோனேசியாவுக்கு மிகப்பெரிய வகுப்புவாத நுகர்வோர் உள்ளனர்.",
        "\"ஆனால் ஸ்டார்லிங்க் சேவைகளுக்கான நிலையான விலையை நீங்கள் குறைக்க முடிந்தால், ஸ்டார்லிங்க் சேவைகளின் நிலையான விலையை குறைக்க முடியும், ஸ்டார்லிங்க் சேவைக்கான நிலையான விலையை குறைக்கலாம்.. அது அரசாங்கத்தால் செய்கிறது.",
        "தரவு பாதுகாப்பு எழுந்ததா என்பதில் ஸ்டார்லின்க் இணைய சேவை வெளிவந்துள்ளது மற்றும் பிபிசி சிங்கள சேவையிலிருந்து விசாரிக்கப்பட்ட பிபிசி சிங்கள சேவை.",
        "\"ஸ்டார்லிங்க் இணைப்பு மற்றும் பில்களுக்கு பெறும்போது வாடிக்கையாளர்களின் சில தரவு தேவைப்படுகிறது.\"",
        "\"உக்ரேனில் ஸ்டார்லினைப் பயன்படுத்துவதே ஸ்டார்லிங்க் சிறந்த எடுத்துக்காட்டு. ரஷ்யாவின் பேசிக் வர்ணனையாளர்களை இடைமறிக்க ஸ்டார்லின் ரஷ்யாவால் பயன்படுத்தப்படுகிறது. \"",
        "\"தரவு பாதுகாப்பு மற்றும் இரகசியத்தன்மையைப் பாதுகாப்பதற்கான உண்மையில் ஏற்பாடுகள்.\"அவன் சொன்னான்.",
        "இதற்கிடையில், இலங்கையில் இணைய வசதிகளின் இடங்களுக்கு ஸ்டார்லின்க் இணைய வசதி சேவை ஏற்றது என்று அவர் கூறினார்.",
        "\"நீங்கள் இலங்கையின் எல்லைகளுக்கு அப்பால் செல்லும்போது, ​​கடற்படை கப்பல்கள் மற்றும் பல நாள் மீன்பிடிக் கப்பல்களுக்கு ஸ்டார்லிங்க் இணைய வசதி முக்கியமானது.\"",
        "\"ஆன்லைனில் வழங்க முடியாத கிராமப்புற இடங்களுக்கும் இந்த சேவை கிடைக்கக்கூடும்.\"",
        "\"இலங்கை சுற்றுலாவின் வளர்ச்சியில் கவனம் செலுத்தியுள்ளது. எனவே, ஸ்டார்லின்ச் சாதனத்தை இலங்கைக்கு கொண்டு வருவது எப்படி என்பதில் கவனம் செலுத்துவது முக்கியம்.",
        "தரமான ஸ்டார்லிங்க் சேவை அறிவியல் எழுத்தாளர் மற்றும் ஊடக ஆய்வாளர் குணவர்தேனாவிடமிருந்து விசாரித்தது, இலங்கைக்கு ஸ்டார்லிங்க் எவ்வாறு முக்கியமானது.",
        "இதைத்தான் அவர் அதைக் கொடுத்தார்.",
        "\"ஆசிய பசிபிக் பிராந்தியத்தில் இந்த சேவைக்கு அடுத்த நாடுகள் ஜப்பான், மங்கோலியா, பிலிப்பைன்ஸ், ஆஸ்திரேலியா, ஆஸ்திரேலியா மற்றும் நியூசிலாந்து. இது இந்தோனேசியாவில் புதிதாக இணைந்தது. தெற்காசியாவில் உள்ள எங்கள் அண்டை நாடு ஸ்டார்லிங்க் சேவையை உள்ளூர்மயமாக்கவில்லை.",
        "\"ஆனால் இலங்கை உட்பட அனைத்து தெற்காசிய நாடுகளும் ஒழுங்குமுறை அளவை விசாரிக்கின்றன.\"",
        "\"பல இணைய சேவை வழங்குநர், ஐ.எஸ்.பி தற்போது இலங்கையில் (தொலைத்தொடர்பு ஒழுங்குமுறை ஆணையம்) உள்ளது.",
        "\"சந்தை போட்டித்திறன் ஒருவித கட்டணத்தில் உள்ளது. மேலும், டி.ஆர்.சி ஒழுங்குமுறை.",
        "\"இந்த துறையில் நுழைவதற்கு முன்பு ஒரு புதிய நிறுவனம் பின்வரும் நிறுவனங்களுக்கு எச்சரிக்கை மூலம் மதிப்பிடப்பட வேண்டும்.\"",
        "\"உள்ளூர் விநியோக நெட்வொர்க் இல்லாமல், ஸ்டார்லிங்க் உள்ளூர் ஒழுங்குமுறை கட்டமைப்பிற்கு நேரடியாக வழங்கப்படுவதை உறுதி செய்ய வேண்டும்.\"",
        "\"லிபிரானிக் விளையாட்டு புலங்கள் மற்றும் ஸ்டார்லிங்க் புலத்தை வழங்குவது ஒழுங்குமுறை ஆணையத்தின் பொறுப்பாகும்,\" ஃபைபர் ஒளியியல் அல்லது மொபைல் போன்கள். \"",
        "\"இலங்கையில் இணைய பயனர்களில் பெரும்பாலோர் ஸ்மார்ட்போன்கள் மூலம் அவ்வாறு செய்கிறார்கள்.\"",
        "\"ஸ்டார்லிங்க் சேவையை நேரடியாக செல்போன்களுக்கு நேரடியாக இரண்டாம் கட்டத்தில் பெற முடியாது (2024 முதல்). இருப்பினும், தற்போது இந்த ஸ்டார்லிங்க் சேவை தற்போது மொபைல் போன்களுக்கு இணையத்தைப் பெறுவதற்கான செலவு, மற்றும் சந்தையில் வசூலிக்கப்படும் நிலப்பரப்பு தொலைபேசி நிறுவனங்கள். \"",
        "\"பூமியில் செயல்படும் அலை கவர் அலைகள் இல்லாத பகுதிகள் இன்னும் உள்ளன.\"",
        "\"அத்தகைய பகுதிகளுக்கு மூலதன செலவு மிக அதிகம். அவர்கள் ஸ்டார்லிங்க் மொபைல் போன்கள் மற்றும் இணைய சேவைகளை செயற்கைக்கோள்கள் மூலம் பெற முடிந்தால் அது இருக்கும். ஆனால் சேவை கட்டணங்கள் எங்கள் வாடிக்கையாளர்களின் நேரத்தில் இருக்க வேண்டும்.",
        "தொழில்நுட்ப அமைச்சர் கனகா ஹெராத் தொழில்நுட்ப அமைச்சர் கனகா ஹெராத் நிறுவனத்திடம் விசாரித்தார், அவர் இலங்கைக்கு தனது சேவைகளை வழங்குவதில் சமீபத்திய சூழ்நிலையாகும்.",
        "இதற்கு பதிலளித்த மாநில அமைச்சர், ஸ்டார்லின் செயற்கைக்கோள் தொழில்நுட்பத்தின் மூலம் தேவையான சட்ட வரைவு சேவைகளைத் தயாரிக்க தேவையான நடவடிக்கை எடுக்கப்படுவதாக மாநில அமைச்சர் கூறினார்.",
        "\"தொலைத்தொடர்பு ஒழுங்குமுறை ஆணையத்திற்கு ஸ்டார்லிங்கின் தாள் அனுப்பப்பட்டுள்ளது.\"",
        "\"இந்த பயன்பாட்டை நாங்கள் கருதுகிறோம். ஏனெனில் இந்த செயற்கைக்கோள் இணைய வசதிகள் தொடர்பான எந்த விதிமுறைகளும் இல்லை. எந்த சட்டமும் இல்லை, கட்டணம் இல்லை. ஏனெனில் இது முதல் முறையாகும். \"",
        "\"உலகின் பிற நாடுகளைத் தொடர்ந்து வரும் செயல்முறை பற்றிய ஆய்வு. அதற்காக, நாங்கள் சர்வதேச தொலைத் தொடர்பு சங்கத்தைச் சேர்ந்தவர்கள்.",
        "\"அவர்களின் உதவியுடன் விதிமுறைகளைச் செய்த பிறகு, நாங்கள் விரைவாக எதிர்பார்க்கிறோம்.\"அமைச்சர் கூறினார்.",
        "டி 20 உலகக் கோப்பை: இலங்கை கூறிய இந்த 6 அறிக்கைகள் உங்களுக்குத் தெரியுமா?",
        "ஐபிஎல் 2024: விலையுயர்ந்த வீரர்கள் தோல்வியுற்றதால், புதிய வீரர்கள்",
        "நிலத்தின் நிலத்திற்கு தகுதியானது என்று முத்து மானிக் பற்றி உங்களுக்குத் தெரியுமா?"
      ]
    },
    "en": {
      "title": "Starlink: When will Sri Lanka receive Satellite Internet facilities?",
      "body_lines": [
        "Starlink: When will Sri Lanka receive Satellite Internet facilities?",
        "The world's famous business ownership of the world has now been able to order the facility of the country (on May 27).",
        "On their official website, Sri Lankans have the opportunity to register before the Starling online internet service for the refundability of repayment.",
        "President Ranil Wickremesinghe and Elon Musculars held a meeting between the 19th of May on May 19.",
        "Starlink Internet Service is a satellite-based internet system that has been located near the Earth's surface.",
        "Instead of using Fiber Optic cable, Starlinq, is used in thousands of small, lower orbitals for thousands of small, lower-orbitals.",
        "Simply put Starlink through radio waves, online data to the satellites in orbit, which leads to the users of the earth.",
        "Starlink satellite service may refer to the remote areas of the fiber optic cable.",
        "Established in the United States, Eolmon Musk's Space Transport Company, first in May 2019, started the Starlink Internet service in October 2020.",
        "According to astronomer Jonathan McDowell, 5,874 satellites were in the orbit, according to April 2024, 5,800 of them remain in operation.",
        "The Starlink service at Bali was launched in Bali on the 19th of the 19th of the 19th of this month.",
        "Entering Starlink Internet Service to the Indonesian average market became a warm dialogue among the people, including social media.",
        "The local businessmen highlighted the questions about Starlink strategy, fearing that it would lead to a harmful match in the market.",
        "The observers also requested the government to observe Starlink data traffic to prevent the use of its services to a threat to national security.",
        "However, the government has emphasized that the Starlink Internet service is met all existing requirements.",
        "The Indonesian government has said that periodically monitor and evaluate their activities.",
        "However, local Internet service providers are questioned about the 'sponsorship \"of the Indonesian government's attitude to Starlinck, a leading place in a leading place among the world's rich.",
        "Observers believe that the government should not promote a fair business, so that the threats of national security should be promoted and star should be observed.",
        "The top session of the 10th World Water Conference was held in Bali to the town of 18th to May under the theme of \"Water for Collective Prosperity\".",
        "A meeting between Ranil Wickremesinghe and the world's famous businessman to join Indonesia to join the conference was held on May 19.",
        "The Presidential Media Unit has announced that the 'Starlink' service has been discussed in Sri Lanka.",
        "The President also emphasized that the application process is committed to accelerating Sri Lanka with the global \"Starlink\" network.",
        "Meanwhile, the President has revealed the Starlink Internet Service to a query in Jaffna recently.",
        "\"I discussed the global\" Starlink \"network with ewn meal. With \"Starlink\", the Wi-Fi question is mostly solved outside Colombo. \"",
        "\"We also discussed the renewable energy with him, especially the solar energy potential.\"",
        "\"I was invited to come to Sri Lanka to implement important projects to our country.\"",
        "\"Starlink\" also requested the Telecommunications Regulatory Commission to look into the network. \"",
        "\"The work has been completed. The remaining only obtaining approval from the Ministry of Defense. \"The President said.",
        "Although the people of Sri Lanka has been interested in Starlink Internet Service, the BBC Sinhala Kiber Kiberra Kiber Kiber Kiberraja inquired from the local customers.",
        "He said that the monthly fees that Starlink online should bear separately to obtain online facilities.",
        "\"This is good to come to Sri Lanka. But still in customs mobile anphanle pendin. \"",
        "\"According to a survey by the United Nations International Telecommunication Company in 2021 or 2022, Sri Lanka has been named as a land that can be purchased at the lowest price of the world.\"",
        "\"We cannot say the question of whether this service is available for an average house or a person affordable.\"",
        "\"How many people can afford a money for the service provided by it.\"",
        "\"In addition to the monthly fee, the unit coast can be like Rs 80,000.\"",
        "\"We don't know if there is no Starlink office in Sri Lanka, so they will not know how tax will be paid if they send this unit in the poust.\"",
        "\"A general Internet facilitating company in Sri Lanka has gover a customer and spend a small amount of money. The customer has the right to make a decision on the service he needs. \"",
        "\"People in South Asia are sensitive to the price of service.\"",
        "\"The Starlink Internet facilitation service to Indonesia was more than their fixed price.\"",
        "\"The people who get internet facilities in Indonesia are large. The biggest communal consumers in the world in the world, have the largest communal consumers to Indonesia. \"",
        "\"But if you can reduce the fixed prices for Starlink services, can reduce the steady prices of Starlink services, can reduce the stable prices for the Starlink service.. It does it by the government. \"He said.",
        "The Starlinq internet service has emerged on whether data protection has arisen and the BBC Sinhala service inquired from the BBC Sinhala service.",
        "\"When receiving the starlink connection and bills requires some of the data of customers.\"",
        "\"The best example is Starlink is using the starlin in Ukraine. Starlin is used by Russia to Intercepting Russia's bacik commentators. \"",
        "\"Really arrangements to protect data protection and confidentiality.\"He said.",
        "Meanwhile, he added that Starlinc Internet facilitation service is suitable for places of internet facilities in Sri Lanka.",
        "\"When you go beyond the boundaries of Sri Lanka, Starlink Internet Facility is important to the Navy vessels and multi-day fishing vessels.\"",
        "\"The service can also be available to rural locations that cannot be provided online.\"",
        "\"Sri Lanka has focused on the development of tourism. Therefore, it is important to take the focus on how to take the Starlinch device to be brought to Sri Lanka. \"Cyber Protection Specialist Asela Waidyalankara said.",
        "How to Quality Starlink Service Inquired from Science writer and media analyst Gunawardena, how Starlink is important to Sri Lanka.",
        "This is what he gave it to it. \"E ියා cash's Starlink is already providing Internet services through a satellite network in the world.\"",
        "\"The countries next to this service in the Asia Pacific region is Japan, Mongolia, Philippines, Australia, Australia and New Zealand. It was the newly joined in Indonesia. Our neighboring country in South Asia has not localized the Starlink service. \"",
        "\"But all South Asian countries, including Sri Lanka, are investigating the regulatory level.\"",
        "\"Several Internet Services Provider, ISP are currently in Sri Lanka (Telecommunications Regulatory Commission).",
        "\"Market competitiveness is at some level of charges. Also, the TRC regulation. \"",
        "\"A new company should be assessed by alert to the following companies before entering this field.\"",
        "\"Without local distribution network, Starlink should ensure that it is directly delivered to the local regulatory framework.\"",
        "\"It is also the responsibility of the regulatory commission to provide Libranic Playing Fields and Starlink FIELD,\" FIBRE OPTICS or mobile phones. \"",
        "\"The majority of Internet users in Sri Lanka are doing so through smartphones.\"",
        "\"Starlink is not able to get the service directly to cell phones directly in the second phase (since 2024). However, at present this Starlink service is currently the cost to directly obtaining Internet to mobile phones, and the terrestrial telephone companies that are charged in the market. \"",
        "\"There are still areas where no wave cover waves, which operate on earth.\"",
        "\"The capital expenditure on such areas is too high. It would be if they could receive Starlink mobile phones and Internet services through satellites instead of it. But the service charges must be at a time of our customers. \"He said.",
        "The Minister of Technology Minister Kanaka Herath inquired from the Minister of Technology Minister Kanaka Herath who is the latest situation in providing its services to Sri Lanka.",
        "Responding to this, the State Minister said that the necessary action is being taken to prepare the necessary legal draft services through Starlin Satellite Technology.",
        "\"A sheet of Starlink has been sent to the Telecommunication Regulatory Commission.\"",
        "\"We consider this application. Because there is no regulations pertaining to this Satellite Internet facilities. There is no law, no charge. Because this is the first time. \"",
        "\"A study of the procedure followed by other countries in the world. For that, we are from the International Telecom Association. \"",
        "\"After making regulations with their help, we expect them quickly.\"The Minister said.",
        "T20 World Cup: Do you know these 6 reports claimed by Sri Lanka?",
        "IPL 2024: As expensive players failed, new players",
        "Do you know about the pearl mnick as worthy of the land of land?"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka is set to receive Starlink satellite internet services soon, with registration open on Starlink's official website. This comes after a meeting between President Ranil Wickremesinghe and Elon Musk on May 19. Starlink uses a network of low-orbit satellites to provide internet connectivity, bypassing the need for fiber optic cables. Despite concerns over market competition and national security, the government assures compliance with all requirements. The service aims to enhance connectivity, especially in remote areas, but affordability and data privacy remain key considerations."
  ]
}