{
  "translated_text": {
    "si": {
      "title": "උතුරු පළාත් ආයෝජකයින් සංසදය නිර්මාණය කිරීමට පියවර ගනු ලැබේ - ආණ්ඩුකාර එන්.ඒ. වෙදනායක",
      "body_lines": [
        "උතුරු පළාත ගරු.",
        "යාපනයේ මර්චන්ට් හි සභාපති ඊ.",
        "යාල්. වෙළඳ නියෝජිතයින් පෙන්වා දුන්නේ නගරයේ නව වෙළඳපල ගොඩනැගිල්ලේ ඇති වෙබ් අඩවිය කුඩා හා මධ්යම ව්යවසායකයින්ට කුලී කුලී ගෙවා තිබීම මත කුලී පදනම මත වෙළඳපොලක් ලබා දිය හැකි බවයි.. යාල්. මහ නගර සභාව සමඟ විමර්ශනය කිරීමට පියවර ගන්නා බව ආණ්ඩුකාරවරයා පැවසීය.",
        "වෙළෙන්දන්ගේ සංගමයේ නියෝජිතයින් සඳහන් කළේ කුඩා හා මධ්යම හා මධ්යම පරිසර කලාපවල බොහෝ දෙනෙක් උනන්දුවක් දක්වන නමුත්, කර්මාන්තශාලා පිහිටුවීමට බොහෝ දෙනෙක් ප්රදේශ හා අවසරය ලබා ගැනීමේ දුෂ්කරතාවන්ට මුහුණ දී සිටින බවයි.",
        "ඔවුන් කියා සිටියේ සෑම ප්රාදේශීය ලේකම් කාර්යාල කාර්යාලයකටම සුදුසු ස්ථාන වෙන් කර ඇත්නම්, ඔවුන්ට බදු පදනමක් ලබා දෙන අතර අවසර ලබා ගැනීම සඳහා එම වහලයම එම වහලය මත නිලධාරීන් නියාමනය කළහොත් පහසු වනු ඇත.",
        "උතුරේ ඇතැම් ප්රාදේශීය ලේකම් කාර්යාලවල ආසන ලබා ගැනීමේදී දුෂ්කරතා ඇති වන බවත්, අනෙකුත් ප්රාදේශීය ලේකම් කොට් in ාශවල කිසිදු බාධක නොමැති බවත් ආණ්ඩුකාරවරයා පැවසීය.",
        "වෙළෙන්දන්ගේ නියෝජිතයින්ගේ ඉල්ලීම් පිළිගත් ආණ්ඩුකාරවරයා කියා සිටියේ ආයෝජකයින් ව්යවසායකයින්ට ලබා දුන් ස්ථාන හඳුනාගෙන ආයෝජකයින් මෙම සමුපකාරය අවම වශයෙන් වසරකටවත් මෙම සමුළුව පැවැත්වීමෙන් පසුව ආයෝජකයින් සමුළුව පැවැත්වීම නම් උතුරු පළාතේ ආයෝජකයින්ට ප්රතිලාභ ලබා ගත හැකි බවයි.",
        "උතුරේ දිස්ත්රික්ක 5 අතර ශීත කළ බස් සේවාවක් දියත් කරන ලෙස යාපනයේ වෙළෙන්දන්ගේ සංගමයේ නියෝජිතයින් ආණ්ඩුකාරවරයාගෙන් ඉල්ලා සිටියහ. ඔවුන් ඉක්මනින්ම ආරම්භ කිරීමට නියෝගය කර ඇති බව ආණ්ඩුකාරවරයා සඳහන් කළේය.",
        "ෂැටාසා වෙළඳපොළ පුනරුත්ථාපනය කරන ලෙස යාපනය වෙළෙන්දන්ගේ සංගමය (යාපනය වෙළෙන්දන්ගේ සංගමයගෙන් ඉල්ලා ඇත. ආණ්ඩුකාරවරයා කියා සිටියේ තමා එය බලා ගන්නා බවයි.",
        "මර්චන්ට්ස් උතුරේ වැලි ගැටලුවට දකුණේ සිට දකුණට වැලි දැමීමේ අදහස යෝජනා කළේය.. ආණ්ඩුකාරවරයා ඔවුන් විමර්ශනය කරන බව සඳහන් කළේය. වෙළෙඳුන් පෙන්වා දුන්නේ මගී නැව්ගත කිරීම භයානක වන අතර දූපත් වල ප්රවාහන ශිල්ප යාන්ත්රණය භාවිතා කිරීමේ අවශ්යතාවය සපුරාලීය. ආණ්ඩුකාරවරයා පිළිතුරු දුන්නේ වාසිදායක ක්රියාමාර්ග ගන්නා බවයි.",
        "උතුරේ දුප්පතුන්ට ආධාර සැපයීම සඳහා වඩා හොඳ යාන්ත්රණයක් නිර්මාණය කරන ලෙස ඉල්ලීම පිළිගත් ආණ්ඩුකාරවරයා පෙන්වා දුන් අතර සැලසුම් සකස් කර ඇති බව පෙන්වා දුන්නේය."
      ]
    },
    "en": {
      "title": "Steps will be taken to create the Northern Province Investors Forum - Governor Na Vedanayaka",
      "body_lines": [
        "Northern Province Hon.",
        "The delegation headed by the Chairman of the Jaffna Merchant, E. Jayasekaran, met the Governor of the Northern Province at the Governor's Secretariat on Friday evening 29.11.2024.",
        "Yall. Merchants representatives pointed out that the site that is not long in the new market building in the city can be made permanent market opportunity by providing a rent to small and medium entrepreneurs on the basis of rent.. Yall. The governor said that action would be taken to investigate with the Municipal Council.",
        "Representatives of the Merchant Association noted that even though many are interested in carrying out small and medium entrepreneurs, they are facing difficulties in obtaining areas and permission to establish factories.",
        "They said that if the appropriate places were allocated to each Divisional Secretariat Division, they would be given a lease basis and would be easy if the officers were regulated on the same roof to obtain permissions.",
        "The governor said that there would be difficulties in obtaining seats in certain Divisional Secretariat Divisions in the North and that there would be no obstacles in the other Divisional Secretariat Divisions.",
        "The governor, who accepted the demands of the Merchants' representatives, said that the investors in the Northern Province would be able to obtain benefits if the investors hold the conference at least once a year after identifying the places where investors were given to entrepreneurs.",
        "Representatives of the Jaffna Merchants Association asked the governor to launch a refrigerated bus service between the 5 districts of the North. The governor noted that the order has been made to start them soon.",
        "The Jaffna Merchants Association (Jaffna Merchants' Association has been asked to rehabilitate the Shatrasa Market. The governor said he would take care of it.",
        "The Merchants proposed the idea of ​​bringing sand from the south to the south of the sand problem in the north.. The governor noted that they are investigating them. Merchants pointed out that passenger shipping is dangerous and presented the need for the use of transportation craft mechanism of the islands. The governor replied that favorable action would be taken.",
        "The Governor, who accepted the request to create a better mechanism to provide assistance to the poor in the North, pointed out that the plans have been prepared."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Northern Province Investors Forum creation underway. Governor Na Vedanayaka meets Jaffna Merchant Association. Discusses permanent market opportunities, small-medium entrepreneur support, factory establishment challenges, and investor benefits. Proposes annual conferences and refrigerated bus service. Addresses sand shortage, passenger shipping safety, and poverty relief mechanisms."
  ]
}