{
  "translated_text": {
    "ta": {
      "title": "ஒரு குடும்பத்தின் மாத நுகர்வு செலவு ரூ",
      "body_lines": [
        "இலங்கையின் மத்திய வங்கி (ஈபிஎஃப்) பணவீக்கத்தால் ரூ.",
        "தேசிய நுகர்வோர் விலைக் குறியீட்டின் படி, மாதாந்திர நுகர்வு விகிதம் 2022 ரூ.",
        "2022-2023 ஆண்டுகளில், இலங்கையின் ஒரு குடும்பம் ரூ.",
        "உணவுக்காக செலவழித்த தொகை மாதாந்திர நுகர்வோர் செலவில் 46.12% ஆகும். 2023 ஆம் ஆண்டில், இலங்கையின் ஒரு குடும்பம் உணவு அல்லாத உரிமையில் 56.2% செலவிட்டது, மேலும் உணவு 43.8% க்கு செலவிடப்பட்டுள்ளது. 2023 ஆம் ஆண்டில் உணவு அல்லாத வகை உரிமையாளர்களின் விலை அதிகரிப்பு, விலைகளின் அதிகரிப்பு 2022 க்கும் குறைவாக இருந்தது என்று தணிக்கை அறிக்கை கூறுகிறது."
      ]
    },
    "en": {
      "title": "Monthly consumption cost of a family is Rs. 103,283",
      "body_lines": [
        "The Central Bank of Sri Lanka (EPF) has increased by 16.5% from December 2023 compared to Rs. 103,283 by inflation.",
        "According to the National Institute of Consumer Price Index, the monthly consumption rate of 2022 was Rs.",
        "In the years of 2022-2023, one family of Sri Lanka has spent Rs.",
        "The amount spent for food is 46.12% at monthly consumer expenditure. In 2023, one family of Sri Lanka spent 56.2% of non-food ownership, and food has been spent on 43.8%. The audit report states that the increase in the increase in the price of non-food category owners in 2023, the increase in prices was less than 2022."
      ]
    }
  },
  "summary_lines": [
    "The Central Bank of Sri Lanka increased the EPF by 16.5% in December 2023, affecting the monthly consumption cost of Rs. 103,283. The National Institute of Consumer Price Index reported a significant increase in expenditure, with food accounting for 46.12% and non-food for 56.2% in 2023, showing a slight decrease in non-food price increase compared to 2022."
  ]
}