{
  "translated_text": {
    "ta": {
      "title": "கடத்தப்பட்ட ஒரு பெண் நிலத்தடி சாவடியில் கண்டுபிடிக்கிறாள்",
      "body_lines": [
        "இன்று (2) நிலத்தடி சாவடியில் மறைத்து வைக்கப்பட்டிருந்த 14 வயது சிறுமியை பட்டாலா போலீசார் விடுவித்துள்ளனர்.",
        "சிறுமி 20 வயது இளைஞரால் கடத்தப்பட்டார்.",
        "14 வயது சிறுமியை 9 ஆம் தேதி படலாவின் கட்டுகாசேஜில் உள்ள ஒரு வீட்டிற்கு வந்த மூன்று இளைஞர்களால் கடத்தப்பட்டார்.",
        "கடத்தப்படுவதைத் தடுக்க முயன்ற பெண்ணின் தந்தையிடம் கூர்மையான கருவியால் ஒரு இளைஞன் தாக்கப்பட்டுள்ளார்.",
        "இந்த சம்பவத்துடன் இணைக்கப்பட்ட முக்கிய சந்தேக நபர் கைது செய்யப்பட்டு இந்த மாதம் 24 ஆம் தேதி வரை ரிமாண்ட் செய்யப்பட்டார்.",
        "இருப்பினும், பிரதான சந்தேக நபருடன் சிறுமியைக் கடத்த வந்த மற்ற இரண்டு இளைஞர்களையும் காவல்துறையினர் கண்டறிய முடிந்தது.",
        "அதன்படி, இரண்டு இளைஞர்களின் விசாரணையின் போது கைது செய்யப்பட்ட இரண்டு இளைஞர்களும், கடத்தப்பட்ட பெண் பட்டாலா நகரத்தின் முக்கிய சந்தேக நபருக்கு சொந்தமான ஒரு அடையாளத்தின் நிலத்தடி வீட்டில் இருப்பதாக ஒப்புக்கொண்டனர்.",
        "பட்டாலா காவல்துறைத் தலைமை ஆய்வாளர் ஜெயதிலகா பண்டாரா மற்றும் பிற அதிகாரிகள் குழு ஆகியவை தொடர்புடைய வீட்டை விரைவுபடுத்தின.",
        "சிறுமியை மறைக்க சுமார் ஒன்றரை மாதங்கள் நிலத்தடி கடை தயாரிக்கப்பட்டுள்ளது.",
        "இந்த ஸ்டாலின் காற்றோட்டத்திற்கு ஐந்து அடி உயரமும் 6 அடி அகலமும் கொண்ட இரண்டு சிறிய துளைகள் மட்டுமே இருந்தன.",
        "இந்த வீட்டையும் காவல்துறையினர் கைது செய்தனர்.",
        "சந்தேக நபர்கள் இன்று வெல்லவயா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட்டனர், மேலும் 14 நாட்கள் ரிமாண்ட் செய்ய உத்தரவிடப்பட்டனர்.",
        "ரிமாண்டெட்டில் உள்ள முக்கிய சந்தேக நபர், ரிமாண்ட் செய்யப்பட்ட முக்கிய சந்தேக நபர், 14 வயதுடைய மூத்த சகோதரியால் கடத்தப்பட்டதாக போலீசார் தெரிவித்துள்ளனர்.",
        "அவள் செல்ல மறுத்தபோது, ​​அவனது கோரிக்கைகள் அவளுடைய கோரிக்கைகளை நிறுத்த வேண்டியிருந்தது, மேலும் அவளுடைய சகோதரியால் கடத்தப்பட்ட தன் சகோதரியுடன் ஒரு பாத்திரத்தைத் தொடங்கினான்.",
        "சந்தேக நபர் சந்தேக நபரால் வலுக்கட்டாயமாக எடுத்துக் கொள்ளப்பட்டார், சுமார் இரண்டு மாதங்களுக்கு முன்பு, சந்தேக நபர் ஜாமீனில் கைது செய்யப்பட்டார்.",
        "இந்த ஆண்டு சந்தேக நபரின் மாமா உதவியுள்ளார் என்று போலீசார் தெரிவித்தனர்."
      ]
    },
    "en": {
      "title": "A kidnapped girl discovers in underground booth",
      "body_lines": [
        "Buttala Police have liberated a 14-year-old girl who was hidden in an underground booth today (2).",
        "The girl was kidnapped by a 20-year-old youth.",
        "The 14-year-old girl had been abducted by three youths who came to a house in Katugasage, Buttala on the 9th.",
        "One youth has been attacked with a sharp instrument in the father of the girl who tried to prevent abduction.",
        "The main suspect in connected to the incident was taken into custody and was remanded until the 24th of this month.",
        "However, the police were able to detect the other two youths who had come to the abduction of the girl along with the main suspect.",
        "Accordingly, the two youths arrested during the interrogation of the two youths were confessed that the abducted girl remains in a underground house of a mark belonging to the main suspect in the city of Buttala.",
        "Buttala Police Chief Inspector Jayathilaka Bandara and a group of other officials had left the relevant house expedited.",
        "The underground stall has been prepared about a month and a half to hide the girl.",
        "There were only two very small holes for the ventilation of this stall with a five-foot height and 6 feet wide.",
        "The house was also arrested by the police.",
        "The suspects were produced before the Wellawaya Magistrate's Court today and were ordered to be remanded for 14 days.",
        "The police have revealed that the main suspect in remanded, the main suspect, who was remanded, had been abducted by the eldest sister of the 14 year old.",
        "When she refuses to go and his demands had to stop her demands, and began a role with her sister, who was abducted by her sister.",
        "The suspect had been forcibly taken by the suspect, about two months ago, and the suspect had been arrested on bail.",
        "The suspect's uncle has helped that this year, police said."
      ]
    }
  },
  "summary_lines": [
    "Buttala Police rescued a 14-year-old girl from an underground hiding place after she was kidnapped by three individuals. The main suspect, a 20-year-old, was arrested and remanded, while the others were caught due to their confessions. The underground shelter, prepared for over a month and a half, had minimal ventilation. The suspects were remanded for 14 days by the Wellawaya Magistrate's Court."
  ]
}