{
  "translated_text": {
    "ta": {
      "title": "ஆஸ்திரேலியாவின் சட்டங்கள் 16 வயதிற்குட்பட்ட குழந்தைகளை தடை செய்கின்றன",
      "body_lines": [
        "16 வயதிற்குட்பட்ட குழந்தைகளுக்கான சமூக ஊடகங்களை தடை செய்ய ஆஸ்திரேலிய அரசாங்கம் முடிவு செய்துள்ளது.",
        "அதன்படி, ஆஸ்திரேலியா அத்தகைய சட்டத்தை நிறைவேற்றிய உலகின் முதல் மாநிலமாக மாறியுள்ளது.",
        "சமூக ஊடகங்களைப் பயன்படுத்துவதில் மோசமான விஷயங்கள் குறித்து இந்த முடிவு எடுக்கப்பட்டுள்ளது.",
        "இந்த திட்டம் நேற்று ஆஸ்திரேலிய நாடாளுமன்றத்தின் முன் தயாரிக்கப்பட்டது மற்றும் பாராளுமன்றத்தால் அங்கீகரிக்கப்பட்டது.",
        "இருப்பினும், சட்டத்தை செயல்படுத்த ஒரு வருடம் ஆகும்.",
        "சமூக ஊடகங்களில் நுழைவதற்கு 16 வயதிற்குட்பட்ட 16 வயதிற்குட்பட்ட எந்தவொரு சமூக ஊடக வலையமைப்பிலும் இந்த சட்டம் விதிக்கப்படும்.",
        "ஆஸ்திரேலிய பிரதமர் அந்தோனி அல்பெனேஸ் கூறுகையில், சமூக ஊடகங்களைப் பயன்படுத்தி இளைஞர்களுக்கு ஏற்பட்ட சேதத்திலிருந்து அவர்களைப் பாதுகாக்க அத்தகைய சட்டத்தை அவர்கள் அறிமுகப்படுத்தினர்.",
        "இருப்பினும், இந்த சட்டம் எவ்வளவு வெற்றிகரமாக செயல்படுத்தப்படுகிறது என்று பல கட்சிகள் சந்தேகிக்கின்றன."
      ]
    },
    "en": {
      "title": "Laws from Australia banning children under 16",
      "body_lines": [
        "The Australian government has decided to ban social media for children under the age of 16.",
        "Accordingly, Australia has become the world's first state that has passed such a law.",
        "This decision has been taken by regarding the bad matters in the use of social media.",
        "The proposal was produced before the Australian Parliament yesterday and was approved by Parliament.",
        "However, it will take about one year to implement the law.",
        "The Law will also be imposed on any social media network that is under the age of 16 with the age of 16 to enter the social media.",
        "Australian Prime Minister Anthony Albenays says that they introduced such a law to protect them from the damage to the youth using social media.",
        "However, many parties doubt how successful this law is implemented."
      ]
    }
  },
  "summary_lines": [
    "Australia bans social media for minors under 16. Law aims to protect youth from online harm but faces implementation doubts. First country to enact such legislation. Enforcement begins in one year."
  ]
}