{
  "translated_text": {
    "ta": {
      "title": "மகள், அவர் பள்ளிக்குச் செல்லவில்லை என்று கூறினார்",
      "body_lines": [
        "தாய் மற்றும் பெண்கள் பணியகம் குழந்தை மற்றும் பெண்கள் உடல்களின் குழந்தை மற்றும் மகளிர் பணியகத்தால் கைது செய்யப்பட்டுள்ளது, இது உடலின் நான்கு வயது உலை முன்பள்ளி மறுக்கப்பட்டதாகக் கூறியது.",
        "கண்டி பிரிவின் உர் கரையில் உள்ள முப்பது வயது பெண் காவல்துறையினரால் கைது செய்யப்பட்டுள்ளார்.",
        "சிறுமி முன் பள்ளிக்கு மறுத்துவிட்டதாக போலீசார் கூறுகின்றனர் என்று போலீசார் தெரிவித்தனர்.",
        "காயமடைந்த பெண் கண்டி தேசிய மருத்துவமனையில் அடையாளம் காணப்பட்டுள்ளார், மேலும் இது ஒரு நீதித்துறை மருத்துவ அதிகாரி முன் தயாரிக்கப்பட உள்ளது.",
        "பொலிஸ் காவல்துறை கண்காணிப்பாளர் அனுருத்தா பண்டரனவர்தேனா, மானுருத் பண்டாரணாயக்கும், பெண்கள் பதிவேட்டின் OIC விசாரணையும் நடத்தி வருகிறார்."
      ]
    },
    "en": {
      "title": "Daughter, who said she was not going to school",
      "body_lines": [
        "Motherial and Women's Bureau has been arrested by the Child and Women's Bureau of the child and women's bodies that claimed that the four-year-old furnace of the body has been denied the pre-school.",
        "The Thirty-year-old woman in the Ur Banks of the Kandy Division has been arrested by the police.",
        "Police say that the girl refused to pre school, police said.",
        "The injured girl has been identified to the Kandy National Hospital and is also to be produced before a Judicial Medical Officer.",
        "Police Superintendent of Police Anuruddha Bandaranawardena, Manuruddha Bandaranaike, and the OIC of the Women's Register, is conducting investigations."
      ]
    }
  },
  "summary_lines": [
    "A 4-year-old girl refused preschool. Her mother, accused of neglect, was arrested. The child is hospitalized and under investigation."
  ]
}