{
  "translated_text": {
    "ta": {
      "title": "ஹிருனிகாவும் மற்றவர்களும் புகார் அளிக்க அழைக்கப்படுவார்கள்",
      "body_lines": [
        "கொழும்பு மாஜிஸ்திரேட் நீதிமன்றம் பிப்ரவரி 10 ஆம் தேதி புகாரை வழங்கியது.",
        "கொழும்பு தலைமை நீதவான் திலினா காமேஜ் முன் புகார் அழைக்கப்பட்டது.",
        "இந்த சம்பவம் தொடர்பான விசாரணைகள் அட்டர்னி ஜெனரல் துறைக்கு ஆலோசனை வழங்க உத்தரவிடப்பட்டுள்ளன என்று இலவங்கப்பட்டை தோட்ட காவல்துறையினர் நீதிமன்றத்திற்கு தெரிவித்தனர்.",
        "இந்த வழக்கு தொடர்பாக அட்டர்னி ஜெனரலுக்கு இன்னும் ஆலோசனை கிடைக்கவில்லை என்று போலீசார் தெரிவித்தனர்.",
        "சந்தேக நபர்களுக்காக ஆஜரான வழக்கறிஞர்-சட்டபூர்வமான தடலா ரணகலா, சந்தேக நபர்கள் சமூகத்திற்கு கல்வி கற்பதற்காக சந்தேக நபர்களால் எதிர்ப்பு தெரிவித்ததாகக் கூறினார்.",
        "எவ்வாறாயினும், அட்டர்னி ஜெனரலின் அறிவுறுத்தல்களைப் பெற கோப்புகள் அறிவுறுத்தப்பட்டுள்ளன, மேலும் அட்டர்னி ஜெனரலுக்கு தீர்வு காண நடவடிக்கை எடுக்கப்படும் என்று மாஜிஸ்திரேட் கூறினார்.",
        "பின்னர் புகார் பிப்ரவரி 10 அன்று அழைக்க உத்தரவிடப்பட்டது."
      ]
    },
    "en": {
      "title": "Hirunika and others will be called for a complaint with a complaint",
      "body_lines": [
        "The Colombo Magistrate's Court presented the complaint on the 10th of February.",
        "The complaint was called before Colombo Chief Magistrate Thilina Gamage.",
        "The Cinnamon Gardens Police informed the court that investigations into the incident have been directed to advise the Attorney General's Department.",
        "The police said that the Attorney General has not yet received advice in relation to the case.",
        "Attorney-at-Law Athula Ranagala, who appeared for the suspects, said that the suspects were protested by the suspects to educate the society.",
        "However, the magistrate said the files have been directed to obtain the Attorney General's instructions and action will be taken to address the Attorney General.",
        "The complaint was then ordered to be called on February 10."
      ]
    }
  },
  "summary_lines": [
    "Complaint filed against Hirunika and others in Colombo Magistrate's Court. Case adjourned until Feb 10. Police investigation ongoing. Attorney General's advice awaited. Suspects' lawyer claims protest aimed at educating society. Magistrate directs further action based on AG's instructions."
  ]
}