{
  "translated_text": {
    "si": {
      "title": "ජනාධිපති සම්මානලාභී ලබන්නා අත්අඩංගුවට",
      "body_lines": [
        "පොලොන්නරුව අපරාධ විමර්ශන දෙපාර්තමේන්තුව පැවසුවේ පොලොන්නාවේ වැලෙගායි ප්රදේශයේ උද්යානයක පුරාවිද්යාත්මකව හෑරීම සඳහා ජනාධිපති සම්මානය, නවීන මෝටර් රථය ඇතුළු පුද්ගලයින් 5 දෙනෙකු අත්අඩංගුවට ගත් බවයි.",
        "අත්අඩංගුවට ගත් සැකකරු කඩාවත පදිංචිකරුවෙකු වන අතර අනෙක් සැකකරුවන් වන ගලේවෙල, කන්දල සහ මිරිගාමා හි පදිංචිකරුවන් වන අතර ඔවුන් වයස අවුරුදු 30 සිට 50 දක්වා.. බණ්ඩාරා පැවසීය.",
        "1999 දී ජනාධිපතිවරයාගේ සම්මානය ලැබූ බණ්ඩරාවල ප්රදේශයේ සාමාජිකයින් 46 දෙනෙකු අත්අඩංගුවට ගත් බව බන්ඩාරා පැවසීය.",
        "පොලිසිය පවසන්නේ පෘථිවියට යටින් ඇති සියලුම ද්රව්ය කැමරාවක් බවට පත්වීම සඳහා පෘථිවිය යට ඇති සියලුම ද්රව්ය නිර්මාණය කර ඇති අතර තවත් කැමරාවක් ඔහු විසින් නිර්මාණය කරන ලද යන්ත්රයට ප්රවේශමෙන් සවි කර ඇති බවයි.",
        "මීට වසර කිහිපයකට පෙර සැකකරුවන්ට පුරාවිද්යා දෙපාර්තමේන්තුවේ අවසරය ලබාගෙන ඇති අතර මීට සතියකට පෙර දෙවන වරටත් නිධානය සෙවීම සඳහා මෝටර් රථයට පැමිණ තිබේ.",
        "ප්රාදේශීය අපරාධ විමර්ශන දෙපාර්තමේන්තුව පැවසුවේ මෙම ප්රදේශය ජල ව්යාපෘතිය දක්වා හාරා ඇති බවත් එය කරල්, යකඩ බාර්, ජල මෝටර සහ වයර් වැනි උපකරණ රාශියක් අත්අඩංගුවට ගත් බවත් ය.",
        "අත්අඩංගුවට ගත් සැකකරුවන් පොලොන්නරුව මහේස්ත්රාත් අධිකරණයට ඉදිරිපත් කිරීමට නියමිතය.. බණ්ඩාරා පැවසීය."
      ]
    },
    "en": {
      "title": "President's Award recipient arrested",
      "body_lines": [
        "The Polonnaruwa Criminal Investigation Department said that five persons, including the president's award, were arrested with equipment and modern car used for digging archaeologies in a garden in Valegadai area in Polonnaruwa.",
        "The arrested suspect is the resident of Kadawatha and the other suspects are resident of Bandarawela, Galewela, Kandala and Mirigama, and they are aged 30 to 50 years.. Said Bandara.",
        "Bandara said that a 46 -year -old suspect, who was arrested with the scanning machine to see if there were materials underneath, hails from the Bandarawela area who received the President's award in 1999.",
        "Police say that all the material underneath the earth has been created to become a camera and another camera has been carefully fitted to the machine he created.",
        "Police said the suspects had received the permission of the Archaeological Department a few years ago and had arrived in the car to search for the treasure for the second time a week ago.",
        "The Divisional Criminal Investigation Department said that the area was dug up to the water project, and that it had seized many equipment such as spikes, iron bars, water motors and wires.",
        "The arrested suspects will be produced before the Polonnaruwa Magistrate's Court.. Said Bandara."
      ]
    }
  },
  "summary_lines": [
    "Five, including a President's Award recipient, arrested for using archaeological digging equipment in Polonnaruwa. Suspects, aged 30-50, from various locations, were found with a scanning machine and cameras. They had permission from the Archaeological Department and were searching for treasure."
  ]
}