{
  "translated_text": {
    "si": {
      "title": "ආර්ථික වැඩපිළිවෙළ හැර වෙනත් විකල්ප තිබේ නම්, ඔබ ඕනෑම කණ්ඩායමක් සමඟ කතා කිරීමට සූදානම්ය-බන්දුල ගුණවර්ධන",
      "body_lines": [
        "ශ්රී ලංකාවේ ආර්ථිකය ගොඩනැගීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් සිදු කරනු ලබන ආර්ථික වැඩපිළිවෙළ හැර වෙනත් විකල්පයන් හෝ ජනමාධ්ය අමාත්ය ආචාර්ය බන්දුල ගුණවර්ධන මහතා කියා සිටින බව ඔහු පැවසීය.",
        "රාජ්ය මූල්ය කළමනාකරණය පිළිබඳ ප්රමාණවත් දැනුමක් ඇති කණ්ඩායම් ජනතාව ඉදිරියේ ව්යාජ ප්රචාරයන් කරන බවත්, ශ්රී ලංකාවේ ආර්ථිකය ගොඩනැගීම හුදු වචන නොවන බවත් අමාත්යවරයා පැවසීය.",
        "ප්රවාහන, මහාමාර්ග සහ ජනමාධ්ය අමාත්ය ආචාර්ය බන්දුල ගුණවර්ධන මහතා මේ බව පැවසීය.",
        "2023 හි බදුකරණයෙන් උපයන රාජ්ය ආදායම රුපියල් බිලියන 3201 කි. සහන සඳහා භාණ්ඩාගාරයෙන් වැය කළ මුදල, වැටුප සහ රාජ්ය ණය රුපියල් බිලියන 4394 කි. විකල්ප කමිටු විසින් රාජ්යයේ කොටස අඩු කරනු ඇති පරිදි මහජනයාට දැනුම් දිය යුතුය.",
        "ශ්රී ලංකාවේ ආර්ථික ගැටලුවලට දේශපාලන විසඳුම් නොමැති බව ඔහුගේ සිංහාසනයේදී ජනාධිපතිවරයා ප්රකාශ කළේය. 2022 දී රටේ ආර්ථික අර්බුදය ගැන ජනතාව දන්නවා. ශ්රී ලංකාවේ ආර්ථිකය අද අද වාසිදායක වී ඇත්තේ රට යථා තත්ත්වයට පත් කිරීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා දියත් කරන ලද වැඩසටහන විසිනි.",
        "ඔබ පසුගිය වසරේ සඳහන් කරන්නේ නම්, බදු මුදල් ඇතුළුව සමස්ත රාජ්ය ආදායම රුපියල් බිලියන 3201 කි. මේ සඳහා, ශ්රී ලංකා රේගුව විසින් අභ්යන්තර කටයුතු රුපියල් බිලියන 923 ක්, ශ්රී ලාංකික රේගුව විසින් රුපියල් බිලියන 923 ක් ද, මත්පැන් දෙපාර්තමේන්තුව විසින් රුපියල් බිලියන 169 ක් සහ රුපියල් බිලියන 209 ක් සහ මෝටර් රථ දෙපාර්තමේන්තුව විසින් රුපියල් බිලියන 20 ක් වත් කර තිබේ.. මෙම මුදල භාණ්ඩාගාරයෙන් උපයන ආදායමයි. එහෙත්, පසුගිය වසරේ වියදම් කළ මුදල රුපියල් බිලියන 4394 කි.",
        "සහන, රාජ්ය සේවකයින් සඳහා රාජ්ය ණය සහ රාජ්ය සේවකයින් සඳහා වැටුප් ඇතුළත් වේ. මීට අමතරව, යටිතල පහසුකම් සැපයීම සඳහා භාණ්ඩාගාරයෙන් රුපියල් බිලියන 13,292 ක් වියදම් කර ඇත. අඛණ්ඩව ක්රියාත්මක වේ. ගෑස් පෝලිම් නොමැත. අඛණ්ඩ බල සැපයුමක් පවතී. රාජ්ය සේවකයින්ට දින ගෙවා ඇත. මෙම ක්රියාකාරකම් සමඟ ජනාධිපති විසින් සිදු කරන ලද ආර්ථික වැඩපිළිවෙල ප්රතිස්ථාපනය කිරීමට වෙනත් මාර්ගයක් නොමැත.",
        "වේදිකාවේ සමහර කණ්ඩායම් වේදිකාවේ විවිධ අසත්ය ප්රකාශ කර තිබුණද, ආර්ථික අර්බුදයෙන් රට යථා තත්වයට පත් කිරීම සඳහා කළ යුතු වැඩපිළිවෙළ කුමක්දැයි කණ්ඩායම් ජනතාවට පැවසිය යුතුය.. සහන කොටස අඩු කරන්න?එසේ නොවේ නම්, ඔබ රාජ්ය ණය ප්රදේශය අඩු කරනවාද?නැතහොත් එය රජයේ සේවකයින්ගේ වැටුපෙන්ද?ජනතාව දැනුවත් කිරීම.",
        "රාජ්ය මූල්ය කළමනාකරණය සහ ආර්ථික ස්ථාවරත්වය පිළිබඳ දැනුම ජනතා විමුක්ති පෙරමුන වැනි කණ්ඩායම් සඳහා දුර්වල ය. පාලන තන්ත්රයට ජනතා විමුක්ති පෙරමුන (ජේවීපී) හි සමහර සාමාජිකයින් සහභාගී වූහ. ඒ වන විටත්, තිස්සමහාරාම ප්රදේශ් සභාව කළමනාකරණය කිරීමට නොහැකි වූ බැවින් නැවතත් ඊළඟ දේශපාලන කමිටුවට බලය ලබා දීමට ජනතාව තීරණය කළහ.",
        "ශ්රී ලංකාවේ ආර්ථික අර්බුදය වැළැක්වීම සඳහා 2003 දී අග්රාමාත්ය රනිල් වික්රමසිංහ පාර්ලිමේන්තුවට පනතක් පාර්ලිමේන්තුවට ඉදිරිපත් කළේය.. දේශීය නිෂ්පාදිතයෙන් 5% ක් වන අයවැය හිඟය වැනි ගැටළු සහ රාජ්ය ණය නඩත්තු කිරීම සඳහා නීති ප්රභවයට නීති ආයාචනා ඇතුළත් විය. එහෙත් පසුව පසුව එය ක්රියාත්මක කිරීමට නොහැකි විය.",
        "මේ අනුව, ආර්ථික අර්බුදය 2022 දී සිදුවිය. එහෙත් ආර්ථික අර්බුදය අවසන් කිරීමට ජනාධිපති රනිල් වික්රමසිංහ මහතා පියවර ගෙන තිබේ. \"අමාත්ය ආචාර්ය බන්දුල ගුණවර්ධන මහතා පැවසීය."
      ]
    },
    "en": {
      "title": "If there are other alternatives other than the economic program, you are ready to speak with any group -Bandula Gunawardena",
      "body_lines": [
        "Transport, Highways and Mass Media Minister Dr. Bandula Gunawardena said that if there are other alternatives, other than the economic program, which is being carried out by President Ranil Wickremesinghe to build the economy of Sri Lanka, he said.",
        "The Minister said that groups with adequate knowledge regarding state financial management are carrying out false propaganda in the presence of the people and that the building of the economy of Sri Lanka is not mere words.",
        "Transport, Highways and Mass Media Minister Dr. Bandula Gunawardena said this at a media briefing held at the Presidential Media Center on Monday.",
        "“The state income earned by the taxation of 2023 is 3201 billion rupees. The amount spent from the Treasury for reliefs, salary and state loans is 4394 billion rupees. Alternative committees should be notified to the public as to which part of the state will be reduced.",
        "In his throne, the president stated that there are no political solutions to Sri Lanka's economic problems. People know about the economic crisis in the country in 2022. Sri Lanka's economy has reached favorable today by the program launched by President Ranil Wickremesinghe to restore the country.",
        "If you mention last year, the total state income, including tax money, is 3201 billion rupees. For this purpose, the Department of Internal Affairs has contributed 1550 billion rupees, 923 billion rupees by the Sri Lankan Customs, 169 billion rupees by the Department of Liquor and 20 billion rupees by the Department of Motor Vehicle.. This amount is the income earned by the Treasury. But the amount of money spent last year was 4394 billion rupees.",
        "Reliefs, state loans and salaries for public servants are included. In addition, 13,292 billion rupees from the Treasury has been spent to provide infrastructure facilities. Fuel provided continuously. There are no gas queues. There is uninterrupted power supply. Public servants are paid on the date. With these activities, there is no other way to replace the economic program carried out by the President.",
        "Although some groups on the platform have made various false statements on the platform, the groups must tell the people what program will be done to restore the country from the economic crisis.. Reduce the relief part?If not, do you reduce the state credit area?Or is it in the salary of public servants?To inform the people.",
        "Knowledge of state financial management and economic stability is weak for groups like the Janatha Vimukthi Peramuna. Some members of the Janatha Vimukthi Peramuna (JVP) participated in the regime. At the time, the people decided to give power to the next political committee again as they could not manage the Tissamaharama Pradeshiya Sabha.",
        "In 2003, Prime Minister Ranil Wickremesinghe presented a bill to Parliament on issues to prevent economic crisis in Sri Lanka.. The legal source included issues such as the budget deficit at 5% of the domestic production and the maintenance of the state loan at 60%. But the subsequent governments could not implement it.",
        "Thus, the economic crisis occurred in 2022. But President Ranil Wickremesinghe has taken steps to put an end to the economic crisis, ”Minister Dr. Bandula Gunawardena added."
      ]
    }
  }
}