{
  "translated_text": {
    "si": {
      "title": "චීන රජයේ 1996 නිවාස සැලසුම් සං signs ා අත්සන් කරන ලදී",
      "body_lines": [
        "අඩු-ලිඛිත පවුල්වල ජීවන තත්ත්වය ඉහළ නැංවීමේ අරමුණින් නිවාස 1,888 ක නිවාස ගිවිසුමට අත්සන් කිරීම සහ නිවාස 1,888 ක් සහ ජ්යෙෂ් arta කලාකරුවන් 108 දෙනෙකුගේ නිවාස ගිවිසුමේ අමාත්යාංශය සිකුරාදා (22) පැවැත්විණි.",
        "නාගරික සංවර්ධන, ඉදිකිරීම් සහ නිවාස අමාත්ය ආචාර්ය අනුර කරුණාතිලක සහ චීනයේ ශ්රී ලාංකික තානාපති, Qi Qi Qi Qi ශිංකොං උත්සවයට සහභාගී වූහ.",
        "මෙම සිදුවීම මෙම අවස්ථාවට ටැං යැන්ඩි, චීන තානාපති කාර්යාලය, ටැන්ග් යැන්ඩි සහ චීන තානාපති කාර්යාලයේ ජ්යෙෂ් officials නිලධාරීන් ඇතුළු ව්යාපෘති වාස්තු විද්යාත්මක සැලසුම් උපදේශකයින් හමුවිය.",
        "නිවාස නියෝජ්ය අමාත්ය. B.. රයෝරත්, අමාත්යාංශයේ ලේකම් රංජිත් ආරරත්න, නාගරික සංවර්ධන අධිකාරියේ සභාපති රංජිත් ආරරත්න. B.. මෙම අවස්ථාවට අමාත්යාංශයේ කුමුදුල සහ ඉහළ නිලධාරීන්ගේ ඉහළ නිලධාරීන් ද සහභාගී වූහ.",
        "මෙම නිවාස ව්යාපෘති පෙලියගොඩ, දේමතගොඩ, මොරටුවා සහ මහාරාගම සහ කොට්ටාවා හි ජ්යෙෂ් arta කලාකරුවන් සඳහා නිවාස ව්යාපෘති ඉදිකිරීමට නියමිතය.. නිවාස ව්යාපෘතියේ ඉදිකිරීම් කටයුතු මේ මස මුල සිට වසර තුනකින් අවසන් කිරීමට නියමිතය."
      ]
    },
    "en": {
      "title": "Chinese government's 1996 Housing Plan Signs Signed",
      "body_lines": [
        "The Ministry of Urban Development, Construction and Housing was held on Friday (22) to sign the Housing Agreement of 1,888 houses and 108 senior artists under the aim of enhancing the living situation of low -income families.",
        "Minister of Urban Development, Construction and Housing, Dr. Anura Karunathilaka and Sri Lankan Ambassador to China, Qi Zhenhong participated in the signing event.",
        "The event joined the project architectural design consultants, including the Tang Yandi, the Chinese embassy, ​​Tang Yandi and senior officials of the Chinese embassy.",
        "Deputy Minister of Housing. B.. Sarath, Secretary to the Ministry Ranjith Aryaratne, Chairman of the Urban Development Authority. B.. Kumudulal and top officials of the Ministry were also present at the event.",
        "These housing projects will be constructed at Peliyagoda, Dematagoda, Moratuwa and Maharagama and housing projects for senior artists in Kottawa will be constructed.. The construction work of the housing project will be completed in three years since the beginning of this month."
      ]
    }
  },
  "summary_lines": [
    "Chinese government signs 1996 Housing Plan for 1,888 homes and 108 artist units. Aim: improve living conditions for low-income families. Projects in Peliyagoda, Dematagoda, Moratuwa, Maharagama, Kottawa. Construction begins, completion in 3 years."
  ]
}