{
  "translated_text": {
    "ta": {
      "title": "குத்தகை: வாகனத்தின் குத்தகைக்கு செலுத்த முடியவில்லையா?நீங்கள் என்ன செய்ய வேண்டும்?",
      "body_lines": [
        "குத்தகை: வாகனத்தின் குத்தகைக்கு செலுத்த முடியவில்லையா?நீங்கள் என்ன செய்ய வேண்டும்?",
        "எங்கள் நாட்டின் சட்டம் குறித்து வாகன குத்தகை பற்றி பேசும்போது, ​​குத்தகை நிதி மசோதா குறித்து அது தெரிவிக்கப்பட வேண்டும். ஏனெனில் இந்த சட்டம் அனைத்து குத்தகை சட்ட நடவடிக்கைகளால் மூடப்பட்டுள்ளது.",
        "நம் நாட்டில் பலரைப் பற்றி நியாயமான புரிதல் இருக்கிறதா, அல்லது குத்தகைக்கு விடுகிறதா என்பது சந்தேகமே.",
        "எனவே, இந்த சட்ட கட்டமைப்பில் குத்தகைக்கு குத்தகைக்கு மற்றும் பொறுப்புகள் மற்றும் பொறுப்புக்கூறல் ஆகிய இரண்டிற்கும் வசதியைப் பெறுவது முக்கியம்.",
        "ஆன்லைன் கடன் வழங்கும் நிறுவனத்தில் ஒரு வாடிக்கையாளரின் முதல் வெளிப்பாடு வாட்: உங்கள் வாழ்க்கை முறை மாற்றத்தை எவ்வாறு பாதித்தது?",
        "முதலில் ஒரு குத்தகை அம்சத்தை எடுத்துக் கொள்ளும்போது கருத்தில் கொள்ள வேண்டிய முதல் விஷயம், இந்த வசதியைப் பெற தேர்ந்தெடுக்கப்பட்ட ஒரு நிறுவனமாக உள்ளது.",
        "மத்திய வங்கியின் ஒப்புதல் இல்லாமல் மத்திய வங்கியின் தகுதிகளை கலந்தாலோசிக்காமல், இலங்கையின் மத்திய வங்கியின் ஒப்புதல் இல்லாமல் குத்தகை சேவையை பராமரிப்பது கடினம்.",
        "எனவே, நீங்கள் ஒரு குத்தகை அம்சத்தைப் பெற விரும்பினால், நிதி சேவை வழங்குநர்களின் பதிவுசெய்த தன்மைக்கு நீங்கள் கவனம் செலுத்த வேண்டும்.",
        "சட்டத்தின் படி, இது வெறுமனே ஒரு உடன்படிக்கை என்று குறிப்பிடப்படுகிறது, இது பொருளாதார ரீதியாக மதிப்பைக் கொண்டிருக்கப்படுகிறது.",
        "குத்தகைக்கு கீழ் ஒரு காரை எடுப்பது பற்றி பேசுவது பலருக்கு பல சிக்கல்களில் பல சிக்கல்கள் உள்ளன.",
        "குத்தகை வசதியைப் பெறும் என்று எதிர்பார்க்கப்படும் ஒருவரின் உரிமைகள் என்ன என்பதை முன்னணி நிதிச் சட்டம் தெளிவாகக் குறிக்கிறது.",
        "ஒரு வரி நபருக்கு வரி வழங்குநரைத் தேர்வுசெய்ய வாய்ப்பு உள்ளது",
        "குத்தகை அமைப்பின் உரிமைகள் குறித்தும் நீங்கள் அறிந்திருக்க வேண்டும்.",
        "ஒரு நிறுவனத்திடமிருந்து வாகன குத்தகையை மேற்கொண்ட பிறகு, வாகன பராமரிப்பு முறையாக செய்யப்பட்டுள்ளதா என்று நிறுவனம் பார்ப்பார். அந்த உரிமை நிறுவனத்திற்கு நிறுவனத்திற்கு உரிமை.",
        "உடன்படிக்கைக்கு இணங்க ஒரு நபர் குத்தகை பிரீமியத்தை தொடர்ந்து செலுத்தியிருந்தால், கார் சலுகை தயாரிப்பு அல்லது அதனுடன் தொடர்புடைய வாகனத்திற்கு கிடைக்கிறது.",
        "ஒரு வாகனத்தை தங்கள் காவலில் எடுத்துச் செல்லும் திறன் என்ன, குத்தகை ஒரு வாகனத்தை எடுத்துக்கொள்வது என்ன?",
        "தொடர்புடைய பிரீமியத்தை செலுத்துவதன் மூலம் எடுத்துக் கொள்ளப்பட்டவர்கள் தொடர்ந்து தொடர்புடைய பிரீமியத்தை செலுத்தினர், ஆனால் வாகனத்தை ஒரே நேரத்தில் வாங்குவதற்கு சட்ட அனுமதி இல்லை.",
        "நீங்கள் பெற விரும்பினால், முன்னணி நிதி சட்டம் பல படிகளைப் பின்பற்ற வேண்டும் என்று கூறுகிறது.",
        "பிரீமியங்கள் மற்றும் சங்கடங்கள் மற்றும் மிரட்டுவதற்கு குத்தகைகள் வழங்கப்படவில்லை, எந்தவொரு சந்தர்ப்பத்திலும், குத்தகை நிறுவனங்களுக்கு மசோதா வழங்கப்படவில்லை.",
        "முதலில், குத்தகை செலுத்துவதை அகற்றுவதற்கு செலுத்தப்பட்ட பணத்தை நீங்கள் விளம்பரப்படுத்த வேண்டும்.",
        "விளம்பரம் செய்யப்படும் வரை விளம்பரம் செலுத்தப்படாவிட்டால், இருவருக்கும் இடையிலான நீக்குதல் ஒப்பந்தத்தை ரத்து செய்ய தகுதியான கட்சிக்கு தெரிவிக்க வேண்டும்.",
        "அதன்படி, சட்டப்பூர்வமாக தொடர்புடைய குத்தகை ஒப்பந்தம் செல்லாததாக்கப்படலாம் மற்றும் மாவட்ட நீதிமன்றம் தலைமையிலான வாகனத்தைப் பெறுவதற்கும் வாகனத்தின் உற்பத்தியைப் பெறுவதற்கும் ஒரு மனுவைப் பெற இடைக்கால உத்தரவை கோரலாம்.",
        "அந்த நேரத்தில், நீதிமன்றத்தை அடைய குத்தகை பெறப்பட்டிருந்தால், இடைக்கால உத்தரவை உறுதிப்படுத்த நீதிமன்றம் உறுதிப்படுத்தப்படலாம்.",
        "பின்னர் குத்தகை நிறுவனம் பிஸ்கல் ஆர்டரால் கையகப்படுத்தும் திறன் கொண்டது.",
        "தொடர்புடைய குத்தகைக்கு கட்சி திருப்தி அடைந்திருந்தால், தொடர்புடைய இடைக்கால உத்தரவை ரத்து செய்யலாம், மேலும் சோதனை தொடங்கும். ஆதாரங்கள் குறித்து தேரிஸ்டிகல் நீதிமன்றம் தீர்ப்பை எடுக்கும்.",
        "வாகனத்தை வைத்திருப்பதைப் பெறுவதற்கு குத்தகைக்கு விடப்பட்டபோது, ​​வரி என்ன குறிப்பிடப்பட வேண்டும்?",
        "குத்தகை நிறுவனம் அலட்சியம் இருந்தால், பொருந்தக்கூடிய பிரீமியங்களை செலுத்துவது தவிர்க்கப்படுகிறது, அதை வழங்க முடியும்.",
        "குத்தகை வாகனத்தின் உடைமைகளை நீதிமன்றத்திற்கு பெற முயற்சித்தால், வரி உரிமையாளரின் பிரீமியம் குறித்து போதுமான முந்தைய அறிவிப்பால் வாகனத்தின் உடைமைகளை அச்சுறுத்துவதாகக் கூறலாம்.",
        "மேலும், குத்தகைக்கு செலுத்தப்பட்ட வளாகத்தை செலுத்தும்போது, ​​வாகனம் தெளிவாக உள்ளது, அது அவருக்கு மின்னஞ்சல் அல்லது எழுத்து மூலம் தெளிவாக வழங்கப்படுகிறது. நிறுவனத்திடமிருந்து எழுத்துப்பூர்வ கோரிக்கையை வைப்பது வரி நிகழ்வுக்கு முக்கியமானதாக இருக்கும்.",
        "வரிவிதிப்பு தொடர்ந்து பிரச்சினையை புறக்கணித்தால், நிதி ஒம்புட்ஸ்மேன் மத்திய வங்கியின் நிதித் தரங்களுக்கு புகார் செய்யலாம் மற்றும் இலங்கையின் மத்திய வங்கியின் நிதி நிறுவனங்கள் மீது தகராறு செய்யலாம். தீர்க்க அதிகாரம் உள்ளது.",
        "மைக்கேல் ஜாக்சனுடன் ஒரு ஜோடி நடனத்தில் சேர இலங்கை பேராசிரியர் பேராசிரியர்",
        "ஷமர் ஜோசப்: முதல் பேட் திருமண போட்டியில் 5 விக்கெட்டுகளை வீழ்த்திய பாதுகாப்பு கட்டுப்பாட்டாளர்",
        "'ஹியா ஹே ஒடி ஹெலி ஹெலி': நான் செல்லாவால் ஹெலாட்?",
        "ஆயுதப்படைகள்: சேவை செய்யும் உறுப்பினர்களை சமூகமயமாக்க சரியான திட்டம் உள்ளதா?"
      ]
    },
    "en": {
      "title": "Leasing: Is it not possible to pay the vehicle's lease?What should you do?",
      "body_lines": [
        "Leasing: Is it not possible to pay the vehicle's lease?What should you do?",
        "When we talk about vehicle leasing concerning the law of our country, it must be informed of the leasing financing bill. Because the Act is covered by all lease legal proceedings.",
        "It is doubtful whether there is a legitimate understanding of many in our country, or leasing.",
        "Therefore, it is important to look at the lease of leasing and obtaining the facility to both responsibilities and accountability in this legal framework.",
        "The first revelation of a client at an online lending institution vat: How did your lifestyle affect change?",
        "The first thing to consider when taking a leasing feature first is as a company that is selected to obtain this facility.",
        "It is difficult to maintain a lease service without the approval of the Central Bank of Sri Lanka, without consulting the Central Bank's qualifications without the approval of the Central Bank.",
        "Therefore, if you are looking to get a leasing feature, you must pay attention to the registrant character of the financial services providers.",
        "According to the Act, this is simply referred to as a covenant that is being made to possess an economically value.",
        "Talking about taking a car under the lease is because many have had many problems with many problems.",
        "The Leading Finance Act clearly indicated what the rights to someone who is expected to obtain a lease facility.",
        "One tax person has the opportunity to choose a tax allower",
        "You should also be aware of the rights of the leasing organization.",
        "After carrying out the vehicle lease from an institution, the company will see if the vehicle maintenance is done properly. That right is the right to the institute to the agency.",
        "If a person has continued to pay the leasing premium in accordance with the covenant, the car concession is available to the product or vehicle concerned with it.",
        "What is the ability to take a vehicle to their custody and the lease is to take up a vehicle?",
        "Though those who have been taken up by paying the relevant premium continued to pay the relevant premium, but no legal permission to acquire the vehicle at once.",
        "If you want to acquire, the Leading Finance Act states that several steps should be followed.",
        "Leases have not been incurred to pay premiums and embarrass and intimidate, and in any case, the bill has not been given to lease institutions.",
        "First, you should advertise the amount of money paid to the eliminating the payment of leasing.",
        "If the advertisement is not paid as long as the advertisement is made, the elimination between the two must inform and informed the eligible party to abolish the agreement.",
        "Accordingly, the legally related leasing agreement can be invalidated and led by the District Court can request an interim order to have a petition for the opportunity to receive the vehicle and obtain the product of the vehicle.",
        "At that time, if the lease has been obtained to reach the court, the court can be confirmed to confirm the interim order.",
        "Then the lease company is capable of acquisition by the piscal order.",
        "If the party has been satisfied with the relevant lease, the relevant interim order can be canceled, and the trial will begin. Theraistical Court will take a verdict on the evidence.",
        "When leased out to acquire the possession of the vehicle, what should be taxes should be mentioned?",
        "Payment of applicable premiums is avoided if the lease company is on negligence, it can be presented.",
        "If the lease is trying to get the vehicle's possessions to the court, it is also possible to claim the vehicle's possessions to be threatened with insufficient previous notice regarding the premium of the tax owner.",
        "Also, when it comes to paying the premises paid to the lease, the vehicle is clearly, it is clearly provided to him by email or writing.It will be important to the taxndage to make a written request from the company.",
        "If the taxor will continue to ignore the problem, the Financial Ombudsman can complain to the Central Bank's Financial Standards and Dispute on the financial institutions of the Central Bank of Sri Lanka.Have the power to solve.",
        "Professor of Sri Lankan Professor to join a paired dance with Michael Jackson",
        "Shamar Joseph: The first bat was the defense regulator who took 5 wickets in the wedding match",
        "'Haiah haye oddi helei Helei': Is I heladd by the Galle Sella?",
        "Armed Forces: Is there a proper program to socialize serving members?"
      ]
    }
  },
  "summary_lines": [
    "Leasing: Understand the leasing financing bill and the legal framework. Ensure the financial service provider is approved by the Central Bank of Sri Lanka. The Leading Finance Act outlines rights and responsibilities. If unable to pay lease premiums, follow steps to invalidate the leasing agreement. If the lease company is negligent, you can present a claim."
  ]
}