{
  "translated_text": {
    "ta": {
      "title": "யாஃப்னா மருத்துவமனை ஒரு தேசிய மருத்துவமனையை மாற்றுகிறது",
      "body_lines": [
        "வடக்கு மாகாணத்தில் உயர்தர சுகாதார சேவையை உறுதி செய்வதற்காக யஃப்னா மருத்துவமனை எதிர்காலத்தில் ஒரு தேசிய மருத்துவமனையாக இருக்கும் என்று ஜனாதிபதி ரணில் விக்ரெமேசிங்க் தெரிவித்தார்.",
        "தெற்கு மாகாணத்தில் நீண்டகால தேவையை வைப்பதன் மூலம் கராபிதியா மருத்துவமனையை ஒரு தேசிய மருத்துவமனையாக மாற்ற அமைச்சரவை ஒப்புதல் அளிக்கப்பட்டுள்ளது.",
        "இன்று (24) யாஃப்னா பல்கலைக்கழகத்தின் மருத்துவ பீடத்தில் மருத்துவ பீடத்தால் கட்டப்பட்ட மருத்துவ பயிற்சி மற்றும் ஆராய்ச்சி பிரிவின் தொடக்கத்தில் ஜனாதிபதி ரணில் விக்ரமேசிங் பேசினார்.",
        "பல்கலைக்கழக மானிய ஆணையத்தின் (என்.பி.டி) தலைவர், மருத்துவம், அறிவியல், அறிவியல் மற்றும் வேளாண் பீடங்கள் உட்பட அனைத்து அறிவியல் பாடங்களும் சுட்டிக்காட்டியுள்ளன.",
        "வெளிநாடுகளில் உள்ள இலங்கை குழந்தைகள் தொழில்நுட்பத்தை அறிமுகப்படுத்த முடியாது, ஆனால் அவர்களின் அறிவின் பேரில் மட்டுமே என்பதைக் காட்டுகின்றன என்று அவர் கூறினார்.",
        "ஜனாதிபதி அறிவியல் மற்றும் தொழில்நுட்பத் துறை மற்றும் கல்வி அமைச்சகம் மற்றும் கல்வி அமைச்சகத்தை சமர்ப்பிக்கவும் அறிவுறுத்தினார்.",
        "46 ஆண்டுகளுக்குப் பிறகு ஜெஃப்னா பல்கலைக்கழகத்தில் கட்டப்பட்ட முதல் கட்டிடம் இன்று திறக்கப்பட்டது மற்றும் ரூ.. மருத்துவ பயிற்சி மற்றும் ஆராய்ச்சி மற்றும் ஆராய்ச்சி கட்டமைப்பை உருவாக்குவது இளங்கலை மருத்துவப் பயிற்சியைப் பெறுவதற்கும், சர்வதேச ஆராய்ச்சி ஒற்றுமையை எளிதாக்குவதற்கும் எளிதாக்குகிறது.",
        "6000 சதுர மீட்டர் கட்டிடம் பல விரிவுரை அரங்குகள், மருத்துவ திறன் ஆய்வகங்கள் மற்றும் ஆடிட்டோரியம் ஆகியவற்றைக் கொண்டுள்ளது. இயக்க ஆலைகள், மீட்பு அறைகள், அகற்றும் பகுதிகள், கருத்தடை அலகுகள், தயாரிப்பு அறைகள் மற்றும் சேமிப்பு வசதிகளும் இதில் அடங்கும்.",
        "சிறப்பு அறைகள், ஆலோசனை அறைகள் மற்றும் எண்டோஸ்கோபி மற்றும் அர்ஸ்கோபி, வியட்டல் அறுவை சிகிச்சை மற்றும் மேக்னல் அறுவை சிகிச்சை மற்றும் மேமோகிராஃபி நோயாளிகளும் இதில் அடங்கும்.",
        "வல்லுநர்கள், கண்டறியும் சேவைகள், ஆர்ப்பாட்டம் சேவைகள், இது திணைக்களத் துறையால் நிர்வகிக்கப்படும் சிறப்பு ஆலோசனை, கண்டறியும் சேவைகள் மற்றும் சிகிச்சை வசதிகள் உள்ளிட்ட விரிவான சேவைகளை வழங்கும். சி.டி.யு (சி.டி.யு) உள்நாட்டில் மாற்றியமைக்கப்பட்ட இலாபகரமான சிகிச்சை திட்டங்கள் குறித்த மருத்துவ ஆராய்ச்சியை எளிதாக்குகிறது. சி.ஜி.யு (சி.ஜி.யு) மரபணு நோயறிதல் மற்றும் நோய் மேலாண்மை ஆகியவற்றை எளிதாக்குகிறது மற்றும் தடுப்புக்கு அறிவு வழங்கப்படும்.",
        "ஜனாதிபதி புதிய கட்டிடத்தைத் திறந்து புதிய கட்டிடத்தைத் திறந்து புதிய கட்டிடத்தைத் திறந்தார்."
      ]
    },
    "en": {
      "title": "Jaffna hospital converts a national hospital",
      "body_lines": [
        "President Ranil Wickremesinghe said that the Jaffna hospital will be a national hospital at the near future to ensure high quality health care in the Northern Province.",
        "The Cabinet approval has been made to make the Karapitiya Hospital a national hospital by placing a long-term requirement in the Southern Province.",
        "President Ranil Wickremesinghe was speaking at the opening of the Clinical Training and Research Division built by the Faculty of Medicine at the Medical Faculty of Jaffna University today (24).",
        "The Chairperson of the University Grants Commission (NBT) has also pointed out that all the world's science subjects, including the Faculty of Medicine, Science, Science and Agriculture Faculties..",
        "He said Sri Lankan children in foreign countries show that the technology could not be introduced, but only on their knowledge, he said.",
        "The President also instructed the Department of Science and Technology and the Ministry of Education and to submit the Ministry of Education.",
        "The first building built at the Jaffna University after 46 years, the building was opened today and was Rs. 942 million.. The building of the Clinical Training and Research and Research Building is facilitated and facilitated the obtaining undergraduate clinical training and facilitates international research solidarity.",
        "The 6000 square meter building consists of several lecture halls, clinical skills labs and auditorium. It also includes the operating plants, recovery rooms, disposal areas, sterilization units, preparation rooms and storage facilities.",
        "It also involves patients with specialized rooms, counseling rooms and endoscopy and arscopy, vietal surgery and magnal surgery and mammography.",
        "Experts, diagnostic services, demonstrate services, which managed by the Department of Obsteepological Department will provide extensive services including specialist consulting, diagnostic services and treatment facilities. CTU (CTU) facilitates clinical research on profitable treatment programs that are adapted locally. CGU (CGU) facilitates the genetic diagnosis and disease management and knowledge will be provided to prevention.",
        "The President opened the new building and opened the new building and opened the new building."
      ]
    }
  },
  "summary_lines": [
    "Jaffna hospital is set to become a national hospital, ensuring high-quality healthcare in the Northern Province. This decision follows the Cabinet's approval to upgrade Karapitiya Hospital in the Southern Province. President Ranil Wickremesinghe highlighted the importance of technological advancements and knowledge transfer during the opening of the Clinical Training and Research Division at Jaffna University. The new facility, costing Rs. 942 million, spans 6,000 square meters and includes state-of-the-art equipment and specialized rooms for various medical procedures."
  ]
}