{
  "translated_text": {
    "si": {
      "title": "අයිසීසී ටෙස්ට් ශූරතාවලියේ ක්රීඩා කළ පළමු කණ්ඩායම ලෙස දකුණු අප්රිකාව සුදුසුකම් ලබයි",
      "body_lines": [
        "පකිස්ථානයට එරෙහිව සෙනජුරියන් සහ සුපර්සෝර්ප්ට් පාක් ක්රීඩාංගණයේදී දකුණු අප්රිකාව පළමු ටෙස්ට් ක්රිකට් තරගය ජය ගත්තේය. දකුණු අප්රිකාව ICC ටෙස්ට් ශූරතා අවසන් පූර්ව වටයට සුදුසුකම් ලැබීය.",
        "අන්තර්ජාතික ක්රිකට් කවුන්සිලයේ ශූරතාවලියේ ඉතිහාසයේ දකුණු අරාබතක අවසන් වූ පළමු අවස්ථාව මෙයයි.",
        "අවසන් මහා තරගය ලබන වසරේ ජුනි 11 සිට 15 දක්වා ස්වාමින්ගේ ක්රීඩාංගණයේදී පැවැත්වේ.",
        "ටෙස්ට් තරගයට තරග 10 කදී තරග 10 කදී ලකුණු 10 කින් ශතවර්ෂයේ සියයට 63.33 ක දකුණු අප්රිකාව වන අතර තරග 10 කදී ලකුණු 10 ක් රැස් කළේය.",
        "පාකිස්තානයට එරෙහි පළමු ටෙස්ට් තරගයේදී දකුණු අප්රිකාව දෙවන ඉනිමේදී පරාජයේ පරාජයක් ලබා ගත් අතර එය ලකුණු 148 ක් රැස් කළේය.",
        "අඛණ්ඩ පරතරයකින් කඩුලු 3 ක් කඩුලු 3 ක් දැවී ගිය දකුණු අප්රිකාවේ ලකුණු 27 ක් වූ අතර තරගයේ 3 වන දින කඩුලු 3 ක් දැවී ගියේය.",
        "අද පෙරවරුවේ හතරවෙනි දවසේදී ඔවුන්ගේ වවුලන් අනුගමනය කරමින් අයිඩාන් මාග්රෑම් සහ කණ්ඩායම් කපිතාන් ටෙම්ප් බුම සියයට 43 ක් බෙදා ගත් අතර, අද උදෑසන හතරවන දින සිව්වන දිනැති ඔවුන්ගේ වවුලන්ය.",
        "ඩේවිඩ් බෙටිංහැම් සමඟ 5 වන කඩුල්ලෙන් ලකුණු 36 ක් බෙදා ගත් තම්බා බූමා ලකුණු 40 ක් රැස් කළේය. (96 - 5 විග්.)",
        "ඩේවිඩ් බෙඩිංහැම් (14), ගයේ වින් (2) සහ ගොර්බින් බොෂ් ​​(0) එකම අංකය එකම අංකය වේ. (99 - 8 විග්.)",
        "කෙසේ වෙතත්, වේගවත් පන්දු යවන්නන් මාකෝ ජෙන්සන් සහ කකිසෝ රාබාඩා 9 වන කඩුලු 6 දී ලකුණු 51 ක් රැස් කර දකුණු අප්රිකාව කඩුලු 2 ක් දවා ගත්හ.",
        "කැකිසෝ රාබාඩා ලකුණු 31 ක් සහ මාකෝ ජෙන්සන් 16 සමඟ සෙල්ලම් කළේ නැත.",
        "පාකිස්තානය 1: සියලුම සියල්ලන්ම ක්රීඩා කරන සියල්ල 211 (කමරන් ගුලාම් 54, අමීර්",
        "ජමාල් 28, මොහොමඩ් රිස්වාන් 27, ඩැනී පෙටර්සන් 61 - 5 viig.",
        "දකුණු අප්රිකාව 1: 301 (අයිඩාන් මාග්රෑම් 89, ගොර්බින් බොෂ් ​​81 ඒඊ, ටෙම්ප බූමා 31, ටෙම්ප් බූමා 30, කුරාම් ෂාසාඩ් 75 - 3 විග් 92 - 36 - 2 විග්.)",
        "පාකිස්තානය 2 වන: 237 (සවාඩ් ෂකෙල් 84, බාබාර්සන් 84, බාබාර්සන් 50, මාකෝ ජෙන්සොන් 52 - 6 වුඩ් කෙකිසෝ රාබාඩා 68 - 2 VIC.",
        "දකුණු අප්රිකාව - ජයග්රාහී ඉලක්කය ලකුණු 148 - 2 වන ස්ථානයේ: 150 - 8 විග්. (ටෙම්පා බූමා 40, අයිඩාන් මාග්රෑම් 37, කෙකිසෝ රාබාඩා 31 ඒඊ, මාකෝ ජෙන්සන් 16 ඒඊ. මොහොමඩ් අබාස් 54 - 6 විග්.)"
      ]
    },
    "en": {
      "title": "South Africa qualifies as the first team to play in ICC Test Championship 2025",
      "body_lines": [
        "South Africa won the first Test cricket match at the Senjurian and Supersport Park Stadium against Pakistan, and South Africa qualified for the ICC Test championship final.",
        "This is the first time in the South Afraka final in the history of the ICC Championships.",
        "The final will be held at the Lord's Stadium from June 11 to the 15th of next year.",
        "South Africa, first in 10 matches with 63.33 per cent points in 10 matches before the Test match, continued to top with this victory with 66.67 per cent in 11 matches.",
        "South Africa scored a series of defeat in the 2nd innings, targeting the most lighter 148 runs in the first Test against Pakistan.",
        "South Africa, who lost wickets at a steady interval, were 27 runs for the loss of 3 wickets at the end of the 3rd day of the match.",
        "Aiden Margram and team captain Tempa Bauma shared 43 runs in the fourth wicket, following their bats on the fourth day this morning.",
        "Tamba Bauma, who shared 36 runs in 5th wicket with David Bedingham, lost the match with 40 runs. (96 - 5 wig.)",
        "David Bedingham (14), Gayle Vin (2) and Gorbin Bosh (0) are the same total number. (99 - 8 wig.)",
        "However, the fast bowlers Marco Jensen and Kekiso Rabada shared 51 runs in the 9th wicketless and made South Africa 2 wickets.",
        "Kekiso Rabada did not play with 31 runs and Marco Jensen 16.",
        "Pakistan 1 in: All lost in the game 211 (Kamran Ghulam 54, Aamir",
        "Jamal 28, Mohammed Rizwan 27, Dane Petterson 61 - 5 Vig.",
        "South Africa 1: 301 (Aiden Margram 89, Gorbin Bosh 81 AE, Tempa Bauma 31, David Bedingham 30, Kuram Shazad 75 - 3 wig, Naseem Shah 92 - 36 - 36 -2 wig.)",
        "Pakistan 2nd: 237 (Saud Shakel 84, Babar Assam 50, Shaun Masood 28, Marco Jenson 52 - 6 Vic., Kekiso Rabada 68 - 2 Vic.",
        "South Africa - Winning target 148 runs - 2nd in: 150 - 8 wig. (Tempa Bauma 40, Aiden Margram 37, Kekiso Rabada 31 AE, Marco Jenson 16 AE. Mohammed Abas 54 - 6 wig.)"
      ]
    }
  },
  "summary_lines": [
    "South Africa qualifies for ICC Test Championship 2025 final after winning first Test vs Pakistan. They'll face off at Lord's Stadium from June 11-15, 2024. This marks South Africa's first appearance in the ICC final."
  ]
}