{
  "translated_text": {
    "ta": {
      "title": "வெற்று கொள்கலனுக்குச் செல்ல மாலீஜியாவுக்குச் செல்ல சீனாவில் இலங்கைக்கு கைது செய்யப்பட்ட இரண்டு இலங்கைகள்",
      "body_lines": [
        "வெற்று கொள்கலனில் ஒரு வெற்று கொள்கலனில் வெற்று கொள்கலனில் தப்பி ஓட முயற்சிக்கும் இரண்டு இலங்கையர்கள் சீனாவில் கைது செய்யப்பட்டு சீனாவில் நாடு கடத்தப்பட்டு 24 ஆம் தேதி கட்டூனாயக்க விமான நிலையத்திற்கு அனுப்பப்பட்டனர்.",
        "26 வயதான மடி ராஜிதா மற்றும் 39 வயதான ஜெயகுமார் இரண்டு இலங்கை தமிழர்களை ஆய்வு செய்கிறார்கள்.",
        "சி.ஐ.சி.டி.ஆர்.சி.யில் நிறுத்தப்பட்டிருந்த சி.ஐ.சி காட்ஜாடோவில் அவர்கள் ஒரு போர்வைக்குள் நுழைந்தனர்.",
        "இருப்பினும், கப்பல் மலேசியாவுக்கு வரும்போது, ​​இரண்டு ஹிக்மென்ட்கள் மறுத்த பின்னர் கப்பலின் மாலுமிகள் இறுதியாக சீனாவுக்கு வந்திருந்தனர்.",
        "இருவரில் இருவரும் சீன அதிகாரிகளால் கைது செய்யப்பட்டுள்ளனர்.",
        "இந்த இருவரும் நாடு கடத்தப்பட்ட பின்னர், ஷாங்காயிலிருந்து ஷாங்காயில் இருந்து கட்டனாயக்க விமான நிலையத்திற்கு ஷாங்காயிலிருந்து அதிகாலை 4.01 மணிக்கு காலை 05.01 மணிக்கு.",
        "கட்டூனாயக்க விமான நிலையத்திற்கு வந்த பின்னர் கட்டுனாயக்க விமான நிலையம் மற்றும் ரயில்வே விசாரணைப் பிரிவில் கட்டுனாயக்க விமான நிலைய குற்றவியல் விசாரணைத் துறை (சிஐடி) கைது செய்யப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Two Sri Lankans who were arrested in China to Sri Lanka to visit Maleezia to go to an empty container",
      "body_lines": [
        "Two Sri Lankans attempting to flee in an empty container on an empty container on an empty container had been arrested in China and was deported in China and sent to Katunayake airport on 24th.",
        "The 26-year-old Madi Rajitha and 39 year old Jayakumar inspects two Sri Lankan Tamils.",
        "They had entered a blanket in the CIC Katjato, which was parked in the CICTRC.",
        "However, when the ship arrives in Malaysia, the sailors of the ship had finally arrived at China after the refusal of the two higraments.",
        "The two of the two have been arrested by the Chinese authorities.",
        "After these two were deported to be deported, 05.01 am on the 4.01 o'clock from Shanghai from Shanghai to the Katunayake airport.",
        "The Katunayake Airport Criminal Investigation Department (CID) has been arrested by the Katunayake Airport and Railway Investigation Division after his arrival at the Katunayake airport."
      ]
    }
  }
}