{
  "translated_text": {
    "ta": {
      "title": "உங்கள் பாலியல் கூட்டாளர் நிர்வாண புகைப்படம், வீடியோக்களை கவனித்துக் கொள்ளுங்கள்",
      "body_lines": [
        "உங்கள் பாலியல் கூட்டாளர் நிர்வாண புகைப்படம், வீடியோக்களை கவனித்துக் கொள்ளுங்கள்",
        "அடிக்கடி, அவர்களின் காதலர்கள், காதலர் அல்லது பாலியல் கூட்டாளர்களுக்காக பெரும்பாலான தனிப்பட்ட புகைப்படங்கள் அல்லது வீடியோக்களை அனுப்பிய அல்லது வெளியிடும் தீவிரமான புகைப்படங்கள் பெரும்பாலும் சமூக ஊடகங்களில் கேட்கப்படுகின்றன.",
        "அவை பெரும்பாலும் டேட்டிங் அல்லது பாலியல் உறவுகள் அல்லது பழிவாங்கும் நோக்கத்திற்காக வெளியிடப்படுகின்றன.",
        "'டிப்ஃபேக் காரணமாக சிறந்த நண்பரில் சிறந்தவராக இருந்த ஒரு இளம் பெண்",
        "சில சந்தர்ப்பங்களில், தொலைபேசி பழுது சமீபத்திய வரலாற்றில் பதிவாகி, தொலைபேசியில் தனியார் புகைப்படங்களைத் திருடி அவற்றை இணையத்தில் வெளியிடுகிறது.",
        "இணையத்தில் வெளியிடும் சில புகைப்படங்கள் அல்லது வீடியோக்கள் உண்மை இல்லை;AI தொழில்நுட்பத்தைப் பயன்படுத்தி புகைப்படங்கள் அல்லது வீடியோ செயலாக்கத்தின் எடுத்துக்காட்டுகள் இப்போது உள்ளன.",
        "இத்தகைய துஷ்பிரயோகங்களுக்கும் துன்புறுத்தலுக்கும் எதிராக பாதுகாக்க என்ன நடவடிக்கைகள் எடுக்கப்படலாம்?",
        "உங்கள் காதலன், காதலி, காதலன், அழகான அல்லது பாலியல் வித்து, மற்றும் ஒரு நட்பு வாழ்க்கைத் துணை, பிபிசி உங்கள் தனிப்பட்ட பாதுகாப்பில் நிபுணத்துவம் பெற்றது.",
        "உடலுறவுக்கான விருப்பத்தின் மிகக் குறைந்த வயதைக் குறைப்பதன் விளைவுகள் என்ன?",
        "\"இதுபோன்ற விஷயங்களை நாங்கள் அனுப்பக்கூடாது என்று நாங்கள் கூறிய நேரத்திற்கு அப்பாற்பட்டது,\"",
        "\"இதுபோன்ற விஷயங்களை நாம் அனுப்பக்கூடாது என்று சொல்வது எப்போதுமே காலாவதியானது;ஏனெனில் செயற்கை நுண்ணறிவு போன்ற நுட்பத்துடன், இப்போது இந்த விஷயங்களை பொய்யாக மாற்ற முடியும். \"",
        "\"நீங்கள் உங்களுக்கு ஒரு படத்தை அனுப்ப விரும்பவில்லை என்று நாங்கள் கூறுகிறோம். ஆனால் உங்கள் காதலன் தனது அன்பான காதலனை நம்பினால், நீங்கள் அவர்களை சந்தித்து முடிந்தவரை அனுப்ப வேண்டும். \"",
        "\"முகம் இல்லாமல் அனுப்ப நாங்கள் சொல்கிறோம். இல்லையென்றால் அதை அடையாளம் காணாதபடி சுற்றுப்புறங்களை அனுப்புவது. அதே நேரத்தில், அவர்களின் சுறாக்களின் பகுதிகள் உள்ளன, குறிப்பாக அவர்களின் தண்டுகள் கண்டறியப்பட்டவை.",
        "இதுபோன்ற சம்பவங்களின் மிகவும் பரவலான மற்றும் மிரட்டல், வன்முறையின் பழிவாங்கலைத் தொடர்ந்து பராமரிக்க வேண்டியிருக்கும் என்று அவர் கூறினார்.",
        "\"விரும்பாதே, இந்த இளம் வயதிலேயே அவர்கள் பெறும் செய்தி. எனவே சிக்கல் இருக்கும்போது யாரும் இல்லை, ஏனென்றால் எல்லோரும் நேசிக்க வேண்டாம் என்று பயப்படுகிறார்கள். \"",
        "இதுபோன்ற சிக்கல்களுக்கான பதில்களைத் தேடுவதற்கான தொழில்நுட்பங்களைத் தேடுவதற்குப் பதிலாக பபார் தேஷாப்ரியா கூறினார்.",
        "இணையத்தில் சேர்க்கப்பட்ட புகைப்படங்கள் அல்லது வீடியோக்கள் மற்றும் இல்லையெனில் முழுமையாக நீக்கப்படலாம் மற்றும் பிற அல்லது பிறவை என்று பிரபாபக்கர் வலியுறுத்தினார்.",
        "\"நாங்கள் சமூக ஊடகங்களுக்கு வெளியே இருக்கும்போது, ​​அதற்குப் பிறகு அவற்றை பின்னுக்குத் தள்ளுவோம். அதாவது அது நிறுத்தப்படாது.",
        "APPAPP முழுவதும் பரிமாற்றம் செய்யப்பட்ட வீடியோக்கள் அல்லது புகைப்படங்களை அகற்றுவதற்கான வாய்ப்பும் இல்லை என்றும் அவர் கூறினார்.",
        "\"எப்படியும் இதை எவ்வாறு அகற்றுவது என்பது பற்றி எங்களிடம் கூறும் மற்றவர்கள். ஆனால் ஒரு முக்கிய விஷயம் என்னவென்றால், நீங்கள் இணையத்தில் எதையும் வைத்தால், உங்களால் முடியாது. பயன்பாடு என்ன சொன்னாலும்;எங்காவது லாட் இருக்கலாம்.",
        "வேறொருவரின் தனிப்பட்ட புகைப்படங்கள் அல்லது வீடியோக்களுக்கும் அவர் விளக்கினார்.",
        "\"மரியாதை என்றால் என்ன என்று உங்களுக்குத் தெரியுமா, அது கடினம். ஆனால் நீங்கள் க honored ரவிக்கப்பட்டால், உங்களிடம் ஒரு பட்டியல் உள்ளது. அந்த பட்டியலில் உள்ள அனைத்து சக்தி. நாம் எங்கும் தலைவணங்கலாம், ஆனால் அந்த நபரை நாம் உண்மையிலேயே மதித்தாலும் கூட, உண்மையை விரிவானவர்களுடன் மதிக்கிறோம் என்பதை நாங்கள் அறிந்து கொள்ளவில்லை, ஆனால் அது அவருக்கு உண்மை என்பதைக் காட்டுகிறது.. மற்றொன்றைக் கட்டுப்படுத்த நாங்கள் பள்ளியில் பயிற்சி பெற மாட்டோம். \"",
        "\"நாங்கள் ஒரு உறவைக் காண வேண்டும் என்று நாங்கள் நினைக்கிறோம். பெற்றோர் குழந்தைகளை வாங்க வேண்டும் என்றாலும்,. சிறுவன் என்ன ஒரு சிறிய சக்தி கொண்ட சிறிய சக்தி என்ன?அவர் குறைந்த சக்திக்கு அதிகம் செல்கிறார். இந்த தொடர்புகளில் பழிவாங்கலைப் பற்றி பேசுவது கடினம். இது சமூகத்தின் வன்முறை மற்றும் பழிவாங்கலுடன் உரையாற்றப்பட வேண்டும். \"",
        "இந்த சம்பவங்களுக்கு இலங்கையில் சட்டச் சட்டங்கள் இருந்தால், அத்தகைய இளமைப் பருவம் பாதிக்கப்பட வேண்டுமானால், அது சட்டத்திற்குச் செல்ல வேண்டும் என்று அவர் வலியுறுத்தினார்.",
        "என்ன பாதுகாப்பு மற்றும் தவறான பாதுகாப்பு நடவடிக்கைகள் குறித்து பாபி விசாரித்தார்.",
        "\"யாராவது அச்சுறுத்தப்பட்டால்,\" நீங்கள் ஏதேனும் விருப்பத்தை வைத்தால், அது முடியாவிட்டால், நீங்கள் காவல்துறை மற்றும் பெண்கள் பதுங்கு குழியில் புகார் செய்யலாம். \"",
        "பாலியல் வன்முறை: 'புகைப்படங்கள் மூலம் துஷ்பிரயோகம் செய்யப்பட்டதால் நான் இன்னும் அதிர்ச்சியில் இருக்கிறேன்'",
        "பாதிக்கப்பட்டவர்களின் பொது புகார்தாரர்கள் போன்ற பாதிக்கப்பட்டவர்களுக்கு பொது வாதிகள் போன்ற 'தீர்ப்பு' இல்லாமல் அவருக்கு அறிவிக்கப்பட்டுள்ளது.",
        "ஒரு நபர் அத்தகைய சம்பவத்தை எதிர்கொண்டால் தேசிய குழந்தைகள் பாதுகாப்பு ஆணையம் தேசிய குழந்தைகள் பாதுகாப்பு அதிகாரத்தின் உதவியை நாடலாம்.",
        "ஹேக் உருவாக்கம், கணினி அவசர பதில் மன்றம் மற்றும் பெண்களின் ஆதரவு, பாதிக்கப்பட்டவர்களால் பாதிக்கப்பட்டவர்களுக்கு உதவியை வழங்குகிறது.",
        "\"பெரும்பாலான மக்கள் காவல்துறையை விரும்பவில்லை. ஆனால் அவர்கள் எங்காவது செல்லவில்லை என்றாலும், பிரச்சினையை நாம் புரிந்து கொள்ள முடியும் என்று நாங்கள் நம்புகிறோம்.",
        "'எதையும் நீக்கு' ஒரு வலைத்தளம் உள்ளது, அது அவருக்கு என்ன நடந்தது என்பதை பதிவு செய்ய முடியும். நீங்கள் சில அநீதிகளை எழுத வேண்டும் என்பதை நாங்கள் ஏற்றுக்கொள்கிறோம், எனவே நாங்கள் இந்த வலைத்தளத்திற்கு செல்லலாம். \"",
        "\"நான் வெட்கப்பட வேண்டும், ஆனால் படத்திற்கு அனுப்பப்படவில்லை. சொந்த விருப்பமின்றி மற்றவர்களிடம் காட்டிக்கொள்வது வெட்கப்பட வேண்டும். \"தனது அனுபவத்தையும் அறிவையும் சிங்களவாதிகளுடன் பகிர்ந்து கொண்ட இயக்குனர் பாபா தேஷாப்ரியா கூறினார்:",
        "மிகப்பெரிய பெண்கள் பிரதிநிதித்துவத்திற்கு பாராளுமன்றம் எவ்வாறு ஒளிபரப்பப்பட்டது?",
        "சஜித்தின் அரசியல் பயணம் நல்லிணக்க சக்தியின் தோல்வியுடன் முடிவடையும்?"
      ]
    },
    "en": {
      "title": "Take care of your sexual partner naked photo, videos",
      "body_lines": [
        "Take care of your sexual partner naked photo, videos",
        "Frequently, the intently photos sent or release of most personal photos or videos for their lovers, valentine, or sexual partners are often heard in social media.",
        "They are often published in the purpose of dating or sexual relationships or with revenge.",
        "A young woman who was the best of the best friend because of the 'Dipfake",
        "In some cases, the telephone repair is reported in recent history, stealing private photos on the telephone and releasing them to the Internet.",
        "While certain photos or videos releasing to the Internet is not true;There are now examples of photos or video processing using AI technology.",
        "What measures can be taken to protect against such abuses as well as persecution?",
        "Your boyfriend, girlfriend, lover, lovely or sex spore, and a friendly spouse, the BBC inquired with specializing on your personal safety.",
        "What are the consequences of reducing the lowest age of willingness to sex?",
        "\"It's always out of the time we have said that we should not send such things,\"",
        "\"It has always been outdated to say that we should not send such things;Because with the technique like artificial intelligence, it is now possible to make these things a false. \"",
        "\"We say you don't want to send you a picture. But if your lover believes his loving lover, if you have to be able to meet and send them as much as possible. \"",
        "\"We say to send without the face. If not it is to send the surroundings as not to identify. At the same time, there are parts of their sharks, especially those who are diagnosed with their rods. \"The Director Paba Deshapriya said,",
        "She claimed that the most widespread and intimidation of such incidents, she may have to continue to maintain the victimization of violence.",
        "\"Don't love, the message they receive at this young age. So there is no one saying that when trouble is, because everyone is scared of not to love. \"",
        "The Pabar Deshapriya stated that instead of looking for the technologies to seek the answers to such problems.",
        "The Prababaker emphasized that photos or videos that have been added to the Internet and otherwise can be completely deleted and other or other.",
        "\"When we are out of the social media, we will put them back after that. That means it won't stop. \"",
        "She also said that there is no possibility of removal of videos or photos exchanged across the appapp.",
        "\"Others who tell us about how to get rid of this anyway. But a key thing is that if you put anything on the Internet, you can't. Whatever the app said;Somewhere can be lod. \"",
        "She also explained to someone else's most personal photos or videos.",
        "\"Whether you know what honor is, it is difficult. But if you are honored, you have a list of. All of the power in that list. We can bow down anywhere but we have not learned that we value the truth with the elaborate, even if we really respect the person, but also shows that it is true to him.. We will not be trained at school to control the other one. \"",
        "\"We think we need to see a relationship. Even though the parents are to buy children,. What is the boy what is the little power to have a little power?He's going to a less power too much. It is difficult to talk about the revenge in this connections. It must be addressed with the violence and revenge of society. \"",
        "If these incidents have laws laws in Sri Lanka, he emphasized that if such adolescence is to be affected, it must be done to go to the law.",
        "Pabbie inquired about what protection and abusive security measures.",
        "\"If anyone is threatened,\" if you put on any one's will, if it is not possible, you can make a complaint in the police and women's bunker. \"",
        "Sexual violence: 'I am still in shock because of the abuse through the photos'",
        "She has been informed of such victims as the general complainants of such victims without 'judgment' as the general plaintiffs.",
        "The National Child Protection Authority can seek the help of the National Child Protection Authority if a person is facing such an incident.",
        "The hack generation, computer emergency response forum and women's support, provides assistance for victims of affected victims.",
        "\"Most people don't like the police. But we believe that even if they did not go somewhere, we can understand the problem. \"",
        "'Delete Nothing' has a web site that it can record what happened to him. We accept somewhere that you have to write some injustice, so we can go to this web site. \"",
        "\"I have to be ashamed but not sent to the picture. The one who is posing to others without their own will is to be ashamed. \"The Director Paba Deshapriya, who shared his experience and knowledge with the Sinhalese, said:",
        "How was the Parliament broadcast to the greatest women's representation?",
        "Will Sajith's political journey end with the defeat of the harmony power?"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Protect intimate photos/videos from misuse. AI can manipulate images. Don't share explicit content. Delete photos/videos from internet. Report threats to police/women's shelters. Seek legal action. Use \"Delete Nothing\" website to document incidents. Respect privacy and consent in relationships."
  ]
}