{
  "translated_text": {
    "si": {
      "title": "තනි පුද්ගල ආදායම් බද්දට විගස සහනයක්",
      "body_lines": [
        "ජාත්යන්තර මූල්ය අරමුදල හා භාණ්ඩාගාරය විසින් දැනටමත් ඉදිරිපත් කර ඇති යෝජනා දෙක තනි ආදායම් බද්ද කෙරෙහි අවධානය යොමු කර ඇති බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "ජාත්යන්තර මූල්ය අරමුදලේ (ජාමූඅ) නිර්දේශය භාණ්ඩාගාරයේ නිර්දේශ සහ ජාත්යන්තර මූල්ය අරමුදල (ජාමූඅ) සහ බදු දේශ සීමාව පුළුල් කිරීමට ජාමූඅ යෝජනා කර ඇති බව ජනාධිපතිතුමා පැවසීය. පන්ති ප්රජාව.",
        "ඊයේ (13) සවස (13) සවස (13) සවස බට්ටරමුල්ල පිහිටි පෞද්ගලික රෝහලක පැවති සමුළුවක් අමතමින් ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව පැවසීය.. රීල්"
      ]
    },
    "en": {
      "title": "Relief as soon as the individual income tax",
      "body_lines": [
        "President Ranil Wickremesinghe said that the two proposals already submitted by the International Monetary Fund and Treasury have been focused on the individual income tax.",
        "The President said that the recommendations of the Treasury and the IMF proposed by the International Monetary Fund (IMF) were considering the recommendation of the International Monetary Fund (IMF) and that the IMF proposed to expand the tax border would benefit the scholars and the middle class community.",
        "President Ranil Wickremesinghe said this while addressing a conference held at a private hospital in Battaramulla yesterday evening (13) evening.. Remble"
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe announced that proposals from the International Monetary Fund (IMF) and the Treasury aim to reform individual income tax, potentially benefiting scholars and the middle class. This was disclosed during a conference at a Battaramulla hospital."
  ]
}