{
  "translated_text": {
    "ta": {
      "title": "சிங்கப்பூரிலிருந்து இறக்குமதி செய்யப்பட்ட பல பொருட்களின் வரி குறைக்கப்படும்",
      "body_lines": [
        "இலங்கை - சிங்கப்பூர் சுதந்திர வர்த்தக ஒப்பந்தத்தின் சுதந்திர வர்த்தக ஒப்பந்தத்தின் கீழ் இறக்குமதி செய்யப்பட்ட பல பொருட்களின் துறைமுகம் மற்றும் விமான நிலைய மேம்பாட்டு வரியைக் குறைக்க அரசாங்கம் நடவடிக்கை எடுத்துள்ளது.",
        "10 சதவிகித பிஏஎல் வரியில் 10 சதவீதம் 10 சதவீதம் 10 சதவீதத்தை மார்ச் 6 ஆகக் குறைக்க நடவடிக்கை எடுக்கப்பட்டுள்ளது.",
        "அதன்படி, இலங்கை-சிங்கப்பூர் சுதந்திர வர்த்தக ஒப்பந்தத்திற்கு இறக்குமதி செய்யப்படும் சிமென்ட், ஆப்பிள் உள்ளிட்ட ஆப்பிள் உட்பட சில பழங்கள் 6 சதவீதமாகக் குறைக்கப்பட்டுள்ளன.",
        "துறைமுகம் மற்றும் விமான நிலைய மேம்பாட்டு வரி ஒரு பங்குக்கு 10 சதவீதமாக 10 சதவீதமாக குறைக்கப்பட்டுள்ளது, மோட்டார் சைக்கிள், மோட்டார் சைக்கிள் மற்றும் சைக்கிள் பாகங்கள்.",
        "போதைப்பொருள், அறுவை சிகிச்சை உபகரணங்கள், மின் உபகரணங்கள், குளியலறை உபகரணங்கள், குளியலறை உபகரணங்கள், குளியலறை உபகரணங்கள், குளியலறை உபகரணங்கள், பிளாஸ்டிக், அலுமினியம் மற்றும் மரப் பொருட்களுக்கு வரி விதிக்கப்படுகிறது.",
        "2377-39 மார்ச் 28, 2024 - பிஏஎல் பிரிவு 03 இன் கீழ் ஆங்கில தன்மை ஸ்கிரிப்டில் பூர்னிமா எழுதியது"
      ]
    },
    "en": {
      "title": "Taxes of many items imported from Singapore will be reduced",
      "body_lines": [
        "The government has taken steps to reduce the port and airport development tax of many goods imported under the Free Trade Agreement of the Sri Lanka - Singapore Free Trade Agreement.",
        "Steps have been taken to reduce 10 percent of the 10 percent pal tax of 10 percent to 6th March.",
        "Accordingly, a few fruits, including apple, including the cement, apple, which is imported to the Sri Lanka-Singapore Free Trade Agreement, have been reduced to 6 percent.",
        "It is reported that the port and airport development tax has been reduced to 10 percent to 6 per share, motorbike, motorbike and bicycle parts.",
        "Taxes charged for drugs, surgical equipment, electrical equipment, bathroom equipment, bathroom equipment, bathroom equipment, bathroom equipment, plastic, aluminum and wooden goods have been revised.",
        "2377-39 March 28, 2024 - English Character Under Section 03 of PAL BY POORNIMA ON SCRIBD"
      ]
    }
  },
  "summary_lines": [
    "Singapore's taxes on items imported under the Sri Lanka-Singapore Free Trade Agreement have been reduced. The port and airport development tax on many goods has been lowered from 10% to 6% until March 6th. This includes fruits like apples and cement, affecting motorbike and bicycle parts. Taxes on drugs, surgical equipment, and various goods have also been revised."
  ]
}