{
  "translated_text": {
    "ta": {
      "title": "கைரேகை குறிப்புகளுக்கு ஒரு சுகாதார வர்த்தக சங்கத்தின் ஆட்சேபனை",
      "body_lines": [
        "துணை மருத்துவ சேகரிப்பின் ஒருங்கிணைந்த ஊழியர்கள், மருத்துவமனைகளில் மருத்துவமனைகளில் பணிபுரியும் துணை மருத்துவ வல்லுநர்கள் சேவை செய்வதற்கும் வெளியேறுவதையும் குறிக்கிறார்கள் என்று கூறுகின்றனர்.",
        "தேர்ந்தெடுக்கப்பட்ட தொழில் வல்லுநர்கள் மட்டுமே சட்டத்தை செயல்படுத்துகிறார்கள் மற்றும் எதிர்ப்புத் தெரிவிக்கப்படுகிறார்கள் என்று சங்கம் சுட்டிக்காட்டுகிறது, எனவே இந்த நடவடிக்கை உடனடியாக நிறுத்தப்பட வேண்டும்.",
        "சுகாதார அமைச்சின் சில நிர்வாகிகள் மற்றும் அதன் துணை நிறுவனங்கள் கைரேகை இயந்திரத்தைப் பயன்படுத்தி வரவிருக்கும் நிபுணர்களுக்குள் நுழைய அறிவுறுத்தப்பட்டுள்ளன.",
        "இந்த முறை தேர்ந்தெடுக்கப்பட்ட பகுதிகளுக்கு மட்டுமே அறிமுகப்படுத்தப்பட்டது என்று அது சுட்டிக்காட்டியது, இதனால் கணினி எதிர்ப்புத் தெரிவிக்கப்பட்டது மற்றும் கணினியை மீண்டும் உருவாக்க திட்டமிடப்பட்டது.",
        "கைரேகை அமைப்பு செயல்படுத்தப்பட்டால், கைரேகை அமைப்பு செயல்படுத்தப்படுகிறது, ஆனால் இந்த அமைப்பை செயல்படுத்த ஒரு குழு மட்டுமே நியாயமற்றது.",
        "உற்பத்தி மருத்துவ தொழில் பேராசிரியர்கள் சாதாரண கடமைகளுக்குப் பிறகு ஒரு நோயாளியின் தேவைக்கான எந்தவொரு அழைப்பின் சேவைக்கும் தொடர்ந்து சேவையை வழங்குகிறார்கள்.",
        "எந்தவொரு போக்குவரத்து அல்லது போக்குவரத்து அல்லது போக்குவரத்து அல்லது போக்குவரத்து அல்லது அழைப்புக்கு அழைப்பு சேவைகளின் போக்குவரத்து போக்குவரத்து அல்லது போக்குவரத்து ஆகியவற்றை அரசாங்கம் வழங்கவில்லை என்பதையும் அவர்கள் சுட்டிக்காட்டுகின்றனர்.",
        "புதிய அரசாங்கத்தின் கீழ் புதிய அரசாங்கத்தின் நடத்தை மேற்கொள்ளப்படவில்லை என்று புதிய சுகாதார அமைச்சரும் துணை சுகாதார அமைச்சரும் புதிய அரசாங்கத்திற்கு சிறப்பு கவனம் செலுத்த வேண்டும்."
      ]
    },
    "en": {
      "title": "Objection of a Health Trade Society to the Fingerprint Notes",
      "body_lines": [
        "The combined staff of the paramedine collections states that the supplementary medical professionals working in hospitals in hospitals to serve and mark exit.",
        "The association points out that only the selected professionals are implementing the law and is protested, so this action should be stopped immediately.",
        "Some administrators from the Ministry of Health and its affiliates have been instructed to use the fingerprint machine to enter the coming professionals.",
        "It pointed out that this method was introduced only to the selected areas, so that the system was protested and it was planned to create the system again.",
        "If the fingerprint system is implemented, the fingerprint system is implemented, but only one group is unfair to implement this system.",
        "Productive medical career professors are continuously providing service to the service of any call for the need for a patient after normal duties.",
        "They also point out that the government does not provide any transportation allowance or transportation of transportation or transportation of transportation or transportation of the call services per call.",
        "The new Health Minister and Deputy Minister of Health should pay special attention to the new government that the conduct of the new government has not been carried out under the new government."
      ]
    }
  },
  "summary_lines": [
    "Health Trade Society opposes fingerprint notes for hospital staff. They claim only select professionals are implementing the law, creating unfairness. The society protests against this practice, citing lack of transportation allowances and excessive workload."
  ]
}