{
  "translated_text": {
    "ta": {
      "title": "පාසල් අතර අසමානතාව අවම කිරීම අධ්‍යාපන ප්‍රතිසංස්කරණයේ මූලික අරමුණක් - අගමැති",
      "body_lines": [
        "கல்வி, உயர்கல்வி மற்றும் தொழிற்கல்வியின் முக்கிய நோக்கம், கல்வியின் முக்கிய நோக்கமாகும், ஹரினி அமசுரியா, கல்வி, உயர் கல்வி மற்றும் தொழிற்கல்வியின் முக்கிய குறிக்கோள்.",
        "පාසල් අතර අසමානතාව හේතුවෙන් ශ්‍රී ලංකාවේ අධ්‍යාපන ක්ෂේත්‍රයේ පාසල් පද්ධතිය තුළ දශක ගණනාවක් තිස්සේ මුහුණ දීමට සිදුව ඇති විවිධ ගැටලු නිර්මාණය වී ඇති අතර බරපතල ගැටලු රාශියකට මූලික වී ඇති බවද අග්‍රාමාත්‍යවරිය පෙන්වා දෙයි.",
        "கல்வி அமைச்சின் ஒரு விழாவில் பிரதமர் இந்த அவதானிப்பை மேற்கொண்டார்.",
        "பள்ளி குழந்தைகளின் கடினமான கல்வி முறைகளில் பள்ளி குழந்தைகளின் மன அழுத்தத்தை எதிர்கொள்ளும் இந்த பிரச்சினைகள் அனைத்தும், பள்ளிகளின் சமத்துவமின்மை மற்றும் தற்போதைய அரசாங்கம் அதைத் தவிர்க்க முயற்சிக்கின்றன என்று அவர் மேலும் கூறினார்.",
        "இந்த சமத்துவமின்மையை குறைப்பது கல்வி சீர்திருத்தத்தின் முக்கிய நோக்கமாகும், பிரதமர் கூறினார்:",
        "கல்வியின் தரத்தை அதிகரிக்க நேரடி பங்கேற்பு, தலைமை, மாதிரி மற்றும் பங்களிப்பு தேவை என்று அவர் வலியுறுத்தினார்.",
        "கல்வி சீர்திருத்தம் என்பது பாடத்திட்டங்கள், நிர்வாக முன்னேற்றம், நிர்வாக முன்னேற்றங்கள் மற்றும் கல்வி செயல்முறையை விநியோகித்தல் மற்றும் கல்வி செயல்முறையை டிஜிட்டல் மயமாக்குவது மட்டுமல்ல என்று பிரதமர் மேலும் கூறுகிறார்.",
        "கல்வி சீர்திருத்தங்களின் வளர்ச்சி திட்டமிடப்பட்டு நடத்தப்பட்டு புதுப்பிக்கப்பட்டு புதுப்பிக்கப்பட்டு புதுப்பிக்கப்படும் என்றும் பிரதமர் கூறினார்.",
        "குழந்தைகளின் அனுபவத்திற்கு வகுப்பறை வசதிகளை அதிகரிக்கவும், குழந்தைகளின் எண்ணிக்கை மேற்கொள்ளப்பட்டுள்ளது. உறுப்பு வகுப்புகளில் 40 குழந்தைகள் மற்றும் இரண்டாம் நிலை வகுப்புகளில் 45 பேர் வரை அமைச்சர் கூறுகிறார்.",
        "கல்வி முறையை பதிவு செய்யும் ஒரு நிறுவனம் மட்டுமல்லாமல், குழந்தைகளின் அனுபவத்தையும் தரமான கற்றல் மையத்தையும் உருவாக்க முயற்சிப்பதாக அமைச்சர் கூறுகிறார்.",
        "இந்த மொழிபெயர்ப்பில், பெற்றோர் மற்றும் குடிமக்களின் நேரடி பங்கேற்பு அவசியம், இது ஒரு தேசமாக நகர்வதற்கான பயணம்."
      ]
    },
    "en": {
      "title": "Minimizing inequality between schools is a primary purpose of education - PM",
      "body_lines": [
        "The main objective of education, Higher Education and Vocational Education, is the main objective of education, Harini Amarasuriya, the main objective of the education, Higher Education and Vocational Education.",
        "Due to the inequality of the schools, the Prime Minister points out that many decades have been faced with several decades in the school system in Sri Lanka.",
        "The Prime Minister made this observation at a function at the Ministry of Education.",
        "She added that all these problems facing the stress of school children in the competitive educational pattern of the school children's hardest, the inequality of the schools, and the current government is trying to avoid it, she added.",
        "The reduction in this inequality is a key objective of the education reform and the Prime Minister said:",
        "She emphasized that the direct participation, leadership, model and contribution needed to increase the quality of education.",
        "The Prime Minister further states that education reform is not only to change the syllabus, administrative advancement, administrative advances, and distributing the education process, and digitizing the education process.",
        "The Prime Minister also stated that the development of the education reforms is planned and conducted and updated and updated and updated will be carried out.",
        "Increase classroom facilities to the children's experience, and the number of children have been carried out. The Minister states that up to 40 children in element classes and 45 in secondary classes.",
        "The Minister states that he is trying to make children's experience and quality learning center, not just a company that registers the educational system.",
        "In this translation, the direct participation of parents and citizens is essential and that it is a journey to move as a nation."
      ]
    }
  },
  "summary_lines": []
}