{
  "translated_text": {
    "si": {
      "title": "සන්රයිසස් හයිද්රාබාද් හයිද්රාබාද්හි හිස නමා ආචාර කළේය",
      "body_lines": [
        "බැංගලෝර් එම්. සඳුදා (15) සඳුදා (15) චින්නයස්වම් ක්රීඩාංගණයේදී පැවති ඉන්දීය ප්රිමියර් ලීගයේ 30 වන තරඟයේදී සන්රයිසස් හයිද්රාබාද් ලකුණු 25 කින් හිරිගාර් ලකුණු 25 කින් ජයග්රහණය කළේය.",
        "පළමුවෙන් පන්දුවට පහරදුන් දෙනෙකුට ප්රථම වරට ආරාධනා කළ සන්රයිසස් හයිද්රාබාද් පන්දුවාර 20 කදී කඩුලු 3 ක් දැවී ලකුණු 287 ක් රැස් කළේය.",
        "සන්රයිසර්ස් හයිද්රාබාද්ගේ ජයග්රහණ, පෙරවදන ක්රීඩකයින් පස්දෙනා විසින් ඉටු කර ඇත.",
        "සන්රයිසස් හයිද්රාබාද් ඉනිමකදී අයි.පී.එල්. ඉතිහාසයේ වාර්තා දෙකක් ස්ථාපිත කළේය.",
        "මුම්බායි ඉන්දියානුවන් මාර්තු 27 වන දින හයිද්රාබාද්හි මුම්බායි ඉන්දියානුවන්ට එරෙහිව තරගාවලියේදී හයේ පහර 19 ක් රැස් කළ අතර ලකුණු 277 ක් රැස් කළහ. දෙකම සුනඛයා වන හයිද්රාබාද් විසින් පිහිටුවන ලද පූර්ව ජයග්රහණ දෙකම වේ.",
        "සන්රයිසස් හයිද්රාබාද් ක්රීඩකයින් ආරම්භයේ සිට රාජකීය තේරීම් කරුවන්ට එරෙහිව තරගය ආරම්භයේ සිට අවසානය දක්වා ක්රීඩා කළහ.",
        "එසේම, හයිද්රාබාද්හි මුළු සුනඛයාගේ සංඛ්යාව ලකුණු 208 කින් සහ හයේ පහර 58 කින් රැස් කළේය.",
        "ඊට අමතරව, සන්රයිසස් හයිද්රාබාද් - මුම්බායි ඉන්දියන්ස් ලකුණු 523 ක වාර්තාවක් දිනා ගත්තේය.",
        "සන්රයිසර්ස් හයිද්රාබාද් සහ රෝයල් චැලෙන්ජර්ස් බැංගලෝර් අයි.පී.එල් ඉතිහාසයේ ලකුණු 549 ක් ලබා ගෙන තිබේ.",
        "සුරියරස් හයිද්රාබාද් සමඟ අහිෂෙක් ෂර්මා සහ ට්රැවිස් අංශ ලකුණු 108 ක් රැස් කළේය.",
        "පළමුව, අභිෂෙක් ෂර්මා හතරේ පහර 2 ක් සහ හයේ පහර 2 ක් සමඟ ලකුණු 34 ක් රැස් කළේය.",
        "පසුව, ට්රැවිස් හිස සහ හෙන්රි ග්ලෝසන් 2 වන කඩුල්ල මාලාවේ පන්දු 26 කදී ලකුණු 57 ක් රැස් කළේය.",
        "ලෝක කුසලාන අවසන් මහා තරගය, ට්රැවිස් හිස, පන්දු 41 කදී ලකුණු 102 ක් රැස් කළ අතර රාත්තල් 9 ක් සහ හයේ පහර 8 ක් සමගි.",
        "ග්ලාෂාන් සහ අයිඩන් මාග්රෑම් පසුව 3 වන කඩුල්ල මාලාවේ පන්දු 27 කදී ලකුණු 66 ක් රැස් කළේය.",
        "ග්ලෝසන් පන්දු 31 කදී ලකුණු 67 ක් රැස් කළ අතර රාත්තල් 2 ක් සහ හයේ පහර 7 ක් සමගි.",
        "අයි.ප.එල්",
        "මාග්රාම් පන්දු 10 ක් සහ පන්දු 2 ක් සහ හයේ පහර 3 ක් ඇතුළුව හතරේ පහර 2 ක් සහ පන්දු 2 ක් සහ 32 ක් වාදනය කළේ නැත.",
        "රෝයල් චැලෙන්ජර්ස් බැංගලෝරයේ ඕවර 20 කදී කඩුලු 7 ක් දවා ගනිමින් සන්රයිසස් හයිද්රාබාද්ගේ ලකුණු 288 ක ජයග්රාහී ඉලක්කය සඳහා ලකුණු 262 ක් රැස් කළේය.",
        "විරුණා කෝලි සහ කණ්ඩායම් කපිතාන් දුන්න පන්සබ්ලිකන් ක්රීඩකයින් මෙන්, ලකුණු 79 ක් (ඕවර 6) බෙදා ගැනීමට රාජකීයත්වය හවුල් විය.. නමුත් ඊළඟ ඕවරයේදී මුළු සංඛ්යාව ලකුණු 80 ක් වූ විට, විරාත් කෝලි තරගය අහිමි විය.",
        "පන්දු 20 කට මුහුණ දුන් කෝලි පවුම් 6 ක් සහ හයේ පහර 2 ක් සමඟ ලකුණු 42 ක් රැස් කළේය.",
        "ඊළඟට දුන්න ජෙක්ස් හි ධාවන පථයේ ලකුණු 7 ක් ලබා ගත්තේය. බෝලය බිම වැටී බිම වැදුණා, ජයිටෙව් යුවඩ්කට්ගේ අත ඉවරයි.",
        "රාජකීය චැලෙන්ජර්ස් බැංගලෝර්ට රාජාත් පට්ඩාර් 9 ක් පසුපසින් පිටත්ව යාමට සිදුවිය. (111 - 3 විග්.)",
        "ඒ අතරම, සිත් ඇදගන්නාසුළු වවුලෙකු ක්රීඩා කරමින් සිටි දුන්න ඩු ඩු ප්ලිසිස් පන්දු 28 කදී ලකුණු 62 ක් සහ හයේ පහර 4 ක් සහ හයේ පහර 4 ක් ලබා ගනිමින් පන්දුව මත කඩුලු රකින්නාට පහර දුන්නේය.. ඒ හා සමානව, සෞරව් චෞහාන් ගලායාමකින් තොරව ඇවිදීම ඇවිද ගියේය. (122 - 5 විග්.)",
        "එසේම, රාජකීය චැලෙන්ජර්ස් බැංගලෝර්ගේ සාර්ථක ඉලක්කය තරමක් මන්දගාමී වේ.",
        "කෙසේ වෙතත්, දිනේෂ් කාර්තික් සහ ඔවුන් දෙදෙනා වන දිනේෂ් කාර්තික් සහ මධ්හාල් ලෝමෝ 6 වන කඩුල්ලෙන් පන්දු 25 කදී ලකුණු 59 ක් රැස් කළහ.",
        "ලොම්රෝ ලකුණු 19 ක් රැස් කළ අතර ඔහු බෝලයේ ඇඳ කැමරාවන්ගේ තීක්ෂ්ණ බුද්ධිය බවට පත්විය.",
        "කෙසේ වෙතත්, 7 වන කඩුල්ලේ දිනේෂ් කාර්තික් සහ අනුජිත් රවට්ටි පන්දු 28 කදී ලකුණු 63 ක් රැස් කළහ.",
        "38 හැවිරිදි - කොන්ඩ් දිනේෂ් කාර්තික් පන්දු 35 කදී ලකුණු 83 ක් රැස් කළ අතර හයේ පහර 7 ක් ද පිරිහී ගියේය.",
        "පඩි 43 කදී ඇඳ කොම්බෝල් කඩුලු 3 ක් දවා ගත් අතර මයෑන්ක් මාකැන්ඩේ ලකුණු 46 කට කඩුලු 2 ක් දවා ගත්තේය."
      ]
    },
    "en": {
      "title": "Sunrisers Hyderabad bowed to Hyderabad",
      "body_lines": [
        "Bangalore M. Sunrisers Hyderabad won the Royal Challengers Bangalore by 25 runs in the 30th match of the Indian Premier League held on Monday (15) at the Chinnaswamy Stadium.",
        "Sunrisers Hyderabad, who was first invited to bat first, scored 287 runs for the loss of 3 wickets in 20 overs.",
        "Sunrisers Hyderabad's achievements have been played by the five frontier players.",
        "Sunrisers Hyderabad established two records in IPL history in an innings.",
        "Mumbai Indians scored 19 sixes in a match against Mumbai Indians on March 27 in Hyderabad and scored 277 runs. Both are previous achievements established by Sunrisers Hyderabad.",
        "Sunrisers Hyderabad players continued to play from the start to the end of the match against Royal Selectors Bangalore.",
        "Also, the total number of Sunrisers Hyderabad was scored by 208 runs and sixes.",
        "In addition, the Sunrisers Hyderabad - Mumbai Indians won the record for the total number of 523 runs.",
        "Sunrisers Hyderabad and Royal Challengers Bangalore have achieved a total of 549 runs in IPL history.",
        "Abhishek Sharma and Travis Head scored 108 off 49 balls with Sunrisers Hyderabad.",
        "First, Abhishek Sharma scored 34 runs with 2 fours and 2 sixes.",
        "Subsequently, Travis Head and Henry Glasan shared 57 runs off 26 balls in the 2nd wicket.",
        "The Man of the World Cup final, Travis Head, scored 102 runs off 41 balls with 9 pounds and 8 sixes.",
        "Glashan and Aiden Magram then shared 66 runs off 27 balls in the 3rd wicket.",
        "Glasan scored 67 runs off 31 balls with 2 pounds and 7 sixes.",
        "Sunrisers Hyderabad's record in the IPL was a total number of Sunrisers Hyderabad in the last 3 overs, sharing 56 runs in the 4th wicketless 4th wicket.",
        "Margram did not play 2 fours and a 32 -ball, including six, and 37 off 10 balls, including 4 pounds and 3 sixes.",
        "Royal Challengers Bangalore lost 7 wickets in 20 overs, scoring 262 runs for the winning target of 288 runs set by Sunrisers Hyderabad.",
        "Virat Kohli and team captain Bow to Blessice shared 79 runs (6 overs), just like the opposition players.. But when the total number was 80 runs in the next over, Virat Kohli lost the game.",
        "Kohli, who faced 20 balls, scored 42 runs with 6 pounds and 2 sixes.",
        "Next up was the run -out of the bow Jex with 7 runs. The ball hit the ground with the ground, Jaithev Unadkat's hand was run out as Jex stood outside the boundary of a meter.",
        "Royal Challengers Bangalore was forced to leave Rajat Patidar 9 runs after him. (111 - 3 wig.)",
        "At the same time, Bow Du Plessis, who was playing a stunning bats, scored 62 off 28 balls with 7 pounds and 4 sixes, hitting the wicketkeeper on the ball.. In the same over, Saurav Chauhan built the walk without the flow. (122 - 5 wig.)",
        "Also, Royal Challengers Bangalore's success target is slightly slower.",
        "However, Dinesh Karthik and Mahipal Lomo, both of them, shared 59 runs off 25 balls in the 6th wicket.",
        "With Lomro scored 19 runs, he became the Bed Camins' Insight Ege of Ball.",
        "However, Dinesh Karthik and Anuj Rawat shared 63 off 28 balls in the 7th wicket.",
        "38 -year -old Dinesh Karthik scored 83 runs off 35 balls and 7 sixes.",
        "Bed Commins took 3 wickets for 43 runs while Mayank Markande took 2 wickets for 46 runs."
      ]
    }
  },
  "summary_lines": [
    "Sunrisers Hyderabad defeated Royal Challengers Bangalore by 25 runs in IPL match 30, scoring 287/3. They set a record with 208 runs and 6 sixes. Key players included Abhishek Sharma (34 runs), Travis Head (102 runs), and Aiden Magram (67 runs). Royal Challengers Bangalore lost 7 wickets for 262 runs, with Virat Kohli scoring 42 runs."
  ]
}