{
  "translated_text": {
    "ta": {
      "title": "උතුරේ පොල් ත්‍රිකෝණය දියත් කිරීම ජනපති ප්‍රධානත්වයෙන්",
      "body_lines": [
        "ஜனாதிபதி அனுரா குமாரா டிசனாயகே வடக்கின் வடக்கே ஒரு வலுவான பொருளாதாரத்தை உருவாக்க முடியும் என்று வலியுறுத்தினார்.",
        "පසුගිය ජනාධිපතිවරණයේදී වත්මන් රජය කෙරෙහි විශ්වාස තබමින් පියවරක් ඉදිරියට තැබූ එම ජනතාව ජයග්‍රහණය කරා ඉදිරියට ගෙන යන බව පැවසූ ජනාධිපතිවරයා, උතුරට නව ආර්ථික අවස්ථා උදා කර දීම වෙනුවෙන් කර්මාන්ත කලාප ඇතුළු සංවර්ධන වැඩසටහන් රැසක් ඉදිරියේදී ක්‍රියාත්මක කරන බවද සඳහන් කළේය.",
        "வடக்கில் உள்ள மக்களின் நில உரிமை, மொழி மற்றும் கலாச்சார உரிமைகளின் உரிமையைப் பாதுகாக்க அரசாங்கம் உறுதிபூண்டுள்ளது என்றும், நாட்டின் முடிவுகள் எந்த தயக்கமும் இல்லாமல் எடுக்கப்பட வேண்டும் என்றும் ஜனாதிபதி கூறினார்.",
        "இன்று காலை புதுக்குடிரிப்புவில் வடக்கு தேங்காய் முக்கோணத்தின் பதவியேற்பு விழாவில் ஜனாதிபதி அனுரா குமாரா டிசனாயக்கில் பங்கேற்றார்.",
        "ஜாஃப்னா, கிலினோச்சி, முல்லெய்டிவு மற்றும் வவைனியா ஆகிய நாடுகளில் உள்ள தேங்காய் ஆராய்ச்சி நிறுவனத்தின் பரிந்துரைகளின் அடிப்படையில் வடக்கு தேங்காய் முக்கோணம் நிறுவப்பட்டுள்ளது.. கடைசி பட்ஜெட் ரூ.",
        "வடக்கு மாகாணத்தில் தேங்காய தொழில்துறையின் எண்ணிக்கையை நிறுவுவதில் ரூ.",
        "வடக்கு மாகாணத்தில் உள்ள ஐந்து மாவட்டங்களை பிரதிநிதித்துவப்படுத்தும் தேங்காய் விவசாயிகளுக்கான பொது மானியங்களுக்காக ஜனாதிபதி குடிமக்களை வழங்கினார்.",
        "2025 சர்வதேச தேங்காய் சமூக நுவான் சிந்தகாவின் துணை இயக்குநர் ஜெனரல் நுவான் சிந்தகாவின் தலைவர், சர்வதேச தேங்காய் சமூக நுவான் சிந்தகாவின் தலைவரான ஜனாதிபதிக்கு ஜனாதிபதிக்கு வழங்கப்பட்டது.",
        "சபையை உரையாற்றிய ஜனாதிபதி அனுரா குமாரா டிசனாயக்க கூறினார்:",
        "புதுக்குடிரிப்பு பகுதி ஏராளமான போரை எதிர்கொண்டது என்பதை நாங்கள் அறிவோம். மோதல்கள் காரணமாக இந்த பகுதியின் மக்கள் எல்லாவற்றையும் இழந்தனர். கடந்த தேர்தலில், நான் இந்த பகுதி மக்களை சந்திக்கிறேன்",
        "இருந்தது. அழிவு பகுதி மற்றும் மக்களுக்கு மீண்டும் தேவை. கடந்த தேர்தல்களில், இந்த பகுதிகளில் வாழும் மக்கள் எங்களை நம்புவதன் மூலம் ஒரு சக்திவாய்ந்த படியாக இருந்தனர். நம்முடைய வெளிப்பாட்டுடன் ஒரு படி முன்னேறும் மக்களின் வெற்றிக்கு முன்னேறுவது எங்கள் வாய்ப்பாகும்.",
        "அதற்காக நாங்கள் பல பகுதிகளில் வேலையைத் தொடங்கினோம். இந்த மக்களின் உரிமைகள் முதலில் நிறுவப்பட வேண்டும். நில உரிமையாளர், மொழி உரிமை மற்றும் கலாச்சார உரிமைகள் மற்றும் காணாமல் போனவர்களுக்கு என்ன நடந்தது என்பதை அறிந்து கொள்வதற்கான உரிமையை நாங்கள் காண்கிறோம். அந்த உரிமைகளைப் பாதுகாக்க நாங்கள் பல நடவடிக்கைகளைத் தொடங்கினோம்.",
        "இரண்டாவதாக, நாம் அவர்களின் பொருளாதாரத்தை உயர்த்த வேண்டும். இழந்த பொருளாதார வாய்ப்புகளுடன் வலுவான பொருளாதாரத்தை உருவாக்கும் பொறுப்பை நாங்கள் ஏற்றுக்கொள்கிறோம். இந்த நோக்கத்திற்காக நாங்கள் பல நடவடிக்கைகளை எடுத்துள்ளோம்.",
        "புதிய தொழில்துறை மண்டலங்களை வளர்ப்பதற்கான சாகுபடி வசதிகளுக்கான வசதிகள் மற்றும் வசதிகளை வழங்குவதற்கான முக்கிய அங்கமாக தேங்காய் சாகுபடி திட்டம் இன்று தொடங்கப்பட்டுள்ளது.",
        "இந்த ஆண்டு 16,000 ஏக்கர் தேங்காயை பயிரிட அமைச்சகம் திட்டமிட்டுள்ளது. ஏறக்குறைய 12,000 விவசாய குடும்பங்கள் பிரதிநிதித்துவப்படுத்துகின்றன. மக்களின் பொருளாதாரத்தை மேம்படுத்த இந்த திட்டம் ஒரு பெரிய பங்களிப்பாக இருக்கும் என்று நாங்கள் நம்புகிறோம்.",
        "மேலும், மற்ற படி கலாச்சார ரீதியாக செய்யப்பட வேண்டிய ஒருங்கிணைப்பு. ஒன்றைக் கொண்டாடக்கூடிய ஒரு நாள் என்று பெயரிட்டுள்ளோம். விளையாட்டிலிருந்து தொடர்புகளை உருவாக்க நாங்கள் சிரமப்படுகிறோம். பிரிக்கப்பட்ட மக்களை இணைக்க நாங்கள் ஒரு பெரிய முயற்சியில் இருக்கிறோம்",
        "இங்குள்ளவர்களின் வாழ்க்கையுடன் போர் செலவிடப்பட்டது. மூன்று ஆண்டுகள் ஒருவருக்கொருவர் மீறப்பட்ட பிறகு, ஆயுதங்கள், ஆயுதங்கள், முப்பது ஆண்டுகள் போராடியது. இது நம் நாட்டில் ஒரு பெரிய சோகம். இதன் விளைவாக, நம் நாட்டின் மக்கள் தங்கியிருந்தனர். இது இனவெறி அரசியலை ஏற்படுத்தியது.",
        "வடக்கு மற்றும் தெற்கில் அதிகாரத்தைப் பெறுவதற்கான முக்கிய கருவியாக இனவெறி ஆனது. கடந்த ஜனாதிபதித் தேர்தலில் இந்த நாட்டின் மக்களால் நிலைமை தோற்கடிக்கப்பட்டது. நாட்டின் இனவெறி அரசியலை நாங்கள் அனுமதிக்க மாட்டோம். இந்த இனவெறி அரசியலை நீங்கள் மக்களாக நிராகரிக்க வேண்டும் என்று நான் நம்புகிறேன்",
        "செய்வது. எங்கள் அரசாங்கத்தின் நோக்கம் ஒற்றுமையை உருவாக்குவதாகும். சர்ச்சைக்குரிய முடிவுகளுக்கு எடுத்துச் செல்லக்கூடிய ஒப்பந்த-முடிவுகளை எடுக்க நாம் இனி பயப்பட முடியாது. பழைய, அழிவுகரமான, இனவெறி நடைமுறைகள் முற்போக்கான நடவடிக்கைகளை தலைகீழாக அனுமதிக்காது.",
        "இந்த பகுதிகளில் உள்ளவர்கள் பெரிய பொருளாதார கஷ்டங்களால் பாதிக்கப்படுகின்றனர். படிப்படியாக நாங்கள் அந்த சிக்கல்களை தீர்க்க முயற்சிக்கிறோம். கிட்டத்தட்ட ஒரு வருடத்திற்கு அடிப்படை அடிப்படையைத் தயாரித்துள்ளோம். இன்று, அரசியல் அதிகாரம் ஊழலை முற்றிலுமாக நீக்கியுள்ளது. சட்டத்தின் அதிகாரத்தை உறுதிப்படுத்த, பொது சேவையை வலுப்படுத்த முயற்சிக்கிறோம். கருவூலத்தால் பெறப்பட்ட வருமானத்தையும் நாங்கள் அதிகரித்துள்ளோம்.  நாட்டில் மீண்டும் செலுத்தக்கூடிய ஒரு வலுவான பொருளாதாரம்",
        "மேலும், நிறுத்தப்பட்ட பல புதிய திட்டங்களை மீண்டும் தொடங்க நாங்கள் நடவடிக்கை எடுத்துள்ளோம். எல்லா துறைகளிலும் ஒரு புதிய வளர்ச்சியைத் தொடங்கினோம். அதன்படி, இந்த நாட்டை ஒரு புதிய மாநிலமாக மாற்றுவதற்கான அடிப்படையை நாங்கள் வைத்துள்ளோம். இந்த அடிப்படையில் நாங்கள் இந்த நாட்டைக் கட்டுகிறோம். உலகில் ஈர்ப்பு",
        "இலங்கை இலங்கையை வென்ற மற்றும் மரியாதைக்குரிய நாடுகளுக்கு நியமிக்கும். அந்த பயணத்தில் உங்கள் அனைவரின் ஆதரவை நாங்கள் எதிர்பார்க்கிறோம். எந்தவொரு பிளவு இல்லாமல் இந்த நாட்டை ஒரு புதிய மொழிபெயர்ப்புக்கு நகர்த்துவதற்கான பயணத்தில் சேர உங்களை அழைக்கிறேன்."
      ]
    },
    "en": {
      "title": "Launching Coconut Triangle in the North",
      "body_lines": [
        "President Anura Kumara Dissanayake emphasized that the north of the North will be able to build a strong economy.",
        "The President said that the people in the last presidential election were carried out to victory and implement many development programs including industry zones to achieve new economic opportunities to the North.",
        "The President also said that the government is also committed to protecting the ownership of land ownership, language and cultural rights of the people in the North and that the decisions of the country should be taken without any hesitation.",
        "President Anura Kumara Dissanayake made this statement participating in the inauguration ceremony of the Northern Coconut Triangle in Pudukuduirippu this morning.",
        "The Northern Coconut Triangle is established on the recommendations of the Coconut Research Institute in Jaffna, Kilinochchi, Mullaitivu and Vavuniya covering the three cities of Point Pedrowadasuriya.. The last budget has allocated Rs.",
        "In the establishment of the number of coconut industry in the Northern Province until Rs.",
        "The President also presented citizens for public subsidies for the coconut growers representing the five districts in the Northern Province.",
        "2025 presented to the President, the President of the International Coconut Community Nuwan Chinthaka, Deputy Director General of the International Coconut Community Nuwan Chintaka, the President of the International Coconut Community Nuwan Chintaka.",
        "Addressing the House, President Anura Kumara Dissanayake added:",
        "We know that Pudukuduirippu area faced a large number of war. The people of this area lost everything due to the clashes. At the last election, I meet the people of this area",
        "Was. We have the need for the destruction area and to the people again. In the last elections, the people living in these areas have been a powerful step by trusting over us. It is our prospect to proceed to the victory of the people who put a step forward with an expression of us.",
        "We have started work in several areas for that. The rights of these people should first be established. We see the right to know the right to land ownership, language ownership and cultural rights and what happened to the missing. We have begun many steps to protect those rights.",
        "Secondly, we must raise their economy. We accept the responsibility of creating a strong economy with their lost economic opportunities. We have taken many steps for this purpose.",
        "The Coconut Cultivation Project has been launched today as a key component of providing facilities and facilities for cultivation facilities for cultivation of new industrial zones.",
        "The Ministry has planned to cultivate 16,000 acres of coconut this year. Approximately 12,000 farmer families represent. We believe this project will be a big contribution to uplift the economy of the people.",
        "And, the other step is the integration that should be made between a culturally. We have named a day where we can celebrate one. We're struggling to build interconnections from the game. We are in a great effort to combine the separated people",
        "The war was spent with the lives of those here. After three years of violation of each other, fighting arms, arms, fought thirty years. It is a large tragedy in our country. As a result, the people of our country were staying. This caused racist politics.",
        "Racism became the main tool to obtain power in the North and South. The situation was defeated by the people of this country in the last presidential election. We will not allow the country's racist politics. And I believe you should reject this racist politics as people",
        "Doing. The purpose of our government is to create unity. We can no longer be afraid to make the contract-decisions that can be taken to the controversial decisions. And the old, destructive, racist procedures we do not allow progressive measures to reverse.",
        "People in these areas suffer from large economic hardships. Step by step we are trying to solve those problems. We have prepared the basic basis for nearly a year. Today, the political authority has completely removed corruption. We are trying to strengthen the public service, to ensure the authority of the law. We have also increased the income received by the Treasury.  A strong economy that can be re-payable in the country",
        "Also, we have taken steps to resume a number of new projects that have been stopped. We have started a new development in all fields. Accordingly, we have put the basis for making this country a new state. On this basis we build this country. Attraction in the world",
        "Sri Lanka will appoint Sri Lanka into winning and respected countries. We expect the support of all of you on that journey. I invite you to join the journey of moving this country to a new translation without any split."
      ]
    }
  },
  "summary_lines": []
}