{
  "translated_text": {
    "ta": {
      "title": "லாகிஸ் ஜாமீனில் விடுவிக்கப்பட்டார்",
      "body_lines": [
        "பாலாபிதியா மாஜிஸ்திரேட் ஆர்.டி. உத்தரவிட்ட ஹ்யூமதி மற்றும் எம்.பி.",
        "ரூ.",
        "2017 ஆம் ஆண்டில் இரண்டு கிராம் ஹெராயின் வைத்திருப்பது உட்பட பல குற்றச்சாட்டுகளுக்கு ஆர்மிஹாமி ஜானித் மதசங்கா டி சில்வா ரிமாண்ட் செய்யப்பட்டார்.",
        "காவல்துறையினரின் அறிக்கை ஆய்வாளருக்கு அனுப்பப்பட்ட பின்னர், ஆய்வாளரின் அறிக்கைக்கு அறிக்கை அனுப்பப்பட்ட பின்னர் போதைப்பொருள் அளவு பாலாபிட்டியா மாஜிஸ்திரேட் நீதிமன்றத்திற்கு அனுப்பப்பட்டது.",
        "இந்த வழக்கை பிணை எடுக்க இந்த வழக்கை பிணை எடுக்க வேண்டும் என்று உயர் நீதிமன்றம் உத்தரவிட்டது.",
        "பாலாபிதியா மாஜிஸ்திரேட் நீதிமன்றத்தின் நீதிமன்றங்களில் (9) நிகழ்வின் படி, அவர் சந்தேக நபருக்கு பிணை எடுக்குமாறு கேட்டுக்கொள்ளப்பட்டார்.",
        "ஒரு சிறிய எண்ணிக்கையிலான காசாளருக்காக அமர்ந்திருந்த வழக்கறிஞர்கள் அடிப்படை சட்டமன்றத்திற்கு பிணை எடுக்க ஜாமீன் வழங்கப்பட்டனர், மேலும் அவருக்கு ஒரு சிறப்பு பொலிஸ் பாதுகாப்பை வழங்க தெற்கு மாகாண பிரதிநிதித்துவம் ஐ.ஜி.பி.",
        "இந்த இரண்டு கோரிக்கைகளையும் நிராகரித்த மாஜிஸ்திரேட் உயர் நீதிமன்றத்தின் ஜாமீனை முடிக்க அவருக்கு ஜாமீன் வழங்க வேண்டும்.",
        "மாஜிஸ்திரேட்டின் அறிவிப்புடன், அவர் நீதிமன்றங்களில் பொய்யை முடித்து, உயர்நீதிமன்றத்தில் பொய் சொன்னார்."
      ]
    },
    "en": {
      "title": "Lacis released on bail",
      "body_lines": [
        "Humanadii and MP Julyhandi and Dissanith Madusanka Night, ordered by Balapitiya Magistrate Rd was released on bail today (9).",
        "The Magistrate today ordered the Meeting of Armamai Janith Janith Janith Madusanka to address the completion of Rs.",
        "Armyhami Janith Madusanka de Silva was remanded for a number of accusations including the possession of two grams of heroin in 2017.",
        "After the report of the police were sent to the Analyst, the amount of drug was sent to the Balapitiya Magistrate's Court after the report was sent to the Analyst's report.",
        "The High Court ordered that the case should be bailed to bail the case.",
        "According to the event (9) at the courts of the Balapitiya Magistrate's Court, he was asked to be bailed to the suspect.",
        "The Attorneyers who sat for a small number of cashier were bail to be bailed to the Base Assembly and the Southern Provincial representation would be issued to the IGP to provide a special police protection to him.",
        "The magistrate who rejected both of these requests was to grant him bail to complete the bail of the High Court.",
        "With the notice of the magistrate, he completed the lie on the courts and made the lie on the High Court."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "Lacis released on bail. Humanadii, MP Julyhandi, and Dissanith Madusanka Night ordered by Balapitiya Magistrate Road. Armyhami Janith Madusanka de Silva remanded for heroin possession. Bail granted after High Court order. Special police protection requested but denied."
  ]
}