{
  "translated_text": {
    "ta": {
      "title": "மார்பக புற்றுநோய் பற்றிய இந்த தகவல் உங்களுக்குத் தெரியுமா?",
      "body_lines": [
        "புற்றுநோய் என்பது வாழ்க்கை அபாயத்தைக் கொண்ட தகவல்தொடர்பு அல்லாத நோய்களுக்கு இடையிலான முக்கிய அம்சமாகும்.",
        "உலகில் பெண்களிடையே பெண்களிடமும், இலங்கை மற்றும் மார்பக புற்றுநோயிலும் பொதுவானது.",
        "மார்பக புற்றுநோய் காரணமாக, இலங்கையில் கிட்டத்தட்ட 1000 பெண்களின் வாழ்க்கை ஒரு வருடத்தில் இழக்கப்படுகிறது, ஆரம்ப நாட்களில், மார்பக புற்றுநோய் மார்பக புற்றுநோயை முற்றிலுமாக குணப்படுத்தும்.",
        "பலர் மார்பக புற்றுநோயை நம்பியுள்ளனர் என்பது உங்களுக்குத் தெரியுமா?",
        "அக்டோபர் மாதம் மார்பக புற்றுநோய் விழிப்புணர்வு மாதமாக பெயரிடப்பட்டது.",
        "\"அனைத்து புற்றுநோய்களும் உலகின் பெரும்பாலான மார்பக புற்றுநோய்கள். பெண்களின் ஏராளமான மற்றும் பெண்களின் மிகவும் பொதுவான புற்றுநோய் மார்பக புற்றுநோய், \"தேசிய புற்றுநோய் கட்டுப்பாட்டு திட்டத்தின் சமூக மருத்துவ வல்லுநர்கள்.",
        "மருத்துவர் சேகரித்த தரவுகளின்படி, இலங்கையில் 5,485 பெண்கள் 5,485 மார்பக புற்றுநோயையும், 124 ஆண்களுக்கு மார்பக புற்றுநோயால் பாதிக்கப்பட்டுள்ளனர்.",
        "\"ஒரு மார்பகத்தில் வாருங்கள், தோல், சிவப்பு அல்லது தோலில் ஒரு மாற்றமாக இருக்கலாம், அல்லது ஒரு ஆவிகள் அல்லது முலைக்காம்புகளில் ஏற்படும் மாற்றமும் நீங்கள் மூழ்கிவிடலாம். அல்லது மார்பக புற்றுநோயின் ஒரு கட்டியாக இருக்கும். \"",
        "டாக்டர் ஹாஸ்லேண்ட் பெர்னாண்டோ மார்பக புற்றுநோயின் பொதுவான அறிகுறிகளை விவரித்தார்.",
        "மார்பக புற்றுநோய் மார்பக புற்றுநோயின் அபாயத்தை ஒரு பெண் ஆபத்து என்பது ஆபத்து.",
        "ஆண்களை விட பெண்கள் 100 மடங்கு அதிகமாக உள்ளனர் என்றும் அவர் கூறினார்.",
        "\"50 வயதுக்கு மேற்பட்ட பெண்கள் ஆபத்தை அதிகரிக்கிறார்கள். குறைந்தது 50 பேர் செய்யப் போவதில்லை என்று அர்த்தமல்ல. 50 க்கும் மேற்பட்டவர்களில் பெரும்பாலோர் ஏராளமானவர்கள். \"",
        "\"மற்றவர் மற்றவர் என்றால், குடும்பம், அது தந்தையின் விருந்து மற்றும் தந்தையின் நியாயமான ஒரு மனிதராக இருக்கலாம். யாராவது ஒரு உறவினர் இருந்தால், ஆபத்து அதிகரிக்கும். உறவினர் 35 வயதுடையவராக இருந்தால், 35 ஆண்டுகளுக்கு மேல், ஆண்டுகளை விட அதிக ஆபத்து, மற்றும் அதை விட அதிகமாக இருந்தால்.",
        "புகைபிடித்தல், ஆல்கஹால், அத்துடன் ஆல்கஹால் சிகிச்சை, அத்துடன் ஹார்மஸ் சிகிச்சையும், விருந்தோம்பல் மார்பக புற்றுநோய்க்கும் ஆபத்து என்று ஜனநாயக மருத்துவ வல்லுநர்கள் காட்டுகிறார்கள்.",
        "குழந்தைகள் இல்லாத பெண்களும், 30 வயதிற்கு முன்னர் குழந்தைகளும் என்று மருத்துவர் கூறினார்.",
        "இருப்பினும், மார்பக புற்றுநோய்க்கான சில காரணங்கள் என்று அவர் குறிப்பிட்டார், மேலும் அவர் கூறினார்.",
        "\"20 வருடங்களுக்கும் மேலாக இருந்தால், ஒவ்வொரு பெண்ணும் சுய மார்பக சோதனை எடுக்க வேண்டும். சுய-மார்பக சோதனை என்பது அதன் சொந்த மார்பகங்களை ஆய்வு செய்வதாகும். சில படிகள் உள்ளன. நீங்கள் நிர்வாணக் கண்ணில் ஒன்றைப் பார்க்கலாம், மறுபுறம் கைப்பற்றி சரிபார்க்கலாம். இது ஒரு கண்ணாடிக்கு முன்னால் செய்யப்பட வேண்டும், சிறிது நேரத்திற்குள் அதை சாத்தியமாக்குகிறது. \"",
        "சுய-மார்பக சோதனை மற்றும் அவர்களின் குடும்பத்தின் வலைத்தளம் அல்லது தேசிய புற்றுநோய் கட்டுப்பாட்டு திட்டத்தின் விவரங்கள்.",
        "ஒரு மாதத்திற்கு ஒரு முறை ஆய்வின் தேசிய கேன்செல் திட்டத்தின் தேசிய கேன்செல் திட்டத்தின் தேசிய கேன்செல் திட்டத்தின் சமூக மருத்துவ உற்சாகம் ஏதேனும் யோசனை உள்ளது, அதை அவர்கள் அடையாளம் காண முடியும்.",
        "ஒரு நபருக்கு மார்பக புற்றுநோயின் அறிகுறிகள் இருந்தால், எடுக்க வேண்டிய நடவடிக்கைகள் குறித்து பிபிசி சிங்கள சேவை நிபுணரிடம் கேட்டுள்ளது.",
        "\"ஏதேனும் இருந்தபோதிலும், ஆனால் எதுவுமில்லை என்றாலும், சுகாதார மருத்துவ அதிகாரியின் ஆஃப்செஸில் உள்ள ஷுதானி கிளினிக் பெண்கள் மருத்துவ மார்பகங்களை சோதிக்கிறது. கூடுதலாக, குறைந்தது 40 வயது, குறைந்தது 40 வயது என்பதை அறிந்து கொள்வது எங்களுக்கு அறிவிக்கப்படுகிறது. நீங்கள் 40 வயதுக்கு மேற்பட்டவர்கள் என்றால், நீங்கள் ஆண்டுதோறும் காட்டப்படுவீர்கள்.",
        "\"மருத்துவமனைகள் ஆரோக்கியமான வாழ்க்கை. நீங்கள் சென்று காட்டலாம். இலங்கையில் தற்போது ஐந்து மையங்கள் உள்ளன. நாரஹன்பிடா, ரத்னபுரா, மாதாரா, கேலி, கேலன், யாஃப்னா, பாட்டிகலோவா, யஃப்னா, இந்த ஐந்து நாட்கள் வாரத்தில். யாரையும் குறிப்பிட வேண்டிய அவசியமில்லை. அவர்களுக்கு சந்தேகம் இருந்தால், நீங்கள் காட்டலாம். \"",
        "நிபுணர் டாக்டர் ஹேண்டியர் பெர்னாண்டோ, இந்த சேவைகள் அனைத்தும் தொடர்புடைய அரசாங்க கிளீஸிடமிருந்து இலவசமாக மேற்கொள்ளப்படுகின்றன என்று கூறினார்.",
        "\"வீட்டில் உள்ளவர்களுடன் ஆலோசனை இல்லாமல் டாக்டருக்கு அறிவுறுத்தப்படுவது முக்கியம், அவர்களுக்கு அறிவுறுத்தப்படுவதில்லை, ஏதேனும் வித்தியாசம் இருந்தால், நீங்கள் வீடு, மனிதன் மற்றும் வீடு ஆகியவற்றை அறிவுறுத்த மாட்டீர்கள்.. நீங்கள் சிகிச்சை பெற்றிருந்தால் எதுவும் இல்லை.",
        "\"மார்பக புற்றுநோய் இறப்பதற்கு உடம்பு சரியில்லை. முன்னர் அடையாளம் காணப்பட்டது, நோய். எனவே, நீங்கள் பயப்பட வேண்டும், மறைக்காமல் சிகிச்சை கேட்க வேண்டும். மற்றொன்று பெண்களின் பிரச்சினை, மற்றவர்களின் அனைத்து வேலைகளும் தங்களைக் கைப்பற்றும். அது மிகவும் தாமதமாகிவிட்டால், மரணம் மரணத்தை ஏற்படுத்தும், \"தேசிய புற்றுநோய் ஒழிப்பு திட்டத்தின் சமூக மருத்துவ நிபுணர் திட்டம் மருத்துவரை மேலும் எச்சரித்தது.",
        "கான்ஸ்டபிள் தரவரிசையில் இருந்து ஐ.ஜி.பி வரை வந்த பிரியந்தா வீரசூரியா யார்?"
      ]
    },
    "en": {
      "title": "Did you know this information about breast cancer?",
      "body_lines": [
        "Cancer is the mainstay between non-communicable diseases with a risk of life.",
        "Among women is common among women in the world and in Sri Lanka and breast cancer.",
        "Due to breast cancer, the lives of nearly 1000 women in Sri Lanka is lost in a year, and in the early days, breast cancer can completely cure breast cancer.",
        "Do you know that many people have believed in breast cancer?",
        "The month of October was named as a breast cancer awareness month.",
        "\"All cancers are most of the world's most breast cancer. The abundance of women and the most common cancer of women is breast cancer, \"Community Medical Experts of the National Cancer Control Program.",
        "According to the data collected by the doctor, 5,485 women in Sri Lanka have identified 5,485 breast cancer and 124 men have been diagnosed with breast cancer.",
        "\"Come on a breast, may be a change in the skin, red, or skin is skinning, or a spirits, or a change in the nipplesYou can also be a sinking. Or a lump of breast cancer can be a primary feature of breast cancer. \"",
        "Dr. Haslandle Fernando described the common symptoms of breast cancer.",
        "\"It is a risk that a woman is a risk,\" explained the risk of breast cancer breast cancer.",
        "She also stated that women are more than 100 times greater than male.",
        "\"Women more than 50 years old increases the risk. It does not mean that at least 50 people are not going to make. The majority of over 50 people have made numerous. \"",
        "\"If the other is the other, the family is, it can be a man who is the father's party and the father's fair. If anyone had a relative, the risk will increase. If the relative was made up of 35 years old, more than 35 years, the greater risk, than the years, and more than it was.",
        "The democratic medical experts show that smoking, alcohol, as well as the treatment of alcohol, as well as the hormous treatment, and the hospitality is a risk of breast cancer.",
        "The doctor said that women who do not have children, as well as children before the age of 30, the doctor said.",
        "However, she noted that some of the reason for breast cancer, she also said.",
        "\"If more than 20 years, every woman needs to take self-breast check. Self-breast checking is to inspect its own breasts. There are a few steps. You can watch one of the naked eye, capture the other hand and check. This should be done in front of a glass and make it possible within a little time. \"",
        "Details of Self-breast check and visit the website of their family or the National Cancer Control Program.",
        "The Community Medical Excitement of the National Cancele Program of the National Cancele Program of the National Cancele Program of the inspection once a month has any idea and that they can identify it.",
        "If a person has the symptoms of breast cancer, the BBC has also asked the Sinhala service expert regarding the steps to be taken.",
        "\"Although there was anything, but when there was no matter, the Shudani clinic at the Health Medical Officer's Offses tests women clinical breasts. In addition, we are notified to be aware that at least 40 years old, at least 40 years old. If you are over 40 years older, you will be shown annually. \"",
        "\"Hospitals is a clinic that is a healthy life. You can go and show. There are currently five centers in Sri Lanka that the deception centers. Narahenpita, Ratnapura, Matara, Galle, Galle, Jaffna, Batticaloa, Jaffna, these five days a week. There is no need to refer to no one. If they have doubts, you can be shown. \"",
        "Specialist Dr. Handear Fernando stated that all these services are being carried out free of charge from the relevant government clhees.",
        "\"It is important that the doctor is not advised without advice with people at home, who is not advised, if there is any difference, you will not advise the house, man and home.. There is nothing to do if you have been treated. \"",
        "\"Breast Cancer is not sick to die. Identified earlier, sickness. Therefore, you need to be scared and asking for treatment without hiding. The other one is a problem of women, all the work of others will take over themselves. If that is too late, the death can cause death, \"the Community Medical Expert Program of the National Cancer Eradication Program further warned the doctor.",
        "Who is Priyantha Weerasuriya who came from constable rank to acting IGP?"
      ]
    }
  },
  "summary_lines": [
    "Priyantha Weerasuriya rose from constable to Acting Inspector General of Police (IGP) in Sri Lanka. He served as the Acting IGP from 2017 to 2018, overseeing law enforcement operations during his tenure."
  ]
}