{
  "translated_text": {
    "ta": {
      "title": "இலங்கையின் முதல் ஸ்ட்ராபெரி கிராமத்தில் விதை",
      "body_lines": [
        "இலங்கையில் ஸ்ட்ராபெரி நடவு செய்வது ஸ்ட்ரோபர்ரி நடவு செய்யும் பணிகளை நிறைவு செய்துள்ளது என்று வேளாண் துறை தெரிவித்துள்ளது.",
        "நுவரா எலியாவில் உள்ள நான்கு கிராமங்களை அடிப்படையாகக் கொண்ட இந்த மாதிரியை நிறுவ விவசாய மேம்பாட்டுத் துறை நடவடிக்கை எடுத்துள்ளது.",
        "50 விவசாயிகளுடன் ரூ.",
        "ஆஸ்திரேலியாவிலிருந்து இந்த நாட்டிற்கு இறக்குமதி செய்யப்பட்ட ஸ்ட்ராபெரி செடிகளை விநியோகிக்க நடவடிக்கை எடுக்கப்பட்டுள்ளது, மேலும் பாதுகாப்பான வீட்டில் நடவு நடவு நடவு முழுமையாக முடிவுக்கு வருகிறது, அம்ம். திரு. அபேராட்னே கூறினார்."
      ]
    },
    "en": {
      "title": "Seedl in Sri Lanka's first strawberry village",
      "body_lines": [
        "The Department of Agriculture says that the planting of strawberry in Sri Lanka has completed the work of planting stroberry.",
        "The Department of Agrarian Development has taken steps to establish this model strewelry based on four villages in Nuwara Eliya.",
        "The strewberry cultivation has been launched in 42 safe house with 50 farmers at a cost of Rs.",
        "Steps have been taken to distribute imported strawberry plants from Australia to this country, and the planting of planting planting in the safe house is fully ended, AMML. Mr. Abeyratne said."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's first strawberry village, Seedl, established by the Department of Agriculture, features strawberry cultivation across 42 safe houses involving 50 farmers. This initiative, modeled after four villages in Nuwara Eliya, aims to boost local strawberry production, with imported plants from Australia distributed among the farmers."
  ]
}