{
  "translated_text": {
    "ta": {
      "title": "பாலஸ்தீனத்தை ஒரு மாநிலமாக நோர்வே அங்கீகரித்தது",
      "body_lines": [
        "ஸ்பெயினும் அயர்லாந்தும் ஒரு சுயாதீன மாநிலமாக அங்கீகரிக்கப்பட வேண்டும் என்றும் தெரிவிக்கப்படுகிறது.",
        "தற்போது, ​​சுமார் 140 ஐ.நா. நாடுகள் பாலஸ்தீனத்தின் நிலையை ஏற்றுக்கொண்டன, அமெரிக்கா மற்றும் ஐக்கிய இராச்சியம் போன்ற பல நாடுகள் அத்தகைய முடிவை எடுக்கவில்லை.",
        "2012 முதல், பாலஸ்தீனம் பாலஸ்தீனத்தின் \"அப்சர்வர் ஸ்டேட்\" அந்தஸ்தை வழங்கியுள்ளது.",
        "இதற்கிடையில், இந்த நிலைமைக்கு பதிலளிக்கும் விதமாக நோர்வே மற்றும் அயர்லாந்தில் உள்ள தூதர்களை நினைவுபடுத்த இஸ்ரேலிய அதிகாரிகள் நடவடிக்கை எடுத்துள்ளனர்.",
        "பாலஸ்தீனிய பிரச்சினை குறித்து நோர்வே பிரதமர், பாலஸ்தீனிய பிரச்சினைக்கு சிறந்த தீர்வு ஒரு \"அரசு-சோதனை\" என்ற கருத்தாகும் என்று கூறியுள்ளார்."
      ]
    },
    "en": {
      "title": "Norway recognized the Palestine as a State",
      "body_lines": [
        "It is also reported that Spain and Ireland are to be recognized as an independent state.",
        "At present, about 140 UN countries have accepted the statehood of Palestine and several countries such as the US and the United Kingdom have not made such a decision.",
        "Since 2012, Palestine has given the Palestine's \"observer state\" status.",
        "Meanwhile, Israeli authorities have taken steps to recall the ambassadors in Norway and Ireland in response to this situation.",
        "Commenting on the Palestinian issue, the Norwegian Prime Minister has said that the best solution to Palestinian issue is the concept of a \"state-tendency.\""
      ]
    }
  },
  "summary_lines": [
    "Norway recognizes Palestine as a state, joining 140+ UN nations. Spain and Ireland may soon follow suit. The US and UK haven't decided. Since 2012, Palestine holds \"observer state\" status. Israel recalls its ambassadors from Norway and Ireland over this move. The Norwegian PM suggests a \"state-tendency\" as the ideal solution for the Palestinian issue."
  ]
}