{
  "translated_text": {
    "ta": {
      "title": "அனைத்து மக்களின் அசையாத மற்றும் நகரக்கூடிய சொத்து எடுக்கப்படுகிறது",
      "body_lines": [
        "அரசு நிறுவனங்கள் உட்பட அரசு குடிமக்கள் முதல் நாளில், முதல் ஜூலை முதல் உள்நாட்டு வருவாய் துறைக்கு சிறப்பு வர்த்தமானி அறிவிப்பு வழங்கப்பட்டுள்ளது.",
        "ஜனாதிபதி ரணில் விக்ரெமேசிங்கே இந்த வர்த்தமானி அறிவிப்பை நிதி, பொருளாதார நிலைத்தன்மை மற்றும் தேசிய கொள்கைகள் என வெளியிட்டுள்ளார்.",
        "அந்தந்த வர்த்தமானி படி, சொத்து, பதிவுசெய்யப்பட்ட நிறுவனங்கள் மற்றும் பதிவுசெய்யப்பட்ட நிறுவனங்களின் பங்கு உரிமை பற்றிய தகவல்கள் மற்றும் பங்குச் சந்தையின் பங்கு உரிமையை உள்நாட்டு வருவாயின் கமிஷனர் ஜெனரலுக்கு வழங்க வேண்டும்.",
        "உள்ளூர் வருவாயின் அதிகாரிகளும் உள்நாட்டு வருவாய் கமிஷனர் ஜெனரலுக்கும் வழங்கப்பட வேண்டும் என்று வர்த்தமானி அறிவிப்பு கூறுகிறது.",
        "அனைத்து நடப்புக் கணக்குகள் பற்றிய தகவல்கள் மற்றும் எந்தவொரு நிதி நிறுவனமும் நடத்தும் அனைத்து நடப்புக் கணக்குகளின் முன்னேற்றங்களும், இலங்கையின் மத்திய வங்கியால் கட்டுப்படுத்தப்படும் வங்கி அல்லாத நிதி நிறுவனங்கள் உட்பட, வழங்கப்படுகின்றன.",
        "ஜனாதிபதி வழங்கிய சிறப்பு வர்த்தமானி அறிவிப்பு முதலீடு மற்றும் பங்கு பரிவர்த்தனைகள் மற்றும் பிற பரிவர்த்தனைகள் மற்றும் பிற பரிவர்த்தனைகள் குறித்த தகவல்களை வெளியிட்டுள்ளது.",
        "அறிவிப்புக்கு முன்னர் தாக்கல் செய்யப்பட்ட எந்தவொரு தகவலையும் ஒரு நபர் அல்லது அரசு நிறுவனம் நடத்தவில்லை என்றால், இந்த ஆண்டு 1 ஆம் தேதி முதல் தகவல்களைப் பராமரிப்பது தொடங்கப்பட வேண்டும் என்று வர்த்தமானி அறிவிப்பு கூறுகிறது."
      ]
    },
    "en": {
      "title": "All people's immovable and movable property is taken",
      "body_lines": [
        "In the first day of government citizens, including government agencies, has been issued a special gazette notification to be given to the Department of Inland Revenue from the first July.",
        "President Ranil Wickremesinghe has issued this gazette notification as the Minister of Finance, Economic Stabilities and National Policies.",
        "According to the respective gazette, information on the ownership of the property, registered companies, and the stock ownership of registered companies, and the stock ownership of the stock market should be provided to the Commissioner General of Inland Revenue.",
        "The Gazette notification states that the officers of the local revenue should also be provided to the Commissioner General of Inland Revenue.",
        "Information on all current accounts and the advances of all current accounts run by any financial institution, including non-bank financial institutions that are regulated by the Central Bank of Sri Lanka and is also provided.",
        "The special gazette notification issued by the President has issued information on investment and share transactions and other transactions and other transactions.",
        "The Gazette notification states that if a person or government institution has not conducted any information filed before the announcement, the gazette notification states that the maintenance of the information should be started from 1st of this year."
      ]
    }
  },
  "summary_lines": [
    "On the first day of the government, a gazette notification was issued requiring citizens and government agencies to report all property details, company registrations, stock holdings, and financial transactions to the Department of Inland Revenue. This includes information about current accounts and investments. The notification, issued by President Ranil Wickremesinghe, mandates compliance starting from July 1st."
  ]
}