{
  "translated_text": {
    "si": {
      "title": "තමිල්නාඩුවේ ඇමතිතුමාගේ ලිපිය",
      "body_lines": [
        "ඉන්දියානු සාම්ප්රදායික කතෝලික ධීවරයින්ගේ හැඟීම සම්බන්ධයෙන් කච්චතිව් ශාන්ත අන්තෝනි දේවාල උත්සවය සඳහා ශ්රී ලංකාවේ කතෝලික පල්ලිය කච්චතිව් සාම්ප්රදායික තිරුපපේ කණ්ඩායමට කැඳවා තිබේ.",
        "ධීවර අමාත්ය ඩග්ලස් දේවානන්ද සහ යාපනයේ දේවගැතිවරයා, ධීවර රදගුරු, ඉන්දියාවේ සාම්ප්රදායික ජන සමූහය, තමිල්නාඩුවේ සාම්ප්රදායික ජන සමූහය, තමිල්නාරු - රාමනාතපුරම් කච්චතිව්.",
        "1974 දී කච්චතිව් ශ්රී ලංකාවට භාර දුන්නද, ඉන්දියානු ධීවරයින්ගේ අයිතිවාසිකම් ආරක්ෂා කිරීම සඳහා කච්චතිව් ශාන්ත අන්තෝනි පන්සල් හි 5 වන නූල්වල සඳහන් වේ. සාම්ප්රදායික ධීවරයින්ට හැකි බව පැවසේ. වීසා ඇතුළුව කිසිදු අවසරයක් නොමැතිව කච්චතිවු උළෙලට යන්න.",
        "ඒ අනුව සාම්ප්රදායික ධීවරයින් ඔවුන්ගේ පවුල් සහ ඔවුන්ගේ පවුල් සමඟ කච්චාටිව් උළෙල සහ ඔවුන්ගේ relatives ාතීන් මුදල් නොමැතිව සිටියහ.. මෑතකදී කච්චතිව් සාම්ප්රදායික ජනප්රවාද විකෘති විකාශනය රමේෂ්වරම් කොටස් පූජක කච්චතිව් උත්සව කමිටුවේ සමහර පුද්ගලයින් විසින් මෑතකදී වනපාට්ටා නගරයෙන් පිටතට ගෙන ආහ.",
        "සාම්ප්රදායික ධීවරයින් මෙයට එරෙහිව දිගටම සටන් කළහ. 2018 දී මහාධිකරණය නඩුවක් ගොනු කර කච්චතිව් ගිවිසුමේ සාම්ප්රදායික ජනක අයිතිවාසිකම් මුදවා ගත්තේය. ඒ අනුව කච්චතිව් සාම්ප්රදායික ජනප්රවාද 2019 සිට කච්චැටිව් තිර්ප්පාපානම්පහාන් මෙහෙයවා ඇත. එහෙත් මධ්යම හා ප්රාන්ත ආණ්ඩු තවමත් මහාධිකරණ නියෝගය සම්පූර්ණයෙන් ක්රියාත්මක කර නොමැත.",
        "මේ පිළිබඳව රජයේ නිලධාරීන් මේ පිළිබඳව විමසූ විට ශ්රී ලංකා දේවගැතිවරු රාමේසරම් කච්චාටිව් උළෙල පූජකයා වෙත ලිපියක් පූජකවරයා වෙත යවා ඇති බැවින් ඒවා පිළිගත හැක්කේ ඔවුන්ටය.",
        "කච්චතිව් හි ශාන්ත අන්තෝනි දේවාල උත්සවය යනු සාම්ප්රදායික කතෝලික ජනතාව දෙදෙනාගේ විශ්වාසය, සංස්කෘතිය හා සංස්කෘතියයි. සාම්ප්රදායික ධීවරයින් දෙදෙනාගේ ඇදහිල්ල හා සංස්කෘතිය ගැන කතෝලික සභාවට ගෞරව කළ යුතුය. කතෝලික පල්ලිය සාම්ප්රදායික කතෝලික ධීවරයන්ගේ අයිතිවාසිකම් නොසලකා හරින්න එපා.",
        "එබැවින් කච්චතිව් ශාන්ත අන්තෝනිගේ දේවාලයේ පන්සල් සාම්ප්රදායික කමිටුවට කච්චතිව් ශාන්ත අන්තෝනි දේවාල උත්සවයට කතෝලික පල්ලිය කතෝලික පල්ලියට යැවීමට මේ වසරේදී අපි නිහතමානී වෙමු."
      ]
    },
    "en": {
      "title": "Letter to Minister from Tamil Nadu",
      "body_lines": [
        "The Catholic Church of Sri Lanka has been summoned to the Kachchativu Traditional Thiruppa Group for the festival of St. Anthony's Temple in Kachchativu, respecting the sentiment of Indian traditional Catholic fishermen.",
        "In a letter to Fisheries Minister Douglas Devananda and the pastor of Jaffna, the Bishop of Fisheries, the Traditional Folk Group of India, Tamil Nadu - Ramanathapuram Kachchativu.",
        "Although Kachchativu was handed over to Sri Lanka in 1974, it is stated that in the 5th string of the Kachchativu Contract, the Kachchativu St. Anthony's Temple Festival, in order to protect the rights of the Indian fishermen, it is said that traditional fishermen can go to the Kachchativu festival without any permission, including visa.",
        "Accordingly, the traditional fishermen continued to visit the Kachchativu festival with their families and their relatives without money.. Recently, the Kachchativu traditional folklore twist has been blocked by some people in the Kachchativu Festival Committee headed by the Rameshwaram stock priest, who have recently taken money and brought out of the outskirts of Vispatta.",
        "Traditional fishermen continued to fight against this. In 2018, the High Court filed a case and redeemed the traditional folklore rights in the Kachchativu Agreement. Accordingly, the Kachchativu traditional folklore has been conducting the Kachchativu Thiruppanam since 2019. But the central and state governments have not yet fully implemented the High Court order.",
        "When the government officials inquired about this, Sri Lankan pastor Rameswaram has sent a letter of Kachchativu festival to the priest, so that they can only be recognized.",
        "St. Anthony's Temple Festival of Kachchativu involves the trust, culture and culture of the two traditional Catholic people. So the Catholic Church should be honored for the faith and culture of the two traditional fishermen. The Catholic Church should not ignore the rights of traditional Catholic fishermen.",
        "Therefore, this year we are humbled to send the Catholic Church to the Catholic Church of Kachchativu St. Anthony's Temple Festival to the Kachchativu Traditional Traditional Committee."
      ]
    }
  },
  "summary_lines": [
    "The Catholic Church of Sri Lanka is invited to the Kachchativu St. Anthony's Temple Festival, respecting traditional Catholic fishermen's rights. Despite Kachchativu being under Sri Lankan control since 1974, the festival allows Indian fishermen to attend without permission or visa. However, recent restrictions by the Kachchativu Festival Committee, led by a Rameswaram priest, have been challenged by traditional fishermen. A 2018 High Court ruling reaffirmed their rights, but full government implementation is pending. The Catholic Church is urged to honor the faith and culture of traditional fishermen by attending the festival."
  ]
}