{
  "translated_text": {
    "ta": {
      "title": "WIMAL இன் தேசிய சுதந்திர முன்னணி தேர்தலில் போட்டியிட முடிவு செய்கிறது",
      "body_lines": [
        "2024 பாராளுமன்றத் தேர்தலுக்காக தேசிய சுதந்திரக் கட்சி போட்டியிடாது என்று யு.என்.பி எம்.பி.",
        "ஒரு சிறப்பு அறிவிப்பு, அனுரா டிஸ்டனாயக்கிற்கு நாட்டை இரண்டாவது இடத்திற்கு விரோதமான ஏகாதிபத்திய நிகழ்ச்சி நிரலில் பணியாற்றும் விரோதப் படைகள் என்பதில் சந்தேகமில்லை என்பதில் சந்தேகமில்லை.",
        "எவ்வாறாயினும், வால்மன் வூரவன்சா மேலும் கூறுகையில், தனது கட்சி ஏழைகளின் தேவைகளின் தேவைகளின் தேவைகளின் தேவைகளை பிரதிநிதித்துவப்படுத்துவதாகவும், அதுவும் பொறுப்பு என்றும் கூறினார்.",
        "ஜே.வி.பியின் அதிகாரத்திற்கு உரிமை உள்ள ஒரு அரசியல் இயக்கமாக, ஜே.வி.பியின் அதிகாரத்திற்கு உரிமை உள்ள ஒரு அரசியல் இயக்கமாக, ஜனாதிபதியைப் பாதுகாக்க ஜனாதிபதியைப் பாதுகாக்கவும், ஆணையை உருவாக்கவும் கட்டாயப்படுத்தப்படுகிறது.. அவ்வாறான நிலையில், பெரும்பான்மையின் பெரும்பான்மையை நிறுவுவது மேற்கண்ட நெருக்கடியை எதிர்கொள்ளும் முன் நிபந்தனையாகும். இது பிரிவினைவாத மற்றும் மத தீவிரவாத கும்பல்களின் அரசாங்கத்துடன் பேரம் பேசும் அதிகாரத்திற்கு மட்டுப்படுத்தப்பட்டுள்ளது.",
        "படைகள் மற்றும் எதிர்ப்பு என அழைக்கப்படும் சக்திகள் இரண்டு வேடங்களில் ஒன்றைத் தேர்வுசெய்யும் சக்திகள். முதலாவது பாரம்பரிய எதிர்ப்பாக ஏகாதிபத்திய நிகழ்ச்சி நிரலுக்கு ஒரு பங்கை வகிப்பதாகும். எங்கள் வாசிப்பின் படி, இரண்டாவது அரசாங்கத்தை பிரதிநிதித்துவப்படுத்துவதன் மூலம் அரசாங்கத்தின் தடம் புரட்டுவதைத் தடுக்க அரசாங்கத்தை வழிநடத்துவதும் செல்வாக்கு செலுத்துவதும் ஆகும். சில கட்சிகள் தேசிய படைகளுக்கு மகத்தான தடைகளை விதித்தன, இந்த பங்கை அரசாங்கத்திற்கு ஒரு ஆதரவாக வரையறுக்கும் திறன் உள்ளது. எங்கள் அரசியல் வாசிப்பு என்னவென்றால், அந்த சவாலை விட பாராளுமன்றத்தின் பங்கை விட பாராளுமன்றத்தின் பங்கு மிக முக்கியமானதாகவும் சக்திவாய்ந்ததாகவும் இருக்க வேண்டும், மேலும் நாட்டில் பெரும்பான்மையான பொதுக் கருத்துக்கள் அந்த சவாலை விட மிக முக்கியமானதாகவும் சக்திவாய்ந்ததாகவும் இருக்க வேண்டும்.",
        "மேலும், பாராளுமன்றத் தேர்தலின் இறுதி நோக்கத்துடன் ஒப்பிடும்போது ஒரு அருவருப்பான செயலாக நாங்கள் கருதுகிறோம். இதன் விளைவாக, ஒரு அரசியல் கட்சியாக தேசிய சுதந்திர முன்னணி, பொதுமக்களின் பொதுப் பொறுப்புக்கு நாங்கள் பொறுப்பு.",
        "இந்த முடிவு அனைத்து மட்ட அமைப்புகளின் அனைத்து மட்டங்களிலும் கலந்துரையாடுவதன் மூலம் எடுக்கப்பட்ட அரசியல் முடிவு மற்றும் போட்டியாளர்களின் ஒத்துழைப்பு ஆகியவற்றை உறுதிப்படுத்தும்.. அடுத்த சில நாட்களின் எங்கள் திட்டங்கள் மற்றும் கொள்கை பிரிவுகளின் கொள்கை பிரிவு தாமதமாகும் என்பதையும் நாங்கள் அறிவோம்.",
        "இறுதியாக, அனுரா டிஸ்டனாயக்கே 'இரண்டாவது கோத்தாபயா' ஆக 'இரண்டாவது கோத்தாபயா' ஆக வேண்டிய அவசியம் உள்ளது என்பதில் சந்தேகமில்லை.. ஆனால் கட்சி தேவைகளின் தேவைகளின் தேவைகளை பிரதிபலிக்கிறது என்பதற்கு பொது மக்களுக்கு உத்தரவாதம் அளிப்போம்."
      ]
    },
    "en": {
      "title": "Wimal's National Freedom Front decides to compete in the election",
      "body_lines": [
        "Former UNP MP Wimal Weerawansa says that the National Independence Party will not contest for the 2024 parliamentary election.",
        "He said a special announcement, Anura Dissanayake has no doubts that there is no doubt that the hostile forces serving in the hostile imperialist agenda to make the country second.",
        "However, Wimal Weerawansa said further that his party representing the needs of the needs of the needs of the needy and said that it is also responsible.",
        "As a political movement that has the right to power of the JVP, as a political movement that has the right to power of the JVP, is bound to preserve the president to protect the president and created the mandate.. In that case, the establishment of a general majority of the majority of the majority is a precondition to face the above crisis. It is limited to bargaining power with the government of separatist and religious extremist gangs.",
        "There the forces known as forces and opposition are forces to choose one in two roles. The first is to play a role to the imperialist agenda as the tradition opposition. According to our reading, the second is the role of guiding and influence the government to prevent the derailment of the government by representing the government. Some parties imposed immense barriers to the national forces have the ability to define the role as a support to the government. Our political reading is that the role of parliament should be more important and powerful than the role of parliament than that challenge and the majority of public opinion in the country should be more important and powerful than that challenge.",
        "Also, we think as an indiffilive act compared to the final objective of the parliamentary election. As a result, the National Freedom Front as a political party, we are responsible for the public's public responsibility.",
        "This decision will furtherify that a political decision taken by the discussion of all the levels of all levels of organizations and the concurrence of the contestors.. We also know that our proposals and policy division of policy divisions of the next few days will be delayed.",
        "Finally, Anura Dissanayake has no doubt that there is a need for the country to become 'second Gotabhaya' to become 'the second Gotabhaya'.. But let us guarantee the general public that the party represents the needs of the needs of the needs."
      ]
    }
  },
  "summary_lines": [
    "Wimal Weerawansa's National Freedom Front enters 2024 election, opposing UNP's participation. Party aims to represent public interests and guide government against external threats. Decision made after internal discussions and consensus among members."
  ]
}