{
  "translated_text": {
    "ta": {
      "title": "முட்டை 55, 800 கிலோ தக்காளி, 1,000 கிலோ பீன்ஸ்",
      "body_lines": [
        "ஒரு முட்டையின் சில்லறை விலைகள் மீண்டும் உயர்ந்து, சில பகுதிகளில் சில்லறை ரூ.. 55 வரை 55 வரை. சில பகுதிகளில் முட்டைகளின் பற்றாக்குறை உள்ளது.",
        "ஒரு கிலோகிராம் தக்காளியின் சில்லறை விலை ரூ.. 600 வரை மற்றும் ஒரு கிலோகிராம் மூல மிளகாய் ரூ.. 500 முதல் 500 வரை.",
        "ஒரு தேங்காயின் விலை ரூ.. தேங்காய் எண்ணெயின் விலை ரூ.",
        "ஒரு கிலோகிராம் சம்பா அரிசியின் அதிகபட்ச சில்லறை விலை ரூ.. 230, ஆனால் ரூ. 240 - ரூ. 250 வரை. பொன்னி சமா ரூ. 290, சிவப்பு பால் அரிசி விலை ரூ. 300 - 300. செலவு ரூ.",
        "துக்கு ரைஸ் ரூ. சம்பல் 190 மற்றும் சம்பா அரிசியை பல்வேறு பெயர்களிலிருந்து விற்கப்படுகிறது. இருப்பினும், அரிசிக்கு கட்டுப்பாட்டு விலை எதுவும் வெளியிடப்படவில்லை."
      ]
    },
    "en": {
      "title": "The egg is 55, 800 kg of tomatoes, 1,000 kilos of beans",
      "body_lines": [
        "Retail prices of an egg is rise again and in some areas retail Rs.. Up to 55 up to 55. There are also a shortage of eggs in some areas.",
        "Retail price of a kilogram of tomatoes has been Rs.. Up to 600 and a kilogram of raw chillies is Rs.. Up to 500 to 500.",
        "The price of a coconut is Rs.. The price of a bottle of coconut oil has risen to Rs. 600.",
        "Maximum retail price of a kilogram of Samba rice is Rs. 230, but Rs. 230. 240 - Rs. Up to 250. Ponni Sama Rs. 290, red milk rice prices for Rs. 300 - 300. The cost is being sold at a price of Rs. 310.",
        "Dadu rice costs Rs. 205 Red Kakuli Rice Rs. Sambal is being sold for 190 and sales Samba rice from various names. However, no control price has been published for rice."
      ]
    }
  },
  "summary_lines": [
    "Egg prices have surged, reaching up to Rs. 55 in some regions due to shortages. Tomatoes now cost up to Rs. 600 per kg, while raw chillies are priced at Rs. 500/kg. A coconut and its oil have increased in price, as have several types of rice, with Samba rice costing up to Rs. 250/kg, Ponni Samba at Rs. 290/kg, and red milk rice at Rs. 310/kg. No price controls have been set for rice."
  ]
}