{
  "translated_text": {
    "si": {
      "title": "හමාස් නායක යාහුයා සින්වර් was ාතනය කරන ලදී - අවසාන මිනිත්තුවේදී සිදු වූයේ කුමක්ද - බීබීසී",
      "body_lines": [
        "ඔක්තෝබර් මාසයේ ප්රහාරයෙන් පසු සැඟවුණු පාපර් යන සැණිදැඩියේ ඊශ්රායල හමුදා හමුදාව යාහා පාංශු සව්කර් සොයමින් සිටී.",
        "61 හැවිරිදි සින්වාර් පසුගිය වසරක කාලය තුළ ගාසා මිටියාවතේ උමං මාර්ග තුළ ජීවත් වී ඇතැයි සැලකේ.",
        "කෙසේ වෙතත්, ගාසා තීරයේ දකුණු පැත්තේ ඔහු ඊශ්රායල මුර සංචාර නැවකට මුහුණ දුන්නේය.",
        "828 වන බිස්මාරා බළකායේ මුර සංචාරයේ යෙදී සිටි බව ඊශ්රායලය වාර්තා කළේය.",
        "සටන්කාමීන් තිදෙනෙකු හඳුනාගත් ඊශ්රායල සොල්දාදුවන් ඔවුන්ට පහර දී මරා දමා ඇත.",
        "Killed ාතනයේ මෘත දේහය සෝදිසි කළ විට, එය යාහියා පාංශියාර්ගේ සිරුර ලෙස සැලකේ.",
        "කෙසේ වෙතත්, එය සම්පූර්ණයෙන්ම ඉවත් නොකළ ඊශ්රායල සොල්දාදුවන්, පුපුරණ ද්රව්ය ශරීරය වටා සොයාගත හැකි යැයි බියෙන්, එහි ඇඟිල්ල කපා ඊශ්රායෙලයට යැවූහ.",
        "ප්රදේශය ආරක්ෂිත බව සොයාගත් පසු ඔහුගේ දේහය ඊශ්රායලයට ගෙන යන ලදී.",
        "ඊශ්රායල හමුදා ප්රකාශක ඩැනියෙල් හකරි පැවසුවේ සින්වර් එහි සිටි බව නොදැන අපගේ සොල්දාදුවන් මෙහෙයුමට සම්බන්ධ වූ බවයි.",
        "ඊශ්රායල හමුදා ප්රකාශකවරයා සඳහන් කළේ අපේ සොල්දාදුවන් ඔවුන්ට පහර දී ඔවුන් සෑම නිවසකින්ම ඔවුන්ම පදිංචි වූ බවයි.",
        "පව්නාර් ප්රාණ ඇපකරුවන් ලෙස භාවිතා කළ යුතු ඊශ්රායෙලිතයන් කිසිවෙකු ප්රදේශයේ කිසිදු සම්බන්ධයක් පවත්වා නැත. ඔහුගේ අවසාන මිනිත්තු, ඊශ්රායල සොල්දාදුවන් නොදන්නා අතර ඔහුගේ ආරක්ෂකයින් බොහෝ දෙනෙක් මිය ගොස් ඇති බව හෙළි කළහ."
      ]
    },
    "en": {
      "title": "Hamas leader Yahya Sinwar was killed - what happened in the final minutes - BBC",
      "body_lines": [
        "The Israeli military has been searching for Yahya Sinwar, the hidden Sinwar after the October seven attack.",
        "Sinwar, 61, is thought to have lived within the tunnels of the Gaza Valley for the past one year.",
        "However, in the south side of Gaza, he faced an Israeli patrol sect.",
        "Israel reported that the 828th Bislama brigade was on patrol in Raba's Dul al -Sultan on Wednesday.",
        "The Israeli soldiers who identified three militants have attacked and killed them.",
        "When the body of a killed person then searched, it was seen as the body of Yahya Sinwar.",
        "However, the Israeli soldiers who did not completely remove it, fearing that explosives could be found around the body, have only cut off its finger and sent it to Israel.",
        "His body was taken to Israel after the area was found to be safe.",
        "Israeli military spokesman Daniel Hakari said that our soldiers were involved in the operation without knowing that Sinwar was there.",
        "The Israeli military spokesman noted that our soldiers attacked them and wasolated them from each house.",
        "None of the Israelis, who are supposed to be used as Sinwar hostage, have not been found in the area. His final minutes, he moved on to the fact that Israeli soldiers did not notice and revealed that many of his bodyguards were dead."
      ]
    }
  },
  "summary_lines": [
    "Yahya Sinwar killed in Israeli raid. Body found during search for militants. Soldiers isolated him before realizing identity. No hostages found."
  ]
}