{
  "translated_text": {
    "si": {
      "title": "අධ්යක්ෂකගේ අලංකාර තිර පිටපතට හේතුව 'සීබ්රා' හි 'සීබ්රා' හි සාර්ථකත්වයයි",
      "body_lines": [
        "කතාවේ වීරයන් ලෙස 'සීබ්රා' චිත්රපටයේ ප්රමුඛ තිර රචනය වන 'සීරා' චිත්රපටයේ ප්රමුඛ තිර රචනය වන 'සීබ්රා' චිත්රපටයේ සාර්ථකත්වය නිෂ්පාදක දිනේෂ් සන්ඩරම් චිත්රපටයේ සාර්ථකත්වය අගය කළේය.",
        "මේ මස 22 වන දින දෙමළ හා තෙෙගුහි මුදා හරින ලද 'සීබ්රා' හි අධ්යක්ෂ එස්.වාර් කාර්තික් විසින් අධ්යක්ෂණය කරන ලද වාණිජ හා විවේචනාත්මකව සාර්ථකයි.",
        "මේ අනුව, චිත්රපට කාර්ය මණ්ඩලය චෙන්නායි හි චෙන්නායි හි චෙන්නායි හි පැවති විශේෂ උත්සවයක් දිනාගත් චිත්රපටවලට සමත් වූ ජනතාවට ස්තූති කළහ.. මෙම අවස්ථාවට නළු නියා වන සත්ය දේව්, සතරාරාජ් අධ්යක්ෂ එස්.ඒ.ජී.වාජ් අධ්යක්ෂ එස්.වාර් කාර්තික්, චිත්රපට නිෂ්පාදක දිනේෂ් සන්ඩරම් සහ චිත්රපටයේ බෙදාහරින්නන් සහභාගී වූහ.",
        "මෙම අවස්ථාවට එක්වෙමින්, චිත්රපට අධ්යක්ෂවරයා, \"\" චිත්රපටයෙන් පසුව 'චිත්රපටයෙන් පසුව' චිත්රපටයෙන් පසුව ඔබට දිගටම අවස්ථාව ලැබෙනු ඇතැයි යනවාද?නැත්නම් වෙනත් අංශයකට මාරු වන්න?මම පරීක්ෂාවට ලක්ව සිටිමි. ඊට පසු අපගේ මිතුරන් සහ පවුලේ සාමාජිකයන් 'නැවත වරක් උත්සාහ කරන්න. අපේක්ෂිත සාර්ථකත්වය ලබා ගත නොහැකි නම්, කරුණාකර චිත්රපට කර්මාන්තයට ආයුබෝවන් කියන්න. '. ඉතින් 'සීබ්රා' යනු නැවත වෙහෙස මහන්සි වී වැඩ කරන කතාවයි.",
        "චිත්රපටයේ කතාව නිෂ්පාදකයාට විස්තර කිරීමෙන් පසුව, ඔහු වහාම අපට චෙක්පතක් ලබා දුන්නේය. සන්තෝෂය නොමැතිව වහාම ගෙදර යති, ඔහු පැයකින් නිදා සිටි තම බිරිඳ අවදි කරයි. නිෂ්පාදකයා චෙක්පත ගැන අනුමාන කර ඇති විට, 'ඔවුන් නැවත මෙය ඇසෙන්නේ නැද්ද?ඇසුවොත් ඔබ කරන්නේ කුමක්ද? 'ඔහු මගෙන් ඇහුවා මට කැරලි ගහන කරන්න කියලා.",
        "ඒ නිසා මම එම චෙක්පත ඉවුරේ තැන්පත් කර නැත. දින 20 කට පසු නිෂ්පාදකයා අප හා සම්බන්ධ වූ අතර බැංකුවේ චෙක්පත තැන්පත් කළේ නැද්ද?ඔබ පින්තූරය දුවනවා ..!ඔබ ඉල්ලන විට, ඔබ එවකට චිත්රපට නිෂ්පාදනයේ ස්ථිරව සිටිනවාද?මම නැවත වරක් බැංකුවේ චෙක්පත තැන්පත් කළෙමි.",
        "ඉන්පසු සියලු කාර්යයන් තදින් අල්ලාගෙන සිටියේය. දෙමළ පංකා සඳහා දෙමළ ක්රියාකාරීන් සමඟ මෙම චිත්රපටය සමඟ මෙම චිත්රපටය සෑදීමට අපි මුලින්ම සැලසුම් කළෙමු. චිත්රපටයේ අයවැය වැඩි කිරීම සඳහා නිෂ්පාදකයා චිත්රපටය නිෂ්පාදනය හා නිදහස් කිරීමට සැලසුම් කළේය.",
        "ඒ සඳහා මම තෙළිඟු වෙත ගොස් නළුවාගේ අවශ්යතාවය මුණගැසී කතාව විස්තර කළෙමි. ඒ හා සමානව මම බැංගලෝර් වෙත ගොස් ඩාලි තනාන්ජය මුණගැසී කතාව විස්තර කළෙමි. සෑම කෙනෙකුම කතාව අල්ලා ගත් නිසා වෙඩි තැබීම සැලසුම් කළ පරිදි සිදුවිය.",
        "අපි මේ චිත්රපටය දීපවාලිවෙලා හි නිදහස් කිරීමට සැලසුම් කළා. නමුත් චිත්රපටයේ කතාව ලෙස ලකී භස්කර් චිත්රපටයේ කතාව වූ අතර, බෙදාහරින්නන්ගේ ඉල්ලීම පරිදි දින 22 වන දින අපි චිත්රපටය මුදා හැරියා.. රසිකයන් චිත්රපටය සාර්ථක කර ඇත.",
        "චිත්රපටය පිළිබඳ direct ජු විවේචනයක් ප්රකාශයට පත් කරමින් චිත්රපටය චිත්රපට නිෂ්පාදකයා තුළ චිත්රපටය නැරඹීමට මාධ්යවේදීන්ගෙන් අවස්ථාව ලබා දුන්නේය.. ඒ සඳහා ජනතාවට සහ මාධ්යයට මම ස්තූතිවන්ත වෙමි. '' ඔහු කිව්වා.",
        "නිෂ්පාදක දිනේෂ් සන්ඩරම් පැවසුවේ, \"චිත්රපටයේ කතාව පිටු 800 කින් ලියා ඇති අතර අප වෙත ඉදිරිපත් කරන ලදී. අපි ප්රමුඛ රූපවාහිනී සමාගමක නිතිපතා රූපවාහිනී කතා මාලාවක් හදාරමින් සිටිමු. අපට විවිධ කථා තිබේ නම් අපට එය චිත්රපටයක් බවට පත් කිරීමට අවශ්ය විය. මේ සඳහා කතන්දර 20 ත් 30 ත් අතර ප්රමාණයක් අප අසා ඇත.",
        "නමුත් අපි සිත් තැවුලට පත් වී නැත. මේ අවස්ථාවේ දී, ඉෂ්වර් කාර්තික් ඔහුගේ මංගල්යය කළේ මිතුරෙකු මගිනි. ඔහුගේ 'සීබ්රා' පිළිබඳ කතාව අප අසා ඇති විට, මෙය සුදුසු යැයි අපි තීරණය කළ අතර වහාම ඔහුට චෙක්පතක් ලබා දුන්නෙමු.",
        "අධ්යක්ෂකගේ අලංකාර තිර රචනය චිත්රපටයේ සාර්ථකත්වයට පළමු හේතුවයි. මෙම චිත්රපටය ප්රවර්ධනය කිරීම කෙරෙහි අප අවධානය යොමු නොකරමු. සමහර අය චිත්රපටය නිෂ්පාදනය සඳහා උපකාර ඉල්ලා සිටි නිසා, කටුක අත්දැකීම් තිබුණා.",
        "කෙසේ වෙතත්, තමිල්නාඩුව ඇතුළු තමිල්නාඩුවේ දකුණු ප්රාන්තවල තිරගත වන සිනමාධ්ය සංඛ්යාව දැන් චිත්රපටයේ දෙවන දිනය සහ චිත්රපටයේ තුන්වන දිනය ඉක්මවා ඇත.. අපි කලබල වෙනවා. \""
      ]
    },
    "en": {
      "title": "The director's elegant screenplay is due to the success of 'Zebra'- producer Dinesh Sundaram",
      "body_lines": [
        "Producer Dinesh Sundaram praised the success of the film 'Zebra', the leading screenplay of the film 'Zebra', which was played as the heroes of the story.",
        "Directed by director Eswar Karthik, directed by director Eswar Karthik, 'Zebra', which was released in Tamil and Telugu on the 22nd of this month, was a commercial and critically successful.",
        "Following this, the film crew thanked the people and the media who had succeeded in the film's winning a special event in Chennai in Chennai.. Actors Satya Dev, Satyaraj Director Eswar Karthik, filmmaker Anil, producer Dinesh Sundaram and the distributors of the film were present at the event.",
        "Speaking at the event, Eswar Karthik, the film's director, said, \"Will you continue to find opportunity after the film 'Paneguin'?Or switch to a different sector?I was in the temptation. After that our friends and family members' try once again. If the expected success is not available, please tell the film industry goodbye. '. So 'Zebra' is the story that works hard again.",
        "After describing the story of the film to the producer, he immediately gave us a check. Going home immediately without happiness, he wakes up his wife who was sleeping at an hour. When the producer has joyed the check, he said, 'Will they not hear this again?What would you do if asked? 'He asked me to riot me.",
        "So I kept that check not deposited in the bank. After 20 days, the producer contacted us and did not deposit the check in the bank?You are running the picture ..!When you ask, are you firm in the film production then?It was only once again that I deposited the check in the bank.",
        "After that all the tasks were held briskly. We first planned to make this film with Tamil actors for Tamil fans. The producer then planned to produce and release the film in India to increase the budget of the film.",
        "For that, I went to Telugu and met the actor's need and described the story. Similarly I went to Bangalore and met Dali Tananjaya and described the story. The shooting took place as planned because everyone caught the story.",
        "We were planning to release this movie on Diwali. But as the story of the film, Lucky Bhaskar was the story of the film, we released the film on the 22nd of the day at the request of the distributors.. Fans have made the film a success.",
        "The media also prompted the film to be seen in the filmmaker by publishing a direct criticism of the film.. I thank the people and the media for that. '' He said.",
        "Producer Dinesh Sundaram said, “The story of the film was written in 800 pages and submitted to us. We are making regular television series at the leading television company. If we had different stories we wanted to make it a movie. We have heard 20 to 30 stories for this.",
        "But we have not been heartbroken. In this case, Ishwar Karthik made his debut through a friend. When we heard the story of his 'Zebra', we decided that this was appropriate and immediately gave him a check.",
        "The director's elegant screenplay is the first reason for the success of the film. We are not focused on promoting this film. Because some people asked for help for the production of the film, there was bitter experiences.",
        "However, the number of film mansions that are being screened in the southern states of Tamil Nadu, including Tamil Nadu, have now grossed over the second day of the film and the third day of the film.. We are excited. ”"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Director Eswar Karthik's elegant screenplay for 'Zebra' credits producer Dinesh Sundaram for its success. The Tamil-Telugu bilingual film, released on October 22nd, achieved commercial and critical acclaim. Director Karthik thanked fans and media for their support during a special event in Chennai. Producer Sundaram praised the 800-page story submitted by Karthik, calling it perfect for a movie adaptation.\""
  ]
}