{
  "translated_text": {
    "ta": {
      "title": "விஜயாதாசாவுக்கு எதிரான நீதிமன்ற நீதிமன்றம்",
      "body_lines": [
        "கொழும்பு மாவட்ட நீதிமன்றம் இன்று (14) SLFP இன் SLFP இன் தலைவர் என்று உத்தரவிட்டது.",
        "இந்த வழக்கு இன்று கொழும்பு கூடுதல் மாவட்ட நீதிபதி சாமரி வீரசூரியா முன் எடுக்கப்பட்டது.",
        "அது நீட்டிக்கப்படாது என்று நீதிபதி கூறினார், எனவே அது நீட்டிக்கப்படாது, எனவே அது நீட்டிக்கப்படாது.",
        "பதிலளித்தவர்களாக பரிந்துரைக்கப்பட்ட வழக்கறிஞர் ஜெயதஸ்ஸா ஜெயசூரியா, விஜயதாசா மற்றும் சரத் ஏகநாயக்கின் தலைவர் கோரினார்.",
        "எவ்வாறாயினும், வழக்கு மீண்டும் எடுக்கப்பட்டபோது, ​​தீர்ப்பின் வழக்கறிஞர் நீதிமன்றங்களை எதிர்கொண்டார், ஏனெனில் அவர் வழக்கில் பங்கேற்றார் மற்றும் வழக்குக்கு சட்ட தடை உத்தரவைக் கேட்டார்.",
        "இந்த கோரிக்கையை புகழ்பெற்ற நீதித்துறை ஏற்றுக்கொண்டது மற்றும் ஜூன் 28 அன்று தடை உத்தரவு உத்தரவை நீட்டிக்க தடை உத்தரவு உத்தரவிடப்பட்டது."
      ]
    },
    "en": {
      "title": "Court of Justice against Wijayadasa",
      "body_lines": [
        "The Colombo District Court today (14) ordered that the SLFP's Chairman of the SLFP.",
        "The case was taken up before the Colombo Additional District Judge Chamari Weerasuriya today.",
        "The judge said that it would not be extended, so it would not be extended, so it would not be extended.",
        "Attorney-at-Law Jayathassa Jayasuriya, who is nominated as respondents, requested for the president of Wijayadasa and Sarath Ekanayake.",
        "However, when the case was taken up again, the Attorney at the verdict had faced the courts, as he had participated in the case and asked the legal injunction to the case.",
        "The request was accepted by the reputed judiciary and the injunction order was ordered to extend the injunction order on June 28."
      ]
    }
  },
  "summary_lines": [
    "The Colombo District Court, under Judge Chamari Weerasuriya, declined to extend a case involving the SLFP's chairman. Despite requests from Attorney Jayathassa Jayasuriya on behalf of Wijayadasa and Sarath Ekanayake, the court upheld an earlier decision not to extend the case. This decision came after the attorney had previously faced legal issues related to his involvement in the case."
  ]
}