{
  "translated_text": {
    "ta": {
      "title": "நாரம்மலா பொலிஸ் படப்பிடிப்பு: வீடியோக்கள் முதலில் சமூக ஊடகங்களுக்கு வெளியிடுகின்றன மற்றும் நபரைத் தேடுகின்றனவா?",
      "body_lines": [
        "நாரம்மலா பொலிஸ் படப்பிடிப்பு: வீடியோக்கள் முதலில் சமூக ஊடகங்களுக்கு வெளியிடுகின்றன மற்றும் நபரைத் தேடுகின்றனவா?",
        "நாரம்மாலாவில், நாரம்மாலாவில் ஒரு காவல்துறை அதிகாரியால் ஒரு தச்சன் கொல்லப்பட்டபோது, ​​ஒரு நபர் முதல் முறையாக சமூக ஊடகங்களுக்கு விடுவிக்கப்பட்டார்.",
        "மோட்டார் சைக்கிளில் இருந்து வந்த ஒருவர் ஏதேனும் ஒரு அமைப்பில் இருந்தார் (பிப்ரவரி 1), காய்கறி கடை (பிப்ரவரி 1) இந்த சம்பவத்தின் முதல் வீடியோக்கள் சமூக ஊடகங்களுக்கு வெளியிடப்படும் என்று கூறியுள்ளது.",
        "காய்கறி சந்தை ஊழியர்கள் நீதிமன்றங்களில் இருந்தனர், இன்று நாரம்மலா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் வரவழைக்கப்பட்டபோது காய்கறி கடைக்காரர்கள் கருவியாக இருந்தனர்.",
        "அவர் திரும்பி வருவதாக அவரிடம் கூறியதாகவும் ஒரு சாட்சி கூறினார்.",
        "இதை விசாரிப்பதாக காவல்துறையினர் போலீசாரால் தெரிவிக்கப்பட்டனர்.",
        "நாரம்மலா பொலிஸ் படப்பிடிப்பு: ஒரு போலீஸ் அதிகாரி ஒரு சிவில் ஆடையை சுட்டுக் கொல்ல முடியுமா?",
        "போலீஸ் மோட்டார் சைக்கிள்",
        "குலியாபிதியா பிரிவு குற்றவியல் புலனாய்வு பிரிவு (இதுவரை பிப்ரவரி 2 அன்று) இன்று (பிப்ரவரி 02) நீதிமன்றத்திற்கு அறிக்கை அளித்துள்ளது.",
        "மோட்டார் சைக்கிள் 20.07.2007 அன்று ஒரு தனியார் கடையில் வாங்கப்பட்டது, மேலும் இது மோட்டார் போக்குவரத்து திணைக்களத்தால் சான்றளிக்கப்படவில்லை அல்லது காப்பீடு செய்யப்படவில்லை அல்லது காப்பீடு செய்யப்படவில்லை.",
        "அதே தவறு தொடர்பாக சந்தேக நபரின் காவல்துறை அதிகாரியுக்கும் நீதிமன்றம் நியமிக்கப்பட்டது.",
        "இந்த மோட்டார் சைக்கிள் மேலும் விசாரிக்கப்படும் என்று குலியாபிதியா பிரிவு குற்றவியல் புலனாய்வு பிரிவு கூறியது.",
        "பிப்ரவரி 2 ம் தேதி நாரம்மலா மாஜிஸ்திரேட் நீதிமன்றத்தின் நான்காவது வரை சந்தேக நபர்கள் ரிமாண்ட் செய்யப்பட்டனர்.",
        "சந்தேக நபர் இன்று நாரம்மலா மாஜிஸ்திரேட் நீதிமன்றத்தில் வழங்கப்பட்டார் (பிப்ரவரி 02).",
        "சான்றுகள் காலை 10 மணியளவில் தொடங்கியது, முதல் வழக்கு முதல் வழக்கு ரூ.. பாதிக்கப்பட்டவருக்கு மூன்று ஆதாரங்கள் இருந்தன.",
        "இன்றைய சான்றுகள் படப்பிடிப்பில் உரிமையாளர் மற்றும் காய்கறி கடைக்காரர்களின் இரண்டு ஊழியர்களுக்கு வழங்கப்பட்டன.",
        "அவள் '. கோட்டகோதெட்டி உட்பட மூன்று வழக்கறிஞர்கள் இன்று நீதிமன்றத்தில் ஆஜரானார்கள், இரண்டு வழக்கறிஞர்களும் இன்று நீதிமன்றத்திற்கு விஜயம் செய்தனர்.",
        "ஒரு சந்தேக நபராக நீதிமன்றத்தில் அடிபணிய வேண்டும் என்று வழக்கறிஞர்-சட்டமன்றம் வலியுறுத்தினார்.",
        "இன்று ஆதாரங்களின் சான்றுகளின்படி, இறந்தவர் மரணத்திற்கு முதலில் பாதிக்கப்பட்டவரின் மரணத்தை கைப்பற்றிய இரண்டாவது போலீஸ் அதிகாரி ஆவார்.",
        "அவர் மீது தனித்தனி விசாரணை இருப்பதாகவும், அவர் இன்னும் கைது செய்யப்படுவார் என்று எதிர்பார்க்கப்படவில்லை என்றும் மாஜிஸ்திரேட் கூறினார்.",
        "அதிகமான சந்தேக நபர்கள் உள்ளனர், நீதிபதி காவல்துறையினருக்கு நடவடிக்கை எடுக்க நடவடிக்கை எடுக்குமாறு அறிவித்தார்.",
        "வெளிநாட்டில் இரண்டாவது காவல்துறை அதிகாரியை தடை செய்ய குலியாபிதியா பிரதேச குற்றவியல் புலனாய்வு பிரிவு நீதிமன்றத்திற்கு நீதிமன்றம் உத்தரவிட்டது.",
        "இந்த மாதம் 16 ஆம் தேதி வரை ஒத்திவைக்கப்பட்ட நாரம்மலா மாஜிஸ்திரேட், நாள் வரை ரிமாண்ட் செய்யப்பட்டார்.",
        "ஒரு துப்பாக்கிச் சூட்டின் மரணம் ஒரு துப்பாக்கிச் சூடு என்று முடிவுக்கு வர பாதிக்கப்பட்டவரின் வழக்கறிஞர்களை பிரதிநிதித்துவப்படுத்தும் மூத்த ஆலோசகர்.. கோட்டகோடஹெட்டி பிபிசி சிங்களிடம் கூறினார்.",
        "கெஹெலியா ரம்புக்வெல்லா: சிஐடி 10 மணி நேரத்திற்கும் மேலாக கைது செய்யப்பட்டார்",
        "ஆன்லைன் முறைகளின் செயல் நடைமுறையில் உள்ளது;இன்றுவரை என்ன நடந்தது?"
      ]
    },
    "en": {
      "title": "Narammala Police Shoot: Videos Release to Social Media first and seek the person?",
      "body_lines": [
        "Narammala Police Shoot: Videos Release to Social Media first and seek the person?",
        "At the Narammala, when a carpenter was killed by a police officer in the Narammala, a person was released to the Social Media for the first time.",
        "A person who came from a motorcycle was in some organization (February 1), the vegetable shop (February 1) has stated that the videos of the incident first will be released to the social media.",
        "The vegetable market employees were in the courts and the vegetable shoppers have been instrumental when he was summoned before the Narammala Magistrate's Court today.",
        "A witness also stated that he had told him that he was returning.",
        "The police were informed by the police that he would investigate this.",
        "Narammala Police Shoot: Can a police officer shot a civilian garment?",
        "Motorcycle of Police",
        "The Kuliyapitiya Division Criminal Investigation Unit (Far on February 2) has reported to court today (Feb 02).",
        "The motorcycle was purchased at a private shop on 20.07.2007 and that it has not been certified by the Department of Motor Traffic or not insured or insured.",
        "The court was also appointed to the suspect's police officer over the same mistake.",
        "The Kuliyapitiya Division Criminal Investigation Unit stated that this motorcycle will be investigated further.",
        "The suspects were remanded until the fourth of the case of the Narammala Magistrate's Court on February 2.",
        "The suspect was presented to the Narammala Magistrate's Court today (Feb 02).",
        "The evidence began around 10 am and the first case was heard as the first case of Rs.. There were three proof of the victim.",
        "Today's evidence was given the owner and two employees of the vegetable shoppers at the shooting.",
        "SHE '. Three lawyers, including Kotagodhetti, appeared in court today, and the two lawyers visited the court today.",
        "Attorney-at-law stressed that he should also submit to court as a suspect.",
        "According to the evidence of evidence today, the deceased is the second police officer who captured the death of the victim first to the death.",
        "The magistrate said he had a separate investigation into him and that he had not yet been projected to be arrested.",
        "There are more suspects, the judge informed the police to take action to take action.",
        "The court ordered the Court of Kuliyapitiya Divisional Criminal Investigation Unit to ban the second police officer abroad.",
        "The Narammala Magistrate, who was postponed until the 16th of this month, was remanded until the day.",
        "The Senior Counsel representing the victim's attorneys to conclude that the death of a shooting was a shooting.. Kotagodahetti told BBC Sinhala.",
        "Keheliya Rambukwella: CID arrested for over 10 hours",
        "Online methods' Act is in force;What happened to date?"
      ]
    }
  },
  "summary_lines": [
    "In Narammala, a carpenter was killed by a police officer. The incident's video was released on social media before the police sought the person. The motorcycle used by the suspect was uncertified and uninsured. The Kuliyapitiya Division Criminal Investigation Unit reported to court on Feb 2, and the suspect was remanded until Feb 4. The court ordered the ban of the second police officer involved."
  ]
}