{
  "translated_text": {
    "ta": {
      "title": "சியாம்பாலண்டுவா லேபிளிங் சோலார் பகலா மின்சார திட்டம்",
      "body_lines": [
        "100 மெகா வாட்ஸ் மூலம் மின்சாரம் தயாரிக்க மின்சாரம் வாங்குவதில் கையெழுத்திட ரவ்யவதவி (பிரைவேட்) லிமிடெட் மற்றும் இலங்கை மின்சார வாரியம் (பிரைவேட்) லிமிடெட் நடத்தப்பட்டுள்ளது.",
        "இந்த திட்டத்திற்கான ஏல அழைப்பு செப்டம்பர் 2022 இல் நடத்தப்பட்டது மற்றும் 2023 ஆம் ஆண்டில் 2023 நிறுவனத்திற்கு சமர்ப்பிக்கப்பட்ட நிறுவனத்திற்கு வழங்கப்பட்டது. அதன் பரிமாற்ற உள்கட்டமைப்பு மூலம் 27.5 கி.மீ உருவாக்கப்படும்.",
        "ரவ்யதவி நிறுவனம் பங்குதாரர்கள் லக்தானி, விண்ட் பிரசாம் மற்றும் சிங்கப்பூர், சிங்கப்பூர், கூட்டாக ஒருங்கிணைந்த நிறுவனம். இந்த திட்டத்தின் முதலீடு சுமார் 132 மில்லியன் அமெரிக்க டாலர்கள்."
      ]
    },
    "en": {
      "title": "Siyambalanduwa Labasive Solar Pagala Electricity Project",
      "body_lines": [
        "Ravyavadavi (Pvt) Ltd and the Ceylon Electricity Board (Pvt) Ltd has been conducted to sign the electricity purchase of electricity to generate electricity by 100 mega watts.",
        "Bid call for this project was conducted in September 2022 and awarded to the company that was submitted to the company of 2023 in 2023. 27.5 km will be developed by its transmission infrastructure.",
        "Ravyadavi Company is partners Lakdani, Wind Proseclam and Singapore, Singapore, jointly consolidated company. The investment in this project is about US $ 132 million."
      ]
    }
  }
}