{
  "translated_text": {
    "si": {
      "title": "මෙගා ස්ටාර් චිරන්ජිහි අධ්යක්ෂ",
      "body_lines": [
        "ටෙලුගු ස්ටාර් නළු මෙගා ස්ටාර් චිරන්ජීවි හි නම් කරන ලද නව චිත්රපටයේ නිල නිවේදනය නිකුත් කර තිබේ.",
        "විවේචනාත්මකව සාර්ථක සහ දළ වශයෙන් සාර්ථක චිත්රපට රඟකාර රංගන ශිල්පී නැනී හි 'දසර' චිත්රපටය අධ්යක්ෂණය කළ අධ්යක්ෂක ශ්රී ඔඩෙලා. මෙම චිත්රපටය ශ්රී ලංකා වරාය අධිකාරිය වෙනුවෙන් නිෂ්පාදක සුධකර් පාර්චුරි විසින් නිෂ්පාදනය කරනු ලැබේ. මෙම චිත්රපටය සපයනු ලබන්නේ නළු නැනීගේම චිත්රපට සමාගම වන උනමයිම් නිෂ්පාදන විසිනි.",
        "චිත්රපටය සඳහා නිල නිවේදනය විශේෂ පෝස්ටරයක් ​​විසින් නිකුත් කර ඇත. චිත්රපටය රතු වර්ණ පසුබිමක් යැයි කියනු ලැබේ.",
        "මේ අතර, ශ්රීකාන්ත ඔඩෙලා මේ වන විට 'පාරාදීසය' රවුට් ස්ටාර් 'චිත්රපටයේ' ස්වාභාවික ස්ටාර් 'චිත්රපටයේ වැඩ කරමින් සිටින අතර එය චිත්රපටයේ වැඩ ආරම්භ කිරීමෙන් පසුව මෙම චිත්රපටය මුදා හරිනු ඇත."
      ]
    },
    "en": {
      "title": "Director of Mega Star 'Chiranjeevi",
      "body_lines": [
        "The official announcement of the unnamed new film starring Telugu star actor Mega Star Chiranjeevi has been released.",
        "Director Srikanth Odela, who directed the film 'Dasara' which was a critically successful and grossly successful film starring actor Nani. The film is being produced by producer Sudhakar Parkuri on behalf of SLV Cinemas. The film is provided by actor Nani's own film company, Ununimas Productions.",
        "The official announcement for the film has been released by a special poster. The film is said to be a red color background, as the film is said to be a red color background, as it is said to be a red color background.",
        "Meanwhile, director Srikanth Odela is currently working on the film 'The Paradise' starring 'Natural Star', which will begin the work of the film, and that the film will be released after the film's work will begin."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Chiranjeevi stars in new film. Directed by Srikanth Odela (Dasara). Produced by Sudhakar Parkuri (SLV Cinemas) and Nani's Ununimas Productions. Red-themed poster released. Odela also works on \"The Paradise\" with Natural Star."
  ]
}