{
  "translated_text": {
    "ta": {
      "title": "ජූලම්පිටිය අමරේගේ ඇපෑල ඉවතට: ශ්‍රේෂ්ඨාධිකරණයත් මරණ දඬුවම තහවුරු කරයි",
      "body_lines": [
        "டாங்கல்லே உயர் நீதிமன்ற மாற்றுப்பெயர் ஜி.ஜி.. அமராசிரி விதித்த மரண தண்டனையை உச்சநீதிமன்றம் இன்று உறுதிப்படுத்தியது.",
        "ஜூலம்பிட்டியா அமரே தனது வழக்கறிஞர்கள் மூலம் கேட்கப்படாததால் விடுவிக்கப்பட்டார், தயக்கத்தை மீட்டெடுக்கக் கோரி அவரை விடுவித்தார்.",
        "மேல்முறையீட்டைக் கருத்தில் கொண்டு, மேல்முறையீட்டு நீதிமன்றம் ஜனகா டி சில்வா மற்றும் சோபிதா ராஜகருனா மற்றும் சம்பத் விஜெரத்னே ஆகியோரின் மேல்முறையீட்டு நீதிமன்றத்தால் வழங்கப்பட்டது.",
        "2012 ஆம் ஆண்டின் கட்டுவானா பகுதியில் இரண்டு பேரைக் கொன்றதாக குற்றம் சாட்டப்பட்டவர்கள் மீது டாங்கல்லே உயர்நீதிமன்றத்தில் அட்டர்னி ஜெனரல் மீது வழக்குத் தொடரப்பட்டது மற்றும் இரண்டு சந்தேக நபர்களைக் கொன்றது.",
        "ஒரு நீண்ட விசாரணையின் பின்னர், ஜூலம்பிட்டி அமரே 2019 ல் டங்கல்லே உயர்நீதிமன்றத்தால் மரண தண்டனை விதிக்கப்பட்டார்.",
        "தண்டனையை விடுவிக்கக் கோரி ஜுவலம்பிதியா அமரே தனது வழக்கறிஞர்களால் மேல்முறையீட்டு நீதிமன்றத்தில் முறையிட்டார்.",
        "கடந்த ஆண்டு (2024) விசாரிக்கப்பட வேண்டிய மேல்முறையீட்டு நீதிமன்றம் கடந்த ஆண்டு (2024) தனது தீர்ப்பை வெளிப்படுத்தியது, டங்கல்லே உயர்நீதிமன்றம் விதித்த மரண தண்டனையை பலப்படுத்துவதன் மூலம் அவரது மேல்முறையீட்டை உறுதிப்படுத்தினார்.",
        "அவர் இன்று முன்வைத்த மூன்று உறுப்பினர்களைக் கொண்ட உச்சநீதிமன்ற நீதிபதி நீதிபதி குழு, இது தேர்வுக்கு நியாயமான சட்டபூர்வமான அடிப்படை அல்ல என்பதால் அதை வெளிப்படுத்த முடிவு செய்தது.",
        "எதிர்காலத்தில் உங்கள் சொந்த புகைப்படங்களை நீங்கள் சந்திக்கலாம் எதிர்காலத்தில் உங்கள் சொந்த புகைப்படங்களை நீங்கள் சந்திக்க முடியும்",
        "வாகனங்களின் விலைகள் குறைவு: இறக்குமதியாளர்கள் 90 நாட்கள் நெருக்கடியில்; 'குறைவான வாகனம் பெற நல்ல வாய்ப்பு'",
        "இரண்டு ஆண்டுகளுக்கு முன்பு. 07 ஹமாஸ் ஷராபியைக் கேட்க வேண்டிய 'மோசமான' செய்தி ஹமாஸ் பிணைக் கைதிகளிடமிருந்து கேட்க வேண்டும்",
        "சமைக்க சிறந்த எண்ணெய் யாவை ?: 3 மூடநம்பிக்கைகள் எண்ணெயிலிருந்து விலக்கப்பட வேண்டும்"
      ]
    },
    "en": {
      "title": "ජූලම්පිටිය අමරේගේ ඇපෑල ඉවතට: ශ්‍රේෂ්ඨාධිකරණයත් මරණ දඬුවම තහවුරු කරයි",
      "body_lines": [
        "Tangalle High Court alias GG. The Supreme Court today confirmed the death penalty imposed by Amarasiri.",
        "Julampitiya Amare was released after he was not heard through his lawyers, demanding the recovery of hesitation and releasing him.",
        "After considering the appeal, the Court of Appeal was issued by the Court of Appeal of Janaka De Silva and Sobhitha Rajakaruna and Sampath Wijeratne.",
        "The Attorney General was prosecuted against the Tangalle High Court against the accused of killing two people in the Katuwana area of ​​2012 and killed two suspects.",
        "After a long trial, Julampitiye Amare was sentenced to death by the Tangalle High Court in 2019.",
        "Jualampitiya Amare had appealed to the Court of Appeal by his lawyers demanding the acquittal of the sentence.",
        "The Court of Appeal to be heard in the last year (2024) expressed his verdict last year (2024), confirming his appeal by consolidating the death penalty imposed by the Tangalle High Court.",
        "The three-member Supreme Court judge panel of judges that he has presented today decided to disclosure it as it was not a fair legal basis for the examination.",
        "You can meet your own photos in the future you can meet your own photos in the future",
        "Vehicles prices down: 90 days of importers in crisis; 'Good chance to get a vehicle for less'",
        "Two years ago. 07 The 'worst' news that Hamas had to hear Sharabi to hear from Hamas hostage in the attack",
        "What are the best oil to cook ?: 3 superstitions to be excluded from oil"
      ]
    }
  },
  "summary_lines": []
}