{
  "translated_text": {
    "si": {
      "title": "2026 ஆம் ஆண்டுக்கான செலவீனம் 443,435 கோடியே 6,468,000 ரூபாயாகும்",
      "body_lines": [
        "ජනාධිපති අනුර කුමාර දිසානායකගේ නායකත්වයෙන් යුත් ජාතික මහජන බලශක්ති රජය, බදාදා (26) බදාදා (26) පාර්ලිමේන්තුවට බදාදා (26) පාර්ලිමේන්තුවට ඉදිරිපත් කරන ලද්දේ කම්කරු හා ආර්ථික සංවර්ධන අමාත්ය අනිල් ජයන්ත ප්රනාන්දු විසිනි.",
        "இது ஜனாதிபதி அனுரகுமார திசாநாயக்க தலைமையிலான தேசிய மக்கள் சக்தி அரசாங்கத்தின் இரண்டாவது வரவு-செலவுத் திட்டமாகும்.",
        "ඒ අනුව ජනාධිපති අනුර කුමාර දිසානායක 2026 රජයේ අයවැය ගත කරමින් සිටී",
        "2026 ක වියදම රුපියල් කෝටි 21,610 කින් රුපියල් කෝටි 21,610 කින් ඉහළ ගොස් ඇති අතර රුපියල් කෝටි 421,824 ක වියදමින් කෝටි 421,824 කිඹුලෙකු 2025 කි.",
        "මෙම පිරිවැය සඳහා වෙන් කර ඇති අරමුදල්වල ආරක්ෂක අමාත්යාංශය සහ මහජන ආරක්ෂාව පිළිබඳ අමාත්යාංශය සඳහා කෝටි 64,800 ක් වෙන් කර ඇත. 2025 දී ආරක්ෂක හා මහජන ආරක්ෂාව පිළිබඳ හා මහජන ආරක්ෂාව පිළිබඳ අමාත්යාංශය සඳහා කෝටි 617,44 ක් ලක්ෂ 50 ක්, 2026 ක් සඳහා රුපියල් කෝටි 3,055 ක් 2026 ක් වෙන් කර ඇත.",
        "කෝටි 111,715 ක් ජනාධිපතිතුමාගේ ආරක්ෂක, මුදල්, සැලසුම් සහ ආර්ථික සංවර්ධන හා ආර්ථික අමාත්යාංශයේ ආර්ථික අමාත්යාංශයේ සහ ඩිජිටල් ආර්ථික අමාත්යාංශයේ අමාත්යාංශය සඳහා රුපියල් කෝටි 91,715 ක් වෙන් කර ඇත.",
        "මේ අතර, ජනාධිපතිගේ වියදම 2025 ක් සඳහා රුපියල් 2,992,980,000 ක් වෙන් කර ඇති අතර 2026 දෙනෙකුට ජනාධිපතිවරයාගේ වියදම් රුපියල් 11,377,900,000 ක් වෙන් කර තිබේ.. මෙය රු.",
        "අග්රාමාත්යවරයා 2025 කට රුපියල් 1,170,000,000 ක් වෙන් කර ඇති අතර රු.. 2025 දී අග්රාමාත්යගේ වියදමට වඩා මෙය රුපියල් 195,000,000 කට වඩා අඩු ය.",
        "ඒ අතරම, සෞඛ්ය හා ජනමාධ්ය, අධ්යාපන හා ජනමාධ්ය, අධ්යාපන, උසස් අධ්යාපන හා කම්කරු අමාත්යාංශය, අධ්යාපන අමාත්යාංශය, රාජ්ය පරිපාලන, පළාත් සභා, පළාත් සභා, පැලෑටි, පැලෑටි, සමාජ යටිතල පහසුකම් අමාත්යාංශය 2026 කට අරමුදල් වෙන් කිරීම වැඩි කර තිබේ.",
        "මේ අතර, ප්රතිපාදන පනත් කෙටුම්පත දෙවන වර කියවීම වන අයවැය කථාව නොවැම්බර් 7 වන දින ජනාධිපති සහ මුදල් අමාත්ය අනුරමුර දිසානායක මහතා විසින් පවත්වනු ලැබේ.",
        "අයවැය දෙවන කියවීම පිළිබඳ විවාදය නොවැම්බර් 8 සිට නොවැම්බර් 14 දක්වා පැවැත්වෙන අතර දෙවන කියවීමේ ජනමත විචාරණය පස්වරු 6 ට පැවැත්වේ.",
        "අයවැයේ තුන්වන වර කියවීම හෝ කණ්ඩායම් විවාදය නොවැම්බර් 15 සිට දෙසැම්බර් 5 දක්වා පැවැත්වෙන අතර අයවැය තුන්වන වර කියවීම පිළිබඳ ජනමත විචාරණය දෙසැම්බර් 5 වන දින සවස 6 ට පැවැත්වේ."
      ]
    },
    "en": {
      "title": "The cost of 2026 is 443,435 crores 6,468,000 rupees",
      "body_lines": [
        "The National People's Power Government, led by President Anura Kumara Dissanayake, was presented in Parliament on Wednesday (26) by the Deputy Minister of Labor and Economic Development Anil Jayantha Fernando.",
        "This is the second budget of the National People's Power Government led by President Anura Kumara Dissanayake.",
        "Accordingly, President Anura Kumara Dissanayake is spending the budget of the government of 2026",
        "The cost of 2026 has increased by Rs 21,610 crore 8,450,000, with the cost of Rs 421,824 crore at Rs 421,824 crore in the budget of 2025.",
        "64,800 crore has been allocated for the Ministry of Defense and Public Safety in the funds allocated for this cost. 617,44 crore 50 lakhs have been allocated for the Ministry of Defense and Public Security in 2025, and for 2026, Rs 3,055 crore 50 lakhs have been allocated for 2026.",
        "A total of 111,715 crores 9,980,000 lakhs have been allocated for the President's Ministry of Defense, Finance, Planning and Economic Development and the Ministry of Digital Economic Ministry.",
        "Meanwhile, the President's expenses were allocated Rs 2,992,980,000 for 2025 and the President's expenses for 2026 were allocated Rs 11,377,980,000.. This is more than Rs.",
        "The Prime Minister has allocated Rs 1,170,000,000 for 2025, with the cost of Rs.. This is less than 195,000,000 rupees than the Prime Minister's expenses in 2025.",
        "At the same time, the Ministry of Health and Mass Media, Ministry of Health, Education, Higher Education and Labor, Ministry of Education, Public Administration, Provincial Councils and Local Government, Ministry, Plantation and Social Infrastructure Ministry has increased the allocation of funds for 2026.",
        "Meanwhile, the Budget speech, the second reading of the Allocation Bill, will be held on November 7 by President and Finance Minister Anuragumara Dissanayake.",
        "The debate on the second reading of the budget will be held from November 8 to November 14, and the second reading referendum will be held at 6 pm.",
        "The third reading or group debate of the budget will take place from November 15 to December 5, and the referendum on the third reading of the budget will be held at 6 pm on December 5."
      ]
    }
  },
  "summary_lines": []
}