{
  "translated_text": {
    "si": {
      "title": "කාන්තාව පිළිබඳ දින 14 ක පැහැදිලි කිරීම",
      "body_lines": [
        "කල්මුනායි මහේස්ත්රාත්වරයා අප්රේල් 10 වනදා දක්වාම නැවත ආරම්භ කිරීම සඳහා කරකැවිල්ලක් ලබා දෙන ලෙස, පාසලේ අධීක්ෂක, නන්නාතාහි මියගිය පිරිමි ළමයෙකුගේ මරණය සම්බන්ධයෙන් අත්අඩංගුවට ගත් පාසලේ අධිකාරී පාසලේ අධීක්ෂකවරයා පාසලේ.",
        "කල්මුනායි මහේස්ත්රාත් එම්.එස්.ඒ..එස්. අම්පාරා දිස්ත්රික්කය.",
        "පොලිසියේ සහ විත්තිකරුගේ නීති lawyer යාගේ යෙදීම් විමර්ශනය කර ඇති අතර 28 හැවිරිදි වෝඩ්-වෝල්ඩ් නැවත රිමාන්ඩ් භාරයේ තබන ලෙසට නියෝග කර තිබේ."
      ]
    },
    "en": {
      "title": "14 Days of Explanation for the Woman",
      "body_lines": [
        "The Kalmunai Magistrate has ordered the postponement of the case to be postponed for a re -election till April 10, with the supervisor of the school, the superintendent of the school who was arrested in connection with the death of a boy who died at the Nunnatha school.",
        "Kalmunai Magistrate MSM Samsudheen was again ordered to appear again on Wednesday (27) after the suspect was arrested by the headquarters of the Kalmunai headquarters in connection with the death of a boy who was placed in the Children's Probation School in the Kalmunai Headquarters Division of the Ampara District.",
        "The applications of the police and the defendant's lawyer have been investigated and the supervisor of the 28 -year -old has been ordered to be remanded again."
      ]
    }
  },
  "summary_lines": [
    "The Kalmunai Magistrate postponed the case to April 10, involving the supervisor of Nunnatha school, implicated in a boy's death. The supervisor, arrested, will reappear on Wednesday."
  ]
}