{
  "translated_text": {
    "ta": {
      "title": "கூரை சரிந்து 25 குழந்தைகளை கொல்வதற்கு முன்பு",
      "body_lines": [
        "தங்கள் குழந்தைகளின் கூரை ஆபத்தில் இருப்பதால், தங்கள் குழந்தைகள் தங்கள் குழந்தைகளுக்கு ஆபத்து இருப்பதாக பபுடகாமா பெற்றோர் கூறுகிறார்கள்.",
        "முன்பள்ளி கட்டிடம் கிட்டத்தட்ட 50 ஆண்டுகளுக்கு முன்பு மகாவேலி ஆணையத்தால் கட்டப்பட்டுள்ளது.",
        "முன்பள்ளி நிர்வாகி நீர் மற்றும் மின்சார வசதிகள் இல்லாமல் இப்பகுதியில் உள்ள 25 குழந்தைகளுக்கு அடிப்படைக் கல்வியை வழங்கும்.",
        "முன்பள்ளி கட்டிடம் சிதைந்துவிட்டது மற்றும் சுவர்களின் சுவர்கள், முன்பள்ளி கட்டிடத்தின் சுவர்கள் மற்றும் சுவர்களின் சுவர்கள் மற்றும் சுவர் கட்டிடம் சரிவின் அபாயமாக இருந்தது என்பதை அவர்கள் சுட்டிக்காட்டுகின்றனர்.",
        "பெற்றோர்கள் தங்கள் குழந்தைகளை வீட்டிற்கு பணம் செலுத்தாமல் தங்கள் குழந்தைகளை வீட்டிற்கு வைத்திருக்க வேண்டும் என்று கூறுகிறார்கள், ஏனெனில் தங்கள் குழந்தைகள் முன்பள்ளி கட்டிடத்தில் தடுத்து வைக்கப்பட்டுள்ளனர்.",
        "அதே நேரத்தில், கூரையின் ஆபத்து, கூரை பாலர் பள்ளியில் விழுகிறது, உடனடியாக கூரையைத் தீர்த்து, உடனடியாக தங்கள் குழந்தைகளின் பாதுகாப்பையும் எதிர்காலத்தையும் அகற்றும். (ஐ.ஜே)"
      ]
    },
    "en": {
      "title": "Before the roof collapses and killed 25 children",
      "body_lines": [
        "Pabudagama parents say that their children are at risk of their children, as the roof of their children is at risk.",
        "The pre-school building has been constructed for nearly 50 years ago by the Mahaweli Authority.",
        "The pre-school administrator will provide basic education for 25 children in the area without water and electricity facilities.",
        "They point out that the pre-school building was decayed and the walls of walls, the walls of the pre-school building and the walls of the walls, and the wall building was a risk of collapse.",
        "Parents say that parents have to keep their children home without paying their children home, as their children are being held in the pre-school building.",
        "At the same time, the risk of the roof, the roof falls in the preschool, and immediately resolve the roof and promptly dismantled the protection and future of their children.They are asking for the authorities. (Ij)"
      ]
    }
  },
  "summary_lines": [
    "In Pabudagama, a pre-school built 50 years ago by the Mahaweli Authority faces imminent danger due to its deteriorated condition. The school, which educates 25 children lacking basic amenities like water and electricity, is at risk of collapsing. Parents fear for their children's safety and demand immediate action from authorities to secure the structure before disaster strikes."
  ]
}