{
  "translated_text": {
    "si": {
      "title": "පාතාල සමූහය ගැන වඩාත් සතුටුයි",
      "body_lines": [
        "ශ්රේෂ් Supreme ාධිකරණයේ පාතාලිකාව ශ්රේෂ් Supreme ාධිකරණයේ තේරුම සතුටට පත්ව ඇති බව රාජ්ය මහ ඇමති සහ අමාත්ය ප්රසන්න රණතුංග මහතා පැවසීය.",
        "තහනම නිසා විපක්ෂයේ පක්ෂය අසලම විරුද්ධ පක්ෂ සතුටු වන අතර තහනම නිසා විපක්ෂයට ආරක්ෂාව සැපයීම පාතාල සමූහය බැවින්.",
        "පොලිස් ප්රධානී පොලිස් ප්රධානියාගේ කලාපයේ බ්රහස්පතින්දා (25) පාර්ලිමේන්තුවේ විපක්ෂ මන්ත්රීවරුන් විසින් පාර්ලිමේන්තුවේ පාර්ලිමේන්තුවේ සිදු කරන ලද අදහස්වලට ප්රතිචාර දක්වමින් ඔහු තවදුරටත් පැවසීය.",
        "විපක්ෂයේ පොලිස්පතිවරයා පත් කිරීම සම්බන්ධයෙන් ගැටළු ඇති කරන අතර පාතාල වැඩපිළිවෙල පාතාල වැඩපිළිවෙල බවට පත්වීම නිසා තමන් විසින්ම ආරක්ෂා කරනු ලබන බැවින් තමන් විසින්ම ආරක්ෂා කරනු ලැබේ.",
        "ජනාධිපතිවරයා, කැබිනට් මණ්ඩලය සහ රජය අධිකරණ අසහනය කිරීමට උත්සාහ කරන ජනතාව අතර ස්ථාවරයක් ඇති කිරීමට විපක්ෂය උත්සාහ කරයි.",
        "සංශෝධනයේ 21 වන ව්යවස්ථා සංශෝධනය ගෙන ලද සහ අධිකරණය ස්වාධීන වීමට පියවර ගෙන ඇති බව සියලු දෙනා පැහැදිලිව වටහා ගත යුතුය.. කැබිනට් මණ්ඩලය සහ රජය එයට ගරු කරයි.",
        "අධිකරණය අතුරු තහනම් නියෝග තුනක් නිකුත් කර තිබුණි. අවශ්ය නම්, එයට මැදිහත් වී රජය විසින් එය නැවැත්විය හැකිය. ඔවුන්ගෙන් එක් අයෙකු වතු කම්කරුවන්ගේ වැටුප් හා සම්බන්ධය. අනෙක පළාත් සභා පත්වීම් හා සම්බන්ධ වේ.",
        "මේ වන විට පොලිස්පති පොලිස්පතිවරයා තහනම් කර ඇත. විරුද්ධත්වය සිතන්නේ පොලිස්පතිවරයා ගැන පමණි. පොලිස්පතිවරයාගේ හ voice නැගූ විපක්ෂයේ පක්ෂය පොලිස්පතිවරයාගේ හ voice නැගූ බව ඔහු කියා සිටියේ අනෙක් තහනම් දෙක විවෘත නොවන බවයි."
      ]
    },
    "en": {
      "title": "Most happy for the underworld group",
      "body_lines": [
        "State Chief Minister and Minister Prasanna Ranatunga said that the underworld of the Supreme Court has been delighted by the Supreme Court's ban.",
        "Opposition parties are happy next to the underworld group because of the ban, because it is the underworld group to provide security to the opposition.",
        "He further stated in response to the comments made by the Opposition MPs in Parliament on Thursday (25) on the issue of the police chief.",
        "Opposition parties continue to create problems with the appointment of the Inspector General of Police because the opposition is unable to tolerate the abolition of the underworld that protects themselves as the underlying program is being destroyed by the underworld program.",
        "The Opposition is trying to create a stand among the people that the president, the cabinet and the government are making efforts to make the court discomfort.",
        "Everyone must clearly understand that the president has brought the 21st Amendment to the Amendment and takes action to independent the court. The cabinet and the government respects it.",
        "The court had issued three interim injunctions. If necessary, it can intervene and stop it by the government. One of them is related to the salaries of plantation workers. The other is related to local council appointments.",
        "Currently, the Inspector General of Police has been banned. Opposition is only thinking about the Inspector General of Police. He said the opposition party, which raised the voice of the Inspector General of Police, said that the other two prohibitions were not open."
      ]
    }
  },
  "summary_lines": [
    "Chief Minister Prasanna Ranatunga expressed joy over the Supreme Court's ban, noting it pleased both the underworld group and opposition parties, who benefit from its protection. He addressed concerns raised by opposition MPs regarding the police chief's appointment, emphasizing the government's respect for judicial independence. The court's issuance of interim injunctions, including one on plantation worker salaries and another on local council appointments, was also mentioned, alongside the current ban on the Inspector General of Police."
  ]
}