{
  "translated_text": {
    "ta": {
      "title": "உப்பு பங்குகளை சேகரிப்பதைத் தவிர்க்க கோரிக்கை",
      "body_lines": [
        "தேவையற்ற உப்பு பங்குகளைத் தடுக்க ஹம்பந்தோட்டா லங்கா சால்ட் நிறுவனத்தின் புதிய தலைவர். நந்தனா திலகா பொதுமக்களைக் கோருகிறார்.",
        "உப்பு பற்றாக்குறை பற்றி ஒரு பேச்சு இருப்பதாக அவர் கூறினார், அவர் உப்பு பற்றாக்குறையால் உருவாக்கப்பட்டார், மக்கள் பயந்து வீடுகளுக்கு பயந்தனர்.",
        "அவர் இன்று (28) ஹம்பந்தோட்டாவில் உள்ள ஹம்பந்தோட்டா லங்கா சால்ட் நிறுவனத்தின் புதிய தலைவராக ஊடகங்களுடன் பேசிக் கொண்டிருந்தார்.",
        "சந்தர்ப்பத்தில் பேசிய அவர் ஒரு சாதாரண வீட்டில் 2 பாக்கெட் உப்பு மற்றும் 1 கிலோ க்யூப்ஸ் போதுமானது என்று கூறினார்.",
        "எவ்வாறாயினும், உப்பு ஒரு சந்து தவிர்த்து, நாடுகடத்தப்படுவதைத் தவிர்க்கவும், தவறாக நடத்துவதன் மூலம் உப்பு சேகரிப்பதாகவும் அவர் பொதுமக்களிடம் கேட்டுக்கொண்டார்.",
        "இலங்கை ஹம்பந்தோட்டா சால்ட் கம்பெனியில் 6000 மெட்ரிக் டன் உப்பு உள்ளது, அது ஜனவரி மாதத்திற்கு போதுமானது என்று அவர் கூறினார்.",
        "உப்பு பற்றாக்குறை இருப்பதாக சந்தேகத்தின் பேரில் 30,000 மெட்ரிக் டன் உப்பு தயாரிக்கப்பட்டுள்ளது என்றும் அவர் கூறினார்.",
        "இந்த ஆண்டு உப்பு உற்பத்தி கணிசமாகக் குறைக்கப்படுவதாக தலைவர் கூறினார், 2009 ஆம் ஆண்டின் வெளியீட்டிற்குப் பிறகு எந்த அரசாங்கமும் யாஃப்னாவில் எந்தவொரு அரசாங்கத்தையும் உருவாக்கவில்லை என்று அவர் கூறினார்.",
        "எவ்வாறாயினும், அடுத்த ஜனவரி மாத தொடக்கமாக அதன் மேம்பாட்டுப் பணிகளை மார்ச் மாத தொடக்கமாகத் தொடங்க அவர் முடிவு செய்துள்ளார்."
      ]
    },
    "en": {
      "title": "Request to avoid gathering salt stock",
      "body_lines": [
        "New Chairman of Hambantota Lanka Salt Company to prevent unnecessary salt stocks. Nandana Thilaka requests the public.",
        "He said that there was a talk about a shortage of salt, he was created by a shortage of salt, and the people were terrified and frightened to the homes.",
        "He was speaking to the media as the new President of the Hambantota Lanka Salt Company in Hambantota today (28).",
        "Speaking on the occasion he said that 2 packets of salt and 1 kg of cubes were sufficient in a normal house.",
        "However, he requested the public to avoid an alley of salt and to avoid exile and gathering salt by causing mistreatment.",
        "He said Ceylon Hambantota Salt Company has a salt of 6000 metric tons and it is sufficient to January.",
        "He also said that 30,000 metric tons of salt have been prepared on suspicion that there is a shortage of salt.",
        "The Chairman said that the salt production was significantly reduced this year, he said that no government has developed any government in Jaffna after the issue of 2009.",
        "However, he has decided to commence its development work as the beginning of the following January as the beginning of March."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Hambantota Lanka Salt Co. new chairman warns against excessive salt hoarding. He says 2 packets & 1kg cubes suffice per household. The company has 6,000 metric tons in stock, enough until January. 30,000 metric tons more prepared due to potential shortage. Production reduced this year; development plans to start next month."
  ]
}