{
  "translated_text": {
    "ta": {
      "title": "கடன் கட்டுப்பாடு: செய்தி உண்மையிலேயே இலங்கையுடன் இணக்கமாக இருக்குமா?",
      "body_lines": [
        "இலங்கை அதன் முக்கிய உத்தியோகபூர்வ இருதரப்பு கடன் வழங்குநர்களுடன் மறுசீரமைப்பு ஒப்பந்தங்களை நிறைவு செய்ததாக ஜனாதிபதி ரணில் விக்ரமசிங்க கூறினார்.. 10 பில்லியன் டாலர் கடன்கள் மறுசீரமைக்கப்படும்.",
        "வெற்றிகரமான நாட்டை வெற்றிகரமாக அறிவிக்க ஒரு பரந்த பத்திரிகை பரப்புதலை அறிவிக்க இலங்கை அரசு தயாராகி வந்தது.",
        "பேராசிரியர் அமினி மெத்ஷி பெரேரா பிபிசி சிங்களவலாவை ஒரு நாடாக, ஒரு நாடாக ஒரு நாடாக கூறினார். 'நேற்று, கடன்கள் மறுசீரமைக்கப்பட்டன. ஒரு நாடாக, நீங்கள் ஒரு நல்ல செய்தியாக இருக்க முடியும். அது உண்மை. இது ஒரு நல்ல விஷயம். அதை ஏற்றுக்கொள்கிறது. ஆனால் மகிழ்ச்சியான செய்தியை வெளியிடுவதற்கான முடிவு எதிர்காலத்திற்கான முடிவைக் கொண்டுள்ளது.",
        "'இது மக்களுக்கு ஒரு அற்புதமான செய்தி. ஆனால் பாராளுமன்றத்தில் பாராளுமன்றத்தில் ஜனாதிபதி அந்த நற்செய்தியை என்ன கொண்டு வந்தார்?பிரதமர் அல்லது மந்திரி எத்தனை ஆண்டுகள் செய்தார்?இந்த செய்தியைத் தக்கவைக்க இந்த நாட்டை திவாலாக்குவோமா?அல்லது இந்த நாடு இவ்வளவு நீண்ட காலமாக இருக்கிறதா?",
        "'அவர்கள் திவால்நிலையை வெளிப்படுத்தினர். திவாலானவர்கள் இல்லை என்று பட்டாசுகள் இப்போது ஒளிரும் என்று அவர்கள் கூறுகிறார்கள். நாம் ஒன்றைப் புரிந்து கொள்ள வேண்டும். மத்திய வங்கியின் ஆளுநர் அல்லது ஜனாதிபதியால் நாடு இல்லையா என்பதை தீர்மானிக்க முடியாது. இது உலகின் மதிப்பீட்டு நிறுவனங்களை தீர்மானிக்க வேண்டும். தரப்படுத்தும் நிறுவனங்கள் நாட்டின் திவால்நிலையை ஏற்றுக்கொண்டால். ஃபிட்ச், மோடி, எஸ் அண்ட் பி, இன்டெக்ஸ், சர்வதேச சமூகத்தை ஏற்றுக்கொள்கிறது. அது இல்லாமல், மத்திய வங்கியின் ஆளுநர் திவாலானவர். இது ஒரு தேசிய நன்மையாக இருக்கும் என்று நான் நினைக்கவில்லை. '",
        "'நாங்கள் இரண்டு முறை மற்றும் வங்கிகளை சிந்திக்க வேண்டும். இது வாழ்த்து ஒரு மகிழ்ச்சியான செய்தி. ஏனெனில் இந்த அப்பாவி மக்கள் விடுபடவில்லை. '",
        "'நாங்கள் வருவதற்கு முன்பு எங்களுக்கு மகிழ்ச்சியான வாழ்த்துக்கள். பின்னர் நடுவில் ஒரு பெரிய பிரச்சாரம் இருந்தது.",
        "'இந்த நேரத்தில் பல பில்லியன் ரூபாய் செலவிடப்பட்டபோது, ​​இந்த பிரச்சாரத்திற்காக எத்தனை செலவிடப்பட்டது. இது அரசியல். '",
        "திட்டக் கடன்களில் 10.6 பில்லியன் டாலர் இருதரப்பு கடன்களைக் கொண்டுள்ளது.",
        "இலங்கை சீனாவுக்கு 4.7 பில்லியன் அமெரிக்க டாலர்கள் கடன்பட்டிருக்கிறது, இந்தியா சீனாவுக்கு 1.74 பில்லியன் டாலர் செலுத்தும். பாரிஸ் கிளப்பின் ஒரு பகுதியான ஜப்பான் 2.68 பில்லியன் டாலர் முதல் 2.68 பில்லியன் டாலர் வரை செலுத்த முடியும். இலங்கையில் மிகப்பெரிய இருதரப்பு கடன் வழங்குநரான சீனா அதிகாரப்பூர்வ இருதரப்பு கடன் வழங்குநர்களின் (ஓ.சி.சி) அதிகாரப்பூர்வ உறுப்பினர் அல்ல.",
        "வணிக (இறையாண்மை பத்திரங்கள் மற்றும் பிற கடன்கள் சுமார் 73 14.73 பில்லியன்.",
        "சமீபத்திய பொருளாதார நெருக்கடியை எதிர்கொண்டு, இலங்கை அந்நிய செலாவணி இருப்புக்களின் பற்றாக்குறையை எதிர்கொண்டது மற்றும் வெளிநாட்டுக் கடனை செலுத்த முடியவில்லை.",
        "இலங்கையை மீட்டெடுப்பதற்காக சர்வதேச நாணய நிதிக்கு சர்வதேச நாணய நிதிக்கு கடனின் நீடித்த தன்மைக்கு சர்வதேச நாணய நிதியை வழங்க முடியாது.",
        "சர்வதேச நாணய நிதியம் ரூ.",
        "பாரிஸில் அதன் முக்கிய அதிகாரப்பூர்வ இருதரப்பு கடன் வழங்குநர்கள் விவாதித்ததாக ஜனாதிபதி ஊடக பிரிவு அறிவித்தது, ஜனாதிபதி ஊடக பிரிவு தெரிவித்துள்ளது.",
        "ஜப்பான், இந்தியா மற்றும் பிரான்ஸ் ஆகியவை பாரிஸ் அதிகாரப்பூர்வ கடன் வழங்குநர்கள் குழுவின் தோல் தலைவருடன் சுமக்கப்படுகின்றன.",
        "ஆஸ்திரேலியா, ஆஸ்திரியா, பெல்ஜியம், கனடா, டென்மார்க், ஹங்கேரி, ரஷ்யா, நெதர்லாந்து, ஸ்பெயின், ஐக்கிய இராச்சியம் மற்றும் அமெரிக்கா மற்றும் அமெரிக்கா ஆகியவை உத்தியோகபூர்வ கடன் வழங்குநர்களின் மற்ற உறுப்பினர்கள்.",
        "உத்தியோகபூர்வ கடனாளர்களுடன் 5.8 பில்லியன் அமெரிக்க டாலர் கடனை மறுசீரமைக்க இலங்கை ஒப்புக் கொண்டுள்ளது.",
        "சீனா 4.2 பில்லியன் அமெரிக்க டாலர்களை மறுசீரமைப்பதை எட்டியுள்ளது.",
        "பாரிஸ் அதிகாரப்பூர்வ கடன் வழங்குநர்கள் மற்றும் சீன எக்ஸிம் வங்கி வழியாக மறுசீரமைக்கப்பட வேண்டிய ஒருங்கிணைந்த கடன்கள் 10 பில்லியன் அமெரிக்க டாலர்கள்.",
        "பாரிஸ் இருதரப்பு கடன் வழங்குநர்களுடனான இறுதி ஒப்பந்தத்தில் கையெழுத்திட நிதி அமைச்சின் மஹிந்தா சிரிவவர்தனா மற்றும் மத்திய வங்கி டாக்டர் நந்தலால் வீசிங்கில் இணைந்து மாநில அமைச்சர் செமாசிங்க மற்றும் அமைச்சரவை மத்திய வங்கி டாக்டர் நந்தலால் வீசிங்கே ஆகியோர் இலங்கையில் சேர்ந்துள்ளனர்.",
        "இதற்கிடையில், சீனாவில் உள்ள இலங்கை தூதரகத்தில் எக்ஸிம் பாங்க் ஆப் சீனாவுடனான இறுதி ஒப்பந்தத்துடன் இலங்கை கையெழுத்திட்டது.",
        "சீனாவுக்கான இலங்கை தூதர், இலங்கையின் சீன தூதரகத்திற்கு இலங்கையில் உள்ள ம ou மற்றும் சீன தூதரகத்தில் கையெழுத்திட்டார். கருவூலத்தின் துணை செயலாளர் மற்றும் கருவூல ஏ.கே.. செனவிரத்னே புரிந்துணர்வு ஒப்பந்தத்தை பரிமாறிக்கொண்டார்.",
        "ஜனாதிபதி ஊடக பிரிவு உத்தியோகபூர்வ கடன் வழங்குநர்கள் மற்றும் சீன எக்ஸிம் வங்கியின் பிரத்யேக காலங்களுக்கு குறிப்பிடத்தக்க கடன் காலத்தை வெளியிட்டது.",
        "ஜூன் 26 அன்று ஜனாதிபதி ரணில் விக்ரமேசிங்கின் சிறப்பு அறிக்கை, கடன்களை செலுத்துவது 2028 என்று கூறியது.",
        "\"இந்த ஒப்பந்தங்கள் மூலம், 2028 வரை வெளிநாடுகளிடமிருந்து அனைத்து இருதரப்பு கடன்களையும் தள்ளி வைக்க முடியும். '",
        "\"அதன்பிறகு, அனைத்து கடன்களையும் செலுத்த 2043 வரை நாங்கள் நீண்ட நேரம் பெற வேண்டும். ஜனாதிபதி மேலும் கூறினார்.",
        "பொருளாதாரம் மீட்டெடுக்கப்படும் வரை மற்றும் எதிர்காலத்தில் இலங்கைக்கு குறுகிய காலத்தில் இலங்கை எடையை இழந்துவிட்டது என்று ஜனாதிபதி ஊடக பிரிவு சுட்டிக்காட்டுகிறது.",
        "இதற்கிடையில், சர்வதேச கடன் வழங்குநர்களுடன் வர்த்தகத்துடன் உத்தியோகபூர்வ கடன் வழங்குநர்கள் குழுவுடன் மறுசீரமைப்பு ஒப்பந்தங்கள் மற்றும் சர்வதேச நாணய நிதியுடனான வர்ணனை அந்தந்த கடன்களில் 92% கடன் நிவாரணம் வழங்கப்பட்டுள்ளது.",
        "ஒவ்வொரு கடனுடனும் கடன் மறுசீரமைப்பில், சர்வதேச நாணய நிதியத்தின் கடன் பகுப்பாய்வு மற்ற கடன் வழங்குநர்களுடனான மறுசீரமைப்பு ஒப்பந்தத்துடன் ஒப்பிடப்பட வேண்டும்.",
        "வணிக பத்திர உரிமையாளர்களுடன் கடன் மறுசீரமைப்பதற்கான இறுதி ஒப்பந்தத்தை இலங்கை விரைவுபடுத்தும் என்று ஜனாதிபதி ரணில் விக்கிரேமேசிங் கூறினார்.",
        "\"அடுத்தது வெளிநாட்டு பத்திரங்கள் உள்ளிட்ட வணிக கடன் வழங்குநர்களுடன் ஒரு உடன்பாட்டை எட்ட வேண்டும். இந்த சாலையில் முன்னேறுவதன் மூலம் நாங்கள் ஒப்பந்தம் செய்யலாம். நாங்கள் தொடர்ந்து விவாதங்களை பராமரிக்கிறோம்.",
        "பிரிட்டிஷ் பொதுத் தேர்தல் 2024: என்ன இருக்க முடியும்",
        "ஆசிரியர் வேலைநிறுத்தத்தில் மெதுவாக: ஆசிரியர்கள் அநீதிக்கு உட்படுத்தப்படுகிறார்களா?"
      ]
    },
    "en": {
      "title": "Restriction of Credit: Will the news truly harmony with Sri Lanka?",
      "body_lines": [
        "President Ranil Wickremesinghe stated that Sri Lanka completed the restructuring agreements with its major official bilateral creditors.. The loans of $ 10 billion will be restructured.",
        "The Government of Sri Lanka was preparing to announce a broader press propagation to announce a successful country to a success.",
        "Prof. Amini Methshi Perera told BBC Sinhala as a country as a country, as a country. 'Yesterday, the loans were restructured. As a country, you can be a good message. That's true. This is a good thing. It is accepting that. But the decision to make a happy message has the decision to the future.",
        "'It's a wonderful message to people. But what the President brought that good news in Parliament in Parliament?How many years did the Prime Minister or Minister?Will we go bankrupt this country to stay this message?Or are these country so long-administered? '",
        "'They bankrupt. They expressed bankruptcy. Then they say that firecrackers light up now that there is no bankrupt. We need to understand one. The Governor of the Central Bank or the president cannot determine if there is no country or not. It should decide the rating agencies in the world. If grading institutions accept the country's bankruptcy. Fitch, Modi, S & P, Index, accepts the international community. Without that, the Governor of the Central Bank is bankrupt. I don't think I don't think it will be a national advantage. '",
        "'We should think twice and banks. It's a joyful message of greeting. Because these innocent people are not getting rid of. '",
        "'We have a happy greetings before we come. Then there was a large propaganda in the middle.",
        "'When many billion rupees were spent on this time, how many was spent on this propaganda. It's political. '",
        "The project loans contains $ 10.6 billion in bilateral loans.",
        "Sri Lanka has owed US $ 4.7 billion to China and India will pay $ 1.74 billion to China. Japan, a part of the Paris Club, is able to pay $ 2.68 billion to $ 2.68 billion. China, the largest bilateral lender in Sri Lanka, is not an official member of the official bilateral creditors (OCC).",
        "Commercial (sovereign bonds and other loan are about $ 14.73 billion.",
        "In the face of recent economic crisis, Sri Lanka faced a shortage of foreign exchange reserves and was unable to pay foreign debt.",
        "As the International Monetary Fund cannot be given to the non-sustainability of the debt to the Non-Sustainable County to the International Monetary Fund to restore Sri Lanka.",
        "The IMF is Rs.",
        "The Presidential Media Unit announced that Sri Lanka discussed its major official bilateral creditors in Paris, and the Presidential Media Unit said.",
        "Japan, India and France are borne with the skin chairperson of the Paris Official Creditors Committee.",
        "Australia, Austria, Belgium, Canada, Denmark, Hungary, Russia, Netherlands, Spain, the United Kingdom and the United States of America and the United States are the other members of the official creditors.",
        "Sri Lanka has agreed to restructuring of US $ 5.8 billion in debt with official creditors.",
        "China has also reached the restructuring of US $ 4.2 billion.",
        "The combined loans to be restructured via Paris Official Creditors and Chinese Exim Bank is US $ 10 billion.",
        "State Minister Shehan Semasinghe, Secretary to the Ministry of Finance Mahinda Siriwardena and Central Bank of Cabinet Dr. Nandalal Weerasinghe had joined Sri Lanka to sign the final agreement with Paris bilateral creditors.",
        "Meanwhile, Sri Lanka was signed with the final agreement with Exim Bank of China in the Sri Lankan embassy in China.",
        "Sri Lankan ambassador to China, Mgintha Jayasinghe signed the MoU and the Chinese embassy in Sri Lanka to Sri Lanka's Chinese embassy said. Deputy Secretary of the Treasury and the Treasury AK. Seneviratne exchanged the MoU.",
        "The Presidential Media Unit issued a significant credit period for the exclusive maturity periods of the official creditors and the Chinese Exim Bank.The announcement states.",
        "The special statement made by President Ranil Wickremesinghe on June 26 stated that the payment of debts was 2028.",
        "\"With these agreements, we will be able to put off all bilateral loans from foreign countries until 2028. '",
        "\"After that, we will have to get a long time until 2043 to pay off all the debts. The President added.",
        "The Presidential Media Unit points out that Sri Lanka has lost weights for Sri Lanka in short term until the economy is restored and in the future.",
        "In the meantime, the restructuring agreements with the official creditors committee with the Commerce with the International Creditors and the Commentary with the International Monetary Fund have been given credit relief to 92% of their respective loans.",
        "In the restructuring of credit with each credit, the International Monetary Fund's debt analysis must be comparison with the restructuring agreement with other creditors.",
        "President Ranil Wickremesinghe said that Sri Lanka will expedite the final agreement of the restructuring of credit with commercial bond owners.",
        "\"Next is to reach an agreement with Commercial Creditors including Foreign Bonds. We can make the agreement by going forward on this road. We continue to maintain the discussions. 'President.",
        "British general election 2024: What can be",
        "Slow on Teacher strike: Teachers are subjected to injustice? Final Update: 2021 October 18"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka has successfully restructured $10 billion in loans with major official bilateral creditors, aiming to alleviate its economic crisis. This move, however, raises questions about the country's financial stability and the credibility of such announcements amidst ongoing economic challenges. Critics argue that while restructuring is a positive step, the real test lies in the country's ability to meet its future obligations and the perception of international rating agencies. The restructuring includes significant debts owed to China, India, and Japan, among others, but excludes commercial sovereign bonds totaling around $14.73 billion. The government's optimism contrasts with concerns over the sustainability of the debt and the potential impact on the country's creditworthiness."
  ]
}