{
  "translated_text": {
    "si": {
      "title": "ජාතික දේශපාලන ක්රියාවලියට සහභාගී වීමට දෙමළ ජනයා",
      "body_lines": [
        "ආර්ථික සංවර්ධනය, ආර්ථික සංවර්ධන මාර්ගය සහ වර්තමාන මොහොත තුළ රට තුළ රට මෙහෙයවීමට නිවැරදි නායකයා කවුද යන්න පිළිබඳ ප්රශ්නය අද.. එහෙත් රටේ ආර්ථික ගැටලුවට සහ වෙනත් ගැටළු වලට දායක වන තවත් ප්රධාන ප්රශ්නයක් නම් එය මෙම සාකච්ඡාවලට විනිවිද යාමට සිදුවීමයි.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය (UNHHRC) සැසිවාරය ජිනීවාහි ඉක්මනින් ආරම්භ වන අතර ජනාධිපතිවරණ ව්යාපාර දියත් කෙරේ. මානව හිමිකම් කවුන්සිලයේ යෝජනාවලට අනුකූලව ශ්රී ලංකාව කටයුතු කරමින් සිටීද යන්න පිළිබඳ ප්රශ්නය 2009 සිට සිදුවෙමින් පවතී.",
        "මෙම සැසිය තුළ මෙම ගැටළුව ගවේෂණය කෙරේ. එම යෝජනා ශ්රී ලංකා ආන්ඩු අතීත මානව හිමිකම් උල්ලං .නය කිරීම් සමඟ කටයුතු කර නොමැති බව ජාත්යන්තර ප්රජාව තක්සේරු කිරීමේ ක්රියාවලියක පවතී.",
        "ශ්රී ලංකාවේ වර්තමාන තත්වයේ ජාත්යන්තර ප්රජාව සැලකිය යුතු වෙනසක් සිදුකිරීමට අපහසුය. ශ්රී ලංකාවට යාමට නව දිශාව තීරණය කළ හැකි වැදගත් මැතිවරණයක් පැවැත්වේ. මෙතෙක් රටෙහි දිශාවට රට වඩා හොඳ වනු ඇතැයි විශ්වාස කෙරේ",
        "එබැවින්, සැප්තැම්බර් මාසයේ මානව හිමිකම් කවුන්සිල සැසිවාරයේ ප්රති results ල බොහෝ විට ශ්රී ලංකාව විසින් සකස් කරන ලද අරමුණු සපුරා ගැනීමට වැඩි කාලයක් ලබා දිය හැකිය.. එක්සත් ජාතීන්ගේ මානව හිමිකම් කොමසාරිස්වරයාගේ මෑත වාර්තාව ශ්රී ලංකාවට වාසිදායක වී නොමැත. මෙම වාර්තාවේ දැක්වෙන්නේ ශ්රී ලංකාවට බොහෝ පියවර ගත යුතු බවත් රටේ මානව හිමිකම් තත්ත්වය පිළිබඳ එක්සත් ජාතීන්ගේ නිරීක්ෂණ දිගටම පවතින්නේ බව වාර්තාවේ දැක්වේ.",
        "\"වින්දිතයන්ගේ දුක් වේදනා පිළිගැනීමටත් අතීතයේ මානව හිමිකම් උල්ලං to නය කිරීම්වලට එරෙහිව පියවර ගැනීමටත්, හමුදාවේ සහ අනෙකුත් ආරක්ෂක හමුදාවන්හි කාර්යභාරය පිළිගැනීමට ශ්රී ලංකා රජය අපොහොසත් වී තිබේ.",
        "බරපතළ අපරාධ සහ මානව හිමිකම් උල්ලං lations නය කිරීම් සිදු කිරීම වැනි විශ්වාසදායක විශ්වාසනීය වන රාජ්ය යාන්ත්රණයන්හි බොහෝ ව්යුහයන් සහ රාජ්ය තොගයේ බොහෝ ව්යුහයන් තවමත් ක්රියාත්මක වෙමින් පවතින අතර මානව හිමිකම් උල්ලං lations නයන් කෙරෙහි වැඩි අවධානයක් යොමු කරයි, \"මානව හිමිකම් උල්ලං lations නය කිරීම්වලට හේතු වේ,\" මානව හිමිකම් මහ කොමසාරිස් වල්කර් රොක් ඔහුගේ ප්රකාශයේ දී පැවසීය.",
        "එපමණක් නොව, යෝජිත කරුණු සැකසීමට වින්දිතයින් සහ සිවිල් සමාජ සංවිධාන තර්ජනය කර ඇති අතර, එම්බෙන්ඩ් යාන්ත්රණයක් මැඩපැවැත්වීම සඳහා රජය මුලින්ම හිතකර තත්වයක් නිර්මාණය කළ යුතු තත්වයක් නිර්මාණය කිරීම සඳහා විශේෂ පියවර ගත යුතුය.",
        "එක්සත් ජාතීන්ගේ වාර්තාවේ අප නිරීක්ෂණ ප්රතික්ෂේප කර තිබේ. රාජ්ය තාන්ත්රික සටහනක දී, සාමාජික රාජ්යයන් සහ මානව හිමිකම් කවුන්සිලයේ වෙනත් රටවලට පැහැදිලි කර ඇති රජය යන කරුණු සම්බන්ධයෙන් රජය සිය ස්ථාවරය පැහැදිලි කර තිබේ.",
        "තීරණ සහ විශේෂිත පුද්ගලයින් සහ ආයතන ඉලක්ක කිරීම පිළිබඳ සීමාවන් පිළිබඳ සීමා රහිත ප්රභවයන් සහ අනාගත වගවීමේ පද්ධති පිළිබඳ සඳහන පිළිබඳ තහවුරු නොකළ මූලාශ්රවල ආරංචි මාර්ග, ව්යාජ හා තහවුරු නොකළ ප්රභවයන් පිළිබඳ සඳහන සහ අනාගත වගවීමේ පද්ධති පිළිබඳ සඳහන පදනම් කරගත් ආරංචි මාර්ග, සහ ස්වාභාවික යුක්තිය තහවුරු නොකළ ප්රභවයන් මත පදනම් වේ. මූලධර්ම, ස්වාභාවික යුක්තිය සහ මානව හිමිකම් කවුන්සිලයේ සන්ධානය එක්සත් ජාතීන්ගේ මහා මණ්ඩලයේ 60/251 යෝජනාව සකස් කර ඇත..",
        "නමුත් රටේ ක්ෂේත්රය වෙනස් ය. රටේ නැගෙනහිර පැත්තේ ඉඩම් වෘත්තීන් පිළිබඳ අධිකරණ තීන්දු ගෞරවයට පාත්ර නොවේ. මැතිවරණය කල් දැමීමට අධිකරණයේ තීරණය ක්රියාත්මක නොකිරීම රටේ ජනාධිපතිවරයා යුක්ති සහගත බැවින් නීති අපහාස වේ.",
        "මානව හිමිකම් කවුන්සිලයේ වත්මන් යෝජනාව ඇතුළුව බොහෝ යෝජනා වල දැඩි විධිවිධාන තිබේ. නමුත් ජාත්යන්තර ප්රජාව තවමත් ඒවා භාවිතා කර නැත. ඔවුන්ගෙන් එක් අයෙකු නම් ඇතැම් සමාගම් හෝ පුද්ගලයින් ඉලක්ක කර බාධක පැනවීමයි.",
        "ඔවුන් එය භාවිතා කරන්නේ නම්, ගැඹුරු ආර්ථික අර්බුදයේ වර්තමාන මොහොතට ඔරොත්තු දීමට ශ්රී ලංකාවට නොහැකි වනු ඇත. පනවා ඇති කොන්දේසි ශ්රී ලංකාව සම්පූර්ණ නොකරන්නේ නම්, යුරෝපා සංගමයේ ජීඑස්පී. ප්ලස් බදු සහනය ඉල්ලා අස්කර ගත හැකිය.",
        "ඊළඟ දරාගත නොහැකි තර්ජනය ජාත්යන්තර අපරාධ සඳහා ගෝලීය යුක්තිය හා සම්බන්ධය. ජනාවාස, යුද අපරාධ, මනුෂ්ය වර්ගයාට එරෙහි හා වධහිංසාව වැනි ජාත්යන්තර නීතියට එරෙහි බරපතළ අපරාධ සම්බන්ධයෙන් පුද්ගලයන්ට නඩු පැවරීමට ආණ්ඩු හෝ ජාත්යන්තර සංවිධානවලට ජනතාව නඩු පැවරීමට රජයන්ට හෝ ජාත්යන්තර සංවිධානවලට එරෙහිව නඩු පැවරීමට ඉඩ දෙන නීතිමය ප්රතිපත්තියකි.",
        "අපරාධ සිදු වූ ස්ථානය කුමක් වුවත්, මෙම මූලධර්මය යෙදිය හැකි අතර, අපරාධ සිදු වූ ස්ථානය කුමක් වුවත්, අපරාධය කළ හෝ මේ කාරණය සම්බන්ධයෙන් සාධාරණත්වයක් නොතිබුණි.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ (යූඑන්එච්ආර්සී) හි යෝජනා කිහිපයක් 2009 දී අවසන් වූ දිගු සිවිල් යුද්ධය සමඟ කටයුතු කිරීම කෙරෙහි අවධානය යොමු කර තිබේ.",
        "බරපතල මානව හිමිකම් උල්ලං of නය කිරීම් සම්බන්ධයෙන් චෝදනා ලැබූ ශ්රී ලාංකිකයන්ට එරෙහිව නීතිමය පියවර ගැනීම සඳහා විශ්වීය පිලිස්සිටි විදේශීය අධිකරණ හෝ ජාත්යන්තර අත්හදා බැලීමේ සංසදවල බලගතු හැකිය. මෙයින් අදහස් කරන්නේ මානව හිමිකම් කවුන්සිලයේ (මානව හිමිකම්) (මානව හිමිකම්) පිළිබඳ යෝජනා ශ්රී ලංකාවෙන් පිටත පරීක්ෂණ සඳහා අපේක්ෂා කරන බවයි.",
        "එහෙත් ජාත්යන්තර ප්රජාව තුළ එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය දිගටම නැවත ආරම්භ කරන බව පෙනේ. ශ්රී ලංකා ගැටුමේ දරුණුතම අවධිය අවසන් වී ඇත්තේ මීට වසර 15 කට පෙර යුද්ධය අවසන් වීමත් සමඟ ය.",
        "එළඹෙන ජනාධිපතිවරණයේදී ප්රධාන දේශපාලන බලවේගයන්ගේ කනස්සල්ල හේතුවෙන් ශ්රී ලංකාවේ වර්තමාන කාල පරිච්ඡේදය ජාතික සංහිඳියාවට වඩාත් ප්රයෝජනවත් වේ.",
        "සුළුතර ප්රජාවන් තමාට පක්ෂව ඡන්දය ප්රකාශ කිරීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා සිය පක්ෂව ඡන්දය ප්රකාශ කිරීම සඳහා පූර්ණ-කලාතුරකින් කටයුතු කරයි.. ජනවාර්ගික හා ආගමික සුළුතර ප්රජාවන් එක් අයෙකු වන බැවින් එය ශ්රී ලංකාවේ ඡන්ද දායකයින්ගේ එකතුවකි.",
        "සුළු ජාතීන්ගේ ජනරන්ගේ ගැටළු සමඟ කටයුතු කිරීම සහ ජනවාර්ගිකත්වයට දේශපාලන විසඳුමක් සෙවීම සම්බන්ධයෙන් විපක්ෂ නායක සජිත් ප්රේමදාස සහ ජාතික මහජන බල නායක අනුර කුමාර දිසානායක යන ප්රධාන අපේක්ෂකයින් තිදෙනෙකු, ජනාධිපති වික්රමසිංහ, ජාතික මහජන බල නායක අනුර කුමාර දිසානායක මහතා සාපේක්ෂව පැහැදිලි ස්ථාවරයක් ගෙන තිබේ.ඔවුන් විසින් කරන ලද පොරොන්දු ඉටු කරන බව ජනතාවට බලාපොරොත්තු විය යුතුය.",
        "ජනාධිපතිවරණයේදී ජනාධිපතිවරණයෙන් ජයග්රහණය කළ ගෝතභය රාජපක්ෂ මහතා දැන් ජාතික සංහිඳියාව වෙනුවෙන් මහජනතාවගේ ස්ථාවරය අන්යෝන්ය සම්මුතිය හා සම්මුතිය මත දැඩි ලෙස වර්ධනය වී ඇති බව දැන් නිරීක්ෂණය කර තිබේ.. එහෙත් එම ජාතිකවාදී බලවේග ද ජනාධිපතිවරණය සඳහා තමාවම නැවත වරක් කටයුතු කිරීමට අපේක්ෂා කරයි.",
        "ගෝතභයා විද්යාවේ විද්යාල නාමල් රාජපක්ෂ මැතිවරණ කටයුතු සඳහා සිංහල ජනවාර්ගික ජාතිකවාදයේ බලය බලමුලු ගනිමින් කුඩා පියාගේ අඩිපාර අනුගමනය කරන බව පෙනේ. \"මේ බෞද්ධ රටවල සියලුම ආගම්වලට ගරු කිරීමට අපට සහතිකයි.. උතුරේ අපේ දෙමළ ජනතාව නොමඟ යැවීමෙන් අපට ප්රතිලාභ ලැබෙන්නේ නැත. \"",
        "මෙම ප්රකාශයේ දී, දෙමළ ජනතාව සහ නීතියේ පාලනය කෙරෙහි විශ්වාසයෙන් සිටි සියලු ජනයා දකින්නේ පොලීසිය සහ ඉඩම් බලතල බෙදා හැරීමේ ආණ්ඩුක්රම ව්යවස්ථාවේ 13 වන ව්යවස්ථා සංශෝධනය ක්රියාත්මක නොවන බවයි.",
        "එවැනි වසම් හමුවේ දෙමළ ජනවාර්ගික ජාතිකවාදී බලකායන් ජනාධිපතිවරණයේදී දෙමළ පොදු පොදු අපේක්ෂකයාගේ කුඩය යටතේ ගම්මිරිස්වල නිරතව සිටිති.. අතීතයේ දී, දෙමළ නායකයින් සහ ඔවුන්ගේ පක්ෂ මැතිවරණ වර්ජනය කර සිංහල බහුතරය වෙන් කර ඇති ඉල්ලා සිටියහ.. මෙයට හේතුව ගිවිසුම් අත්සන් කරන ලද ගිවිසුම් ධ්රැවීකරණයයි. නමුත් වර්තමාන මොහොතේදී, රටේ ප්රධාන සටන් පා gan ය හා අභිලාෂයන් පද්ධතිය වෙනස් කිරීම සඳහා වේ.",
        "ශ්රී ලංකාවේ ජාත්යන්තර ප්රජාවගේ මිදීම, දෙමළ ඡන්දදායකයින් තිදෙනා, දෙමළ ඡන්දදායකයින් වන දෙමළ දේශපාලන සමාජය ජාතික දේශපාලන ක්රියාවලියේ යෙදීමේ ක්රියාවලියක යෙදී සිටින ලකුණකි.",
        "ඒ අතරම, ජනාධිපතිවරණය ජයග්රහණය කිරීමට හා නීතියේ ආධිපත්යයට වෙනස් කොට සැලකීමට හා ජනවාර්ගික හා ආගමික සුළුතර ප්රජාවන්ට අගතියක් කිරීමට කැමති අයගේ වර්තමාන තත්වයේ වෙනසක් සඳහා කැපවීම අවශ්ය වේ."
      ]
    },
    "en": {
      "title": "Tamils ​​to participate in the national political process",
      "body_lines": [
        "Today, the issue of who is the right leader to lead the country in the current moment, the economic development, the economic development path and the current moment.. But another major issue that contributes to the economic problem of the country and other issues is that it is going to penetrate into these talks.",
        "The United Nations Human Rights Council (UNHRC) session will begin soon in Geneva while presidential election campaigns are being launched. The issue of whether Sri Lanka is working in harmony with the resolutions of the Human Rights Council has been going on since 2009.",
        "The issue will be explored in this session. Those resolutions are in the process of assessment of the international community that Sri Lankan governments have not dealt with past human rights violations.",
        "The international community is unlikely to pursue a significant change in the current state of Sri Lanka. There will be an important election that can determine the new direction to go to Sri Lanka. It is believed that the country will be better than the direction of the country so far",
        "Therefore, the results of the Human Rights Council session in September are often possible to provide more time to accomplish the goals set by Sri Lanka.. The recent report of the United Nations Human Rights Commissioner has not been favorable to Sri Lanka. The report is that Sri Lanka has to take many steps and that the United Nations surveillance on the country's human rights situation will continue.",
        "“The Sri Lankan government has failed to accept the role of the military and other security forces in the acknowledgment of the suffering of the victims and to take action against the human rights violations of the past and the human rights of the past.",
        "“The fact that many of the structures and state apparators of the state apparatus, which are reliable involved as committing serious crimes and human rights violations, are still operating in a matter of accountability and leading to human rights violations,\" Human Rights High Commissioner Wolkar Rock said in his statement.",
        "Moreover, the victims and civil society organizations have vehemently opposed the setting of proposed fact -finding mechanism, and the idea is to take exclusive measures to create a situation where the government must first create a conducive situation.",
        "The government has denied observations in the United Nations report. In a diplomatic note, the government has clarified its position on the issues that the government, which has explained to the member states and other countries of the Human Rights Council.",
        "The government, which has rejected the decisions, and unconfirmed sources of the restrictions on targeting particular persons and institutions, and the references to the future accountability systems, is based on the false and unconfirmed sources, and that the Natural Justice Principles, the Natural Justice Principles, the Natural Justice, and the Alliance of the Human Rights Council have formed the 60/251 resolution of the United Nations General Assembly..",
        "But the field of the country is different. Court rulings on land occupations in the east side of the country are not respected. The laws are being insulted as the country's president justifies not implementing the court's decision on the postponement of the elections.",
        "There are stringent arrangements in many resolutions, including the current resolution of the Human Rights Council. But the international community has not yet used them. One of them is to target certain companies or individuals and impose obstacles.",
        "If they use it, Sri Lanka will not be able to withstand the current moment of deep economic crisis. If Sri Lanka does not complete the conditions imposed, the EU GSP. The plus tax concession may be withdrawn.",
        "The next unbearable threat is related to global justice for international crimes. Global Justice Principle is a legal policy that allows governments or international organizations to sue individuals for serious crimes against international law, such as genocide, war crimes, crimes against humanity and torture.",
        "The principle can be applied, regardless of where the crimes took place, the one who committed the crime, or the matter of the matter, had no justice.",
        "Several resolutions of the United Nations Human Rights Council (UNHRC) have focused on dealing with the long civil war that ended in 2009 in 2009.",
        "Universal Jursediction empowers foreign courts or international trial forums to take legal action against Sri Lankans accused of committing serious human rights violations. This means that individuals referred to in the resolutions of the Human Rights Council (Human Rights) are likely to look forward to investigations outside Sri Lanka.",
        "But it seems that the United Nations Human Rights Council continues to resume within the international community. The worst phase of the Sri Lankan conflict has ended with the end of the war over 15 years ago.",
        "The current period in Sri Lanka is more beneficial to national reconciliation as a result of the concerns of the major political forces in the upcoming presidential election.",
        "President Ranil Wickremesinghe is engaged in full -scale efforts to push the minority communities voting in favor of him.. Since ethnic and religious minority communities are one -third of Sri Lanka's voter sums, it is necessary to get the support of those communities to win a tight three -match competition.",
        "Three major candidates, President Wickremesinghe, Opposition Leader Sajith Premadasa and National People's Power Leader Anura Kumara Dissanayake have taken a relatively clear position on dealing with the problems of minority communities and finding a political solution to ethnicity.They must make them hope for the people that they will implement the promises made.",
        "Gotabhaya Rajapaksa, who won the presidential election in the presidential election, has now been observed that the public's position on behalf of national reconciliation has been strongly developed on the basis of mutual consensus and consensus.. But the same nationalist forces are also looking to re -mobilize themselves for the presidential election.",
        "Gotabhaya's Vidyalaya Namal Rajapaksa seems to be following the footsteps of the little father in mobilizing the power of Sinhala ethnic nationalism for the purpose of the election. “We are sure to respect all religions in this Buddhist country.. We are not going to benefit from misleading our Tamil people in the North. ”",
        "In this statement, the Tamil people and all the people who have been confident in the rule of the law see that the 13th Amendment to the Constitution of Dissemination of Police and Land powers will not be implemented.",
        "In the face of such domains, the Tamil ethnic nationalist forces are engaged in peppers under the umbrella of the Tamil general candidate in the presidential election.. In the past, Tamil leaders and their parties have boycotted the elections and demanded the separation of the Sinhalese majority.. This is due to racist polarization that the agreements signed. But in the current moment, the main slogan and aspirations in the country are for a change of system.",
        "It is a sign that the redemption of the international community in Sri Lanka, the three major presidential candidates and the allies that extend to the Tamil voters, the Tamil political society is in the process of engaging in the national political process.",
        "At the same time, it is necessary to dedicate themselves to the change in the present -day conditions of those who want to win the presidential election and discriminate against the rule of the law and prejudice to the ethnic and religious minority communities."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka UNHRC session impact on economy and human rights"
  ]
}