{
  "translated_text": {
    "si": {
      "title": "රජයට දැවැන්ත අභියෝගයක්",
      "body_lines": [
        "ජාත්යන්තර මූල්ය අරමුදලේ අනුකූලතාවය ආරක්ෂා කිරීම සඳහා ජනතාව විසින් කරන ලද පොරොන්දු රජය විසින් ඉටු කළ යුතුය. මෙය මෙම රජය මුහුණ දෙන විශාල අභියෝගයකි. හිටපු මුදල් අමාත්ය ෂිහාන් සෙමසිංහ මහතා පැවසුවේ එය එසේ නොවේ නම්, රට නැවත වැටීමේ අවදානමක සිටින බවයි.",
        "ඔහු මේ බව කියා සිටියේ සඳුදා (21) හිටපු ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ නිල නිවසේ පැවති මාධ්ය හමුවකදීය.",
        "2022 ක රටේ සමාජ හා දේශපාලන අර්බුදය සඳහා රනිල් වික්රමසිංහගේ නායකත්වයෙන් රනිල් වික්රමසිංහගේ නායකත්වයෙන් යුත් රනිල් වික්රමසිංහ මහතාගේ නායකත්වය දරයි.. එම ක්රියාව ඉතා අපහසුයි.",
        "හිටපු ජනාධිපති රනිල් වික්රමසිංහගේ පරාජය සැප්තැම්බර් 21 වන දින බිඳවැටීමේ ආර්ථිකය ගොඩනැගීම සහ ආර්ථික සම්ප්රේෂණයක් නිර්මාණය කිරීමට වඩාත්ම දුෂ්කර තීරණ විය.",
        "දේශපාලන politicians යින්ට ජනතාවට දුෂ්කර තීරණ ගැනීමට සිදු විය. ආර්ථිකය අදටත් ස්ථාවරත්වයක් ලබා ඇත්තේ එබැවිනි.",
        "2021,2022 වන විට රටේ රාජ්ය ආදායම සියයට 8 කි. 2024 දී රටේ ආදායම සියයට 13 කි. සියයට 1 කින් වැඩි කිරීමට සිදුවිය. එය අපගේ ආර්ථික සැලසුම්කරණය සමඟ එය සාක්ෂාත් කර ගැනීම සඳහා විශාල අභියෝගයක් නොවේ. ඒ හා සමානව, උද්ධමනය 2022 සැප්තැම්බර් 7 වන දින 70 සීමාව ඉක්මවා ගියේය.",
        "විදේශ විනිමය ඩොලර් මිලියන 20 ක් හීන විය. රුපියලේ වටිනාකම රුපියල් 367 කි. අත්යවශ්ය භාණ්ඩ ආනයනය කිරීමට නොහැකි විය. එබැවින් රටේ ඉන්ධන හා ගෑස් පේළියකි.විදුලි කප්පාදුව පැය 10 ක් දක්වා සිදුවිය.",
        "මේ අනුව, 2022 සිට හැකිලී ඇති ආර්ථිකය 2023 සිට 2023 දක්වා දෙවන කාර්තුවේ සිට 2024 දක්වා වූ දෙවන කාර්තුවේ සිට 2024 දක්වාත් අඛණ්ඩව වර්ධනය වූ අතර ආර්ථික වෙනස සිදු කළ හැකිය.",
        "ජනාධිපති අනුර කුමාර දිසානායක මහතා මැතිවරණ වේදිකාවල පොරොන්දු ඉටු කරනු ඇතැයි අපි බලාපොරොත්තු වෙමු. පොරොන්දු ඉටු වූ විට රටේ ආර්ථිකයට එය බලපාන්නේ නැති ආකාරයට එය එය අපේක්ෂා කරනු ඇතැයි අපි අපේක්ෂා කරමු.",
        "මෙයට හේතුව ජාත්යන්තර මූල්ය අරමුදල සමඟ අනුකූල වීම සහ අප විසින් අප විසින් ලබා දී ඇති ජාත්යන්තර සංගත පෞද්ගලිකව අපට ණය ලබා දී ඇති ජාත්යන්තර සමාගම් සමඟ අප විසින් මෙම පොරොන්දු ඉටු කළ යුතු බැවිනි.",
        "මේ වසරේ අප බලාපොරොත්තු වන රාජ්ය ආදායම සියයට 13.1 කි. සාමාන්ය සේවා සිදු කිරීම සහ ශක්තිමත් ආර්ථිකයක් නිර්මාණය කිරීම සඳහා ලබන වසරේදී රජයේ ආදායම සියයට 15 කින් වැඩි කළ යුතුය.",
        "මෙය ජාත්යන්තර මුදල් ඩයමන්ල් සමඟ අප විසින් නිර්මාණය කර ඇති අනුකූලතාවයයි. ණය ආපසු ගෙවීමට අවශ්ය පරිදි විදේශ විනිමය හා රාජ්ය දරිද්රතාවය වැඩි කිරීමේ අවශ්යතාවයක් පවතී.",
        "රජය කරන්නේ කවුරුන් හෝ ආර්ථික කටයුතුවලදී ජාත්යන්තර මූල්ය අරමුදලේ ජාත්යන්තර මූල්ය අරමුදලේ ජාත්යන්තර මූල්ය අරමුදල මත පදනම් විය යුතු කරුණක්. ඒ සම්බන්ධයෙන් ගත් කල, වත්මන් රජය විවිධ පොරොන්දු ලබා දී ඇත. එම පොරොන්දු ඉටු කිරීමට ඔවුහු බැඳී සිටිති.",
        "මෙම අවස්ථාවේ දී, අනුකූලතාවය ආරක්ෂා කිරීම සඳහා ජාත්යන්තර මූල්ය අරමුදල ඉටු කළ යුතුය. මෙය මෙම රජය මුහුණ දෙන විශාල අභියෝගයකි. එය එසේ නොවුවහොත් රට නැවත වැටෙනු ඇතැයි අවදානමක් ඇත.",
        "අප ගෙන ගිය ආර්ථික සැලසුම් ක්රියාමාර්ගය තුළින් රටේ ආර්ථිකයට නැවත පැමිණීමට නොහැකි වී තිබේ. එබැවින් රනිල් වික්රමසිංහගේ නායකත්වයෙන් යුත් අපගේ රජය අඛණ්ඩව අඛණ්ඩව ආර්ථික සැලසුම් කිරීම අඛණ්ඩව සිදු කිරීම ඉතා වැදගත් වේ.",
        "ඒ අතරම, මුදල් අරමුදල සහ ණය එක්සත් ජනපදයට අනුකූල වී ඇති බව අනුරමුර දිසානායකගේ රජය ජාත්යන්තර ප්රජාවට සහතික වී තිබේ.. මෙය ඉතා වැදගත් බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Massive Challenge to the Government",
      "body_lines": [
        "The government has to fulfill the promises made by the people to protect the International Monetary Fund's compliance. This is a huge challenge faced by this government. Former Finance Minister Xihan Semasinghe said that if it does not do so, the country is in danger of falling again.",
        "He was speaking at a press conference held at the official residence of former President Ranil Wickremesinghe on Monday (21).",
        "Ranil Wickremesinghe led by Ranil Wickremesinghe for the social and political crisis in the country of 2022, we began to build the country's economy with the most dedicated.. That action is very difficult.",
        "Former President Ranil Wickremesinghe's defeat on September 21 was the most difficult decisions to build the collapse economy and create an economic transmission.",
        "The politicians had to make difficult decisions for the people. That is why the economy is in stability today.",
        "By 2021,2022, the country's state income was 8 per cent. At 2024, the country's income was 13 per cent. Had to increase by 1 percent. It is not a major challenge for us to achieve it with our economic planning. Similarly, inflation approached the boundary of 70 in September 2022.",
        "Forex diminished $ 20 million. The value of the rupee was 367 rupees. Was unable to import essential items. So the fuel and gas in the country were a row.The power cuts occurred for up to 10 hours.",
        "Thus, the economy that had been shrinking since 2022 continued to develop from the second quarter of 2023 to the second quarter of 2024, and the economic change could be made.",
        "We hope that President Anura Kumara Dissanayake will fulfill its promises on the election platforms. We expect it to take it in a way that the country's economy will not be affected when the promises are fulfilled.",
        "This is because we have to fulfill these promises by protecting the compliance with the International Monetary Fund and the compliance we have created with the international corporations that have personally given us credit.",
        "The state income we expect this year is 13.1 per cent. Over the next year, the state's income should be increased by 15 per cent to carry out ordinary services and create a strong economy.",
        "This is the compliance we have created with the International Currency Diamel. There is a need to increase the foreign exchange and state poverty as needed to repay the debt.",
        "Whoever does the government should be based on the International Monetary Fund of the International Monetary Fund during economic activities. In that respect, the current government has made various promises. They are obliged to fulfill those promises.",
        "In this case, the International Monetary Fund has to fulfill the promises to protect the compliance. This is a huge challenge faced by this government. There is a risk that the country will fall again if it does not do so.",
        "The country's economy has not been able to fall back through the economic planning action we carried. Therefore, it is very important that our government led by Ranil Wickremesinghe continues to carry out the economic planning.",
        "At the same time, the government of Anuragumara Dissanayake has assured the international community that the Monetary Fund and the loans have been compliant with us.. He said this was very important."
      ]
    }
  },
  "summary_lines": [
    "Government faces massive challenge fulfilling IMF compliance promises. Former Finance Minister warns country may fall again if not met. Economic growth achieved under Ranil Wickremesinghe's leadership. New government expected to fulfill election promises without affecting economy. State income targets set for 13.1% and 15% increase. International Monetary Fund compliance crucial for economic stability."
  ]
}