{
  "translated_text": {
    "ta": {
      "title": "இந்த ஆண்டில் 86 ரயில் தடம் புரண்டது",
      "body_lines": [
        "கடைசி நாட்களில் 86 ரயில் ஒப்பந்தங்கள் நடந்துள்ளன.",
        "2023 ஆம் ஆண்டில் 139 ஒப்பந்தங்கள் நடந்துள்ளன என்று ரயில்வே துறைகள் தெரிவித்துள்ளன.",
        "2022 இல் 132 ரயில்களும் பதிவாகியுள்ளன.",
        "ரயில்வே துறைகள் படி, 115 ரயில் துறைகள் மற்றும் 98 பேர் 2021 மற்றும் 2020 ஆம் ஆண்டில் பதிவாகியுள்ளனர்.",
        "இதற்கிடையில், ரயில் மந்தநிலைகளின் தொடர்ச்சியான தீர்வுகளை நிர்வாகம் தொடர்ந்து தீர்க்கும் என்றால், நிர்வாகம் தொடர்ந்து ரயில்களை தீர்க்கும் என்று நிலைய OICS சங்கம் கூறுகிறது.",
        "இன்று ஒரு விவாதம் நடத்தப்பட உள்ளது என்று ரயில்வே நிலையங்கள் சங்கம் திரு."
      ]
    },
    "en": {
      "title": "86 train derails during this year",
      "body_lines": [
        "86 train deals have taken place during the last days.",
        "According to the Railway Departments sources said that 139 deals have taken place in 2023.",
        "There are also 132 trains reported in 2022.",
        "According to Railway Departments, 115 train departments and 98 were reported in the year 2021 and 2020.",
        "Meanwhile, the Station OICs Association says that if the administration will continue to address the continuous solutions of the train recessions, the administration will continue to resolve trains.",
        "Railway Stations Association Mr. Sumedha Somaratne said that a discussion is to be held today."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Train derailments increase: 86 in 2023, 132 in 2022, 115+98 in 2021-2020. Railway Department reports 139 deals in 2023. Station OICs Association seeks continuous solutions. Discussion today at Railway Stations Association meeting."
  ]
}