{
  "translated_text": {
    "ta": {
      "title": "கட்சியை விட நாட்டைப் பற்றி சிந்திக்க வேண்டும்",
      "body_lines": [
        "இந்த நேரத்தில், தற்போதைய ஜனாதிபதியை விட ஜனாதிபதியின் நியமனத்தின் ஜனாதிபதிக்கு அதிகமாக வழங்குவது நல்லது ...",
        "மதிப்புக்குரியதாக இருந்தால் ஜனாதிபதி ரன்னில் விக்ரமேசிங்கைக் கொடுங்கள் ...",
        "இந்த நேரத்தில், நாட்டின் சவால்களுக்கு ஒரு செழிப்பு தலைவர் நியமிக்கப்பட வேண்டும் ...",
        "திருடனுக்கு பயங்கரமாக இருந்த ஜே.வி.பி 88/89 தன்னை மறந்துவிட்டது ...",
        "திரு. குமாரா அரசியல் அரசியல் இல்லாமல் நாட்டிற்கு செல்லவில்லை என்று கூறினார்.",
        "இந்த நேரத்தில், தற்போதைய ஜனாதிபதி ஜனாதிபதியின் கட்சியை ஜனாதிபதி பதவிக்கு வழங்க விரும்பத்தக்கவராக இருந்தால், அவர் நிச்சயமாக ஜனாதிபதி ரணில் விக்ரெமேசிங்கை நியமிக்கும் வாய்ப்பாகும், தலைமை அரசாங்க சவுக்கை பிரசன்னா ரனதுங்கா.",
        "இந்த நேரத்தில் நாட்டின் சவால்களை எதிர்கொள்ளக்கூடிய ஒரு வருங்காலத் தலைவர் நியமிக்கப்பட வேண்டும் என்று அமைச்சர் கூறுகிறார். தற்போதைய ஜனாதிபதிக்கு அதற்கான மிக உயர்ந்த தகுதிகள் உள்ளன.",
        "அமைச்சர் நேற்று (4) காலிடிம்லா பிரிவு கூட்டத்தில் இலங்கை பொது நிர்வாகத்தில் பேசினார்.",
        "அமைச்சர் பிரசன்னா ரனாதுங்கா, அனுரா குமாரா டிஸ்டனாயக்க ஒருபோதும் பொருளாதார சீர்திருத்தங்கள் அல்லது ஒரு நாட்டு மேம்பாட்டு திட்டம் பற்றி பேசவில்லை என்றார். இலங்கை வளர்ச்சியை கவனிக்க முடியாது என்று அவர் கூறினார்.",
        "\"ரானில் விக்ரமேசிங் நாட்டிற்கு ஒரு அரசியல் அமைப்பை உருவாக்கினார். அரசியல் மற்றும் பொருளாதார சீர்திருத்தங்களைப் பற்றி பேசினார். ஒரு கட்டத்தில் நாட்டிற்கு அமருமாறு கேட்டுக் கொள்ள அவர் அரசியலைத் தொடங்கினார். பொருளாதார சீர்திருத்தங்களில், நாட்டிற்கு சரியானதைச் செய்ய மக்கள் கேட்கப்படுவதில்லை. நாங்கள் எடுத்த முடிவுகள் பிரபலமான தீர்ப்புகள் அல்ல. திரு. ரங்கில் விக்ரெமேசிங் நாட்டின் சமூகத்தை பயிற்சி செய்வார். ஒரு விலை சூத்திரம் அதை அதிகரிக்கும் மற்றும் விலை அதிகரிக்கும் போது குறைக்கவும் குறைக்கவும் கொடுத்தது. உக்ரேனிய போர் காரணமாக ரஷ்யா எரிபொருள் விலையை அதிகரிக்கிறது.",
        "அனுரா குமாரா டிசனாயக்கின் அரசாங்கங்கள் இல்லாததால் இன்று பேசுகிறது. சந்திரிகா குமாரதுங்கா வரும்போது, ​​அவர் விஹரமஹாஹாஹாஹா. அவர் நான்கு அமைச்சர்களையும் வென்றார். திரு. ரெஜி அந்தத் தேர்தலில் தோற்றார். அவர்கள் அரசாங்கத்தின் ஒரு பகுதியாக இருந்தனர்.",
        "கசாமனா தெற்கில் மஹிந்த ராஜபக்ஷத்தை அழைத்தார். மஹிந்தா சிந்தனயா நாட்டிற்கு ஏற்றது என்று அவர்களின் தலைவர்கள் ஒதுங்கியிருக்கிறார்கள். எங்களுடன் சேர்ந்து சரத் பொன்சேகாவுடன் சேர்ந்தார். ரணில் விக்ரமேசிங்கும் மைத்ரிபாலாவும் நல்லாட்சிக் அரசாங்கத்திற்கு சென்றனர். அனுரா குமாராவின் செயலாளர் ஊழல் குழுவின் தலைவராக இருந்தார். அனுரா குமாரி இட். பொதுமக்களில் அது இருந்தது. அவர்கள் 225 விதிகளை நிர்வகிக்கவில்லை என்று அவர்களால் சொல்ல முடியாது. ஒரு புதிய கருத்து இன்று கட்ட முயற்சிக்கிறது. 88/89 இல், 2000 பேருக்கு தலைமுறை தெரியாது.",
        "இல்லையெனில், சாதாரண கடைகள், அவரது அரசியல் சித்தாந்தத்தை க honored ரவிக்கவில்லை என்றால், அந்த மனிதனை சுட்டுக் கொன்றது. இரவில் வீடுகளுக்குச் சென்று மக்களைக் கொன்றார். எங்கள் கட்சிகள் ஒருபோதும் கொலையை கொன்று மாநில சொத்தை எரித்ததில்லை. இந்த செல்வங்கள் அனைத்தையும் உருவாக்கிய குழு ஜே.வி.பி.. அவர்கள் இன்று பாவத்திலிருந்து தப்ப முடியாது. அதனால்தான் வரலாறு எப்போதும் ஜே.வி.பி.யின் 3% ஆக இருக்கும் என்று தெரிந்தவர்கள். மஹகாமா மகளிர் மாநாடு நேற்று நடந்தது. சுமார் 300 பெண்கள் சைக்கிள்களுடன் சென்றனர். நான் முன்பு கிராமத்திற்குச் சென்றேன். நான் சென்று அந்த கிராமத்தின் எத்தனை குடும்பங்கள் என்று கேட்டேன். வாக்கு பதிவேட்டை எடுக்கும்போது 170 பெண்கள் உள்ளனர். ஆண்கள் ஆண்கள் இரண்டு பெண்கள் என்று கேட்டேன்.",
        "ராஜபக்ஸின் திருடனை வழங்கும் ராஜபக்ஸர்களை இடிப்பதற்கான ஜே.வி.பி.. அவர்கள் 88/89 இல் சொத்தை எரித்தனர். எனவே, இந்த பொருளாதார நெருக்கடிக்கு ஜே.வி.பி பொறுப்பு. திரு. கோட்டாபயாவில் பொருளாதார பிரச்சினை நடக்கவில்லை. 30 ஆண்டு போர் இருந்தது. போரை நிறுத்த சிறந்த வழி. 2005 ஆம் ஆண்டில், திரு. மஹிந்தா 2009 ல் போரை வென்றார். திரு. பிரேமடாசாவின் தந்தை புலிகளுக்கு ஆயுதங்களையும் பணத்தையும் கொடுத்தார்.கொடுக்கப்பட்ட ஆயுதங்களிலிருந்து 600 க்கும் மேற்பட்ட பொலிஸ் அதிகாரிகளை நீங்கள் நினைவு கூரலாம். எங்களுக்கு அத்தகைய வரலாறு இருந்தது. உலக நாடுகள் ஆதரித்தபோது, ​​நாங்கள் எங்களுக்கு ஆதரவளிக்கவில்லை. நம் நாட்டில் பயனாளி போருக்காக செலவிடப்பட்டார். போரின் காரணமாக, இயற்கை பேரழிவுகள், 83 கருப்பு ஜூலை, மீண்டும் நமது பொருளாதாரத்திற்குச் சென்றன.",
        "மே 9 அன்று ஜே.வி.பி 88/89 இல் செய்யப்பட்டது. பெரும்பாலான அராகிஸ்டுகள் கம்பாஹாவில் உள்ள வீடுகளை எரித்துக்கொண்டிருந்தனர். மினுவாங்கோடா இருக்கையில் 13 வீடுகள் தீ வைத்தன. அவர்கள் எங்களை மக்களிடமிருந்து அந்நியப்படுத்தினர். எங்களைப் பிடிக்க இது கூர்மைப்படுத்தப்படும் என்று அவர்களுக்கு புரியவில்லை. சுற்றுலாப் பயணிகள் இப்போது இலங்கைக்கு வருகிறார்கள். எதிர்ப்பு இப்போது ஆர்ப்பாட்டங்களை நடத்துகிறது. கிராமப்புற மேம்பாட்டுத் திட்டம் குழப்பமானதாக இருக்க வேண்டும். JVP கிராமத்தை வேலை செய்ய விடாது. அவர்கள் இல்லை. அவர்கள் சமூக வெறுப்பாக செயல்படுகிறார்கள். මලකඩ කාපු දේශපාලන කරන්න එපා. நான் அனுரா குமாராவை நாட்டைப் பற்றி சிந்திக்க சொல்கிறேன்.",
        "எனது அரசியல் கருத்துப்படி, திரு. ரங்கில் விக்ரமேசிங்கே அடுத்த ஜனாதிபதித் தேர்தலுக்கு வர விரும்புகிறார். நாங்கள் ஒன்றிணைந்து உதவ வேண்டும். நாங்கள் திரு. மஹிந்தா முடிவடைந்த நாளுக்கு நாங்கள் இருந்தோம், போர் முடிந்தது, சந்தேகத்திற்குரியது அல்ல. நாங்கள் தேசிய தலைவர்களைக் கொண்டிருக்கும்போது ஒரு தேசிய பிரச்சினையை கோர நாங்கள் தேர்வு செய்தோம். போர் முடிந்ததும், உள்கட்டமைப்பை உருவாக்குவதற்கும் நாட்டை வளர்ப்பதற்கும் திரு மஹிந்த ராஜபக்ஷனைத் தேர்ந்தெடுத்தார்.",
        "மைத்ரிபாலா சிரிசேனா ஒரு நல்லாட்சியைக் கொண்டுவருவதற்காக நல்லாட்சியைக் கொண்டுவருவதற்காக நல்லாட்சியை உருவாக்க மக்களை மைத்ரிபாலா சிரிசேனாவைத் தேர்ந்தெடுத்தார். நான் அவருக்கு எதிராக செயல்பட்ட ஒரு நபர். அவர் வேலை செய்தாரா இல்லையா என்பதை மக்கள் தீர்மானிக்க வேண்டும். பஸ்கா தாக்குதலுடன் கோத்தாபயா கோத்தாபயாவின் தேசிய பாதுகாப்பை மீறுவதற்கு கொண்டு வரப்பட்டார். இன்று, இன்று எங்களுக்கு குற்றம் சாட்டப்பட்டுள்ளது.",
        "கொழும்பு மாவட்டத்தில் இப்ராஹிம் என்று பெயரிடப்பட்ட நபர், அவரது மூன்று மகன்களும் குண்டுவீச்சு நடத்தினர். மூன்று மகன்களும் ஜே.வி.பி இன்கெஸ் போர்டுகளில் இருந்தனர். கோட்டா மற்றும் ஜே.வி.பி.யின் மரணத்தை வெல்ல கோத்தாபயாவிடம் ஜே.வி.பி கேட்கிறது. \""
      ]
    },
    "en": {
      "title": "Need to think about the country than the party",
      "body_lines": [
        "At the moment, it is best to give the president of the president's appointment more than the current president ...",
        "Give President Ranil Wickremesinghe if it is worth ...",
        "At this moment, a prosperity leader must be appointed to the challenges of the country ...",
        "The JVP who has been horred to thief is the 88/89 forgetting himself ...",
        "I say Mr. Kumara said that he did not go to the country without political politics.",
        "At the moment, if the present President is desirable to give the president's party to the Presidency, he is definitely the opportunity to appoint President Ranil Wickremesinghe, Chief Government Whip Prasanna Ranatunga.",
        "Minister says that at this moment a prospective leader who can face the challenges of the country should be appointed. The present President has the highest qualifications for it.",
        "The Minister was speaking at the Sri Lanka General Manage at the Calidimla Division meeting yesterday (4).",
        "Minister Prasanna Ranatunga said Anura Kumara Dissanayake has never been talking about economic reforms or a country development program. He added that a Sri Lankan development cannot be overlooked.",
        "\"Ranil Wickremesinghe made a political system to the country. Talked about political and economic reforms. He started politics asking him to sit for the country at one point. In economic reforms, people are not asked to do what is right to the country. The decisions we have taken is not popular rulings. Mr. Ranil Wickremesinghe used to practice the socialum of the country. A price formula gave it to the increase and lower when the price increases and reduce. Russia increases the fuel prices due to the Ukrainian war.",
        "Anura Kumara Dissanayake speaks today as they were not governments. When Chandrika Kumaratunga was coming, he brought the Viharamahahahaha. He won the four ministers. Mr. Reji lost in that election. They were part of the government.",
        "Gazamana called Mahinda Rajapaksa in the South. Their leaders secludes that the Mahinda Chinthanaya is fit to the country. Joined us and joined Sarath Fonseka. Ranil Wickremesinghe and Maithripala moved to the good governance government. Anura Kumara's secretary was the Chairman of the Corruption Committee. Anura Kumari it. There was that in the public. They can't tell you that they did not govern the 225 rules. A new opinion is trying to build today. In 88/89, what 2000 people did not know generation.",
        "Otherwise, the casual shops, if not honored his political ideology, shot the man. Went to homes at night and killed people. Our parties have never killed the murder and burned the state property. The JVP is the group that made all these riches. They cannot escape the sin today. That is why people who know that history have always been 3% of the JVP. There was Mahagama Women's conference yesterday. About 300 women went with bicycles. I went to the village before. I went and asked how many families of that village were. There are 170 women when they take the vote register. I asked if men men were two women.",
        "The JVP to demolish the Rajapaksas who host the Rajapaksas' thief. They burned the property in the 88/89. Therefore, the JVP is responsible for this economic crisis. The economic problem was not happening in Mr. Gotabaya. There was a 30-year war. The Best Way to Hall The War. At the 2005 year, Mr. Mahinda won the war in 2009. The father of Mr. Premadasa gave weapons and money to the Tigers.You may recall more than 600 police officers from given weapons. We had such a history. When the countries of the world supported, we did not support us. The beneficiary in our country was spent on war. Because of the war, natural disasters, 83 black July, went back to our economy.",
        "The JVP on May 9 was the same thing that was done in 88/89. Most of the aragists were burning the houses in Gampaha. 13 houses in Minuwangoda seat set fire. They did all that alienate us from the people. They didn't understand that it would be sharpened to catch us. Tourists are now coming to Sri Lanka. Protest now conducts protests. The rural development program is to be detorous. The JVP does not let the village work. They don't. They act as social hate. Don't do politics of rusty. I say Anura Kumara to think about the country.",
        "According to my political opinion, Mr. Ranil Wickremesinghe wants to come to the next presidential election. We should get together and help. We were then we day to day ending Mr. Mahinda, the war ended and not suspicious. We chose to demand a national problem when we have the national leaders. When the war was over, he chose Mr. Mahinda Rajapaksa to develop infrastructure and develop the country.",
        "Maithripala Sirisena selected the people Maithripala Sirisena to create good governance to bring good governance to bring a good governance. I was a person who acted against him. People should decide if he worked or not. Gotabhaya was brought to Gotabhaya's breach of national security with the Passover attack. Today, we are accused us today.",
        "The man named Ibrahim in the Colombo district, his three sons were bombing. All three sons were in JVP inces boards. The JVP asks the JVP asking Gotabhaya to win Gota and the JVP's death. \""
      ]
    }
  },
  "summary_lines": [
    "The text discusses the need for a leader who can address the country's challenges, with President Ranil Wickremesinghe and Chief Government Whip Prasanna Ranatunga being considered. It criticizes Anura Kumara Dissanayake for not focusing on economic reforms or development, highlighting Wickremesinghe's efforts in these areas. The JVP is blamed for the economic crisis and violence, while the text praises the efforts of Mahinda Rajapaksa and Gotabhaya Rajapaksa in different contexts. It suggests that the JVP's actions have alienated the people and hindered development. The text concludes with a call for unity and support for potential leaders, including Ranil Wickremesinghe, in the upcoming presidential election."
  ]
}