{
  "translated_text": {
    "si": {
      "title": "අම්බන් ගඟේ ජල මට්ටම ඉහළ යන විට ජලයේ ජලය අතුගා දැමූ කාන්තාවන් දෙදෙනෙක්",
      "body_lines": [
        "මොරගොල්ලා ප්රදේශයේ දියේ ගිලී මියගිය කාන්තාවන් දෙදෙනෙකු අතුගා දමා පසුව සොයා ගත් අතර, නෞලා පොලිස් කොට් in ාශයේ ජල මට්ටම විවෘත කිරීම හේතුවෙන් අම්බන් ගඟේ ජල මට්ටම ඉහළ ගොස් ඇති බව පොලිසිය පවසයි.",
        "අතුගා දැමූ කාන්තාවන් දෙදෙනා කොංගහවේල සහ කකාමා ප්රදේශවලින් ජලය වයස අවුරුදු 20 ත් 25 ත් වී සිටිති.",
        "ජලයේ අතුගා දැමූ කාන්තාවන් දෙදෙනෙකු දම්බුල්ලා පොලිස් ජීවිත සොල්දාදුවන් විසින් බේරාගෙන ඔවුන්ගේ දෙමාපියන්ට භාර දී ඇත."
      ]
    },
    "en": {
      "title": "Two women who were swept water in the water as the water level of the Amban River rose",
      "body_lines": [
        "Two women who were drowned in the Moragolla area were swept away and later recovered, police said that the water level of the Amban River has risen due to the opening of the water level in the Naula Police Division.",
        "The two women who were swept water were 20 and 25 years old from Kongahawela and Kakama areas.",
        "Two women who were swept away in the water have been rescued by the Dambulla Police Life Soldiers and handed over to their parents."
      ]
    }
  },
  "summary_lines": [
    "Two women (20, 25) swept away by rising Amban River waters. Rescued by Dambulla Police Life Soldiers. Water level increased after dam opening in Naula Police Division."
  ]
}