{
  "translated_text": {
    "ta": {
      "title": "தேர்ந்தெடுக்கப்படாதவர்கள் என்று ஜனாதிபதி மஹிந்த ராஜபக்ஷா கூறுகிறார்",
      "body_lines": [
        "குழந்தைகளுக்கான முறையான கல்வி மூலம் இலங்கையில் வறுமை நீக்குதல் சீர்திருத்தங்களை செயல்படுத்துவதாக ஜனாதிபதி அனுரா குமாரா டிசனாயக் கூறுகிறார்.",
        "\"அப்பாவின் மகன் கடந்த ஜனாதிபதித் தேர்தலுக்கு விரோதமாக இருந்தார். அரசாங்கத்தை கையாண்ட ஜனாதிபதி மருமகனுக்கு அண்டை நாடுகளை எதிர்பார்க்கிறார். இருப்பினும், இந்த நாட்டின் மக்கள் இந்த ஊழல் குடும்பங்கள் அனைவரையும் செப்டம்பர் 21 ஆம் தேதி தோற்கடிக்க முடிந்தது. \"",
        "\"அதே விதி அவரது வாழ்நாளில் அத்தகைய தலைவிதிக்கு வழிவகுக்கும் என்று அது நினைக்கவில்லை. நினைவில் கொள்ளுங்கள், அவர்கள் தங்கள் கைகளில் இருக்கிறார்கள். \"",
        "\"எங்கள் அரசாங்கத்தின் முன்னணி திட்டம் கிராமப்புற ஏழைகளை நீக்குவதாகும். ஒரு நல்ல கல்வியும் அறிவும் ஒரு அரசாங்கத்தால் வழங்கப்பட்டால், இன்று குடும்பம் கற்றுக்கொண்டால், குடும்பம் குடும்பத்தை உருவாக்குகிறது. ஆனால் குடும்பமும் ஏழைகளும், ஏழைகளும், ஏழைகளின் குடும்பமும், ஏழைகளின் குடும்பமும். இது வறுமையின் நெருக்கடி. \"",
        "\"எனவே, நாங்கள் கல்வியின் ஒரு பெரிய சீர்திருத்தத்தைக் கொண்டுள்ளோம், மேலும் கல்விக்கான பாதையை அல்லது தொழில் ரீதியாக உற்பத்தி செய்கிறோம்.\"",
        "\"ஜனாதிபதித் தேர்தலில் வாக்களித்த ஒரு குழு மக்கள் இருந்தனர். சிலருக்கு கொஞ்சம் சந்தேகம் இருந்தது. ஒரு நம்பிக்கையற்றது இருந்தது. அம்புஜிட் இருந்தது. ஆனால் இப்போது ... நாங்கள் சகோதர சகோதரிகள்.. எங்களுக்கு வாக்களிக்காதவர்கள் இப்போது அதிகம். \""
      ]
    },
    "en": {
      "title": "President Mahinda Rajapaksa says that people who have not been elected",
      "body_lines": [
        "President Anura Kumara Dissanayake says he will implement the poverty elimination reforms in Sri Lanka through a formal education for children.",
        "\"The son of Dad was hostile to the last presidential election. The President who handled the government was expecting the neighborhood to the nephew. However, the people of this country have been able to defeat all these corrupt families on the 21st of September. \"",
        "\"It did not think that the same fate would lead to such a fate within his lifetime. Remember, they are on their own hands. \"",
        "\"Our government's leading project is the elimination of rural poorest. If a good education and knowledge may be given by a government, if the family is learned today, the family is building the family. But the family and the poor, poor, and the family of the poor, the family of the poor. This is a crisis of revolving poverty. \"",
        "\"Therefore, we have a large reform of education and produce the road to education or professionally.\"",
        "\"There were a group of people who voted in the presidential election. Some people had a little doubt. There was an unbelief. There was ambigid. But now ... We're brothers and sisters.. The people who did not vote for us were now the most. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Sri Lankan leaders discuss education reform and poverty reduction. President Rajapaksa criticizes opponents, while Dissanayake pledges to improve education for children to combat poverty. Both emphasize the importance of education in breaking cycles of poverty."
  ]
}