{
  "translated_text": {
    "si": {
      "title": "සමාගම් කළමනාකරු, නියෝජිත සහ වෙළෙන්දා",
      "body_lines": [
        "මඩකලපුවේ විකුණනු ලබන සමාගම් කළමනාකරු, ඒජන්සි සහ වෙළෙඳුන් තිදෙනෙකු දඩ නියම කර තිබේ.",
        "බ්රහස්පතින්දා (7) එරාවර් සංචාරක අධිකරණයට ප්රතිචාර වශයෙන් මඩකලපුවේ මහේස්ත්රාත් අධිකරණය විසින් වෙළඳ මධ්යස්ථානවල විකුණන ලද යුෂ බෝතල් අල්ලා විනාශ කරන ලෙස මහජන සෞඛ්ය පරීක්ෂකවරුන්ට නියෝග කළේය.",
        "මඩකලපුවේ ප්රාදේශීය සෞඛ්ය සේවා අධ්යක්ෂ වෛද්ය සුකුනාන් විසින් මෙහෙයවන ලද කොට්ටමුනායි මහජන සෞඛ්ය පරීක්ෂක. එස්. අමීර්ට්බ් සහ ජේ. යසිරෝතරන් වැනි මහජන සෞඛ්ය පරීක්ෂකවරුන් කණ්ඩායමක් පසුගිය දෙසැම්බරයේ වැටලීම් සිදු කළහ.",
        "මේ කාලය තුළ වෙළඳ මධ්යස්ථානයක් යුෂ බෝතල් අල්ලාගෙන එය කොළඹ විශ්ලේෂණ දෙපාර්තමේන්තුවේ වෙත යවා ඇත.",
        "අඩු -කිරි, විදුහල්පතිවරයකු වන සල්ෆූර්ඩියොක්සයිඩ්, කැමාන්සයින් අතිරික්තයක් වන සල්ෆූර්ඩියොක්සයිඩ් හඳුනාගෙන ඇති බව සොයා ගන්නා ලදී - කැරෙසීන් - සන්තෝට් කහ සහ ටරාසීන්.",
        "මෙයින් පසු මහේස්ත්රාත් අධිකරණය වන මහේස්ත්රාත් අධිකරණය විකුණුම් ඒජන්සිය, විකුණුම් ඒජන්සිය සහ වෙළෙන්දා බ්රහස්පතින්දා (07) මඩකලපුවේ මහේස්ත්රාත් අධිකරණයේ නඩුවක් ගොනු කළේය.",
        "මෙම කාලය තුළ, යුෂ අලෙවි කළ වෙළෙන්දාට රුපියල් 20 දහසක්, රුපියල් 20,000 ක්, 20 දහස 16 ක් සහ පළතුරු යුෂ සමාගමේ කළමනාකරු රු."
      ]
    },
    "en": {
      "title": "Company Manager, Agent and Trader",
      "body_lines": [
        "Three of the company manager, agencies and traders sold in Batticaloa have been fined.",
        "The Batticaloa Magistrate's Court in response to the Eravur Tourism Court on Thursday (7) ordered the public health inspectors to seize and destroy the juice bottles that were sold in trade centers.",
        "Kottamunai Public Health Inspector led by Dr. Sukunan, Director of Regional Health Services in Batticaloa. A team of public health inspectors such as S. Amirtab and J. Yasodharan carried out raids last December.",
        "During this time, a trade center seized juice bottles and sent it to the Analysis Department in Colombo.",
        "It was found that the Sulphurdioxide, which is a low -quality, principal, has been diagnosed with the excess of Carmosine - Carmosine - SuntSet Yellow & Tarazine.",
        "Following this, the Magistrate's Court in response to the Jose Production Company Manager, Sales Agency and the trader filed a case at the Batticaloa Magistrate's Court on Thursday (07).",
        "During this time, the trader who sold the juice was 20 thousand rupees, 20 thousand rupees, 20 thousand rupees and the manager of the fruit juice company to pay Rs."
      ]
    }
  },
  "summary_lines": [
    "In Batticaloa, a company manager, agency, and trader were fined for selling juice with excess Carmosine, Sulphurdioxide, and other impurities. The Magistrate's Court ordered the seizure and destruction of the juice bottles, following a public health inspector's raid. The juice was sent to Colombo for analysis, revealing the impurities. The court fined the parties involved, with the trader and company manager each paying 20,000 rupees."
  ]
}