{
  "translated_text": {
    "ta": {
      "title": "ජෙනරාල් ශවේන්ද්‍ර සිල්වා: 'මම විශ්‍රාම යන්නේ වැඩිම කාලයක් සේවයේ යෙදුණු හමුදා නිලධාරියා විදිහට'",
      "body_lines": [
        "ஜெனரல் ஷாவேந்திர சில்வா: 'நான் அதிக நேரம் இராணுவ அதிகாரியாக ஓய்வு பெற்றேன்",
        "நாட்டின் பல உயர் அதிகாரிகள் 2025 ஜனவரி 1 முதல் ஓய்வு பெற உள்ளனர்.",
        "ඒ අනුව ආරක්ෂක මාණ්ඩලික ප්‍රධානී ජෙනරාල් ශවේන්ද්‍ර සිල්වා, යුද්ධ හමුදාපති ලුතිනන් ජෙනරාල් විකුම් ලියනගේ සහ නාවික හමුදාපති වයිස් අද්මිරාල් ප්‍රියන්ත පෙරේරා එලෙස විශ්‍රාම ගැනීමට නියමිතව ඇති බව වාර්තා වෙයි.",
        "இலங்கை இராணுவத்தின் 23 வது இராணுவத் தளபதியாக ஆகஸ்ட் 18 ஆம் தேதி இலங்கை இராணுவத்தின் 23 வது இராணுவத் தளபதியாக நியமிக்கப்பட்டார்.",
        "நவம்பர் 5, 1984 அன்று, நவம்பர் 16, 1985 அன்று இராணுவத்தில் நடந்த நிரந்தர ஆட்சேர்ப்பில் இராணுவப் பயிற்சியில் சேர்ந்தார்.",
        "Ltti. அவர் அமைப்புக்கு எதிரான பல இராணுவ நடவடிக்கைகளில் தீவிரமாக ஈடுபட்டார் மற்றும் 2007-2009 பிரிவின் போது இந்த நாட்டின் மக்களிடையே பிரபலமடைந்தார்.",
        "2010 ஆம் ஆண்டில் போர் முடிவடைந்த பின்னர், சவேந்திர சில்வா ஐக்கிய நாடுகள் சபையின் இலங்கை தூதராகவும், நியூயார்க்கின் துணை நிரந்தர பிரதிநிதியாகவும் நியமிக்கப்பட்டார்.",
        "அவர் ஜூன் 1, 2022 முதல் கிட்டத்தட்ட மூன்று ஆண்டுகள் வரை பாதுகாப்பு ஊழியர்களின் தலைவராக நியமிக்கப்பட்டார்.",
        "பிபிசி சிங்கள சேவையுடன் ஓய்வு பெறுவதற்காக பேசிய ஷவேந்திர சில்வா, ஜனவரி 1 முதல் ஜனவரி 1 முதல் ஓய்வு பெறவிருப்பதாகக் கூறினார்.",
        "\"நான் 41 வருட இராணுவ சேவைக்குப் பிறகு ஓய்வு பெறுகிறேன். இலங்கை போர்களாக, இலங்கை அலைவரிசை அதிகாரி. \"",
        "\"நான்கு ஜனாதிபதிகள் மற்றும் நான்கு பிரதிகள் ஆகியவற்றின் கீழ் பணியாற்றும் பாக்கியம் எனக்கு கிடைத்தது.\"",
        "\"மேலும், ஒரு இராணுவ அதிகாரியாக, வரலாற்றில் அதிக எண்ணிக்கையிலான பதக்கங்களை வென்ற ஒரு மூத்த அதிகாரியாக நான் ஓய்வு பெறுகிறேன்.\"",
        "\"எனக்கு 20 பதக்கங்கள் கிடைத்தன. இதற்கிடையில், ஒரு இராணுவ அதிகாரி ரன்பிமாவில் வசித்து வந்தபோது, ​​உயிருடன் இருந்த இராணுவ அதிகாரி போர்வீரர் பதக்கம் என்று அழைக்கப்படும் 3 பொது பதக்கங்கள்.",
        "\"கூடுதலாக, என்னிடம் உத்தாமா சேவைகள் மற்றும் சிறந்த சேவைகள் விபாசு இருந்தது.\"",
        "\"இது கோவிட் பிளேக்கில் கோவிட் கட்டுப்பாட்டு செயல்பாட்டுக் குழுவின் தலைவராகவும் இருந்தது.\"",
        "\"நான் தூதராக இருந்தபோது, ​​நான் ஒரு தூதராக செயல்பட முடிந்தது.\"",
        "ஜனாதிபதி தேசிய தேர்வுக் குழுவின் தலைவராகவும், தேசிய தேர்வுக் குழுவின் தலைவராகவும் பணியாற்றி வருகிறார். \"பாதுகாப்புத் தலைவர் ஜெனரல் ஜெனரல் ஷாவேந்திர சில்வா கூறினார்.",
        "பிபிசி சிங்கலிக்கு பதிலளிக்கும் விதமாக, பிபிசி சிங்களவர்களுக்கு பதிலளிக்கும் விதமாக, அவர் ஓய்வு பெறுவதற்கு முன்பு அரசியலுக்குள் நுழைய விரும்பியபடி, ஜெனரல் ஷாவேந்திர சில்வா கூறினார்: 'ஒன்றுமில்லை.'",
        "மனிதாபிமான நடவடிக்கையின் போது போர்க்குற்ற குற்றச்சாட்டுகள் காரணமாக அமெரிக்க அரசாங்கம் மற்றும் 2020 ஆம் ஆண்டில் அமெரிக்க அரசாங்கமும் இராணுவத் தளபதியும் சுற்றுலா அம்சமாக அமெரிக்கா உள்ளது.",
        "தவறான பிரச்சினைகளில் நாட்டின் பயண வரம்புகளை மறுபரிசீலனை செய்ய தினேஷ் குணவர்தேனா தினேஷ் குணவர்தேனாவால் கோரப்பட்டார்.",
        "லெப்டினன்ட் ஜெனரலின் விக்குவின் தற்போதைய இராணுவத் தளபதி இலங்கையில் இராணுவத்தின் 24 வது இராணுவத் தளபதியாக ஓய்வு பெறுவார்.",
        "இலங்கை இராணுவத்தின் நிரந்தர ஜூலை, 1986 ஜூலை, 1987 ஜூலை 23 அன்று டையயடலவாவின் இலங்கை இராணுவ அகாடமியின் இலங்கை மிலிட்டரி அகாடமி, ஜூலை 23, 1987 அன்று கஜாபா ரெஜிமென்ட்டில் கலந்து கொண்டது.",
        "எல்.டி.டி.இ -க்கு எதிரான நடவடிக்கைகளுக்கு தீவிரமாக பங்களித்த மேஜர் ஜெனரல் விசூலேராவுக்கு, எதிரியின் முகத்தில் உத்தரவாத பதக்கம் மற்றும் வாரியர் பதக்கம் வழங்கப்பட்டுள்ளது.",
        "இராணுவத்தில் அவருக்கு மூன்று முறை விருது வழங்கப்பட்டது. அவர் ஒரு பணியில் விரோதமான நடவடிக்கை காரணமாக ஒரு முறை பதக்கத்தின் தேசபக்த பதக்கமும் ஆவார்.",
        "மேஜர் ஜெனரல் லியானேஜ் என்.எஸ்.டி பதக்கம், 50 வது இலவச ஆண்டுவிழா பதக்கம், 50 வது இலவச ஆண்டுவிழா பதக்கம், இலங்கை இராணுவத்தின் 50 வது ஆண்டு பதக்கம் போன்ற சேவை பதக்கங்களையும் பெற்றுள்ளது.",
        "அவர் க .ரவத்தாலும் க honored ரவிக்கப்படுகிறார்.",
        "இலங்கை கடற்படையின் 25 வது கடற்படைத் தளபதியாக தேர்ந்தெடுக்கப்பட்ட வைஸ் அட்மிரல் பிரியந்தா பெர்னாண்டோ 37 ஆண்டுகளாக தனது சேவையை வழங்கியுள்ளார்.",
        "1987 ஆம் ஆண்டில், ஜெனரல் சர் ஜான் கோஹ்மன் கோட்டலவாலா பாதுகாப்பு பல்கலைக்கழகம், அவர் நிர்வாகக் கிளையில் இலங்கை கடற்படையில் சேர்ந்தார், கொழும்பு கடற்படை மற்றும் திருகோணமலியில் கடல் பயிற்சி பீடம் ஆகியவை வெற்றிகரமாக நிறைவடைந்தன.",
        "1989 ஆம் ஆண்டில், ஜெனாரி, சர் ஜான் கோட்டலாவாலா பாதுகாப்பு பல்கலைக்கழகத்தின் பதவிக்கு நடிப்பு துணைக்குழு நியமிக்கப்பட்டுள்ளது.",
        "2025 முதல் பொருளாதார ஸ்திரத்தன்மைக்கு செய்ய இலங்கையின் மத்திய வங்கி",
        "தாயின் இரண்டாவது திருமணத்தின் சாட்சி: 'ஒரு காலாண்டில் நான் ஒரு சாட்சியாக இருப்பது இதுவே முதல் முறை, அதுவும்'",
        "உங்கள் வங்கி வைப்புகளிலிருந்து வசூலிக்கப்படும் வரியை நிறுத்தி வைப்பதை அரசாங்கம் என்ன செய்யப் போகிறது?"
      ]
    },
    "en": {
      "title": "General Shavendra Silva: 'I am retired as the military officer of the most time",
      "body_lines": [
        "General Shavendra Silva: 'I am retired as the military officer of the most time",
        "Several top officials in the country are due to retire from 1st January 2025.",
        "Accordingly, Chief of Defense Staff General Shavendra Silva, Army Commander Lieutenant General, and the Commander of the Navy Vice Admiral Priyantha Perera is reportedly due to retire.",
        "As the 23rd Army Commander of the Sri Lanka Army was appointed as the 23rd Army Commander of the Sri Lanka Army on 18th August.",
        "On November 5, 1984, he joined the military training in the 1984 permanent recruitment in the Army on November 16, 1985.",
        "Ltti. He was actively involved in a number of military operations against the organization and became popular among the people of this country during the 2007-2009 Division.",
        "In 2010 after the end of the war, Shavendra Silva was appointed as the Sri Lankan Ambassador to the United Nations and Deputy Permanent Representative of New York.",
        "He was appointed Chief of Defense Staff from June 1, 2022, nearly three years.",
        "Speaking to retire with BBC Sinhala service, Shavendra Silva said he was due to retire from January 1 from January 1st-long-term service officer.",
        "\"I retire after 41 years of military service. As the Sri Lankan wars, the Sri Lankan wavener official. \"",
        "\"I had the privilege of serving under four presidents and four PM.\"",
        "\"Also, as a military officer, I retire as a senior officer who has won the highest number of medals in history.\"",
        "\"I got 20 medals. In the meantime, when a military officer was living in the Ranbima, the army officer who was alive was the 3 general medals called the warstrew medal.",
        "\"In addition, I had the Uttama Services and Excellent Services Vibhasu.\"",
        "\"It was also the chief of the Covid Control Operation Committee at the Covid plague.\"",
        "\"When I was ambassador, I was able to act as an ambassador.\"",
        "The President is also serving as the head of the National Select Committee, Chairman of the National Select Committee. \"Chief of Defense Staff General, General Shavendra Silva said.",
        "In response to the BBC Sinhaley, in response to the BBC Sinhalese, as he intended to enter politics before retirement, the Gen. Shavendra Silva said: 'Nothing.'",
        "The United States of America has been a tourist attraction by the US government as well as the Army Commander on 14th 2020 due to the charges of war crimes during the humanitarian operation.",
        "Dinesh Gunawardena was requested by Dinesh Gunawardena to reconsider the country's travel limits on false issues.",
        "The current Army Commander of Lieutenant General's Vikhu will be retired as the 24th Army Commander of the Army in Sri Lanka.",
        "The Sri Lanka Army's Permanent July, 4th July, 1986, was attended by the Sri Lanka Military Academy of Sri Lanka Military Academy, Diyatalawa on July 23, 1987 to the Gajaba Regiment on July 23, 1987.",
        "Major General Visulera, who actively contributed to the operations against the LTTE, has been given the warranty medal and the warrior medal in the face of the enemy.",
        "He was awarded the award for three times in the military. He is also a patriot medal of a pattern medal due to a hostile action in a mission.",
        "Major General Liyanage has also received service medals such as the NSD Medal, the 50th Free anniversary medal, the 50th Free anniversary medal, the Sri Lanka Army's 50th Anniversary Medal.",
        "He is also honored by the Hon.",
        "Vice Admiral Priyantha Fernando, who was elected to the 25th Navy Commander of the Sri Lanka Navy, has been given his service for 37 years.",
        "In 1987, General Sir Jon Kohman Kotelawala Defense University, he joined the Sri Lanka Navy at the Executive Branch, the Colombo Navy and the Faculty of Maritime Training in Trincomalee was successfully completed.",
        "In 1989, the acting subutenant has been appointed to the rank of JENARI, Sir John Kotelawala Defense University.",
        "The Central Bank of Sri Lanka to do for economic stability since 2025",
        "A Witness of the mother's second marriage: 'This is the first time I was a Witness in a quarter, that too'",
        "What is the government going to do withholding tax charged from your bank deposits?"
      ]
    }
  },
  "summary_lines": []
}