{
  "translated_text": {
    "si": {
      "title": "දැනුම හා ලක්ෂණ සමාජය තුළින් රටේ ආර්ථිකය ගොඩනැඟිය හැකිය - කෙලනියා විශ්ව විද්යාලයේ සභාපති",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසුවේ දැනුම හා ලක්ෂණ සමාජය තුළින් රටේ ආර්ථිකය ගොඩනැඟිය හැකි බවයි.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව කියා සිටියේ බාලි විශ්ව විද්යාලයේ බදාදා විශ්ව විද්යාලයේ බෞද්ධ අංශයේ නව ගොඩනැගිල්ල විවෘත කිරීම අමතමින් බදාදා (31).",
        "ජීවන අරගලය දිනා ගැනීම සඳහා බුදුන්ගේ ඉගැන්වීම් ඉතා වැදගත් ය. එවැනි ධර්මයේ ගැඹුර දැන ගැනීමේ වගකීම ථේරවාද බුද්ධාගමේ කේන්ද්රය වන ශ්රී ලංකාව ශ්රී ලංකාව මත රඳා පවතින බව ජනාධිපතිතුමා පැවසීය.",
        "මෙවැනි සමාගම්වලට ථේරවාද බුද්ධාගම ලෝකයට ගෙන ඒමට සහ බෞද්ධ රටවල් සමඟ සබඳතා ශක්තිමත් කිරීමට හැකියාවක් ඇති බව ජනාධිපතිතුමා පැවසීය.",
        "තාක්ෂණික වයස සඳහා අවශ්ය පරිදි ශ්රී ලංකාවේ අධ්යාපනය ශක්තිමත් කිරීමට සහ සියලුම විශ්ව විද්යාලවල කෘතිම බුද්ධි පා courses මාලා ආරම්භ කිරීමට පියවර ගැනීම අපේක්ෂා කරන බව ඔහු පැවසීය.",
        "බාලි සහ බෞද්ධ උපාධි ආයතනයේ ඉගෙනුම ලබන සිසුන්ගේ අභිලාෂයන් තුළ ශිෂ්ය නේවාසිකාගාරයක් ඉදිකිරීමට ඉඩම සහ රාජ්ය අනුග්රහය දැක්වීම.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා නව ගොඩනැගිල්ල ඉදිකිරීමට උදව් කළ විදේශීය පරිත්යාගිකයන්ට සිහිවටන ඉදිරිපත් කළේය.",
        "\"2019 දී මම මෙම ගොඩනැගිලි ඉදිකිරීම සඳහා මුල්ගල් සඳහා අග්රාමාත්යවරයා වෙත පැමිණියෙමි. අද මෙම ගොඩනැගිල්ල විවෘත කිරීමට මම ජනාධිපතිවරයා වෙත පැමිණ සිටිමි.",
        "කොරෝනා ආසාදන පැතිරීම හේතුවෙන් ගොඩනැගිල්ල ඉදිකිරීම ප්රමාද විය.බාලි සහ බෞද්ධ විද්යාල විශ්ව විද්යාලයේ බෞද්ධ ආයතනය දියත් කිරීමට රතනසර තේරාගේ ක්රියාමාර්ග විශිෂ්ටයි. ඒ හා සමානව, කොඩාපිටිය රාහුල සමාගමේ තේරා විශාල දායකත්වයක් ලබා දී තිබේ.",
        "ජීවන අරගලය ජය ගැනීම බුදුන්ගේ ඉගැන්වීම් වැදගත් ය. ඒවා විශ්ලේෂණය කර ඔවුන්ට ලෝකය ලබා දීම සඳහා සමාගමට විශාල කාර්යයන් ඉටු කළ හැකිය. සමාගම ස්ථාපිත කර වසර පහක් ගත වී ඇත.",
        "බුද්ධාගමේ පමණක් නොව වෙනත් රටවලට ද ථේරවාද බුද්ධාගම තෝරා ගැනීම සඳහා අපට වගකීමක් ඇත. එපමණක් නොව, මෙම ආයතනවලට ter ාරා රටවල් අතර සබඳතා ශක්තිමත් කළ හැකිය.",
        "මහා විහාරයේ කැණීම් කටයුතු ආරම්භ වී තිබේ. ලුම්බිනි හි කැණීම් සිදු කළ මායාවි කණ්ඩායම කාර්යයන් ඉටු කරයි.",
        "ඒ හා සමානව, බෞද්ධ ධර්මය ගවේෂණය කිරීම සඳහා පර්යේෂණ ආයතනයක් පිහිටුවීමට අපි අපේක්ෂා කරමු. එය පිළිබඳ වාර්තාව මේ වසර අවසන් වන විට ලබා ගත හැකිය.",
        "රජයක් ලෙස. මේ අනුව, ජාත්යන්තර බෞද්ධ රටවල් සමඟ සම්බන්ධතා ශක්තිමත් වනු ඇත.",
        "මෙහි කොටසක් ලෙස බෞද්ධ රටවල් දෙක අතර නිදහස් වෙළඳ ගිවිසුම - ශ්රී ලංකාව සහ තායිලන්තය තායිලන්ත බ්රාහ්මා සමඟ අත්සන් කරනු ලැබේ.",
        "ඒ හා සමානව, නව තාක්ෂණය තුළින් බුද්ධාගම සෙවීම සඳහා පරිසරයක් නිර්මාණය කළ යුතුය.",
        "කෘතිම බුද්ධිය උපකාර කළ හැකිය.අධ්යාපන අමාත්යතුමා සමඟ සාකච්ඡා කර, සියලු විශ්ව විද්යාලවල කෘතිම බුද්ධි පා courses මාලා ආරම්භ කිරීමට අපි තීරණය කර ඇත්තෙමු.",
        "තාක්ෂණ යුගය එක තැනක නතර නොවේ.ඉතිහාසයේ ආකල්ප අද වෙනස් ලෙස වර්ධනය වී තිබේ.",
        "තාක්ෂණික යුගයේ අවශ්යතා අනුව අපි ශ්රී ලංකාවේ අධ්යාපන ක්රමය ශක්තිමත් කරන්නෙමු. රටේ ආර්ථිකය ශක්තිමත් කළ හැක්කේ දැනුවත් සමාජීය සමාජයකින් පමණක් \"යැයි ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "ජ්යෙෂ් Senior මහාචාර්ය මේධෝචි තෙර, බෞද්ධ හා බාලි අධ්යයන කටයුතු පිළිබඳ අධ්යක්ෂ සහ බාලි අධ්යයන ආයතනය, කෙලනියා",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා අධ්යාපන ඇමති වූ ඔහු අධ්යයන විද්යාල විවෘත කළ අතර අධ්යාපනය සඳහා විශාල සේවයක් කළේය.විදේශ විනිමය යනු ඔහුගේ ආර්ථික තේරීමේ ප්රති result ලයක් වනු ඇත.මෙම නව ඉගෙනුම් ඒකකය පිහිටුවීමත් සමඟ ශ්රී ලංකාවට ලබා ගත හැකි විදේශ විනිමය ශක්තිමත් වනු ඇත.තවමත් මෙහි ඉගෙන ගන්නා සිසුන් විශාල සංඛ්යාවක් සිටිති. ඔහු කියා සිටියේ අද සමාගමට ස්වර්ණමය අවස්ථාවන් ඇති බවයි.",
        "සමාගමේ වැදගත්ම දිනය අද දක්වාම යොමු කළ හැකිය. වසර 50 කට වැඩි කාලයක් තිස්සේ සමාගම ශ්රී ලංකාවේ විවිධ ප්රදේශවල ක්රියාත්මක වේ. අද අපි අපේම සමාගමකට පැමිණ ඇත්තේ විදේශීය ආයෝජකයින්ගේ සහාය ඇතිව රාජ්ය සහාය ඇතිව ය. එය අධ්යාපනය තුළින් විදේශීය සිසුන් විශාල සංඛ්යාවක් සහ ඉහළ විදේශීය ආදායම් සමාගමක් වනු ඇත. රජයෙන්, විශේෂයෙන්ම ජනාධිපතිතුමාගේ සහයෝගය ගැන අපි කෘත ful වෙමු. \"",
        "බාලි සහ බෞද්ධ පශ්චාත් ප්රසව කටයුතු සඳහා රජයේ එකම රජය මෙයයි.ගොඩනැගිල්ල විවෘත කිරීම සඳහා මෙම ගොඩනැගිල්ල නැරඹීමට මෙම ගොඩනැගිල්ල නැරඹීමට අපි අපගේ ආශිර්වාදය ලබා දෙන්නෙමු. රටේ හිස හෝ ඕනෑම දේශපාලන ician යෙකුට විශ්ව විද්යාලයට පැමිණිය හැකි පරිසරයක් තිබිය යුතුය. විශ්ව විද්යාල මුදා හරින ලද භූමි ප්රදේශ නොවේ. මෙම සමාගමට පක්ෂයක් හෝ අ. ධර්මාට පක්ෂයක් හෝ වර්ණ නැත. \"",
        "අද ආරම්භක උත්සවය මුළු රටටම විශේෂයි.රට තුළ විශ්ව විද්යාල 17 ක් සහ සමාගම් 19 ක් ක්රියාත්මක වේ. උපාධිධාරීන්ගෙන් 09 ක් පමණි. ඔවුන්ගෙන් එක් අයෙකු වන්නේ කෙලනියා විශ්ව විද්යාලයේ බාලි විශ්ව විද්යාලයේ බාලි විශ්ව විද්යාලයේ ආයතනයයි.",
        "පසුගිය දින කිහිපය තුළ කෙලනියා විශ්ව විද්යාලය පුරා නොසන්සුන්කාරී වාතාවරණයක් පැවතුනද, අද සාමකාමී වාතාවරණයක් පවතී. සමාරම්භක උත්සවය අද පැවැත්විණි. ජනාධිපති රනිල් වික්රමසිංහ මහතා ජාතික විශ්ව විද්යාලය හරහා ආරම්භ වූ අපගේ සිසුන්ගෙන් කෙනෙකි. \"",
        "රනිල් වික්රමසිංහ අග්රාමාත්යවරයා වූයේ, ඔහු සමාගමට අඩිතාලම දැමූ බැවිනි. අද ජනාධිපති ලෙස පැමිණ එය බැලීමට හා විවෘත කිරීමට ඔහු සතුටු වේ. \"",
        "කෝට්ටේ ශ්රී කල්යාණි සමසිසි සංගම් කවුන්සිලය මහාචාර්යවරයා මහාචාර්යවරයා. කොඩාපපිටා රාහුල අනුනානායක තෙර, අධ්යාපන අමාත්ය වෛද්ය සුසිල් ප්රේමජයන්තා, අධ්යාපන අමාත්ය වෛද්ය සුසිල් ප්රේමජවන්, කෙලනි විශ්ව විද්යාලයේ උපකුලපති, නිලෙන්ටි ද සිල්වා සහ මියන්මාර තානාපති හාන් ඇතුළු තවත් බොහෝ සම්භාවනීය අමුත්තන්."
      ]
    },
    "en": {
      "title": "The country's economy can be built through the knowledge and characteristic society - the President of the University of Kelaniya",
      "body_lines": [
        "President Ranil Wickremesinghe said the country's economy could be built through the knowledge and characteristic society.",
        "President Ranil Wickremesinghe said this while addressing the opening of the new building of the Bali and Buddhist Degree Division of the University of Kelaniya on Wednesday (31).",
        "The teachings of the Buddha are very important to win the struggle of life. The President said that the responsibility of knowing the depth of such a Dharma depends on Sri Lanka, which is the center of the Theravada Buddhism.",
        "The President said that such companies are capable of bringing Theravada Buddhism to the world and strengthening relations with Buddhist countries.",
        "He added that he would expect to strengthen the education of Sri Lanka as needed for the technical age and to take steps to initiate artificial intelligence courses in all universities.",
        "The President also said that the land and state sponsorship to construct a student hostel at the wishes of the students who are learning at the Bali and Buddhist Degree Institute.",
        "President Ranil Wickremesinghe presented souvenirs to foreign donors who helped to construct the new building.",
        "“In 2019, I came to the Prime Minister for the foundation stone for this building construction. I have come to the President to open the building today.",
        "The construction of the building was delayed due to the spread of Corona infection.Ratanasara Thera's actions to launch Bali and Buddhist Institute of Vidyalangara University are excellent. Similarly, the Thera of the Kodapitiya Rahula Company had contributed greatly.",
        "The teachings of the Buddha are important to conquer the struggle of life. The company can perform great tasks in order to analyze them and provide them with the world. It's been five years since the company was established.",
        "We have a responsibility to make the choice of Theravada Buddhism not only in Buddhist countries but also to other countries. Moreover, these institutions can strengthen relations among Thervara countries.",
        "Excavation work of the Maha Vihara has begun. The Mayadevi group who carried out excavations in Lumbini perform the tasks.",
        "Similarly, we expect to establish a research institute to explore Buddhist Dharma. The report on it will be available by the end of this year.",
        "As a government. Thus, contacts with international Buddhist countries will strengthen.",
        "As part of this, the free trade agreement between the two Buddhist countries - Sri Lanka and Thailand will be signed with Thailand Brahma.",
        "Similarly, through new technology, we need to create an environment for searching for Buddhism.",
        "Artificial intelligence can help.In consultation with the Minister of Education, we have decided to start artificial intelligence courses at all universities.",
        "The technology age does not stop in one place.The attitudes in history have grown differently today.",
        "We will strengthen the education system in Sri Lanka according to the requirements of the technical age. Only through a knowledgeable society can strengthen the country's economy, ”President Ranil Wickremesinghe said.",
        "Senior Professor Medhavachi Thera, Director of the Buddhist and Bali Studies Institute of Buddhist and Bali Studies, Kelaniya",
        "When President Ranil Wickremesinghe was the Minister of Education, he opened academic colleges and served a great service to education.Forex is more likely to be the result of his economic choice.With the establishment of this new learning unit, the foreign exchange available to Sri Lanka will be strengthened.There are still a large number of students learning here. He said the company had golden opportunities today.",
        "The most important day of the company can be referred to today. For more than 50 years, the company has been operating in different parts of Sri Lanka. Today we have come to our own company with the help of foreign investors with state support. It will be a large number of foreign students educating and a higher foreign income company through education. We are grateful for our support from the government, especially the president for this task. ”",
        "This is the only government of the government for Bali and Buddhist postpartum.We convey our blessings to the President of the country who visited this building to open the building. There should be an environment where the country's head or any politician can come to the university. Universities are not unleashed territories. This company has no party or a. Dharma has no party or colors. ”",
        "Today's opening ceremony is special for the whole country.There are 17 universities in the country and 19 companies operate. There are only 09 of the graduate companies. One of them is the Institute of Bali and Buddhist Studies at the University of Kelaniya.",
        "Although there has been a tense environment around the University of Kelaniya for the past few days, there has been a peaceful environment today. The opening ceremony was held today. President Ranil Wickremesinghe was one of our students who originated through the National University. ”",
        "When Ranil Wickremesinghe was the Prime Minister, he laid the foundation for the company. He is happy to visit and open it as president today. ”",
        "Kotte Sri Kalyani Samasree Sangam Council Anunayaka Thera Professor. Lecturers led by Kodapithee Rahula Anunayaka Thera, Minister of Education, Dr. Susil Premajayantha, Minister of Education, Suren Raghavan, Vice Chancellor of the University of Kelani University, Nilanti de Silva and many other dignitaries including Myanmar Ambassador Han Du."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the importance of knowledge and a characteristic society for building the country's economy. He highlighted the role of Theravada Buddhism in Sri Lanka, the need for AI courses in universities, and the construction of a student hostel."
  ]
}