{
  "translated_text": {
    "ta": {
      "title": "கச்சாடிவ்: இந்தோ-லங்கா மீன்வளத் திட்டத்தின் திருவிழா",
      "body_lines": [
        "இலங்கை கடற்படையில் ஈடுபட்டுள்ள இந்திய மீனவர்கள் குழுவை கைது செய்வதற்கு எதிராக தென்னிந்திய மீனவர்கள் தொடர்ச்சியான போராட்டங்களைத் தொடங்கினர்.",
        "இலங்கை காவலில் தென்னிந்திய மீனவர்கள் விடுவிக்கப்பட்டால், 2024 கச்சாடிவ் தேவாவில் கலந்து கொள்ள அவர்கள் வருகையை புறக்கணிப்பார்கள் என்று அவர்கள் கூறினர்.",
        "கச்சாடிவ் தீவு என்பது இலங்கையைச் சேர்ந்த தீவுகளின் தீவுக் குழுவாகும், இலங்கை தீவு இலங்கை தீவு ஆகும்.",
        "கச்சாடிவ் தீவு தென்னிந்தியாவின் ராமேஸ்வரம் நகருக்கு அருகில் அமைந்துள்ளது, சில சந்தர்ப்பங்களில், ராமேஸ்வரனின் உயரத்தின் உயரம் காணப்படுகிறது.",
        "கூகிள் வரைபடம் யாஃப்னாவிலிருந்து கச்சாடிவு தீவு வரை, யாஃப்னாவிலிருந்து, யாஃப்னாவிலிருந்து கச்சாடிவு தீவு வரை கிட்டத்தட்ட 63 கி.மீ.",
        "கச்சாடிவ் தீவு கிட்டத்தட்ட 280 ஏக்கர் மற்றும் கச்சாடிவு தீவு மீன்பிடித்தல் நிறுத்தமாக பயன்படுத்தப்பட்டது.",
        "இந்திய மீனவர்கள் மற்றும் இலங்கை மீனவர்கள் இயற்கை வளங்களின் இயற்கை வளங்களின் மிகவும் பொதுவான மீன்பிடி செயல்பாட்டில் உள்ளனர்.",
        "இந்தோ-லங்கா மீனவர்களால் கொண்டாடப்படும் இந்தோ-லங்கா மீனவர்களின் முன்னணி கச்சாடிவுவில் உள்ள புனித அந்தோணி தேவாலயத்தில் முன்னணியில் உள்ளது.",
        "இந்திய மீனவர்கள் மற்றும் இலங்கை மீனவர்கள் ஒவ்வொரு ஆண்டும் கச்சாடிவ் அளவுகோல்களை நடத்தி வருகின்றனர், மேலும் பிப்ரவரி 23 மற்றும் 24 ஆம் தேதிகளில் கச்சடிவ் அளவுகோல்கள் நடைபெறும்.",
        "கச்சாடிவு பெருங்கடல் பெரியது மீன் பிடிப்பதும், வழக்கமாக கச்சாடிவ் தீவுக்குச் செல்வதும், கச்சாடிவ் சாந்தானி கச்சாடிவு சாசனத்தில் பங்கேற்கலாம்.",
        "ராமஷ்வரம் மீன்வள துறைமுகத்தில் இந்திய அதிகாரிகளின் அனுமதி மற்றும் பதிவு செய்யப்பட்ட கச்சாடிவுவின் செயல்பாட்டில் இந்திய பக்தர்கள் கலந்து கொள்ளலாம்.",
        "ஷேக் அந்தோனியின் தீவனம் நூற்றுக்கணக்கான ஆண்டுகளில் நடைபெறும், கிட்டத்தட்ட 3,000 இந்திய பக்தர்கள் மற்றும் 5,000 க்கும் மேற்பட்ட இலங்கை பக்தர்கள் ஆண்டு விருந்தில் பங்கேற்கின்றனர்.",
        "இந்தோ-லங்கா பக்தர்கள் நாட்டில் உள்நாட்டுப் போர் காரணமாக 2010 முதல் கச்சாடிவ் தேவா திருவிழாவில் பங்கேற்க வாய்ப்பை இழந்தனர்.",
        "2010 முதல் யாஃப்னாவில் உள்ள யாஃப்னா மாவட்ட செயலகம், யாஃப்னா மாவட்ட செயலகம் மற்றும் இலங்கை கடற்படை ஆகியவற்றில் கச்சாடிவ் ஆண்டு விருந்து தொடர்ந்து தொடர்கிறது.",
        "கச்சாடிவு தீவின் உரிமையின் சிக்கல் ஜூன் 26, 1974 அன்று கச்சாடிவ் தீவில் கண்டுபிடிக்கப்பட்டுள்ளது.",
        "இலங்கையின் கச்சாடிவு தீவுக்கு உரிமை, \"மாவண்டாவின் உரிமையானது செய்தித்தாள்களில் பதிவாகியுள்ளது.",
        "கச்சாடிவ் தீவு இந்தியாவின் ஒரு பகுதியாக இல்லை என்றும் தீவு இலங்கையின் ஒரு பகுதியாகும் என்றும் இந்த ஒப்பந்தம் கூறுகிறது.",
        "கச்சாடிவ் உரிமை 1974 இல் நடைபெற்றது, கச்சாடிவ் உரிமையும், கச்சாடிவ் கடல் எல்லை 20 ஆம் நூற்றாண்டின் முற்பகுதியையும் தொட்டன.",
        "இந்திய தூதுக்குழு மற்றும் கச்சாடிவ் தீவில் இலங்கை பிரதிநிதிகள் குழுவில், 1921 இல் ஒரு விவாதம் நடைபெற்றது, கச்சாடிவு தீவு பிரிட்டிஷ் ஆட்சியின் போது ராண்டி ஆட்சியாளரில் இருந்தது.",
        "கச்சாடிவு தீவு இந்தியாவில் இருந்ததில்லை என்று இலங்கை தூதுக்குழு கூறியுள்ளது.",
        "சுமார் 1800 களில், டச்சு காலத்தின் காலம் 1950 ஐ அடிப்படையாகக் கொண்டது. எல். இலங்கையில் தொகுக்கப்பட்டுள்ள கச்சாடிவ் தீவு, ப்ரோஹைரைத் தொகுத்த வகையில் இலங்கையில் சேர்க்கப்பட்டுள்ளது.",
        "1974 இல் கையெழுத்திடப்பட்ட ஒப்பந்தத்தின்படி, இந்த ஒப்பந்தம் 1974 இல் கையெழுத்திடப்பட்டதிலிருந்து இந்திய மீனவர்களின் எண்ணிக்கை மற்றும் இலங்கை மீனவர்களின் எண்ணிக்கை மோதல்களுக்கு கொண்டு செல்லப்பட்டுள்ளது.",
        "இந்தோ-லங்கா தலைவர்கள் கையெழுத்திட்ட மற்றொரு ஒப்பந்தத்தின்படி, இந்திய மீனவர்கள் கச்சாடிவு தீவில் மீன்பிடிக்க மீனவர்களிடம் தப்பி ஓடிவிட்டனர்.",
        "1974 உடன்படிக்கை இருந்தபோதிலும், தென்னிந்திய மீனவர்கள் மற்றும் தென்னிந்திய அரசியல் தலைவர்கள் இந்தியாவுக்கு மீண்டும் இந்தியாவுக்கு கொண்டு செல்லுமாறு கோரியுள்ளனர்.",
        "தென்னிந்திய முன்னாள் முதல்வர்கள் ஜெயலதா ஜெய்ராம் மற்றும் எம். இந்தியாவின் மத்திய அரசு பல சந்தர்ப்பங்களில் கருணானிதி பல சந்தர்ப்பங்களில் தாக்கத்தை ஏற்படுத்தினார்.",
        "தென்னிந்திய மீனவர்களின் வேண்டுகோளின்படி, 2008 உச்சநீதிமன்ற வழக்கில் தமிழ்நாடு ஜெயாரத்தால் ஒழிக்கப்பட வேண்டும் என்று வழக்கு தாக்கல் செய்யப்பட்டது.",
        "இந்தியப் பிரதமர் நரேந்திர மோடி இந்தியப் பிரதமர் நரேந்திர மோடியுக்கு எதிராக இந்தியப் பிரதமர் நரேந்திர மோடியுக்கு எதிராக ஆதரித்த ஆர்ப்பாட்டங்களில், கச்சாட்டிவு தீவை ஸ்ரீ லங்காவுக்கு மாற்றுவதற்காக இந்திரா காந்தி உட்பட காங்கிரஸின் நடவடிக்கை மேற்கொள்ளப்பட்டதாக அவர்கள் கூறியிருந்தனர்.",
        "இலங்கை பெருங்கடல் பிராந்தியத்தில் கைது செய்யப்பட்டு ஹேக் செய்யப்பட்ட மீன்பிடியில் ஈடுபட்டுள்ள இந்திய மீனவர்கள் குழுவை கைது செய்வதற்கு எதிராக தென்னிந்திய மீனவர்கள் தொடர்ச்சியான போராட்டங்களைத் தொடங்கினர்.",
        "தற்போதைய தமிழ்நாடு முதல்வர் எம்.கே.சாலின் இலங்கையில் தென்னிந்திய மீனவர்களை விடுவிக்குமாறு கேட்டுக் கொண்ட வெளியீட்டு அமைச்சர் எஸ்.க்ஷாங்க் கோரியிருந்தார்.",
        "மீன்வள மீன்வள சங்கம் ராமேஸ்வரமின் மீன்வள சங்கத்தின் தலைவர் கூறினார்:",
        "\"இலங்கை கடற்படையால் 30 க்கும் மேற்பட்ட இந்திய மீனவர்கள் கைது செய்யப்பட்டுள்ளனர். அவற்றை விடுவிக்க நாங்கள் கோரியுள்ளோம். நாங்கள் எங்கள் மீனவர்களையும் எங்கள் மீனவர்களின் படகுகளையும் வெளியிடவில்லை.",
        "நாங்கள் பல முறை தமிழ்நாடு அரசாங்கத்துடன் பேசிக் கொண்டிருந்தோம். தமிழ்நாடு அரசாங்கம் எங்கள் மீனவர்களை விடுவித்தது.",
        "\"கச்சாடிவ் ரேஸ்ஸ்வரத்திற்கு மிக நெருக்கமாக இருக்கிறார். ரோஷ்வரமுக்கு அருகிலுள்ள கச்சடிவுவில் மீன்பிடித்தல் என்றாலும், இலங்கை கடற்படை இலங்கை கடற்படையால் மீன் பிடிக்கும். \"",
        "\"அருகிலுள்ள தீவில் நாம் மீன் பிடிக்க முடியாவிட்டால், அது எவ்வளவு நியாயமற்றது. தென்னிந்திய மீனவர்கள் கச்சாடிவு முன்னணியில் பங்கேற்க நம்பினர். \"",
        "\"ஆனால் இலங்கை அரசாங்கத்தின் எங்கள் மீனவர்கள் விடுவிக்கப்பட்டால், கச்சாடிவு மனிதனில் பங்கேற்காத எங்கள் மீனவர்களின் மீனவர்களான கச்சடிவு மங்கலாவில் தொடர்ந்து கலந்து கொள்ள முடிவு செய்தோம். எங்கள் நாட்டின் பக்தர்கள் விருந்துக்குச் செல்கிறார்கள். எங்கள் மீனவர்கள் போகவில்லை. \"என்று அவர் கூறினார்.",
        "இந்திய மீனவர்கள் இந்திய மீனவர்கள் காரணமாக தொடர்ச்சியான ஆட்சேபனைகள் மற்றும் கூட்டங்களை யாஃப்னாவில் நடத்தினர்.",
        "இந்த மாயை தான் மீன்வள சங்கத்தின் தலைவர் யாஃப்னா.",
        "\"இலங்கை இந்திய மீனவர்களில் இந்திய மீனவர்கள் விடுவிக்கப்படவில்லை என்று தமிழ்நாட்டில் உள்ள மீனவர்கள் கூறுவதை நாங்கள் கண்டோம்.\"",
        "\"தென்னிந்திய மீனவர்கள் திருவிழாவை நிறுத்தவில்லை.",
        "\"ஆனால் அவர்கள் இல்லை.",
        "\"இந்திய மீனவர்கள் மீன்வள அமைச்சருக்கு மீன்வள அமைச்சரிடம் மீன்வள, அரசாங்கம் மற்றும் உயர் ஸ்தானிகராலயத்திற்கு பல சந்தர்ப்பங்களில் தகவல் கொடுத்தனர்.",
        "\"ஆனால் அவர்கள் ஆறு மாதங்களில், ஒரு வருடத்தில், இரண்டு ஆண்டுகளில் பிரச்சினை தீர்க்கப்படுகிறது என்று அவர்கள் கூறுகிறார்கள்.",
        "புதிய கட்டுமானம், வரலாற்று மதிப்பில் பண்டைய மதிப்புகள் உள்ளதா?",
        "மில்லியன் கணக்கான கழுதைகள் போதைப்பொருட்களை உருவாக்க ஒரு வருடம் கொன்றுவிடுகின்றன என்பது உங்களுக்குத் தெரியுமா?"
      ]
    },
    "en": {
      "title": "Kachchativu: Festival of Indo-Lanka Fisheries Program",
      "body_lines": [
        "South Indian fishermen launched a series of protests against the arrest of a group of Indian fishermen engaged by the Sri Lanka Navy.",
        "They said that if South Indian fishermen were released in Sri Lankan custody, they would boycott their attendance to attend the 2024 Kachchativu Deva.",
        "Kachchativu Island is an island group of islands belonging to Sri Lanka and the island of Sri Lanka is the island of Sri Lanka.",
        "The Kachchativu Island is located near the city of Rameshwaram, South India, and in some cases, the height of the height of Rameswaran is observed.",
        "The Google map shows that there is nearly 63 km from Jaffna to Kachchativu Island, from Jaffna, from Jaffna to Kachchativu Island.",
        "The Kachchativu Island is nearly 280 acres and the Kachchativu Island was used as a fishing halt.",
        "Indian fishermen and Sri Lankan fishermen are in the most common fishing operation of the Natural Resources of the Natural Resources.",
        "The forefront of the Indo-Lanka fishermen who are celebrated by the Indo-Lanka fishermen is the forefront of St. Anthony's Church in Kachchativu.",
        "The Indian fishermen and Sri Lankan fishermen are conducting the Kachchativu criteria every year, and the Kachchativu criteria will be held on the 23rd and 24th of February.",
        "The Kachchativu Ocean Large is to fish and usually go to Kachchativu island, Kachchativu Shanthani can participate in the Kachchativu Charter.",
        "Indian devotees can attend the operation of the Kachchativu, the permission and registration of Indian authorities at the Ramashwaram Fisheries Harbor.",
        "Shake Anthony's feed will be held in hundreds of years and nearly 3,000 Indian devotees and more than 5,000 Sri Lankan devotees participate in annual feast.",
        "Indo-Lanka devotees lost their chance to participate in the Kachchativu Deva Festival from 2010 due to the civil war in the country.",
        "The Kachchativu annual feast continues to continue in the Jaffna District Secretariat, Jaffna District Secretariat and the Sri Lanka Navy in Jaffna since 2010.",
        "The problem with the ownership of Kachchativu Island has been found in the Kachchativu Island on June 26, 1974.",
        "Sri Lanka's right to Kachchativu Island, \"Mawlanda's ownership has been reported in the newspapers.",
        "The agreement states that Kachchativu Island is not part of India and that the island is part of Sri Lanka.",
        "The Kachchativu ownership was held in 1974, the Kachchativu ownership and the Kachchativu Ocean boundary had touched the early 20th century.",
        "Among Indian delegation and a group of Sri Lankan representatives in Kachchativu Island, a discussion was held in 1921, and the Kachchativu Island was in Randi ruler during the British rule.",
        "The Sri Lankan delegation has said that the Kachchativu Island has never been in India.",
        "In about 1800s, the Dutch-era period was based on 1950. L. The Kachchativu Island, which is compiled into Sri Lanka, has been included in Sri Lanka in a manner that compiled Brohire.",
        "According to the agreement signed in 1974, the number of Indian fishermen and the Sri Lankan fishermen have been taken to the clashes since the agreement was signed in 1974.",
        "According to another agreement signed by the Indo-Lanka leaders, Indian fishermen had fled to the fishermen to fishing in Kachchativu Island.",
        "Despite the 1974 Covenant, South Indian fishermen and South Indian political leaders make request to be taken back to India to India.",
        "Former South India Chief Ministers Jeyalatha Jeyram and M. Karunanidhi influenced a number of occasions on a number of occasions by the Central Government of India.",
        "According to the request of South Indian fishermen, a case was filed in the 2008 Supreme Court case to be abolished by the Tamil Nadu Jeyaram.",
        "In the protests that Indian Prime Minister Narendra Modi supported against the Indian Prime Minister Narendra Modi against the Indian Prime Minister Narendra Modi, they had stated that the action of the Congress, including Indira Gandhi, had been made to transfer Kachchativu Island to Sri Lanka.",
        "South Indian fishermen have launched a series of protests against the arrest of a group of Indian fishermen who have been arrested and engaged in a hacked fishing in Sri Lankan Ocean region..",
        "The current Tamil Nadu Chief Minister MKSalin had requested Minister of External Affairs S.Kzhank asking for the release of South Indian fishermen in Sri Lanka.",
        "The President of the Fisheries Association of Rameswaram, the Fisheries Association of Fisheries Association, said:",
        "\"More than 30 Indian fishermen have been arrested by the Sri Lanka Navy. We have requested to release them. We have not released our fishermen and our fishermen's boats.",
        "We were talking to the Government of Tamil Nadu at several times .The Tamil Nadu government released our fishermen.",
        "\"Kachchativu is very close to Raceswaram. Although fishing in Kachchativu, near Roschwaram, the Sri Lankan Navy is caught by the Sri Lankan Navy to fish. \"",
        "\"If we can't fish in a nearby island, it is how unreasonable. South Indian fishermen were hoping to participate in the Kachchativu front. \"",
        "\"But if our fishermen of the Sri Lankan government is released, we decided to continue to attend the Kachchativu Mangala, the fishermen of our fishermen who had not participated in the Kachchativu Man. Our country's devotees go to feast. Our fishermen are not going. \"He said.",
        "The Indian fishermen conducted a series of objections and meetings in Jaffna due to the Indian fishermen.",
        "It is this illusion that a Chairman of Fisheries Association, Jaffna.",
        "\"We have seen the fishermen in Tamil Nadu claim that the Indian fishermen in Sri Lankan Indian fishermen are not released.\"",
        "\"South Indian fishermen do not stop the festival.",
        "\"But they do not.",
        "\"The Indian fishermen informed the Fisheries Minister to the Fisheries Minister to the Fisheries, the Government and the High Commission on several occasions to stop fishing trafficking.",
        "\"But they say that in six months, a year, the problem is solved in two years.",
        "Is new construction, ancient values in historical value?",
        "Do you know that millions of donkeys kill a year to form drugs?"
      ]
    }
  }
}