{
  "translated_text": {
    "ta": {
      "title": "மொரகஹேனா துப்பாக்கிச் சூட்டில் இரண்டு பேர் கொல்லப்பட்டனர்",
      "body_lines": [
        "மொரகாஹேனா டால்கஹவிலா தாஸ் கால்வாயில் ஒருவர் குழு சுட்டுக் கொல்லப்பட்டதாக மொரகாஹேனா போலீசார் கூறுகின்றனர்.",
        "பாதிக்கப்பட்டவர் எத்தன்ஹா அராச்சிலாவின் நயானந்தர் பெரேரா (52), உக்குங் மல்லி (52) மற்றும் பிலியந்தலா சாலடம் மல்லி (52) மற்றும் பிலியந்தலா சுண்டுல்லா என அடையாளம் காணப்பட்டார்.",
        "2004 ல் ரத்னபுராவில் இரண்டு பேர் கொல்லப்பட்டனர். ரத்தினமும் நகைகளும் ரூ.",
        "அதன்படி, இரண்டு நபர்களும் 7 ஆம் தேதி முடிவில் சென்று வீட்டிற்குத் திரும்புகிறார்கள் என்று போலீசார் தெரிவித்தனர்.",
        "ஹொரானா அடிப்படை மருத்துவமனையில் அனுமதிக்கப்பட்டபோது ஹொரானா காவல்துறை அதிகாரிகளிடம் பலத்த காயமடைந்த இரண்டு நபர்களும் கொல்லப்பட்டனர்.",
        "இந்த முச்சக்கர வண்டி ஒன்பது தோட்டாக்கள் மற்றும் 9 மி.மீ.",
        "அவர்களின் ஆனந்தின் பின்னால் ஒரு வெள்ளை காரின் அருகே அது தெளிவாகத் தெரிகிறது என்பது தெளிவாகத் தெரிகிறது என்று போலீசார் தெரிவித்தனர்.",
        "எவ்வாறாயினும், கொலை நடந்த போதிலும், வாகனம் அந்த இடத்திற்கு வந்ததாக டிம் பதட்டங்கள் டிம் அடைந்ததாக போலீசார் தெரிவித்தனர்.",
        "துபாய் மாநிலத்தில் மறைந்திருக்கும் அவரது குறிக்கோள், ஹேண்டியாவா, ஹோமகாமா ஆகியோரால் தனது கோல் அமைச்சர்கள் மேற்கொள்ளப்பட்டுள்ளதாக இந்த கொலை வந்துள்ளது.",
        "மரணம் கொலை செய்யப்பட்டதாக வட்டாரங்களின்படி, நயானந்தா பெரேரா அல்லது உக்குங் மல்லி ஹேஞ்சியா ஆகியோர் இந்த மரணத்தைப் பெற்று வருகின்றனர்.",
        "கொலை செய்வதற்கான காரணம் பெரும்பாலும் போதைப்பொருள் கடத்தலை வெளிப்படுத்துவதாக சந்தேகிக்கப்படுகிறது என்று போலீசார் கூறுகின்றனர்.",
        "பனதுரா பிரிவு குற்றவியல் விசாரணைத் துறைக்கு மேலதிகமாக, தப்பி ஓடிய சந்தேக நபர்களை கைது செய்ய பல சிறப்பு பொலிஸ் அதிகாரிகள் நிறுத்தப்பட்டுள்ளனர்.",
        "கொலைகாரர்கள் என்று அழைக்கப்படும் வெள்ளை கார் கேமராவில் குறிப்பிட்டது, பின்வருமாறு:"
      ]
    },
    "en": {
      "title": "Two killed in Moragahahena shooting",
      "body_lines": [
        "Moragahahena Police say that a group of persons have been shot dead in Moragahahena Talgahawila Thass Canal.",
        "The victim was identified as Vithanha Arachchila's Nayanananda Perera (52) and Ukkung Malli (52) and Piliyandala Saladamm Malli (52) and Piliyandala Summulla.",
        "Two killed persons in Ratnapura in 2004. The gem and jewelery selling Rs.",
        "Accordingly, the two persons went to the end of the 7th and return to the house, the police said.",
        "The two persons who were seriously injured were admitted to Horana Police Officers were also killed when they were admitted to Horana Base Hospital.",
        "The three-wheeler was nine bullets and the number of bullets released by 9 MM.",
        "The police said that it is evident that it is evident in the vicinity of a white car behind their anand.",
        "However, the police said that the Tension Tensions have reached the Tim that the vehicle came to the place, though the murder was committed.",
        "The murder has received information that his goal ministers have been carried out by his goal, the Handiyawa, Homagama, who is hiding in Dubai state.",
        "According to sources, the murdered killing of death, Nayanananda Perera alias Ukkung and Ukkung Malli Handiya has been receiving the death.",
        "The police say that the cause of the murder is often suspected that a disclosure of a drug trafficking.",
        "In addition to the Panadura Division Criminal Investigation Department, several special police officers have been deployed to arrest the fleeing suspects.",
        "The white car called the murderers had noted in the camera, as follows:"
      ]
    }
  },
  "summary_lines": [
    "Two killed in Moragahahena shooting. Victims: Nayanananda Perera, Ukkung Malli, Piliyandala Saladamm Malli, Piliyandala Summulla. Suspects: Handiyawa, Homagama in Dubai. Cause: Drug trafficking."
  ]
}