{
  "translated_text": {
    "ta": {
      "title": "மேல்முறையீட்டு நீதிமன்றம் அம்மா மற்றும் மகனுக்கு வழங்கப்பட்ட மரண தண்டனையை உறுதிப்படுத்துகிறது",
      "body_lines": [
        "பதினாறு ஆண்டுகளுக்கு முன்பு, கொழும்பின் பண்டாரணயாவில் ஒரு தாய் மற்றும் மகன் குற்றச்சாட்டுக்கு ஒரு தாயும் மகனும் தண்டிக்கப்பட்டனர்.. அது. கொழும்பு உயர்நீதிமன்றம் விதித்த மரண தண்டனை மூலம் மேல்முறையீட்டு நீதிமன்றம் நேற்று (27) நடைபெற்றது.",
        "நீதிபதி மெங்கரா கலங்கராச்சியை மேல்முறையீட்டு நீதிமன்றம் நீதிபதி மனகா விஜேசுசுண்டராவால் குற்றம் சாட்டப்பட்டவர் தண்டனையால் விடுவிக்கப்பட்ட மேல்முறையீட்டைக் கேட்ட பின்னர் வழங்கப்பட்டார்.",
        "அக்டோபர் 13, 2008 அன்று, தினேஷ் பிரசன்னா மற்றும் அவரது மகன் தினேஷ் பிரசன்னா கொலை செய்யப்பட்டதற்கு எதிராக கொழும்பு உயர்நீதிமன்றத்தில் அட்டர்னி ஜெனரல் வழக்குத் தாக்கல் செய்திருந்தார்.",
        "ஒரு நீண்ட விசாரணையின் பின்னர், வெற்றி பெற்ற உயர்நீதிமன்ற நீதிபதி அவருக்கு மரண தண்டனை விதித்தார்.",
        "அப்போது மேல்முறையீட்டு நீதிமன்றம் மேல்முறையீட்டு நீதிமன்றத்தில் தன்னை விடுவித்து விடுவிக்க மேல்முறையீடு செய்தது.",
        "மேல்முறையீட்டு நீதிமன்றத்தில், உயர்நீதிமன்றத்தில் தனக்கு நியாயமான விசாரணை இல்லை என்று பிரதிவாதி கூறியிருந்தார்.",
        "உயர்நீதிமன்ற நீதிபதி தனக்கு சாதகமானவர் என்பதற்கான ஆதாரங்களுக்கான ஆதாரத்தை கருத்தில் கொள்ளவில்லை, மேலும் அவரது பிரதிவாதி மற்றும் உயர்நீதிமன்ற நீதிபதி தனது முடிவை பரிசீலித்ததாக குற்றம் சாட்டப்பட்டார்.",
        "மேல்முறையீட்டின் முழு விசாரணையை நடத்திய மேல்முறையீட்டு நீதிமன்றத்தின் போதி, உயர்நீதிமன்ற நீதிபதி குற்றம் சாட்டப்பட்டவர்களில் சரியாக செயல்பட்டதாகக் கூறியது.",
        "பிரதிவாதியின் வழக்கில், உயர் நீதிமன்றம் நடத்திய விசாரணையில் அவர் ஒரு நியாயமான சந்தேகத்தை எழுப்பத் தவறிவிட்டார்.",
        "குற்றம் சாட்டப்பட்டவர்களுக்கு எதிரான புகார் அளித்த குற்றச்சாட்டுகள் உயர் நீதிமன்ற நீதிபதி உறுதியளித்ததாக நிரூபிக்கப்பட்டுள்ளது என்று மேல்முறையீட்டு நீதிமன்றம் மேலும் கூறியுள்ளது."
      ]
    },
    "en": {
      "title": "The Court of Appeal confirms the death penalty given to the mum and son",
      "body_lines": [
        "Sixteen years ago, a mother and son were convicted of the allegation of a mother and son in Bandaranaya, Colombo.. it. The Court of Appeal was held yesterday (27) by the death sentence imposed by the Colombo High Court.",
        "Judge Menkara Kaluarachchi was given by the Court of Appeal Judge Manaka Wijesundara after hearing a appeal to acquitted by the accused by the punishment.",
        "On October 13, 2008, the Attorney General had filed a case before the Colombo High Court against the murder of Dinesh Prasanna and her son Dinesh Prasanna.",
        "After a long trial, the conquered High Court judge sentenced him to death.",
        "The Court of Appeal then presented a appeal to the Court of Appeal to acquit himself and release him.",
        "On the Court of Appeal, the defendant had stated that he had not had a fair trial in the High Court.",
        "The High Court Judge had not taken regarded to the proof of the evidence that he had favorable and his defendant and that the High Court judge was also accused of considering his decision.",
        "The Bodhi of the Court of Appeal, which conducted a full hearing of the appeal, stated that the High Court judge has acted correctly in the accused.",
        "In the case of the defendant, he failed to raise a reasonable suspicion in the trial held by the High Court.",
        "The Court of Appeal has added that the allegations made by the complaint against the accused have been proved to be convinced by the High Court Judge."
      ]
    }
  },
  "summary_lines": [
    "The Court of Appeal upheld the death sentence for a mother and son convicted in Bandaranaya, Colombo, 16 years ago. The accused appealed their conviction, arguing unfair trial, but the Court of Appeal found the High Court's decision justified."
  ]
}