{
  "translated_text": {
    "si": {
      "title": "මාතාරා හි මත්ද්රව්ය විශාල සංඛ්යාවක් සමඟ පුද්ගලයින් 10 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "පොලිස් මාධ්ය ප්රකාශක සහ නියෝජ්ය පොලිස්පති නිහාල් ඩොඩුව මහතා පැවසුවේ සැකකරුවන් 10 දෙනෙකු මාතාරා හි අයිස් drugs ෂධ සහ හෙරොයින් සමඟ අත්අඩංගුවට ගෙන ඇති බවයි.",
        "මාතර පොලිස් අපරාධ විමර්ශන අංශය විසින් සිදුකරන ලද වැටලීමකදී සැකකරුවන් අත්අඩංගුවට ගෙන තිබේ.",
        "පොලිසිය විසින් අයිස් කිලෝග්රෑම් 160 ක් සහ හෙරොයින් කිලෝග්රෑම් 60 ක් සහ හෙරොයින් කිලෝග්රෑම් 60 ක් අත්අඩංගුවට ගෙන තිබේ.",
        "මාතර පොලිස් අපරාධ විමර්ශන අංශය විසින් වැඩිදුර පරීක්ෂණ සිදුකරන බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "10 people arrested with large numbers of drugs in Matara",
      "body_lines": [
        "Police Media Spokesperson and Deputy Inspector General of Police Nihal Dalduwa said that 10 suspects have been arrested with ice drugs and heroin in Matara, Matara.",
        "The suspects have been arrested during a raid carried out by the Matara Police Criminal Investigation Division.",
        "The police have seized 160 kg of ice and 60 kg of heroin from the suspects.",
        "He added that further investigations are being carried out by the Matara Police Criminal Investigation Division."
      ]
    }
  },
  "summary_lines": [
    "10 arrests made in Matara drug bust: 160kg ice, 60kg heroin seized. Further investigation ongoing."
  ]
}