{
  "translated_text": {
    "si": {
      "title": "අලුතින් මල් පිපුණු චීන - ඉන්දියානු සම්බන්ධතාවය",
      "body_lines": [
        "වේගයෙන් වර්ධනය වන රටවල් වන රටේ සභාග රටවල් ජාත්යන්තර දේශපාලනයේ කටයුතු කරයි.ඔවුන් ක්රියා කරන්නේ දැයි දැන ගන්නේ දැයි දැන ගැනීමට ජාත්යන්තර දේශපාලන පක්ෂපාතයන් ක්රියා කරන්නේ දැයි දැන ගන්නේ දැයි දැන ගන්නේ දැයි ඔවුන් අතර ඇති සියලු වෙනස්කම් ජය ගැනීමට හා බටහිරයන්ගේ ශක්තිය ජය ගැනීමටය.",
        "බ්රසීලියානු රුසියාව, ඉන්දියාව, චීනය සහ දකුණු අප්රිකාව ප්රබලම හා වර්ධනය වන රටවල් කිහිපයක් ඒකාබද්ධ කරමින් ජාත්යන්තර තලයේ වේගයෙන් ගමන් කරමින් සිටී.",
        "ඒ අතරම, මෙම වර්ධනයේ කොටසක් ලෙස ඉන්දියාව සහ චීනය අතර ඇති වූ ආතතිය හතරේ ආතතිය දුරු කිරීමේ කොන්ත්රාත්තුවක්ම මෙම දෙපාර්ශ්වයම ප්රකාශ කර ඇති බව දෙපාර්ශ්වය නිවේදනය කළහ.",
        "මේ සතියේ පැවැත්වීමට නියමිත Pirikks සමුළුවට චීන ජනාධිපති ජේ. ෂී ජින් පිං සහ ඉන්දීය අග්රාමාත්ය නරේන්ද්ර මෝඩි මහතා ඉදිරියේ ගිවිසුම පිළිබඳ වාර්තාව ළඟදීම නිකුත් කර තිබේ.",
        "මෙයින් අදහස් කරන්නේ අග්රාමාත්ය මෝඩි සහ චීන ජනාධිපති ෂී ජින් ජින්සිං විසින් පසුගිය බදාදා රුසියාවේ වොල්ගා ගඟේ ඉවුරේ පසුගිය බදාදා පුවරුවේ කථානික රටවල නායක සමුළුවේදී හමුවූ බවයි.",
        "දෙරටේ නායකයින් අසල නව සාමාජිකයන් සමඟ රැස්වීම් පවත්වනු ඇත. ඔවුන් තුළ ඇති ගැටළු විසඳීම සඳහා ජාත්යන්තර ප්රජාවට පැවසීම සඳහා වාර්තාව ප්රකාශයට පත් කරන්නේද යන්න පිළිබඳව වාර්තාව ප්රකාශයට පත් කර තිබේද යන්න පිළිබඳව ප්රශ්නය පැන නගී.",
        "ඉන්දියාව සහ චීනය, ආසියාවේ විශාලතම රටවල් දෙක වන ජම්මු සහ කාශ්මීරයේ ලඩාක්, 2020 ජුනි මාසයේදී ඉන්දීය ජම්මු සහ කාශ්මීරයේ ලාමාක්;යුද්ධයේදී ඉන්දියානු සොල්දාදුවන් 20 දෙනෙකු සහ චීන සෙබළුන් සිව් දෙනෙකු මිය ගියහ. එතැන් සිට ද්විපාර්ශ්වික හමුදාව අබලන් තත්වයක පවතී.",
        "එසේ වුවද, ආතතිය නිවා දැමීමට දෙපාර්ශ්වයම, රාජ්ය තාන්ත්රික හා මිලිටරි මට්ටමේ සාකච්ඡා පැවැත්විණි.පසුගිය සතියේ ද්විපාර්ශ්වික හමුදාව යථා තත්ත්වයට පත් කිරීමේ ගිවිසුම අවසන් කර ඇති බව ඉන්දීය විදේශ කටයුතු අමාත්ය ආචාර්ය ආචාර්ය ආචාර්ය ආචාර්ය ජයන්හාන්කාර් රූපවාහිනියෙන් සම්මුඛ සාකච්ඡාවකදී පැවසීය.",
        "ඉන්දීය විදේශ කටයුතු අමාත්යාංශයේ ලේකම් වික්රම් මීසිරිගේ ඉන්දියාවේ විදේශ කටයුතු අමාත්යාංශයේ ලේකම් වික්රම් මීසිරිගේ වාර්තාවක් මෙයින් පසුව සිදු විය. අග්රාමාත්ය මෝඩි සහ ජනාධිපති ෂී රැස්වීමෙන් 2020 දී නැගී එන ආතතියට විසඳුමක් ලබා දෙන බවත්, කොන්දේසි වඩාත් වාසිදායක යැයිත්, කොන්දේසි වාසිදායක බවත් රැස්ව සිටිති.අතිරේක ව්යාපෘති ඉක්මනින් නිකුත් කරන බව ද නිවේදනය කර තිබේ.",
        "තවම නිශ්චිත තොරතුරු තවමත් නිකුත් කර නොමැත. ලමාක්හි ඇති වූ ගැටුම හේතුවෙන් දස දහස් ගණනක් භට පිරිස්, ප්රහාර සහ ගුවන් යානා අඛණ්ඩව අත්හිටුවා තිබේ.. ඉන්දියානු පාර්ශ්වය මේවා ගොඩකිරීමේ වාර සං signal ාවක් පෙන්නුම් කර ඇත.",
        "ඒ අතරම, චීන විදේශ අමාත්යාංශයේ ප්රකාශක ලින් ජියාන් පැවසුවේ ගිවිසුම සම්පූර්ණයෙන් ක්රියාත්මක කළ යුතු බවයි.",
        "භට පිරිස් කටයුතු සඳහා විශේෂ experts යින්ගේ මණ්ඩලයක් නවදිල්ලියේ ඉල්ලීමක් ඉල්ලා සිටින බව ද මේ බවම කියනු ලැබේ.. එය තවදුරටත් වාසි ලබා ගැනීම සහ දිගු කාලයක් ගත කිරීම සඳහා ප්රගතිශීලී පියවරක් යැයි කියනු ලැබේ.",
        "චීන විදේශ අමාත්යාංශයේ ප්රකාශක ලින් ජියාන් මාධ්ය හමුවකදී මාධ්ය හමුවකදී කියා සිටියේ මෑත කාලයේ දී, ඉන්දියාව සහ චීනය දේශසීමා කටයුතු සඳහා ත්රස්තවාදී හා හමුදා සම්බන්ධතාවලට විසඳුමක් සොයාගෙන ඇති බවයි.",
        "ඉන්දියාව සමඟ තීරණාත්මක වර්ධනයක් දැකීමට චීන පක්ෂය අධිෂ් is ාන කරගෙන සිටින බව ද ඔහු ප්රකාශ කළේය.",
        "චීන චින්තන පක්ෂ පවසා ඇත්තේ චීන ඉන්දියානු සම්බන්ධතාවය වැඩිදියුණු කිරීම සඳහා මෙය නිසැකවම විශාල දියුණුවක් බවයි.",
        "මේ අතර, චීනයේ පුවත්පත් වාර්තා පවසන පරිදි, අතීතයේ චීන ඉන්දියානු සම්බන්ධතාවයේ බිඳවැටීම ආර්ථික අවශ්යතා සඳහා පසුබෑමක් ලෙස සැලකේ.. මෙය ඉන්දියාවේ ඉන්දියාවේ සහ ඉන්දියාවේ චීන විරෝධී සමාගම් චීන විරෝධී සමාගම් සහ චීන සමාගම් පිළිබඳ බරපතල පරීක්ෂණයක් මෙය ප්රවර්ධනය කර ඇත.",
        "චීන පැත්ත දෙරට අතර ජනතාවගේ සම්බන්ධතාවය නතර කර ඇති බව විශ්වාස කෙරේ. ඉන්දියාවේ ප්රධාන ආනයන භාණ්ඩ සමඟ චීනය රටවල් අතර වේ.",
        "බිලියන 56.29 ක් පමණ වටිනා නිෂ්පාදන අප්රේල් සිට සැප්තැම්බර් දක්වා ආනයනය කරනු ලබන්නේ මේ වසරේ ය.. චීනය සඳහා විශාලතම අලෙවිකරණ අඩවිය මෙයයි.",
        "චීනය ජාත්යන්තර වෙළඳාමේ ආදේශ කිරීම සඳහා ඉන්දියාව ප්රාථමික නිෂ්පාදන රට ලෙස පෙනී සිටීමට ඉතා උනන්දු වෙයි. නමුත් ඉන්දියාව චීනය සමඟ මිත්රශීලී සගයෙකු පමණක් විය හැකි බව චීනයේ මතයයි.",
        "නමුත් එක්සත් ජනපද පර්යේෂකයන්ගේ දෘෂ්ටි කෝණයන් චීන හා ඉන්දියානු පැති වල ඇස් හමුවේ සම්පූර්ණයෙන්ම වෙනස් කාරණයක් වේ. විදේශ කටයුතු දෙපාර්තමේන්තුවේ අධ්යයනයක් පළ කළ ජනප්රිය ඇමරිකානු සඟරාවක් වන පන්තබොලි හි බලගතුරණ පර්යේෂකයෙකු වන මයිකල් ගොග්මන්, \"ආරක්ෂක මුර සංචාරයකින් වැළකී සිටීමේ ගනුදෙනුවක් වෙළඳ අවශ්යතා ඇති කළ හැකිය.. නමුත් එය සමස්ත චීන හා ඉන්දියානු සම්බන්ධතාවයේ ප්රත්යාස්ථතාව ලෙස දැකිය නොහැක. \"",
        "එපමණක් නොව, චීන ජාතිකයන් සහ ඉන්දීය දේශසීමා පිළිබඳ හමුදාව අතර ඇති විශ්වාසය ඉතා ශක්තිමත් වන අතර, සියල්ලටම වඩා චීනය දකුණු ආසියානු රටවල් එහි බලපෑම ප්රගතියක් ලබයි.. හින්දුසමුද්රම් මෙන්ම ඉතා කටුක තරඟයකි. මේ සියල්ල අඛණ්ඩව පැවති බව ඔහු පෙන්වා දුන්නේය.",
        "එබැවින් සාමය ආසියාවේ සාමකාමී වාතාවරණයක් යැයි එක්සත් ජනපදයේ පැත්ත විශ්වාස නොකරන බව පෙනේ. ඒ සම්බන්ධයෙන් ගත් කල, බටහිර ජෙරික්වරුන්ගේ හවුල් රටවලට වැඩි වැඩියෙන් හා වඩාත් තදින් සාමයේ සත්යය සහ විනිවිදභාවය පෙන්වීමට බල කෙරෙයි."
      ]
    },
    "en": {
      "title": "Newly blossomed Chinese - Indian relationship",
      "body_lines": [
        "Are the fastest growing countries, the coalition countries of the country, acting in international politics?International political enthusiasts are showing great concern to know if they are acting as if they are actually committed to overcoming all the differences between them and overcoming the strength of the West.",
        "Brazilian Russia, India, China and South Africa are moving fast in the hands of the international arena, combining some of the strongest and growing countries.",
        "At the same time, both sides have announced that it has signed a contract to quench the four -year tension between India and China as part of this growth.",
        "The report on the Agreement has been released shortly before Chinese President Shi Jinping and Indian Prime Minister Narendra Modi will be present at the upcoming Pirikks conference this week.",
        "This means that Prime Minister Modi and Chinese President Shi Jinping met last Wednesday at the leaders' conference of the Piricks countries in Kazan on the banks of the Volga River in Russia.",
        "The leaders of the two countries will hold meetings with new members nearby. A question arises as to whether the report was published to tell the international community to address the problems within them.",
        "India and China, the two largest countries of Asia, the Ladakh of the Indian state of Jammu and Kashmir in June 2020;Twenty Indian soldiers and four Chinese soldiers were killed in the war -torn war. Since then the bilateral army has been in a state of disrepair.",
        "Nevertheless, there were talks at both sides, diplomatic and military level to quench the tension.Indian External Affairs Minister Dr. Subramaniam Jaishankar said in an interview with television that the agreement to restore the bilateral army last week has been completed.",
        "This was followed by a report by Secretary of the Ministry of External Affairs Vikram Miziri in India. Prime Minister Modi and President Shi have revealed through their meeting that a solution to the tension that arose in 2020 has been resolved and the conditions are moving favorable.It has also been announced that additional projects will be released soon.",
        "No exact information has been released yet. Tens of thousands of troops, attacks and airplanes were continuously suspended for the war of clash in Ladakh.. The Indian side has shown a favorable signal in reclaiming these.",
        "At the same time, the Chinese Foreign Ministry spokesman Lynn Jian said the agreement should be fully implemented.",
        "This is also said that a panel of experts for the proceedings of the troops will be asked for New Delhi.. It is said to be a progressive move to further take advantage and take a long time.",
        "Chinese Foreign Ministry spokesman Lynn Jian said at a press conference that in recent times, India and China had found a solution to the terrorist and military affiliations on border affairs.",
        "He also stated that the Chinese party is determined to see a decisive growth with India and the solution to the solution.",
        "Chinese thinking parties have said that this is certainly a great improvement to improve the Chinese Indian relationship.",
        "Meanwhile, according to the newspaper reports in China, the breakdown in the Chinese Indian relationship in the past is seen as a setback for an economic interests.. This has promoted Chinese anti -Chinese and nationalist lashes in India and anti -Chinese companies in India and a serious investigation into Chinese companies.",
        "The Chinese side is thought to have stopped the people's contact between the two countries. China is among countries with the main import commodities of India.",
        "The products worth about $ 56.29 billion are imported from April to September this year.. This is the largest marketing site for China.",
        "India is very interested in making itself as the primary production country to replace China in international trade. But it is China's view that India can only be a friendly ally with China.",
        "But the view of US researchers is a completely different issue in the eyes of the Chinese and Indian sides. Michael Googelman, an influential researcher in Porinbolisi, a popular American magazine that published a study on the Foreign Affairs Department, said, “A deal to avoid a security patrol can bring about trade interests.. But it cannot be seen as the elasticity of the entire Chinese and Indian relationship. ”",
        "Moreover, the confidence among the military on the Chinese and Indian borders has been very strong, and above all, China South Asian countries are progressing its influence.. As well as the HinduSamudram is a very bitter competition. He pointed out that all of these were continuous.",
        "It is therefore seen that the US side does not believe that peace is a peaceful environment in Asia. In that respect, the joint Western countries of the Chericks are forced to show the truth and transparency of more and more tight peace."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "India-China relations improving after 4-year Ladakh standoff. Leaders sign agreement, troops withdrawal begins. Economic ties remain crucial despite tensions. Both nations seek to strengthen cooperation while maintaining strategic independence."
  ]
}