{
  "translated_text": {
    "si": {
      "title": "එක්සත් ජනපද නිල නිල දෝණල්ඩ් ලුස් ශ්රී ලංකාවට පැමිණීමට නියමිතය",
      "body_lines": [
        "ඩොනල්ඩ් ලුස්ට් ශ්රී ලංකාවේ එක්සත් ජනපද දකුණු හා මධ්යම ආසියානු කටයුතු පිළිබඳ ලේකම්.",
        "එක්සත් ජනපද රාජ්ය නියෝජ්ය ලේකම් ඩොනල්ඩ් ලූ සිකුරාදා (10) සිට මේ මස 15 දක්වා ඉන්දියාව, ශ්රී ලංකාව සහ බංග්ලාදේශය නැරඹීමට පැමිණෙනු ඇත.",
        "ඩොනල්ඩ් ලූගේ රටවල් 3 දෙනා සෑම රටක් සමඟම ද්විපාර්ශ්වික සහයෝගීතාව ශක්තිමත් කරන අතර ස්වාධීන හා සමෘද්ධිමත් ඉන්දු-පැසිෆික් කලාපයක් වන ඉන්දු-පැසිෆික් කලාපයට අප දක්වන සහයෝගය ඔප්පු කරනු ඇත.",
        "දකුණු ඉන්දියාවේ ද්විපාර්ශ්වික මැදිහත්වීම වැඩි දියුණු කිරීම සඳහා ඉන්දියාවට පැමිණෙන ඩොනල්ඩ්ඩූල්ඩෝ චෙන්නායි හි උප -ශ්යා නිලධාරීන් හමුවනු ඇත.",
        "ඩොනල්ඩ් ලූ ප්රකට දේශපාලන නායකයින් හමුවී ශ්රී ලංකාවේ ආර්ථික ප්රකෘතිය සහ ස්වාධීන හා ප්රජාතන්ත්රවාදී සමාජයේ ස්වාධීන හා ප්රජාතන්ත්රවාදී සමාජයේ වැදගත්කම සඳහා එක්සත් ජනපදයේ සහාය නැවත අවධාරණය කරනු ඇත.",
        "ශ්රී ලංකාවේ නියෝජ්ය රාජ්ය ලේකම් ඩොනල්ඩ්ඩූල්ඩබ්ලිව්, ශ්රී ලංකාවෙන් පසු බංග්ලාදේශයට පැමිණෙන සිවිල් සමාජ නායකයින් හමුවී, දේශගුණික අර්බුදයේ සහන හා ආර්ථික සබඳතා ගැඹුරු කිරීම ඇතුළුව එක්සත් ජනපද - එක්සත් ජනපද - ආභරණ රටවල සහයෝගය පිළිබඳව සාකච්ඡා කරනු ඇත."
      ]
    },
    "en": {
      "title": "US official Donald Lu is to visit Sri Lanka",
      "body_lines": [
        "Donald Lu will visit Sri Lanka, US Secretary of South and Central Asian Affairs.",
        "US Deputy Secretary of State Donald Lu will make a visit to India, Sri Lanka and Bangladesh from Friday (10) to the 15th of this month.",
        "The visit of Donald Lu's 3 countries will strengthen bilateral cooperation with each country and proves US support for the Indo-Pacific Region, an independent and prosperous Indo-Pacific region.",
        "Donald Lu, who is visiting India, will meet with sub -embassy officials in Chennai to improve bilateral involvement in South India.",
        "Donald Lu will meet with prominent political leaders and reiterate the support of the US for the economic recovery of Sri Lanka and the importance of the independent and democratic society of independent and democratic society.",
        "Donald Lu, Deputy Secretary of State for Sri Lanka, will meet with civil society leaders, who will visit Bangladesh after Sri Lanka, and will discuss the cooperation of the US -Bangladesh countries, including the relief of climate crisis and deepening economic relations."
      ]
    }
  },
  "summary_lines": [
    "US Deputy Secretary of State Donald Lu will visit India, Sri Lanka, and Bangladesh from March 10th to 15th, aiming to strengthen bilateral ties and US support for the Indo-Pacific region's prosperity and independence. In Sri Lanka, he'll meet with political leaders to discuss economic recovery and democratic values, and in Bangladesh, he'll focus on climate crisis relief and economic cooperation."
  ]
}