{
  "translated_text": {
    "si": {
      "title": "මාර්ග අනතුරු 1,417 ක් අගෝස්තු 10 වන තෙක් සිදුවන වේ",
      "body_lines": [
        "මේ වසරේ අගෝස්තු 10 වන දින දක්වා අනතුරු 1,352 ක පුද්ගලයින් 1,417 දෙනෙකු මියගොස් ඇති බව නියෝජ්ය පොලිස්පති ඉන්දිකා හපුගෝඩා මහතා පැවසීය.",
        "පසුගිය වසරේ මැයි මස හැර වාහන 84 ක් මෝටර් ප්රවාහන දෙපාර්තමේන්තුවේ ලියාපදිංචි කර ඇත.මේ අතර, යතුරුපැදි ලක්ෂ 48 (58%) සහ ලක්ෂ 118 ක් (14%) තුනක් (14%) වෙඩි තැබීම් ලියාපදිංචි කර ඇත.",
        "ජලයෙන් යට වූ, විදුලිය හා වැටීම් ඇතුළු හදිසි අනතුරු හේතුවෙන් මිනිසුන් 12,000 ක් පමණ වාර්ෂිකව මිය යති.",
        "එක් අයෙකු ඔවුන්ගෙන් (3,000) තුවාල සිදුවන්නේ මාර්ග අනතුරු නිසාය. ඒ අතරම, යතුරුපැදි අනතුරු හේතුවෙන් පුද්ගලයින් 1000 දෙනෙකු මියගොස් තිබේ.",
        "2021 දී අනතුරු 2,452 න් 2,257 ක් මියගොස් 2,257 ක් මියගොස් 2022 දී අනතුරු 2,540 කින් 2,540 කි.",
        "2023 දෙනෙකුට අනතුරු අවම සංඛ්යාවක් ඇත. ඒ අනුව, අනතුරු 2,214 කදී පුද්ගලයින් 2,325 ක් මිය ගියහ.",
        "මේ වසරේ අගෝස්තු 10 වන දින දක්වා මාර්ග අනතුරු 1,352 කදී පුද්ගලයින් 1,417 දෙනෙකු මියගොස් තිබේ.",
        "2021 දී පාසැල් චිකිත්සාව හේතුවෙන් පාසල් ළමුන් 220 දෙනෙකු මිය ගියහ. ඒ අතරින් 5 සිට 6 දක්වා පාසල් ළමුන් 157 ක් මියගොස් තිබේ. වයස අවුරුදු 7 ත් 8 ත් අතර පුද්ගලයින් 192 දෙනෙකු වයස අවුරුදු 9 ත් 10 ත් අතර වේ. මෙම අවස්ථාවේ දී, වර්ෂය පුරාම ලියාපදිංචි වූ මුළු අනතුරු සංඛ්යාව 1,994 කි. \"",
        "2022 දී වයස අවුරුදු 5 ත් 18 ත් අතර පාසල් ළමුන් 282 ක් මාර්ග අනතුරු වලින් මිය ගියහ. එම වර්ෂයේදී අනතුරු 2,847 ක් වාර්තා විය. 2023 වන විට තවත් පාසල් සිසුන් 328 දෙනෙකු හදිසි අනතුරු වලට සම්බන්ධ වූ අතර එය 2022 සහ 2021 ට සාපේක්ෂව ඉහළ ගියේය.",
        "2021 වන විට හිස් ආවරණයක් ඇඳීම සඳහා නඩු අධිකරණයේ ගොනු කරන ලදී.2022 දී නඩු 180,000 කට ආසන්න සංඛ්යාවක් ලියාපදිංචි කර ඇති අතර 2023 දී රෝගීන් 286,750 ක් ලියාපදිංචි කර ඇති බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "1,417 deaths of road accidents until 10th August",
      "body_lines": [
        "A total of 1,417 people have died in 1,352 accidents till August 10 this year, Deputy Inspector General of Police Indika Hapugoda said.",
        "As of May last year, 84 lakh vehicles were registered with the Motor Transport Department.Of these, 48 lakh (58%) motorcycles and 11 lakh (14%) three -wheelers are registered.",
        "About 12,000 people die annually due to accidents, including submerged, electricity and falling and suicides.",
        "One -third of them (3,000) casualties are caused by road accidents. At the same time, 1000 people have died of motorcycle accidents.",
        "Of the 2,452 accidents in 2021, 2,257 were killed and 2,540 in 2,420 accidents in 2022.",
        "2023 has fewer accidents. Accordingly, 2,325 people died in 2,214 accidents.",
        "A total of 1,417 people have died in 1,352 road accidents that took place till August 10 this year.",
        "“220 schoolchildren died due to motorcycle accidents in 2021. Among them, 157 schoolchildren aged 5 to 6 have died. 192 people between 7 and 8 years of age and 181 are between 9 and 10 years of age. In this case, the total number of accidents registered throughout the year is 1,994. \"",
        "In 2022, 282 schoolchildren between the ages of 5 and 18 died in road accidents. A total of 2,847 accidents were reported in that year. A further 328 school students were involved in accidents by 2023, which increased compared to 2022 and 2021.",
        "By 2021, cases were filed in court for not wearing a helmet.Nearly 180,000 cases have been registered in 2022 and 286,750 cases have been registered in 2023, ”he said."
      ]
    }
  },
  "summary_lines": [
    "As of August 10, 1,417 deaths occurred from 1,352 road accidents this year. Compared to previous years, 2023 saw fewer accidents but more fatalities. Motorcycle accidents accounted for many deaths, especially among schoolchildren. Legal actions against helmet-less riders surged significantly in 2023."
  ]
}