{
  "translated_text": {
    "ta": {
      "title": "காவல்துறையினரைச் சேர்ந்த பெண் அதிகாரிகளுக்கு பெரிய பொறுப்புகள் பெரிய நாற்காலிகள்",
      "body_lines": [
        "தேசிய பொலிஸ் கமிஷன் உடனடியாக 54 மூத்த போலீஸ் அதிகாரிகளிடம் உடனடியாக பாதிக்கப்பட்டது.",
        "ஐந்து தோண்டல்கள், 3 மூத்த காவல்துறையினர் 7 எஸ்பி மற்றும் 7 போலீசார் உதவியாளர்களுக்கு கூடுதலாக உள்ளனர்.",
        "கான்ஸ்டபிள் தரவரிசையில் இருந்து ஐ.ஜி.பி வரை வந்த பிரியந்தா வீரசூரியா யார்?",
        "சிஐடி (சிஐடி) சிஐடியாக நியமிக்கப்பட்டதால் முதல் முறையாக ஒரு போலீஸ் அதிகாரி நியமிக்கப்பட்டார்.",
        "திணைக்களத்தின் முதல் அதிகாரி திணைக்களத்தின் முதல் அதிகாரியாக இருந்தார்.",
        "2007 ஆம் ஆண்டில், மகளிர் உதவி காவல்துறை கண்காணிப்பாளர் (மகளிர் உதவி கண்காணிப்பாளர்) உதவி கண்காணிப்பாளரான இலங்கை காவல்துறையின் பெண்களிடமிருந்து காவல்துறை அதிகாரியுடன் இணைந்துள்ளார்.",
        "மூத்த காவல்துறை கண்காணிப்பாளர் ருஹுனா பல்கலைக்கழகத்தின் அறிவியல் மற்றும் திறந்த பல்கலைக்கழகத்தின் பட்டதாரி ஆவார்.",
        "நிஹால் தல்டுவா நீண்ட காலமாக பொலிஸ் ஊடக செய்தித் தொடர்பாளர் மற்றும் மூத்த போலீஸ் சூப்பிரண்டு ஆகியோரின் பதவிக்கு இந்த பதவியை இழந்துள்ளார். மனாடிகான் நியமிக்கப்பட்டுள்ளார்.",
        "எவ்வாறாயினும், டி.ஐ.ஜி மேலும் குற்றவியல் புலனாய்வுப் பிரிவை நிஹால் தல்டுவாவால் தோண்டியதன் மூலம் எடுக்கப்படுகிறது.",
        "பொலிஸ் கள படை தலைமையகப் பிரிவின் பொறுப்பாளராக டி.ஐ.ஜி ஜகத் சந்திரகுமாரா நியமிக்கப்பட்டுள்ளார், மேலும் கெகல்லின் துணை ஆய்வாளர் ஜெனரலின் கடமைகளைச் செய்ய நியமிக்கப்பட்டுள்ளார்.",
        "டி.ஐ.ஜி ரோஷன் ராஜபக்ஷம் டிக் பொலிஸ் இன்ஸ்பெக்டர் ஜெனரல் மற்றும் டிக் பொலிஸ் கோப்பைகளின் பொறுப்பான LA க்கு டிக் நியமித்துள்ளது.",
        "கொழும்பு மாவட்டத்திற்கு பொறுப்பான டி.ஐ.ஜி பதவிக்கு டி.ஐ.ஜி நியமிக்கப்பட்டதாக பொலிஸ் ஊடக பிரிவு அறிவித்தது.",
        "குற்றவியல் புலனாய்வுத் துறையின் துணை இயக்குநர் பெண் எஸ்எஸ்பி சாசர்குமாடியா தலைமையகத்தின் கட்டளை அதிகாரியாக மாற்றப்பட்டுள்ளார்.",
        "பெண்கள் எஸ்.எஸ்.பி அமரசேனா சிறப்பு புலனாய்வு பிரிவின் இயக்குநராக நியமிக்கப்பட்டுள்ளார்.",
        "மூத்த போலீஸ் சூப்பிரண்டு சி.எம்.என்.டி தேசிய பொலிஸ் பயிற்சி நிறுவனத்தின் தலைமை நிர்வாக அதிகாரியாக உள்ளார். குமாரா வேலை செய்கிறார்.",
        "மூத்த போலீஸ் சூப்பிரண்டு கே.ஜிபிபி, மூத்த போலீஸ் சூப்பிரண்டு, கொழும்பு மத்திய பிரதேச செயலாளரின் செயலாளராக நியமிக்கப்பட்டுள்ளார்.",
        "கங்கசாந்தூரை பிரிவு செயலகத்தின் பொறுப்பாளராக மூத்த காவல்துறை கண்காணிப்பாளர் நியமிக்கப்படுகிறார். அம்பெபிட்டியா.",
        "பெண்கள் மூத்த போலீஸ் சூப்பிரண்டு பி.ஜே.எம். அரியசேனா மருத்துவ சேவைகள் பிரிவின் இயக்குநராக நியமிக்கப்பட்டுள்ளார்.",
        "மூத்த காவல்துறை கண்காணிப்பாளர் (எஸ்.பி.எஸ்) AMPARA பிரிவின் பொறுப்பாளராகவும், மூத்த போலீஸ் சூப்பிரண்டு நிறுவனமாகவும் நியமிக்கப்பட்டுள்ளார். கெபிதிகோலேவா பகுதியின் பொறுப்பாளராக கிருஷாந்தா மாற்றப்பட்டார்.",
        "மூத்த பொலிஸ் கண்காணிப்பாளர் எஸ்.கே. தேர்வுப் பிரிவின் இயக்குநராக உள்ளார். ரூபாசிங்கும் குற்றவியல் புலனாய்வுத் துறை மங்களா மக்கள்தொகையின் இயக்குநராகவும் மாற்றப்படுகிறார்.",
        "மூத்த போலீஸ் சூப்பிரண்டு பிஎஸ் மூத்த போலீஸ் சூப்பிரண்டு. ஜெயமன்ஹா நியமிக்கப்பட்டு, மூத்த போலீஸ் சூப்பிரண்டு சிடி லியானாபுரா பொறுப்பில் அதிகாரியாக நியமிக்கப்பட்டுள்ளார்.",
        "மூத்த காவல்துறை கண்காணிப்பாளர் (எஸ்.பி) ஏஏ டிஸ்டானா மனித உரிமைகள் பிரிவு இயக்குனர் பதவிக்கு பொறுப்பேற்றுள்ளார்.",
        "மூத்த காவல்துறை கண்காணிப்பாளர் கொழும்பு குற்றப் பிரிவின் மூத்த காவல்துறை கண்காணிப்பாளராக உள்ளார்.",
        "மூத்த காவல்துறை கண்காணிப்பாளர் (வட மேற்கு மாகாணத்தின் மூத்த கண்காணிப்பாளர்). பொறுப்பில் அதிகாரியாக விடானேஜின் கான்டலே பிரிவு கடமைகள்.",
        "மூத்த போலீஸ் சூப்பிரண்டு (எஸ்.எல்.டி.பி). எஸ்.எஸ்.பி ஜி.எல் பீரிஸ் மூத்த போலீஸ் சூப்பிரண்டு. லெல்லெரட்னே நியமிக்கப்பட்டுள்ளார்.",
        "மூத்த போலீஸ் சூப்பிரண்டு ராடல் ராண்டெனியா ஒப்படைக்கும் நிலைக்கு மாற்றப்பட்டார்.",
        "ஐ.ஜி.பி தனியார் உதவியாளராகவும், வங்கி பிரிவாகவும் (ஐ.ஜி.பி) மூத்த காவல்துறை கண்காணிப்பாளர். பமுனாராச்சி நியமிக்கப்பட்டுள்ளார்.",
        "கெலானியாவில் உள்ள அறக்கட்டளைகள் பதவிக்கு மூத்த போலீஸ் சூப்பிரண்டு எம்.எஸ்.கே விக்ரமநாயக்க நியமிக்கப்பட்டுள்ளார்.",
        "மூத்த போலீஸ் சூப்பிரண்டு கே.ஜே.எஸ் பொது அமைதி மேலாண்மை பிரிவின் இயக்குநராக நியமிக்கப்பட்டுள்ளார். உண்மைதான்.",
        "மூத்த போலீஸ் சூப்பிரண்டு மோகன் லால் சுற்றுலா பொலிஸ் பிரிவின் இயக்குநராக நியமிக்கப்படுகிறார்.. சூரியபந்தராவின் நியமனம் பெறப்பட்டுள்ளது.",
        "சிலாவ் பிரிவின் அதிகாரியாக மூத்த போலீஸ் கண்காணிப்பாளர் எச்.ஐ.வி. எஸ்.எஸ்.பி மூத்த போலீஸ் சூப்பிரண்டு WHM DHMM பெற்றது. பொலிஸ் ஊடக பிரிவு, பண்டாரா நியமிக்கப்பட்டுள்ளார்.",
        "டங்கல்லே போலீஸை புரிந்துகொள்ளும் மூத்த பொலிஸ் கண்காணிப்பாளர். செனவிரத்னே வேலை செய்கிறார்.",
        "மூத்த போலீஸ் சூப்பிரண்டு ஏ.ஜே.",
        "மூத்த போலீஸ் கண்காணிப்பாளர் எச்.டி.கே.க்கள் பயங்கரவாதம் மற்றும் விசாரணை பிரிவின் இயக்குநரை வழங்கினர். பெரேரா.",
        "மூத்த போலீஸ் சூப்பிரண்டு கே.பி.கே அமைச்சர் ஒருங்கிணைப்புப் பிரிவின் இயக்குநராக உள்ளார். பெரேரா நியமிக்கப்பட்டுள்ளார்.",
        "நடிப்பு எஸ்எஸ்பி ரத்னாயக்கின் அமெச்சூர் ஆட்சேர்ப்பு பிரிவின் இயக்குநராக உள்ளார். சமரகூன் பொலிஸ் ஊடகப் பிரிவால் நியமிக்கப்பட்டார்.",
        "மேற்கு மாகாணத்தின் இயக்குநர் தெற்கு குற்றவியல் பிரிவின் இயக்குநராக நியமிக்கப்பட்டுள்ளார்.",
        "போலீஸ் சூப்பிரண்டு வாலனா குமாரா வாலனாவின் இயக்குநராக உள்ளார்.",
        "போலீஸ் சூப்பிரண்டு மேற்கு மாகாண தெற்கு வாகன பிரிவின் இயக்குநராக உள்ளார்.",
        "கூடுதலாக, மற்ற இரண்டு மூத்த பொலிஸ் கண்காணிப்பாளர்கள், நான்கு வெற்றி போதுமானவர்கள் மற்றும் காவல்துறையின் உதவி கண்காணிப்பாளர்கள் உடனடியாக நடைமுறைக்கு வந்தனர்.",
        "இந்த வரி வருமானம் என்ன?வரி வருமானத்திற்கான ஆயிரக்கணக்கான காரணங்களுக்கு என்ன நடக்கும்?",
        "ஷாஹ்ரஜன் சன்முகமதன்: 13 ஒரு வருடம் முன்பு, டோனி கிரெக்ம் (லிட்டில் சங்கா)",
        "\"விருந்தில் மட்டும், 31 ஆண்டுகளில் கல்லீரல் கெட்டுப்போனதாக என் கல்லீரல் நினைத்தது,\""
      ]
    },
    "en": {
      "title": "Big responsibilities to female officials from the police big chairs",
      "body_lines": [
        "The National Police Commission immediately handed over to 54 senior police officers including immediate effect.",
        "Five DIGs, 3 senior Superintendents of Police are in addition to 7 SP and 7 Assistants of Police.",
        "Who is Priyantha Weerasuriya who came from constable rank to acting IGP?",
        "The first time a police officer was appointed as the CID (CID) was appointed as the CID.",
        "The first officer of the Department was the first officer of the Department was the first officer in the Department.",
        "In 2007, the women's assistant Superintendent of Police (Women's Assistant Superintendent) has joined the police officer from the women of the Sri Lankan police, Assistant Superintendent.",
        "Senior Superintendent of Police is also a graduate of the Science and Open University at the University of Ruhuna University.",
        "Nihal Talduwa has lost the post to the post of Police Media Spokesman for a long time and the Senior Superintendent of Police. Manatican has been appointed.",
        "However, DIG, however, is further taken by the DIG of the Criminal Investigation Division by Nihal Thalduwa.",
        "DIG Jagath Chandrakumara has been appointed as the DIG in charge of the Police Field Force Headquarters Division and has been appointed to perform the duties of the Deputy Inspector General of Kegalle.",
        "DIG Roshan Rajapaksa has appointed DIG to the Deputy Inspector General of Police and the DIG in charge of the Police Cups, LA.",
        "The Police Media Division announced that the DIG was appointed to the post of DIG in charge of Colombo District.",
        "The Deputy Director of the Criminal Investigation Department has been transferred as the Commanding Officer of the Female SSP Chairkumadiya Headquarters.",
        "Women's SSP Amarasena has been appointed as the Director of the Special Investigation Unit.",
        "Senior Superintendent of Police CMNT is the Chief Administrative Officer of the National Police Training Institute. Kumara works.",
        "Senior Superintendent of Police K.GPB, Senior Superintendent of Police, has been appointed as the Secretary of the Colombo Central Divisional Secretary.",
        "Senior Superintendent of Police is appointed as the officer in charge of the Kankesanthurai Divisional Secretariat. Ambepitiya.",
        "Women's Senior Superintendent of Police PJM. Ariyasena has been appointed as the Director of the Medical Services Division.",
        "Senior Superintendent of Police (SPS) has been appointed as the officer in charge of the Ampara Division and Senior Superintendent of Police. Krishantha has been transferred as the officer in charge of the Kebithigollewa area.",
        "Senior Superintendent of Police SK is the Director of the Exam Division. Rupasinghe is also acting and transferred as the Director of the Criminal Investigation Department Mangala Demography.",
        "Senior Superintendent of Police PS Senior Superintendent of Police. Jayamanha has been appointed and the Senior Superintendent of Police CD Liyanapura has been appointed as the officer in charge.",
        "Senior Superintendent of Police (SP) AA Dissanna has been responsible for the post of Director of the Human Rights Division.",
        "The Senior Superintendent of Police is the Senior Superintendent of Police of the Colombo Crimes Division.",
        "Senior Superintendent of Police (Senior Superintendent of North Western Province). Vithanage's Kantale Division duties as officer in charge.",
        "Senior Superintendent of Police (SLTB). SSP GL Peiris Senior Superintendent of Police. Lellearatne has been appointed.",
        "Senior Superintendent of Police RADAL Randeniya has been transferred to the position of handing over.",
        "Senior Superintendent of Police as the IGP Private Assistant and the Banking Division (IGP). Bamunarachchi has been appointed.",
        "Senior Superintendent of Police MSK Wickramanayake has been appointed to the post of Trusts in Kelaniya.",
        "Senior Superintendent of Police KJS has been appointed as the Director of the Public Peace Management Division. The fact is the case.",
        "Senior Superintendent of Police Mohan Lal is appointed as the Director of the Tourist Police Division.. Appointment of Sooriyabandara has been obtained.",
        "Senior Superintendent of Police HIV as Officer of Chilaw Division. SSP Senior Superintendent of Police WHM DHMM received. Bandara has been appointed, police media division.",
        "Senior Superintendent of Police Understanding Tangalle Police. Seneviratne is working.",
        "Senior Superintendent of Police AJ Janasekara has been given the Director of the Children's and Women's Abuse Division.",
        "Senior Superintendent of Police HDKS provided the Director of the Terrorism and Investigation Division. Is to Perera.",
        "Senior Superintendent of Police KBK is the Director of the Ministerial Coordinating Division. Perera has been appointed.",
        "Acting SSP Ratnayake is the Director of the Amateur Recruitment Division. Samarakoon was appointed by the Police Media Division.",
        "The Director of the Western Province has been appointed as the Director of the Southern Criminal Division.",
        "The Police Superintendent of Police is the director of the Walana Kumara Walana.",
        "Police Superintendent of Police is the Director of the Western Province South Vehicle Division.",
        "In addition, two other senior police superintendents, four Success Sufficients and Assistant Superintendents of Police have been transferred with immediate effect.",
        "What's this Tax Return?What will happen to thousands of causes of tax returns?",
        "Shahragen Shanmugamathan: 13 A Year ago, Tony Gregm (Little Sanga)",
        "\"At the party alone, my liver thought that the liver was spoiled in 31 years,\""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "National Police Commission appoints 54 senior officers, including 5 DIGs, 3 SPs, 7 ASPs. Key appointments: Priyantha Weerasuriya as acting IGP, Nihal Thalduwa as Police Media Spokesman, Jagath Chandrakumara as DIG Police Field Force HQ. Women officers appointed in various roles, including SSP Amarasena as Director of Special Investigation Unit. Transfers and appointments made in CID, Exam Division, Human Rights Division, and other departments."
  ]
}