{
  "translated_text": {
    "si": {
      "title": "ඉන්දියාවේ ටෙස්ට් තරගාවලියට තවත් ලකුණු 152 ක් අවශ්ය වේ",
      "body_lines": [
        "එංගලන්තයට එරෙහිව සිව්වන ටෙස්ට් ක්රිකට් තරගය ජය ගැනීමට ඉන්දියාවේ තවත් ලකුණු 152 ක් අවශ්ය වන අතර මාලාව ජය ගත්තේය.",
        "දෙවන ඉනිමේදී ලකුණු 145 ක් රැස් කළ ඉන්දියාව ලකුණු 192 දී ලකුණු 40 ක් රැස් කිරීමට ශක්තිමත් ස්ථානයක සිටී.",
        "රෝහිත් ෂර්මා ලකුණු 24 ක් සහ යස්ව්වි ජයිස්වාල් ලකුණු 16 ක් අහිමි වී නැත.",
        "පළමු ඉනිමේදී ලකුණු 46 ක් ලබා ගනිමින් ඉන්දියාව තෙවැනි දිනට එංගලන්තය සිය දණ්ඩන ශිල්පීන් සමඟ ලකුණු රැස් කළේය.",
        "එංගලන්තයේ දෙවන ඉනිමේදී රවිචන්ද්රන් අශ්වින් අශ්වින් ලකුණු 51 කට කඩුලු 5 ක් දවා ගත්තේය.",
        "මේ හරහා ඔහු ටෙස්ට් ක්රිකට් ක්රීඩාවේ ඔහුගේ කඩුලු 5 5 වන 5 500 ක් වාර්තා කළේය.",
        "තෙවැනි දඟ පන්දු යවන්නා කල්ඩෙප් යාදව් ලකුණු 22 කට කඩුලු 4 ක් දවාගත්තේය. රවීන්ද්ර ජඩේජා අනෙක් කඩුල්ල භාර ගත්තේය.",
        "සුක් ග්රොව්ලි (60) සහ ජොනී නයිරෙවව් (30) එංගලන්තයේ ක්රීඩා කරමින් සිටියහ.",
        "ලකුණු 219 කදී ලකුණු 219 කදී ලකුණු 219 කදී ලකුණු 219 කදී ලකුණු 219 කදී ලකුණු 307 කදී ලකුණු 307 ක් රැස් කළේය.",
        "දෙවන දිනවල නාට්යයේ අවසානයේ නොසැලකිලිමත් වූ ධුතු ජුල් සහ කවෙප් යාදව්ගේ 8 වන කඩුල්ලෙන් ලකුණු 76 ක් රැස් කළේය.",
        "කුල්වීප් යාදව්ට ලකුණු 28 ක් අහිමි වූ පසු, ආකාෂ්ගේ ගින්නෙන් 9 වන කඩුල්ල වෙනුවෙන් ඩීඑච්ආර්අව් ජුරෙල් තවත් ලකුණු 40 ක් බෙදා ගත්තේය.",
        "පී.අයි.ආර්",
        "ෂෝබ් බෂීර් පන්දු යැවීමේදී ලකුණු 119 කට කඩුලු 5 ක් ද, ටොම් හැන්දෙලි කඩුලු 3 ක් දවාගනිමින් ලකුණු 68 ක් දවා ගත් ජේම්ස් ඇන්ටන් ලකුණු 48 කට කඩුලු 2 ක් දවාගත්තේය.",
        "එක්සත් රාජධානිය 1: 353 ගේම් ඔක්කොම අහිමි විය (ජෝ රූට් 122 ඒඊ, ශබ්ද රොබින්සන් 58, zeknarovli 48, ravindra jicehaj 78 - 2 විග්.)",
        "ඉන්දියාව 1: 307 (307 (ට්රයස් ජුරෙල් 90, යස්ව්වි ජයස්වාල් 78, ෂබ්මන් ගිල් 38, ෂූමන් බෂයිට් 119 - 5 VIC.",
        "එංගලන්තය 2 වන දින: සෑම කෙනෙකුටම තරගය අහිමි විය.",
        "ඉන්දියාව (සාර්ථක ඉලක්කය 192) 2 වන: 40 ලකුණු කඩුල්ලකින් තොරව ලකුණු කිරීම (රෝහිත් ෂර්මා 24 ඒඊ, යස්ව්වි ජයස්වාල් 16)"
      ]
    },
    "en": {
      "title": "India's Test series requires a further 152 runs",
      "body_lines": [
        "India need a further 152 runs to win the fourth Test cricket match against England and win the series.",
        "India, who scored 145 runs in the second innings, are in a strong position to score 40 runs in 192 runs.",
        "Rohit Sharma has not lost 24 runs and Yaswvi Jaiswal 16 runs.",
        "India, with 46 runs in the first innings, scored England with its spinners in the third day.",
        "Ravichandran Ashwin took 5 wickets for 51 runs in England's second innings.",
        "Through this he recorded his 35th 5 wickets in Test cricket.",
        "Third spinner Kuldeep Yadav took 4 wickets for 22 runs. Ravindra Jadeja took the other wicket.",
        "Suck Groovli (60) and Johnny Nyrevov (30) were playing in England.",
        "India scored 307 runs for the last 3 wickets for the last 3 wickets from 219 runs for the loss of 219 runs for the loss of 7 wickets.",
        "Dhruw Jurel and Kuldeep Yadav, who were not at the end of the second day's play, continued to bat and shared 76 runs in the 8th wicket.",
        "After Kuldeep Yadav lost 28 runs, Dhruv Jurel shared 40 more runs in the 9th wicket with Akash's Fire.",
        "Dhruv Jurel faced 149 balls and scored 90 runs with 6 pounds and 4 sixes.",
        "Shoeb Bashir in bowling took 5 wickets for 119 runs, Tom Hadley 3 wickets for 68 runs while James Anton took 2 wickets for 48 runs.",
        "UK 1: All lost in the game of 353 (Joe Root 122 AE, Sound Robinson 58, Ben Fox 47, Zuck Groovli 42, Johnny Paiso 38, Ravindra Jadeja 67 - 4 Vig.Siraj 78 - 2 wig.)",
        "India 1 in: 307 (Thruv Jurel 90, Yaswvi Jayeswal 78, Shubman Gill 38, Shoep Bashir 119 - 5 Vic.",
        "England 2nd: Everyone lost the game and 145 (Zuck Groovli 60, Johnny Paiswin 30, Ravichandran Ashwin 51 - 5 Vic, Kuldeep Yadav 22 - 4 Vic.)",
        "India (Success Target 192) 2nd: 40 runs without a wicket (Rohit Sharma 24 AE, Yaswvi Jayeswal 16)"
      ]
    }
  },
  "summary_lines": [
    "India needs 152 more runs to win the Test series against England. Scored 145 in the second innings, India is in a strong position. Rohit Sharma and Yaswvi Jaiswal have not lost wickets. Ravichandran Ashwin took 5 wickets for 51 runs, and Kuldeep Yadav took 4 wickets for 22 runs. Dhruv Jurel scored 90 runs in the 8th wicket, and Akash's Fire shared 40 runs in the 9th wicket. England lost the match with 353 runs."
  ]
}