{
  "translated_text": {
    "ta": {
      "title": "சட்டவிரோதமாக வெளிநாட்டில் போதைப்பொருள் தடுக்க ஜனாதிபதி முடிவுகள்",
      "body_lines": [
        "ஜனாதிபதி அனுரா குமாரா டிஸ்நயக்கே மற்றும் குடிவரவு மற்றும் குடியேற்றத் துறை, குடிவரவு மற்றும் குடியேற்றத் துறை மற்றும் இலங்கை சுங்க மற்றும் விமான மற்றும் விமான நிறுவனத்தின் (28) தலைவர்கள் இன்று நடைபெற்றது.",
        "நாட்டிற்கு வருவது உள்ளிட்ட சட்டவிரோதப் பொருட்களைத் தடுக்கவும், நாட்டிற்கு வருவதைத் தடுப்பதாகவும், விமான நிலைய வளாகத்தில் ஊழல், மோசடி மற்றும் முறைகேடுகளைத் தடுப்பதற்கும் இது விரிவாக விவாதிக்கப்பட்டது.",
        "குடிவரவு மற்றும் குடியேற்றத் துறை, குடிவரவு மற்றும் குடியேற்றத் துறை, இலங்கை சுங்க மற்றும் விமான மற்றும் விமான நிறுவனம் ஆகியோருக்கு ஜனாதிபதி அறிவுறுத்தினார்.",
        "தற்போதுள்ள ஸ்கேனர் இயந்திரங்களை மாற்றுவதற்கு இந்த நிறுவனங்களில் உள்ள கடத்தல்காரர்களைத் தடுக்க ஒரு நடைமுறை புதிய செயல்முறையைத் தொடங்க ஜனாதிபதி ஜனாதிபதி கூறினார்.",
        "நாட்டின் மக்களில் பழக்கவழக்கங்களின் தவறான கருத்துக்களை ஜனாதிபதி வலியுறுத்தினார், மேலும் வலுவான ஒழுக்கத்தையும் சட்ட நடவடிக்கைகளையும் எடுக்க உடனடி நடவடிக்கை எடுக்கிறார்."
      ]
    },
    "en": {
      "title": "President decisions to prevent drug abroad to illegally",
      "body_lines": [
        "President Anura Kumara Dissanayake and Immigration and Emigration Department, Department of Immigration and Emigration and Heads of Sri Lanka Customs and Airline and Airline Company (28) was held today.",
        "It was discussed at length to prevent illegal materials including the coming into the country, preventing the coming into the country, preventing corruption, fraud and irregularities in the airport premises.",
        "The President advised the Department of Immigration and Emigration, the Department of Immigration and Emigration, the Sri Lanka Customs and Airline and Airline Company.",
        "The President also said the President to start a practical new process to prevent the smugglers in these institutions to replace the existing scanner machines.",
        "The President emphasized the misconceptions of the customs in the people of the country and take immediate action to take strong discipline and legal action."
      ]
    }
  },
  "summary_lines": [
    "Sri Lankan President Anura Kumara Dissanayake met with immigration officials to discuss preventing illegal drugs and corruption at airports. He suggested replacing outdated scanners and taking strict disciplinary action against smugglers."
  ]
}