{
  "translated_text": {
    "ta": {
      "title": "சீனாவிலிருந்து 2026 தொடர்பான பள்ளி சீருடைகளின் மொத்த எண்ணிக்கை",
      "body_lines": [
        "அரசாங்க மற்றும் அரசாங்க உதவிகளைப் பெறும் 4,418,404 மாணவர்களுக்கு மானியமாக 2026 ஆம் ஆண்டிற்கான மொத்த சீருடைகளை வழங்க சீன அரசாங்கம் ஒப்புக் கொண்டுள்ளது.",
        "ஒருமித்த சான்றிதழின் உத்தியோகபூர்வ விழா நேற்று (11) பட்டரமுல்லா கல்வி அமைச்சில் நடைபெற்றது.",
        "சீன தூதர் சீனத் தூதர் குய் ஜென்ஹோங் தலைமையில் கல்வி மற்றும் உயர்கல்வி துணை அமைச்சர் டாக்டர் மதுரா செனவிரத்னே.",
        "2026 ஆம் ஆண்டின் சீருடைகளின் சான்றிதழை திரு. நலகா கபுவா மற்றும் சீனர்களின் திரு. நவன்ஹோங் இடையே நடைபெற்றது.",
        "கல்வி மற்றும் உயர் கல்வி அமைச்சர் டாக்டர் மதுரா செனவிரத்னே இந்த கருத்துக்களை வெளிப்படுத்தினார்,",
        "\"சீனா 11.82 மில்லியன் மீட்டர் இலங்கைக்கு 2025 க்கு வழங்கியது. இது முழு தேசியத் தேவையையும் கொடுத்தது, மேலும் நாடு முழுவதும் 4.6 மில்லியனுக்கும் அதிகமான மாணவர்களுக்கு நேரடியாக பயனடைந்தது.",
        "இந்த பங்களிப்பு ரூ .5.17 பில்லியனை விட மதிப்புமிக்கது, இளைய மாணவனிடமிருந்து அனைத்து குழந்தைகளையும் தேசிய தேர்வுக்கு மரியாதை மற்றும் சமத்துவத்துடன் கலந்துகொள்ள வேண்டும்.",
        "2026 ஆம் ஆண்டிற்கான ஆண்டையும் பாராட்ட வேண்டும். \""
      ]
    },
    "en": {
      "title": "The total number of school uniforms related to 2026 from China",
      "body_lines": [
        "The Chinese government has agreed to provide the total uniforms for the year 2026 as a grant for 4,418,404 students who receive government and government aid.",
        "The official ceremony of the consensus certificate was held at the Ministry of Education of Battaramulla yesterday (11).",
        "Deputy Minister of Education and Higher Education Dr. Madura Seneviratne, the Chinese Ambassador, was chaired by the Chinese Ambassador Qi Zhenhong.",
        "The assignment of the certificate of the uniforms of the year 2026 was held between Mr. Nalaka Kabuwewa and Mr. Navanhong of the Chinese.",
        "Minister of Education and Higher Education Dr. Madura Seneviratne expressed these views,",
        "\"China awarded 11.82 million meters to Sri Lanka for 2025. This gave the entire national requirement, and directly benefited more than 4.6 million students across the country.",
        "This contribution is more valuable than Rs 5.17 billion, from the youngest student to attend all children with respect and equality to the national examinations.",
        "The year should also be appreciated for the year 2026. \""
      ]
    }
  },
  "summary_lines": []
}