{
  "translated_text": {
    "si": {
      "title": "අනුස්මරණ සම්බන්ධය;වාර්තාව ජනාධිපතිවරයා වෙත භාර දීම",
      "body_lines": [
        "සන්නද්ධ ගැටුම්වලට ගොදුරු වූවන්, ශ්රී ලංකාවේ වින්දිතයින්, ශ්රී ලංකාවේ වින්දිතයින්, විමර්ශනය කිරීම සඳහා කරන ලද විශේෂ expert මණ්ඩලයේ වාර්තාව මෑතකදී ජනාධිපති රනිල් වික්රමසිංහ මහතා වෙත ජනාධිපති කාර්යාලයේදී භාර දී තිබේ.",
        "ජ්යෙෂ් Senior මහාචාර්ය ජගත් වීරසිංහ, කපුල විශ්ව විද්යාලයේ මහාචාර්ය චන්ද්රගුප්ත තාක්ෂණ මහාචාර්ය චන්ද්රගුප්ත තේරීවා, මහාචාර්ය චන්ද්රගුප්ටා තේරීවරා, යාපනය විශ්ව විද්යාලයේ මහාචාර්ය. කොළඹ විශ්ව විද්යාලයේ මහාචාර්ය පාර්සනා හනෙෆා, ජාතික ඒකාබද්ධතා හා ප්රතිසන්ධාන කාර්යාලයේ අධ්යක්ෂ ජනරාල් වන මහාචාර්ය පාර්සනා හනෙෆා විසින් කමිටුවක් පත් කරන ලද අතර නාගරික සංවර්ධන අධිකාරියේ අතිරේක අධ්යක්ෂ ජනරාල් මහින්ද විතානාචි.",
        "22-05-2023 දින ගත් කැබිනට් මණ්ඩලයට අනුව ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් කමිටුව පත් කරන ලදී.",
        "1983-2009 දී ශ්රී ලංකාවේ දේශපාලන නොසන්සුන් හෝ සිවිල් කෝලාහල හේතුවෙන් මියගිය සිවිල් වැසියන්, සන්නද්ධ හමුදා, පොලීසිය සහ හිටපු සටන්කරුවන් ඇතුළු අඛණ්ඩතාව සහ සංහිඳියාව ඇති කිරීම මෙම කමිටුව විසින් විමර්ශනය කළේය.",
        "මේ සඳහා විශේෂ expert මණ්ඩලය යාපනය, මුල්ලයිටිව්, කිලිනොච්චි, ත්රිකුණාමලය, අම්පාරා සහ කුරුණගල යන දිස්ත්රික්කවල මහජන මතය සැසි පැවැත්වූ අතර අඛණ්ඩතාව සහ සංහිඳියාව සම්බන්ධ විශේෂ experts යින්ගෙන් උපදෙස් ලබා ගත්තේය.",
        "මෙම මහජන සැසි සම්බන්ධීකරණය කරනු ලැබුවේ අදාළ ප්රදේශවල සේවය කරන ජාතික ඒකාබද්ධතා හා ප්රතිසන්ධාන කාර්යාලයේ ජාතික සම්බන්ධීකරණ නිලධාරීන් විසිනි. සහභාගිවන්නන්ට ජාතික සමගිය, ප්රතිසන්ධානය සහ ප්රතිසන්ධානය සඳහා ඔවුන්ගේ අභිලාෂයන්, අදහස් හා යෝජනා ඉදිරිපත් කිරීමට අවස්ථාව ලබා දෙන ලදී.",
        "විවිධ කණ්ඩායම් සහ පුද්ගලයන් විවිධ ආකාරවලින් සැමරීමේ අයිතිය ආරක්ෂා කරන ලෙස කමිටුව ජනතාවගෙන් ඉල්ලා සිටි බව වාර්තාව පෙන්වා දුන්නේය.. මෙය සමෘද්ධිමත් දැනුම බව පෙන්වා දුන් විශේෂ expert මණ්ඩලය, අතීතය වාර්තා කිරීමට, අදහස් දැක්වීමට හෝ ගනුදෙනු කිරීමට උත්සාහ කළ අවස්ථාවන්හිදී මෙම දායක මුදල් භාවිතා කිරීමේ වැදගත්කම පැහැදිලි කර තිබේ.",
        "මෙම රැස්වීම්වලදී ඉදිරිපත් කරන ලද පුළුල් පරාසයක අදහස් සලකා බැලීමෙන් පසු කමිටුව නිර්දේශ කිහිපයක් සකස් කර තිබේ. ශ්රී ලංකාවේ ගැටුම් හා ප්රතිසන්ධාන ප්රයත්නයන්හි කලා හා සංස්කෘතික ප්රකාශන ආරක්ෂා කරන සංකේතාත්මක ගොඩනැගිල්ලක් ඉදිකිරීම සඳහා කමිටුව නිර්දේශ කර තිබේ.",
        "ශ්රී ලාංකිකයන් අතර එවැනි සිදුවීම් වැළැක්වීම හා සංහිඳියාව වැළැක්වීම සඳහා සන්ධි කැපවීම සහතික කිරීම මෙහි අරමුණයි.",
        "කමිටුව භාර දෙන අවස්ථාවේදී ජනාධිපති සමන් ඒකනායක මහතා ද සහභාගී විය."
      ]
    },
    "en": {
      "title": "Memorial affair;Handing over the report to the President",
      "body_lines": [
        "The report of the expert panel appointed to investigate the victims of armed conflicts, political unrest or domestic riots in Sri Lanka has recently been handed over to President Ranil Wickremesinghe at the Presidential Office.",
        "Senior Professor Jagath Weerasinghe, Katpula Arts University Professor Chandragupta Thenuwara, Professor of Jaffna University. A committee was appointed by Sanatanan, Professor Parsana Haneefa of the University of Colombo, Director General of the National Integration and Reconciliation Office, Dushari Suriyarachchi and the Additional Director General of Urban Development Authority Mahinda Vithanachi.",
        "The committee was appointed by President Ranil Wickremesinghe as per the Cabinet decision taken on 22-05-2023.",
        "The committee examined the establishment of integrity and reconciliation as a symbol of integrity and reconciliation, including civilians, armed forces, police and ex-combatants who died due to armed conflicts, political unrest or civil riots in Sri Lanka during 1983-2009.",
        "To this end, the Expert Panel held public opinion sessions in the districts of Jaffna, Mullaitivu, Kilinochchi, Trincomalee, Ampara and Kurunegala and consulted with experts relating to integrity and reconciliation.",
        "These public sessions were coordinated by the National Coordinating Officers of the National Integration and Reconciliation Office working in their respective areas. The participants were given the opportunity to present their aspirations, ideas and proposals for national unity, reconciliation and reconciliation.",
        "The report pointed out that the committee urged the people to protect the right to commemorate and carry out various groups and individuals in different ways.. The Expert Panel, which pointed out that this is a prosperous knowledge structure, has clarified the importance of using these contributions during an attempt to report, comment or deal with the past.",
        "The committee has made several recommendations after considering a wide range of ideas presented during these meetings. The committee has also recommended the construction of a symbolic building that protects the arts and cultural expressions of Sri Lanka's conflicts and reconciliation efforts.",
        "The aim is to ensure joint commitment to prevent such incidents from happening and promote reconciliation among all Sri Lankans.",
        "President of the President Saman Ekanayake was also present when the committee was handed over."
      ]
    }
  },
  "summary_lines": [
    "An expert panel in Sri Lanka submitted a report to President Ranil Wickremesinghe, focusing on victims of conflicts (1983-2009). The committee, led by Senior Professor Jagath Weerasinghe and others, included public consultations across six districts. It emphasized the importance of commemorating diverse perspectives and recommended a symbolic building to preserve Sri Lanka's conflict art and culture. The goal is to foster national unity and reconciliation."
  ]
}