{
  "translated_text": {
    "ta": {
      "title": "வவைனியாவில் ஒரு காட்ம்ஃப்ம்பாத்",
      "body_lines": [
        "புவியியல் ஆய்வு மற்றும் சுரங்க பணியகம் நேற்று (18) காலை 10.55 மணி முதல் இரவு 11.10 மணி வரை பூகம்பம் நடைபெற்றது என்று கூறியது.",
        "வவைனியா மற்றும் மெடாவாச்சியாவில் பூகம்பங்கள் உணரப்பட்டுள்ளன.",
        "புவியியல் ஆய்வு மற்றும் சுரங்க பணியகம் ரிக்டர் படிநிலையின் வலிமை 2.3 அலகுகளாக பதிவு செய்யப்பட்டுள்ளது என்று கூறியது.",
        "பூகம்பம் பல்லகடேல், மகாகராவா மற்றும் ஹக்மானாவில் பதிவு செய்யப்பட்டுள்ளது என்று பதுங்கு குழி கூறியது.",
        "\"இரண்டு குழந்தைகளும் படித்துக்கொண்டிருந்தனர். அதன் விசித்திரமான ஒலி வந்தது. அவர்கள் வழியில் இருந்தார்கள். நாங்கள் மிகவும் பயந்தோம். இது 3 நிமிடங்கள் போல இருந்தது.",
        "\"பூமி கீழ் செல்வது போல் உணர்ந்தேன். ஒரு பெரிய சத்தம் வந்தது. அறைகள் தூக்க அறை. ஒரு பெரிய பாத்திரம் ... \"",
        "\"நாங்கள் தூங்க தயாராக இருந்தோம். மின்னல் மின்னல் ஜன்னல்களில் ஆறு. பூமியின் நிறைய நரகங்கள். ஒரு குவாரி போன்ற ஒரு குண்டு வெடிப்பு என்று நாங்கள் நினைத்தோம்."
      ]
    },
    "en": {
      "title": "A Godmphmpath in Vavuniya",
      "body_lines": [
        "The Geological Survey and Mines Bureau said that the earthquake was held in between 10.55 am to 11.10 pm yesterday (18).",
        "The earthquakes have been felt in Vavuniya and Medawachchiya.",
        "The Geological Survey and Mines Bureau said that the strength of the Richter Stephere was recorded as 2.3 units.",
        "The bunker stated that the earthquake is recorded at Pallakatale, Mahakarawa and Hakmana.",
        "\"The two children were studying. The strange sound of it came to. They were on the way. We were really scared. It was like 3 minutes. \"",
        "\"The earth felt like going under. A great noise came. The rooms were the sleeping room. A big role ... \"",
        "\"We were ready to sleep. Six of the lightning windows of lightning. Hells a lot of the earth. We thought that a blast like a quarry. \""
      ]
    }
  },
  "summary_lines": [
    "An earthquake occurred in Vavuniya and nearby areas on March 18th, lasting from 10:55 am to 11:10 pm. Measured at a magnitude of 2.3 on the Richter scale, it was felt in Vavuniya, Medawachchiya, Pallakatale, Mahakarawa, and Hakmana. Residents described a strong shaking, loud noises, and fear, especially among children who were studying at the time."
  ]
}