{
  "translated_text": {
    "si": {
      "title": "සිවිල් සංවිධානවල ක්රියාකාරීන් මුදල් ඉපයීමට විරෝධය පළ කරමින් සිටී: ප්රසන්න රණතුංග",
      "body_lines": [
        "උද් ration ෝෂණයට සම්බන්ධ සිවිල් සංවිධානවල සමහර ක්රියාකාරීන් රටේ අරාජිකත්වය ස්ථාපිත කිරීමට අවශ්ය බවත් ඔවුන් මුදල් ඉපයිය යුතු බවත් නාගරික සංවර්ධන හා නිවාස අමාත්ය ප්රසන්න රණතුංග මහතා ඉල්ලා සිටියහ.",
        "\"රටේ නීති පරාජය කරමින්\" තේමාව මත ශ්රී ලංකා පීඒ කාර්යාලය ඉදිරිපිට පිහිටි සිවිල් සංවිධානවල සමහර නියෝජිතයින් විසින් සංවිධානය කරන ලද මෙම උද් ration ෝෂණයට සහභාගී වූ මාධ්යවේදීන් විසින් මතු කරන ලද ප්රශ්නවලට පිළිතුරු සැපයීම.",
        "ශ්රී ලංකා පීඒ හි පෙරමුනගේ මන්ත්රීවරුන් රටේ පරිහානියේ පනතට විරුද්ධ වන ලෙස ඉල්ලා අඟහරුවාදා උදෑසන මෙම උද් ration ෝෂණය සංවිධානය කරන ලදී.",
        "'රටේ නීති පරාජය කරන' මැන්ජේ මහාවත්ත, කමන්ත දුෂාරා සහ අජන්තා පෙරේරා ඇතුළු 'මාකින් රේඩා' සංවිධානයේ සාමාජිකයින් සිවිල් සංවිධානවල සාමාජිකයන් වන අතර 'රටේ නීති පරාජය කරන' විරෝධතා බැනර්වරුන් සහභාගී වේ.",
        "පාලක පක්ෂයේ ප්රධාන සංවිධායක ප්රසන්න රණතුංග සහ නාගරික සංවර්ධන හා නිවාස අමාත්යවරයා ද ධුරයේ දී සිදු විය.",
        "ඇමතිවරයා පක්ෂ කාර්යාලයට ඇතුළු වූ විට ප්රදේශයේ කිසිදු අරගලයක් නොමැත.",
        "அமைச்சர் பிரசன்ன ரணதுங்க கட்சி காரியாலயத்தில் வேலையை முடித்துக்கொண்டு வெளியில் வந்த போது, அங்கிருந்த பொலிஸ் அதிகாரி ஒருவர், ஆர்ப்பாட்டம் இடம்பெற்று வருவதால் அந்த வீதியில் பயணிப்பதை தவிர்க்குமாறு அமைச்சரிடம் தெரிவித்தார்.",
        "නමුත් නිරූපණය ගැටළුවක් නොවේ, එබැවින් ඔහු ඒ හරහා යමින් සිටී. විරෝධතාකරුවන් එම ස්ථානයේ සිටින තෙක් ඇමතිවරයාට එකම ස්ථානයක රැඳී සිටීමට සිදුවිය. ඒ වන විට එම ස්ථානයේ සිටි මාධ්යවේදීන් ඇමතිවරයා ළඟට පැමිණ බීට් ගැන ඇමතිවරයාගෙන් ඉල්ලා සිටියහ.",
        "ප්රශ්නය - විරෝධතාකරුවන්ට ආණ්ඩුවේ ශක්තිමත්ම අය ලෙස ඔබට කුමක් කිව හැකිද?",
        "පිළිතුර - මේ රට විනාශ කිරීමට උත්සාහ කරන පිරිසක්. කණ්ඩායම ඕනෑම මුදලක් සොයා ගැනීමට උත්සාහ කරයි. ඒ නිසයි ඔවුන් කෑ ගහයි. ඔවුන්ට අයිතියක් ඇත. රට තුළ ප්රජාතන්ත්රවාදය තිබේ.",
        "පිළිතුර - පහක්-සික්ස් මිනිසුන් කෑ ගසන්න. රටේ දෘෂ්ටි කෝණයෙන් වැඩි ප්රමාණයක් මෙම රජය මේ රටේ ජනතාව වෙනුවෙන් ස්ථාවරයක් ගෙන තිබීමයි.  එකම අංකුරයක් සඳහා කෑගැසෙනවාද?  ඔවුන් වෙනත් නොවන වෙනත් අය ලෙස වැඩ කරයි. කෑගැසීමට අයිතියක් ඇත.",
        "පිළිතුර - ඔබ දන්නවා මෙහි පැමිණෙන මිනිසුන් පැමිණෙන්නේ කොහෙන්ද?. මාධ්ය සමාගම් නොදනී?",
        "පිළිතුර - අපි අපේ දේශපාලන වැඩපිළිවෙල ඉටු කරනවා. අපිට ඒ ප්රශ්නය නැහැ.",
        "පිළිතුර - මට කියන්න බැහැ, වැඩි කාලයක් තියෙනවා. නිවේදනයෙන් පසුව කතා කරමු.",
        "පිළිතුර - ගෝතභය ඔවුන් ගෙනැවිත් ඔවුන් දින 45 කින් ජනාධිපතිතුමා බවට පත් කළේය. පද්ධතිය ශක්තිමත් නම්, ඔබට එය මසකින් එය කළ හැකිය.",
        "ප්රශ්නය - ගැටලුව ඉදිරිපත් කරන්නේ නැද්ද?ගෝලාභයාවටත් ඒ දේමයි.",
        "පිළිතුර - දේශපාලන අත්දැකීම් ඇති සහ දේශපාලන අත්දැකීම් නොමැති පුද්ගලයෙකු අතර වෙනසක් තිබේ. එච්චරයි.",
        "ප්රශ්නය - එතැනදී රනිල් වික්රමසිංහ සමඟ ඉදිරියට යමි යන අදටු පක්ෂයේ යෝජනාවක් තිබේද?",
        "පිළිතුර - නැත, එසේ නොවේ. එය ජනාධිපතිවරණය ගැන පමණක් පැවසිය හැකිය.",
        "ඇමතිගේ වාහනයෙන් පිටව සිටියදී ඇමතිවරයාගේ ගමන කඩාකප්පල් කිරීම සඳහා මාධ්යවේදීන්ගේ ප්රශ්නවලට පිළිතුරු දෙමින් අමාත්යවරයා වාහනයේ දොර විවෘත කිරීමට උත්සාහ කළේය.. එහෙත් විරෝධතාකරුවන් දැරූ උත්සාහය අසාර්ථක වීමෙන් අවසන් විය.",
        "පාර්ලිමේන්තු මන්ත්රී නාමල් රාජපක්ෂ සහ හිටපු අමාත්ය බැසිල් රාජපක්ෂගේ නම් ගැන සඳහන් කරමින් උද් demonst ෝෂකයින් පසුව පොල් ගෙඩි දෙකක් බිම හෙළීය."
      ]
    },
    "en": {
      "title": "Activists of civil organizations are protesting to make money: Prasanna Ranatunga",
      "body_lines": [
        "Minister of Urban Development and Housing Prasanna Ranatunga urged that some of the activists of the civil organizations involved in the demonstration wanted to establish anarchy in the country and that they were to make money.",
        "Responding to questions raised by journalists who participated in the demonstration organized by some of the representatives of the civil organizations in front of the Sri Lanka PA office on the theme of “Defeating the Laws of the country”.",
        "The demonstration was organized on Tuesday morning, demanding that the MPs of the Sri Lanka PA's Peramuna be opposed to the country's degradation Bill.",
        "Members of the 'Makin Radada' organization, including Sanjay Mahawatta, Kamantha Dushara and Ajanta Perera, are the members of the civil organizations, carrying out the protest banners that 'defeat the laws of the country'.",
        "Prasanna Ranatunga, the chief organizer of the ruling party and the Minister of Urban Development and Housing, was also in office.",
        "When the minister enters the party office, there is no struggle in the area.",
        "When Minister Prasanna Ranatunga came out at the party office, a police officer told the minister to avoid traveling on the road as the demonstration was taking place.",
        "But the demonstration is not a problem, so he is going through that. The Minister had to remain in the same place until the protesters were on the way. At the time, journalists from the place came near the minister and asked the minister about the stir.",
        "Question - What do you want to tell the protesters as the strongest of the government?",
        "Answer - A group of people trying to destroy this country. The group is trying to find any money. That's why they shout. They have the right. There is democracy in the country.",
        "Answer - Five -six people shout. The majority of the country's view is that this government has taken a stand for the people of this country.  Does the shouting vote for the same bud?  They work as a non -one another. There is the right to shout.",
        "Answer -You know where the people who come here come from. Don't know media companies?",
        "Answer - We are carrying out our political program. We don't have that problem.",
        "Answer - I can't say, there's more time. Let's talk after the announcement.",
        "Answer - Gotabhaya brought them and made them president in 45 days. If the system is strong, you can do it in a month.",
        "Question - Doesn't the problem come up with?The same thing happened to Gotabhaya.",
        "Answer - There is a difference between a person with political experience and who has no political experience. That's all.",
        "Question -Is there a resolution in the Mottu party that we will go ahead with Ranil Wickremesinghe?",
        "Answer - no, not so. It can only be said about the presidential election.",
        "Responding to questions from journalists, the Minister tried to open the door of the vehicle to disrupt the minister's journey while leaving the minister's vehicle.. But the efforts of the protesters ended in failure.",
        "The demonstrators then threw two coconuts to the ground, referring to the names of MP Namal Rajapaksa and former minister Basil Rajapaksa."
      ]
    }
  },
  "summary_lines": [
    "Civil organization activists protested against the country's degradation bill, accused by Minister Prasanna Ranatunga of seeking personal gain and aiming to create chaos. Demonstrators, including members of 'Makin Radada', carried banners opposing the law. Despite a police warning, the minister proceeded through the demonstration, engaging with journalists but refusing to address specific concerns directly. He labeled the protesters as a minority attempting to undermine national stability for financial gain, emphasizing the government's support for the majority's views."
  ]
}