{
  "translated_text": {
    "si": {
      "title": "ඉන්දීය ධීවරයින් පිළිබඳ මේ සම්බන්ධයෙන් මම පෞද්ගලිකව ඉන්දියානු රජයට කතා කරමි",
      "body_lines": [
        "ඉන්දීය ධීවරයින් පිළිබඳ ඉන්දීය රජය සම්බන්ධයෙන් තමා පෞද්ගලිකව ඉන්දීය රජය සමඟ පෞද්ගලිකව කතා කරන බව පාර්ලිමේන්තු මන්ත්රී රාමනාදන් අචනා මහතා පැවසීය.",
        "පාර්ලිමේන්තු මන්ත්රී රාමනාදන් අන්නනා සෙනසුරාදා (28) යාපනයේ දිස්ත්රික් ධීවර සම්මේලනයේ නියෝජිතයින් හමුවිය.",
        "1970 සහ 60 දශකවල දෙමළ ජනයාගේ දේශපාලනයට ඉන්දියාව ප්රධාන සාධකයක් වී තිබේ. කිසිදු තීරණයක් ගෙන ඇති බවක් නොපෙනේ.",
        "යාපනය දිස්ත්රික්කය නියෝජනය කරන පාර්ලිමේන්තු මන්ත්රීවරයකු වශයෙන්, මම පාර්ලිමේන්තුවේදී ඇමතිවරයාට අමතරව කතා කරමි. නීති පැනවිය හැකි ජාතික මහජන බලයෙන් බහුතරයක් රජයට ඇත.",
        "අපේ මුහුදු දේශසීමා ආරක්ෂා කිරීම සම්බන්ධ නීති නිර්මාණය කිරීමට ජාතික ජනගහනයට බලය ඇත. මධ්යස්ථානයේ මධ්යම කොටසෙහි ශ්රී ලංකාව පැමිණීම හේතුවෙන්, දේශපාලනයෙන් ඔබ්බට ජනතාවගේ සුභසාධනය මත මෙම ගැටළුව රඳා පවතීද යන්න ප්රශ්නාර්ථ ය.",
        "නමුත් යාපනය ධීවරයින්ට මෙය ජීවනෝපාය ගැටලුවකි;පාර්ලිමේන්තු මන්ත්රීවරයකු ලෙස ඉන්දියානු රජය සමඟ පාර්ලිමේන්තු මන්ත්රීවරයකු ලෙස මම අදහස් ඉදිරිපත් කරමි.මේ සම්බන්ධයෙන් සැලසුම් තීරණ ගත යුතුය.",
        "යාපනයේ දිස්ත්රික්කයේ ජනතාව ජාතික මහජන පාර්ලිමේන්තු මන්ත්රීවරුන් තිදෙනෙකු තෝරා පත් කර ගෙන ඇති අතර ධීවර හා ධීවර අමාත්යවරයා ඡන්දයෙන් ජාතික ලැයිස්තුවට පැමිණ තිබේ.",
        "එබැවින් මෙම ගැටළුව විසඳීම සඳහා රජයට වගකීමක් ඇත. කිව්වා."
      ]
    },
    "en": {
      "title": "I will personally speak to the Government of India on the issue of Indian fishermen - Archana",
      "body_lines": [
        "Parliamentarian Ramanathan Archana said that he would personally speak to the Indian government on the issue of Indian fishermen.",
        "Parliamentarian Ramanathan Archana met with representatives of the Jaffna District Fishermen's Federation on Saturday (28).",
        "India has been a major factor in the politics of Tamils, not yesterday, in the 1970s and 60s. No decision seems to have been taken in negotiations.",
        "As a Member of Parliament who represents the Jaffna District, I will speak in addition to the Minister in Parliament. The government has a majority of national people's power that can enacted laws.",
        "The national population has the power to create laws relating to protecting our sea borders. Due to the presence of Sri Lanka in the central part of the center, it is questionable whether the issue will depend on the welfare of the people beyond politics.",
        "But for Jaffna fishermen, this is a livelihood problem;I will present comments on the basis of as a Member of Parliament with the Government of India;Planning decisions should be made in this regard.",
        "The people of Jaffna district have elected three National People's Power Members of Parliament and the Minister of Fisheries and Fisheries has also visited the National List by voting.",
        "Therefore, the government has a responsibility to solve this problem. Said."
      ]
    }
  },
  "summary_lines": [
    "Archana: \"I'll speak to India about Tamil fishermen. As Jaffna MP, I'll address this livelihood issue directly with the Indian government.\""
  ]
}