{
  "translated_text": {
    "si": {
      "title": "ත්රස්ත පනත ඉවත් කරන අතර නව නීතිය හඳුන්වා දෙනු ඇත",
      "body_lines": [
        "ත්රස්ත පනත අහෝසි කළ යුතු නීතියකි. අපි පිළිගන්නවා. අපගේ සැලසුම වන්නේ ජාත්යන්තර නීති වැඩසටහන් වලට අනුකූලව ආන්තර විරෝධී නීතියක් පිහිටුවීමයි. එබැවින්, මෙම නීතියට ඉඩ දී ඇති තෙක් රට තුළ ජාතිවාදය හා ආගමිකවාදය මැඩපැවැත්වීමට රටට පියවර ගත යුතුය.. ලබන වසරේ මුල් කාර්තුවේදී සොරකම් කළ වත්කම් අයකර ගැනීම සඳහා නව පනත් කෙටුම්පතක් ඉදිරිපත් කිරීමට පියවර ගන්නා බව අධිකරණ හා ජාතික ඒකාබද්ධතා අමාත්ය හර්ෂනා නනායකකර මහතා පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ බදාදා (03) පාර්ලිමේන්තුවේදී පැවති ජනාධිපති ප්රතිපත්ති කථාව පිළිබඳ විවාදයේ දෙවන දිනය පිළිබඳව ය.",
        "ජනාධිපතිවරයාගේ ප්රකාශයට පත් කරන ලද ජනතාවට සහ ජනාධිපති සභාව විසින් කරන ලද ගැටළු සහ ජනාධිපති සභාව විසින් ලබා දුන් පොරොන්දු අපි ආරක්ෂා කර සපුරා ගනිමු.",
        "ජනතාවගේ ප්රධාන අපේක්ෂාව වන්නේ රටේ සම්පත් විනාශ කළ වංචාකරුවන්ට එරෙහිව නීතිය පාලනය කිරීම සහ නීතිය ස්ථාපිත කිරීමයි. අපි ජනතාවට දුන් පොරොන්දුව අපි මේ දෙක කරන්නෙමු.",
        "මැතිවරණ ව්යාපාරය තුළ විපක්ෂය ජාතික මහජන බලය සඳහා විවිධ ව්යාජ ප්රචාරයන් ව්යාප්ත කළේය. එම සියලු ව්යාපාර සැප්තැම්බර් 21 සහ නොවැම්බර් 14 වන දින ප්රතික්ෂේප කර ඇත. ජනතාවගේ තීන්දුව තුළින්, රටේ ජාතිවාදයට හා ආගමට එරෙහිව ක්රියා කිරීමට මිනිසුන් එක්සත් වී ඇති බව ඉගෙන ගත හැකිය.",
        "අපි නව දේශපාලන සංස්කෘතියක් ආරම්භ කළ යුතුයි. පසුගිය පාලකයන් භාවිතා කළේ ජාත්යන්තර ආධාර ලබා ගැනීම සඳහා ජාතික සමගිය හා සංහිඳියාව පමණි.",
        "නමුත් අපේ රජය එසේ නොකරන අපේ ආණ්ඩුවේ ප්රධාන ප්රතිපත්තිය එයයි. අපි විවිධ ආගමික සංස්කෘතිය අනුගමනය කරමු.",
        "එබැවින් සියලු දෙනාගේම ආගමික සංස්කෘතිය ආරක්ෂා කිරීමට අපි පියවර ගනිමු. එය අපගේ මූලධර්මයයි. අපි උතුරු හා නැගෙනහිර ගැන කතා කරන විට, අපි ඒවා දකිමු.",
        "එම මනෝභාවය වෙනස් කිරීම සහ ඔවුන් අප සිටින්නේ අප සිටින අයයි. සියලුම ජනවාර්ගික ජනතාව ශ්රී ලාංකිකයන්ගේ හැඟීමක් ඇති කළ යුතුය. එසේ කිරීමෙන් පමණක් රටට ඉදිරියට යා හැකිද?",
        "අප විපක්ෂයේ සිටියදී විවිධ මානව හිමිකම් උල්ලං .නය කිරීම් වලට අප යටත් විය. නමුත් අපේ රජය එවැනි තත්වයක් තුළ ක්රියා නොකරන බව අපට විශ්වාසයි.ත්රස්තවාදය ක්රියාව ඉවත් කළ යුතු නීතියක් බව අපි එකඟ වෙමු.",
        "එම ප්රතිපත්තියේ වෙනසක් නැත. නමුත් අපගේ සැලසුම වන්නේ ජාත්යන්තර නීතිමය වැඩසටහන් වලට අනුකූලව ප්රති-පරිසර විරෝධී නීතියක් ස්ථාපිත කිරීමයි.",
        "එබැවින් නීතියක් බවට පත් කිරීමට අවසර දෙන තුරු, රට තුළ ජාතිවාදය හා ජාතිවාදය ලබා ගත යුත්තේ පවත්නා නීතියට අනුකූලව රට තුළ වර්ගවාදය හා වර්ගවාදය පැවැත්වීමට නියමිතය.",
        "කථන නිදහස මිනිසෙකුගේ මූලික අයිතියයි. අපි නොමැතිව එය නොකරමු. සමාජ වෙබ් අඩවි වල කිසිවක් ප්රකාශයට පත් කිරීමට අයිතියක් ඇත.",
        "එහෙත් පසුගිය දින කිහිපය තුළ වීරයන් දිනය සමරනු ලැබූ සමාජ ජාල පිළිබඳ ව්යාජ ප්රචාරක හා ව්යාජ තොරතුරු ප්රකාශයට පත් කිරීමේ කිසිවෙකුගේ අයිතිය නොවේ.",
        "ඔවුන් එසේ කරන්නේ උතුරේ සහ දකුණේ ජාතිවාදී යුද්ධය නැවත ගොඩනැංවීම සඳහා ය. එබැවින් කතා කිරීමේ නිදහස කුමක්දැයි අප දැනගත යුතුය.",
        "එබැවින් අප දේශපාලනිකව වෙනස් වී වෙනත් ප්රතිපත්තියක් අනුගමනය කළත්, ප්රජාතන්ත්රවාදීව ක්රියා කිරීමට අපි සූදානම්.. මෙම රජය කිසි විටෙකත් ජාතිවාදී හා මූලධර්මවාදී ක්රියාවන්ට ඉඩ නොදෙයි. මට විශ්වාසයි අපි එය පරාජය කරන්නෙමු.",
        "අප දේශපාලනිකව රට තුළ බෙදී ගියද, ජාතිවාදයට ජාතිවාදයට එරෙහිව එකට වැඩ කළ හැකිය. ඉතින් හැමෝම එක්සත් නම්. මෙම පාර්ලිමේන්තුවෙන් එය ආරම්භ කිරීමට එක්සත් වන ලෙස මම සෑම කෙනෙකුගෙන්ම ඉල්ලා සිටිමි.",
        "මෙම පණිවිඩය පහළ මට්ටමේ සිටින අයට ගෙන යා යුතුය. පාර්ලිමේන්තුවේ සිටින සෑම දෙනාගේම සහයෝගය ඒ සඳහා අපි අපේක්ෂා කරමු.",
        "අපි නීතියේ ආධිපත්යය ගැන දිගටම කතා කරමු. නමුත් අතීත රජයන් නීතියේ ආධිපත්යය ජනතාව අතර ගෙන ගියේ නැත. පාලකයෝ ඔවුන්ගේ අවශ්යතා සඳහා නීතියේ ආධිපත්යය භාවිතා කළහ.",
        "එබැවින් ධනවතුන්ට සහ අධිකාරියට නීතියක් හා සාමාන්ය ජනතාවගේ අනෙකාගේ නීතිය ස්ථාපිත කළ නොහැක. රටේ ආර්ථිකය ගොඩනැගීම සඳහා නීතියේ ආධිපත්යය වැදගත් ය. නීතියේ ආධිපත්යයක් නොමැති වුවද ආයෝජකයින් රට තුළට නොපැමිණේ.",
        "එබැවින් නීතිය ඉදිරියේ වංචාකරුවන් පසුපස හඹා යාමෙන් විදේශීය ආයෝජකයින් අපේ රට කෙරෙහි විශ්වාසයෙන් සිටිය යුතුය.",
        "එබැවින් ඊළඟ වසරේ මුල් කාර්තුවේදී සොරකම් කළ වත්කම් අයකර ගැනීම් වෙත නව පනත් කෙටුම්පතක් නිකුත් කිරීමට මම පියවර කිහිපයක් ගත කරමි.",
        "අපරාධ පනත් කෙටුම්පත, ප්රතිසාධන පුනරුත්ථාපන, බැංකු කටයුතු සංශෝධනය කිරීම - බිල් සහ විගණන පනත් කෙටුම්පත ඉදිරිපත් කරනු ලැබේ. එබැවින් නීතියේ පාලනය ස්ථාපිත කළ යුතු සහයෝගය මම බලාපොරොත්තු වෙමි."
      ]
    },
    "en": {
      "title": "The Terrorism Act will be lifted and the new law will be introduced",
      "body_lines": [
        "The Terrorism Act is a law to be abolished. We accept. Our plan is to set up an anti -terrorism law in accordance with international law programs. So, until this law is allowed, the country has to take action to suppress racism and religiousism in the country.. Minister of Justice and National Integration Harshana Nanayakkara said that steps will be taken to submit three new Bill of Parliament on the recovery of stolen assets in the first quarter of the next year.",
        "He was speaking on the second day of debate on the President's policy speech held in Parliament on Wednesday (03).",
        "We will defend and fulfill the promises we made to the people and the issues made by the Presidential Council in the Declaration of the President.",
        "The main expectation of the people is to ensure the rule of law and establish law against fraudsters who destroyed the country's resources. We make the promise to the people that we will do these two matters.",
        "During the election campaign, the opposition spread various false propaganda against national people's power. All those campaigns have been rejected on September 21st and November 14th. Through the judgment of the people, it is possible to learn that people are united to act against racism and religion in the country.",
        "We need to start a new political culture. The past rulers used only national unity and reconciliation to obtain international assistance.",
        "But it is the main policy of our government that our government does not do so. We follow various religious culture.",
        "So we will take steps to protect the religious culture of all. That is our doctrine. When we talk about the North and East, we see them.",
        "Changing that mood and they are the one who we are the ones that we are. All ethnic people should make a sense of Sri Lankans. Only by doing so can the country go ahead.",
        "And when we were in the opposition we were subjected to various human rights violations. But we are sure that our government will not act in such a situation.We agree that the Terrorism Act is a law to be lifted.",
        "There is no change in that policy. But our plan is to establish an anti -terror law in accordance with international legal programs.",
        "So until the law is allowed to be made, racism and communalism in the country are to be taken in accordance with the existing law.",
        "Speech freedom is the basic right of a man. We will not do it without. Anything on social websites has the right to publish.",
        "But it is not anyone's right to publish false propaganda and fake information on social networks that has celebrated Heroes Day in the past few days.",
        "They are doing so to rebuild the racist war in the north and south. So we need to know what freedom of speech is.",
        "So even though we are politically different and followed by a different policy, we are ready to act democratically.. This government will never accommodate racist and fundamentalist actions. I am sure we will defeat it.",
        "Although we are politically divided in the country, racism can work together against racism. So if everyone is united. I urge everyone to unite to start it from this Parliament.",
        "This message is to be carried to those who are at the lower level. We expect the cooperation of everyone in Parliament for that.",
        "We continue to talk about the rule of law. But the past governments did not carry the rule of law among the people. The rulers used the rule of law for their needs.",
        "So the wealthy and the authority cannot continue to establish a law and the other law of the ordinary people. The rule of law is important to build the country's economy. Investors will not come into the country even if there is no rule of law.",
        "Therefore, foreign investors need to be confident in our country by pursuing fraudsters before the law.",
        "Therefore, I will take steps to submit three new Bill of Parliament to the recovery of stolen assets in the first quarter of the next year.",
        "Amendments to the Criminal Bill, Recovery, Rehabilitation, Bankuardu -related Bill and Audit Bill will be submitted. So I expect the cooperation of all to establish the rule of the law."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "New anti-terrorism law to replace Terrorism Act. Government vows to combat racism and religious extremism. Plans to introduce bills for asset recovery and criminal justice reform. Emphasizes rule of law and investor confidence."
  ]
}