{
  "translated_text": {
    "si": {
      "title": "මැතිවරණය පැවැත්වීමට නියමිත බැවින් අයවැය ජනවාරි හෝ පෙබරවාරි මාසවලදී ඉදිරිපත් කෙරේ - ජනාධිපති",
      "body_lines": [
        "ජාත්යන්තර මූල්ය අරමුදලේ නියෝජිතයින් ජුනි මාසයේදී ශ්රී ලංකාවට පැමිණෙමින් සිටිති. සාකච්ඡා අවසන් කිරීමෙන් පසු 2025 අයවැය සමඟ මෙම ව්යාපෘතිය ක්රියාත්මක කෙරේ. ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසුවේ මැතිවරණය පැවැත්වෙන බැවින් අයවැය ජනවාරි හෝ පෙබරවාරි මාසවලදී අයවැය ඉදිරිපත් කරන බවයි.",
        "ආරක්ෂක අමාත්යාංශයේ ආරක්ෂක අමාත්යාංශයේ, බට්ටරමුල්ල අකුරගොඩ, බට්ටරමුල්ල, බට්ටරමුල්ල, අනුරාධපුරය.",
        "ඔහුගේ පළමු කර්තව්යය වූයේ රට පාලනය කිරීමෙන් පසු රටේ ආර්ථිකය ශක්තිමත් කිරීමයි. ඉදිරි සිව් වසර තුළ රටේ ආර්ථිකය සඳහා ගත යුතු යෝජනා ඉතා ඉක්මණින් විය යුතුය. රට දැනට ආර්ථික වශයෙන් වැඩිදියුණු වෙමින් පවතී. බංකොලොත්භාවයෙන් පූර්ණ සහනයක් ගැන දිනෙක දිගු කර ඇති රටවල් සමඟ සාකච්ඡා කෙරෙමින් පවතී.  ජාත්යන්තර මූල්ය අරමුදල දැනටමත් දැනට පවතින කාර්යයන් පිළිගෙන තිබේ.",
        "මෙම සන්දර්භය තුළ, විශේෂ විධිවිධාන පනත ඉදිරිපත් කිරීම, ජාතික ආරක්ෂක මණ්ඩලය නීතිගත කිරීම සහ ත්රිවිධ හමුදා කමිටුව පත් කිරීමට අපි අපේක්ෂා කරමු. මීට අමතරව, විශ්රාමික ආරක්ෂක නිලධාරීන්ගේ ජීවන තත්ත්වය නංවාලීම සඳහා නව වැඩසටහනක් ක්රියාත්මක කෙරේ. ත්රිවිධ හමුදාව, විශ්රාමික හමුදා, විශ්රාමික සහ සිවිල් වැසියන් සඳහා යුද උපක්රම සැපයීම සඳහා ශ්රී ලංකා උපායමාර්ගික අධ්යයන ආයතනය පිහිටුවීමට පියවර ගෙන තිබේ.",
        "ආර්ථික වශයෙන් අපි තවමත් දුෂ්කර ස්ථානයක සිටිමු. ඉදිරි වසර දෙක තුළ එම ස්ථානයෙන් අයකර ගැනීමේ හැකියාව අපට ඇත. ජනාධිපතිතුමාගේ ජනාධිපති, ආරක්ෂක අමාත්යාංශයේ අතිරේක ලේකම්, රණවිර සේවා අධිකාරියේ සභාපති සහ ඉඩම් කොමසාරිස්වරයා ඉදිරි මාස දෙක තුළ ප්රවීණ ගම්මානවල වෙසෙන ප්රවීණයන්ට ඇතුළත් කර තිබේ.",
        "ඒ අනුව ජාතික වැඩසටහන යටතේ මෙම වැඩ කටයුතු ජූලි මාසය වන විට අවසන් වන බවට සැකයක් නැත. අපි මෙම වැඩසටහන ක්රියාත්මක කර ඇත්තේ තවත් යුද්ධයක් අවසන් වීමෙන් පසුව පමණි. ත්රස්තවාදය රටේ එක්සත්කමට විශාල තර්ජනයක් විය. එපමණක් නොව, රටේ දරුණු ආර්ථික පසුබෑම රටේ එක්සත්කමට තවත් තර්ජනයක් විය. මෙම තත්වය දිගටම පවතින්නේ නම්, අපේ රට ආර්ථික රටක් බවට පත්වනු ඇත, එනම් තවත් ලිබියාවක් බවට පත්වනු ඇත.",
        "යුද්ධය අතරතුර, යුද්ධය ඇද ගැනීම හොඳ නැති අතර එය උපක්රමයෙන් එය අවසන් කිරීමයි. ඒ අනුව යුද්ධයේදී හා ආර්ථිකය ගොඩනැගීම. අපේ රට දැනට ආර්ථික වශයෙන් වැඩිදියුණු වෙමින් පවතී. අප දැන් බංකොලොත්භාවයෙන් සම්පූර්ණයෙන්ම නිදහස් වීමට ඉඩ දී ඇති රටවල් සමඟ සාකච්ඡා කරමින් සිටිමු. අපගේ යෝජනා පිළිගැනීමට කණ්ඩායම සහ චීනය සූදානම්. ජාත්යන්තර මූල්ය අරමුදල දැනටමත් එය පිළිගෙන ඇත. ඉන්පසුව, වෙනම ගිවිසුම් එම රටවල් සමඟ අත්සන් කරනු ලැබේ.",
        "තවත් පෞද්ගලික ණය දෙන්නන් සහ බැංකු, විශ්රාම වැටුප් අරමුදල මේ සියල්ල සමඟ සාකච්ඡා කර එකඟතාවයකට පැමිණිය යුතුය. ජාත්යන්තර මූල්ය අරමුදල් ගිවිසුමක් අප සතුව ඇති නිසා අපට දිගටම ඉදිරියට යා හැකිය. ජාත්යන්තර මූල්ය අරමුදලේ නියෝජිතයින් ජුනි මාසයේදී ජාත්යන්තර මූල්ය අරමුදලේ නියෝජිතයින්ගෙන් පසුව සාකච්ඡා කරමු. මෙම ව්යාපෘතිය 2025 අයවැය සමඟ ක්රියාත්මක වේ. මැතිවරණය පැවැත්වෙන පරිදි අයවැය ජනවාරි හෝ පෙබරවාරි මාසවලදී ඉදිරිපත් කිරීමට නියමිතය. මෙම ක්රියාකාරකම් නිසා ඇති වන ආර්ථික සංවර්ධනය ජනතාවගේ ආදායම වැඩි කළ හැකි බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "The budget will be presented in January or February as the election is due - the President",
      "body_lines": [
        "Representatives of the International Monetary Fund are coming to Sri Lanka in June. The project will be implemented with the 2025 budget after the negotiations are completed. President Ranil Wickremesinghe said the budget would be presented in January or February as the elections were held.",
        "He further stated that he was speaking at the inauguration of the Headquarters of the former Sri Lankan Veterans Association, which was built at the Ministry of Defense, Battaramulla Akuregoda, Battaramulla.",
        "His first task was to strengthen the country's economy after taking over the country. In the coming four years, the resolutions to be taken for the economy of the country had to be quickly. The country is currently improveing economically. Negotiations are now being negotiated with the countries that have been lenting over the full relief from the bankruptcy.  The International Monetary Fund has already accepted the ongoing tasks.",
        "In this context, we expect to submit the Special Provisions Act, legalize the National Security Council and appoint the Armed Forces Committee. In addition, a new program will be implemented to improve the quality of life of retired security personnel. Steps have been taken to establish the Sri Lankan Strategic Studies Institute to provide war tactics for the armed forces, retirees and civilians.",
        "Economically we are still in a difficult position. We have the ability to recover from that position in the next two years. A committee comprising of the President of the President, Additional Secretary of the Ministry of Defense, the Chairman of the Ranaviru Seva Authority and the Commissioner of Land has been appointed to the Veterans living in the villages of the Veterans within the next two months.",
        "Accordingly, there is no doubt that these work will be completed by July under the National Program. We have implemented this program only after another war ended. Terrorism was a major threat to the unity of the country. Moreover, the severe economic downturn in the country became another threat to the unity of the country. If this situation persists, our country will become an economical country, ie another Libya.",
        "During the war, pulling the war is not good and it is to finish it with trick. To act accordingly in war and building the economy. Our country is currently improveing economically. We are now negotiating with the countries that have lent us to be completely free from bankruptcy. The group and China are ready to accept our proposals. The International Monetary Fund has already accepted it. Thereafter, separate agreements will be signed with those countries.",
        "More private lenders and banks, the pension fund must negotiate with all these and come to an agreement. We can continue to move on because we have the International Monetary Fund Agreement. We will discuss it after representatives of the International Monetary Fund in June. This project will then be implemented with the 2025 budget. The budget is to be submitted in January or February as the election is held. He said the economic development caused by these activities could increase the income of the people."
      ]
    }
  },
  "summary_lines": [
    "The President plans to present the budget in January or February, aiming for economic recovery post-elections. IMF representatives visit in June for a project starting with the 2025 budget. Economic improvement efforts include negotiations with lenders and implementing measures like legalizing the National Security Council and improving retired security personnel's lives."
  ]
}