{
  "translated_text": {
    "si": {
      "title": "இந்திய பெருங்கடல் அமைவிட சிறப்பை இலங்கை ஆக்கிரமித்துள்ளது : அனைத்து பங்காளிகளுடனும் இணைந்து பணியாற்றுவதே இலக்கு - பிரதமர் ஹரிணி",
      "body_lines": [
        "இந்திய பெருங்கடலின் மையத்தில் அமைந்துள்ள இலங்கை, அதன் இருப்பிடத்தின் சிறப்புரிமையையும் பொறுப்பையும் உணர்ந்துள்ளது. මෙය ආශ්චර්යමත් පසුබිමකි.  අපි එම ස්ථානය අල්ලාගෙන සිටිමු. இந்த தருணம் அந்த அதிசயமான இருப்பிடம் நமக்கு மட்டும் அல்ல, நாம் ஆக்கிரமித்துள்ள அந்த நிலைப்பாட்டிற்கும் மிகவும் பயனுள்ளதாக இருக்கும் என்று தெரிவித்த பிரதமர் ஹரிணி அமரசூரிய, இந்தியப் பெருங்கடல் அமைதியாகவும், பாதுகாப்பாகவும், நிலையானதாகவும், நியாயம் மற்றும் ஒத்துழைப்பின் மூலம் ஆளப்படுவதை உறுதி செய்வதற்காக அனைத்து பங்காளிகளுடனும் இணைந்து பணியாற்றுவதே இலங்கையின் அர்ப்பணிப்பாகும் என்றும் குறிப்பிட்டார்.",
        "ඉන්දියන් සාගර කලාපය පිළිබඳ 12 වන ගැලී සාකච්ඡාව බදාදා ආරම්භ විය. රැස්වීම ඇමතීමේදී අගමැති මේ බව පැවසීය. ඔහු දිගටම එය පැවසුවා",
        "ඉන්දියානු සාගරයේ අනාගතය පිළිබඳ සාකච්ඡාව සඳහා පදනමක් ඒකාබද්ධ කිරීම සඳහා ශ්රී ලංකා නාවික හමුදාවේ දැක්මට සහ අඛණ්ඩ කැපවීම මම සුබ පතමි. එය ගෝලීය සමුද්රීය කොටස් හිමියන් අතර සහයෝගීතාව ශක්තිමත් කරයි. මෙම වසරේ තේමාව වන්නේ 'වෙනස්වන යාන්ත්රණය යටතේ ඉන්දියානු සාගරයේ සමුද්ර දැක්ම' කාලය හා වැදගත් ය. ඉන්දියානු සාගරය යනු ලෝකයේ වඩාත්ම ව්යාප්ත උපායමාර්ගික සමුද්රීය ක්ෂේත්රයකි, එය වෙළඳ හා බලශක්ති ආරක්ෂාව සඳහා ප්රධාන ජීවන රටාවක් වන අතර එය ද ප්රධාන ජීවන රටාවක් වේ.",
        "කෙසේ වෙතත්, එය භූදේශපාලනික තරඟකාරිත්වයේ, පාරිසරික බලපෑම්, අක්රමවත් සංක්රමණ සහ පරිපාලන අභියෝගයන්ගෙන් වැඩි වැඩියෙන් පීඩනයට මුහුණ දෙයි. ශතවර්ෂ ගණනාවක් තිස්සේ ඉන්දියානු සාගරය ශිෂ් .ාචාර මධ්යස්ථානයකින් වෙළඳ, සංස්කෘතික හුවමාරුව සහ තාක්ෂණික දියුණුව සඳහා හැකි වී තිබේ. අද, උපායමාර්ගික අවශ්යතා යනු ඒකාබද්ධ වන වේදිකාවකි. මේ අනුව එය තරඟයේ වේදිකාව සහ සහයෝගීතාව සඳහා වේදිකාවක් බවට පත්වේ.",
        "ඉන්දියානු සාගරයේ මධ්යයේ පිහිටා ඇති ශ්රී ලංකාවේ එහි පිහිටීමේ වරප්රසාදය සහ වගකීම වටී තිබේ. මෙය ආශ්චර්යමත් පසුබිමකි.  අපි එම ස්ථානය අල්ලාගෙන සිටිමු. මේ මොහොත අප වෙනුවෙන් ආශ්චර්යමත් ස්ථානය පමණක් නොවේ, නමුත් මම හිතන්නේ එය අප සතුව ඇති එම තනතුරට ඉතා ප්රයෝජනවත් වේ. ශ්රී ලංකාවේ කැපවීම ඉන්දියානු සාගරය නිහ quiet, සුරක්ෂිත හා ස්ථාවර හා එය පාලනය කිරීම හා සහයෝගයෙන් එය පාලනය කිරීම සහතික කිරීම සඳහා සියලු හවුල්කරුවන් සමඟ කටයුතු කිරීමයි.",
        "ඉන්දියානු සාගරය පෙර නොවූ විරූ පීඩනයකට ලක්ව ඇත. දේශගුණික විපර්යාස, මුහුදු මට්ටම ඉහළ යාම, අධික ලෙස මසුන් ඇල්ලීම සහ දූෂණය ජෛව විවිධත්වයට, මානව ආරක්ෂාව සහ ආර්ථික සාමය තර්ජනය කරයි. ජාතික පැවැත්ම සඳහා සමුද්ර පරිසරය ආරක්ෂා කිරීම අත්යවශ්ය වේ. සමුද්ර ජීවීන්ගේ ආරක්ෂිත ප්රදේශ සහ රටවල් අතර ගැඹුරු විද්යාත්මක සහයෝගීතාව පුළුල් කිරීම, ශක්තිමත් ආරක්ෂක ව්යුහයන් අප ආරාධනා කරන්නේ එබැවිනි.",
        "Effective ලදායී සමුද්ර පරිපාලනය සමානව වැදගත් ය. සාම්ප්රදායික තර්ජන වලින් ඔබ්බට මත්ද්රව්ය ජාවාරම ඇතුළු සාම්ප්රදායික අභියෝග ශ්රී ලංකාව ද මුහුණ දෙයි. එය අපේ නාවික හමුදාවේ සහ වෙරළ ආරක්ෂකයාගේ ප්රධාන භූමිකාව අවධාරණය කරයි. ජාතික ආරක්ෂාව සහ මහජන සෞඛ්ය ආරක්ෂා කිරීම සඳහා රජය කැපවී සිටින අතර මත්ද්රව්ය ජාවාරමට එරෙහිව සටන් කිරීමට මූලික පියවර ගෙන තිබේ.",
        "වෙනස්වන සමුද්රීය ආරක්ෂාව සහ ශ්රී ලංකා නාවික හමුදාවේ ප්රධාන භූමිකාව හඳුනා ගැනීම සඳහා 2025 ආරක්ෂක අයවැයෙන් රජය විසින් රුපියල් බිලියන 92.5 ක නාවික හමුදාවට රුපියල් බිලියන 92.5 ක් වෙන් කර තිබේ.. මෙය පෙර වසරට වඩා සියයට 12 ක වැඩිවීමකි. මෙම ආයෝජනය ජාතික ආරක්ෂාව වැඩි දියුණු කිරීම සහ අපගේ සමුද්රීය ක්ෂේත්රය ආරක්ෂා කිරීම සඳහා රජයේ නොසැලෙන කැපවීම අවධාරණය කරයි. නිතිපතා මුර සංචාර කටයුතු, පරීක්ෂා කිරීම සහ බුද්ධිය සහ එමගින් පැහැරගත් අය අත්අඩංගුවට ගැනීම සහ සමුද්රීය ක්ෂේත්රය ආරක්ෂා කිරීම සඳහා ශ්රී ලංකා නාවික හමුදාව සඳහා නොසැලෙන කැපවීම මම අගය කරමි.. කෙසේ වෙතත්, මෙම අභියෝග ශ්රී ලංකාවට පමණක් විසඳිය නොහැකිය. Effective ලදායී සමුද්රීය ආරක්ෂාව සහ ඉන්දියන් සාගරයේ ප්රති-සටහන් විරෝධී ක්රියාකාරකම් සහතික කිරීම සඳහා වෙනත් රටවලට රැඩිකල් ආධාර සහ සහයෝගීතාව අවශ්ය වේ.",
        "නැව්ගත කිරීමේ නිදහස, ජාත්යන්තර නීතියට ගරු කිරීම සහ මුහුදු කොල්ලකරුවන්ට ගරු කිරීම, පැහැර ගැනීම හා අක්රමවත් ලෙස විසඳීම නාවික හා වෙරළ ආරක්ෂකයින් අතර සම්බන්ධීකරණයේ අඛණ්ඩතාව සහ විශ්වාසය රඳා පවතී. මුහුදේ නීති රීති මත පදනම් වූ ඇණවුම් ස්ථායිතාවයේ ප්රභවය වීම. නිල් ආර්ථිකය නැව්ගත කිරීම, ධීවර, ජෛව තාක්ෂණය හා සංචාරක කර්මාන්තයේ අවස්ථා ලබා දෙයි.",
        "ඉන්දියානු සාගරයේ වැදගත්කම එහි බැංකු පුරා පැතිරෙමින් තිබේ. මෙය ගෝලීය වෙළඳ හා බලශක්ති ප්රවාහයේ කේන්ද්රයයි. එයට කලාපීය බලකායන් සහ ගෝලීය බලඇණිය අතර සහයෝගීතාව අවශ්ය වේ. සංස්ථාවට සමුද්රීය මාර්ග ආරක්ෂා කිරීම, රැකියාව වැළැක්වීම, නීති විරෝධී ක්රියාකාරකම් වලට එරෙහිව සටන් කිරීම සහ මානුෂීය අර්බුදවලට ප්රතිචාර දැක්වීම. අන්තර්ගතය, විනිවිදභාවය සහ ජාත්යන්තර නීතියට ගරු කිරීම, අන්තර්ගතය, විනිවිදභාවය සහ ගෞරවය පිළිබඳ අන්තර්ගතය, විනිවිදභාවය සහ ගෞරවය තුළ මුල් බැස ඇති හවුල් සමුද්ර ආරක්ෂණ ව්යුහයකට දායක වන ලෙස ශ්රී ලංකාව සියලු පාර්ශවකරුවන්ට අවධාරණය කරයි.",
        "ඉන්දියන් සාගරයේ විය හැක්කේ සාමයේ සමෘද්ධිය, සමෘද්ධිය සහ සහයෝගීතාවයේ වසමයි. අභියෝග ශක්තිමත් නමුත් පණිවිඩය පැහැදිලිය. කිසිම රටකට ඔවුන්ට තනිවම මුහුණ දිය නොහැක. බහුජානුවාදය, හවුල්කාරිත්වය සහ නාවික හමුදාව, කර්මාන්ත හා සිවිල් සමාජය අතර සම්බන්ධතාවය ඔවුන්ට අවශ්යය. \"පුරප්පාඩු වූ සාකච්ඡාවට\" මෙම හැඟීම ඇතුළත් බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Sri Lanka occupies the excellence of the Indian Ocean: Prime Minister Harini is to work with all partners",
      "body_lines": [
        "Located in the center of the Indian Ocean, Sri Lanka has realized the privilege and responsibility of its location. This is a miraculous setting.  We have occupied that place. Prime Minister Harini Amarasuriya said that this moment is not only for us, but also for the position that we occupy, and that the dedication of Sri Lanka is to work with all partners to ensure that the Indian Ocean is quiet, secure and stable.",
        "The 12th Galle Discussion of the Indian Ocean Region began on Wednesday. The Prime Minister said this while addressing the gathering. He continues to say that",
        "I congratulate the Sri Lanka Navy's vision and continued commitment to merge a base for discussion on the future of the Indian Ocean. It strengthens cooperation among global maritime shareholders. The theme of this year is the 'maritime outlook of the Indian Ocean under the changing mechanism' is the time and important. The Indian Ocean is one of the most extended strategic maritime fields in the world, which is also a major lifeline for trade and energy protection.",
        "However, it faces the increasing pressure from the geopolitical competition, environmental pressure, irregular immigration and administrative challenges. For centuries, the Indian Ocean has made it possible for trade, cultural exchange and technical advances from a center of civilizations. Today, strategic interests are a platform that combines. It thus becomes the stage of the competition and a platform for cooperation.",
        "Located in the center of the Indian Ocean, Sri Lanka has realized the privilege and responsibility of its location. This is a miraculous setting.  We have occupied that place. This moment is not just that miraculous location for us, but I think it is very useful for that position we occupy. Sri Lanka's commitment is to work with all partners to ensure that the Indian Ocean is quiet, secure, and stable, and to ensure that it is ruled by justification and cooperation.",
        "The Indian Ocean is under unprecedented pressure. Climate change, sea level rise, excessive fishing and pollution threaten biodiversity, human security and economic peace. Protecting maritime environment is essential for national survival. That is why we invite strong security structures, the expansion of the protected areas of marine organisms and the deep scientific cooperation among countries.",
        "Effective Maritime Administration is equally important. Sri Lanka also faces traditional challenges, including drug trafficking, beyond traditional threats. It underlines the main role of our navy and the Coast Guard. The government is committed to protecting national security and public health and has taken initiatives to fight drug trafficking.",
        "The government has allocated 92.5 billion rupees to the Navy in the 2025 Security Budget to recognize the changing maritime security and the main role of the Sri Lanka Navy.. This is a 12 percent increase than the previous year. This investment underlines the unwavering commitment of the government to improve national security and protect our maritime field. I appreciate the unwavering commitment to the Sri Lanka Navy in carrying out regular patrol work, inspection and intelligence, intercepting ships, arresting kidnappers and thereby protecting the maritime field.. However, these challenges cannot be dealt with only Sri Lanka. In order to ensure effective maritime safety and anti -narcotics activities in the Indian Ocean, other countries need radical support and cooperation.",
        "Freedom of shipping, respect for international law, and responding to pirates, kidnapping and disorderly settlement depends on the integrity and confidence of the coordination between navy and coastal guards. To be the source of order stability based on a rules in the sea. The blue economy offers opportunities in shipping, fisheries, biotechnology and tourism.",
        "The importance of the Indian Ocean is spread over its banks. This is the center of global trade and energy flow. It requires cooperation between regional powers and global fleet. Corporation can protect the maritime roads, prevent occupation, fight illegal activities and respond to humanitarian crises. Sri Lanka emphasizes all sides to contribute to a shared maritime protection structure rooted in content, transparency and respect for international law.",
        "The Indian Ocean can only be the domain of peace, prosperity and opportunities through cooperation. The challenges are strong but the message is clear. No country can face them alone. They need the involvement between multichannelism, partnership and navy, governments, industry and civil society. He said the \"vacant discussion\" includes this feeling."
      ]
    }
  },
  "summary_lines": []
}