{
  "translated_text": {
    "si": {
      "title": "යාපනයේ කේරළ ගංජා කිලෝග්රෑම් 150 කට වැඩි ගණනක පුද්ගලයින් දෙදෙනෙකු අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "සඳුදා උදෑසන ආරියාලෙයි ප්රදේශයේ යාපනයේ කේරලා ගංජා කිලෝග්රෑම් 156 ක් තිබූ සැකකරුවන් දෙදෙනෙකු පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "Drug ෂධ රැඳවුම් ඒකකයට ඇති රහස් තොරතුරු මත පදනම්ව, දර්ශනයට පැමිණි ජනතාව අරියාලෙයි ප්රදේශයේ පොල් වත්තක සඟවා තිබූ ගංජා drug ෂධය සොයා ගත්හ.",
        "මෙම සිද්ධිය සම්බන්ධයෙන් වයස අවුරුදු 39 සහ 44 යන මහජනයාගේ සහ කිලිනොච්චි හි සැකකරුවන් අත්අඩංගුවට ගෙන තිබේ.",
        "අත්අඩංගුවට ගත් පුද්ගලයින්ගෙන් ගංජා කිලෝග්රෑම් 156 ක් පමණ සොයාගෙන ඇති අතර ඔවුන්ගේ වටිනාකම රුපියල් මිලියන 42 ක් පමණ වන බව වාර්තා වේ.",
        "පොලිස් drug ෂධ වැළැක්වීමේ ඒකකය සැකකරුවන් සම්බන්ධයෙන් වැඩිදුර පරීක්ෂණ පවත්වයි."
      ]
    },
    "en": {
      "title": "Two persons arrested with more than 150 kg of Kerala ganja in Jaffna",
      "body_lines": [
        "Police have arrested two suspects who had 156 kilograms of Kerala cannabis in Jaffna in Ariyalai area on Monday morning.",
        "Based on the secret information available to the drug detention unit, the people who rushed to the scene recovered the cannabis drug that was hidden in a coconut grove in the Ariyalai area.",
        "The suspects from Jaffna and Kilinochchi, aged 39 and 44, have been arrested in connection with the incident.",
        "About 156 kg of cannabis has been recovered from the arrested persons and their value is reported to be around 42 million rupees.",
        "The Police Drug Prevention Unit is conducting further investigations into the suspects."
      ]
    }
  },
  "summary_lines": [
    "In Jaffna, police arrested two men, aged 39 and 44, from Jaffna and Kilinochchi, after finding 156 kg of Kerala cannabis worth about 42 million rupees hidden in a coconut grove in the Ariyalai area. The suspects were apprehended based on intelligence tips, and further investigations are ongoing."
  ]
}