{
  "translated_text": {
    "si": {
      "title": "ව්යාජ මුදල් මුද්රණ යන්ත්රය සමඟ අත්අඩංගුවට ගත් මිනිසෙක්",
      "body_lines": [
        "රුපියල් 500, 1000 සහ 5000 බැරෑරුම් තැන්පත් මුද්රණය කිරීමට සූදානම්ව සිටිමින්, තහඩු සහ ව්යාජ මුදල් නෝට්ටු මුද්රණය කිරීම සඳහා භාවිතා කළ සැකකරුවෙකු සිකුරාදා රාත්රියේ අහන්ගමගේ සැකකරුවෙකු විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "47 හැවිරිදි විසි කළ -හෝල්ඩ් අහංගම ඉමාදුව පාර, කොළඹ පෞද්ගලික සමාගමක් අත්අඩංගුවට ගෙන තිබේ.",
        "ව්යාජ මුදලට අමතරව වීසා බලා කාලය දීර් extend කිරීමට ලැබුණු විදේශ ගමන් බලපත්ර 10 ක් සැකකරුගෙන් අත්අඩංගුවට ගෙන තිබේ.",
        "උසාවියේ පෙනී සිටින ලෙස සැකකරු අහංගමා පොලිසියට භාර දී ඇති අතර එය ගාලේ මහේස්ත්රාත්වරයා හමුවේ ඉදිරිපත් කිරීමට නියමිතය."
      ]
    },
    "en": {
      "title": "A man arrested with fake currency printing machine",
      "body_lines": [
        "A suspect has been arrested on Friday night by a suspect in Ahangama with a computer used to print sheets and fake currency notes ready for printing 500, 1000 and 5000 rupee banknotes.",
        "The 47 -year -old Ahangama Imaduwa Road, a private company in Colombo has been arrested.",
        "In addition to the fake currency, 10 passports received to extend the visa period of tourists have been seized from the suspect.",
        "The suspect has been handed over to the Ahangama police to appear in court and is to be produced before the Galle Magistrate."
      ]
    }
  },
  "summary_lines": [
    "A 47-year-old man in Ahangama was arrested for possessing a fake currency printing machine and 10 passports to extend tourists' visas. He's to face court in Galle."
  ]
}