{
  "translated_text": {
    "si": {
      "title": "පක්ෂය අතුරු ජනාධිපති ධුරය තෝරා ගැනීමට පනිති - විපක්ෂ නායක",
      "body_lines": [
        "පාර්ලිමේන්තුවේදී අතුරු ජනාධිපති ධුරයක් තමා තෝරා ගැනීමට යන බව සිතමින් බොහෝ අය පක්ෂයට සම්බන්ධ වෙමින් සිටිති. නමුත් සැප්තැම්බර් 21 වන දින විපක්ෂ නායක සජිත් ප්රේමදාස මහතා කියා සිටියේ තම ජනාධිපතිවරයා තෝරා පත් කර ගැනීමට යන්නේ ලක්ෂ 170 ක් පමණක් බවයි.",
        "නාමයික නවාතැන් ගැනීමෙන් පසු විපක්ෂ නායක සජිත් ප්රේමදාස සිකුරාදා (16) උදෑසන කුරුණගල දිස්ත්රික්කයේ සිය පළමු මැතිවරණ ව්යාපාරය පැවැත්වීය.. රැස්වීමේදී අදහස් දක්වමින් ඔහු පැවසීය.",
        "ශ්රී ලාංකික මව ශක්තිමත් කිරීමේ ගමනට අප හා එක්වන ලෙස මම කුරුණෑගල ජනතාවට සහ ජනතාවට ආරාධනා කරමි. ප්රායෝගික විභව ප්රගතිශීලී විපක්ෂයක් ලෙස, අපි ජනතාව වෙනුවෙන් හ o පතලා ඔවුන් වෙනුවෙන් සටන් කළෙමු. එක්සත් ජනතා බලයේ වෘත්තීය කණ්ඩායම දූෂණ වංචාව සඳහා සටන් කළේය. මම වේදිකාවේ සෙල්ලම් කළේ නැහැ. හිස් වාර්තාමය ලිපිගොනු පෙන්වන මිනිසුන් කලකිරීමට පත් නොකරයි.",
        "රාජපක්ෂයන් විපක්ෂයේ අධිකරණයේ අධිකරණයට ඉදිරිපත් කර ඇති බව මම ආඩම්බර වෙමි.. අපේ නීතිමය ක්රියාමාර්ග ගැනීම රටේ වැන්ගෝටාවට හේතුව බව රාජපක්ෂයන් වගකිව යුතු බව මට මතකයි.",
        "සොරකම් කරන ලද ජාතික වත්කම් නැවත ලබා ගැනීම සඳහා පුද්ගලික යෝජනාවක් ඉදිරිපත් කිරීමට එක්සත් ජනතා බලවේග මහ ලේකම් රංජිත් මංගල බන්ගුමාවේ පෞද්ගලික යෝජනාවක් ඉදිරිපත් කිරීමට පියවර ගෙන තිබේ.. අද මම රටේ ජනතාවට ඕනෑම අවස්ථාවක කොල්ලකරුවන් සමඟ කටයුතු නොකරන බව මම රටේ ජනතාවට පොරොන්දු වෙමි.",
        "අපේ පාලන තන්ත්රය කඩාකප්පල්කාරී දේශපාලන සංස්කෘතීන් අවසන් කරනු ලැබේ. මට මතක් වී ඇත්තේ වරප්රසාද සහ මුදල් සඳහා පාර්ලිමේන්තු මන්ත්රීවරුන් විකිණීමේ සංස්කෘතියට වැඩි දුර බැහැර නොමැති බවයි. දැනට පක්ෂ ටැබ් පුළුල් ලෙස පෙනේ. නමුත් මා සමඟ එකතු වූ ඕනෑම කෙනෙකුට තනතුරු සහ වෙනත් වරප්රසාද ඉල්ලා නොසිටියේය.",
        "ප්රතිපත්තියේ වරප්රසාද ලබා දීමට මට මුදල් නැත. අධ්යාපනය සඳහා අපි මුදල් වෙන් කරන්නෙමු;පලා යන අය පලා යයි. මධ්යකාලීන ජනාධිපති තේරී පත් වන ලෙස සිතමින් ඔවුන් පක්ෂය වෙනස් කරමින් සිටී.",
        "මෙම පාර්ලිමේන්තු මන්ත්රීවරුන් සැප්තැම්බර් 21 වන දින අතුරු ජනාධිපති ජනාධිපති ලෙස තේරී පත් නොවනු ඇත. ඒ වෙනුවට ඔහු කියා සිටියේ ලක්ෂ 220 ක් සඳහා ලක්ෂ 170 ක ඡන්දදායකයින් 170 ක් ජනාධිපතිවරයා තෝරා පත් කර ගන්නා බවයි."
      ]
    },
    "en": {
      "title": "The party jumps to elect an interim president - opposition leader",
      "body_lines": [
        "Many people are now joining the party, thinking that he is going to elect an interim president in Parliament. But on September 21, opposition leader Sajith Premadasa said that only 170 lakh voters are going to elect their president.",
        "Opposition Leader Sajith Premadasa held his first election campaign in Kurunegala district on Friday morning (16) after the nomination was filed.. Speaking at the meeting, he added.",
        "I invite the people and the people of Kurunegala to join us on the journey of strengthening the Sri Lankan mother. As a practical potential progressive opposition, we voiced for the people and fought for them. United People's Power Professional Group fought for corruption scandal. I did not make plays on stage. Does not disappoint people showing empty documentary files.",
        "I am proud to say that the Rajapaksas have been put in court in the court of opposition.. I recall that the Rajapaksas were responsible for the fact that our legal action was the cause of the country's vangrott.",
        "United People's Power General Secretary Ranjith Mathuma Bandarawe has taken steps to submit a personal motion to regain the stolen national assets.. Today, I promise the people of the country that we will not deal with the robbers in any case.",
        "Our regime will be put to an end to the subversive political cultures. I am reminded that the time is not far away from the culture of selling parliamentarians for privileges and money. Currently party tabs are widely in place. But anyone who joined me did not request positions and other privileges.",
        "I don't have funds to give them privileges in policy. We allocate funds for education;The people who run away have run away. They are changing the party, thinking that the medieval president is elected.",
        "These parliamentarians will not be elected interim president on September 21st. Instead, he said that 170 lakh voters are going to elect the president for 220 lakhs."
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa, the opposition leader, announced that only 170 lakh voters will elect the next president, contrary to expectations of an interim president being chosen. He emphasized the importance of unity and fighting against corruption, promising to end corrupt practices and political cultures. Premadasa also highlighted the need for financial transparency, stating that funds allocated should go towards education rather than personal gains."
  ]
}