{
  "translated_text": {
    "si": {
      "title": "මාතෘකාව අද සමුළුව නැරඹීම",
      "body_lines": [
        "හිජ්රි 1445 - බී. ෂාල් මාස සමුළුව ඊයේ සවස පැවැත්වේ.",
        "මහත් යාච් .ාව හේතුවෙන් කොළඹ මහා පාසලේ ජනාධිපති ටහීර් රෂෙන්යින්ගේ නායකත්වය යටතේ මෙම උත්සවය පැවැත්වේ.",
        "මෙම සමුළුවට මෙම සමුළුවට මහා පාසලේ උගත් කමිටුවේ සාමාජිකයින් වන අස්ෂෙයික් හිසාම්, සමස්ත ලංකා ජමියා හලමා කවුන්සිලය, මුස්ලිම් ආගමික හා සංස්කෘතික කටයුතු දෙපාර්තමේන්තුව සහ කාලගුණ විද්යා දෙපාර්තමේන්තුවේ ජ්යෙෂ් officer නිලධාරියාගේ නියෝජිතයින් සහභාගී වේ.",
        "ෂාපාල මාසය සඳහා සිරස්තලය රට පුරා දෘශ්යමාන නම්, ඔබට 011 24 32 110, 011 24 51 245 සහ 0777 37 89 වෙත ආරාධනා කළ හැකිය. රීල්"
      ]
    },
    "en": {
      "title": "Title Watching Conference Today",
      "body_lines": [
        "The Hijri 1445 -St. Shawal Month Conference will be held this evening.",
        "The event will be held under the leadership of President Tahir Rashein at the Colombo Great School following the Mahrip prayer.",
        "The conference will be attended by members of the Birth Committee of the Great School, Ashsheyq Hizam, representatives of the All Ceylon Jamiyyathul Ulama Council, the Department of Muslim Religious and Cultural Affairs and the Senior Officer of the Meteorological Department.",
        "If the headline for the month of Shawal is visible across the country, you can make an invitation to 011 24 32 110, 011 24 51 245 and 0777 35 37 89. Remble"
      ]
    }
  },
  "summary_lines": [
    "The Hijri 1445 -St. Shawal Month Conference, led by President Tahir Rashein at Colombo Great School, will feature Birth Committee members, Ashsheyq Hizam, representatives from Jamiyyathul Ulama Council, Department of Muslim Religious and Cultural Affairs, and the Senior Officer of the Meteorological Department. Invitations available at 011 24 32 110, 011 24 51 245, and 0777 35 37 89."
  ]
}