{
  "translated_text": {
    "si": {
      "title": "නව ප්රතිසන්ධාන ප්රයත්නයන් සඳහා රජය සහාය නොදක්වයි;ජය ගැනීම පිළිබඳ සැකය - ශ්රී ලංකාවේ බ්රිතාන්ය තානාපති",
      "body_lines": [
        "ශ්රී ලංකාවේ බ්රිතාන්ය තානාපති කියා සිටියේ ප්රතිලාභ සඳහා රජයේ නව ප්රතිසන්ධාන ප්රයත්නයන් ගැන රජය සැක සහිත බවයි.රජයට මෙම උත්සාහයන් තවමත් විශාල සහයෝගයක් නොමැති බව වටහා ගනී. ඔහුත් එසේ පවසා තිබේ",
        "සමහර විට ජිනීවා යෝජනාව ඉදිරිපත් කර ඇති ආකාරය සහ ජාත්යන්තර ප්රජාව ශ්රී ලාංකික කාරණා සම්බන්ධයෙන් ජාත්යන්තර ප්රජාව මැදිහත් වන ආකාරය ගැන මම බොහෝ දුරට සැලකිලිමත් වෙමි.",
        "ප්රශ්නය;දෙරටටම මෑත වසරවල අන්යෝන්ය මැදිහත්වීමක් පෙන්නුම් කළ බව අපි දැක ඇත්තෙමු. එය දෙරට අතර ද්විපාර්ශ්වික සම්බන්ධතාවයේ නව දිශාව කුමක්ද?",
        "පිළිතුර;අපගේ රටවල් දෙක අතර දීර් length කාලීන බැඳීමක් ඇති වූවත්, ද්විත්ව සම්බන්ධතාවයේ නව දිශාව ගැන මම කිසිවක් දන්නේ නැත.",
        "එක්සත් රාජධානියේ වෙසෙන ශ්රී ලාංකිකයන් අතර, දිශාවට සම්බන්ධ නොවන නමුත් අපගේ සබඳතාවල හා ආර්ථික අර්බුදයේ වැදගත්කම අතරේ ජීවත්වන ශ්රී ලාංකිකයන් අතර බොහෝ අන්තර්ක්රියා තිබිය හැකිය.",
        "මේ ගැන මම ඉතා සතුටු වෙමි, එබැවින් සබඳතා ශක්තිමත් කිරීම හා සම්බන්ධ නව දිශාවකි.",
        "ප්රශ්නය;ද්විපාර්ශ්වික සබඳතා ඉදිරිපත් කරන ශ්රී ලාංකිකයන් ජිනීවාගේ ක්රියාකාරකම් ගැන වැඩි ය - බ්රිතාන්යය ශ්රී ලංකාවේ සංහිඳියාව සඳහා තමන්ගේම උත්සාහයක් දරමින් සිටින අතර ශ්රී ලංකාවේ ශ්රී ලංකාවේ ජිනීවා යෝජනාවට හේතු වී තිබේ. එය බ්රිතාන්යය පිළිගනී ප්රතිසන්ධානය ගෙන ඒමට මෑත පියවර ගත යුතු පියවර?",
        "පිළිතුර;අප සම -S -පොහනයේ කොටසක් වන අතර එක්සත් ජනපද කැනඩාවේ මලාවි ඇතුළු බොහෝ රටවල් ශ්රී ලංකාව පිළිබඳ යෝජනාවට තුඩු දක්වමින් සිටිති.",
        "සමහර විට මම ශ්රී ලංකාවට ජාත්යන්තර ප්රජාව මැදිහත් වේවා මෙම යෝජනාව ඉදිරිපත් කළ ආකාරය ගැන සමහර විට මම ඉතා සැලකිලිමත් වෙමි.",
        "මානව හිමිකම් විශේෂ experts යින්ගේ ක්රියාකාරීන් සමඟ ඔබ කතා කරන්නේ නම්, ප්රතිසංස්කරණ හා යුද්ධයේ කාර්යභාරය පිළිබඳව එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ කාර්යභාරය ගැන ඔවුන් උනන්දු වෙති.",
        "පසුගිය සැප්තැම්බරයේ ජිනීවාහි නිකුත් කරන ලද වාර්තාව කියවීම පසුගිය සැප්තැම්බරයේදී ජිනීවාහි දී, රජය විසින් ප්රගතියක් ලබා ඇති බව පිළිගනිති.",
        "මම වෙනත් කාරණයක් වාර්තා කිරීමට කැමතියි. ද්විපාර්ශ්වික සබඳතාවල වඩාත්ම වැදගත් කාරණය මානව හිමිකම් ය.. ශ්රී ලංකා ආර්ථික අර්බුදයෙන් අයකර ගැනීම සඳහා බ්රිතාන්යයේ දායකත්වය බ්රිතාන්යයේ දායකත්වය මම මීට පෙර වාර්තා කර ඇත්තෙමි. මෙම අර්බුදයට විසඳුමක් සෙවීම සඳහා බ්රිතාන්යය ශ්රී ලංකාව සමඟ සමීපව කටයුතු කරයි.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් යෝජනාව පිළිබඳව එක්සත් ජාතීන්ගේ සංවිධානය අදහස් දැක්වූ වහාම 2019 ට පෙර අපට නැවත තත්වයට පත්විය හැකිය.",
        "ප්රශ්නය;සත්ය ප්රතිසන්ධාන කොමිෂන් සභාවක් පිහිටුවීම සම්බන්ධයෙන් ශ්රී ලංකාව පියවර කිහිපයක් ගෙන තිබේ - මේ පිළිබඳව ඔබේ මතය කුමක්ද?",
        "මම ශ්රී ලංකාවට පැමිණි මාස හයක් ගත වී ඇත, එබැවින් මෙය මට අලුත් දෙයක්.",
        "වසර ගණනාවක් තිස්සේ ශ්රී ලංකාවේ මානව හිමිකම් පිළිබඳ මානව හිමිකම් පිළිබඳ මානව හිමිකම් පිළිබඳ මානව හිමිකම් විශේෂ experts යින් සමඟ ඔබ කතා කරන්නේ නම්, ඔවුන් සම්බන්ධයෙන් මානව හිමිකම් කොමිෂන් සභාව විසින් මෙම ප්රශ්නය සම්බන්ධයෙන් ප්රමාණවත් උපදේශන නොමැති බව ඔවුහු සැලකිලිමත් වෙති.",
        "ඔවුන් පවසන්නේ අතීතයේ විමර්ශනය කර ඇති කණ්ඩායම් ඇති බවයි.",
        "ඔවුන් පවසන්නේ එක්සත් ජනපදයේ මෙම උත්සාහයන් පිළිබඳව මෙම උත්සාහයන් පිළිබඳව ජනතාවට සැකයක් ඇති බවයි.",
        "මම රජයේ උත්සාහය සාදරයෙන් පිළිගනිමින් සිටියදී, පුළුල් ලෙස ජනතාව අතර සිටින මගේ සාකච්ඡා මගින් රජයේ මෙම උත්සාහයන් තවමත් සහාය නොදක්වන බව වටහා ගත හැකිය.",
        "ප්රශ්නය;ඔබ මාස හයක් ශ්රී ලංකාවට පැමිණීම - තත්වය කුමක්ද?",
        "පිළිතුර;මගේ කෙටි කාලය තුළ, ගනුදෙනුකරණයට සම්බන්ධ අයගේ මතය මම ප්රකාශ කරමි.",
        "ජාත්යන්තර සමාජයට ආරක්ෂණ පනත පිළිබඳ බොහෝ අනුකම්පකයක් ඇති අතර ත්රස්තවාදී ක්රියාව.",
        "ප්රශ්නය;රජය ජාත්යන්තර ප්රජාවේ සැලකිල්ල දැනුම් දී ඇත - පනතේ නව ස්වරූපය පිළිබඳ ඔබේ අදහස කුමක්ද?",
        "පිළිතුර;මා ඔබට අදහස් දැක්විය යුත්තේ බිල්පත පිළිබඳව මහාධිකරණය සිය තක්සේරුව ප්රකාශ කිරීමෙන් පසුව පමණි.",
        "ප්රශ්නය;ජිනීවා යෝජනාව සිවිල් සමාජය විසින් ජිනීවා යෝජනාව පිළිගෙන ඇති බව ඔබ වාර්තා කරයි - නමුත් මේ සඳහා බ්රිතාන්ය ප්රතිචාරය කුමක්ද?",
        "පිළිතුර;අපි සියලු කාරණා සම්බන්ධයෙන් ශ්රී ලංකා රජය සමඟ ප්රසිද්ධියේ සාකච්ඡා කර ඇති අතර අදහස් දැක්වීමකට සම්බන්ධ වී සිටිමු.",
        "මා මීට පෙර පවසා ඇති පරිදි, වත්මන් ජනාධිපතිවරයා අග්රාමාත්යවරයා ලෙස දිවුරුම් දුන්නේය.",
        "ශ්රී ලංකා රජය සහ ජාත්යන්තර ප්රජාව යෝජනාවට එක්ව කටයුතු කළහ.",
        "අපි ගැටුමට සම්බන්ධ නැහැ (ජිනීවා යෝජනාව), නමුත් බ්රිතාන්යය මානව හිමිකම් ක්රියාකාරීන් සිටින ලෝකයේ ඕනෑම රටක බ්රිතාන්යය තවත් බොහෝ රටවල් සමඟ කටයුතු කරයි.",
        "ප්රශ්නය;ශ්රී ලංකාවේ ප්රතිසන්ධාන ක්රියාකාරකම් සොයාගත් විට අතිශය ප්රවණතා දෙකක් අපට පෙනේ. රටේ එක් පක්ෂයක් තිබේ.",
        "පිළිතුර;මම කියන්නේ ශ්රී ලාංකික ජනතාව සමඟ කතා කිරීම පළමු වැදගත් දෙයයි - මම පුද්ගලයා ගැන කිසිවෙකු ගැන කතා නොකරන බව නොපෙනේ.",
        "13 වන ව්යවස්ථා සංශෝධනය පිළිබඳ විවිධ අදහස් තිබේ - අධිකාරිය යනු කුමක්ද යන්න පිළිබඳ විවිධ අදහස් වේ.",
        "ඉන්දියාවේ ස්ථාවරය වන්නේ ඉන්දියාව එක්සත් ජනපදයේ ප්රමිතිය වන අතර අනාගතය රඳා පවතින්නේ එක්සත් ජනපදය මතට යම් බලයක් ඇති බවයි."
      ]
    },
    "en": {
      "title": "The government does not support the new reconciliation efforts;Suspicion of winning - British Ambassador to Sri Lanka",
      "body_lines": [
        "The British Ambassador to Sri Lanka, said that the government is suspicious of the government's new reconciliation efforts to benefit;It is realized that these efforts of the government still have no vast support. He has also said",
        "Sometimes I am very concerned about the manner in which the Geneva resolution is submitted and the question of whether the international community is interfering with Sri Lankan matters, he said.",
        "Question;We have seen that both countries have increased mutual involvement in recent years-what is the new direction of the bilateral relationship between the two countries?",
        "Answer;I know nothing about the new direction in the dual -sided relationship, although there has been a long -standing bond between our two countries, which has recently celebrated 75 years of diplomatic relations.",
        "There may be many interactions among the Sri Lankans living in the United Kingdom, which is not related to the direction, but rather the importance of our relations and the economic crisis.",
        "I am very happy about this, so it is not a new direction that is related to strengthening relationships.",
        "Question;Sri Lankans who come up with bilateral relations are more about Geneva's activities - Britain is also engaged in its own efforts of Sri Lanka's reconciliation and has expressed dissatisfaction with Sri Lanka's own efforts in countries that have co -sponsored the Geneva resolution - Is Britain acknowledging the recent steps taken to bring about reconciliation?",
        "Answer;It is true that we are part of the co -sponsorship, and many countries, including the US Canada Malawi, are leading the resolution on Sri Lanka.",
        "Sometimes I am very concerned about the manner in which this resolution is submitted, whether the international community intervene in Sri Lanka?",
        "If you speak to activists of human rights experts, they are interested in the role of the United Nations Human Rights Council on the issue of reforms and the role of war.",
        "Reading the report released in Geneva last September, it acknowledges that the government is making progress, while insisting on many measures to be taken.",
        "I would like to report another issue. Human rights are the most important issue in bilateral relations.. I have previously reported that Britain's contribution to recover from the Sri Lankan economic crisis. Britain is working closely with Sri Lanka to find a solution to this crisis.",
        "I think we can return to the situation before 2019 once the United Nations has commented on the UN Human Rights Resolution.",
        "Question;Sri Lanka has taken some steps regarding the establishment of a Truth Reconciliation Commission- what is your opinion on this?",
        "It's been six months since I came to Sri Lanka, so this is a new thing for me.",
        "If you talk to human rights experts who have worked on human rights in Sri Lanka for many years, they are concerned that they have not had enough consultations on the issue by the Human Rights Commission.",
        "They say that there are groups that have been investigated in the past.",
        "They say that the community is skeptical about these efforts of the government to benefit from the issue.",
        "While I welcome the government's efforts, my discussions among the widespread people can realize that these efforts of the government are still not supportive.",
        "Question;You come to Sri Lanka six months - what is the situation?",
        "Answer;During my short period of time, I express the opinion of those involved in the transaction.",
        "The International Society has many compassion on the Protection Act -the Terrorism Act.",
        "Question;The government has informed the concern of the international community - what is your opinion on the new form of the Bill?",
        "Answer;I must comment to you only after the High Court has expressed its assessment of the Bill.",
        "Question;You report that the Geneva resolution has been welcomed by human rights activists civil society -but the government has the power to implement this -what is the British response to this?",
        "Answer;We have publicly discussed with the Sri Lankan government on all matters and are involved in a comment.",
        "As I have said earlier, the current president was sworn in as Prime Minister.",
        "The Sri Lankan government and the international community worked together on the resolution.",
        "We are not involved in the conflict (Geneva resolution), but Britain works with many other countries in any part of the world with human rights activists.",
        "Question;We see two extreme tendencies when Sri Lanka's reconciliation activities are found-there are one party in the country.",
        "Answer;I would say that talking to Sri Lankan people is the first important thing -I do not see anyone talking about the individual.",
        "There are different views on the 13th Amendment -there are different ideas on what is the authority.",
        "India's position is that India is the standard of the United States of Britain, that the future depends on the United States with a certain amount of power."
      ]
    }
  },
  "summary_lines": [
    "The British Ambassador to Sri Lanka expressed skepticism about the government's reconciliation efforts, citing a lack of support. He also voiced concerns about the Geneva resolution and the international community's involvement in Sri Lankan affairs. The ambassador acknowledged the long-standing bond between the UK and Sri Lanka, celebrating 75 years of diplomatic relations, but did not specify a new direction in bilateral relations. He mentioned the UK's involvement in co-sponsoring the Geneva resolution and expressed concern over its submission. The ambassador highlighted human rights as a crucial issue in bilateral relations and Britain's efforts to aid Sri Lanka's economic recovery. Regarding the establishment of a Truth Reconciliation Commission, the ambassador noted skepticism among the public and human rights experts about the government's efforts."
  ]
}