{
  "translated_text": {
    "ta": {
      "title": "பல கொடிய விபத்துக்கள்",
      "body_lines": [
        "இரண்டு பெண்கள் உட்பட நான்கு பெண்கள் 24 மணி நேர விபத்தில் இறந்துள்ளனர்.",
        "இந்த விபத்து நிட்டம்புவா, வாலபேன், கிலினோச்சி, கிலினோச்சி மற்றும் மேட்டகோடா பொலிஸ் பிரிவுகளில் இந்த விபத்து பதிவாகியுள்ளதாக போலீசார் தெரிவித்தனர்.",
        "31 வயதான ஒருவர் கலிஹெவனாவின் நிலிண்டனாவின் வாலபேனின் கல்போடுடேனா பகுதியில் நடந்த விபத்தில் இருந்து மாணவர்களின் குழுவாக மாறிவிட்டார்.",
        "ஒரு பை டிரைவரிடமிருந்து நழுவி, சாலையிலிருந்து விலகி, ஒரு செங்குத்துப்பாதையில் விழுந்தது.",
        "இதற்கிடையில், ஒரு பஸ் ஒரு நடைபாதையில் மோதியது, அது கண்டி-ஜப்னா ஏ -9 சாலையில் பரந்தன் பகுதியில் பயணித்தது.",
        "பாதிக்கப்பட்டவர் கிலினோச்சி மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "பாதிக்கப்பட்டவர் நெலும்குளில் வசிக்கும் 27 வயது, வவைனியா வவைனியா.",
        "இதற்கிடையில், 69 வயதான ஒரு பெண், மத்தேகோடா, கிரிம்பமுனுவா, சலுகம்பமுனயா பிரதான சாலையில் நடந்த விபத்தில் இறந்தார்.",
        "சாலையில் ஒரு கார் பயணித்தபோது இந்த விபத்து ஏற்பட்டது என்று போலீசார் தெரிவித்தனர்.",
        "இதற்கிடையில், கொழும்பு-காண்டி பிரதான சாலையில் நிட்டம்புவாவில் ஒரு வேன் பராமரிக்கிறது ஒரு விபத்து ஏற்பட்டது.",
        "பாதிக்கப்பட்டவர் வதுபிதிவாலா மருத்துவமனைக்கு கொண்டு செல்லப்பட்டார்.",
        "இறந்தவர் அட்டனகல்லாவின் வெலிகமுல்லாவில் 70 வயதான குடியிருப்பாளராக அடையாளம் காணப்பட்டுள்ளார்."
      ]
    },
    "en": {
      "title": "Several deadly accidents",
      "body_lines": [
        "Four women, including two women, have died in a 24 hour accident.",
        "Police said that the accident had been reported in Nittambuwa, Walapane, Kilinochchi, Kilinochchi and Mattegoda Police Divisions.",
        "A 31-year-old man has become a group of students from an accident in the Galpotutena area of Walapane, Nilindana, Kalageda.",
        "A bag slipped away from the driver, slipped away from the road, and fell into a precipice.",
        "Meanwhile, a bus collided with a pavement that was traveling along the Paranthan area on the Kandy-Jaffna A-9 road.",
        "The victim was admitted to the Kilinochchi hospital.",
        "The victim was a 27 year old resident of Nelumkulam, Vavuniya Vavuniya.",
        "Meanwhile, a 69-year-old woman died in an accident in Mattegoda, Mattegoda, Kirimpamunuwa, Salugampamunaya main road.",
        "The accident had occurred when a car traveling along the road, police said.",
        "Meanwhile, a van in Nittambuwa maintains on the Colombo-Kandy main road was an accident with a woman traveled through the paved shift.",
        "The victim was rushed to the Vathupitiwala Hospital.",
        "The deceased has been identified as a 70-year-old resident of Welikamulla, Attanagalla."
      ]
    }
  },
  "summary_lines": [
    "Four women died in accidents across Nittambuwa, Walapane, Kilinochchi, and Mattegoda. A 31-year-old man survived an accident in Galpotutena. A bag fell into a precipice, a bus hit a pavement on the Kandy-Jaffna A-9 road, and a 69-year-old woman died in Mattegoda. A van accident in Nittambuwa killed a 70-year-old woman, who was rushed to Vathupitiwala Hospital."
  ]
}