{
  "translated_text": {
    "ta": {
      "title": "PHI இன் சிஐடியின் கீழ்",
      "body_lines": [
        "எல்பிடியாவில் ஷாட் கொல்லப்படுவது குறித்து ஒரு PHI அதிகாரி சில தகவல்களைப் பெறுகிறார் என்று போலீசார் கூறுகின்றனர்.",
        "தகவல் நிறுவப்பட்டுள்ளதாக நிஹால் டால்டுவாவை விட்டு வெளியேறும் செய்தித் தொடர்பாளர் துணை காவல்துறை ஆய்வாளர் ஜெனரல்.",
        "விசாரணை குற்றங்கள் விசாரணைத் துறைக்கு ஒப்படைக்கப்பட்டுள்ளன என்றார்.",
        "இலங்கை பொது சுகாதார ஆய்வாளர்கள் சங்கத்தின் பொருளாளர் ரோஷாரா பிப்ரவரி 26 ஆம் தேதி சுட்டுக் கொல்லப்பட்டார்.",
        "மோட்டார் சைக்கிள் கொண்ட மோட்டார் சைக்கிளில் சி.சி.டி.வி காட்சிகளையும் புலனாய்வாளர்கள் கண்டுபிடித்தனர்.",
        "இலங்கை பொது சுகாதார ஆய்வாளர்கள் சங்கத்தின் பொருளாளர் w. டி ரோஷன் குமாரா கரைன்துகஹாக்கின் எல்பிடியாவில் உள்ள அவரது இல்லத்தில் படுகொலை செய்யப்பட்டார்.",
        "வழக்குகள் காரணமாக சமீபத்திய விசாரணைகளில் விசாரணைகள் நிரந்தரமாக நிறுவப்படவில்லை என்று பொலிஸ் ஊடக செய்தித் தொடர்பாளர் மேலும் தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Under the CID of PHI",
      "body_lines": [
        "Police say that a pHI official is receiving some information regarding the killing of shot in Elpitiya.",
        "Deputy Inspector General of Police, Spokesperson Leaving Nihal Talduuwa said that the information is being established.",
        "He said the investigating crimes have been handed over to the Department of Investigations.",
        "Treasurer Roshara of the Sri Lanka Public Health Inspectors Association was shot dead on the 26th of February.",
        "Investigators also found a CCTV footage in a motorcycle with a motorcycle.",
        "Treasurer of the Sri Lanka Public Health Inspectors Association w. D Roshan Kumara was assassinated at his residence in Elpitiya, Karaindugahahack.",
        "The Police Media Spokesperson further stated that investigations have not been permanently established in recent investigations due to the cases."
      ]
    }
  },
  "summary_lines": [
    "A PHI official is receiving information on the murder of Treasurer Roshara in Elpitiya. The case is under investigation by the Department of Investigations. CCTV footage has been found."
  ]
}