{
  "translated_text": {
    "ta": {
      "title": "ஊடகங்கள்",
      "body_lines": [
        "ஊடகங்கள்",
        "'வெற்றி' பற்றி பல இலங்கை மக்கள் கேள்விப்பட்டிருக்கிறார்கள் என்பதில் சந்தேகமில்லை.",
        "அடிப்படையில், நடனம் மற்றும் இசை மூன்று வகையான நீர்நிலைகளைப் படித்து வருகிறது.",
        "நாட்டில் பல மரபுகள், குறைந்த நாடு, குறைந்த நாடு மற்றும் சபராகாமுவா ஆகியவை இருக்கும்.",
        "இருப்பினும், ஒரு பாரம்பரியத்தின் பாரம்பரியம் இந்த வகைகளுக்கு மேலதிகமாக வெளிப்படுத்தப்படுகிறது.",
        "பழைய சிங்கள சமூகத்தில் பழைய சிங்கள சமூகத்தில் பாரம்பரியம் இருந்தது என்பது தெரியவந்துள்ளது, அதன்படி, பழைய சிங்கள சமூகத்தில்.",
        "இது சுமார் 21 ராஜரத வன்னீசிஸ் மற்றும் ராஜரதர் என்று அழைக்கப்படுகிறது.",
        "ராஜரத வன்னாவின் பாரம்பரியத்தின் சிறப்பு என்னவென்றால், அவை நடனத்திற்காக வடிவமைக்கப்படவில்லை, ஆனால் பாடுவதற்காக.",
        "இந்த கட்டுரை ராஜரத வன்னா பாரம்பரியத்திற்கு 'மத்தியஸ்தரைகளை' அறிமுகப்படுத்த முயற்சிக்கிறது.",
        "அர்த்தத்திற்கு செல்லப் போகிறது. அதன்படி, மேடியனின் சதி செய்யப்படுகிறது என்பதன் மூலம் இது செய்யப்படுகிறது.",
        "இந்த பியர்கள் கூறுகின்றன, மடி வாழ்க்கைச் சுழற்சி படிப்படியாக எப்படி இருக்கிறது. மடியானியனின் வாழ்க்கைச் சுழற்சியின் வாழ்க்கைச் சுழற்சி மற்றும் அவர்களின் குரல் எவ்வாறு மாறுகிறது என்பதை அறிவியல் பூர்வமாக விளக்குகிறது.",
        "\"உண்மையில், இது ஒரு தனித்துவமான படைப்பு. அறிவியலிலிருந்து மேம்பட்ட தற்போதைய சமூகம் பெரும்பாலும் தவளை 'கொத்து' பக்கிங் 'பற்றி அறியப்படுகிறது. ஆனால் கிராமவாசிகள் தவளைக்கு ஏற்ப தவளைகளை திடீரென ஆய்வு செய்துள்ளனர் என்பது தெளிவாகிறது. எனவே இது ஒரு விலைமதிப்பற்ற வடிவமைப்பாகும், இது பல நூற்றாண்டுகளுக்கு முன்பு வாழ்ந்த கிராமவாசிகளின் விஞ்ஞான மற்றும் சுற்றுச்சூழல் அறிவால் புரிந்து கொள்ள முடியும், \"பிபிசி சிங்களத்தின் லியோனல் ரன்வாலேஜின் மகன் மான்வாலா சொசைட்டி நிர்வாக இயக்குநர்.",
        "ராஜரத பகுதியில் உள்ள ஜேம்ஸ், அவரது தந்தை லியோனல் ரன்வாலா ராஜரததா பற்றிய ஆராய்ச்சியில் ஈடுபடும் போது வெற்றியாளர் பாடலை பதிவு செய்துள்ளதாக அவர் கூறினார்.",
        "\"பதிவு செய்யப்பட்ட பாடல்களின் பாடல்களை நாங்கள் சந்தித்தோம். பின்னர் நாங்கள் அதைப் படித்து, அடுத்த தலைமுறைக்கு தகவல் அளிக்க நடவடிக்கை எடுக்கிறோம். இது போன்ற சமூகமயமாக்கல் விஷயங்கள் மிகவும் முக்கியம், \"என்று ரன்வாலா கூறினார்.",
        "கெலானியா பல்கலைக்கழகத்தில் சிங்கள வேலைக்கு பிரதீப் மடுகுடியாராச்சி கூறினார்.. இது பற்றி. கள். வானிம் 'வானிம்' புத்தகம் குறிப்பிடப்பட்டுள்ளது என்று அவர் கூறினார்.",
        "\"குஹமி மொட்டாவாலா காண்டியன் கிங் சேகரிப்பில் ஒரு கவிஞராக கருதப்படுகிறார். அவர் இதன் பாரம்பரியம். \"",
        "தவளையைப் புகழ்ந்து பேசுவதில் முன்னால் இரண்டு வன்ன்கள் காணப்படுகின்றன என்று பிரதீப் மடுகுதுகராச்சி கூறுகிறார்.",
        "ராஜரத வன்னா பாரம்பரியம் ராஜரத வன்னி மற்றும் சபராகாமுவா பாரம்பரியம் ஆகியோரின் பாரம்பரியம் இப்பகுதியில் இருக்க வேண்டும்.",
        "\"நடனத்தின் ஆபத்தை பாடுவதற்கு விதி உருவாக்கப்பட்டது. ஆனால், ஊடகங்கள் பாட வடிவமைக்கப்பட்டுள்ளன. இது ஒரு பால்பிர்டிவ் பாடும் பாணி என்றும் அழைக்கப்படுகிறது, இது ஒரு உயர்தர தயாரிப்பு விளையாடுவது போன்ற பாடவில்லை, ”என்று பிரதீப் முத்துகுடியாராச்சி கூறினார்.",
        "இது குளிர்காலத்தை காமதியாலாவால் தொடங்கியதாக நம்பப்படுகிறது, ஒரு துறவியுடன் ஒரு துறவியுடன் ஒரு ப Buddhist த்த துறவியுடன் மல்ல்வத்து விஹாராயாவின் ப Buddhist த்த துறவியுடன்.",
        "வன்னிம் என்ற சொல் ஒரு தமிழ் வார்த்தையுடனும், அதன் அர்த்தத்தின் அர்த்தத்துடனும் வடிவமைக்கப்பட்டுள்ளது.",
        "ஆரம்ப நாட்களில், இந்த சாட்சிகள் ராஜாவைப் புகழ்வதற்காக உருவாக்கப்பட்டனர், அது மாறிவிட்டதாகத் தெரிகிறது.",
        "நாட்டில் வெவ்வேறு விலங்குகளையும் பறவைகளையும் புகழ்வதற்கான வழிகள், குறைந்த நாடு மற்றும் ராஜரத மரபுகள் தாழ்வான பாரம்பரியத்தில் எழுதப்பட்டுள்ளன.",
        "'லோரென்சோவின் மகன் \":' எங்கள் மீனவர்கள் கப்பலைக் காப்பாற்றினர் '",
        "ஊடகங்கள்"
      ]
    },
    "en": {
      "title": "Media",
      "body_lines": [
        "Media",
        "There is no doubt many Sri Lankan people have heard about 'Win'.",
        "Basically, dance and music is studying about three varieties of waters.",
        "There will be a range of many traditions in the country, low country, low country and Sabaragamuwa.",
        "However, a tradition of a tradition is also disclosed in addition to these variants.",
        "It is revealed that tradition was in the old Sinhala society in the old Sinhala society, accordingly, in the old Sinhala society.",
        "It is reported about 21 Rajarata Wannesis and is known as Rajarata.",
        "The specialty of the tradition of Rajarata Wanna is that they were not designed for dance, but for singing.",
        "This article is trying to introduce the 'medidatories' to the tradition of Rajarata Wanna.",
        "Going to go to the meaning of the. Accordingly, this is done by the fact that the plot of madien is done.",
        "These beers say, how the life cycle of Madi is gradually. Scientifically explains how the life cycle of the life cycle of the Madianion, as well as their voice is changing.",
        "\"In fact, this is a distinctive creation. The current society that has improved from science is often known that the frog is about 'bunch' bucking '. But this is evident that the villagers have studied the suddening of the frogs in accordance with the frog. So this is a precious design that can be understood by the scientific and environmental knowledge of the villagers who have lived centuries ago, \"Lionel Ranwalage's son Manwala Society Managing Director to the BBC Sinhala.",
        "He said that the winner had recorded the singing while engaging in research on James, his father, Lionel Ranwala Rajarata, in Rajarata area.",
        "\"We met the singing of the sings of the sings that were recorded. Then we study it and take steps to let the next generation will be made informed. The socializing things like this is very important, \"Said Ranwala said.",
        "Pradeep Mutukudiarachchi told the Sinhala work on the University of Kelaniya.. About it. The S. He stated that the book The Wanim 'Wanim' is mentioned.",
        "\"Kuhamy Mottawala is considered a poet in the Kandyan king's collect. He is the tradition of this. \"",
        "Two Wannes of Front will be found in praising the frog, says Pradeep Mutukudukarachchi.",
        "The Rajarata Wannawa tradition of the tradition of the Rajarata Wanni and the Sabaragamuwa Tradition is to be in the area.",
        "\"The destiny is created to sing the danger of dance. But, the Media is designed to sing. It is also called a palpractive singing style, which is not singing, such as playing a high-quality product, \"said Pradeep Mutukudiarachchi.",
        "It is believed to have started the Winter by Kamathiyala, with a Buddhist monk with a monk with a monk with a Buddhist monk of Malwathu Viharaya, Kandy.",
        "The word Wannim is designed with a Tamil word, and the meaning of its meaning.",
        "In the early days, these witnesses were created to praise the king, and it seems that it changed.",
        "Ways to praise different animals and birds in the country, low country and Rajarata traditions are written in the lowland tradition.",
        "'Lorenzo's son \":' Our fishermen saved the vessel '",
        "Media"
      ]
    }
  },
  "summary_lines": [
    "The article discusses the 'Win', a tradition in Sri Lanka focusing on dance and music, with variations across the country. It highlights the Rajarata Wannawa, known for singing rather than dance, and their unique life cycle. The tradition's significance is emphasized, with its origins in the old Sinhala society. The article also mentions the scientific study of the Madi's life cycle and the importance of preserving these traditions for future generations."
  ]
}