{
  "translated_text": {
    "si": {
      "title": "මයි සහ ශ්රෙදාරන්හාරන් ඇතුළු සිව්දෙනෙකුගෙන් යුත් කරුණු;පසුබැසීමට හේතුව නොදන්නා - සුමන්තිරාන්",
      "body_lines": [
        "ශ්රී ලංකා දෙමළ රාජ්ය පක්ෂයේ නව පරිපාලනය විසින් ගොනු කරන ලද නඩුව අවසන් වීමට මවුයි.. සේනිරාජා සහ සිවගනාම් එස්රීහාරන් ඇතුළු හතර දෙනෙකුගේ කරුණු. පක්ෂයේ ප්රකාශක සහ යාපනයේ ප්රකාශකවරයා කියා සිටියේ එයට හේතු නොදන්නා කරුණකි. දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී ජනාධිපති එම්.ඒ. සුමන්තිරන් මහතා පැවසීය.",
        "ශ්රී ලංකා දෙමළ රාජ්ය පක්ෂයේ නව පරිපාලනයට එරෙහිව නඩුව අවසන් කිරීමට පක්ෂ මට්ටම දින 11 වන දින නඩුව කල් දමා තිබේ.. මේ අවස්ථාවේ දී සුමන්තිරාන් ඉහත කරුණු ගැන අදහස් දැක්වීය.",
        "අපගේ මධ්යම විධායක කමිටු රැස්වීමේදී පක්ෂයේ පරිපාලන තේරීමට එරෙහි නඩුව අවසන් කිරීමට තීරණය විය. ඉන්පසු පියවර ගන්නා ලදී.",
        "පසුව, 14 වන දින වවුනියාවේ දේශපාලන උච්චතම අවස්ථාව වන විට විරුද්ධවාදීන් විසින් ඉදිරිපත් කිරීම් ඉදිරිපත් කරනු ඇති අතර කෙටුම්පත් අනෙකුත් විරුද්ධවාදීන් සමඟ බෙදා ගන්නා බව තීරණය විය.",
        "මෙම අවස්ථාවේ දී, මේ මාසයේ, මේ මස 19 වන දින මාවයි සේනතිරාජා, යෝගේවරන්, ශ්රීධරන් සහ කුකදාසන් සහ කෞකදාසන් ඉදිරිපත් කර නොමැත.. මෙම තත්ත්වය හේතුවෙන් මෙම නඩුව දින 11 ක් කල් දමා ඇත. අනුකූලතාවය ළඟා වූ පසු ඔවුන්ගේ කරුණු ඉදිරිපත් කිරීමට මෙම සතර දෙනා අපොහොසත් වී ඇති බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "The submissions of four, including Maui and Sreedharan;The reason for the retreat is unknown - Sumanthiran",
      "body_lines": [
        "The Maui has reached the end of the case filed by the Sri Lankan Tamil State Party's new administration.. Four's submissions, including Senathirajah and Sivagnanam Sreedharan. The spokesman of the party and the Jaffna spokesman said that the reasons for it were unknown. District Parliamentarian President MA Sumanthiran said.",
        "The case has been postponed for 11 days on the 19th, even though the party level has taken action to end the case against the new administration of the Sri Lankan Tamil state party.. In this case, Sumanthiran commented on the above.",
        "At our Central Executive Committee meeting, it was decided to end the case against the party's administrative choice. Thereafter, the measures were taken.",
        "Subsequently, it was decided that the opponents would submit their submissions during the political high -level meeting in Vavuniya on the 14th and the drafts were shared with other opponents.",
        "In this case, on the 19th of this month, Mavai Senathirajah, Yogeswaran, Sridharan and Kukadasan have not been submitted.. The case has now been postponed for 11 days due to this situation. He said the four had failed to make their submissions after the compliance had been reached."
      ]
    }
  },
  "summary_lines": [
    "A case filed by the Sri Lankan Tamil State Party's new administration has reached its conclusion, with the reasons for the retreat remaining unknown. Despite actions to close the case, submissions from four individuals, including Senathirajah and Sreedharan, were missing, leading to an 11-day postponement. The decision to end the case was made at a Central Executive Committee meeting, with plans for submissions during a political meeting in Vavuniya. However, the four individuals failed to submit their documents, causing the delay."
  ]
}