{
  "translated_text": {
    "ta": {
      "title": "'இது எங்கள் கலாச்சாரத்துடன் இலங்கையை அகற்றப்போகிறது.'",
      "body_lines": [
        "எதுவுமே இதில் எதுவும் இல்லை. ஹெட்ஸ் தலைப்பு, \"நாக்கு பேசுவது சற்று கடினமாக இருந்தது. ஒரு மாதம், என்னுடன் பேச பயிற்சி. \"",
        "உடல் அம்சங்களை மாற்றுவதற்கான உடல் மாதிரியின் கலைக்கும் இலங்கை தெரியும். அவற்றில், இரண்டு நாக்குகளைத் தொடுவதற்கு சிறப்பு முக்கியத்துவம்.",
        "சுத்தமான மடி மடிஸ்கன் பெர்னாண்டோ தனது கண்கள், நாக்கு, காது மற்றும் கை ஆகியவற்றை உருவாக்கியுள்ளார்.",
        "'நாவின் மாற்றம் சற்று சிரமமாக இருந்தது. சுமார் ஒரு மாதம், நீங்கள் என்னுடன் பேச பயிற்சி செய்கிறீர்கள். இது எங்கள் கலாச்சாரத்துடன் இலங்கையிலிருந்து விடுபடப்போகிறது.தூய பிபிசி சிங்களிடம் கூறினார்."
      ]
    },
    "en": {
      "title": "'This is going to be rid of Sri Lanka with our culture.'",
      "body_lines": [
        "None contains none of this.heads header, \"The tongue was a bit difficult to talk. About a month, to practice talking to me. \"",
        "Sri Lanka is also visible to the art of a body model of change of body features. Out of them, special emphasis on the touching of two tongues.",
        "Clean Madi Maduskan Fernando has made his eyes, tongue, ear and hand.",
        "'The tongue's change was a bit difficulty talking. About a month, you practice talking to me. This is going to be rid of Sri Lanka with our culture. 'Pure bbc told Sinhala."
      ]
    }
  },
  "summary_lines": [
    "The text discusses cultural transformation in Sri Lanka, focusing on changes in physical features like the tongue, eyes, ears, and hands. It mentions challenges in communication due to these changes but emphasizes the importance of preserving and promoting their unique culture."
  ]
}