{
  "translated_text": {
    "si": {
      "title": "නව ආණ්ඩුක්රම ව්යවස්ථාවේ දෙමළ ජනයාගේ සමානාත්මතාවය සහතික කිරීම සඳහා - චානකන් අවධාරණය කරයි",
      "body_lines": [
        "දෙමළ ජනතාවට මේ රටේ සමාන අයිතිවාසිකම් ඇත.යෝජිත නව ව්යවස්ථාව මගින් දෙමළ ජනතාවගේ සමානාත්මතාවය සහතික කළ යුතුය.. ශ්රී ලංකා දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) පාර්ලිමේන්තු මන්ත්රී චනාකියන් රසමනිකියම් මහතා පැවසුවේ හොඳම තීරණ සමඟ අප සහයෝගයෙන් කටයුතු කරන බවයි.",
        "ඔහු මේ බව කියා සිටියේ බදාදා (04) පාර්ලිමේන්තුවේදී පවත්වන ලද ජනාධිපති ප්රතිපත්ති ප්රකාශය පිළිබඳ විවාදයකදීය.",
        "උතුරු හා නැගෙනහිර දෙමළ ජනතාවට ජාතික මහජන බලය ලෙස ජනතාවගේ වරම ලැබී තිබේ. එසේම, අපගේ මඩකලපුව දිස්ත්රික්කයේ සුනාමිය නිර්භීතව විරුද්ධ විය. එහි අපට historical තිහාසික සාර්ථකත්වයක් ඇත්තේ එබැවිනි.",
        "දෙමළ ජනතාවට නොවිසඳුනු ගැටලු බොහොමයක් තිබේ. ත්රස්තවාදී පනත යටතේ අත්අඩංගුවට ගත් දේශපාලන සිරකරුවන් තවමත් නිදහස් කර නොමැත. එබැවින් දේශපාලන සිරකරුවන් වහාම නිදහස් කළ යුතුය.",
        "කෙසේ වෙතත්, රජය දැන් විරෝධී විරෝධී පනත භාවිතා කරමින් සිටින අතර එමඟින් රජය වහාම මෙම ගැටළුව විසඳා ගත යුතුය. මේ අතර. දෙමළ ජනතාවට එරෙහිව මෙම අපරාධ කරන අයට ද .ුවම් කළ යුතුය. මේ සම්බන්ධයෙන් ආණ්ඩුවට මේ කාණ්ඩයක් සෑදීමට සහ රාජ්යයේ ස්ථාවරය ප්රකාශ කළ හැකිය.",
        "ඒ හා සමානව, සිංහල ජනතාව මහවේලි අධිකාරියට සහ පුරාවිද්යා දෙපාර්තමේන්තුවට කිසිදු බලපෑමක් ඇති නොකරයි.. එබැවින් දෙමළ ජනතාවගේ ඉඩම් ගැටළු වහාම විසඳිය යුතුය.",
        "සොල්දාදුවන් ඉඩම් වලින් තොර විය යුතුය. දෙමළ ජනතාවගේ දේශයේ හමුදා කඳවුරු ඉවත් කළ යුතුය.. රජය වඩාත් දියුණු පියවරයන් ගත යුතුය.",
        "පළාත් සභා වැදගත් ය. ආණ්ඩුක්රම ව්යවස්ථාවේ 13 වන ව්යවස්ථා සංශෝධනයේ ජනතා විමුක්ති පෙරමුන (ජේවීපී) හි ප්රධාන ලේකම් රිල්වින් සිල්වා හි ප්රධාන ලේකම් රිල්වින් සිල්වා මහතා මාධ්ය රැස්වීමේදී පැහැදිලි කර ඇති බව අමාත්ය නලින්ද ජයතිස්ස මහතා පැහැදිලි කර තිබේ.",
        "නමුත් මෙම රජය නිර්මාණය කරන නව ආණ්ඩුක්රම ව්යවස්ථාවේ දෙමළ ජනතාවගේ සියලු අයිතිවාසිකම් තහවුරු කළ යුතුය. නව ආණ්ඩුක්රම ව්යවස්ථාවේ සමාන අයිතිවාසිකම් සහතික කළ යුතු අතර දෙමළ ජනතාවට මේ රටේ සමාන අයිතිවාසිකම් ඇත.",
        "ජීව රුධිරය පිළිබඳ ඉරිදා බෝම්බ ප්රහාරය ගැන අපට තොරතුරු තිබේ. අපරාධ විමර්ශන අංශයට පිල්ලියාන් ආරාධනා කරන ලදී. එවිට සොයා ගැනීමට කිසිවක් නැත. මෙම ප්රහාරය සම්බන්ධයෙන් පාර්ලිමේන්තුවේදී පවා, අපි බොහෝ තොරතුරු ඉදිරිපත් කර ඇත්තෙමු. පිල්ලියාන් කළ දේවල් ද අපි සඳහන් කළෙමු. පෙර ආන්ඩු කිසිවක් කළේ නැත.",
        "මත්පැන් බලපත්ර සම්බන්ධ ගැටළු ද තිබේ. උතුරු දේශපාලන politicians යින් ද ලැබී ඇති බව පැවසේ. එම බලපත්ර ලැබූ අයගේ ලැයිස්තුව රජය තවමත් තවමත් නිකුත් කර නොමැති අතර. මිනිස්සු ඒක දැනගන්න ඕන. මෙම තත්වයට පෙරලා දැමීමට හෝ විරුද්ධ වීම අපගේ අරමුණ නොවේ. රාජ්යයේ ප්රගතිශීලී ක්රියාමාර්ග සඳහා අපි බලා සිටිමු."
      ]
    },
    "en": {
      "title": "To ensure the equality of Tamils ​​in the new Constitution - Chanakyan emphasizes",
      "body_lines": [
        "The Tamil people have equal rights in this country.The proposed new constitution must be ensured the equality of Tamils.. Sri Lanka Tamil National Alliance (TNA) parliamentarian Chanakyan Rasamanikam said that we will cooperate with the best decisions.",
        "He was speaking at a debate on the President's Policy Declaration held in Parliament on Wednesday (04).",
        "The Tamil people in the North and East have received the people's mandate as the national People's Power. Also, the tsunami of our Batticaloa district boldly resisted. That is why we have a historical success there.",
        "There are many unresolved problems for the Tamil people. Political prisoners arrested under the Terrorism Act have not yet been released. Therefore, political prisoners should be released immediately.",
        "However, the government is now using the Anti -Terrorism Act so the government should immediately solve the issue. Meanwhile. Those who commit this crime against the Tamil people should be punished. The government should be able to make a category in this regard and declare the state's position.",
        "Similarly, the Sinhala people have no effect on the Mahaweli Authority and the Archaeological Department.. Therefore, the land issues of the Tamil people should be resolved immediately.",
        "Soldiers should be free of land. The military camps in the land of the Tamil people should be removed.. The government must take more advanced measures.",
        "Provincial Councils are important. Minister Nalinda Jayatissa has made it clear that the General Secretary of the Janatha Vimukthi Peramuna (JVP), Rilvin Silva, on the 13th Amendment to the Constitution, has made it clear in the media meeting.",
        "But all the rights of the Tamil people must be confirmed in the new constitution that this government is creating. The Tamil people have equal rights in this country so that equal rights must be ensured in the new constitution.",
        "We have information about the lifeblood Sunday bombing. Pillaiyan was invited to the Criminal Investigation Division. Then there is nothing to be found. Even in Parliament in connection with this attack, we have presented many information. We also mentioned the things that Pillaiyan did. The previous governments did nothing.",
        "There are also issues relating to alcohol permits. It is said that the northern politicians have also received. Why the government has not yet released the list of those who have received those permits. People need to know that. It is not our aim to overthrow or oppose this state. We are waiting for the progressive measures of the state."
      ]
    }
  },
  "summary_lines": [
    "Chanakyan emphasizes ensuring Tamil equality in the new Constitution. He calls for releasing political prisoners, removing military camps, and resolving land issues. The TNA seeks equal rights for Tamils in the new constitution and transparency regarding alcohol permits."
  ]
}