{
  "translated_text": {
    "ta": {
      "title": "ஒரு தனிமையான வீட்டில் பேஸ்புக் வாடா நடைபெற்றது - 18 இளைஞர்கள் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "ராகமா பொலிஸ் பகுதிக்கு சொந்தமான கணேமுல்லாவின் கந்தலியாடா அடித்தளப் பகுதியில் ஒரு தனி வீட்டிற்கு கைது செய்யப்பட்ட இளைஞன் கைது செய்யப்பட்டான்.",
        "காவல்துறையினர் காவல்துறையினரின் தாக்குதலில் காவல்துறையினர் போதைப்பொருள் குடித்து வருகின்றனர்.",
        "இந்த குழுவில் பதினாறு இளைஞர்கள் மற்றும் இரண்டு இளம் பெண்கள் இருந்ததாகவும், அவர்கள் 15 முதல் 19 வயது வரை உள்ளனர் என்றும் போலீசார் தெரிவித்தனர்.",
        "பொலிஸ் விசாரணையின்படி, சிறுமியின் தந்தையில் ஒருவர் வெளிநாட்டில் உள்ளார், தாய் தாயிடமிருந்து பிரிக்கப்பட்டுள்ளார்.",
        "ராகாமா காவல் நிலையத்தின் OIC, கோட்டாஹேனா, ஒரு ரோலர் வாயிலால் வீட்டை மூடிமறைத்து, இந்த வீட்டை ஒரு குழு அதிகாரிகள் சோதனை செய்துள்ளனர்.",
        "மகாரா மாஜிஸ்திரேட்டின் 30 இளைஞர்களில் காவல்துறையினர் கலந்து கொண்டனர், மேலும் மகாராவிடம் வந்து, கைது செய்யப்பட்டு இளைஞர்களின் பாதுகாவலர்களிடம் வந்து காவல்துறையின் பாதுகாவலர்களிடம் திரும்பினார்.",
        "இந்த இளைஞர்கள் தங்கள் இளைஞர்களின் முகத்தின் மூலம் அடையாளம் காணப்பட்டுள்ளதாக ராகமா பொலிஸ் OIC தலைமை ஆய்வாளர் புத்த ராஜபக்ஷா தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Facebook Wata held in a lonely home - 18 youths arrested",
      "body_lines": [
        "A youth arrested for a lone house in Kandaliyadda Basal area of ​​Ganemulla belonging to the Ragama Police area.",
        "The police have been drinking drugs at the raid of the police on a tip off received by the police.",
        "Police said that the group had sixteen youths and two young girls and that they are between 15 and 19 years of age.",
        "According to police investigations, one of the girl's father is abroad and the mother has been separated from the mother.",
        "The youth has joined the party from Kotahena, Dematagoda, OIC of the Ragama Police Station, covering the house with a roller gate and cover the house.The house has been raided by a group of officers.",
        "The police were present at the Mahara Magistrate's 30 youths and had come to the Mahara, who was arrested and had come to the guardians of the youth and returned to the guardians of the police.",
        "Ragama Police OIC Chief Inspector Buddhika Rajapaksa said that these youths have been identified through the face of their youth."
      ]
    }
  },
  "summary_lines": [
    "Facebook Watch: Youth arrested in Ganemulla raid. 18 teens, 2 girls aged 15-19 found in house. Police investigation ongoing."
  ]
}