{
  "translated_text": {
    "si": {
      "title": "දුම්රිය ස්ථානාධිපති චාන්සලර් සංගමයේ ඉල්ලුම මැතිවරණය අතරතුර ස්ථාවර විසඳුමක් ලබා දීම සඳහා ගැටළුවක් - ප්රවාහන අමාත්යාංශය",
      "body_lines": [
        "දුම්රිය චාන්සලර් සේවයේ පවත්නා හා ප්රවර්ධන ගැටළු සඳහා ස්ථාවර විසඳුමක් සැපයීම. දුම්රිය ස්ථානවල වෘත්තීය සමිති සමඟ සාකච්ඡා වලදී බොහෝ ගැටලු විසඳා ඇති බව ප්රවාහන අමාත්යාංශය සඳහන් කරයි.",
        "දුම්රිය ස්ථානවල නිලධාරීන්ගේ සේවා ස්ථානයේ සේවා ස්ථානය පිළිබඳ ප්රවාහන අමාත්යාංශය විශේෂ වාර්තාවක් නිකුත් කර තිබේ.",
        "අවුරුදු පහක් ප්රවර්ධනය කිරීමේ ක්රියාවලියක දී දුම්රිය බලධාරීන් ප්රවර්ධනය කිරීමේ ක්රියාවලියේදී මහජන මගීන් මුහුණ දෙන අපහසුතා පිළිබඳව අවධානයෙන් සිටී.",
        "මැතිවරණය පැවැත්වීම නිසා එවැනි කාර්ය සාධක බලකායක සම්බන්ධ වීම නුසුදුසු ය.",
        "දුම්රිය ස්ථානයේ පවත්නා හා ප්රවර්ධන ගැටළු සඳහා මැතිවරණ කාලය තුළ ස්ථාවර විසඳුමක් ලබා දීම ගැටලුවකි."
      ]
    },
    "en": {
      "title": "The demand of the Railway Station Chancellor Association is a problem for the provision of a stable solution during the election - Ministry of Transport",
      "body_lines": [
        "Providing a fixed solution for the existing and promotion problems in the Railway Chancellor's Service. The Ministry of Transport has stated that many problems have been resolved in talks with the railway station unions.",
        "The Ministry of Transport has issued a special report on the workplace of the Railway Station Principal Association.",
        "The inconveniences faced by the public passengers are concerned about the issues in the process of promoting the railway authorities in the process of providing a five -year promotion.",
        "It is inappropriate to engage in such a task force as the election is held.",
        "It is a problem to provide a stable solution during the election period for the existing and promotion issues in the railway station."
      ]
    }
  },
  "summary_lines": [
    "Railway Station Chancellor Association demands cause election instability. Ministry of Transport addresses issues through union talks. Special report on workplace conditions. Public concerns over passenger inconvenience and railway authority promotions. Election timing complicates resolution efforts."
  ]
}