{
  "translated_text": {
    "si": {
      "title": "දේශපාලන ings ාතන;ඇමරිකාව වෙව්ලන පාකිස්තානය",
      "body_lines": [
        "හිටපු ජනාධිපති ඩොනල්ඩ් ට්රම්ප් එක්සත් ජනපද ජනාධිපතිවරණයේදී රිපබ්ලිකන් පක්ෂය වෙනුවෙන් ආපසු දිව යාමට සූදානම් වේ.",
        "ඔහුව මරා දැමීමට කුමන්ත්රණය කළ පාකිස්තාන මිනිසෙකු පිළිබඳ උණුසුම් චෝදනාවක් පවතින බව මේ අවස්ථාවේදී ය.",
        "එක්සත් ජනපදයේ දේශපාලන ings ාතන සිදුකිරීමට සැලසුම් කර ඇති පරිදි පාකිස්තාන අශිෆ් මර්චන්ට් (46 හැවිරිදි) මෑතකදී අත්අඩංගුවට ගෙන තිබේ.",
        "කයිතා අවිට් මර්චන්ට් සමඟ දැඩි පරීක්ෂණ පවත්වන ලදී. විමර්ශනය ආරම්භක තොරතුරු අනාවරණය කළේය.",
        "එනම්, එක්සත් ජනපදය AZIB වෙළඳ ඩොනල්ඩ් ට්රම්ප් ඇතුළු ප්රමුඛ දේශපාලන පක්ෂ නායකයින් කිහිප දෙනෙකු kill ාතනය කිරීමේ කුමන්ත්රණයක් ඇති එක්සත් ජනපදයට පැමිණ ඇති බව කියනු ලැබේ.",
        "තවත් අසීෆ් මර්චන්ට් ඉරානය සමඟ සමීප සම්බන්ධයක් ඇත. ඇමරිකාව - ඉරානය අතර නිරන්තර ගැටලුවක් තිබේ. එක්සත් ජනපදය ඉරානයට එරෙහිව සම්බාධක පැනවීය.",
        "මේ අතර, එක්සත් ජනපදය පාකිස්තානයෙන් පිටත්ව යාමට පෙර අශ්ක් මංගලන්තය ඉරානයට පැමිණ තිබේ.",
        "එක්සත් ජනපදයේ එක්සත් ජනපදයේ දේශපාලන ings ාතන සිදුකිරීමේ කුමන්ත්රණයක් සහිත ඉරානයේ සිට ඔහු ඉරානයේ සිට ඇති බව වාර්තා වේ.",
        "අධිචෝදනා පත්රයේ තවත් පුදුම සහගත තොරතුරු අනාවරණය වී තිබේ. එනම්, එක්සත් ජනපදයේ දේශපාලන ings ාතනන් විසින් දේශපාලන ings ාතනයන් ings ාතනය කළ අසීෆ් මර්චන්ට් පසුගිය ජුනි මාසයේදී පාකිස්තානයෙන් පිටත්ව ය.",
        "නිව් යෝර්ක්හිදී ඔහු අශ්වාසකයින් 2 කට ඇමරිකානු ඩොලර් 2,000 ක් ලබා දී ඇත. අගෝස්තු සහ සැප්තැම්බර් මාසවලදී were ාතනය කිරීමට නියමිතව සිටි අයගේ නම්. පසුගිය මාසයේ එක්සත් ජනපදයෙන් ඉවත් වීමට උත්සාහ කළ විට තමා සිරවී ඇති බව වාර්තා විය.",
        "ඩොනල්ඩ් ට්රම්ප්ව මරා දැමීමට ඩොනල්ඩ් කුමන්ත්රණය කළ බව කෙලින්ම සඳහන් කර නැත. කෙසේ වෙතත්, සමහර වැදගත් ප්රභවයන්හි පදනම මත, ඔහුව kill ාතනය කිරීමේ සැලසුමක් තිබේ, එෆ්පීඅයි පැවසීය.",
        "පසුගිය වසරේ ජූලි 13 වන දින ඩොනල්ඩ් ට්රම්ප් වේදිකාවේදී ඩොනල්ඩ් ට්රම්ප්ගේ කන් වෙඩි තබා dead ාතනය කරන ලදී.. ඔහු වාසනාවන්ත ලෙස උත්සාහයේදී පැන ගියේය.",
        "ඩොනල්ඩ් ට්රම්ප් සඳහා ආරක්ෂාව පසුව වැඩි දියුණු කරන ලදි. පසුගිය මාසයේ දී අත්අඩංගුවට ගත් පාකිස්තානයේ අශිෆ් මර්චන්ට් පිළිබඳ ඛේදජනක තොරතුරු මේ බිලපීම බව මෙම සන්දර්භය තුළ පවතී.. පාකිස්තානයේ අශිෆ් මර්චන්ට් සහ තෝමස් මැතිව් කිඹුලන් සමඟ ඩොනල්ඩ් ට්රම්ප් සමඟ සම්බන්ධයක් තිබේද?අධිචෝදනා වලදී කිසිවක් නොකියයි. රීල්"
      ]
    },
    "en": {
      "title": "Political killings;Pakistan who trembles America",
      "body_lines": [
        "Former President Donald Trump is set to run back on behalf of the Republican Party in the US presidential election.",
        "It is at this point that there is a heated allegation of a Pakistani man who conspired to kill him.",
        "Pakistani Asif Merchant (46 years old) was recently arrested for allegedly planning to carry out political killings in the United States.",
        "Intensive investigation was carried out with Kaitha Asif Merchant. The investigation revealed startling information.",
        "That is, the US is said to have gone to the US with a conspiracy to kill several prominent political party leaders, including Azib Merchant Donald Trump.",
        "More Asif Merchant has a close connection with Iran. America - there is a constant problem between Iran. The US has imposed sanctions on Iran.",
        "Meanwhile, Asif Merchant has arrived in Iran before the US departed from Pakistan, according to a chargesheet filed in court on behalf of FPPI.",
        "He is also reported to have been from Iran with a conspiracy to commit political killings in the United States.",
        "And another startling information has been revealed in the indictment. That is, Asif Merchant, who launched political killings in the United States, left Pakistan last June.",
        "In New York he has given 2 thousand US dollars to 2 murderers in advance. He also said that the names of those who were to be murdered in August and September. It was reported that he was trapped when he tried to leave the United States last month.",
        "It is not directly stated that Donald was plotting to kill Donald Trump. However, on the basis of some important sources, there is a plan to kill him, FPI said.",
        "Donald Trump's ear was shot dead by 20 -year -old Thomas Mathew Cruz when Donald Trump spoke on stage during the Pennsylvania election campaign on July 13 last year.. He fortunately escaped in the attempt.",
        "The security for Donald Trump was then enhanced. It is in this context that the tragic information about Pakistan's Asif Merchant, which was arrested last month, has emerged.. Is there any connection to Pakistan's Asif Merchant and Thomas Mathew Crockes, who fired Donald Trump?Nothing is said in the indictment. Remble"
      ]
    }
  },
  "summary_lines": [
    "Asif Merchant, a 46-year-old Pakistani, was arrested for allegedly plotting political assassinations in the U.S., including targeting former President Donald Trump. The investigation linked him to Iran due to ongoing tensions between the U.S. and Iran. Despite no direct evidence linking him to the attempted shooting of Trump by Thomas Matthew Cruz, the arrest highlights concerns over political violence and international conspiracies."
  ]
}