{
  "translated_text": {
    "ta": {
      "title": "பதிவு செய்ய வரும் ஐந்து மருந்துகளில் ஒன்று தோல்வியுற்றது",
      "body_lines": [
        "போதைப்பொருள் ஒழுங்குமுறை அதிகாரசபையில் பதிவுசெய்யும் ஐந்து மருந்துகளில் ஒன்று ஆபத்து இருப்பதாக தேசிய தணிக்கை அலுவலகம் வெளிப்படுத்துகிறது.",
        "தேசிய மருந்து தரமான பாதுகாப்பு ஆய்வகத்திற்கு தேசிய மருந்து தர உத்தரவாத ஆய்வகத்திற்கு வழங்கப்பட்ட அனைத்து மருந்துகளும் தேசிய மருந்து தர உத்தரவாத ஆய்வகத்திற்கு சமர்ப்பிக்கப்பட வேண்டும்.",
        "எவ்வாறாயினும், ஜனவரி முதல் செப்டம்பர் 30, 2023 வரை 1646 மருந்துகளை சமர்ப்பிக்க அதிகாரம் நடவடிக்கை எடுக்கவில்லை என்று தணிக்கை தெரியவந்துள்ளது.",
        "தேசிய மருந்து ஒழுங்குமுறை ஆணையம் 76 மாதிரிகளில் ஒன்றைப் பயன்படுத்த முடியும் என்று தெரிவிக்கப்பட்டுள்ளது. தரமான பாதுகாப்பு அதிகாரம்."
      ]
    },
    "en": {
      "title": "Failed one of the five drugs that come to register",
      "body_lines": [
        "The National Audit Office reveals that there is a risk of one of five drugs that register to the Drug Regulatory Authority.",
        "All the drugs presented to the National Drug Quality Protection Laboratory to the National Drug Quality Assurance Laboratory should be submitted to the National Drug Quality Assurance Laboratory.",
        "However, the audit revealed that the Authority has not taken steps to submit 1646 drugs from January to September 30, 2023.",
        "The National Drug Regulatory Authority has been observed that 16 samples had been reported that the samples were reported to be able to use one of 76 samples.The National Audit Report has been revealed by the National Audit Office of the National Audit Office on the National Drug Quality Protection Authority."
      ]
    }
  },
  "summary_lines": [
    "The National Audit Office warns of potential risks with one of five drugs registered with the Drug Regulatory Authority. Despite regulations requiring all drugs to be tested at the National Drug Quality Assurance Laboratory, 1646 drugs from January to September 30, 2023, were not submitted. The audit also found issues with 16 out of 76 samples, highlighting concerns over drug quality and safety."
  ]
}