{
  "translated_text": {
    "si": {
      "title": "යාපනයේ බස් රථයක ගමන් කරන කාන්තාවකගේ තාලිකෝ සොරකම",
      "body_lines": [
        "යාපනයේ බස් රථයක බස් රථයක ගමන් කරමින් සිටි කාන්තාවක් සොරකම් කර ඇති බවට වින්දිතයා මනිපායි පොලිසියට පැමිණිලි කර තිබේ.",
        "යාපනයේ මැඩම් ප්රදේශයේ කාන්තාවක් බස් රථයේ සිටියදී බස් රථයේ සිටියදී බස් රථයේ නිවසක නිවසින් පිටව යමින් සිටියදී ඔහු බස් රථයේ චිරිපුරම් වෙත යමින් සිටියදී.",
        "ඒ අතරම, බස් චාරිකා අතරතුර වටිනා ආභරණ පැළඳීමෙන් වළකින්න."
      ]
    },
    "en": {
      "title": "Talikodu theft of a woman traveling on a bus in Jaffna",
      "body_lines": [
        "The victim has lodged a complaint with the Manipay police station that a woman who was traveling on a bus in Jaffna has been stolen.",
        "A woman from the Jaffna Madam area has been stolen on the bus while she was returning home on another bus after he was on his way to Chiripuram on the bus.",
        "At the same time, the police have been asked to look at the suspicious passengers on the bus to avoid wearing valuable jewelry during bus trips."
      ]
    }
  },
  "summary_lines": [
    "In Jaffna, a woman was robbed on a bus, prompting her to report to the Manipay police. The incident occurred when she was returning home from Chiripuram. Authorities advise caution against wearing valuables on buses."
  ]
}