{
  "translated_text": {
    "si": {
      "title": "නුවර එලියා හි සොරකම් මාලාවකට සම්බන්ධ සොරුන්",
      "body_lines": [
        "නුවර එලියා පොලිස් කොට් to ාශයට අයත් පුද්ගලයින් දෙදෙනෙකු බදාදා (14) සොරුන් බදාදා (14) අත්අඩංගුවට ගෙන තිබේ.",
        "වයස අවුරුදු 43 ක් වූ දරුවන් දෙදෙනාගෙන් එක් අයෙකු වන ඔහුගේ බිරිඳ විදේශයන්හි සේවය කරන අතර තවත් 29 ක් වයස අවුරුදු 29 කි.",
        "අවසානයේදී, අගෝස්තු රාත්රියේ (13) නුවරෙලියා හි නිවසක ජනේලය බිඳ දැමූ සොරුන් දෙදෙනා පාපොච්චාරණය කර ඇත්තේ ඔවුන් නිවසේ පසුම්බියේ සිට රුපියල් 20 දහසක් මුදල් සොරකම් කර ඇති බවයි.",
        "කෙසේ වෙතත්, නුවර එලියා මූලස්ථානය පැවසුවේ සොරුන්ගේ දෙදෙනෙකු නිවසින් තවත් ඉලෙක්ට්රොනික උපකරණ සහ තවත් බොහෝ ද්රව්ය අත්අඩංගුවට ගෙන ඇති අතර ඔවුන්ට රුපියල් ලක්ෂ 5 ක් වටිනා බවයි.",
        "සැකකරුවන් දෙදෙනා බ්රහස්පතින්දා (15) නුවර එලියා දිස්ත්රික් මහේස්ත්රාත් අධිකරණයට ඉදිරිපත් කරන ලදී.. මිනිසුන් දෙදෙනා දින 14 ක් රිමාන්ඩ් භාරයේ තබන ලෙස මහේස්ත්රාත්වරයා නියෝග කර තිබේ."
      ]
    },
    "en": {
      "title": "Thieves involved in a series of theft in Nuwara Eliya",
      "body_lines": [
        "Two persons belonging to the Nuwara Eliya Police Division have arrested thieves on Wednesday (14) who robbed a large number of electronic equipment including money and jewelery in a large number of places.",
        "One of the two children aged 43 years old, his wife is working abroad, and another is 29 years old, and that the thief is involved in several thefts and that he has been searched by the police.",
        "Eventually, on the night of August (13), the two thieves who broke the window in a house in Lapukkalai, Nuwara Eliya, have confessed that they have stolen 20 thousand rupees of money from the wallet in the house.",
        "However, the Nuwara Eliya headquarters said that two thieves had seized more electronic equipment and many other materials stolen from the house and that they were worth Rs 5 lakhs.",
        "The two suspects were produced before the Nuwara Eliya District Magistrate's Court on Thursday (15). The magistrate has ordered the two men to be kept in remand for 14 days."
      ]
    }
  },
  "summary_lines": [
    "In Nuwara Eliya, two thieves, aged 43 and 29, were arrested for stealing electronics, cash, and jewelry worth over Rs 5 lakhs from various locations. They admitted to breaking into a home in Lapukkalai and stealing Rs 20,000. Both were remanded for 14 days after being charged."
  ]
}