{
  "translated_text": {
    "ta": {
      "title": "வரம்பு இல்லாத சைபர் குற்றங்களைப் பற்றிய பல உண்மைகள்",
      "body_lines": [
        "சைபர் குற்றங்கள் தொடர்பாக ஒரு நாளைக்கு 200 முதல் 250 வரை புகார்கள் வருவதாக இலங்கை கணினி அவசரகால பதிலளிப்பு குழு கூறுகிறது.",
        "அடா டெரானாவில் பங்கேற்ற மிஸ் டினூரி டிஸ்ஸெரா, \"பிக் ஃபுகஸ் திட்டத்தில், 1623 ஆக இருந்த மிஸ் டினூரி திசெரா, இணைய குற்றங்களின் வளர்ச்சியைக் காட்டியதாகக் கூறினார்.",
        "இதற்கிடையில், இலங்கை கணினி அவசரகால பதிலளிப்பு குழுவில் மூத்த தகவல் தொழில்நுட்ப பொறியியல் தயாரிப்புகள், அடா டெரானாவில் இணைகின்றன, \"என்று மூத்த ஐடி எஸ்சிஎஸ் அழகான வடிவம் கூறினார்.",
        "குற்றவாளிகளுக்கு உங்கள் வாட்ஸ்அப் கணக்கை எவ்வாறு பிடிப்பது என்று கிரிமினல் டமுனுபோலா விளக்கினார்.",
        "\"வாட்ஸ்அப் ஹேக்கேஜ்கள் 24 மணிநேர செய்திகளில் வாட்ஸ்அப் (வாட்ஸ்அப்) மூலம் பதிவு செய்யப்பட்டன. உண்மையில், நிலைமை கொஞ்சம் மோசமாக இருந்தது. நீங்கள் முதலில் அறிந்த முதல் முறையாக நீங்கள் ஏன் அறிந்திருக்கிறீர்கள் என்பது நீங்கள் பட்டியலில் உள்ள முதல் முறையாக ஒரு கடிதத்திலிருந்து வருகிறது. அவசரகாலத்தில் அவருக்கு செய்தி தேவை, 50,000 அல்லது 100,000 உள்ளது. Ecuarted. தொடர்பு கொள்வது கடினம். இந்த கணக்கில் வைக்க முடியுமா?இதை சில மணி நேரத்தில் தருகிறேன். இந்த செய்தி எனக்குத் தெரிந்த ஒருவரிடமிருந்து வருகிறது.. சில நேரங்களில் அந்த பணத்தை இரண்டு முறை சிந்திக்காமல் வைக்கிறோம்.",
        "\"மற்ற விஷயம் என்னவென்றால், பணம் கேட்பது, சில சமயங்களில் உங்களிடம் ஒரு தண்டு இருப்பதாகக் கோருகிறார். இது தொடர்புகளில் ஒரு மனிதன். நீங்கள் அந்த குறியீட்டை கொடுக்கிறீர்கள். ஆனால் உங்கள் வாட்ஸ்அப் சரிபார்ப்பை சரிபார்ப்பு குறியீட்டை நீங்கள் அறியாமல் உங்களுக்கு வழங்குகிறீர்கள். இந்த குறியீட்டை வேறொரு கட்சிக்கு தருகிறீர்கள். அந்த நேரத்தில் வாட்ஸ்அப் கணக்கு பட்டியலில் ஹேக் செய்யப்பட்டுள்ளது என்பது உங்களுக்குத் தெரியாது. இது வேறொரு தரப்பினரால் அறியாமல் அதை அறிந்து கொள்வதை உங்களுக்கு வழங்குகிறது. உங்கள் வாட்ஸ்அப் கணக்கும் விரைவில் ஹேக் செய்யப்படுகிறது. இந்த வாய்ப்பை நாம் வெறுமனே செய்தால், மற்றொரு நபரைப் போன்ற மற்றொரு நபர் தனது கணினியில் என்ன ஒரு கணக்கைத் தொடங்கினார். சிக்கல் சில நேரங்களில் வாஸ்ஸாப் கணக்கை மீண்டும் ரூட் செய்ய 72 மணிநேரம் தேவை. இது மிகவும் தீவிரமான விஷயம். \"",
        "\"நாங்கள் முதன்மையானவர்களில் ஒருவராக இருக்கும்போது, ​​நாங்கள் ஒரு வாய்ப்பு. நீங்கள் சில தொலைபேசி அழைப்புகளை அழைத்து ஒரு விவாதத்திற்கு விவாதிக்கச் சொல்ல ஒரு வாய்ப்பு உள்ளது. வழக்கில் COD கள் வரும். நாமும் ஆர்வமாக இருக்கிறோம். பின்னர் வாட்ஸ்அப் குறியீடு.",
        "\"இடதுபுறம் சென்று மற்றொரு சம்பவம். ஒரு மத உரையைத் தொடர்பு கொள்ளுங்கள், அல்லது ஆன்லைனில் நினைவுகூரப்படுவதைப் போல. நீங்கள் பதிவுசெய்யும்போது உங்களிடம் வரும் பதிவேட்டில் உங்கள் எலெபர் இருப்பதாக நீங்கள் நினைத்தபோது, ​​நீங்கள் ஒரு சாமினாக இருப்பீர்கள் என்று இது ஒரு குறியீடாக இருந்தது. ஆனால் இந்த ZOM அழைப்பு அல்லது குழப்பம் குறியீடு தண்டு அளிக்கிறது என்று நீங்கள் நினைக்கிறீர்கள். உங்கள் வாட்ஸ்அப் கணக்கில் என்ன நடக்கிறது என்பது ஹேக் செய்யப்படுகிறது.",
        "வாட்ஸ்அப் கணக்கின் குற்றவாளிகள் இல்லாத மாற்றங்களையும் இது விளக்கியது.",
        "\"இது நிறைய திட பொறியியல் தாக்குதல்.. அந்த OTP ஐ சுட முடியும். பயன்பாட்டை அணுக, பயன்பாட்டை அணுகவோ, அல்லது பயன்பாட்டிற்கான அணுகலில் எங்கள் விரல் ஐடியை உயர்த்தவோ இன்று பெரும்பாலான மக்கள் எங்களுக்கு உதவவில்லை. அதனால்தான் நிறைய நேரம் ஹேக் செய்யப்படுகிறது. வாட்ஸ்அப் (வாட்ஸ்அப்) நிறுவனம்.. அதாவது மெட்டா நிறுவனம் வாட்ஸ்அப்பிற்கு அறிமுகப்படுத்தப்பட்ட பாதுகாப்பு நடவடிக்கைகளைக் கொண்டுள்ளது. இந்த முறைகளைப் பயன்படுத்துங்கள்.",
        "இறுதியாக, மிஸ் டினூரி திசெரா இலங்கை கணினி அவசரகால மறுமொழி மன்றத்தின் தகவல் பாதுகாப்பு பொறியாளரின் தகவல் கூறினார்.",
        "இது தொடர்பாக உங்களுக்கு தொழில்நுட்ப உதவி தேவைப்பட்டால், 101 தொலைபேசி எண் அல்லது repert@cert.gov.lk பற்றிய கூடுதல் தகவல்களைப் பெறலாம்."
      ]
    },
    "en": {
      "title": "Many facts about cyber crimes with no limit",
      "body_lines": [
        "The Sri Lanka Computer Emergency Response Team says that between 200 to 250 complaints per day regarding cyber crimes.",
        "Miss Tinuri Tissera, who participated in the Ada Derana, \"Big FUCUS Program, said Miss Tinuri Tissera, which was 1623, showed a growth of cyber crimes.",
        "Meanwhile, Senior Information Technology Engineering Products at the Sri Lanka Computer Emergency Response Team, joining the Ada Derana, \"said Senior IT SCS charming form.",
        "Criminal Damunupola explained how to grip on your WhatsApp account to the criminals.",
        "\"WhatsApp Hackages recorded in 24 hours of messages through WhatsApp (Whatsapp). In fact, the situation was a little worse. Why you know in the first time you know in the first time you are in the list comes from a letter. He needs the message in the event of an emergency, there is a 50,000 or 100,000. Ecuarted. Hard to contact. Can you put on this account?I'll give you this in a few hours. This message is coming from someone I know.. Sometimes we put that money without thinking twice. \"",
        "\"The other thing is to ask for money, he sometimes requests you have a cord. It is a man in Contacts. Then you give that code. But you are unwittingly provides you with your Whatsapp Verification the Verification code. You give this code to another party. At that point you don't know that the WhatsApp account is hacked in the list. It gives you the cod unwittingly knowing it by another party. Your Whatsapp account is also hacked as soon. If we simply make this opportunity, another person like another person to start a WHAT'SAP account on his computer. The problem is sometimes demand for 72 hours to re-root the Vaszapp account again. This is the most serious thing. \"",
        "\"When we are one of the primaries, we are one of the opportunity. There is a chance that you will call you some phone calls and tell you to discuss you for a discussion. Cods will come in the case. Then we too curious we have a little curious cord, not knowing this. Then the Whatsapp Code is. \"",
        "\"Go left and have another incident. Contact a religious speech, or just like a commemoration of online. It was a code that you would be a samin, when you thought that your Whats Eleber was on the register that would come to you when you were registered. But you think this zom call or the Confarens Code gives the cord. What happens to your Whatsapp account is hacked. \"",
        "It also explained the changes you need to do not have the criminals of the WhatsApp account.",
        "\"It's a lot of solid engineering Attack.. It is possible to bake that OTP. Most people today have not enable us to access the app, using the password, or towering our finger ID in access to the app. That's why it is a lot of time is hacked. WhatsApp (WhatsApp) Institute.. That means the Meta Institute has security measures introduced to the Whatsapp. Use these methods. \"",
        "Finally, Miss Tinuri Tissera said the information of the Information Security Engineer of the Sri Lanka Computer Emergency Response Forum.",
        "If you need a technical assistance in this regard, you can get more information on the 101 phone number or repert@cert.gov.lk."
      ]
    }
  },
  "summary_lines": [
    "Cybercrime surge: SL CERT reports 200-250 daily complaints. WhatsApp hacking common via verification codes. Experts advise enabling two-factor authentication and keeping apps updated. For support, contact 101 or repert@cert.gov.lk."
  ]
}