{
  "translated_text": {
    "si": {
      "title": "රට තුළ පරිගණක දැනුම සියයට 39 කින් ඉහළ ගොස් තිබේ",
      "body_lines": [
        "රට තුළ පද්ධති දැනුම සියයට 39 කින් ඉහළ ගොස් තිබේ. දෙපාර්තමේන්තුවේ සහ සංඛ්යාලේඛන දෙපාර්තමේන්තුවේ අතිරේක අධ්යක්ෂ ජනරාල් සමලි කරුණාරත්න මහතා පැවසුවේ බස්නාහිර පළාත ඉහළ මට්ටමක හා නැගෙනහිර පළාතේ බවයි.",
        "ඔහු මේ බව කියා සිටියේ බදාදා (12) වටිනාකම් හා සංඛ්යාලේඛන දෙපාර්තමේන්තුවේ පැවති මාධ්ය හමුවකදීය.",
        "වයස සහ වෘත්තීය වැඩිදියුණු කිරීම් ඇතුළු සාධක මත පදනම්ව පරිගණක දැනුම මත පදනම් වූ කඳවුරු. ඒ අනුව, පිරිමි පරිගණක දැනුම සියයට 40.9 කින් ඉහළ ගොස් ඇති අතර කාන්තාවන්ගේ පරිගණක දැනුම සියයට 37.2 කින් ඉහළ ගොස් තිබේ. වයස අවුරුදු 15 ත් 19 ත් 19 ත් අතර පරිගණක දැනුම අනුපාතය සියයට 79.4 කි.",
        "මීට අමතරව, වයස අවුරුදු 5 සිට 69 දක්වා ඩිජිටල් දැනුම සියයට 63.5 කින් ඉහළ ගොස් තිබේ. පිරිමි ඩිජිටල් දැනුම සියයට 65.9 කින් ඉහළ ගොස් කාන්තා ඩිජිටල් දැනුම සියයට 61.3 කින් ඉහළ ගොස් තිබේ. ඒ අනුව වයස අවුරුදු 20 ත් 24 ත් 24 ත් අතර ඩිජිටල් දැනුම සියයට 93.8 කි.",
        "පුද්ගලයන් 100 න් 51 ක්ම අන්තර්ජාල භාවිතයට සම්බන්ධ වී ඇති අතර 19 ක් ඊමේල් කරන්නන්ගේ පරිශීලකයින් ලෙස සලකනු ලැබේ. රැකියා විරහිත තරුණ තරුණියන් සහ තරුණයින් අතර අවුරුදු 20 සිට 24 දක්වා පරිගණක දැනුමෙන් යුත් පරිගණක දැනුම සියයට 82.7 ක් වන අතර අවුරුදු 25 සිට 29 දක්වා පරිගණක දැනුම සියයට 83.7 කි.",
        "බටහිර පළාත පළාත් මට්ටමේ ශ්රේණිගත කිරීම් වලින් සියයට 33.55 ක් වන අතර නැගෙනහිර පළාත සියයට 8.6 ට වඩා අඩුය."
      ]
    },
    "en": {
      "title": "In the country, computer knowledge is up 39 percent",
      "body_lines": [
        "System Knowledge has increased by 39 percent in the country. The Additional Director General of the Department and Statistics Department Samali Karunaratne said that the Western Province is at a high level and the Eastern Province.",
        "He was speaking at a media briefing held at the Department of Value and Statistics on Wednesday (12).",
        "Constants on computer knowledge based on factors including age and vocational improvement. Accordingly, men's computer knowledge has risen by 40.9 per cent and women's computer knowledge has increased by 37.2 per cent. The computer knowledge rate of 15 to 19 years of age is 79.4 percent.",
        "In addition, digital knowledge of 5 to 69 years of age has risen by 63.5 per cent. Men's digital knowledge rose by 65.9 per cent and women's digital knowledge increased by 61.3 per cent. Accordingly, digital knowledge of 20 to 24 years of age is 93.8 percent.",
        "51 out of 100 persons are involved in internet use and 19 are seen as e -mail users. The computer knowledge of the 20 to 24 -year -olds among unemployed youth and youth is 82.7 per cent and the computer knowledge of the 25 to 29 -year -olds is 83.7 per cent.",
        "He said the Western Province is 33.55 per cent of the provincial level rankings, and the Eastern Province is less than 8.6 per cent."
      ]
    }
  },
  "summary_lines": [
    "Computer literacy in the country has surged by 39%, with notable disparities between provinces. The Western Province leads with a 33.55% ranking, while the Eastern Province lags below 8.6%. Gender-wise, male computer skills have grown by 40.9%, compared to 37.2% for females. Digital knowledge across all ages has increased significantly, especially among 20-24 year olds, reaching 93.8%. Internet usage stands at 51%, with email adoption slightly lower."
  ]
}