{
  "translated_text": {
    "si": {
      "title": "දරුවෙකු සඳහා සැත්කම් කරන අතරතුර රුසියාවේ ප්රහාරය",
      "body_lines": [
        "වෛද්යවරයාගේ ඔලලේකුලුන්සේපෝගේ කාර්ය මණ්ඩලය පස්වන දිගු ළදරු ඩලාස් විසින් ඇසිණි",
        "ළදරු සැත්කම්වල පස්වන මාසය මේසය මත තිබී සොයා ගත් අතර අවට උපකරණ හා රුධිරයේ වෛද්යවරුන් සොයා ගන්නා ලදී.",
        "ඩොක්ටර් ඔලේ හෝසින්කෝ සිහිපත් කළේ සෑම කෙනෙකුම ජීවතුන් අතර සිටින බවයි.",
        "කෘතිම ශ්වසන පද්ධතියට සිදුවන හානිය නිසා - නිර්වින්දන විශේෂ expert යා දරුවා දිගටම හුස්ම ගන්නා බව සහතික කිරීම සඳහා බරපතල උත්සාහයක නිරත වූ අතර ඔහු භාවිතා කළේය.",
        "ප්රහාරය හේතුවෙන් වහලය පැහැර හැරීමට බියෙන් සමහර වෛද්යවරු ඩාරාස් සමඟ රෝහලේ පහළම මාලයට හසු වූහ.",
        "රුසියාවේ මිසයිල යුක්රේනයේ අගනුවරදී ළමා රෝහලට පහර දීමෙන් පසු සිදු වූ සිදුවීම් මේවාය.",
        "ප්රහාරය යුක්රේනය කම්පනයට පත් කර ඇති අතර යුක්රේනය සහ බටහිර රට ප්රහාරය දැඩි ලෙස හෙළා දැක තිබේ.",
        "යුක්රේනයේ නගරවලට එරෙහි රුසියාව දෙන ප්රහාර දරුවෙකු විසින් පහර දෙන බව එක්සත් ජාතීන්ගේ සංවිධානය පවසා තිබේ.",
        "කෙසේ වෙතත්, මෙය ප්රතික්ෂේප කළ රුසියාව ඇගේ මිසයිල රෝහලට නොපැමිණි අතර, යුක්රේනයේ මිසයිලය වැරදියට පුපුරා ගිය බව පවසමින් ඇයගේ මිසයිල රෝහලට පහර දුන්නේ නැත - රාසා සාක්ෂි ප්රකාශයට පත් කළේ නැත.",
        "මිසයිල ප්රහාර එල්ල වන විට බොහෝ රෝගීන්, ඔවුන්ගේ පවුල් සහ සේවකයින් රෝහලේ පහළම මාලයට ගොස් ඇත.",
        "මට නම්, මෙම රෝහල ළමයින්ට සහ වැඩිහිටියන්ට ආරක්ෂිත ස්ථානයක් බව මම සිතුවෙමි, නමුත් ප්රහාරයේ දිනයේ මම කොහේවත් ආරක්ෂිත නොවන බව මට හැඟුණි.",
        "රෝහල පහළම මාලයට ගිය විට, දුමාරයක් සහ කෑගැසීමක් නොතිබුණි.",
        "ටරාසින් ආරක්ෂා කිරීමේ යෙදී සිටියදී, ඔහුගේ මුහුණට පහර දුන් කණ්නාඩි ඉවත් කිරීමට ඇලෙටාට උදව් කළ හැකි ආකාරය බැලීමට ඔහු පිටතට දිව ගියේය.",
        "ඔහු එලියට ගොස් තුවාල වූ අයට උදව් කිරීමට උත්සාහ කළ බව මම මගේ තුවාල වලින් මිදුණු නිසාත් උදව් කිරීමට උත්සාහ කළ බවත්ය.",
        "ඒ මොහොතේ, එය දුෂ්කර දෙයක්දැයි අපි නොසිතූවා - ආලෝකය. අපි අපේ වැඩ කළා.",
        "ගඟේ නටබුන් තුරන් කිරීමට ඔහු උදව් කළේය."
      ]
    },
    "en": {
      "title": "Russia's attack while surgery for a child",
      "body_lines": [
        "The crew of the doctor Olelekolungsepo was heard by a fifth -long baby Darass",
        "The fifth month of baby surgery was found on the desk, and the surrounding equipment and blood doctors were found.",
        "Doctor Ole Holubsenko recalled that everyone was alive.",
        "Due to the damage to the artificial respiratory system- the anesthetic expert engaged in serious efforts to ensure that the baby continues to breathe, and he used.",
        "Fearing that the roof could fall off due to the attack, some doctors stuck with Daraz to the hospital's basement.",
        "These are the incidents that took place after Russia's missiles hit the children's hospital in the capital of Ukraine.",
        "The attack has shocked Ukraine, and Ukraine and the West have issued a strong condemnation of the attack.",
        "The UN has said that Russia's attacks on cities of Ukraine may have been attacked by a child.",
        "However, Russia, who denied this, did not attack her missile hospital, saying that Ukraine's missile erupted wrongly - Rasya did not publish the evidence.",
        "Many patients, their families and employees have gone to the basement of the hospital when the missile strikes took place.",
        "For me, I thought this hospital was a safe place for children and adults, but I felt that I was not safe anywhere on the day of the attack.",
        "When the hospital went to the basement, there were no smoke and screams.",
        "While engaged in protecting Tarazin, he ran outside to see how the Colletta could help remove the glasses that hit his face.",
        "He said I went out and tried to help those who were injured because I did not get out of my wounds.",
        "At that moment, we did not consider whether it was a difficult thing - light. We did our work.",
        "He helped to eliminate the ruins of the river."
      ]
    }
  },
  "summary_lines": [
    "During Russia's missile attack on a children's hospital in Ukraine's capital, a surgery on a five-month-old baby named Darass was underway. Despite the chaos, doctors including Ole Holubsenko worked tirelessly to save lives, facing challenges like damaged respiratory systems and fears of collapsing roofs. The incident sparked global outrage, with condemnations from Ukraine, the West, and the UN, despite Russia denying responsibility and claiming the strike was self-inflicted by Ukraine. Many sought refuge in the hospital's basement during the attack, highlighting the vulnerability of even supposed safe spaces."
  ]
}