{
  "translated_text": {
    "ta": {
      "title": "விமானப் போக்குவரத்து, மருத்துவமனைகள், ஊடகங்கள் மற்றும் வங்கி ஆகியவை பெரிய அளவிலான ஐடி சரிவை பாதிக்கிறது",
      "body_lines": [
        "விமானப் போக்குவரத்து, மருத்துவமனைகள், ஊடகங்கள் மற்றும் வங்கி ஆகியவை பெரிய அளவிலான ஐடி சரிவை பாதிக்கிறது",
        "முன்னணி வங்கிகள், ஊடக நிறுவனங்கள் மற்றும் விமான மற்றும் விமான நிறுவனங்கள் மற்றும் விமான நிறுவனங்களால் பாதிக்கப்பட்டுள்ள ஒரு பெரிய அளவிலான அது சரிவு மற்றும் அவர்களின் சேவைகளால் பாதிக்கப்பட்டுள்ள ஒரு பெரிய அளவிலான ஐடி சரிவு.",
        "இருப்பினும், பல விமான நிறுவனங்கள் உலகம் முழுவதும் விமானங்களையும் இன்னும் பல விமான தாமதங்களையும் நிறுத்தியுள்ளன.",
        "இந்த சரிவால் அவர்களின் அவசர சேவைகள் பாதிக்கப்பட்டுள்ளன என்றும், ஆஸ்திரேலியாவின் பல்பொருள் அங்காடிகள் திடீரென ஏற்பட்டுள்ளன என்றும் அமெரிக்க அலாஸ்கா ப்ரிஃபெக்சர் எச்சரித்துள்ளது. தொழில்நுட்ப அமைப்புகளின் சரிவு காரணமாக, ஊடக நிறுவனம் இங்கிலாந்து ஸ்கை நியூஸின் ஒளிபரப்பை தற்காலிகமாக நிறுத்தியது.",
        "சரிவுக்கான காரணம், ஆனால் பல மக்கள் இது மைக்ரோசாஃப்ட் கம்ப்யூட்டர் இயக்க முறைமையில் அமைந்துள்ளதாகக் கூறினர்.",
        "இன்று காலை மைக்ரோசாப்ட் 365 சேவை புதுப்பிப்பின் அதிகாரப்பூர்வ அறிவிப்பு, \"பயன்பாடுகள் மற்றும் சேவைகளை அணுக பயனர்களை பாதிக்கும் ஒரு சிக்கலை நாங்கள் விசாரித்து வருகிறோம்\" என்று கூறியது.",
        "இருப்பினும், மைக்ரோசாப்ட் நிறுவனத்தின் செய்தித் தொடர்பாளர் சில மணிநேரங்களுக்கு முன்பு பிபிசியிடம் கூறினார், \"பெரும்பாலான சேவைகள் மீட்டெடுக்கப்பட்டன.\"",
        "உள்துறை அமைச்சக அமைச்சின் செய்தித் தொடர்பாளர், உள்துறை அமைச்சின் செய்தித் தொடர்பாளர், சைபர் தாக்குதலால் இது ஏற்பட்டது என்று கூறுவதற்கு எந்த தகவலும் இல்லை என்று சைபர் பாதுகாப்பு நிறுவனம் தெரிவித்துள்ளது.",
        "\"தற்போதைய தகவல்களின்படி, இந்த சரிவு பாதிக்கப்பட்ட ஏஜென்சிகள் பயன்படுத்தும் மூன்றாம் தரப்பு மென்பொருளுடன் தொழில்நுட்ப சிக்கலை ஏற்படுத்தியுள்ளது\" என்று ஒரு அறிக்கை தெரிவித்துள்ளது.",
        "அலாஸ்கா அதிகாரிகள் கூறுகையில், பல 911 மற்றும் அவசரமற்ற அழைப்பு மையங்கள் சரியாக செயல்படவில்லை. ஆனால் ஆஸ்திரேலிய அதிகாரிகள், நாட்டின் முக்கிய அவசர மையமான டிரிபிள் -0 கால் சென்டர்கள் பாதிக்கப்படவில்லை என்று கூறுகின்றனர்.",
        "சாலினி செய்தித்தாள்கள் ரூ.",
        "உலகெங்கிலும் உள்ள பயணத் திட்டங்கள் விமான சேவைகள், டாக்ஸி மற்றும் ரயில்களால் குழப்பமடைந்துள்ளன.",
        "யுனைடெட் ஸ்டேட்ஸ் ஏவியேஷன், டெல்டா மற்றும் அமெரிக்கன் ஏர்லைன்ஸ் \"உலகெங்கிலும் தங்கள் விமானங்களை நிறுத்திவிட்டன\" மற்றும் ஆஸ்திரேலிய விமான நிறுவனங்கள் தங்கள் விமானங்களை தாமதப்படுத்தியுள்ளன அல்லது ரத்து செய்துள்ளன. பெர்லின், டோக்கியோ மற்றும் டெல்லி மற்றும் பிற விமான நிலையங்களும் பாதிக்கப்பட்டுள்ளன.",
        "இங்கிலாந்து, கோவியா தேம்ஸ்லிங்க் ரில்வே தனது ரயில் பயணிகளை எச்சரித்தார், ஆஸ்திரேலியாவில் உள்ள பிளாக் அண்ட் ஒயிட் கேப்ஸ் நிறுவனம் தங்கள் அமைப்புகள் பாதிக்கப்பட்டுள்ளதாகக் கூறியது.",
        "இலங்கையில் உலகளாவிய தகவல் தொழில்நுட்ப முறிவு மற்றும் தனியார் வங்கி நடவடிக்கைகளை பிபிசி கண்காணிக்க முடிந்தது.",
        "அத்தகைய பின்னணியில், இந்த சரிவு குறித்து ஐடி உதய லோகராச்சியின் தகவல் தொழில்நுட்பத் தலைவரிடம் இந்த சரிவை பாதித்தது.",
        "விமானப் பயணம் பாதிக்கப்படவில்லை என்று அவர் கூறினார்.",
        "\"இல்லை, எங்கள் சிஸ்டம் பாதிக்கப்படவில்லை,\" என்று அவர் பிபிசி சிங்களாவுடன் கூறினார்.",
        "இதற்கிடையில், மூன்றாம் தரப்பு சேவை வழங்குநர்களின் இணைய முன்பதிவு சேவைகளை பாதிக்கும் உலகளாவிய தொழில்நுட்ப தோல்வியை விமான நடவடிக்கைகள் பாதித்துள்ளன என்று ஸ்ரிலங்கன் ஏர்லைன்ஸ் தெரிவித்துள்ளது.",
        "කෙසේ වෙතත්, ශ්‍රී ලංකාවේ වේලාවෙන් පස්වරු 2:00 වන විට මෙම තාක්ෂණික දෝෂය සම්පූර්ණයෙන් ම යථා තත්ත්වයට පත්කර ඇති බව එම ගුවන් සේවය නිකුත් කළ නිවේදනයක වැඩිදුරටත් සඳහන් විය.",
        "இலங்கை மகளிர் குழு ஆசியாவின் கிரிக்கெட் கிரிக்கெட் மண்ணை ஐந்து முறை வெல்ல முடியுமா?",
        "மாஸ்டர்கெஃப் ஆஸ்திரேலியா: ஆஸ்திரேலியாவில், இலங்கையில் இலங்கையின் உணவை உருவாக்கியவர் யார்?",
        "ஜூனியர் தடகள சாம்பியன்ஷிப்பின் மிகவும் விலைமதிப்பற்ற வீரர் மெரோன் விஜெசிங்கவர் யார்?",
        "AI என்பது மேற்கு மாகாணத்தில் ஒரு குழந்தை, அது கழிப்பறைகளை வழிநடத்த முடியாது"
      ]
    },
    "en": {
      "title": "Aviation, hospitals, media and banking influences large-scale IT collapse",
      "body_lines": [
        "Aviation, hospitals, media and banking influences large-scale IT collapse",
        "A large scale IT collapse affected by leading banks, media institutions and airline and airlines and a large scale IT collapse affected by their services.",
        "However, several airlines have stopped flights around the world and many more flight delays.",
        "US Alaska Prefecture has warned that their emergency services have been affected by this collapse, and Australia's supermarkets have been suddenly. Due to the collapse of the technology systems, the media institution was in a temporary stopping the broadcasting of the UK Sky News.",
        "The cause of the collapse, but the influenced many people said that it was located in the Microsoft computer operating system.",
        "The official notice of Microsoft 365 Service Update this morning said, \"We are investigating a problem that affects users to access apps and services.\"",
        "However, a spokesman in Microsoft told the BBC after a few hours ago, \"the majority of the services restored.\"",
        "A spokesperson of the Ministry of Home Affairs, a spokesperson of the Ministry of Home Affairs, said that the cyber security agency said it had no information to say that this was caused by a cyber attack.",
        "\"According to the current information, this collapse has caused a technical problem with a third-party software used by the affected agencies,\" said a statement.",
        "Alaska authorities said, many 911 and non-urgent call centers did not act properly. But the Australian authorities say that the main emergency center of the country, TRIPLE-0 call centers, have not been affected.",
        "Saliny newspapers have been reported regarding the payments of Rs.",
        "Traveling plans around the world have been confused by air services, taxi and trains.",
        "United States Aviation, Delta and American Airlines has \"stopped their flights around the world\" and Australian airlines have delayed or canceled their flights. Berlin, Tokyo and Delhi and other airports were also affected.",
        "UK, Govia Thameslink Rilway warned her train passengers, said the Black and White Cabs Company in Australia said that their systems were affected.",
        "The BBC was able to monitor the global information technology breakdown in Sri Lanka and private banking activities.",
        "In such a backdrop, we have asked the Head of Information Technology Section of the IT Udaya Lokarachchi about this collapse also affected this collapse.",
        "He said that air travel was not affected.",
        "\"No, our systome has not been affected,\" he added with BBC Sinhala.",
        "Meanwhile, the SriLankan Airlines said that the air operations had affect the global technical failure of the third party service providers affecting their Internet Reservation Services.",
        "However, a statement issued by the airline has been restored by 2 pm in Sri Lanka at 2:00 pm.",
        "Will the Sri Lankan women's group be able to win Asia's cricket cricket soil five times?",
        "Masterchef Australia: In Australia, who made Sri Lanka's food in Sri Lanka?",
        "Who is Meron Wijesinghe, the most precious player of the Junior Athletics Championship?",
        "AI is a child in the Western Province that cannot steer toilets"
      ]
    }
  },
  "summary_lines": [
    "A widespread IT collapse impacted aviation, hospitals, media, and banking sectors, causing significant disruptions worldwide. The US Alaska region and Australia experienced flight cancellations and delays, while emergency services and supermarket operations were affected. Media outlets temporarily halted broadcasts due to the crisis. The issue originated from a Microsoft operating system glitch, affecting app and service accessibility. Microsoft later restored most services. Authorities clarified the incident wasn't a cyberattack but a technical problem with third-party software. This event led to chaos in travel plans and financial transactions, highlighting the critical reliance on digital infrastructure."
  ]
}