{
  "translated_text": {
    "ta": {
      "title": "22 அன்று பாராளுமன்றத்திற்கு இரண்டு முக்கியமான பில்கள்",
      "body_lines": [
        "\"பொருளாதார மொழிபெயர்ப்பின் பொருளாதார மொழிபெயர்ப்பு\" மற்றும் \"அடிப்படை மேலாண்மை மசோதா\"",
        "மே 22 அன்று இரண்டு முக்கியமான மசோதாக்களை பாராளுமன்றத்தில் சமர்ப்பிக்க அரசாங்கம் திட்டமிட்டுள்ளது என்று நிதி அமைச்சர் ஷெஹான் செமசிங்க கூறினார்.",
        "அதன்படி, \"பொருளாதார மாற்ற மசோதாவின் பொருளாதார மொழிபெயர்ப்பு\" மற்றும் நாட்டின் நாட்டின் நிதி மேலாண்மை ஆகியவை உகந்த வீடாவை பராமரிக்க வழங்கப்படும், \"என்று அவர் கூறினார்.",
        "இன்று (20) ஜனாதிபதி ஊடக மையத்தில் நடைபெற்ற பத்திரிகையாளர் சந்திப்பு என்று செயல் நிதி அமைச்சர் ஷெஹான் செமாசிங்க கூறினார்.",
        "நடிப்பு, செயல் நிதி மந்திரி ஷெஹான் செமாசிங்க கூறினார்:",
        "மே 22 அன்று இலங்கை பொருளாதாரத்திற்கு இரண்டு மிக முக்கியமான மசோதாக்களை சமர்ப்பிக்க அரசாங்கம் திட்டமிட்டுள்ளது. ஒரு மசோதா \"பொருளாதார உருமாற்ற சட்டம்\" (பொருளாதார உருமாற்ற சட்டம்). இந்த மசோதா சர்வதேச நாணய நிதியத்தால் முன்மொழியப்படவில்லை. இது ஜனாதிபதி ரணில் விக்ரமேசிங்கால் வழங்கப்பட்ட மசோதா என்று சொல்ல வேண்டும். கடந்த காலங்களில் சரிவு பொருளாதாரம் நிலைத்தன்மையைக் கொண்டுவந்தது. அந்த சூழ்நிலையைப் பாதுகாக்கவும் இது விரும்புகிறது.",
        "நாட்டின் நாட்டின் நிதி மேலாண்மை மிகவும் உகந்த மட்டத்தில் பராமரிக்கப்பட வேண்டும், எந்தவொரு பொருளாதார நெருக்கடியும் மீண்டும் தொடங்கப்படவில்லை என்று செயல்பட வேண்டும். \"நிதி மேலாண்மை மசோதா\" தொடர்புடைய பொறுப்புக்கூறலின் 22 ஆம் தேதி 22 ஆம் தேதி பாராளுமன்றத்திற்கு வழங்கப்படுகிறது.. இது சர்வதேச நாணய நிதியத்துடன் கூட்டுத் திட்டத்தின் விஷயம். இது நாட்டின் நிதி நிர்வாகத்தின் மசோதா என்றும் சொல்ல வேண்டும்.",
        "இந்த இரண்டு மசோதாக்களும் நாட்டின் சலுகைக்கு மிகவும் முக்கியமானவை என்பதை கவனத்தில் கொள்ள வேண்டும். இந்த இரண்டு வரைவுகளிலும் பல தொழில்நுட்ப சிக்கல்கள் உள்ளன. இதன் பொருள் புதிய பொருளாதார பத்தியை மாற்றாமல் பொருளாதாரத்தில் நம்பிக்கையை உறுதி செய்யும் என்பதால் புதிய பொருளாதார சந்திப்பு இப்போது செயல்படுத்தப்படுகிறது.",
        "பொருளாதார மாற்ற மசோதாவை மேலும் விவரித்தால், அது நம் நாட்டின் பொருளாதார வளர்ச்சிக்கு மிகவும் முக்கியமானது. பொருளாதார சுருக்கம் 2023 ஆம் ஆண்டின் இரண்டாவது மற்றும் மூன்றாம் காலாண்டில் நடந்தது. ஆனால் நான்காவது காலாண்டில் 4.5% 4.5% வளர்ச்சி விகிதத்தை அடைந்தது. அதனுடன், பொருளாதார நன்மையின் ஓட்டம் கீழ்நோக்கி தொடங்கியது.",
        "நாட்டின் பொருளாதார போட்டித்தன்மையை மேம்படுத்துவதற்கும் பொருளாதாரத்திற்கு சவால்களை எதிர்கொள்வதற்கும் உலகளாவிய ஒத்துழைப்பை பராமரிக்கவும் வளர்க்கவும் இது வேண்டும்.",
        "மேலும், இந்த மசோதா வெவ்வேறு பகுதிகளின் மாற்றத்தின் மாற்றத்தையும் உள்ளடக்கியது.",
        "குறிப்பாக, சர்வதேச வர்த்தக, வர்த்தக ஒப்பந்தங்கள், காலநிலை மாற்றத்திற்கு மாற்றப்பட வேண்டிய சட்ட அமைப்பை உள்ளடக்கியது.",
        "தேசிய உற்பத்தித்திறன் ஆணையத்தை நிறுவுதல், தேசிய உற்பத்தித்திறன் ஆணையத்தை நிறுவுதல், தேசிய உற்பத்தித்திறன் ஆணையத்தை நிறுவுதல், தேசிய உற்பத்தித்திறன் ஆணையத்தை நிறுவுதல், தேசிய உற்பத்தித்திறன் ஆணையம், தேசிய உற்பத்தித்திறன் ஆணையத்தை நிறுவுதல், தேசிய உற்பத்தித்திறன் ஆணையம், தேசிய உற்பத்தித்திறன் ஆணையத்தை நிறுவுதல், தேசிய உற்பத்தித்திறன் ஆணையத்தை நிறுவுதல், சர்வதேச வர்த்தகத்தை நிறுவுதல் மற்றும் இலங்கையில் போட்டியில் சர்வதேச வர்த்தகத்தை விரிவுபடுத்துதல் ஆகியவை தேசிய உற்பத்தித்திறன் ஆணையத்தை நிறுவ வேண்டும்.",
        "பொருளாதார மாற்றத்தின் முடிவுகளுக்கு நாங்கள் சமீபத்தில் ஒப்புதல் அளித்தோம். 2022 என்ற பொது கடன் விகிதம் 128% ஆக இருந்தது. 2032 ஆம் ஆண்டின் 95% க்கும் குறைவாக பராமரிக்க வேண்டியது அவசியம்.",
        "2022 உடன் ஒப்பிடும்போது, ​​மொத்த உள்நாட்டு உற்பத்தியுடன் ஒப்பிடும்போது மாநில நிதியுதவி தேவை 34.6% 13% முதல் 13% க்கும் குறைவாக பராமரிக்க வேண்டும்.",
        "கடன் சேவையும் மிகவும் முக்கியமானது. பெறக்கூடிய ஒரு கர்டாம் நாட்டில் இலங்கையை நியமிக்க முயற்சிக்கிறோம். 2022 ஆம் ஆண்டில் கடன் ஊதிய விகிதம் 9.4% 2027 க்குள் 4.5% க்கு மேல் குறைக்க வேண்டும்.",
        "இந்த குறிப்பிட்ட குறிக்கோள்களையும் நாட்டின் பொருளாதாரத்தின் நிலைமைகளையும் தெரிவிக்கும் மசோதாவாக இது மீண்டும் பதிவு செய்யப்பட வேண்டிய மசோதா.",
        "இறுதியாக, இந்த மசோதா ஒரு நிலையான பொருளாதார வளர்ச்சி, புதுப்பித்தல், புதுப்பித்தல், இறக்குமதி மற்றும் ஏற்றுமதி மேலாண்மை மற்றும் கொடுப்பனவுகளின் நிலுவை நிர்வகித்தல் ஆகியவற்றை பராமரிப்பதாகும் என்பதை நாம் குறிப்பிட வேண்டும்.",
        "மேலும், பொது நிதி மேலாண்மை மசோதா மூலம் ஒரு பெரிய பேச்சாளர் கட்டப்பட்டார். இது சட்டத்தின் பலவீனத்தை அடையாளம் கண்டு, எதிர்கால தேவைகளைப் பூர்த்தி செய்யக்கூடிய பொருத்தமான சட்ட கட்டமைப்பை சமர்ப்பிக்கும்."
      ]
    },
    "en": {
      "title": "Two crucial bills to parliament on 22",
      "body_lines": [
        "\"Economic Translation of Economic Translation\" and \"Fundamental Management Bill\"",
        "Acting Minister of Finance Shehan Semasinghe said that the government has planned to submit two crucial bills to Parliament on May 22.",
        "Accordingly, the \"Economic Translation of the Economy Transformation Bill\" and the country's financial management of the country will be presented to maintain optimal vita, \"he said.\"",
        "Acting Finance Minister Shehan Semasinghe said this was a press conference held at the Presidential Media Center today (20).",
        "Acting, Acting Finance Minister Shehan Semasinghe said:",
        "The government has planned to submit two very important bills to the Sri Lankan economy on May 22. One bill is the \"Economic Transformance Law\" (Economic Transformance Law). This Bill was not proposed by the IMF. It should be said that it is a bill presented by President Ranil Wickremesinghe. The collapse economy in the past has brought stability. It also wants to protect that situation.",
        "The country's financial management of the country has to be maintained at a very optimum level, working that no economic crisis is resumed. The \"Fiscal Management Bill\" is presented to parliament on the 22nd of the 22nd of the relevant accountability.. This is a matter of joint program with the International Monetary Fund. It should also say that this is a Bill of the country's financial management.",
        "It should be noted that both these bills are very crucial for the country's privilege. These two drafts include many technical issues. This means that the new economic passagement is now being implemented as it will ensure confidence in the economy without changing the new economic passage.",
        "If further describes the Economic Transformation Bill, it is very important to our country's economic growth. An economic contraction took place in the second and third quarter of 2023. But a 4.5% of the fourth quarter achieved a growth rate of 4.5%. With that, the flow of the economic advantage began with the downstream.",
        "It also needs to maintain and grow global cooperation to promote the economic competitiveness of the country as well as to face challenges to the economy.",
        "Moreover, these bill also covers the change in the change in different areas.",
        "In particular, international trade, trade agreements, covers the legal system to be changed to climate change.",
        "The establishment of the National Productivity Commission, the establishment of the National Productivity Commission, the establishment of the National Productivity Commission, the establishment of the National Productivity Commission, the National Productivity Commission, the establishment of the National Productivity Commission, the National Productivity Commission, the establishment of the National Productivity Commission, the establishment of the National Productivity Commission, the establishment of the National Productivity Commission, the establishment of international trade and expanding international trade in the competition in Sri Lanka is the establishment of the National Productivity Commission.should.",
        "We recently endorsed the decisions of the economic transformation. The public debt ratio of 2022 was 128%. It is necessary to maintain less than 95% of the year 2032.",
        "As compared to 2022, the state funding requirement of 34.6% compared to GDP is required to maintain 13% to less than 13%.",
        "And credit service is also very important. We are trying to appoint Sri Lanka into a curtaom country that can be obtained. The debt pay ratio of 9.4% in 2022 is required to reduce over 4.5% by 2027.",
        "This is a bill to be re-recorded as a bill to report these specific goals and the conditions of the country's economy.",
        "Finally, we need to specify that this bill is to maintain a sustainable economic growth, refurbishment, refurbishment, import and export management, and managing the balance of payments.",
        "Also, a large speaker was built through the Public Finance Management Bill. This will identify the weakness of the Act and submit a suitable legal framework that can meet the needs of the future."
      ]
    }
  },
  "summary_lines": [
    "On May 22, Sri Lanka's government plans to present two pivotal bills: the \"Economic Transformation of the Economy Bill,\" aimed at stabilizing the economy post-collapse and fostering growth, and the \"Fiscal Management Bill,\" part of a joint program with the IMF to maintain financial stability and prevent economic crises. Both bills address critical aspects of the country's economic strategy, including international trade, legal reforms, and establishing the National Productivity Commission to enhance competitiveness."
  ]
}