{
  "translated_text": {
    "si": {
      "title": "මියගිය ශිෂ්යයාගේ මරණය පිළිබඳ තොරතුරු",
      "body_lines": [
        "කොළඹ නෙළුම් කුළුණේ 29 වන මහලේ සිට මියගිය සිසුවෙකු පිළිබඳව පොලිසිය යම් යම් තොරතුරු නිකුත් කර තිබේ.",
        "16 දෙනෙකු මෙම සිද්ධියෙන් කලුප්පිට්ටි ප්රදේශයේ හැදිලා මියගොස් ඇති බව පොලිසිය පවසයි.",
        "මෙම ශිෂ්යයා කොළඹ ජාත්යන්තර පාසලක ජාත්යන්තර පාසලක ඉගෙනුම ලබන අතර 29 වන මහලේ සිට ලොව අවසානයේ නෙළුම් කුළුණ දක්වා පැන සියදිවි නසාගෙන තිබේ.",
        "මේ අතර, අවුරුදු 15 ක දැරියක, අවුරුදු 15 ක දැරිය සහ පිරිමි ළමයෙක් සහ පිරිමි ළමයෙක්, පිරිමි ළමයෙක්, පිරිමි ළමයෙක් කොම්පනිඩර්රු හි කොම්පනිඩර්රු හි පිහිටි ඔඩියාර් සුඛෝපභෝගී මහල් නිවාසවල 67 වන මහලේ සිට මිය ගියහ.",
        "ඊට අමතරව, ඇගේ පියා පොලිසියට පාපොච්චාරණය කර ඇත්තේ මිතුරන්ගේ මරණයෙන් ශිෂ්යයා දැඩි මානසික අවපීඩනයෙන් පෙළෙන බවයි.",
        "සිසුවාගේ මළ සිරුර විමර්ශනය කරමින් සිටින අතර කොළඹ පොලිසිය අවමංගල්ය කාමරයේ තැන්පත් කර ඇති අතර මරදානා පොලිසිය වැඩිදුර පරීක්ෂණ පවත්වයි.. රීල්"
      ]
    },
    "en": {
      "title": "Information on the death of the deceased student",
      "body_lines": [
        "Police have released some information about a student who died from the 29th floor of the Lotus Tower in Colombo.",
        "A 16 -year -old student from Kaluppitti area has died in the incident, police said.",
        "The student was studying at an international school in Colombo in an international school in Colombo and had committed suicide by jumping from the 29th floor to the Lotus Tower at the end of the school.",
        "Meanwhile, the school's friends of the 15 -year -old girl and a boy who died from the 67th floor of the Odeyar Luxury Apartments in Kompanideru last July.",
        "In addition, her father has confessed to the police that the student was severely depressed by the death of friends.",
        "The body of the student is being investigated and the Colombo police are placed in the funeral room and the Maradana police are conducting further investigations.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Student dies from 29th floor of Lotus Tower in Colombo. 16-year-old from Kaluppitiya area. Attends international school in Colombo. Commits suicide by jumping. School friends also died recently. Father reports severe depression due to friend's death. Police investigating cause of death."
  ]
}