{
  "translated_text": {
    "ta": {
      "title": "மோடியிலிருந்து பங்களாதேஷுக்கு செய்தி",
      "body_lines": [
        "பங்களாதேஷில் இடைக்கால அரசாங்கத்தின் இடைக்கால மாநிலத்தில் முஹம்மது உனஸின் நோபல் மதிப்புமிக்கதால், இந்தியா பொறுப்புகளை ஏற்றுக்கொள்வதில் இந்தியா மகிழ்ச்சியடைகிறது என்று இந்திய பிரதமர் நரேந்திர மோடி தெரிவித்துள்ளார்.",
        "இந்து சிறுபான்மையினரை மீட்டெடுப்பதற்கும், இந்து சிறுபான்மையினரின் பாதுகாப்பை உறுதி செய்வதற்கும் பங்களாதேஷ் முக்கியமானது என்பதும் முக்கியம் என்று இந்திய பிரதமர் கூறியுள்ளார்.",
        "இந்திய பிரதமரும் தனது XCE ஐ வைத்திருக்கிறார்.",
        "அமைதி, பாதுகாப்பு மற்றும் மேம்பாட்டுக்காக இரு தரப்பினரின் பொதுவான அபிலாஷைகளை நிறைவேற்ற பங்களாதேஷுடன் கையாள இந்தியா உறுதிபூண்டுள்ளது என்று அது மேலும் கூறுகிறது.",
        "பங்களாதேஷ் பிரதமர் ஷேக் ஹசேனியுடன் அரசாங்கம் சரிந்து நாட்டை விட்டு வெளியேறியது, ஜனாதிபதி முகமது ஷாஹானினா பாராளுமன்றத்தை கலைக்க வேண்டியிருந்தது.",
        "இராணுவக் கட்டுப்பாட்டை நிராகரித்த எதிர்ப்பாளர்களின் வேண்டுகோளின்படி முஹம்மது யூன்ஸ் நடைபெற்றது.",
        "அமைதிக்கான நோபல் பரிசு பெறுநரான உனஸ், பங்களாதேஷில் பொருளாதார நிபுணர் மற்றும் ஒரு சமூக தொழில்முனைவோர் மற்றும் ஹசேனியின் சக்திவாய்ந்த போட்டியாளராக உள்ளார்.",
        "பங்களாதேஷில் புதிய கட்டுப்பாடு நிறுவப்படும் வரை முஹம்மது யூனியஸின் இடைக்கால அரசாங்கம் முஹம்மது யூனஸால் கட்டுப்படுத்தப்பட உள்ளது."
      ]
    },
    "en": {
      "title": "Message from Modi to Bangladesh",
      "body_lines": [
        "Indian Prime Minister Narendra Modi has said that India is pleased to take over responsibilities as the Nobel Prizest of Muhammad Uunus in Interim State of the Interim Government in Bangladesh.",
        "The Indian Prime Minister has said that it is also important that Bangladesh is the key to the recovery of the Hindu Minority and ensure the security of the Hindu Minority.",
        "The Indian Prime Minister has also held his XCE.",
        "It further states that India is committed to deal with Bangladesh to fulfill the common aspirations of both sides for peace, safety and development.",
        "The government collapsed with Bangladesh Prime Minister Sheikh Haseani and fleeing the country, and President Mohammed Shahanina had to dissolve the Parliament.",
        "Muhammad Yunes, according to the request of the protesters who had rejected the military control, was held.",
        "Uunus, a Nobel Peace Prize Recipient, is an economic expert in Bangladesh and a social entrepreneur and a powerful rival of Haseani.",
        "The interim government of Muhammad Unius is to be controlled by Muhammad Yunus until the new control was established in Bangladesh."
      ]
    }
  },
  "summary_lines": [
    "India, under PM Narendra Modi, has taken over the Nobel Peace Prize responsibilities from Muhammad Yunus, emphasizing support for Bangladesh's Hindu minority and commitment to peace, safety, and development. The move follows the collapse of Bangladesh's government, with PM Sheikh Hasina fleeing and President Mohammed Shahjahan dissolving Parliament. Yunus, a Nobel laureate and economic expert, is set to lead the interim government until new leadership is established."
  ]
}