{
  "translated_text": {
    "ta": {
      "title": "சிறை பறக்க பறக்க",
      "body_lines": [
        "வடக்கின் வடக்கில் ஒரு பெரிய நடவடிக்கை பிரெஞ்சு பொலிஸ் ஒழுங்கீனத்தில் ஒரு கைதியைத் தொடங்கியுள்ளது.",
        "கைதி, ஒரு போதைப்பொருள் வியாபாரி \"தி ஃப்ளீ\" என்று அழைத்தார், இந்த கைதி இன்னொருவரின் உதவியால் தப்பி ஓடினார்.",
        "அந்த நடவடிக்கைகளுக்குப் பிறகு அவர் மீண்டும் சிறைக்கு கொண்டு செல்லப்பட்டார்.",
        "அதிவேக நுழைவாயிலிலிருந்து சிறை உரை வெளிவந்தபோது, ​​ஒரு கவசக் கும்பல் வாகனங்கள் மற்றும் சிறை அதிகாரிகளுடன் தப்பி ஓடியது.",
        "முகமது அம்ரே போதைப்பொருள் கடத்தல் மற்றும் கடத்தல் ஆகிய குற்றச்சாட்டுகள் மற்றும் சிறையிலிருந்து தப்பி ஓட முயற்சித்து வருகிறார்.",
        "முகமது AMI தேடல் நடவடிக்கைகளுக்கு சுமார் 200 அதிகாரிகள் நிறுத்தப்பட்டனர், மேலும் குற்றவாளிகளைப் பயன்படுத்துவதாக சந்தேகிக்கப்படும் இரண்டு கார்களை அவர்களால் கண்டுபிடிக்க முடிந்தது."
      ]
    },
    "en": {
      "title": "Fly from jail fly",
      "body_lines": [
        "A huge operation in the north of the North has launched a prisoner in the French police clutter.",
        "The prisoner, a drug dealer called \"The Flei\", this prisoner was fled by the help of another.",
        "While he was taken back to the prison after that proceedings.",
        "When the prison text was coming out of a high-speed entrance, an armored gang had fled with the vehicles and prison officials who had been blocked.",
        "Mohammed Amrey has been accused of drug trafficking and abduction and has been trying to flee from the prison.",
        "About 200 officers were deployed for Mohammed Ami search operations and they were able to find two cars suspected to use criminals."
      ]
    }
  },
  "summary_lines": [
    "In a major operation, a drug dealer named \"The Flei\" escaped from a French prison with the help of accomplices. After being recaptured, an armored gang stormed the prison, freeing him again along with other prisoners and officials. The escapee, Mohammed Amrey, faces charges of drug trafficking and abduction. A large force searched for him, locating two vehicles possibly used by criminals."
  ]
}