{
  "translated_text": {
    "ta": {
      "title": "ரஷ்ய இராணுவத்தில் இந்தியர்களை மீட்டெடுக்க மோடி",
      "body_lines": [
        "இந்திய பிரதமர் நரேந்திர மோடி போரில் ரஷ்ய மற்றும் உக்ரேனிய போர் குறித்து ரஷ்யாவிடம் கேட்டுள்ளார்.",
        "ரஷ்ய அதிகாரிகள் இந்திய இராணுவம் ரஷ்ய இராணுவத்திற்கு ஆட்சேர்ப்பு செய்துள்ளதாகக் கூறியுள்ளனர், அவை அகற்றப்பட்டு விடுவிக்கப்படும்.",
        "ரஷ்யாவிற்கு அனுப்பப்பட்ட ரஷ்யாவிற்கு கோரப்பட வேண்டும் என்று இந்தியக் குழு தரகர்களை ஏமாற்றியது.",
        "இந்திய நாட்டினரின் எண்ணிக்கை போர்க்களத்தில் இறந்துவிட்டது, மேலும் 30 பேர் ரஷ்ய இராணுவத்துடன் இணைக்கப்பட்டுள்ளனர்.",
        "பிரதமர் மோடியின் ரஷ்ய சுற்றுப்பயணத்தின் முக்கிய நோக்கமாக பிரதமர் மோடி இருந்தது."
      ]
    },
    "en": {
      "title": "Modi to redeem Indians in the Russian army",
      "body_lines": [
        "Indian Prime Minister Narendra Modi has asked Russia on Russian and Ukrainian war in the war.",
        "The Russian authorities have said that the Indian army has recruited to the Russian army, they will be removed and released.",
        "A group of Indian deceived the brokers to be demanded to Russia where they had been sent to Russia.",
        "The number of Indian nationals have died on the battlefield and about 30 others are attached to the Russian army.",
        "Prime Minister Modi was a leading purpose of Prime Minister Modi's Russian tour."
      ]
    }
  },
  "summary_lines": [
    "Narendra Modi discussed the Russian-Ukrainian conflict with Russia, addressing concerns about Indian soldiers reportedly enlisted in the Russian army. Russia assured the release of any Indians involved, highlighting a case where a group of Indians were misled into serving there. Approximately 30 Indians are currently part of the Russian forces, with casualties reported on the battlefield. Modi's visit to Russia was aimed at resolving these issues."
  ]
}