{
  "translated_text": {
    "ta": {
      "title": "பாராளுமன்ற அமர்வைத் திறக்க எல்லாம் தயாராக உள்ளது",
      "body_lines": [
        "அரசு கொள்கை அறிக்கையை நாளை காலை 11:30 மணிக்கு முன்வைக்க ஜனாதிபதி",
        "மூன்றாவது பாராளுமன்றத்தின் முதல் சபை நாளை (21) திறக்கப்பட உள்ளது. ஒத்திகை இன்று (2024.11.20) பாராளுமன்ற வளாகத்தில் நடைபெற்றது.",
        "காலை 9.55 மணிக்கு MACE இன் நிலை வைக்கப்பட்ட பின்னர் நாளை காலை 10.00 மணிக்கு பாராளுமன்றம் சந்திக்கும்.",
        "சபாநாயகர் உத்தியோகபூர்வ உறுதிமொழி அல்லது சத்தியப்பிரமாணம், சபாநாயகர் மற்றும் சத்தியங்கள், சபாநாயகர், அத்துடன் அரசியலமைப்பின் 64 (1) அரசியலமைப்பின் நியமனம் மற்றும் அரசியலமைப்பை வழங்குகிறார் குழுத் தலைவர் தேர்ந்தெடுக்கப்படுவார். முதல் நாள் எம்.பி.க்களுக்கு இருக்கை ஆர்டர் இல்லை, மேலும் எம்.பி.க்கள் சாக்குப்போக்கில் அமர வாய்ப்பைப் பெறுகிறார்கள்.",
        "இந்த அடிப்படை நடவடிக்கைகளின் முடிவில் ஜனாதிபதி அனுரா குமாரா டிசனாயக்க தற்காலிகமாக இடைநீக்கம் செய்யப்பட உள்ளது, மேலும் அரசியலமைப்பின் படி காலை 11.30 மணிக்கு பாராளுமன்றத்தின் தலைவர் சபைக்கு வழங்க திட்டமிடப்பட்டுள்ளது.",
        "க .ரவ.",
        "அதன்படி, காலை 11:00 மணியளவில், அழைப்பாளர்கள் அனைவரும் காலை 11:00 மணிக்கு அமர்ந்திருக்க வேண்டும்.. க .ரவ.",
        "பேச்சாளரும் பாராளுமன்ற பொதுச் செயலாளருமான குஷானி ரோஹானா, பேச்சாளரும் பாராளுமன்றத்தின் பாராளுமன்ற பொதுச் செயலாளருமான க .ரவத்தால் பரவலாக வரவேற்கப்பட உள்ளார்.",
        "க ora ரவம் மற்றும் பாராளுமன்ற செயலாளர் மற்றும் பாராளுமன்ற பொதுச்செயலாளர் ஆகியோர் பாராளுமன்ற சபைக்கு அழைக்கப்படுவார்கள்.",
        "அடுத்த கட்டம் காலை 11:35 மணியளவில் பாரம்பரியம் வரை பாரம்பரியம், பாரம்பரியம் துணை சார்ஜென்ட், மேஸ், ஜனாதிபதி, பேச்சாளர், பேச்சாளர், பேச்சாளர், பேச்சாளர் மற்றும் பொதுச்செயலாளர் ஆகியோரின் பாரம்பரியம் வரை.",
        "கூட்டணியைத் துரத்தும் ஜனாதிபதி, பேச்சாளர் பாராளுமன்றக் குழுவில் பாராளுமன்றத்தின் கீழ் அமர்வின் செயலகத்துடன் அமர்ந்திருப்பார். அரசாங்கத்தின் கொள்கை அறிக்கையை ஜனாதிபதி சமர்ப்பித்த பின்னர் தேவாலயம் ஒத்திவைக்கப்படும்.",
        "மூன்றாம் பாராளுமன்றத்தின் திருமணக் கூட்டத்திற்கு வெளிநாட்டு இராஜதந்திரிகள் மற்றும் பிற இராஜதந்திரிகள் உள்ளிட்ட பிற இராஜதந்திரிகள் குழு அழைக்கப்பட்டுள்ளது என்று மதிப்புமிக்க குஷான் ஜெயரத்னே மேலும் கூறினார்.. இ-இன் அழைப்பிதழ்கள் நிகழ்வுக்கு குறிப்பிடப்பட்டுள்ளன என்று சார்ஜென்ட்-அட்-ஆங்கிலம் கூறியது."
      ]
    },
    "en": {
      "title": "Everything is ready to open the Parliamentary Session with",
      "body_lines": [
        "President to present government policy statement tomorrow at 11:30 am",
        "The first congregation of the Third Parliament is to be opened tomorrow (21). The rehearsal was held today (2024.11.20) at the premises of Parliament.",
        "Parliament will meet at 10.00 am tomorrow after the Condition of the Mace is placed in the Chamber at 9.55 am.Submits the House.",
        "The Speaker is the official pledge, providing the official pledge or oath, the Speaker and oaths, the Speaker, as well as the Appointment of the Constitution of Article 64 (1) of the Constitution of the Constitution and the Constitution of the Constitution.Deputy Committee Chairman will be elected. The first day there is no seating order for the MPs, and MPs receive the opportunity to sit on the pretext.",
        "President Anura Kumara Dissanayake is to be temporarily suspended at the end of these basic activities and is scheduled to be presented to the House of Chairman to Parliament at 11.30 am in accordance with the Constitution.",
        "The Hon.",
        "Accordingly, around 11:00 am, all the invitees are to be seated at 11:00 am.. The Hon.",
        "The Speaker and the General Secretary General of Parliament Kushani Rohana, the Speaker and the Parliament's Secretary General of Parliament is due to be widely welcomed by Hon.",
        "The Hon. Speaker and the Secretary General of Parliament, the Secretary of the Serjeant-at-Arms and the Secretary General of Parliament will be invited to the Parliamentary House.",
        "The next step is to the tradition until the tradition of the throughout 11:35 am until the tradition is the tradition of the Deputy Sergeant, Mace, the President, the Speaker, the Speaker, Speaker, Speaker and Secretary-General.",
        "The President chasing to the coalition, the Speaker will be sitting with the Secretariat of the lower session of Parliament at the Committee of Parliament. The church will be adjourned after the President has submitted the government's policy statement.",
        "The Venerable Kushan Jayaratne added that a group of other diplomats including foreign diplomats and other diplomats have been invited to the wedding meeting of the Third Parliament.. The Serjeant-at-English stated that the e-in invitations have been referred to the event."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Parliament opens tomorrow at 10 AM. Rehearsal held today. President presents government policy at 11:30 AM. First session of Third Parliament commences.\""
  ]
}