{
  "translated_text": {
    "si": {
      "title": "මිනිසුන් ආර්ථික කොටස් හිමියන් බවට පත් කරමු",
      "body_lines": [
        "අධ්යාපනය, ඉඩම්, නිවාස, ව්යාපාර අයිතිවාසිකම්. ජනාධිපති රනිල් වික්රමසිංහ මහතා පවසා ඇත්තේ ආර්ථිකයේ ජනතාව ශක්තිමත් කිරීමට පියවර ගන්නා බවයි.",
        "මෙම අවස්ථාවට කොළඹ සංගමයේ රන්ති නිවාස නිවස භාර දී ඇති බව ජනාධිපතිතුමා මේ බව පැවසීය.. ඔහු වැඩිදුර ආමන්ත්රණ කරන විට,",
        "ආර්ථිකය ශක්තිමත් කිරීම සඳහා අප විසින් ක්රියාත්මක කරන ලද බදු ප්රතිපත්තිය ජීවිතයේ බර තවදුරටත් ඉහළ ගියේය. නමුත් ඔබ එම දුෂ්කරතා විඳදරාගෙන ඇති නිසා, ණයට ගැනීම සහ මුදල් නොමැතිව රජයේ ආදායම වැඩි කිරීමට රජයට හැකි විය. රුපියල් 10,000 ක වැටුප් වැඩිවීමක් සඳහා මේ වසරේ රාජ්ය සේවකයින්ට හැකි වූයේ එබැවිනි. රුපියලේ වටිනාකම ද ශක්තිමත් වේ.",
        "පීඩාවට පත් ජනතාවට ස්තූති කිරීම සඳහා ස්ථිර ඉඩම් අයිතිය සහ ස්ථිර නිවාස අයිතිය මම සලකමි. නිවාස 50,000 ක් ඉදිරියේදී ජනතාවට භාර දෙනු ඇත. 1996 අග්රාමාත්ය ධුරය දැරූ කාලය තුළ චීන රජය විසින් සපයනු ලබන නිවාස 1996 ඉදිකිරීම අවසන් කිරීමට අපි බලාපොරොත්තු වෙමු.",
        "ඉඩම් හා නිවාස අයිතිවාසිකම් සඳහා ස්ථිර අයිතිවාසිකම් මීට පෙර ලබා දී නොමැත. අනාගතයේ දී අධ්යාපන, ඉඩම්, නිවාස හා ව්යාපාර අයිතිවාසිකම් ලබා දීමෙන් ජනතාවට රටේ ආර්ථිකයට විශාල දායකත්වයක් ලබා දීමට මම බලාපොරොත්තු වෙමි.. (ඒ)"
      ]
    },
    "en": {
      "title": "Let us make people economic shareholders",
      "body_lines": [
        "Education, Land, Home, Business Rights. President Ranil Wickremesinghe has said that steps will be taken to make the people strong in the economy.",
        "The President said this at the event to hand over the Ranthi Housing House at the Colombo Association. When he further addresses,",
        "The tax policy we implemented to strengthen the economy further increased the burden of life. But because you have endured those hardships, the government was able to increase the income of the government without borrowing and money. That is why this year, public servants were able to pay a 10,000 rupee salary increase. The value of the rupee is also strengthened.",
        "I consider permanent land rights and permanent home rights to thank the affected people. 50,000 houses will be handed over to people in the future. We expect to complete the construction of 1996 houses provided by the Chinese government during his tenure as Prime Minister.",
        "Permanent rights for land and home rights have not been granted before. I look forward to giving the people a great contribution to the economy of the country by providing people with education, land, housing and business rights in the future.. (A)"
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe aims to empower citizens economically by granting permanent land and home rights, among other benefits, to strengthen the economy. Despite tax policy challenges, the government has managed to increase public servant salaries and the value of the rupee without borrowing."
  ]
}