{
  "translated_text": {
    "si": {
      "title": "අධ්යාපන අමාත්යාංශය - මයික්රොසොෆ්ට්",
      "body_lines": [
        "සිසුන් 08 කට වැඩි ප්රමාණයක් (ඒපී) (ඒ.) සිසුන් 08 කට වැඩි ප්රමාණයක් සඳහා තොරතුරු තාක්ෂණ පා se මාලාව සඳහා පුරෝගාමී වැඩසටහනක් ක්රියාත්මක කිරීම පිළිබඳ අවබෝධතා ගිවිසුම් පිළිබඳ අවබෝධයක් (ඒ.",
        "දිස්ත්රික්ක 20 ක පාසල් 20 ක් පාසල් 20 ක් තෝරාගෙන මෙම පුරෝගාමී වැඩසටහන සිසුන් 8 කට වැඩි ගණනකට සහ නවීන පන්ති කාමර සහ තාක්ෂණික උපකරණ ලබා දීමට තීරණය කර තිබේ.",
        "ඒ අනුව, මයික්රොසොෆ්ට් කණ්ඩායමක් තාක්ෂණිකව අධ්යාපන කටයුතු සඳහා ආධාර ලබා දෙනු ඇත.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා සහ මයික්රොසොෆ්සෆ්ට් හි නියෝජිතයින් අතර පැවති සාකච්ඡාවක් අවබෝධතා ගිවිසුමට පෙර ජනාධිපති කාර්යාලයේදී පැවැත්විණි.",
        "මේ අතර, පාසැල් විෂය මාලාව කෘතිම බුද්ධිය සමඟ පූර්ණ ලෙස සහයෝගයෙන් කටයුතු කරන බව මයික්රොසොෆ්ට් නියෝජිතයින් ජනාධිපතිවරයාට සහතික වී තිබේ.",
        "ඉන්දියාවේ සැන්ටොක් සහ සිකුරාදා දකුණු ආසියානු කලාපීය ප්රධානී. පියනෙට් චූක්) ශ්රී ලංකාවේ නව තාක්ෂණයෙන් කෘතිම බුද්ධිය හඳුන්වා දීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ සුබ පැතුම්.",
        "අධ්යාපන අමාත්ය සුසිල් ප්රේම්ජයන්ත පෙන්වා දුන්නේ 2025 සිට මෙම වැඩසටහන සම්පුර්ණයෙන්ම ක්රියාත්මක කිරීමට අපේක්ෂා කරන බවයි.",
        "මෙම අවස්ථාවට සහභාගී වූ ජුලි ගීතයේ එක්සත් ජනපද තානාපති ජූලී ගීතයක් මෙම අවස්ථාවට සහභාගී වූ අතර මෙය ශ්රී ලංකාවේ ජනතාවට මෙය හොඳ අවස්ථාවක් බවත්, සියල්ලන්ටම ප්රතිලාභ සැලසීමට අවශ්ය බවත් අවධාරණය කළහ.",
        "ශ්රී ලාංකික ජනතාවගේ සහ පාසල් දරුවන්ගේ ඉංග්රීසි භාෂා කුසලතා වැඩි දියුණු කිරීම සඳහා තමා ස්වාධීන කණ්ඩායම්වල සහාය ලබා ගන්නා බව ද ඔහු පැවසීය.",
        "තාක්ෂණික රාජ්ය අමාත්ය තාක්ෂණික රාජ්ය අමාත්ය, ජාතික ආරක්ෂක, ජාතික ආරක්ෂක, අධ්යාපන අමාත්ය සාලාත් පෙරේරා, කාර්මික අමාත්ය වසන්ත පෙරේරා, කාර්මික අමාත්යාංශයේ ලේකම් ධර්මසිරි කුමාරතුංග සහ මයික්රොසොෆ්ට්, කොළඹ ටීඑස් සේනානායක විද්යාලය, මුස්ලිම් කාන්තාවන්, මෙම අවස්ථාවට පාසල, තංගල්ලේ බාලිකා විද්යාලය සහ කොළඹ හින්දු විද්යාලය වැනි පාසල්වල විදුහල්පතිවරුන්, ගුරුවරුන් සහ සිසුන් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "Ministry of Education - Microsoft",
      "body_lines": [
        "A Memorandum of Understanding (Memorandum) on the implementation of a pioneering program for the Information Technology course for more than 08 students (AI) was signed between the Ministry of Education and Microsoft on Tuesday (19).",
        "It has been decided to select 20 schools in 20 districts and implement this pioneering program for more than 8 students and provide modern classrooms and technical equipment.",
        "Accordingly, a team of Microsoft will provide assistance to technically carry out educational activities.",
        "A meeting between President Ranil Wickremesinghe and Microsoft's representatives was held at the Presidential Office before the Memorandum of Understanding.",
        "Meanwhile, Microsoft representatives have assured the president that the school curriculum will be fully cooperating with artificial intelligence.",
        "Punit Santok of India and South Asian Regional Head of Microsoft. Puneet Chandok) congratulated President Ranil Wickremesinghe for the introduction of artificial intelligence with new technology in Sri Lanka.",
        "Minister of Education Susil Premjayantha pointed out that the program is expected to be fully implemented from 2025.",
        "US Ambassador to Sri Lanka, Julie Song, who was present at the event, stressed that this was a great opportunity for the people of Sri Lanka and that it was necessary to benefit all.",
        "He also said that he is gaining the support of independent groups to improve the English language skills of Sri Lankan people and school children.",
        "Technical Minister of State for Technology, Kanaka Herath, President of the National Security and President of the President, Sagala Ratnayake, Chief Minister of Education, Vasantha Perera, Technical Ministry Secretary Dharmasiri Kumaratunga and Senior Officers of Microsoft, Colombo TS Senanayake College, Muslim WomenPrincipals, teachers and students of schools such as school, Tangalle Girls College and Colombo Hindu College participated in the event."
      ]
    }
  },
  "summary_lines": [
    "The Ministry of Education and Microsoft signed a Memorandum for an AI-focused IT course program, involving 20 schools across 20 districts. Microsoft will provide technical support and modern classrooms. President Ranil Wickremesinghe met with Microsoft representatives, who assured cooperation with AI in the curriculum. Punit Santok of Microsoft congratulated the president. The program aims for full implementation by 2025. US Ambassador Julie Song highlighted the opportunity for Sri Lanka, emphasizing the need for inclusivity and support for English language skills."
  ]
}