{
  "translated_text": {
    "ta": {
      "title": "ஒரு சிறுவனை இங்கிலாந்துக்கு நகர்த்தும் முயற்சி",
      "body_lines": [
        "இரண்டு வயது தமிழ் தேசிய சிறுவர்கள் 17 வயது தமிழ் சிறுவனை ஒரு இலங்கை தாயுடன் அழைத்துச் செல்ல தயாராக உள்ளனர், இது இங்கிலாந்தில் அமைந்துள்ளது மற்றும் 17 வயது தமிழ் சிறுவன் கணக்கெடுப்பு பிரிவு கைது செய்யப்பட்டுள்ளது.",
        "ஒரு சிறுவனுக்குப் பிறகு 04/26 நாட்களுக்குப் பிறகு முல்லிட்டிவுவில் வசிக்கும் ஒரு பெண், ஸ்ரீலங்கன் ஏர்லைன்ஸ் 503 க்கு சொந்தமான விமானத்தில் கட்டுனாயக்க விமான நிலையத்தை அடைந்தது.",
        "இலங்கை விமானப் போக்குவரத்து சாளரத்திற்கு திரும்பும்போது, ​​இரு விமான அதிகாரிகளும் குடியேற்றத் துறை மற்றும் குடியேற்றத் துறையிடம் குடியேற்ற நிறுவனம் மற்றும் குடியேற்றத் துறையின் குடியேற்றத் துறையிடம் ஒப்படைக்கப்பட்டுள்ளனர்.",
        "இந்த ஆவணங்கள் அவை செய்யப்பட்ட தொழில்நுட்ப சோதனைகளில் உறுதிப்படுத்தப்பட்டன.",
        "குடிவரவு மற்றும் குடியேற்றத் துறை அதிகாரிகள் சிறுவனை ஒதுக்கி வைத்து இந்த விஷயத்தில் விசாரிக்க நடவடிக்கை எடுத்தனர்.",
        "அதன்படி, இவை உடனடியாக அவரது தாயைக் கைது செய்து அவரது குடும்பத்தினரை விசாரித்தன, மேலும் அவரது குடும்பத்தினர் கடுமையாக சிரமப்படுகிறார்கள்.",
        "இரு பெண்களும் முல்லிட்டிவுவில் வசிப்பவர்கள், மற்றும் குடிவரவு மற்றும் குடியேற்றத் துறை குடியேற்றத் துறை மற்றும் எல்லைக்குட்பட்ட கண்காணிப்புத் துறை அதிகாரிகள் மேலும் விசாரணைகள் தொடர்பாக கட்டூனாயக்க விமான நிலைய குற்றவியல் விசாரணைகளுக்கு ஒப்படைக்கப்பட்டுள்ளனர்.",
        "இலங்கை சிறுவர்களை இங்கிலாந்துக்கு அழைத்துச் சென்று இலங்கை சிறுவர்களை இங்கிலாந்துக்கு இயக்கவும், இலங்கை சிறுவர்களை இங்கிலாந்துக்கு இங்கிலாந்து வரை பராமரிக்கவும் இலங்கை சிறுவர்கள் தயாராக இருந்தனர் என்பது தெரியவந்துள்ளது."
      ]
    },
    "en": {
      "title": "The attempt to move a boy to England",
      "body_lines": [
        "Two-year-old Tamil national boys have been prepared to take a 17-year-old Tamil boy with a Sri Lankan mother and her son's information, which is located in England and has a 17-year-old Tamil boy.Officers of the Survey Unit have been arrested.",
        "A woman residing in Mullaittivu at 04/26 days after a boy, SriLankan Airlines had reached the Katunayake Airport on the 503-owned aircraft.",
        "While returning to the Sri Lankan Aviation Window to carry out its aviation clearance, the two airline officers have been handed over to the Department of Immigration and Emigration Department for the Institute of Immigration and Emigration Department on suspicion of these documents.",
        "These documents were confirmed in technical tests where they were made.",
        "Immigration and Emigration Department officials had taken steps to take the boy aside and inquire into the matter..",
        "Accordingly, these immediately arrests his mother and interrogated his family and was further questioned and his family had been severely inconvenienced.In this way, the child was trying to spend abroad.",
        "Both women are residents of Mullaittivu, and the officials of the Department of Immigration and Emigration Department of Immigration and Emigration Department of Bordery Surveillance Unit have been handed over to the Katunayake Airport Criminal Investigations into further investigations.",
        "It has been revealed that the Sri Lankan boys were prepared to take Sri Lankan boys to England and run Sri Lankan boys to England and maintain Sri Lankan boys to England to England."
      ]
    }
  },
  "summary_lines": [
    "Two-year-old Tamil boys, with a Sri Lankan mother, were arrested for attempting to smuggle a 17-year-old Tamil boy to England. The boy's mother was interrogated, and the case is under investigation."
  ]
}