{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதி ஜனாதிபதியிடம் கோரிக்கை: ஊழல் எதிர்ப்பு சட்டம் அமைச்சரவையில் வைக்கப்படவில்லை",
      "body_lines": [
        "ஊழல் எதிர்ப்பு மசோதாவை அமைச்சரவையில் சமர்ப்பிக்க வேண்டாம் என்று ஜனாதிபதி ரணில் விக்கிரமேசிங்கிடம் ஒரு இளைஞர் எம்.பி.",
        "எதிர்காலத்தில் ஊழல் எதிர்ப்பு மசோதாவை சமர்ப்பிப்பதற்கான ஏற்பாடுகளின் பின்னணியில் இளைஞர்கள் இந்த கோரிக்கையை முன்வைத்துள்ளனர்.",
        "ஜனாதிபதி தேர்தலுக்கு முன்னர் இந்த மசோதாவை தீர்க்குமாறு ஜனாதிபதி ரானில் விக்கிரேமேசிங்கை இந்த எம்.பி.",
        "மூத்த அரசு அமைச்சர்களுடன் கலந்துரையாட ஜனாதிபதி ரணில் விக்ரமேசிங்கை மூத்த அரசு அமைச்சர்களுடன் விவாதிக்க திட்டமிடப்பட்டுள்ளது என்று தெரிவிக்கப்பட்டுள்ளது.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கின் நிர்வாகத்தின் கீழ், இந்த மசோதா அமைச்சரவையில் ஒரு பத்திரிகையாளர் சந்திப்பில் பாராளுமன்றத்தில் முடிவு செய்யப்பட்டது."
      ]
    },
    "en": {
      "title": "President requests the President: Anti-Corruption Act is not put in cabinet",
      "body_lines": [
        "A youth MP has requested the President Ranil Wickremesinghe not to submit anti-corruption bill to the Cabinet.",
        "The youth has made this request in the backdrop of the arrangements to submit the anti-Corruption Bill within the Future.",
        "This MP has requested the President Ranil Wickremesinghe to address the bill before the presidential election.",
        "It is reported that President Ranil Wickremesinghe is scheduled to be discussed with senior government ministers to discuss with senior government ministers.",
        "Under the administration of President Ranil Wickremesinghe, the Bill was presented to the Cabinet at a press conference to decide in Parliament."
      ]
    }
  },
  "summary_lines": [
    "A youth MP urges President Ranil Wickremesinghe not to present the anti-corruption bill to the Cabinet, citing its submission should precede the upcoming presidential election. The President plans to consult with senior ministers about the bill, which was initially proposed under his administration but awaits parliamentary decision."
  ]
}