{
  "translated_text": {
    "ta": {
      "title": "நாடு பல குடும்பங்களின் சொத்தாக மாறியுள்ளது",
      "body_lines": [
        "2324 பணக்கார நாடு ஒழுங்கமைத்தது தேசிய நாட்டுப்புற யானை வெல்லவயாவில் உள்ள வெல்லவயா பிரதான பஸ் ஸ்டாண்டில் நடைபெற்றது.",
        "இந்த பேரணியை தேசிய மின் துறையின் முன்னாள் மாகாண கவுன்சிலர் ஆர்.எம். ஜெயவர்தேனா ஏற்பாடு செய்தார்.",
        "தேசிய மக்கள் குடியரசின் தலைவர் அனுரா குமாரா டிசனாயக்கே நிச்சயமாக ஏழ்மையான நாட்டைப் பெற முடியாத பணக்கார நாட்டைக் கொண்ட பணக்கார நாடு இல்லாமல் இருக்கிறார்.",
        "ஸ்ரீலங்கன் பெரும்பான்மை மக்கள் வறுமையில் உள்ளனர். கால்மண்ட் ரன்மால் கூட மோதிரத்தை இழுத்துள்ளார். மேலும், சிறு குழந்தை ஒரு வங்கி அல்லது அடமான மையத்தில் உள்ளது. ஆனால் நாட்டின் ஆட்சியாளர்கள் பாதிக்கப்பட்டவர். இந்த அமைப்பு மாற்றப்பட வேண்டும்.",
        "ஏழைகளான பணக்கார ஆட்சியாளர்களின் முறை உடனடியாக மாற்றப்பட வேண்டும். எதிர்கால ஜனாதிபதித் தேர்தலில் இதைச் செய்யலாம். அனைத்து மக்களும் ஒன்றுகூடி தேசிய அரசாங்கத்திற்காக தேசிய அரசாங்கத்தை கோருவார்கள் .இது வளங்கள் நிறைந்த நாடு. ஒக்காம்பிட்டியா, அலஹெரா மற்றும் ரத்னபுரா பகுதிகளில் கற்கள் பொதுவானவை.",
        "ஆனால் அந்த வளத்தைப் பெற வழி இல்லை. பெறப்பட்ட மரபணு சரியான தயாரிப்பைப் பெறாது. எங்களிடம் ஒரு வளமான நிலம் உள்ளது, ஆனால் விவசாயத்திலிருந்து பயனடைய எந்த திட்டமும் இல்லை. விவசாயி ஒரு பொருளாதார செரீவரில் விழுகிறார். இந்த சூழ்நிலையிலிருந்து நாடு உடனடியாக மீட்கப்பட வேண்டும். தண்ணீர், நமக்குத் தேவையான சோலாரி, அதற்கு சரியான திட்டம் இல்லை.",
        "காற்று மற்றும் நீர் மற்றும் சூரியன் வெளிநாடுகளுக்கு விற்கப்படுகின்றன.. இன்று நம் நாடு குடும்ப அரசியலால் நிர்வகிக்கப்படுகிறது. பிப்லிசி அபோவிஸ் புரோஜ்ட்களிலிருந்து. ஒரு சில குடும்பங்களில் தூதர்கள் ஒரு சில குடும்பங்களாக மாறிவிட்டனர்.",
        "சஜித் ஜனாதிபதியின் ஜனாதிபதியாக இருக்கிறார், ஆனால் அவர் ஒரு தீவிரமான குழுவை எடுத்துக் கொள்ளவில்லை.",
        "இந்த வேலை ஒரே நேரத்தில் சாத்தியமில்லை. பொருளாதார நிலைமை மேம்படுத்தப்படும் வரை ஒவ்வொரு ஏழைக் குடும்பத்திற்கும் வாழ்வதற்கு அரசாங்கம் போதுமான பணத்தை வழங்குகிறது. வரி ஏய்ப்பு உள்ளவர்களிடமிருந்து வரி மீட்கப்படுகிறது. அந்த வரிகள் நாட்டில் ஏழை மக்களுக்கு செலவிடுகின்றன. தற்போதைய நிலைமையைப் பற்றி மக்களுக்கு நன்கு புரிதல் உள்ளது.",
        "தேசிய நாட்டுப்புறத் தேர்தலுக்கு மக்களை மீட்டெடுக்க அவர்கள் தயாராக இல்லை. \""
      ]
    },
    "en": {
      "title": "The country has become an property of several families",
      "body_lines": [
        "The 2324 richest country organized the national folk elephant was held at the Wellawaya main bus stand on Wellawaya.",
        "The rally was organized by the former Provincial Councilor RM Jayawardena of the National Power Department.",
        "The Leader of the National People's Republic Anura Kumara Dissanayake is definitely without a rich country with a rich country who cannot acquire the poorest country.",
        "The SriLankan majority people are in poverty. The Galmand Ranmal has even tached the ring. Moreover, the small child is in a bank or mortgage center. But the rulers of the country sufferer. This system should be changed.",
        "The method of rich rulers who are poor, should be changed immediately. It can be done in the future presidential election. All the people will be assembled and demanding the national government for the national government .It is a country full of resources. Gems are common in the Okkampitiya, Alahera and Ratnapura areas.",
        "But there is no way to get that resource. The genic received does not receive a proper product. We have a fertile land, but there is no program to benefit from agriculture. The farmer is falling into an economic cerever. The country should be immediately recovered from this situation. Water, the solarry we need, there is no proper program for it.",
        "The wind and water and the sun are selling overseas.. Today our country is governed by family politics. FROM BIBLITY ABOVICE PROJTS. Ambassadors have become a few families in a few families.",
        "The same is Sajith is the president of the president, but he does not take a serious group of people.The government is only able to take the price.",
        "These work is not possible at once. The government provides sufficient money to live to every poor family until the economic situation is improved. Taxes are recovered from the people who have tax evasion. Those taxes spend on the poor people in the country. The people have a better understanding of the current situation.",
        "They know about those whose the country. The people are not ready to be restored to the national folk election. \""
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's economy struggles under family rule, poverty affects majority, agricultural potential untapped, natural resources mismanaged, political corruption prevalent, urgent reform needed."
  ]
}