{
  "translated_text": {
    "ta": {
      "title": "பொதுத் தேர்தலில் வாக்குச் சீட்டு இப்படித்தான் வருகிறது",
      "body_lines": [
        "பொலொன்னாருவா, மொனெராகலா மற்றும் கெகல்லே தேர்தல் மாவட்டங்கள் தொடர்பான ஒரு நெடுவரிசை மற்றும் வாக்குச்சீட்டு ஆவணங்கள் இரண்டு வேலைநிறுத்தங்களுக்கு அச்சிடப்பட்டுள்ளன.",
        "ஒவ்வொரு வாக்காளருக்கும் ஒரு வாக்காளர் இருப்பதாகவும், அது ஒரு அரசியல் கட்சி அல்லது சுயாதீன குழுவுக்கு வழங்கப்படும் என்றும் தேர்தல் ஆணையம் கூறுகிறது.",
        "ஏற்றுக்கொள்ளப்பட்ட அரசியல் கட்சி சுயாதீன குழுவின் பெயர் மற்றும் அடையாளங்கள் அல்லது முன் பெட்டியில் வெற்று பெட்டியின் பெயரைப் பயன்படுத்துவதன் மூலம் வாக்களிக்க வேண்டும்.",
        "அதன்பிறகு, பல வேட்பாளர்கள் அரசியல் கட்சி அல்லது சுயாதீன குழுவில் மூன்று வேட்பாளர்களுக்கு தங்கள் விருப்பத்தை வெளிப்படுத்த முடியும் என்று கூறப்படுகிறது.",
        "வாக்குச்சீட்டின் வேட்பாளரின் விருப்பத்தை குறிக்க விருப்பம் வழங்கப்படலாம்.",
        "தேர்தல்கள் தேர்தல்களில் வாக்குச்சீட்டைக் கவனிக்காவிட்டால், அவர்கள் ஒன்றுக்கு மேற்பட்ட அரசியல் கட்சிகளுக்கு வாக்களித்தால் அல்லது ஒன்றுக்கு மேற்பட்ட சுயாதீன குழுக்களுக்கு வாக்களித்தால்.. வாக்குகள் மற்றும் விருப்பத்தை வழங்க வாக்குகளை (எக்ஸ்) பயன்படுத்தவும் கோரப்படுகிறது."
      ]
    },
    "en": {
      "title": "This is how the ballot paper comes on the general election",
      "body_lines": [
        "One column and the ballot papers regarding Polonnaruwa, Moneragala and Kegalle Electoral districts have been printed to two strikes.",
        "The Elections Commission states that every voter has one voter and it will be given to a political party or independent group.",
        "The accepted political party should vote and votes by applying the name of the name and marks of the independent group or the blank box in the front box.",
        "It is said that after that, a number of candidates can express their preference to three candidates in the political party or independent group.",
        "The preference can be given to mark the preference of the candidate of the ballot.",
        "The Elections The Elections states that if the ballot may not be looked after the ballot, if they vote for more than one political parties or to vote for more than one independent group.. It is also requested to use the vote (x) to provide votes and preference."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "General election ballot paper: One column format. Voters choose one party/group. Mark preferences for up to 3 candidates. No voting for multiple parties/groups allowed. Use \"X\" to indicate votes and preferences."
  ]
}