{
  "translated_text": {
    "si": {
      "title": "ජනාධිපති අපේක්ෂක නාමල් රාජපක්ෂ අපට අභියෝගයක් නොවේ: ප්රසන්න රණතුංග",
      "body_lines": [
        "ජනාධිපතිවරණයේදී එක්සත් ජනපදය සහ එක්සත් ජනතා බලය අතර ප්රතිවාදියෙකු සිටී. ජනාධිපති අපේක්ෂක නාමල් රාජපක්ෂ මහතා අභියෝගයක් නොවන බව නිවාස හා නාගරික සංවර්ධන අමාත්ය ප්රසන්න රණතුංග මහතා පැවසුවේ, ජනතාව රාජපක්ෂ පවුලට ගරු කිරීම ජනතාවට ගෞරව කර ඇති බවයි.",
        "ඔහු කොළඹ ඉරිදා සවස කොළඹදී මාධ්යයට අදහස් දක්වමින් කියා සිටියේය.",
        "හිටපු ජනාධිපති මහින්ද රාජපක්ෂ මහතාට අපට තවමත් ගෞරවයක් ඇත.",
        "එහෙත් රටේ ජනතාව රාජපක්ෂ පවුලට ගරු නොකළ බව සැලකිල්ලට ගත යුතුය.",
        "හිටපු ජනාධිපති මහින්ද රාජපක්ෂ මහතා පළමු හා රට වන දෙවන හා තෙවනුව වෙත යොමු වනු ඇත.",
        "මේ වන විට රට ගැන පමණක් සිතිය යුතු බැවින් ජනාධිපති රනිල් වික්රමසිංහට සහාය දීමට අපි තීරණය කර ඇත්තෙමු.",
        "ජනාධිපතිවරණයේදී අප හා එක්සත් ජනතා බලය අතර තරගය. ජනාධිපති අපේක්ෂක නාමල් රාජපක්ෂ අපට අභියෝගයක් නොව, ජනාධිපති අපේක්ෂක බත්වමුලේ සීලරත්න තෙර සහ නාමල් රාජපක්ෂ අතර තරගය.",
        "ජනාධිපති රනිල් වික්රමසිංහගේ නායකත්වයෙන් යුත් රජයක් අපි අනිවාර්යයෙන්ම නිර්මාණය කරමු. අපි මේ සතියේ සිට අපේ මැතිවරණ ව්යාපාර ආරම්භ කරන්නෙමු."
      ]
    },
    "en": {
      "title": "Presidential candidate Namal Rajapaksa is not a challenge for us: Prasanna Ranatunga",
      "body_lines": [
        "There is a rival between us and the United People's Power in the presidential election. Housing and Urban Development Minister Prasanna Ranatunga said that the presidential candidate Namal Rajapaksa is not a challenge, but the people have honored Mahinda Rajapaksa and not respecting the Rajapakse family.",
        "He was speaking to the media after the event on Sunday evening in Colombo.",
        "We still have respect for former President Mahinda Rajapakse.",
        "But it must be noted that the people of the country did not respect the Rajapaksa family.",
        "Former President Mahinda Rajapakse will refer to the first and the country, the second and the third.",
        "We have decided to support President Ranil Wickremesinghe as we should only think about the country at present.",
        "Contest between us and the United People's Power in the presidential election. Presidential candidate Namal Rajapaksa is not a challenge for us, but the contest between Presidential candidate Battaramulle Seelaratne Thera and Namal Rajapaksa.",
        "We will definitely create a government led by President Ranil Wickremesinghe. We will start our election campaigns from this week."
      ]
    }
  },
  "summary_lines": [
    "Housing Minister Prasanna Ranatunga dismisses Namal Rajapaksa as a threat in the upcoming presidential election, highlighting the real competition lies between their party and the United People's Power. He respects Mahinda Rajapaksa but criticizes public sentiment towards the Rajapaksa family. Their focus remains on supporting President Ranil Wickremesinghe, aiming to form a government under his leadership."
  ]
}