{
  "translated_text": {
    "si": {
      "title": "නිහ silent කතන්දර බොහොමයක් කල් පවත්නා දේශපාලන විසඳුමක අවශ්යතාවය අවධාරණය කරයි - එක්සත් ජනපද තානාපති ජුලී චුන්ග්",
      "body_lines": [
        "එක්සත් ජනපද තානාපති ජුලී ගායනයේ කියා සිටියේ එක්සත් ජනපදය යුක්තිය, සමාන අයිතිවාසිකම් සහ සමාන අවස්ථා සඳහා සටන් කරන ශ්රී ලාංකික ජනතාවගේ දැඩි හවුල්කරුවකු වන අතර දිගු දේශපාලන විසඳුමක අවශ්යතාවය අවධාරණය කළේය.",
        "රාජ්ය හමුදා සහ ශ්රී ලංකාවේ විමුක්ති කොටි අතර දශක තුනක යුද්ධය අවසන් වීමත් සමඟ යුද්ධය අවසන් වී වසර 15 ක් ගතවී ඇත.. එවැනි තත්වයක් තුළ, උතුරට ගිය එක්සත් ජනපද තානාපති ජුලී ගුරු යාපනයේ ජුලී ගායනය කළ අතර යාපනයේ රාජ්ය හා සිවිල් පක්ෂ හමුවිය.",
        "විශේෂයෙන් සිවිල් යුද්ධය පැවති සමයේදී, අතුරුදහන් වූවන්ගේ relatives ාතීන් හිටපු සටන්කාමීන් හා හිටපු ත්රස්ත නීතිය රැඳවියන්ගේ පවුල් හමුවිය.. සියලුම පවුල්වලට ආදරණීයයන් සැමරීමේ අයිතිය ඇති බව පැවසූ එක්සත් ජනපද තානාපතිවරයා, ආදරණීයයන් සැමරීමේ අයිතිය දිගු කළ දේශපාලන විසඳුමක අවශ්යතාවය අවධාරණය කළේය.",
        "මේ අවස්ථාවේ දී, එක්සත් ජනපද තානාපතිවරයා ශ්රී ලංකාවේ සිවිල් යුද්ධය අවසන් වී වසර 15 කට වසර 15 කට පසු සමරෙමින් පවතින බව වැඩිදුරටත් පැවසීය.",
        "ශ්රී ලංකාවේ සිවිල් යුද්ධය අවසන් වී වසර 15 ක් ගතවී ඇත. එක්සත් ජනපදය එක්සත් අනාගතය සඳහා පසුබෑම හා විශ්වාසය පිළිබිඹු කිරීම සඳහා සියලුම ශ්රී ලාංකිකයින් සමඟ පෙනී සිටී. යුක්තිය, සමාන අයිතිවාසිකම් සහ සමාන අවස්ථා සඳහා සටන් කරන ශ්රී ලාංකික ජනතාවගේ දැඩි හවුල්කරුවා එක්සත් ජනපදය වේ.",
        "\"තිරසාර සාමය හා ප්රගතිය පිළිබඳ විවිධත්වය ඇතුළුව සමෘද්ධිමත් අනාගතය කරා යන ශ්රී ලංකාව යන ගමන සඳහා එක්සත් ජනපදයේ කැපවීම අප නැවත තහවුරු කරමමු.\""
      ]
    },
    "en": {
      "title": "Many of the silent stories emphasize the need for a durable political solution - US Ambassador Julie Chung",
      "body_lines": [
        "நீதி, சம உரிமைகள் மற்றும் சம வாய்ப்புகளை பெற்றுக்கொள்வதில் ஈடுபாட்டுடன் போராடும் இலங்கை மக்களின் உறுதியான பங்காளியாக அமெரிக்கா என்றும் இருக்கும் என்று தெரிவித்துள்ள அமெரிக்க தூதுவர் ஜூலி சங், மௌனிக்கப்பட்ட பல  கதைகள் நீடித்த அரசியல் தீர்வின் அவசியத்தை வலியுறுத்துவதாகவும் குறிப்பிட்டுள்ளார்.",
        "With the end of the three decades of war between the state forces and the Liberation Tigers of Sri Lanka, it has been 15 years since the end of the war.. In such a situation, US Ambassador Julie Sung, who had visited the North, had met with state and civil parties in Jaffna.",
        "Especially during the civil war, the relatives of the missing persons met with the families of former militants and former terrorist law inmates.. The US Ambassador, who said that all families have the right to commemorate the loved ones, stressed the need for a prolonged political solution.",
        "In this case, the US Ambassador commemorates 15 years after the end of Sri Lanka's Civil War, said further stated that the X -page recorded.",
        "15 years have passed since the end of Sri Lanka's Civil War. The United States stands with all Sri Lankans to reflect the setback and confidence for the united future. The United States will be the firm partner of the Sri Lankan people who are fighting for justice, equal rights and equal opportunities.",
        "\"We are re -confirming the US's commitment to Sri Lanka's journey towards the prosperous future, including the diversity of sustainable peace and progress.\""
      ]
    }
  },
  "summary_lines": [
    "US Ambassador Julie Chung emphasizes the importance of a lasting political solution, highlighting America's support for Sri Lanka's quest for justice, equality, and opportunity."
  ]
}