{
  "translated_text": {
    "ta": {
      "title": "மினுவாங்கோடாவில் காணப்படுகிறது",
      "body_lines": [
        "மினுவாங்கோடா பகுதியில் உள்ள ஜுவ்ராண்டுவாட்டா பகுதியில் துப்பாக்கிகளின் முனை பெற்ற ஒருவரால் ஒருவர் கைது செய்யப்பட்டார்.",
        "இந்த சோதனையை காம்பஹா பிரிவு குற்றவியல் விசாரணைகள் நேற்று (09) நீதிக்கு இணையாக கம்பாஹா பிரதேச குற்றவியல் விசாரணை அதிகாரிகளால் மேற்கொள்ளப்பட்டன.",
        "இரண்டு டி -56 துப்பாக்கிகள் மற்றும் இரண்டு டி -56 லிபூரூம், இரண்டு கொத்து கொத்து கொத்து கைத்துப்பாக்கிகள் இருந்தன.",
        "விசாரணைகள் எட்டு கிராம் ஹெராயின், 43 வயதான மினுவாங்கோடாவில் உள்ள மினுவாங்கோடாவில் வசிக்கும்.",
        "சந்தேக நபருக்கு வெளிநாட்டில் ஒழுங்கமைக்கப்பட்ட குற்றவாளியும், வெளிநாட்டில் ஒழுங்கமைக்கப்பட்ட குற்றவாளியும் வழங்கப்பட்டதாக போலீசார் சந்தேகிக்கின்றனர்."
      ]
    },
    "en": {
      "title": "Found at Minuwangoda",
      "body_lines": [
        "A man was arrested by a person who had received a tip of firearms on the Juwranduwatta area in the Minuwangoda area.",
        "The raid was carried out by the Gampaha Division Criminal Investigations yesterday (09) by the Gampaha Divisional Criminal Investigation Officers in parallel to justice.",
        "There were two T-56 firearms and two T-56 libaroom, two bunch of bunch of bunch of bunch of bunch of pistols.",
        "Investigations have also recovered eight grams of heroin, a resident of Minuwangoda, a 43 year old Minuwangoda.",
        "Police suspect that the suspect has been given a organized criminal abroad and an organized criminal abroad."
      ]
    }
  },
  "summary_lines": [
    "In Minuwangoda, a man was arrested after a tip led to a raid uncovering two T-56 firearms, two magazines, and two pistols, along with eight grams of heroin. The Gampaha Division Criminal Investigations unit conducted the operation, suspecting the man's involvement with overseas organized crime groups."
  ]
}