{
  "translated_text": {
    "ta": {
      "title": "சரிந்த பாலம் பற்றிய புதிய செய்தி",
      "body_lines": [
        "பிரான்சிஸ் ஸ்காட் கீ பிரிட்ஜ் 26 ஆம் தேதி 26 ஆம் தேதி சரிந்தது.",
        "கப்பலின் குப்பைகள் மற்றும் விபத்து பாலம் அகற்றப்படுவது தொடங்கியது.",
        "இது அமெரிக்காவின் மிகப்பெரிய கிரேன், அமெரிக்காவின் மிகப்பெரிய கிரேன், செசபீக் 1000 ஐப் பயன்படுத்தி செய்யப்படுகிறது.",
        "மேலும் ஏழு மிதக்கும் கிரேன்கள், 9 பொரியல், 8 கடற்கரை படகுகள் மற்றும் 5 கடற்கரை எதிர்ப்பு படகுகளைப் பயன்படுத்த அதிகாரிகள் திட்டமிட்டுள்ளனர்.",
        "ஆரஞ்சு கப்பல் பிரான்சிஸ் ஸ்கொட் விசையின் களிம்பில் விழுந்துவிட்டதால் கை ஒரு சவால் என்று அதிகாரிகள் கூறுகின்றனர்.",
        "அதன்படி, எஃகு வெட்டுக்கள் மற்றும் அவற்றின் வடிவமைப்பு எஃகு பிரிவை துண்டிக்க உள்ளது.",
        "அமெரிக்காவின் முக்கிய துறைமுகமான அமெரிக்காவின் துறைமுகம் மூடப்பட்டுள்ளது, மேலும் துறைமுகத்தை மீண்டும் திறக்க துறைமுகம் பல மாதங்கள் ஆகும்.",
        "பாலத்தின் கட்டுமானத்திற்கு பல ஆண்டுகள் ஆகும் என்றும் விபத்து சுமார் இரண்டு ஆண்டுகள் ஆகும் என்றும் வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன."
      ]
    },
    "en": {
      "title": "New news about collapsed bridge",
      "body_lines": [
        "Francis Scott Key Bridge collapsed on the 26th of the 26th.",
        "The removal of debris of the ship and the crash bridge have commenced.",
        "It is done using the largest crane in the United States, a largest crane in the United States, the Chesapeake 1000.",
        "The authorities have planned to use seven more floating cranes, 9 fries, 8 coastlever boats and 5 coast protest boats.",
        "Authorities say that the arm is a challenge as the orange ship has fallen on the oint of 3,000 and 4.000 tons of the Francis Squot Key.",
        "Accordingly, steel cuts in stock and their design is due to cut off the steel section.",
        "The port of the United States, a major port of the United States, has been closed down and the port will take several months to open the port again.",
        "Foreign media reports that the construction of the bridge will take several years and the accident will take about two years."
      ]
    }
  },
  "summary_lines": [
    "The Francis Scott Key Bridge collapsed on the 26th, and debris removal has begun using the Chesapeake 1000 crane and additional vessels. The bridge's closure will last several months, and the construction timeline has been extended."
  ]
}