{
  "translated_text": {
    "si": {
      "title": "අද රාත්රියේ දෙවන අර්ධ-පවුල් - අවසාන අප්රිකාවේ දකුණු අප්රිකාවට විරුද්ධ වීමට වත්මන් ශූරයාද?හිටපු චැම්පියන් ඉන්දියාවද?",
      "body_lines": [
        "9 වන විස්සයි 20 ලෝක කුසලාන අවසන් මහා තරගයේදී දකුණු අප්රිකාවට විරුද්ධ වීමට වත්මන් ශූරයාද?ඉන්දියාව පළමු ශූරයාද?දෙවන අර්ධ-ෆිනල් බ්රහස්පතින්දා (27) රාත්රී 8.00 ට ආරම්භ වේ.",
        "නවවන විස්සයි විස්ස ලෝක කුසලාන පරිච්ඡේදය සහ කණ්ඩායමේ පළමු වටය සහ සුපර්බොව්හි පළමු වටය ලෙස ඉන්දියාව අද තරඟයට මුහුණ දීමට සිදුවනු ඇත.",
        "R20 ලෝක බූට් සමාරම්භක පරිච්ඡේදයේ. එස්.. දෝනිගේ නායකත්වයෙන් යුත් ඉන්දියාව වසර 17 කට පසු දෙවන වරටත් ලෝක කුසලාන තරගාවලියට පැමිණ තිබේ.",
        "අනෙක් අතට, 2010 සහ 2022 දී, ලෝක ශූරයා වන එක්සත් රාජධානිය මේ වසරේ තරඟයට තරඟ කරමින් සිටින්නේ රටේ අභිමානය අඛණ්ඩව වසර දෙකක උඩඟුකමට ගරු කිරීමේ අරමුණින් ය.",
        "ආර්.",
        "ඇලෙක්ස් හේල්ස් තරගය අහිමි නොවී ලකුණු 86 ක් රැස් කළේ නැත. තරගය පරාජය නොවී ලකුණු 8 ක් රැස් කළ ජෝස් බට්ලර් මේ වතාවේ එංගලන්ත කණ්ඩායමේ නායකයා ක්රීඩා කරයි.",
        "2022 ආර් 20 ලෝක කුසලානය එංගලන්ත සංචිතයේ සහ ඉන්දීය කණ්ඩායමේ 7 ක් පැවැත්වේ.",
        "මේ වන විට ඉන්දියාව පසුගිය වසරේ ලෝක කුසලාන තරගයේ සිට ඕස්ට්රේලියාවේ පරාජයට පත්වූ අතර, 2022 ලෝක කුසලානය අවසන් වන විට ඉන්දියාව පරාජය කිරීමට ප්රතිචාර දක්වනු ඇත්දැයි සොයා බැලීමට නියමිතය.",
        "ආර් 20 ලෝක කුසලාන තරගාවලියේදී ඉන්දියාව සහ එංගලන්තය අවස්ථා 4 කදී එකිනෙකාට විරුද්ධ වී තිබේ. ඉන්දියාව (2007), එංගලන්තය (2009), ඉන්දියාව (2012) සහ එංගලන්තය (2022) (2012) සහ එංගලන්තය (20) (2022) ලෙස ජයග්රහණ 2 ක් සමඟ කණ්ඩායම් දෙක සමතුලිත වී තිබේ.",
        "එබැවින් මෙම හිටපු ශූරයන් දෙදෙනා අතර අද වන තරගය කලබලයක් ඇති කරන බවට සැකයක් නැත.",
        "පසුගිය ආර් 20 ලෝක කුසලාන තරගාවලියේදී ලකුණු 296 ක් රැස් කළ කෝලි එකම ප්රමාණයකින් ලකුණු 66 ක් ලබා ගත්තේය. කෙසේවෙතත්, පුදුමයට කරුණක් නම්, ඉන්දියානු තේරීම්කරුවන් තවමත් ඔහුව විශ්වාස කරති.",
        "අද දින තරඟයේදී සංජු සෙමාන්ගේ අවස්ථාව ඔහු වෙනුවට ආදේශ කිරීමට රසිකයන් ආශාවෙන් සිටිති.",
        "කැනඩාවේ වර්ෂාපතනය හැරුණු විට ආර් 20 ලෝක කුසලාන තරගාවලියේදී පැවති ආර්.",
        "වට 8 ක වට 8 දී සුපර් 8 වට 8 වටයේ දී ඇෆ්ගනිස්ථානය, බංග්ලාදේශය සහ ඕස්ට්රේලියාව යන ඕස්ට්රේලියාවට මුහුණ දෙනු ඇත.",
        "අනෙක් අතට, ස්කොට්ලන්තය සහ ඕස්ට්රේලියාව පරාජය කිරීමත් සමඟ එක්සත් රාජධානියට ලැජ්ජාවට පත්විය.",
        "කෙසේ වෙතත්, එංගලන්ත කිරි කැපීමේ රාත්රී භෝජනය ස්කොට්ලන්තයට ඕමාන් සහ නැමීබියාවේ අවසන් තරගය අහිමි වූ බැවින් 8 වැනි මට්ටමේ තරගාවලියට ක්රීඩා කිරීමට සුදුසුකම් ලැබීය.",
        "සුපර් 8 එංගලන්තයට සැහැල්ලු නොවේ. බටහිර ඉන්දීය කොදෙව් පිල දිනාගත් මීළඟ තරඟයේදී එංගලන්තය දකුණු අප්රිකාවට දකුණු අප්රිකාවට පරාජයට පත්විය. කෙසේ වෙතත්, එක්සත් ජනපදය පහසුවෙන් එක්සත් ජනපදය දිනාගෙන තිබේ.",
        "කෙසේ වෙතත්, එක්සත් රාජධානිය බටහිර ඉන්දීය කොදෙව් පිල.",
        "රෝහිත් ෂර්මා (ලකුණු 191), රිහබ් ආහ් (167), සූරියකුරුමර් යාදව් (149) සහ දෘඩ පණ්ඩියා (116) ක්ෂේත්රයේ පිතිකරුවන් තුළ ඇත. 7) ඔවුන් ද පන්දු යැවීමේ දී බැබළෙති.",
        "එංගලන්ත කණ්ඩායමේ ජොස් බට්ලර් (ලකුණු 191), බිල් විකුණුවා (183). හැරී බෘක් (120) සහ ජොනී බෙස්ටෝව් (110) පන්දු යැවීම සහ ජොව්රා ආචර්, අල්සිල් රෂීඩ් (දෙදෙනාම) සහ ක්රිස් ජෝර්දාන් (7) හොඳින් සිදු වී ඇත.",
        "ඉන්දියාව අර්ධ-හිතකාමී අයට වඩාත් පහසුවෙන් ඉදිරියට යනවාද?අර්ධ-ෆිනට් අවස්ථාවක් සහිත එංගලන්තය?මෙම පිළිතුර නම් අවසන් මහා තරගයේදී දකුණු අප්රිකාව ජයග්රහණය කර හමුවීම සඳහා අද රාත්රියේ ජයග්රහණය කිරීමයි.",
        "ඉන්දියාව: රෝහිත් ෂර්මා (සභාපති), විරාර්ත් කෝලි කලන්ට්, සූරියාකුමාර් කලෙල්, ශිවම් ටියුබ්, රවින්ද්ර ජඩේජා, අෂ්ෂෙප් යැඩව්, ආර්ෂ්ඩෙප් සිං, ජැෂ්ට් බම්රා.",
        "එංගලන්තය: බිල් විකුණුවා, ජොස් අලි, ජොනී පණ්ඩාගරු බ oke ක්, හර් කරන්, ආදිල් රෂීඩ්, මැග් ලී, රිස් ලී, රෂීඩ්, රෂීඩ්, ජොව්රා අක්රිය."
      ]
    },
    "en": {
      "title": "Second semi -finals tonight: Is the current champion to oppose South Africa in the final?Is the former champion India?",
      "body_lines": [
        "Is the current champion to oppose South Africa in the 9th T20 World Cup final?Is India the first champion?The second semi -final will begin at 8.00 pm on Thursday (27).",
        "India will face today's match as the Ninth T20 World Cup chapter and the first round of the team and the first round of the Superbow.",
        "In the R20 World Bowl Inaugural Chapter. S.. India, led by Dhoni, has come to the forefront of the World Cup for the second time after 17 years.",
        "On the other hand, in 2010 and 2022, the UK, the world champion, is contesting this year with the aim of honoring the pride of the country as a two consecutive year.",
        "When the two teams finally met in Adelaide in the semi -finals of the R20 World Cup, England were bowled out for 169 runs for 169 runs and won by 10 wickets in 16 overs.",
        "Alex Hales was not in the squad for 86 runs without losing the match. But Jose Butler, who scored 80 runs without losing the game, is playing the captain of the England team this time.",
        "The 2022 R20 World Cup will be played in the England squad and 7 in the Indian team.",
        "This time India retaliated to Australia's defeat in last year's 50 -over World Cup match, which is due to see if India will respond to the defeat of England at the end of the 2022 World Cup.",
        "India and England in the R20 World Cup have opposed one another on 4 occasions. The two teams have been balanced with 2 wins as India (2007), England (2009), India (2012) and England (2022).",
        "So there is no doubt that today's match between these two former champions will cause a stir.",
        "Kohli, who scored 296 runs in the last R20 World Cup, scored only 66 runs in the same amount. Surprising, however, that Indian selectors still believe in him.",
        "Fans are longing to replace him with Sanju Semsan's chance in today's match.",
        "India, which was held in the R20 World Cup, won the Super 8 round by winning the Ireland, Pakistan and the United States in other matches, excluding the rainfall of Canada, which was completely abandoned by rain.",
        "Super 8 rounds will face the semi -finals of Afghanistan, Bangladesh and Australia in the 8 round.",
        "On the other hand, the UK was forced into embarrassment due to the abandonment of the match with Scotland and the defeat of Australia.",
        "However, the England tapping Supper qualified to play in the 8 -round match as Scotland lost the last match of Oman and Namibia.",
        "Super 8 is not lighter for England. England lost to South Africa in the next match that won the West Indies. However, the United States has easily won the United States.",
        "However, the UK was eligible to play at the end of the semi -finals of South Africa's defeat of the West Indies.",
        "Rohit Sharma (191 runs), Rishabh Pant (167), Suriyakumar Yadav (149) and Hardik Pandya (116) are in the batsmen in the field.7) They are also shining in bowling.",
        "Jos Butler (191 runs) in the England team, Bill Sold (183). Harry Brook (120) and Johnny Bestov (110) are in the bowling and Jovra Achar, Adil Rashid (both of them) and Chris Jordan (7) have performed well.",
        "Is India the most easily advanced to the semi -final?England with a semi -final opportunity?The answer is to win tonight to win and meet South Africa in the final.",
        "India: Rohit Sharma (Chairman), Virat Kohli, Rishabh Pant, Suriyakumar Yadav, Shivam Tube, Hardik Pandya, Ravindra Jadeja, Akshar Patel, Kuldeep Yadav, Arshdeep Singh, Jasprit Bumrah.",
        "England: Bill Sold, Jos Butler (Chairman), Moeen Ali, Johnny Paistev, Herry Brooke, Liam Livingstone, Sam Karan, Jovra Achar, Adil Rashid, Mag Wood, Riz Toble."
      ]
    }
  },
  "summary_lines": [
    "In the 9th T20 World Cup, India, led by Dhoni, faces South Africa in the semi-finals, aiming to become the first champion. This marks India's second appearance in the finals after 17 years. England, the reigning world champion from 2010 and 2022, seeks to defend its title against South Africa. The match history between India and England shows a balance with each team winning twice. Despite England's strong performance, including Alex Hales' 86 runs and Jos Buttler's 80 runs, India's batting lineup, featuring Rohit Sharma, Virat Kohli, and Rishabh Pant, poses a significant challenge. The outcome of tonight's match will determine the finalist set to compete against South Africa."
  ]
}