{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරණය: සීඩබ්ලිව්සී ක්රියාකාරී ප්රති .ල",
      "body_lines": [
        "ලංකා කම්කරු සම්මේලනය ඊළඟ ජනාධිපතිවරණයට සහාය දැක්විය යුත්තේ කාටද?. සීඩබ්ලිව්සී හි ප්රධාන ලේකම් වන ජීවන් තොන්ඩමන් සහ ජල සම්පත් හා වැවිලි යටිතල පහසුකම් අමාත්ය ජීවන් තොන්ඩමාන් මහතා කියා සිටියේ අපගේ පක්ෂය විසින් ඉදිරිපත් කරන ලද ඉල්ලීම් මීළඟ ජනාධිපතිවරණයට ඉදිරිපත් වන්නේ නම් රනිල් වික්රමසිංහට ඔහුට සහාය දෙන බවයි.",
        "කාන්තා සම්මේලනයේ කාන්තා දින සිදුවීම් සහ පක්ෂයේ නියෝජ්ය නායක අනුෂියා සිවරාජා මහත්මිය, කාන්තා කණ්ඩායමේ උප සභාපති අශුනියා ප්රදේශ් සභාවේ සභාපති සෙන්පකවල්ලි මහත්මිය \"ශක්තිමත් කිරීම ශක්තිමත් කිරීම හරහා ආර්ථිකය කඩිනම් කළහ \". කැම්පස් ශ්රවණාගාරය ඉරිදා (10) පැවැත්විණි.",
        "ඔහු මේ බව කියා සිටියේ මෙම අවස්ථාවට ආමන්ත්රණය කරමින්, ජීවන් තොන්ඩමන්, ලංකා කම්කරු සම්මේලනයේ මහලේකම් සහ ජල සම්පාදන හා වතු යටිතල පහසුකම් අමාත්ය සංවර්ධන අමාත්ය ජීවීන් විසිනි.",
        "\"ජනාධිපති රනිල් වික්රමසිංහ මහතාට ඉල්ලීම් තුනක් සකස් කර තිබේ. පළමු දෙය නම් කඳුකරයේ නිවාස යෝජනා ක්රමයක් ක්රියාත්මක කිරීමයි. නිවාස යෝජනා ක්රමය 10 දහසක යෝජනා ක්රමය ක්රියාත්මක කළ තත්වයක් ජනාධිපතිවරයා විසින් නිර්මාණය කර තිබේ.",
        "දෙවන උඩරට වතු කම්කරුවන්ගේ වැටුප් ගැටලුවට ස්ථිර විසඳුමක් අත්යවශ්ය වේ. මේ වන විට කම්කරු අමාත්යවරයා වැටුප් වැඩිවීම ලබා ගැනීමට පියවර ගනිමින් සිටී. මෙය තාවකාලික විසඳුමක් පමණි. එබැවින්, ස්ථිර විසඳුමක් යනු කුමක්ද යන්න ජනාධිපතිවරයා ඉදිරිපත් කළ යුතුය.",
        "අවසාන වශයෙන් ඉඩම් අයිතිය. මේ සඳහා පෙනී සිටීම සඳහා ජනාධිපතිවරයා රුපියල් මිලියන 4 ක රුපියල් මිලියන 4,000 ක් වෙන් කර තිබේ. ඉඩම ලබා දිය යුතුය. මෙය සිදු කිරීම සහ රනිල් වික්රමසිංහ ජනාධිපතිවරණයට තරඟ කළේ නම්, අපි ඔහුට සහාය දෙන්නෙමු.",
        "ඉල්ලීම් නිකුත් කිරීම, ගිවිසුම් අත්සන් කිරීම සහ ප්රකාශ නිකුත් කිරීම මගින් අපි දේශපාලනය රඳවා නොගනිමු. අපි ක්රියා කරන්නේ ක්රියාවෙහි ස්වරූපයයි.",
        "ඒ අතරම, ශ්රී ලංකාවේ කාන්තා ප්රතිපාදන සඳහා නීතිය සම්මත වීමට පෙර සීඩබ්ලිව්සීයට කාන්තාවන්ට වැදගත්කමක් ලබා දී තිබේ.. කාන්තාවන්ට උසස් තත්ත්වයේ ලබා දී ඇත. එබැවින් කාන්තාවන්ට ගරු කිරීම, ඔවුන්ගේ ඉල්ලීම් සහ උපදෙස් ඔවුන් වෙනුවෙන් ගරු කිරීමට තීරණ ගනු ලැබේ.",
        "අපගේ වතු කර්මාන්තයේ නියැලී සිටින මව්වරුන්ගේ සහ සහෝදරියන්ගේ වෘත්තීය අයිතිවාසිකම් සහතික කිරීම සඳහා අපි බොහෝ පියවර ගෙන සිටිමු. අපි එනවා. \"- කිව්වා."
      ]
    },
    "en": {
      "title": "Presidential Election: CWC Action Results",
      "body_lines": [
        "The Ceylon Workers Congress will decide on whom to support the next presidential election. Jeevan Thondaman, the General Secretary of the CWC and the Minister of Water Resources and Plantation Infrastructure Development, said that the demands put forward by our party have been met and Ranil Wickremesinghe can support him if he is contesting the next presidential election.",
        "The Women's Day Events of the Women's Congress and the party's deputy leader of the party, Mrs. Anushiya Sivarajah, the vice president of the women's team and the former chairman of the Maskeliya Pradeshiya Sabha, Mrs. Senpakavalli, \"expedited the economy through the reinforcement\". The campus auditorium was held on Sunday (10).",
        "He said this while addressing the gathering, Jeevan Thondaman, General Secretary of the Ceylon Workers Congress and Minister of Water Supply and Estate Infrastructure Development.",
        "“Three demands have been made to President Ranil Wickremesinghe. The first thing is to implement a housing scheme in the hill country. The President has created a situation where the 10 thousand housing scheme is implemented.",
        "A permanent solution to the salary issue of the second upcountry plantation workers is essential. Currently, the Minister of Labor is taking steps to get salary hike. This is only a temporary solution. Therefore, the President should present what a permanent solution is.",
        "Finally the land rights. The President has allocated 4 thousand million rupees to make arrangements for this. The land must be provided. Doing this and if Ranil Wickremesinghe contested the presidential election, we will support him.",
        "We do not hold politics by issuing demands, signing agreements and issuing statements. We are doing the form of action.",
        "At the same time, the CWC has been given importance to women before the law passed on women's allocation in Sri Lanka.. Women have also been provided with high quality. Therefore, the decisions will be taken to respect women, fulfill their demands and advice by them.",
        "We have taken many steps to ensure the professional rights of mothers and sisters who are engaged in our plantation industry. We are coming. ”- said."
      ]
    }
  },
  "summary_lines": [
    "CWC supports Ranil Wickremesinghe for president if he addresses housing, salary, and land rights for plantation workers. CWC also emphasizes women's rights and professional rights in plantation industry."
  ]
}