{
  "translated_text": {
    "ta": {
      "title": "அரிசி - நுகர்வோர் விவகார ஆணையத்திற்கு விதிக்கப்பட்ட கட்டுப்பாட்டு விலையை திருத்த வேண்டாம்",
      "body_lines": [
        "நாட்டில் கீசா சம்பா மற்றும் சம்பா ரைஸ் இல்லாதது குறித்து நுகர்வோர் விவகார ஆணையத்தின் தலைவர் ஹேமந்தா சமராகூன் இன்று (15) கருத்து தெரிவித்துள்ளார்.",
        "அத்தகைய அரிசி பற்றாக்குறை தொடர்பாக நுகர்வோர் ஆராய்ச்சி ஆணையம் தொடர்பான தகவல்கள் அதிகாரத்திற்கு வெளிப்படுத்தப்பட்டதாக நுகர்வோர் ஆராய்ச்சி ஆணையம் பெற்றது என்று தலைவர் கூறினார்.",
        "இருப்பினும், ரைஸுக்கு ஒரு வர்த்தமானி அமைக்கப்பட்டுள்ளது, மேலும் தற்போதுள்ள சட்டத்தின் கீழ் தேவையான சட்ட நடவடிக்கைகளை ஊக்குவிக்க நடவடிக்கை எடுக்கும்.",
        "நெல் வாங்கும் நடவடிக்கைகளை மேற்கொள்ளவும், வர்த்தமானிக்கு ஏற்ப செயல்படவும் அனைத்து தரப்பினரையும் கேட்டுக் கொண்டதாகவும் அவர் கூறினார்.",
        "அரிசியுடன் தொடர்புடைய சோதனைகள் தொடர்ந்து தொடர்ந்து நுகர்வோர் அதிகாரிகளுக்கு தெரிவிக்கின்றன என்றும் தலைவர் கூறினார்.",
        "முகடுகளுடன் தொடர்புடைய சோதனைகள் 3,000 மில்லியனுக்கும் அதிகமாக அதிகரித்துள்ளன, சுமார் 1,000 டாலர் சட்டப்பூர்வமாக்கப்பட்டுள்ளன, என்றார்.",
        "எவ்வாறாயினும், தற்போதுள்ள அரிசியின் அடிப்படையில் வழங்கப்பட்ட வர்த்தமானியை திருத்துவதற்கான வாய்ப்பு எதுவும் இல்லை என்று தலைவர் கூறினார்.",
        "கெஜட்டின் நெல்லுக்கு நெல் விற்கவும், கொள்முதல் செய்து, நெல் வாங்கவும் வாங்கவும் அனைத்து தரப்பினருக்கும் தெரிவிப்பதாக அவர் மேலும் கூறினார்."
      ]
    },
    "en": {
      "title": "Do not revise the control price imposed for rice - Consumer Affairs Authority",
      "body_lines": [
        "Hemantha Samarakoon, Chairman of the Consumer Affairs Authority, has commented today (15) regarding the lack of keysa samba and samba rice in the country.",
        "The Chairman said that the Consumer Research Authority received the information regarding the Consumer Research Authority was revealed to the Authority in connection with such rice shortages.",
        "However, a gazette has been set up to rice and will take action to promote the necessary legal action under the existing law.",
        "He also said that he has asked all parties to carry out and carry out paddy purchasing activities as well as to act in line with the gazette.",
        "The Chairman also said that the raids associated with rice continues to continue and inform consumer officials.",
        "He added that the raids associated with ridges have been increased by over 3,000 million and about 1,000 have been legalized by nearly 1,000 million, he said.",
        "However, the Chairman said that there is no prospect of amending the gazette that has been issued based on the existing rice.",
        "He further stated that he will inform all parties to sell paddy to the paddy of the gazette and make purchases and purchase and purchase paddy."
      ]
    }
  },
  "summary_lines": []
}