{
  "translated_text": {
    "ta": {
      "title": "சிறையில் 1717 காலியிடங்கள்",
      "body_lines": [
        "சிறைச்சாலைகள் துறையில் 79 பதவிகள் தொடர்பாக தணிக்கை அறிக்கை 1717 காலியிடங்களை வெளியிட்டது.",
        "7872 ஆல் அங்கீகரிக்கப்பட்ட 7872 அதிகாரிகள் என்றாலும், இந்த ஆண்டில் 6173 அதிகாரிகள் மட்டுமே நடப்பட்டனர், 6173 அதிகாரிகள் மட்டுமே இரண்டு பதவிகளில் மட்டுமே அதிகமாக இருந்தனர் என்று அவர் மேலும் கூறினார்.",
        "2018 ஆம் ஆண்டின் தேசிய தணிக்கைச் சட்டம் எண் 19 மற்றும் 1971 ஆம் ஆண்டின் எண் 38 தேசிய தணிக்கைச் சட்டம், சிறைச்சாலைகள் திணைக்களத்தின் தணிக்கை இலங்கை சிறைத் துறையில் 2023 இல் குறிப்பிடப்பட்டுள்ளது.",
        "14 மருத்துவமனைகளில் 22 சிறை மருத்துவமனைகள் மீறப்பட்டதாக தணிக்கை அறிக்கை சுட்டிக்காட்டியுள்ளது.. நான்கு சிறை மருத்துவமனைகளின் ஐந்து மருத்துவர்கள் அதிகமாக இருந்தனர் மற்றும் மூன்று சிறை மருத்துவமனைகளில் காலியிடங்கள் ஏற்பட்டன.",
        "சிறைச்சாலை மருத்துவமனைகளில் வருகை மற்றும் வெளியேறுதல் குறித்து கதவு ஆவணத்தில் உள்ள தகவல்கள் சுகாதார அமைச்சின் இயக்குநர் ஜெனரலுக்கு அனுப்பப்பட வேண்டும்.",
        "அனுப்பப்பட்ட தகவல்களும் சரியாக தயாரிக்கப்படவில்லை என்றும் தணிக்கை அறிக்கை கூறியுள்ளது.. 09.06.2013 பற்றி அரசாங்க கணக்குகளுக்கு ஏற்ப மருத்துவர்கள் தொடர்பு கொண்டு வெளியேற வேண்டும் என்று தணிக்கையாளர்கள் சுட்டிக்காட்டியுள்ளனர்.",
        "அக்ரகோலாப்லெசா, வாடரேகா, நெகோம்போ, மகாரா, மகாரா, மகாரா, மகாரா, கொழும்பு மற்றும் வெலிகடா சிறைச்சாலைகள் வரை 2316 சிறைச்சாலைகள் ரிமாண்ட் செய்யப்பட்டுள்ளன என்பதை தணிக்கை உறுதிப்படுத்தியுள்ளது.. கைதிகளின் சார்முனேட்டர்கள் குறித்த தொடர்ச்சியான சிறையில் அடைக்கப்பட்டுள்ள தகவல்களைப் புகாரளிக்க இந்த சிறைச்சாலைகள் இந்த சிறைச்சாலைகளைப் புகாரளிக்கும் என்று தணிக்கையாளர்கள் சுட்டிக்காட்டியுள்ளனர்.",
        "சிறைச்சாலைகளில் நிறுவப்பட்ட கைதிகள் சிறைச்சாலைகளில் சிறைச்சாலைகளில் இருந்து சிறைச்சாலைகளுக்கு வெளியே வெளிப்புற எல்லைகளுக்கு வெளியே உள்ள சிறைகளில் சரியாக செயல்படவில்லை.. ADUNAKOLAPELESTA சிறைச்சாலைகள் நெகோம்போ மற்றும் அட்டமுனா ப்ரூனலஸ் ஆகிய இடங்களில் மேற்கொள்ளப்பட்ட உடல் பரிசோதனையில் இது உறுதிப்படுத்தப்பட்டதாக தணிக்கை அறிக்கை உறுதிப்படுத்தியது.",
        "போதைப்பொருள் கடத்தல் மற்றும் கொலைகளால் பயன்படுத்துதல் மற்றும் பாத்திரங்கள் மற்றும் பிற அதிகாரிகளைச் செய்யும் பிற அதிகாரிகளை மேற்கொள்ளும் சட்டவிரோத பொருட்களை நிறுத்த முடியவில்லை என்று சிறை அதிகாரிகள் சுட்டிக்காட்டுகின்றனர்."
      ]
    },
    "en": {
      "title": "1717 vacancies in prison",
      "body_lines": [
        "The Audit Report issued 1717 vacancies in relation to 79 posts in the Department of Prisons.",
        "Although 7872 officers approved by 7872, only 6173 officers were planted in the year, only 6173 officials were excessed in respect of only two positions, he further stated.",
        "The National Audit Act No. 19 of 2018 and the National Audit Act, No. 38 of 1971, the Audit of the Department of Prisons was mentioned in the Sri Lanka Prison Department 2023.",
        "The audit report has pointed out that 22 prison hospitals were excessed in 14 hospitals.. Five doctors of four prison hospitals were excessed and there were vacancies in three prison hospitals.",
        "The information in the door document should be sent to the Director General of the Ministry of Health on the attendance and exit of prison hospitals.",
        "The audit report has also stated that the information sent were also not properly prepared.. Auditors have pointed out that the doctors should take into contact and exit in accordance with the government accounts about 09.06.2013.",
        "Audit has confirmed that 2316 prisons have been remanded until the Ackrakolapelessa, Watareka, Negombo, Mahara, Mahara, Mahara, Mahara, Colombo and Welikada prisons.. Auditors have pointed out that these prisons will report these prisons to report the recurrently imprisoned information on the charmunatories of prisoners.",
        "The prisoners established in the prisons is not working properly in the prisons to prevent mobile phones from prisons to external borders outside the prisons.. The Audit report confirmed that this was confirmed at the physical examination carried out in the Adunakolapelessa prisons Negombo and Atamuna prunalus.",
        "Prison officials point out that the drug trafficking and murders are unable to stop the illegal materials carrying out the utilization and other officers who are carrying out the utensils and other officials."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"1717 prison vacancies found in audit report. 7872 approved officers, but only 6173 deployed. 22 prison hospitals understaffed. Recurring issues with phone smuggling and contraband in prisons.\""
  ]
}