{
  "translated_text": {
    "si": {
      "title": "இங்கிலாந்துடனான 4ஆவது டெஸ்டில் பான்ட் உபாதைக்குள்ளாகி ஓய்வுபெற்றார்; இத்தியா 264 - 4 விக்.",
      "body_lines": [
        "ඕවබ් බන්ධනය බදාදා (23) පැරණි ට්රැෆර් ක්රීඩාංගණයේ පැවති සිව්වන ටෙස්ට් ක්රිකට් තරගයේදී ඉන්දියාව ප්රථම වරට පන්දුවට පහර දෙන විට රිබ් රණ්ඩය විශ්රාමිකය.",
        "උච්චතම තරඟයේදී පන්දුවට පහර දීමට ආරාධනා කරන ලද ඉන්දියාව බදාදා පළමු දින අවසන් වූ දින කඩුලු 4 ක් දැවී ලකුණු 264 ක් රැස් කළේය.",
        "மந்த கதியில் ஓட்டங்கள் பெறப்பட்ட முதலாம் நாளன்று எந்த அணியினாலும் ஆதிக்கம் செலுத்த முடியாமல் போனது.",
        "යස්ව්වි ජයිස්වාල් සහ සායි සුදර්ශන් හමුවේ ඉන්දියාව යම් විශිෂ්ටත්වයට පත්විය.",
        "කෙසේ වෙතත්, ඔහු බරපතල තුවාල ලබා ඇති බැවින් මුළු තරගාවටම ඔහුව අහිමි වනු ඇතැයි රණ්ඩු බැඳීම බිය වේ.",
        "ක්රිස් වොක්ස් හි වේගයෙන් සෙල්ලම් කරමින් සිටි රිභබ් බැඳුම්කරය ලකුණු 37 ක් රැස් කළ අතර ඔහුගේ පැඩලය කැබලි වී ඇති බැවින් ඔහුගේ පැඩලය ඔහුගේ පැඩුවට පහර දීමට උත්සාහ කළේය.",
        "දරුණු වේදනාවෙන් පෙළෙන රිෂාබ් බැඳුම්කරයට හදිසි පළමු ආධාර ප්රතිකාර ලබා දී ඇත. ඔහුගේ පාමුල, එල්ලුම් ගහට බෝලයක් මෙන් ඉදිමී ඇති අතර රුධිරය කාන්දු විය.",
        "ඔහුට හදිසි ප්රතිකාර ලබා දුන්නද, ඔහුට තම දකුණු කකුල සුවඳ දැනීමට නොහැකි වූ අතර ඔහු දැඩි ලෙස පීඩා වින්දා.",
        "යස්ව්වි ජෙටස් ද ලකුණු 58 ක් රැස් කළේය. රාහුල්ට ඕට් 46 ක් ද ලබා ගත් අතර ඔවුන් දෙදෙනාම ලකුණු 94 ක් බෙදා ගත් අතර හොඳ ආරම්භයක් ලබා ගත්හ.",
        "කණ්ඩායම් නායක කැප්ටන් ෂබ්මන් ගිල් ලකුණු 12 කින් ලකුණු 12 ක් රැස් කර ලකුණු 34 කින් පරාජයට පත්විය. (140 - 3 විග්.)",
        "SAI සුදර්ශන් සහ රිහාබ් පත්ව 3 වන කඩුල්ල තුළ ලකුණු 72 ක් බෙදා ගත් අතර නැවත විවේකාගාරයට පැමිණියහ.",
        "මුළු සංඛ්යාව ලකුණු 235 ක් වූ විට SAI සුදර්ශන් ලකුණු 61 ක් රැස් කළේය. දෙවන ටෙස්ට් තරගයේ පළමු ටෙස්ට් හෙන්ට් ෆුට් ටෙස්ට් තරගය මෙයයි.",
        "තරගය අවසානයේදී රවීන්ද්ර ජඩේජා සහ රාක්කප්පා ෂර්ඩල් තාකූර් ලකුණු 19 බැගින් ලබා ගත්තේ නැත."
      ]
    },
    "en": {
      "title": "In the 4th Test with England, Bond retired and retired; Ithia 264 - 4 wig.",
      "body_lines": [
        "Rishabh Bond retired as Rishabh Bond was in trouble when India first batted in the fourth Test cricket match at the Old Trafhart Stadium on Wednesday (23).",
        "India, who was first invited to bat in the upting match, scored 264 runs for the loss of 4 wickets at the end of the first day of Wednesday.",
        "No team could dominate the first day of the recession.",
        "India reached some excellence in the face of half -centuries, Yaswvi Jaiswal and Sai Sudarshan.",
        "However, Rishabh Bond is feared that he will lose him in the entire match as he suffered serious injuries.",
        "Rishabh Bond, who was playing efficiently, scored 37 runs when Chris Vox's fast -paced River tried to hit his paddle as his paddle was fragmented.",
        "Rishabh Bond, who was suffering from severe pain, was given emergency first aid treatment. At his feet, the gallows were swollen like a ball and the blood was leaked.",
        "Although he was given emergency treatment, he was unable to smell his right leg and he suffered severely.",
        "Yaswvi Jayeswal also 58 runs. Rahul also received 46 oats and they both shared 94 runs and made a good start.",
        "Team captain Shubman Gill left with 12 runs after they lost their match by 34 runs. (140 - 3 wig.)",
        "Sai Sudarshan and Rishabh Panth shared 72 runs in the 3rd wicket and returned to the restroom.",
        "Sai Sudarshan lost 61 runs when the total number was 235 runs. This is the first Test half -century in the second Test match.",
        "At the end of the match, Ravindra Jadeja and Rakkappa Shardul Thakur did not lose 19 runs each."
      ]
    }
  },
  "summary_lines": []
}