{
  "translated_text": {
    "si": {
      "title": "කෘතිම ෆයිබ්රෝසිස්",
      "body_lines": [
        "දකුණු ආසියානු රටවල උපත ලැබූ ළදරුවන් දස දහසෙන් එකක් නම්, සික්ස්ටික් ෆයිබ්රෝසිස් නමින් හැඳින්වෙන ජානමය දෝෂයක් සම්පූර්ණ සහන ප්රතිකාරයක් වේ.. වයස අවුරුදු පනහක් පුරා ජීවත් විය හැකි බව වෛද්යවරු පවසති.",
        "සිස්ටික් ෆෙන් තෙත්ව යනු සමෘද්ධිමත් වන ජානමය ආබාධයකි. එවැනි බලපෑමක් ඇති කරන ලද මිනිසුන් පෙණහලු සහ ආහාර ජීර්ණ පද්ධති ඇතුළු අනෙකුත් අවයවවල දැඩි හානියක් සිදු කරයි. විශේෂයෙන් පෙනහළු ප්රදේශයේදී ශ්ලේෂ්මල එකතැන පල්වන්න. එය පෙණහලු පමණක් නොව ආහාර ජීර්ණ පද්ධතියේ සහ ප්රජනක අවයව ද බලපායි.",
        "එවැනි රෝගයක බලපෑම ළමුන් තුළ උපත ලබයි. මේ හේතුවෙන් වාර්ෂිකව පෙනහළු ක්රියාකාරිත්වය පිළිබඳ පරීක්ෂණයකට භාජනය කරන ලෙස වෛද්යවරු නිර්දේශ කරයි, වෛද්යවරු නිර්දේශ කරන්නේ එවැනි ශ්වසන රෝගයකින් ඉපදුණු ළමයින් වාර්ෂිකව ශ්වසන රෝගයට ලක් නොගත යුතු බවයි.",
        "බරපතල කැස්ස හෝ කැස්ස හෝ කැස්ස හෝ කැස්ස, කැස්ස හෝ කැස්සක, නිතර, සයිනස් ආසාදන, අසාත්මිකතා, අහිතකර බඩවැල් චලනය, නිරන්තර පිපාස සහ නිතර මුත්රා කිරීම.. එවැනි රෝග ලක්ෂණ ඇති වුවහොත්, ඔබ වෛද්යවරයෙකුගෙන් උපදෙස් ලබාගෙන බලපෑමේ ස්වභාවය නිරීක්ෂණය කළ යුතුය.",
        "එවැනි රෝග ලක්ෂණ නොසලකා හැරීම ශ්වසන පත්රිකාවේ ආසාදනය, ආසාදනය, නාසික මාංස, කැස්ස, ලේ ගැලීම, දියවැඩියාව, අක්මාව වැනි විවිධාකාර ගැටළු වලට හේතු වේ .... සමහරු දරුවෙකුගේ ගැටලුවට මුහුණ දිය හැකිය.",
        "එබැවින් ඉහත රෝග ලක්ෂණ ඇති වූ විට, ඔවුන් වෛද්යවරයා හමුවී ඔවුන් නිර්දේශ කරන විභාගය කරන්න. දරුවන්ට බලපෑම දරුවන්ට නම්, ඔවුන්ට විශේෂ පරීක්ෂණ තිබේ නම් සහ ළමයින්ට සහ වැඩිහිටියන්ට ඇති බලපෑම තිබේ නම් ... ඔවුන් ඔවුන් සඳහා විශේෂ පරීක්ෂණයක් ද නිර්දේශ කරනු ඇත. ඔවුන් ජානමය පරීක්ෂණ, අග්න්යාශය, නාසය, පෙනහළු ක්රියාකාරිත්වය, පිරිමි ප්රජනන පරීක්ෂාව සිදු කරයි.",
        "ආපනශාලාවන්ට අනුව සිස්ටික් ෆයිබ්රෝසිස් රෝගයට ප්රතිකාර කිරීම මෙයින් පසුව සිදු වේ.නවීන වෛද්ය තාක්ෂණය මගින් අනාවරණය කරගත් විශේෂ හානයක් ලබා දීමෙන් ප්රාථමික සහනයක් ලබා දෙයි. පෙනහළු හානිවලට ප්රතිකාර කිරීම මෙයින් පසුව සිදු වේ. කිසියම් ජානමය වෙනසක් නිසා ඇතිවන මෙම බලපෑම සමනය කිරීම සඳහා ජානමය වශයෙන් විශේෂ ප්රතිකාර ලබා දෙනු ඇත.",
        "තවත් සමහරුන්ට නාසයේ මස් තිබේ නම් ... එය ශල්යකර්මයෙන් ඉවත් කරනු ලැබේ. තවත් සමහරුන්ට රුධිරයේ ඇති ඔක්සිජන් ප්රමාණය, අසමමිතිය.. ඔවුන්ට ඔක්සිජන් චිකිත්සාව ලබා දීමෙන් ඔවුන්ට සහනයක් ලැබෙනු ඇත. එවැනි හානියක් මගින් පීඩාවට පත් පෙණහලුවලින් සහනයක් ලබා දෙන්නේ කිහිප දෙනෙකු පමණි."
      ]
    },
    "en": {
      "title": "Synthetic fibrosis",
      "body_lines": [
        "If one of the ten thousand babies born in South Asian countries, a genetic defect called cystic fibrosis, is a complete relief treatment.. Doctors say they can live over the age of fifty.",
        "Cystic fifthrosis is a genetic disorder that is hereditary. Such affected people cause severe damage in other organs, including lungs and digestive systems. Especially in the lung area causes mucus stagnant. It also affects not only the lungs but also the digestive tract and the reproductive organs.",
        "The impact of such a disease is born in children. Due to this, doctors recommend that they undergo a test of lung functionality annually, especially when they are born, doctors recommend that children who are born with such a respiratory disease should not be affected by respiratory illness annually.",
        "Coughing or coughing during serious cough or coughing or coughing, frequent sinus infections, allergies, random growth, unpopular intestinal movement, frequent thirst, and frequent urination.. In the event of such symptoms, you should consult a doctor and observe the nature of the impact.",
        "Ignoring such symptoms can lead to a variety of problems such as infection in the respiratory tract, infection, nasal flesh, coughing, bleeding, diabetes, liver -oriented .... Some may face a child's problem.",
        "So when the above symptoms have occurred, they should meet the doctor and do the examination they recommend. If the impact is for children, if they have special tests and the impact on children and adults ... They will also recommend a special test for them. They also perform genetic testing, pancreas, nose, lung function, male reproductive testing.",
        "This is followed by the treatment of cystic fibrosis, according to the organs.Provides primary relief through special pharmaceutical treatments detected by modern medical technology. This is followed by the treatment of lung damage. The genetically special treatment will be provided to alleviate this impact caused by a particular genetic change.",
        "If some other people have a flesh in the nose ... It will be removed by surgery. If some others have the amount of oxygen in the blood, asymmetry.. They will be relieved by providing them with oxygen therapy. Only a few people will provide relief from the lungs that are affected by such damage."
      ]
    }
  },
  "summary_lines": [
    "Cystic fibrosis, a hereditary genetic disorder, severely damages organs like lungs and digestive systems. It's recommended for affected children to undergo annual lung functionality tests. Symptoms include coughing, sinus infections, and abnormal growth. Ignoring these can lead to respiratory infections, diabetes, and more. Treatment varies by organ, including pharmaceuticals, surgery, and oxygen therapy."
  ]
}