{
  "translated_text": {
    "si": {
      "title": "අතුරුදහන් වූවන්ගේ සත්යය සොයා ගැනීම සහ යුක්තිය තහවුරු කිරීම - ඇමරිකානු තානාපති ජුලී ගුරු",
      "body_lines": [
        "අතුරුදහන් වීම අතුරුදහන් වීම පිළිබඳව එක්සත් ජනපද තානාපති ජුලී ගායනය කාර්යාල නිලධාරීන්ට ඉල්ලා සිටියේය.",
        "එක්සත් ජනපද තානාපති කාර්යාලයේ ආරාධනයෙන් බ්රහස්පතින්දා සවස කොළඹදී එක්සත් ජනපද තානාපති කාර්යාලයේ දී තානාපති ජූනි සංගා සහ අතුරුදහන් වූවන්ගේ කාර්යාලයේ කාර්යාලය අතර සාකච්ඡාවක් බ්රහස්පතින්දා සවස කොළඹදී පැවැත්විණි.. අතුරුදහන් වූවන්ගේ ධුරය වෙනුවෙන් නීති orney - අට්ටි මහේෂ් කටුලන්ද සහ විධායක නීති orney ජෙගනාතාන් බුෂන් මහතා ද අතුරුදහන් වූවන්ගේ ධුරය වෙනුවෙන් සහභාගී වූහ.",
        "ඒ වන විට කාර්යාල නිලධාරීන් අතුරුදහන් වූවන්ගේ කාර්යාලයේ ක්රියාමාර්ග හා අභියෝග පිළිබඳ එක්සත් ජනපද තානාපතිවරයාට පැහැදිලි කළ අතර එහි ඊළඟ පියවර දෙකෙහිම තලයකු කොටස් හා සහයෝගය පරීක්ෂා කළහ.",
        "ඒ හා සමානව, මිනිස් සිරුර කැණීම ඇතුළු අතුරුදහන් වූවන්ගේ අතුරුදහන් කිරීම් පිළිබඳ පරීක්ෂණය මානව සම්පත්, දත්ත හා තාක්ෂණික සහයෝගීතාවයෙන් සාකච්ඡා කර ඇති බැවින් මානව දේහය පිළිබඳව විමර්ශනය කිරීම අවශ්ය වේ.",
        "ඒ අතරම, අතුරුදහන් වූවන් අතුරුදහන් වූවන්ට සහ ස්ථාපිත කිරීමේ අවශ්යතාව පළ කරන ලද එක්සත් ජනපද තානාපති ජුලී සාං අතුරුදහන් වූවන්ගේ කාර්යාලයේ නිලධාරීන්ට පැවසූ නීත්යානුකූල ක්රියාමාර්ගයක අවශ්යතාව අවධාරණය කළේය.",
        "එහි නිල 'එක්ස්' හි පළ කළ එක්සත් ජනපද තානාපතිවරයා, \"සිදුවූයේ කුමක්ද යන්න පිළිබඳ ප්රශ්නය බලාපොරොත්තුවෙන් සිටින ශ්රී ලාංකිකයන්ට සියලු උත්සාහයන් සහ සැනසීම ලබා ගැනීමට එක්සත් ජනපදය සියලු උත්සාහයන් හා සැනසීම සඳහා සහයෝගයෙන් කටයුතු කිරීමට සූදානම්ය ඔවුන්ගේ අතුරුදහන් වූ පෙම්වතුන්. \""
      ]
    },
    "en": {
      "title": "It is necessary to find the truth of the missing and establish justice - American Ambassador Julie Sung",
      "body_lines": [
        "The US Ambassador Julie Sung urged office officials about the disappearance of the disappearance, that the fact that the disappeared was found and the justice was established.",
        "A meeting between Ambassador Juli Sangh and the Office of the Office of Missing Persons held at the US embassy in Colombo on Thursday evening at the invitation of the US embassy.. Attorney -at -Law Mahesh Katulanda and Executive Attorney Jeganathan Busharan were also present on behalf of the Office of the Missing Persons.",
        "At the time, office officials explained to the US Ambassador on the actions and challenges of the Office of the Missing Persons and examined the two -sided share and cooperation in its next steps.",
        "Similarly, the investigation into the disappearances of the missing persons, including the excavation of the human body, is required to investigate human remains, so that all these processes have been discussed with the US financial, data and technical cooperation.",
        "At the same time, the US Ambassador, Julie Sang, stressed the need for legitimate action that preceded transformation justice, told the officers of the Office of the Missing Persons that the fact that the missing had happened and the need to be established.",
        "The US Ambassador, who has posted on its official 'X' site, said, \"The US is ready to cooperate with all the efforts to provide all the efforts and comfort to the Sri Lankans who are looking forward to the question of what happened to their missing lovers.\""
      ]
    }
  },
  "summary_lines": [
    "US Ambassador Julie Sung emphasized the importance of finding the truth behind disappearances and establishing justice during a meeting with Sri Lanka's Office of Missing Persons. She highlighted the need for legitimate actions leading to transformative justice and offered US support, including financial, data, and technical assistance, for investigations into missing persons."
  ]
}