{
  "translated_text": {
    "si": {
      "title": "නඩුව තමාට එරෙහිව ඉවත් කර ගන්නා ලෙස දුන්නකි",
      "body_lines": [
        "එක්සත් ජනතා බලයේ (එස්.ජේ.බී.) පාර්ලිමේන්තු මන්ත්රී ඒ.එච්.එම්.",
        "ආදේශක පත්රය ඉල්ලා අස්කර ගන්නා ලෙස තමා අල්ලස් කොමිෂන් සභාවෙන් ඉල්ලා සිටින බව ජනාධිපතිගේ නීති orney පෝර්නි ෂව්වින්රා ප්රනාන්දු මහතා අධිකරණයේ පෙනී සිටියේය.",
        "2010 දී ආපදා කළමනාකරණ මධ්යස්ථානයට අයත් වාහනය 2010 සහ 2015 සඳහා අනිසි ලෙස භාවිතා කිරීම සම්බන්ධයෙන් අල්ලස් බූසි වෙත එරෙහිව අල්ලස් කොමිෂන් සභාව විසින් මෙම නඩුව ගොනු කරන ලදී",
        "කොළඹ මහාධිකරණ මහේස්ත්රාත් නවරත්න මාරසිංහ මහතා නඩු විභාගයට පෙර විභාගයෙන් පසු නඩුව කල් තබන ලදී.",
        "අල්ලස් හෝ දූෂණ විමර්ශනය කිරීමේ කොමිෂන් සභාවේ අධ්යක්ෂ ජනරාල්වරයා චෝදනා 47 ක් යටතේ අල්ලස් පනතේ 70 70 වන වගන්තිය යටතේ විත්තිකරුට එරෙහිව නඩු පවරා තිබේ.",
        "ආපදා කළමනාකරණ මධ්යස්ථානයට අයත් ඉඩම් ක is ස් යානයට සේවය කළ අල්ලස් කොමිෂන් සභාව නීතිවිරෝධී ලෙස භාවිතා කළ බවට අල්ලස් කොමිෂන් සභාව නීතිවිරෝධී ලෙස භාවිතා කළ බවට අල්ලස් කොමිසම නීතිවිරෝධී ලෙස යොදාගෙන තිබේ.. වාහනයේ වටිනාකම රු.. මිලියන 19.5 කි."
      ]
    },
    "en": {
      "title": "Bowzi demands the withdrawal of the case against himself",
      "body_lines": [
        "United People's Power (SJB) parliamentarian AHM Fouzi has asked the Bribery Commission to withdraw the indictment filed against him on corruption charges.",
        "President's Attorney -at -Law Shawindra Fernando, appearing on behalf of parliamentarian Pouzi, announced in court that he had requested the Bribery Commission to withdraw the charge sheet.",
        "The case was filed by the Bribery Commission against AHM Bouzi for allegedly misusing the vehicle belonging to the Disaster Management Center in 2010 and 2015",
        "The case was adjourned to April 29 after the Colombo High Court Magistrate Navaratna Marasinghe was taken up before the hearing.",
        "The Director General of the Commission to Investigate Bribery or Corruption has filed a case against the accused under Section 70 of the Bribery Act under four charges.",
        "While serving as senior minister from 2010 to 2015, the Bribery Commission has accused Parliamentarian Fouzi illegally used the Land Cruiser Jeep belonging to the Disaster Management Center.. The value of the vehicle is Rs.. 19.5 million."
      ]
    }
  },
  "summary_lines": [
    "AHM Fouzi, a United People's Power (SJB) parliamentarian, has requested the Bribery Commission to withdraw the indictment filed against him for allegedly misusing a Disaster Management Center vehicle in 2010 and 2015. The case, filed under Section 70 of the Bribery Act, involves charges of corruption."
  ]
}