{
  "translated_text": {
    "si": {
      "title": "රටේ පළමු AI චිත්රපටයේ නිෂ්පාදනයට රජය සහාය දෙනු ඇත - ජනාධිපති",
      "body_lines": [
        "පුරාණ උරුමය ඇති චිත්රපට සංස්ථාව නවීන තාක්ෂණය බවට පරිවර්තනය කරන බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසුවේ පුරාණ උරුමයන් සහිත චිත්රපට සංස්ථාව නවීන තාක්ෂණය බවට පරිවර්තනය වන අතර එය ශ්රී ලංකා චිත්රපට හා රූපවාහිනී නාට්ය සංවර්ධන සමාගමක් ලෙස ඉදිකරන බවයි.",
        "ඒ අතරම, කලාකරුවන් සහ නිර්මාණකරුවන් නවීන තාක්ෂණයෙන් ශක්තිමත් කිරීම සඳහා විදේශීය පුහුණු අවස්ථා ලබා දෙන අතර නවීන තාක්ෂණය සමඟ ඉදිරියට යාමට චිත්රපට හා රූපවාහිනී රංග ශාලාව සකස් කළ යුතු බව පෙන්වා දුන්නේය.",
        "කෘතිම බුද්ධි (ඒ.අයි) තාක්ෂණය ලෝක සිනමා කර්මාන්තයේ දී කාවැදී ඇත. පළමු AI චිත්රපටයේ නිෂ්පාදනයට එය ඉදිරියට ගෙන ඒම සඳහා රජය සහාය දෙන බව ද ජනාධිපතිවරයා නිවේදනය කළේය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව ප්රකාශ කළේ ඊයේ රාත්රියේ කොළඹ ශෙන්රෙලා හෝටලයේ පැවති 20 වන රිකා ටෙලිස් සම්මාන උළෙල අමතමින්.",
        "රටේ ප්රමුඛ පෙළේ ව්යාපාරික රයිගම් සමූහයේ ආචාර්ය රවී ලියානගේ මහතාගේ ප්රමුඛ පෙළේ ව්යාපාරික රාජධානියේ සගයා වන ආචාර්ය උපාධිය පදනම් කරගෙන සම්මාන ප්රදානෝත්සවය වාර්ෂිකව සංවිධානය කරනු ලැබේ.",
        "2023 දී රූපවාහිනී නාට්ය, මාධ්ය සංදර්ශන සහ රූපවාහිනී ප්රවෘත්ති ප්රදර්ශනය තක්සේරු කිරීම සඳහා කාණ්ඩ 7 ක සම්මාන හැටකට වැඩි ප්රමාණයක් ඉදිරිපත් කරන ලදී.",
        "ජනාධිපති රනිල් වික්රමසිංහ ප්රණම සම්මාන උළෙලට සම්බන්ධ වී ඇති අතර ජ්යෙෂ් arta කලාකරුවන්ගේ අත්තල රංෂිරිලාවි, කිවන්ත ආර්ධසාද් සහ මහා ටෙනකුන් යන මහත්වරුනි.",
        "මීට අමතරව, \"රිකම් ප්රදීපා ප්රභා\" ජනාධිපතිතුමාට \"රිකම් ප්රදීපා ප්රභා\" ජනාධිපතිතුමා විසින් ජනාධිපති විසින් පිරිනමන ලදී. මේ වසරේ හොඳම රූපවාහිනී නාට්ය නිමිත්ත සහ සෙමිනි මහත්මිය ජනාධිපති මහත්මිය විසින් ජනාධිපතිවරයා විසින් ප්රදානය කරන ලදී.",
        "මීට අමතරව, වසරේ හොඳම රූපවාහිනී නාට්ය ව්යාපාරය සහ වසරේ හොඳම රූපවාහිනිය ප්රසන්න ජයකොඩි විසින් අධ්යක්ෂණය කරන ලද වසන්ත කන්නංගර විසින් නිෂ්පාදනය කරන ලද රූපවාහිනී නාට්යයේ \"ඊ දකුණු ප්ලේලා\" විසින් ඉදිරිපත් කරන ලද රූපවාහිනී නාට්ය \"ඊ දකුණු ප්ලේලා\" සම්මානය ජනාධිපතිවරයාට පිරිනමන ලදී.",
        "වසරේ හොඳම මාධ්ය උත්සවය ජනාධිපති, හිරු ටීවී සහ සිරාසා ටීවී ටීවී හි ඒකාබද්ධ සම්මාන ලබා දී ඇති අතර ස්වාධීන රූපවාහිනී සමාගම සම්මාන දෙකක්, හොඳම රූපවාහිනී කලාප පළල සහ වසරේ හොඳම රූපවාහිනී කලාප පළල.",
        "සම්මාන උළෙල ප්රසිද්ධ ගායිකාවන් හා නළු නිළියන් වර්ණවත් කාර්ය සාධනය සමඟ පැවැත්විණි.",
        "ඔහු සියළුම සම්මානලාභීන් හා මාධ්යවේදීන් සමඟ කණ්ඩායම් ඡායාරූපයට සම්බන්ධ වූ අතර ජ්යෙෂ් jartient කලාකරුවන් සහ ගායකයින් ඇතුළු ජනාධිපතිවරයා සමඟ එක්විය.",
        "රිකම් සමූහය විසින් දියත් කරන ලද සම්මාන ප්රදානෝත්සවය 20 වන සංවත්සරය සමරයි. මෙම සම්මාන උළෙලට දායක වීම ගැන මම රිකාම් කණ්ඩායමට ස්තූතිවන්ත වෙමි.",
        "ලොකුම විප්ලවය සිදුවී ඇත්තේ පසුගිය විසි වසර තුළ රූපවාහිනී කර්මාන්තයේ ය. අද, රූපවාහිනිය ජංගම දුරකථන සහ ලැප්ටොප් පරිගණක මගින් අභියෝගයට ලක්ව ඇත.",
        "අද ලෝකය ඉදිරියට යන්නේ නෙට්ෆ්ලික්ස්, ඇමේසන් විසිනි. අපි මේ සමඟ ඉදිරියට යා යුතුයි. වෙනත් රටවල් බොහෝ භාෂාවලින් චිත්රපට නිපදවයි. එය ග්රීසිය වැනි කුඩා රටවල ද සොයාගත හැකිය. අපිටත් ඒ ගැන අවධානය යොමු කළ යුතුයි.",
        "එබැවින්, චිත්රපට සංස්ථාව නවීකරණය කිරීම සහ එය චිත්රපට හා රූපවාහිනී නාට්ය සංවර්ධන ආයතනයක් බවට පරිවර්තනය කිරීම කෙරෙහි අපව යොමු වී තිබේ.. දැනුම ලබා ගැනීම සඳහා අපි උත්සාහ කළෙමු.",
        "රූපවාහිනිය ආරම්භ වූ විට ජපානයේ විශාල පිරිසකට පුහුණු අවස්ථා ලබා දෙන ලදී. එය එකල යසෝරාවය වැනි නව රූපවාහිනී නාට්ය මතුවීමට හේතු විය. නැවත වරක්, අපි උත්සාහයන් ඉක්මනින් උත්සාහයන් ආරම්භ කරමු.",
        "එසේම, කෘතිම බුද්ධි බුද්ධි හෝ ඒ.අයි.සී.එල්.. හිම කෙටිම චිත්රපටය AI තාක්ෂණය භාවිතයෙන් සිදු කර ඇත.",
        "එම චිත්රපටවල තිර රචනය AI තාක්ෂණය සමඟ ද සූදානම්. ඩෙනෙට්ස් හි මහාරාජා චිත්රපටයේ ඉන්දියාවේ AI විසින් ද සිදු කර ඇත. එය ශ්රී ලංකාවට ගෙන ආ යුතුය.",
        "මොරටුවා විශ්ව විද්යාලයේ සහ කට්ටුල අර්ත් විශ්ව විද්යාලය සමඟ එක්ව ශ්රී ලංකාවේ පළමු AI චිත්රපටය සහ කට්ටුලා විශ්ව විද්යාලය සමඟ නිපදවීමට උත්සාහ කිරීම අපි ආරම්භ කර ඇත්තෙමු. ඒ සඳහා කමිටුවට මම උපදෙස් ලබා දී ඇත. රජයට ද අරමුදල් ලැබෙනු ඇත.",
        "මෙයින්, චිත්රපට කර්මාන්තය බොහෝ අනපේක්ෂිත වෙනස්කම් දැක තිබේ. චිත්රපට සංස්ථාව නවීකරණය කිරීමට සහ පළමු AI චිත්රපටය නිර්මාණය කිරීමට සහ ඔහුගේ නව ගමන දිගටම කරගෙන යන ලෙස මම සැමට ආරාධනා කරමි. \"ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "ප්රවාහන, මහාමාර්ග සහ මාධ්ය අමාත්ය වෛද්ය බන්දුල ගුණවර්ධන, මහාචාර්ය ජෙනිල් මහාචාර්ය ජේ, මහාචාර්ය සුනිල් ආර්යරත්න. බී.. ජ්යෙෂ් office න ක්රියාකාරීන්, නිළියන්, ගායකයින්, කලාකරුවන්, චිත්රපට අධ්යක්ෂවරුන්, නිෂ්පාදකයින් සහ අමුත්තන්, නිෂ්පාදකයින් සහ අමුත්තන් මෙම සම්මානයට පැමිණ සිටියහ."
      ]
    },
    "en": {
      "title": "The government will support the production of the first AI film in the country - the president",
      "body_lines": [
        "President Ranil Wickremesinghe said that the film Corporation with ancient heritage will be transformed into modern technology and will be built as a Sri Lankan film and television drama development company.",
        "At the same time, the President said that foreign training opportunities would be given to strengthen artists and designers with modern technology and pointed out that the film and television theater should be prepared to move forward with modern technology.",
        "Artificial Intelligence (AI) technology has been embedded in the world film industry today. The President also announced that the government would support the production of the first AI film to bring it forward.",
        "President Ranil Wickremesinghe made this statement while addressing the 20th Rikam Teleis Awards ceremony held at the Shankrela Hotel in Colombo last night.",
        "The award ceremony is organized annually, based on the ally of the country's leading businessman Kingdom of Raigam Group Dr. Ravi Liyanage.",
        "More than sixty awards were presented in seven categories to evaluate television plays, media shows and television news shows in 2023.",
        "President Ranil Wickremesinghe has joined the Pranama Awards and awards to senior artists Athula Ransirilal, Kiwantha Ardhasad and Grace Tennakoon by the President.",
        "In addition, the President was awarded the \"Rikam Pradeepa Prabha\" Hon. Dr. Rohana Weerasinghe by the President, and the President Mahendra Perera was awarded the Best Television Drama actor this year and Mrs. Semini was awarded by the President to the President.",
        "In addition, the President was awarded the award for the TV drama \"Ee South Pentala\", produced by Vasantha Kannangara, directed by Prasanna Jayakody, the Best TV Drama Movement of the Year and the Best TV of the Year.",
        "The Best Media Ceremony of the Year has received joint awards from the president, Hiru TV and Sirasa TV, and the Independent Television Company won two awards, the Best TV bandwidth and the year's Best TV bandwidth.",
        "The award ceremony was held with colorful performances of famous singers and actors.",
        "He joined the group photo with all the award -winning artists and journalists and joined the president, including senior artists and singers.",
        "“The awards ceremony, which was launched by the Rikam Group, celebrates the 20th anniversary. I thank the Rikam Group for contributing to this award ceremony.",
        "The biggest revolution has occurred in the television industry in the last twenty years. Today, television has been challenged by mobile phones and laptops.",
        "Today the world is progressing by Netflix, Amazon. We must go ahead with this. Other countries make movies in many languages. It can also be found in small countries like Greece. We too have to pay attention to it.",
        "Therefore, we have been focused on modernizing the film corporation and transforming it into a film and television drama development agency.. We have begun efforts to gain knowledge.",
        "When television started, a large number of people in Japan were given training opportunities. It led to the emergence of new television plays like Yasoravaya at that time. Once again, we expect to start the efforts soon.",
        "Also, artificial intelligence or AI technology has joined the film industry since last year. The Frost Short Film has been made using AI technology.",
        "The screenplay of those movies is also ready with AI technology. The movie Maharaja in denims is also made by AI in India. It should be brought to Sri Lanka.",
        "We have initiated efforts to produce Sri Lanka's first AI film in partnership with the University of Moratuwa and the University of Katpula Arts. I have given instructions to the committee appointed for that. The government will also get the funds.",
        "By this, the film industry has seen many unexpected changes. I invite everyone to modernize the film Corporation and create the first AI film and continue his new journey, ”President Ranil Wickremesinghe added.",
        "Transport, Highways and Media Minister Dr. Bandula Gunawardena, Professor Sunil Aryaratne, Professor J. B.. Senior actor, actresses, singers, artists, film directors, producers and guests were also present at the award."
      ]
    }
  },
  "summary_lines": [
    "The government will support Sri Lanka's first AI film, aiming to modernize the film industry. President Ranil Wickremesinghe highlighted the importance of AI in cinema and announced initiatives to strengthen artists with foreign training."
  ]
}