{
  "translated_text": {
    "ta": {
      "title": "கட்டனாயக்கில் சந்தேக நபர் கைது செய்யப்பட்டார்",
      "body_lines": [
        "காடுனாயக்க விமான நிலையத்திற்கு அவர் வந்த நேரத்தில் விமான நிலையம் கைது செய்யப்பட்டது.",
        "சந்தேக நபர் துபாய் மாநிலத்திற்கு வெளியேற தயாராகி வந்தார்.",
        "அந்த நபர் டிசம்பர் 31 ஆம் தேதி வெலிகாமா சாலையில் உள்ள டெனிபிடியா பகுதியில் ஒரு முச்சக்கர வண்டியில் மருந்துகளின் பங்கைக் கண்டுபிடித்தார்.",
        "வெலிகாமா போலீசாரும் சந்தேக நபருக்கு எதிராக வெளிநாட்டு பயணத் தடையை தடை செய்திருந்தனர்.",
        "வெங்கிகாமாவில் வசிக்கும் 30 வயதான சந்தேக நபர் ஒரு சக்திவாய்ந்த போதைப்பொருள் வியாபாரி.",
        "இன்று (03) மாதரா மாஜிஸ்திரேட் நீதிமன்றத்தில் வழங்கப்பட்ட 7 நாட்களுக்குப் பிறகு வெலிகாமா காவல்துறையினர் கேள்வி கேட்க அனுமதிக்கப்படுகிறார்கள்."
      ]
    },
    "en": {
      "title": "Suspect arrested in Katunayake",
      "body_lines": [
        "The airport was arrested at the time of his arrival at Katunayake airport for a drug search operation conducted by the crimes division.",
        "The suspect was preparing to leave for Dubai State.",
        "The man had found a stock of drugs in a three-wheeler in the Denipitiya area in Weligama road on December 31st.",
        "The Weligama Police had also banned foreign travel ban against the suspect.",
        "The suspect, a 30 year old resident of Vengigama, is a powerful drug dealer.",
        "The Weligama Police are permitted to question 7 days after the presented to Matara Magistrate's Court today (03)."
      ]
    }
  },
  "summary_lines": [
    "A 30-year-old drug dealer from Vengigama was arrested at Katunayake airport for drug possession, found with drugs in a three-wheeler in Weligama, and faces a travel ban."
  ]
}