{
  "translated_text": {
    "ta": {
      "title": "ஊடக அடக்குமுறையை அடக்குவதற்கு பாராளுமன்ற சக்திகளையும் சலுகைகளையும் எம்.பி.க்கள் பயன்படுத்துகிறார்களா?",
      "body_lines": [
        "ஊடக அடக்குமுறையை அடக்குவதற்கு பாராளுமன்ற சக்திகளையும் சலுகைகளையும் எம்.பி.க்கள் பயன்படுத்துகிறார்களா?",
        "உறுப்பினர்கள் பாராளுமன்றக் கோட்பாடுகளின் அறையில் எந்த யோசனையையும் வெளிப்படுத்தலாம். அது நீதிமன்றத்தில் இருக்கிறதா என்பது முக்கியமல்ல. இது பேச்சு சுதந்திரம் தொடர்பாக நாடாளுமன்ற உறுப்பினர்களின் தனித்துவமான பாக்கியம். இருப்பினும், நாட்டின் குடிமக்கள் அந்த சலுகையைப் பயன்படுத்துவதன் மூலம் இலங்கை பாராளுமன்றத்தின் குழப்பத்தை விசாரித்துள்ளனர்.",
        "பாராளுமன்ற சலுகைகளைப் பயன்படுத்தும் பல்வேறு நபர்களை இந்த சிக்கல் திறம்பட குறிவைப்பதை உறுதிசெய்ய சட்டங்கள் திருத்தப்பட வேண்டும் என்று எம்.பி. நமல் ராஜபக்ஷா ஒருமுறை கூறினார்.",
        "எம்.பி.க்கள் தங்கள் பாராளுமன்ற சலுகைகள் உடைக்கப்பட்டுள்ளன என்று கூறுகின்றனர். இவர்களில், பத்திரிகையாளர்களும் விரல் வைத்திருக்கிறார்கள்.",
        "பாராளுமன்றக் குழுவின் தலைவர் மற்றும் பாராளுமன்றத்தின் சலுகையின் தலைவர், குழுவின் தலைவர் மற்றும் பாராளுமன்றத்தின் சலுகையின் தலைவரான சாமல் ராஜபக்ஷா பிபிசி சிங்களவலாவிடம் சிங்கள சேவைக்கு தெரிவித்துள்ளார். லங்கடீப்பா, டெரானா, தாய் மற்றும் அருணாவின் ஊடகங்கள் பாராளுமன்றத் தேர்வுக் குழுவுக்கு வரவழைக்கப்பட்டு பாராளுமன்ற பாராளுமன்றத்தில் கேள்வி எழுப்பியுள்ளன.",
        "இதற்கிடையில், சில எம்.பி.க்கள் காரணமாக அவர்கள் கடமைகளில் தலையிட்டுள்ளதாக பத்திரிகையாளர்கள் காவல்துறையினரிடம் புகார் அளித்த சந்தர்ப்பங்கள் காவல்துறையினரால் பாதிக்கப்பட்டுள்ளன.",
        "1997 ஆம் ஆண்டின் 27 வது நாடாளுமன்ற சக்தி மற்றும் சலுகைகள் சட்டம் பயனுள்ளதாக இருக்கும்.",
        "1997 ஆம் ஆண்டின் திருத்தம் சிறைச்சாலையில் பாராளுமன்ற அதிகாரங்கள் மற்றும் சலுகைகளை மீறுவதற்கு ஒப்படைக்கப்பட்டு அபராதம் விதிக்கப்பட்டது. வெகுஜன ஊடக அமைச்சரில் ஊடக சுதந்திரத்தை உறுதி செய்வதற்கான நேர்மறையான படியாக இந்த தீர்ப்பு குறிப்பிடப்படலாம்.",
        "இருப்பினும், தண்டனை மற்றும் சிறையில் அடைக்க முடியாதது மற்றும் தண்டிக்கப்பட முடியாது.",
        "கலுடாரா மாவட்ட எம்.பி. ரோஹிதா அபேயேகுனவர்தேனா ஜூலை 19 அன்று பாராளுமன்றத்தில் ஒரு சலுகை கேள்வி, அவரது ஒரே மகனின் திருமணம் ஒரு ஹெலிகாப்டர் என்று கூறுகிறது.",
        "\"ஒரு மகன் இருக்கிறான். அவர் திருமணம் செய்து கொள்ளவில்லை. இது தொடர்பாக சட்ட நடவடிக்கை எடுக்குமாறு கேட்டுக்கொள்கிறேன்.. இந்த அறிக்கை ஊடகங்களுடன் பரந்த விளம்பரம் பெற்றது.",
        "எவ்வாறாயினும், பாராளுமன்றத்தில் ஒரு சலுகை பிரச்சினையை சந்திக்கும் நெறிமுறைகள் மற்றும் சலுகைக் குழுவில் ரோஹிதா அபேயேகுனவர்தேனா கலந்து கொள்ளவில்லை. ஜூன் 6, 2024 அன்று குழு தொடர்பான குழு, புகார்தாரர் முன்வைத்த குழுவிலும் சலுகைகளிலும் ஆஜரானது.",
        "சலுகைகள் உடைந்துவிட்டன, பின்னர் புகார் எம்.பி.யின் புகாரால் எடுக்கப்படும் என்று ஊடகங்கள் அளித்த அறிக்கையா?இது சட்டத்தின் பற்றாக்குறையா, எம்.பி.க்கு எதிராக நடவடிக்கை எடுக்கவில்லையா?கேள்விகள் எழுகின்றன.",
        "இது குறித்து கேட்டபோது, ​​குழுவின் தலைவரும் சலுகை சாம்பியனான சாமல் ராஜபக்சாவும் இந்த அறிக்கையை வழங்கினார்.",
        "'' சிலர் சொல்ல முடிந்திருக்கலாம். சாத்தியமில்லை. அவர்கள் தேவை. \"",
        "எம்.பி.க்கள் ஒரு கடத்தி நடத்தை முறையைக் கொண்டுள்ளனர். அதன்படி, எம்.பி. மனசாட்சிக்கு ஏற்ப செயல்பட்டதா என்ற கேள்வி. கேள்வி எழுப்பியபோது, ​​சாமல் ராஜபக்ஷா, \"இது மனசாட்சிக்கு வரவில்லை\" என்று கூறினார்.",
        "பிபிசி சிங்கள சேவை இரண்டு நாட்கள் பிபிசி சிங்கள சேவையை தொடர்பு கொள்ள முயன்றது.",
        "கடந்த நாடாளுமன்ற அமர்வில் உறுப்பினர்கள் 51 சலுகை பெற்ற கேள்விகளை எழுப்பினர். இந்த பருவத்தில், தற்போது 16 சலுகை கேள்விகள் உள்ளன.",
        "பாராளுமன்ற உறுப்பினர் ஒருவர் பாராளுமன்றத்தில் ஒரு அறிக்கையை வெளியிட்டுள்ளாரா என்று சபாநாயகர் தீர்மானிக்கிறார்.",
        "குழு பின்னர் எம்.பி.யை வரவழைத்தது, தொடர்புடைய எம்.பி. வரவழைக்கப்பட்டு, அவரது புகாரை ஆராய்ந்து அவரது புகாரைக் கேட்கத் தொடங்குகிறார். 18 அரசு மற்றும் எதிர்க்கட்சி உறுப்பினர்களின் தேர்தல்கள் குழுவை பிரதிநிதித்துவப்படுத்துகின்றன.",
        "குழு சலுகைகளை மீறுவதாக குழு முடிவு செய்தால், அது அட்டர்னி ஜெனரலுக்கு பரிந்துரைக்கப்படும். பாராளுமன்றத்தின் ஒப்புதலுடன் அட்டர்னி ஜெனரல் உச்சநீதிமன்றத்தை குறிப்பிடுவார். விசாரணையின் முடிவில், ஒரு குற்றவாளி \"ஒரு ஓய்வூதிய துவக்கி அல்லது இரண்டு ஆண்டுகளுக்கு அபராதம், அல்லது சலுகைகளின் சலுகை மற்றும் சலுகைகள்.\"",
        "எவ்வாறாயினும், பத்திரிகையாளர்கள் செயலற்ற அச்சமாக இருக்கக்கூடாது என்று நாடாளுமன்றத் தலைவரும் துணை பொதுச்செயலாளருமான சாமிண்டா குலாரட்னே கூறினார்.",
        "சில ஊடக நிறுவனங்கள் புகார் தேர்வில் சரி செய்யப்பட்டு மீண்டும் வெளியிடப்பட்டுள்ளன. சில சந்தர்ப்பங்களில், எம்.பி.க்கள் மன்னிப்பு கேட்டுள்ளனர், இது ஒரு எடுத்துக்காட்டு. சாம்பிகா ரனவகாவின் செய்தி 29.06.2012 அன்று சேம்பர் ஆஃப் நிதிக் குழுவால் தவறாக சித்தரிக்கப்பட்டுள்ளது என்பதையும், செய்திகளை சரிசெய்வதையும் ஒப்புக் கொண்டது.. சம்பவத்திற்குப் பிறகு, பத்திரிகையாளர்களுக்கு பாராளுமன்றத்தின் நடவடிக்கைகள், அதிகாரங்கள் மற்றும் சலுகைகள் குறித்து தெரிவிக்க பத்திரிகையாளர்கள் பரிந்துரைக்கப்பட்டனர், மேலும் ஒரு பட்டறை நடைபெற்றது.",
        "எவ்வாறாயினும், சலுகைக் குழு சலுகைக் குழுவிற்கு வரவழைக்கப்பட்டுள்ளது, பத்திரிகையாளர்கள் தொழில்முறைக்கு தோன்றிய நேரங்கள் உள்ளன.",
        "எம்.பி.. சலுகை பிரச்சினை மீறப்படுவதால் அனுப்பப்படாது என்று குழு பரிந்துரைக்கப்பட்டது.",
        "இந்த மசோதா குறிப்பாக சலுகைகள் சலுகைகளைப் பெறும் என்பதைக் குறிப்பிடுகிறது. மேலும் பல எம்.பி.க்கள் பத்திரிகையாளர்களைப் பற்றி அறிந்திருக்கிறார்கள். ஆனால் சில சந்தர்ப்பங்களில், சலுகை கேள்விகள் சலுகை கேள்விகளை எழுப்பிய நேரங்கள் உள்ளன. ஜூலை 17 அன்று ஸ்வர்னவாஹினியின் பிரஜெத் பெரேரா மற்றும் சிராசாவின் சிராசா சிராசா 1722 அத்தகைய சிக்கலை எதிர்கொண்டனர். கேள்வி பொலிஸ் புத்தகங்களில் எழுதப்பட்டது.",
        "மூன்று எம்.பி.க்களுக்கு எதிரான பொலிஸ் புகார்களைத் திரும்பப் பெற இரண்டு பத்திரிகையாளர்களுக்கு எதிரான குற்றங்கள்: \"இலங்கை குற்றவாளி தண்டிக்கப்படவில்லை\"",
        "இதற்கிடையில், எம்.பி.க்கள் சில சந்தர்ப்பங்களில் பாராளுமன்ற சலுகைகள் தொடர்பான சலுகைகளை எழுப்பும் நேரங்கள் உள்ளன. எம்.பி.க்களின் அறிக்கைகளை அடக்குவதற்கான முயற்சியாக இது தோன்றலாம்.",
        "Y குழாய், பேஸ்புக் பக்கம் மற்றும் PIO டிவி சேனலின் பரப்புதல் பத்திரிகையாளர்களைப் புகாரளிக்க பாராளுமன்றத்தில் பயன்படுத்தப்படலாம். ஊடக நிறுவனங்களுக்கிடையிலான போட்டியும் செய்திகளை விரைவாக தெரிவிக்கிறது. ஆனால் ஹன்சார்ட் அறிக்கையிலிருந்து பாகங்கள் அகற்றப்பட வேண்டிய நிகழ்வுகள் பின்னர் உள்ளன. அத்தகைய சந்தர்ப்பத்தில், பத்திரிகையாளர்கள் பேச்சாளரின் ஒரு பகுதியை வெளியிட்டுள்ள ஆபத்து.",
        "இது குறித்து கேட்டபோது, ​​அட்டர்னி ஜெனரல் துறையின் துணை வழக்குரைஞர் இந்த வழியில் பதிலளித்தார்.",
        "\"செயலுக்கு கூடுதலாக, நீங்கள் அந்த தவறு செய்துள்ளீர்கள் என்பதை நிரூபிக்க வேண்டும். ஒரு குழுவை எதிர்நோக்குகிறோம் அல்லது நீதித்துறைக்கு முன்பாக இடுகையிடுவதற்கான நோக்கம் பற்றியது. வெறுப்பு சட்டத்தில் வெளியிடப்பட்டது. ஆனால் அது ஒரு தவறு மற்றும் தவறு என்றால், அவர் ஒரு குழு அல்லது நீதிமன்றத்தின் முன் பரிசீலிப்பார்.",
        "பாராளுமன்றத்தில் உண்மையான மற்றும் துல்லியமான அறிக்கைகளாக இருக்க பத்திரிகையாளர்களின் முக்கிய பொறுப்பு பத்திரிகையாளர்கள். சபாநாயகர் மஹிந்தா யபா அப்வர்தனாவின் கூற்றுப்படி, அந்தச் செய்திகளையெல்லாம் செய்திகளாக புகாரளிப்பது நியாயமானதாகும், இருப்பினும் சில ஆதாரமற்ற மற்றும் பாராளுமன்றத்தில் பதிலளிக்கவில்லை.",
        "1953 ஆம் ஆண்டின் 21 ஆம் தேதி பாராளுமன்ற சலுகைகள் மற்றும் அதிகாரச் சட்டம் ஐந்து முறை திருத்தப்பட்டுள்ளது. இது 1978 ஆம் ஆண்டின் எண் 5, தேசிய அரசு தேவாலயத்தின் சலுகைகளின் நீதித்துறை அதிகாரத்தையும் சலுகையையும் பலப்படுத்தியது. திருத்தத்தின் பிரிவு 32 கூறுகிறது, 'ஏ' மற்றும் 'ஏ' மற்றும் 'இரண்டும் தண்டனை வழங்கப்படுவது உச்சநீதிமன்றத்தால் நடைமுறைக்கு வர வேண்டும்.",
        "1980 ஆம் ஆண்டின் சட்டம் 17 ஆம் தேதி பேச்சாளரின் பாராளுமன்ற விவாதத்தில் அறிமுகப்படுத்தப்பட்டது.",
        "1984 ஆம் ஆண்டின் 25 வது சட்டத்தால் பாராளுமன்றத்தின் அபராதங்கள் அகற்றப்பட்டன. இது பாராளுமன்றத்தின் சக்தியை நிராகரித்தது.",
        "ஆனால் காலப்போக்கில், அதிகார வரம்பு பாராளுமன்றத்தால் நீதிமன்றத்திற்கு ஒதுக்கப்பட்டது.",
        "1997 ஆம் ஆண்டின் 27 ஆம் தேதி சட்டம் மிகவும் முக்கியமானது. பாராளுமன்றத்தின் நீதித்துறை 1978 ஆம் ஆண்டின் 5 வது சட்டத்தால் அறிமுகப்படுத்தப்பட்டது, வருமானம் இல்லை. இது பாராளுமன்றத்தின் இருப்பு மற்றும் தண்டனைக்கு ஒப்படைக்கப்பட்டது.",
        "ஒரு நாட்டில் ஜனநாயகம் இருப்பதை உறுதிப்படுத்த நான்கு முக்கியமான கோபுரங்கள். அதுதான் நிர்வாகி, சட்டமன்றம், நீதித்துறை மற்றும் ஊடகங்கள். பத்திரிகையாளர்கள் மற்றும் ஊடக நிறுவனங்கள் முன்னேற்றத்தில் பெரும் தாக்கத்தை ஏற்படுத்துகின்றன. எனவே, சரியான, பக்கச்சார்பற்ற தகவல்களை பொதுமக்களிடம் தொடர்புகொள்வது ஜனநாயகம் இருப்பதற்கு மிகவும் முக்கியமானது. பத்திரிகையாளர்களால் தாக்க முடியாது என்ற பொறுப்பும் உள்ளது. சலுகைகளின் சலுகைகளை அச்சுறுத்துவது முக்கியம், அவற்றை மிரட்டுகிறது அல்லது தொழில் நடவடிக்கைகளுக்கு இடையூறு விளைவிக்காது."
      ]
    },
    "en": {
      "title": "Are MPs use parliamentary powers and privileges to repress media repression?",
      "body_lines": [
        "Are MPs use parliamentary powers and privileges to repress media repression?",
        "Members can express any idea in the Chamber of Principles of Parliament. It does not matter whether it is in court. It is a unique privilege of parliamentarians regarding freedom of speech. However, the citizens of the country have interrogated the slandeasures of the Sri Lankan Parliament by using that privilege.",
        "MP Namal Rajapaksa once said that the laws should be amended to ensure that the problem was effectively targeting various individuals using parliamentary privileges.",
        "MPs say that their parliamentary privileges have been broken. Of these, journalists also have the finger.",
        "Chairman of the Committee of Parliament and Privilege of Parliament, Chamal Rajapaksa, Chairman of the Committee and Privilege of Parliament, has told BBC Sinhala to Sinhala service. The media outlets of Lankadeepa, Derana, Mother and Aruna have been summoned to the Select Committee of Parliament and questioned the Parliament of Parliament.",
        "Meanwhile, there are occasions that journalists complained to the police as well as the journalists have been affected by the police that they have interfered their duties due to some MPs.",
        "Parliamentary Power and Privileges Act No 27 of 1997 is in effective.",
        "The 1997 amendment was handed over to a violation of parliamentary powers and privileges in prison and fined. The verdict may be mentioned as a positive step to ensure media freedom in the Minister of Mass Media.",
        "However, the punishment and unable to be imprisoned and cannot be punished.",
        "Kalutara district MP Rohitha Abeygunawardena is a privilege question in parliament on July 19, claiming that his only son's wedding was a helicopter.Raised.",
        "\"There is one son. He's not married. I request you to take legal action in this regard. \". The statement received wide publicity along the media.",
        "However, Rohitha Abeygunawardena did not attend the Ethics and Privilege Committee meeting a privilege issue in parliament. The Committee on the Committee on June 6, 2024, appeared in the committee and privileges presented by the complainant.",
        "Is it a statement made by the media that the privileges have been broken and then the complaint will be taken by the complaint by the MP?Is it a lack of the Act, not to take action against the MP?The questions are an arising.",
        "When asked about it, the Chairman of the Committee and Privilege Champion Chamal Rajapaksa gave this statement.",
        "'' Some may have been able to say. There's not possible. They have done necessary. \"",
        "MPs have a conductor system of conduct. Accordingly, the question of whether the MP acted in accordance with the conscience. When questioned, Chamal Rajapaksa said, \"It is not coming to the conscience.\"",
        "The BBC Sinhala service was two days trying to contact the BBC Sinhala service at several times inquiry into the committee.",
        "Members raised 51 privileged questions at the last parliamentary session. In this season, there are currently 16 privilege questions.",
        "The Speaker decides whether a member of Parliament has made a statement in Parliament that a MP has been violated.",
        "The Committee then summoned the MP, the relevant MP is summoned and begins to examine his complaint and hearing his complaint. Elections of 18 government and opposition members represent the Committee.",
        "If the committee decides that the committee is broken privileges, it will be referred to the Attorney General. The Attorney General will refer to the Supreme Court with the approval of Parliament. At the end of the trial, a criminal is \"a pensionary launcher or a penalty for two years, or privilege of privileges, and privileges.\"",
        "However, the Chief of Parliament and Deputy Secretary-General Chaminda Kularatne said that the journalists should not be inactive fear.",
        "Some media institutions have corrected and re-published in the complaint examination. In some cases, MPs have been apologized and this is an example. Acknowledged that the news of Champika Ranawaka has been misrepresented by the Chamber of Finance Committee on 29.06.2012 and was to correct the news.. After the incident, journalists were also recommended to inform journalists about the activities of Parliament, powers and privileges, and a workshop was held.",
        "However, the privilege committee is summoned to the privilege committee, there are times when journalists appeared for professionalism.",
        "Jayantha Weerasinghe, MP Jayantha Weerasinghe, was a privilege of a privilege of a privilege.There is no paddy. The Committee was recommended that the privilege issue would not be transmitted under violation.",
        "The bill is specifically referred to what privileges will receive privileges. And many MPs are aware of journalists. But in some cases, there are times when the privilege questions raised privilege questions. Swarnavahini's Prageeth Perera and Sirasa Sirasa of Sirasa 1722 on July 17 faced such a problem. The question was written in the police books.",
        "Crimes against two journalists to withdraw police complaints against the three MPs: \"The Sri Lankan offender is not punished\"",
        "Meanwhile, there are times when MPs raise privileges issues regarding the parliamentary privileges in some cases. It may also appear as an attempt to suppress the reports of the MPs sometimes criticized.",
        "The propagation of Y Tube, the Facebook Page and Pio TV channel can be used in Parliament to report journalists to journalists. The contest between the media institutions also report the news quickly. But there are instances where parts should be removed from the Hansard Report later have. In such a case, journalists are the risk of journalists to have published a portion of the Speaker.",
        "When asked about it, the Deputy Solicitor of the Attorney General's Department answered this way.",
        "\"In addition to the action, you must prove that you have done that wrong. Looking forward to a committee or before the judiciary is about the motive for posting. The hatred was posted in the law. But if it was a mistake and wrong, he would consider before a committee or court. \"He explained the legal background.",
        "Journalists are the leading responsibility of journalists to be true and accurate reports in Parliament. According to the Speaker Mahinda Yapa Abeywardena stated that it is reasonable to report all that is news as news, although certain baseless and unresponses in Parliament.",
        "Parliamentary Privileges and Powers Act No. 21 of 1953 has been revised at five times. It strengthened the judicial power and privilege of privileges of the National State Church, No. 5 of 1978. Section 32 of the amendment states that the punishment of punishment of the 'A' and 'A' and 'Both the Punishment should be effective by the Supreme Court.",
        "The Act No. 17 of 1980 was introduced in a parliamentary debate by the Speaker.",
        "The penalties of the Parliament were removed by the Act No 25 of 1984. It was a rejection of the power of Parliament.",
        "But over time, the jurisdiction was assigned to court by Parliament.",
        "The Act No 27 of 1997 is very important. The judiciary of parliament introduced by Act No 5 of 1978, there was no return. It was entrusted to the existence and punishment of the Parliament.",
        "Four important towers to ensure the existence of democracy in a country. That is the executive, legislature, judiciary and the media. Journalists and media institutions have a major impact on the progress. Therefore, it is very important to the existence of democracy to communicate the right, impartial information to the public. There are also a responsibility that journalists cannot attack. And it is important to intimidate the privileges of privileges, making them intimidate or not interrupting the occupational activities."
      ]
    }
  },
  "summary_lines": [
    "MPs in Sri Lanka have used parliamentary privileges to address perceived media bias and misinformation, but concerns arise over potential misuse to stifle criticism. The Parliamentary Powers and Privileges Act allows MPs broad freedoms of speech, yet there's controversy over how these rights intersect with press freedom. Instances of MPs questioning journalists before parliamentary committees and allegations of journalists being targeted for their reporting highlight the delicate balance between parliamentary immunity and media accountability."
  ]
}