{
  "translated_text": {
    "ta": {
      "title": "கோத்தாபய கழுத்துக்கு காரணம்",
      "body_lines": [
        "தேர்தல் கேண்டிடா வேட்பாளர் அனுரா குமாரா டிஸ்டனாயக்கில் பிரதமரின் தவறுகளில் ரணில் விக்கிரமேசிங்காக இருப்பதாக கூறிய கோத்தாபய ராஜபக்ஷா ஜனாதிபதிக்கு கழுத்தை கொடுக்க வேண்டியிருந்தது.",
        "அவர் நேற்று மெல்சிரிபுரா இரவில் நடைபெற்ற ஒரு பரிச்சயத்தில் பேசிக் கொண்டிருந்தார்.",
        "\"ரானில் விக்ரெமேசிங் அவர் வந்து எரிவாயு வாயு எரிவாயு என்று கூறுகிறார். 2015-19 அவர் வரவில்லை என்றால், எண்ணெய் வாயு இல்லை. 3 1,350 கோடி இழந்தது. கோத்தாபயா விடுவிக்கப்பட்டார். கோத்தாபயாவின் பாவங்கள். கோத்தாபயா இறுதியாக குற்றங்களை வழங்கினார். எனவே, நாங்கள் நாட்டை எடுத்து எரிவாயு, எண்ணெய் எடையுள்ள மற்றும் சக்தியற்றவர்களை இழக்கிறோம். உருப்படிகள் இல்லாததைப் பற்றி பயப்பட வேண்டாம். சுருக்கத்தில் அரசாங்கம் குறுகிய காலத்தில் வாகனங்களை இறக்குமதி செய்கிறது. மிதிவண்டிகள் மிதிவண்டிகளைக் கொண்டு வருகின்றன. நாட்டை வளர்க்க ஆசை உள்ளது. எனவே, முதல் முறையாக நாட்டைக் கட்டியெழுப்ப ஒரு பெரிய அரசாங்கம். \""
      ]
    },
    "en": {
      "title": "Reason for the Gotabhaya neck",
      "body_lines": [
        "Gotabhaya Rajapaksa had to give the neck to the President that the election candida candidate Anura Kumara Dissanayake said that Ranil Wickremesinghe was in the mistakes of the Prime Minister.",
        "He was speaking at a familiarity held in Melsiripura night yesterday.",
        "\"Ranil Wickremesinghe says he's come and gas gas gas. 2015-19 If he didn't come, oil gas would not. $ 1,350 crores lost. Gotabhaya is released. Gotabhaya's sins. Gotabhaya finally gave the crimes. Therefore, we take the country and lose gas, weighing oil, and the powerless. Don't be afraid of no lack of items. Government in compress imports vehicles in short time. Bicycles bring bicycles. There is the desire to develop the country. Therefore, the first time is a major government to build the country. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Gotabhaya Rajapaksa supported Ranil Wickremesinghe as PM due to economic losses during his tenure (2015-2019). He cited $1,350 crore loss from oil/gas issues. This decision was controversial among supporters who felt it compromised his stance on corruption."
  ]
}