{
  "translated_text": {
    "si": {
      "title": "ස්වයං-ෂෙපොලාස්ටේෂන්",
      "body_lines": [
        "පෙම්වතුන් දෙදෙනාම විවාහයකින් තොරව එකට ජීවත්වීම. එය කවදාද. සිද්ධිය සිදුවිය ..",
        "කනනායකුමාරි දිස්ත්රික්කයේ විනීෂා. හෙදියන් සිය අධ්යයන කටයුතු අවසන් කර ඇත. වයස අවුරුදු 24 යි. ඔහු චෙන්නායි හි පෞද්ගලික රෝහලක වසරක් සඳහා හෙදියක් ලෙස වැඩ කරමින් සිටී.",
        "විනීෂා සෙල්වමානි සමඟ ආදරයෙන් බැඳී සිටියේය. සෙල්වමානි අයත් වන්නේ මදුරෙයි usilailamilaTi ය. වයස අවුරුදු 29 යි.. ඔහු දැන් චෙන්නායි හි සේවය කරයි.",
        "කනුකුමාරි දිස්ත්රික්කයේ සහ මදුරෙයිහි සිට කැනාකුමාරි දිස්ත්රික්කයේ සහ මදුරෙයිහි සෙල්වමානි චෙන්නායි හි සේවය කරන අතර අනෙක් දෙදෙනා විවාහ වීමට සමීප වී සිටිති.",
        "එහි ප්රති As ලයක් ලෙස විනීෂා ගැබ් ගත්තාය. ඇය දැනට මාස 7 ක් ගැබ්ගෙන සිටී. නිවස නොයා චෙන්නායි හි රැඳී සිටීමට ඔහුට හැකි විය.. මේ අවස්ථාවේ දී, වින්ෂා හදිසියේ දරු ප්රසූතියක් ලැබී තිබේ.",
        "ඔහු හෙදියක් බැවින් ඔහු තමා දැකීමට තීරණය කළේය. මේ සඳහා ඔහු නාන කාමරයට (නාන කාමරයේ) ඇතුළු වී උත්සාහයේ නිරත වේ. නමුත් ඔහුට නොහැකි විය.",
        "ඔහුට දරු ප්රසූතියක් පහසුවෙන් සෑදීමට නොහැකි විය.. කාලය ගෙවී යත්ම දරු ප්රසූතිය වැඩි වී තිබේ. විනීෂාව එම වේදනාව ඉවසීමට නොහැකි වූ අතර පහසුවෙන් උපත දීමට නොහැකි වූ අතර දරුණු විය.",
        "කලලරූපයේ කකුල තට්ටු කළ පසු, ඔහු එකවරම පිටතට ගෙන ගොස් වේදනාව අඩු වනු ඇතැයි සිතුවා. මේ සඳහා ඔහු කලලරූපයේ කකුල් අල්ලා ගත්තේය.",
        "ඔහුට දරු ප්රසූතියක් පහසුවෙන් කළ නොහැකි විය. කාලය ගෙවී යත්ම දරු ප්රසූතිය වැඩි වී තිබේ. විනීෂාව එම වේදනාව ඉවසීමට නොහැකි වූ අතර පහසුවෙන් උපත දීමට නොහැකි වූ අතර දරුණු විය.",
        "වේදනාව දරාගත නොහැකි හා තදින්ම ඇද ගන්නා නිසා කලලරූපී කකුල් පොඟවා ගනී.. වෙනමම කකුල් ආවා. දරුවා හුස්මකින් තොරව එළියට ආවා. මෙයින් පසු, ඔහු දරුවාගේ පාද එකම නාන කාමරයට විසි කළේය, දරුවා ඔසවා, එග්මෝර් ළමා රෝහල වෙත දිව ගියේය.",
        "එහිදී වෛද්යවරු පරීක්ෂා කර ඇති අතර දරුවා මියගොස් ඇති බව පැවසීය. එහෙත්, විනීෂාගේ සෞඛ්ය තත්වය නරක අතට හැරෙන විට, ඔහු එහි දැඩි සත්කාරය ආරම්භ කළේය.. පසුව රෝහල් පරිපාලනය විසින් මාම්බලම් පොලිසියට දැනුම් දුන්නේය. පොලිසිය විනිසුෂාවට එරෙහිව නඩු විභාගයක් කර ඇති අතර විමර්ශනය කරමින් සිටී. විනීෂා තවමත් ප්රතිකාර ලබයි."
      ]
    },
    "en": {
      "title": "Self -Empowerment",
      "body_lines": [
        "Both lovers, living together without marriage. It is when. The incident took place ..",
        "Vinisha hails from Kanyakumari district. The nurses have completed their studies. Is 24 years old. He has been working as a nurse for a year at a private hospital in Chennai.",
        "Vinisha fell in love with Selvamani. Selvamani belongs to Madurai Usilampatti. 29 years old.. He is now working in Chennai.",
        "Vinisha from Kanyakumari district and Selvamani from Madurai are working in Chennai, and the 2 others have become close to marry.",
        "As a result, Vinisha became pregnant. She is currently 7 months pregnant. He was able to stay in Chennai without having to go home.. In this case, Vinisha has suddenly had a childbirth.",
        "Since he was a nurse, he decided to see himself. For this, he enters the bathroom (in the bathroom) and engaged in the effort. But, he couldn't.",
        "He was unable to make childbirth easily.. As time goes on, childbirth has increased. Vinisha was unable to tolerate that pain, and inability to give birth to easier, and became severe.",
        "Once the fetus's leg is tapped, he can be pulled out at once and then thought the pain will be reduced. For this, he grabbed the legs of the fetus, which was tied up.",
        "He could not make childbirth easily. As time goes on, childbirth has increased. Vinisha was unable to tolerate that pain, and inability to give birth to easier, and became severe.",
        "The fetus's legs are soaked because the pain is unbearable and strongly pulled.. Separately the legs came. The child came out without breath. After this, he threw the baby's feet into the same bathroom, lifted the baby and ran to the Egmore Children's Hospital.",
        "There doctors examined and said that the baby was dead. But, as Vinisha's health worsened, he began his intensive care there.. Subsequently, the hospital administration informed the Mambalam police. Police have registered a case against Vinisha and are investigating. Vinisha is still undergoing treatment."
      ]
    }
  },
  "summary_lines": [
    "Vinisha, a 24-year-old nurse from Kanyakumari, fell in love with Selvamani, a 29-year-old from Madurai, and they decided to live together in Chennai. After becoming pregnant, Vinisha experienced severe pain during childbirth, leading to the death of her baby. She was unable to deliver the baby easily and, in desperation, attempted to pull the baby out, resulting in the baby's death. Vinisha is now undergoing treatment, and the police are investigating the case."
  ]
}