{
  "translated_text": {
    "si": {
      "title": "'ගේම් චැෂ්ර්' රත් චරන් 'ගේම් චැඩ්රයර්' රූල් චරන්",
      "body_lines": [
        "'ගේම් චැෂ්ර්' චිත්රපටයේ දැක්වෙන 'රාහා මචා' චිත්රපටයේ 'රාහා මචා' ගීතය වන ටෙලුගු ස්ටාර් රම් සරන්ගේ කතාවේ වීරයා දෙමළ රසිකයන්ව දන්නා බව දනී.",
        "RAM SARA, Kiaara andhi, අංජලී, සමුද්රකනි, එස්.. ජේ.. සූරිය, ශ්රීන්ත්, සුනිල් සහ තවත් බොහෝ දෙනෙක් කටයුතු කර ඇත.",
        "මෙම චිත්රපටය ශ්රී වෙනික්වෙවාරා ක්රියේෂන්ස් වෙනුවෙන් ශ්රී වෙක්වේශ්වරා නිර්මාණ විසින් නිෂ්පාදනය කරනු ලැබේ.",
        "දෙසැම්බර් මාසයේ, දෙමළ, තෙළිඟු, මලයාලම්, කන්නැඩා සහ හින්දි යන චිත්රපටවල මුදා හරින මෙම චිත්රපටය පළමු ගීතය සහ ගීතයේ ගීතය සහ ගීතයේ ගීතය 'ක්ලසා මදීකි සහ මම' යන ගීතයෙන් නිදහස් කර තිබේ.",
        "මෙම ගීතය ලියා ඇත්තේ ගීත රචකයා වන විවේකා, පසුගාමී ගායක නකාස් අෂිෂ් ගායනා කරයි. ටියුලේ සංගීතයෙන් සාදන ලද ගීතය, මෑන් රාම් සරන්ගේ නර්තන චලනයන් හා පද රචනය රසිකයන් සමඟ බොහෝ සෙයින් ආදරය කරයි.",
        "ගීතයේ කෙටි කාලයක් තුළ මිලියන සංඛ්යාත නරඹන්නන් පැමිණ ඇති අතර අත්කර ගෙන ඇත."
      ]
    },
    "en": {
      "title": "The first song release of 'Game Changer' starring Ram Charan",
      "body_lines": [
        "The first song 'Raha Macha Macha', which is featured in the film 'Game Changer', which is the hero of the story of Telugu star actor Ram Saran, who is well known to Tamil fans, has been released.",
        "Ram Saran, Kiara Advani, Anjali, Samudrakani, S.. J.. Surya, Srikanth, Sunil and many others have acted.",
        "The film is being produced by Sri Venkateswara Creations on behalf of Sri Venkateswara Creations.",
        "The film, which is being released in Tamil, Telugu, Malayalam, Kannada and Hindi on the twentieth of December, has been released by the first song and the song of the song 'Klaza Madaki and I'.",
        "This song is written by songwriter Vivek, and backward singer Nakas Ashish is sung. The song, which is made of tulle music, has been very popular as the dance moves and lyrics of Man Ram Saran are very much in love with the fans.",
        "Within a short time of the song, millions of viewers have been visited and achieved."
      ]
    }
  },
  "summary_lines": [
    "\"First song 'Raha Macha Macha' from Game Changer featuring Ram Charan released. Song by Vivek, sung by Nakas Ashish. Popular among fans for its catchy tune and Ram Charan's dance moves.\""
  ]
}