{
  "translated_text": {
    "si": {
      "title": "සිරකරුවන් 359 දෙනෙකු සඳහා මහජන සමාව",
      "body_lines": [
        "ජනාධිපතිගේ විශේෂ සමීක්ෂණය යටතේ ජාතික සිරකරුවන්ගේ දිනයේදී සිරකරුවන් 359 ක් හෙට (12) නිදහස් කරනු ඇත.",
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 34 වන වගන්තියට අනුව ජනාධිපතිවරයාට ලබා දුන් බලතල අනුව සිරකරුවන්ට පොදු සැනසීමක් ලබා දී තිබේ.",
        "බන්ධනාගාර කොමසාරිස් සහ මාධ්ය ප්රකාශක ගාමිනි දිසානායක මහතා පැවසුවේ කුඩා අපරාධ ඇතුළු සිරකරුවන් වන අතර සුළු ද penal ුවම් ගෙවීමට අපොහොසත් වන සිරකරුවන් මහජන ඇම්මෙස්ටි යටතේ නිදහස් කරන බවයි.",
        "ඒ අනුව, වෙලිකඩා බන්ධනාගාරයෙන් සිරකරුවන් 46 දෙනෙකු බන්ධනාගාරයක් ලෙස නිදහස් කරනු ඇත.",
        "මහාරා බන්ධනාගාරයේ රැඳවියන් 32 ක්, කළුතර බන්ධනාගාරයේ රැඳවියන් 30 දෙනෙකු, අනුරාධපුර බන්ධනාගාරයේ සිටි රැඳවියන් 29 දෙනෙකු සහ වරියපොළ බන්ධනාගාරයේ රැඳවියන් 26 දෙනෙකු."
      ]
    },
    "en": {
      "title": "Public amnesty for 359 prisoners",
      "body_lines": [
        "359 prisoners will be released tomorrow (12) on the occasion of the National Prisoners' Day under the President's Special Survey.",
        "According to Article 34 of the Constitution, the prisoners have been granted amnesty according to the powers given to the President.",
        "Prison Commissioner and Media Spokesperson Gamini Dissanayake said that prisoners, including minor crimes and failing to pay minor penalties, will be released under public amnesty.",
        "Accordingly, 46 prisoners will be released from the Welikada Prison as a large number of prison.",
        "32 inmates from Mahara Prison, 30 inmates from the Kalutara Prison, 29 inmates from the Anuradhapura Prison and 26 inmates from Wariyapola prison."
      ]
    }
  },
  "summary_lines": [
    "359 prisoners to be released tomorrow on National Prisoners' Day. Public amnesty includes minors and those unable to pay fines. 46 from Welikada, 32 from Mahara, 30 from Kalutara, 29 from Anuradhapura, 26 from Wariyapola prisons."
  ]
}