{
  "translated_text": {
    "si": {
      "title": "එඩ්කා ගිවිසුම පිළිබඳ රජය තුළ ද්විත්ව පිහිටීම - ටීවී. සඳුන්",
      "body_lines": [
        "ඉන්දියාව සමඟ එඩ්කා ගිවිසුමේ රජය තුළ ද්විත්ව පිහිටීම. ගිවිසුම අත්හැරීමට රජය තීරණය කර ඇති අතර රජය එකඟ වන්නේ ගිවිසුම සම්බන්ධයෙන් සාකච්ඡා කරන බව රජය පවසයි.. චානක කිව්වා.",
        "ඔහු මේ බව කියා සිටියේ හම්බන්තොට ඉරිදා ඉරිදා පැවති ශ්රී ලංකා පීපල්ස් සන්ධානයේ (පීඒ) මැතිවරණ කොට් constituency ාශයේ සංවිධායකයින් සමඟ පැවති සාකච්ඡාවකින් පසුව ඔහු මාධ්ය වෙත ය.",
        "ජනාධිපති අනුර කුමාර දිසානායක මහතා මේ වන විට මැතිවර වේදිකාවට පටහැනිව කටයුතු කරයි. ඔහු බලයට පැමිණි විට, ඔහු ඉන්දියාවේ ආදනානි සමූහය සමඟ ගිවිසුම් අවලංගු කරන බව සඳහන් කළේය. නමුත් දැන් ආදනි කණ්ඩායම් සම්බන්ධය අමතක වී ඇත.",
        "ඉන්දියාව සමඟ එඩ්කා ඇතුළු මතභේදාත්මක ගිවිසුම් අවලංගු කරන බව ජනාධිපතිතුමා සඳහන් කළේය. එහෙත් ඉන්දීය සංචාරයෙන් පසුව, ගිවිසුම අත්සන් කිරීම ගැන එඩ්කා ගිවිසුම කතා කරන බව රජය පවසයි. එඩ්කා ගිවිසුම අත්සන් කර ඇත්නම් ශ්රී ලංකාවේ බලපෑම 2008 සිට ප්රකාශ කර ඇත.. පීපල්ස් විමුක්ති පෙරමුණ අතීතයේ දී එඩ්කා ගනුදෙනුවට එරෙහිව යුද කොඩිය ද ඉහළ නංවා තිබේ.",
        "ඉන්දියාව සමඟ එඩ්කා ගිවිසුම සම්බන්ධයෙන් ආණ්ඩුවේ ද්විත්ව තනතුරු. ගිවිසුම අතහැර දැමීමට රජය තීරණය කර ඇති අතර, එය ගිවිසුමට සාකච්ඡා කරන බව රජය පවසා තිබේ.. එබැවින් රජය මේ සම්බන්ධයෙන් විනිවිදභාවයකින් යුතුව ක්රියා කළ යුතුය.",
        "රටට එරෙහි ගිවිසුම් අත්සන් කිරීමට කිසි විටෙකත් ඉඩ නොදිය යුතුය. රටේ බොහෝ ජනයා ජාතිකත්වය වෙනුවෙන් කටයුතු කරන බව රජය මතක තබා ගත යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Double position within the government on the Edka Agreement - TV. Sandal",
      "body_lines": [
        "Double position within the government in the Edka Agreement with India. It is noteworthy that another parties say that the government has decided to abandon the agreement, while the government says it is negotiating on the agreement.. Said Chanaka.",
        "He was speaking to the media after a meeting with the organizers of the Sri Lanka Peoples Alliance (PA) constituency held on Sunday in Hambantota.",
        "President Anura Kumara Dissanayake is currently acting contrary to the election platform. Upon his coming to power, he noted that he would cancel agreements with India's Adani Group. But now the Adani Group affair has been forgotten.",
        "The President noted that he would cancel controversial agreements, including Edka with India. But after the Indian visit, the government notes that the Edka Agreement is talking about signing the agreement. The impact of Sri Lanka has been stated since 2008, if the Edka Agreement is signed.. The People's Liberation Front has also raised the war flag against the Edka deal in the past.",
        "Double positions in the government regarding the Edka Agreement with India. It is noteworthy that the government has decided to abandon the agreement, while the government has said that it is negotiating on the agreement.. Therefore, the government must act with transparency in this regard.",
        "Never to be allowed to sign the contracts against the country. He said the government should remember that most of the people of the country are working on the nationality."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka government's contradictory stance on Edka Agreement with India: claims to abandon but negotiates. Public concern over potential negative impacts since 2008. Transparency urged in decision-making process."
  ]
}