{
  "translated_text": {
    "si": {
      "title": "මේ වතාවේ මැතිවරණ කොමිසම මිල අධිකයි \"",
      "body_lines": [
        "ඊයේ (13) මැතිවරණ කොමසාරිස් ජනරාල්වරයා පැවසුවේ අතිරේක ඡන්ද මධ්යස්ථාන සඳහා අමතර ඡන්ද මධ්යස්ථාන, ලියකියවිලි සහ ඡන්දය ප්රකාශ කිරීම සඳහා අමතර වියදම් ගෙවා ඇති බවයි.",
        "මැතිවරණ කොමසාරිස් සමන් ශ්රී රත්නායක මහතා ඩේලි මිරකාරියට පැවසුවේ අපේක්ෂකයින් සංඛ්යාව ඉහළ යාමේ ප්රති the ලයක් ලෙස අපේක්ෂකයින් සංඛ්යාව ඉහළ ගිය බවයි.",
        "මේ වතාවේ 1713 සිට 2034 දක්වා ඡන්ද මධ්යස්ථාන සංඛ්යාව 1713 දක්වා වැඩි වෙමින් පැවතුනි.",
        "\"මේ සියල්ල මැතිවරණ කාර්යාලය සඳහා අමතර වියදමක් දැරීම. කෙසේ වෙතත්, නිවැරදි පිරිවැය ඉහළ නැංවීම දැනගත හැක්කේ ඡන්ද විමසීමෙන් පසු නිසි ඇස්තමේන්තු කර තිබීම නිසි ඇස්තමේන්තු කර තිබීමයි.",
        "'දෘ hard පිගාමා' (පොයා දිනය බෞද්ධ නමස්කාරය), ගංවතුර තර්ජන සහ ආබාධිත ඡන්ද දායකයින්ට ගංවතුර තර්ජන සහ ප්රවේශය හේතුවෙන් බෞද්ධ විහාරස්ථානවල යෙදී ඇති ඡන්ද මධ්යස්ථාන 60 ක් ප්රතිස්ථාපනය කර ඇති බව මැතිවරණ කොමිසම පවසයි.",
        "ඡන්දය ප්රකාශ කිරීම හෙට උදේ 7 සිට සවස 4 දක්වා දිවයින පුරා ඡන්ද මධ්යස්ථාන 13,421 කදී පැවැත්වේ.",
        "මෙවර ලියාපදිංචි දේශපාලන පක්ෂවල අපේක්ෂකයින් 5,464 ක් සහ ස්වාධීන අපේක්ෂකයින් 3,357 ක් මන්ත්රීවරුන් 225 ක් නියෝජනය කිරීම සඳහා තරඟ වදිති."
      ]
    },
    "en": {
      "title": "\"This time the Election Commission is expensive\"",
      "body_lines": [
        "The Commissioner General of Elections yesterday (13) said that the Election Commission has paid additional expenses on additional voting centers, documentation and polling printing.",
        "Elections Commissioner Saman Sri Ratnayake told the Daily Mirror that the number of candidates increased as a result of the increase in the number of candidates.",
        "He said the number of voting centers was increasing to 2034 this time from 1713.",
        "“All of this costs extra for the election office. However, the accurate cost hike can only be known only after the proper estimates have been made following the voting, ”he said.",
        "The Election Commission said that 60 voting centers arranged in Buddhist temples have been replaced due to the 'Hard Pingama' (Poya Day Buddhist Worship), flood threats and access to disabled voters.",
        "Voting will be held tomorrow from 7 am to 4 pm at 13,421 polling stations across the country.",
        "This time, 5,464 candidates from registered political parties and 3,357 independent candidates are contesting to represent 225 MPs."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "\"Election Commission faces higher costs due to more voting centers, candidates, and special arrangements. Exact expense increase will be determined post-election.\""
  ]
}