{
  "translated_text": {
    "ta": {
      "title": "மலாபே பனி 2 உயிர்களை உற்பத்தி செய்கிறது",
      "body_lines": [
        "மலாபே கென்டோட்டா சாலையில் விஷ வாயுவின் டைஸ் இரண்டு நபர்களைப் பற்றிய பல தகவல்களை வெளிப்படுத்தியுள்ளது.",
        "இறந்தவர் இரண்டு 45 வயது மற்றும் 63 வயது என அடையாளம் காணப்பட்டுள்ளார்.",
        "மேற்கு தெற்கின் பொறுப்பில் டி.ஐ.ஜி.யின் அறிவுறுத்தல்களின்படி, மலாபே போலீசார் இன்று (14) சபையை விசாரித்தனர்.",
        "இறந்த இருவருமே இறந்த இருவருமே ரசாயனங்களின் கலவையை ஏற்படுத்தியுள்ளனர் என்று மருத்துவ விசாரணைகள் தெரிவிக்கின்றன.",
        "ரசாயனங்கள் தன்னிச்சையாகப் பயன்படுத்தப்படுவதாக போலீசார் சந்தேகிக்கின்றனர், மேலும் இரண்டு சந்தேக நபர்களும் பனி மருந்துகளை தயாரிக்க முயற்சிக்கும்போது வெடித்திருக்கிறார்கள்.",
        "அதன்படி, ரனவாகா துறையின் அதிகாரிகள் வந்து இதனுடன் தொடர்புடைய ரசாயனங்களின் மாதிரிகளை எடுத்துள்ளனர்.",
        "இதற்கிடையில், எஸ்.டி.எஃப் வெடிகுண்டு வெடிகுண்டு அதிகாரிகள் வந்து, ரசாயனங்கள் மீதான ரசாயனங்களை ஆய்வு செய்தனர்.",
        "வெடிபொருட்கள் அந்த ரசாயனங்களைப் பயன்படுத்தி வெடிபொருட்களை உற்பத்தி செய்யாது என்று தெரியவந்தது.",
        "இலங்கை அணுசக்தி ஒழுங்குமுறை கவுன்சிலின் அதிகாரிகள் மற்றும் ஆளும் குழுவின் ஆளும் குழுவின் அதிகாரிகள் குழு ஆகியவை இன்று சபையை ஆய்வு செய்துள்ளன.",
        "அதன்படி, வீட்டின் வீட்டின் உரிமையாளரான நெடிமாலாவில் ஒரு வீட்டைக் கண்டுபிடித்தார், மேலும் இரு வீடுகளையும் முத்திரையிட போலீசார் கண்டுபிடிக்கப்பட்டனர்.",
        "இறந்தவர் இறந்தவர் காலத்திலிருந்து வந்தவரா என்பது பற்றிய ஒரு விசாரணையாகும்.",
        "இதற்கிடையில், இரண்டு நபர்களில் ஒருவர் சமீபத்தில் பணம் சம்பாதித்ததாக தெரிவிக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Malabe ice producing 2 lives",
      "body_lines": [
        "Tisement of poisonous gas in Malabe Kentota road has revealed many information about two persons.",
        "The deceased has been identified as two 45 year old and 63 years old.",
        "According to the instructions of DIG in charge of the Western South, the Malabe Police had investigated the house today (14).",
        "Medical investigations have revealed that the two deceased have caused the two deceased to the blend of chemicals.",
        "Police suspect that the chemicals are being used to arbitrary, and the two suspects have erupted when they try to produce ice drugs.",
        "Accordingly, the officers of the Ranawaka Department have come and taken the samples of the chemicals concerned with this.",
        "Meanwhile, the STF bomb bomb officers came and inspected the chemicals on the chemicals to ensure that they would produce explosives.",
        "The revealed that the explosives do not produce explosives using those chemicals.",
        "A group of officers of the Sri Lanka Atomic Energy Regulatory Council and a group of officers of the Governing Body of the Governing Body have also examined the house today.",
        "Accordingly, the police found a house in Nedimala, the owner of the house of the house, and the police were found to seal both homes.",
        "The deceased is also an investigation into whether the deceased is from the field of time.",
        "Meanwhile, it has been reported that one of the two persons have recently earned money."
      ]
    }
  },
  "summary_lines": [
    "In Malabe, Kandy Road, a toxic gas leak led to the discovery of two deceased individuals, aged 45 and 63. The Malabe Police, following directives from the Western South DIG, investigated the scene. Preliminary medical examinations suggest the victims died due to chemical exposure, possibly linked to illicit ice drug production. Authorities, including the Ranawaka Department and STF bomb squad, collected chemical samples for analysis. Despite initial concerns, it was determined the chemicals did not constitute explosive material. Further inspections by the Sri Lanka Atomic Energy Regulatory Council and the Governing Body confirmed no radioactive threats. The police discovered another property in Nedimala owned by one of the deceased, which they sealed off. Investigations continue to determine the nature of the victims' activities and financial circumstances, particularly focusing on recent earnings."
  ]
}