{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාවේ නාවික හමුදාවේ වඩාත්ම වටිනා සම්පත ආදනි සමාගමයි",
      "body_lines": [
        "කොළඹ වරායේ සහ මන්නාර් සුළං බලාගාරයේ බටහිර මධ්යස්ථාන සංවර්ධනයට හා මන්නාර් සුළං බලාගාරයට සම්බන්ධ ඉන්දියාවේ ආදනි කණ්ඩායම ශ්රී ලංකාවේ ඛනිජ කැණීමට සම්බන්ධ වේ.",
        "කබල්ට් ඛනිජ කරුවන් කැණීම් කිරීමේ ක්රියාවලියේදී ආදනි කණ්ඩායම තායිවානයේ උමිගෝර් සමාගම සමඟ සහයෝගයෙන් කටයුතු කරන බව පැවසීය.",
        "දෙරට අතර නාවික අයිතිවාසිකම් නිකුත් කිරීමට විසඳුමක් දැකීමෙන් අනතුරුව ඉන්දියන් සාගරයේ ගැඹුරේ වටිනා ප්රතිලාභ සොයා ගැනීම සඳහා ශ්රී ලංකාව ඉන්දියාව සමඟ සන්ධානයේ ප්රතිලාභ ලබා ගැනීමට අදහස් කරයි.",
        "එක්සත් ජාතීන්ගේ සමුද්රීය ගිවිසුමට අනුව, ශ්රී ලංකාව රටවල් 200 සිට සිය මහාද්වීපය දිගු කර තිබේ.",
        "මේ වන විට ශ්රී ලංකාවේ ශ්රී ලංකාවේ සැතපුම් 200 ක වෙරළ තීරයේ සිට සැතපුම් 200 ක වෙරළ තීරයේ විශේෂ IND වන අතර එය මධ්යම ඉන්දියානු සාගරයේ ඇති ෆෙරර්කාකානියානු ජාතිකයින් විසින් ගෙවිය යුතු ද;මුදුන් ආර්ථික අරමුණු සඳහා භාවිතා කළ හැකිය.",
        "නාවිකයින් 350 ක මායිමෙන් ඉන්දියාව ද ඉල්ලා තිබේ.",
        "මතභේදය විසඳීම සඳහා දෙරට අතර උපාය මාර්ගික සන්ධානයක් ඇති කිරීමට සාකච්ඡා කිරීමට අකමැති කොබෝල්ට් -රිච් ප්රදේශ පිළිබඳව සොයා බැලීම සඳහා ඉන්දියාව විසින් අයදුම්පත ජාත්යන්තර නාවික හමුදා අධිකාරියට ඉදිරිපත් කර ඇති අතර එය මතභේදය දිගටම කරගෙන යාමට සාකච්ඡා කිරීමට අවශ්ය නැත.",
        "කෙසේ වෙතත්, ජාත්යන්තර නාවික හමුදා අධිකාරිය විසින් අබානසි නිකේස්ගේ සමුද්ර මුහුද ශ්රී ලංකාවේ බලධාරීන්ට යටත් වන බව පවසමින් ජාත්යන්තර නාවික හමුදා අධිකාරිය ප්රතික්ෂේප කර තිබේ. ජාත්යන්තර සංවිධානය ඉන්දීය නිලධාරීන්ට දන්වා තිබේ.",
        "කෙසේ වෙතත්, මාර්තු සමුළුව එළිදැක්වීමට ජාත්යන්තර නාවික හමුදා අධිකාරිය සිය ප්රතිචාරය යවා නැත.",
        "මෙම සන්දර්භය තුළ, දෙරට අතර අන්යෝන්ය අනුකූලතාවයෙන් විසඳුමක් සෙවීමේදී දෙරටෙහි සිටී.",
        "ඉන්දියානු සාගර නාවිකය ගවේෂණය කිරීමේ අයිතිය ඉන්දියාව විසින් ශ්රී ලංකා මුහුදේ චීන නැව්වල නිරීක්ෂණයක් අනුගමනය කරයි.",
        "ශ්රී ලංකාවේ බලය යටතේ වඩාත් ජනප්රිය ගොළුබව පිහිටි අබනාසි නිකයිඩින් මුහුද ගවේෂණය කිරීමට ද ඉන්දියාවට අවශ්යය."
      ]
    },
    "en": {
      "title": "Adani Company is the most valuable resource in Sri Lanka's navy",
      "body_lines": [
        "The Adani Group of India, which is involved in the West Center Development of the Colombo Port and the Mannar Wind Power Plant, will be involved in the excavation of minerals in Sri Lanka.",
        "An official in talks said that the Adani Group will work in collaboration with Taiwan's Umigor Company in the process of excavating Cobalt minerals.",
        "Sri Lanka intends to have the benefits of alliance with India to find the valuable benefits of the depths of the Indian Ocean after seeing a solution to the naval rights issue between the two countries.",
        "According to the United Nations Maritime Agreement, Sri Lanka has extended its continent from 200 nations.",
        "Currently, Sri Lanka has a special right of 200 miles from the coast of Sri Lanka, which is due to the Pheromankanese rich in the Central Indian Ocean;The tops can be used for economic purposes.",
        "India has also demanded the right of 350 marines from its border.",
        "India has submitted the application to the International Navy Authority on January 2024 to investigate the Cobalt -rich areas, which do not want to wait until the negotiations to create a strategic alliance between the two countries to resolve the controversy.",
        "However, the International Navy Authority has rejected the application of India, claiming that Abanasi Nikkit's marine seas are subject to Sri Lanka's authorities. The International Organization has informed Indian officials.",
        "However, the International Navy Authority did not send its response to the launch of the March conference.",
        "In this context, the two countries are in a position to find a solution to the issue with mutual compliance.",
        "India is demanding the right to explore the Indian Ocean Naval, which is not under its jurisdiction following the surveillance of Chinese ships in the Sri Lankan waters.",
        "India also wants to explore the sea of ​​Abanasi Nikidin, which is the most popular Gobalt under the power of Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "The Adani Group, collaborating with Taiwan's Umigor, plans to mine Cobalt in Sri Lanka, leveraging India's naval rights post-settlement of a dispute. Sri Lanka aims to exploit its maritime resources, extending its continental shelf beyond 200 nautical miles as per UN law. Despite India's request for additional maritime rights and applications to explore Cobalt-rich areas, the International Navy Authority denied India's claims over disputed seas, citing Sri Lanka's sovereignty. This sets the stage for diplomatic resolution between the two countries regarding their maritime boundaries and resource exploration rights."
  ]
}