{
  "translated_text": {
    "ta": {
      "title": "ஜப்பானில் இருந்து ஒரு நல்ல செய்தி",
      "body_lines": [
        "இலங்கையில் (ODA) திட்டங்களைத் தொடங்க திட்டமிட்டுள்ள ஜப்பானிய தூதுக்குழுவின் (ODA) ஹூரா வீரத் தலைவர் இலங்கையில் (ODA) திட்டங்களைத் தொடங்குவார் என்று எதிர்பார்க்கப்படுகிறது, இதில் கடனின் மறுசீரமைப்பு செயல்முறை உட்பட இலங்கையில் (ODA) முடிக்கப்பட்டுள்ளது .. இசுமி ஹிரோட்டோ.",
        "உத்தியோகபூர்வ கடன் வழங்குநர்கள் நிதியுதவி வழங்கியவருடன் ஜனாதிபதி ரணில் விக்ரமசிங்கின் தலைமையின் நம்பிக்கையை சர்வதேச சமூகம் பிரதிபலித்துள்ளது என்றும் அவர் கூறினார்.",
        "ஜனாதிபதி ரணில் விக்ரெமேசிங்கை நேற்று (18) ஜனாதிபதி செயலகத்தில் வீடுகள், வீட்டுவசதி, கட்டுமானம் மற்றும் நகர்ப்புறங்களில் வசிப்பவர்களில் கண்டுபிடிக்கப்பட்டார்.",
        "இலங்கையில், உத்தியோகபூர்வ அபிவிருத்தி உதவி மற்றும் இலங்கையில் புதிய முதலீட்டு வாய்ப்புகளின் கீழ் செயல்படுத்தப்பட்ட திட்டங்களை ஜப்பான் மீண்டும் தொடங்கியுள்ளது.",
        "இலங்கை குழுவுடனும், சர்வதேச நாணய நிதியத்தின் குழுவுடனும் உத்தியோகபூர்வ கடன் வழங்குநர்கள் குழுவுடன் குறுகிய காலத்தில் வெற்றிகரமாக சேர்க்குமாறு ஜனாதிபதிக்கு தனது உறுதிப்பாட்டை தூதுக்குழு வெளிப்படுத்தியது.",
        "பொழுதுபோக்கு செயல்பாட்டில் கடன் வழங்குநர்களுடன் பேச்சுவார்த்தை நடத்த இலங்கையின் லாபத்திற்கு இலங்கை உறுதியளித்துள்ளது, அத்துடன் கல்வி, விவசாயம் மற்றும் இரு நாடுகளும் உட்பட இரு நாடுகளுக்கும் இடையிலான பொருளாதார ஒத்துழைப்பை தொடர்ந்து மேம்படுத்துகிறது.. ஏற்கனவே நிறுத்தப்பட்டுள்ள ஜப்பானிய ஒத்துழைப்பின் அடிப்படையில் செயல்படுத்தப்பட்ட திட்டங்களை மீண்டும் தொடங்குவது முக்கியம் என்று ஜனாதிபதி மேலும் கூறினார்.",
        "கொழும்பு கப்பல் தளம் ஒரு மதிப்புமிக்க நிறுவனம் என்பதால் அதை பராமரிப்பதன் முக்கியத்துவத்தையும் ஜனாதிபதி ரானில் விக்ரெமேசிங் சுட்டிக்காட்டினார்.",
        "தற்போது தற்காலிகமாக இடைநீக்கம் செய்யப்பட்டுள்ள பண்டாரநாயக சர்வதேச விமான நிலைய திட்டம், ஜப்பானிய தூதுக்குழு, கொழும்பு துறைமுகத்தின் ஜெட்டி ஜெட்டி ஜட்டி மற்றும் தொலைக்காட்சி டிஜிட்டல் ஒளிபரப்பு திட்டம் என்று திட்டங்கள் தெரிவித்தன.",
        "கொழும்பில் லேசான போக்குவரத்து திட்டத்தை அரசாங்கம் மீண்டும் தொடங்க வேண்டிய ஜப்பானிய தூதுக்குழு, கொழும்பில் அதிகரித்த ஒளி போக்குவரத்து திட்டத்தின் பிரதிநிதிகள் என்றும் கூறினார்.",
        "இரு தரப்பினரும் குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கான வீடுகளை நிர்மாணிப்பதற்கும் பிற நகர்ப்புற மேம்பாட்டுத் திட்டங்களை (பிபிபி) முக்கியத்துவத்தை செயல்படுத்துவதற்கும் வலியுறுத்தினர். இலங்கை அரசாங்கம் அதன் கொள்கைகள் மற்றும் சர்வதேச ஒப்பந்தங்களின்படி சுற்றுச்சூழல் நட்பு திட்டங்கள் மற்றும் புதுப்பிக்கத்தக்க ஆற்றலை ஊக்குவிக்க உறுதிபூண்டுள்ளது என்று கலந்துரையாடல் வலியுறுத்தியது.",
        "மின் விநியோகத் துறையை மேம்படுத்துவதற்காக நாட்டில் மின் விநியோகத் துறையை மேம்படுத்துவதற்காக தொழில்நுட்பத் துறையில் இலங்கை பட்டதாரிகளை நியமிக்க ஜப்பானிய தூதுக்குழு தயாராக இருந்தது.. உமிழ்வைக் குறைக்க உயர்தர ஜப்பானிய தொழில்நுட்பத்தைப் பயன்படுத்தி சுற்றுச்சூழல் நகைகளைக் குறைக்க கூட்டு கார்பன் டெபிட் பொறிமுறையின் (ஜே.சி.எம்) ஜனாதிபதியின் கவனத்தையும் ஜப்பானிய தூதுக்குழு உரையாற்றியது.",
        "ஜனாதிபதி தலைமைத் தலைவர் சாகலா ரத்னாயகே, தேசிய பாதுகாப்புக்கான ஜனாதிபதி ஆலோசகர், இலங்கையின் ஜப்பானிய தூதர் மிசோஷி (எச்.இ.. மிசுகோஷி ஹிடீக்கி ஜப்பான் சர்வதேச ஒத்துழைப்பின் (ஜேபிஐசி) தலைவர் டாக்டர் டெடி டென்ஷிஷி. R. ம. கள். டிம்ராவின் கொழும்பு ஆவணத்தின் நிர்வாக இயக்குனர். ஜப்பானின் முன்னணி வணிகர்களின் பிரதிநிதிகளும் கோதாகதும்புரா உட்பட இருந்தனர்."
      ]
    },
    "en": {
      "title": "Good news from Japan",
      "body_lines": [
        "Heada Heroic Head of Japanese delegation (ODA), who is planning to commence projects in Sri Lanka (ODA) is expected to commence projects in Sri Lanka (ODA), including the restructuring process of the debt has been completed in Sri Lanka (ODA).. Izumi Hiroto.",
        "He also said that the international community has reflect the confidence of President Ranil Wickremesinghe's leadership with the Committener of the Official Creditors' Fund.",
        "President Ranil Wickremesinghe was found at the Presidential Secretariat yesterday (18th) at the residents of the houses, housing, construction and urban areas.",
        "In Sri Lanka, Japan has resumed projects implemented under the official development aid and new investment opportunities in Sri Lanka.",
        "The delegation expressed his commitment to the President to successfully enrolled in a short period of time with the official creditors' committee, along with the committee of Sri Lanka as well as with the Committee of the International Monetary Fund.",
        "Sri Lanka has committed to the profit of Sri Lanka to hold talks with creditors in the recreation process as well as continuing to enhance the economic cooperation between the two countries, including education, agriculture and the two countries.. The President added that it is important to resume projects implemented on the Japanese cooperation that has already stopped.",
        "President Ranil Wickremesinghe also pointed out the importance of maintaining it as the Colombo Shipyard is a valuable company.",
        "The Bandaranaike International Airport Project, which is currently temporarily suspended, the Japanese delegation said that projects, the Colombo Harbor's Jetty Jetty Jetty and Television Digital Broadcasting Project.",
        "The Japanese delegation that the government had to resume the light traffic project in Colombo, also said that the delegation of the increased light traffic project in Colombo.",
        "The two sides emphasized the construction of houses for low income families and implementation of other urban development projects (PPP) importance. The discussion emphasized that the Sri Lankan government is committed to promoting environmentally friendly projects and renewable energy in accordance with its policies and international agreements.",
        "The Japanese delegation was willing to recruit Sri Lankan graduates in the field of technology for the enhancement of electrical supply sector in the country to enhance the electrical supply sector.. The Japanese delegation also addressed the President's attention on the Joint Carbon Debit Mechanism (JCM) to reduce environmental jewelery using high quality Japanese technology to reduce the emissions.",
        "Presidential Chief of Staff Sagala Ratnayake, Presidential Advisor for National Security, Sri Lanka's Japanese Ambassador Missozhi (H.E. Mizukoshi hideaki Chairman of the Bank of International Cooperation of Japan (JBIC), Dr. Deadhi Tenshishi. R. H. S. Timra S managing Director of Colombo Document. A representatives of Japan's leading businessmen, including Godagathumbura, were also present."
      ]
    }
  },
  "summary_lines": [
    "Japan's delegation, led by Izumi Hiroto, plans to restart projects in Sri Lanka, including debt restructuring. They affirm support for President Ranil Wickremesinghe's leadership and commit to enhancing economic ties, focusing on education, agriculture, and urban development. Projects like the Colombo Shipyard, Bandaranaike International Airport, and digital broadcasting are set to resume. The delegation also discusses recruiting tech-savvy Sri Lankans and implementing green initiatives, highlighting Japan's interest in joint carbon reduction efforts."
  ]
}