{
  "translated_text": {
    "si": {
      "title": "பலஸ்தீன் மக்களின் உரிமைக்காக ஒன்றிணைந்து குரல்கொடுக்க வேண்டும் – அரசியல் கட்சிகள் வலியுறுத்தல்",
      "body_lines": [
        "දේශපාලන පක්ෂ ඒකාබද්ධව පැවසුවේ පලස්තීනයේ ඊශ්රායල හමුදාව හමුදාවේ ජන සංහාරය හෙළා දකින බවත් පලස්තීන ජනතාවගේ අයිතිවාසිකම් හ voice ක් බවත්ය.. பலஸ்தீனம்  தொடர்பில் அரசாங்கம் உறுதியான நிலைப்பாட்டை கடைப்பிடிக்க வேண்டும் என்றும் வலியுறுத்தினர்.",
        "පලස්තීන ආරක්ෂාව සඳහා වූ ජාතික සංවිධානය සඳුදා (12) සඳුදා (12) ශ්රී ලංකා කොමියුනිස්ට් පක්ෂ කාර්යාලයේ පැවති මාධ්ය හමුවකදී අදහස් දක්වමින්.",
        "මුජිබර් රහ්මාන් මන්ත්රීවරයා කියා සිටියේ අද පලස්තීනයේ ඊශ්රායලයේ ජන සංහාරයට එරෙහිව විරෝධතා ඇති බවයි.. මෙය වැළැක්වීම සඳහා විවිධ ක්රියාමාර්ග ගනු ලැබේ. පලස්තීනය සඳහා මුල සිටම හ o නඟන ශ්රී ලංකාව මේ වන විට කිසිදු ක්රියාමාර්ගයක් නොගනී. දැනට බලයේ සිටින අය මීට පෙර පලස්තීනය සඳහා හ o නැගී ඇත.. එබැවින් පලස්තීනය ආරක්ෂා කිරීම සඳහා ශ්රී ලංකාවේ එක්සත් ජාතීන්ගේ කාර්යාලයට ප්රකාශයක් සැපයීමට අපි පියවර ගත්තෙමු.",
        "ශ්රී ලංකා මුස්ලිම් කොන්ග්රස් නායක රවුෆ් හකීම් පැවසුවේ වත්මන් රජය සිය විදේශ ප්රතිපත්තියට එරෙහිව ක්රියා කරන බවයි. රජය ඊශ්රායෙලයේ ප්රතිපත්තිය ඊශ්රායෙලයේ නිරීක්ෂණය කරයි.. ඔහු කියා සිටියේ එය වළක්වා ගැනීමට රජයට නොහැකි වූ බවයි.",
        "හිට්ලර්ගේ පාලන තන්ත්රය සෙන්ටර් මනුෂ්යත්වයට එරෙහිව ක්රියාශීලීව සිදු කරන ලදී.. කෙසේ වෙතත්, වර්තමාන යුගයේ හිට්ලර්ගේ කුරිරුකමට වඩා ඊශ්රායල මිලිටරිය පලස්තීනයට එරෙහි කුරිරුකම් දිගටම කරගෙන යයි.",
        "ඊශ්රායල හමුදා ප්රධානීන් තම සොල්දාදුවන් තම සොල්දාදුවන් ආහාර සොයන පලස්තීන පිරිමි ළමයින්ට හා කාන්තාවන්ට පහර දී ඇති බව මාධ්යයට පවසා තිබේ.",
        "ලෝකයේ සියලුම රටවල් මනුෂ්ය වර්ගයාට එරෙහි ඊශ්රායෙලයේ බලවත්ම මෙහෙයුමට දැඩි විරෝධය ප්රකාශ කළ යුතුය.",
        "මෙම අවස්ථාවට එක්වෙමින්, එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) සභාපති වජිරා අබේවර්ධන 2020 සිට පලස්තීනය පිළිබඳ සිය ස්ථාවරය අවධාරනය කර තිබේ.",
        "ඔහුගේ පාලන සමයේදී පලස්තීනයට අරමුදල් සපයනු ලැබුවේ මානුෂීය අරමුදල් විසිනි. ඊශ්රායලය සහ පලස්තීනය වෙනත් ආකාරයකින් අනුගමනය කළ යුතුය.",
        "මෙම අවස්ථාවට එක්වද, හිටපු ජනාධිපති මහින්ද රාජපක්ෂ මහතා පලස්තීනයේ ස්ථිර ස්ථාවරයක සිටී. පලස්තීනයේ අයිතිය ඔවුන්ට ලබා දිය යුතු බව ඔහු අවධාරණය කරයි.. ඔහු කියා සිටියේ අපි පූර්ණ සහයෝගය ලබා දෙන බවයි."
      ]
    },
    "en": {
      "title": "To unite for the rights of the Palestinian people - political parties insist",
      "body_lines": [
        "Political parties jointly said that the Israeli army in Palestine condemns the genocide of the military and voice the rights of the Palestinian people.. They also urged the government to adopt a firm stand on Palestine.",
        "Speaking at a press conference held at the Sri Lanka Communist Party office on Monday (12), the National Organization for Palestine Protection.",
        "Mujibur Rahman MP said that there are protests against Israel's genocide in Palestine today.. Various measures are being taken to prevent this. Sri Lanka, which is voicing from the beginning for Palestine, is currently taking no action. Those who are currently in power have previously voiced for Palestine.. Therefore, we have taken steps to provide a statement to the United Nations Office in Sri Lanka through the National Organization to Protect Palestine.",
        "Sri Lanka Muslim Congress leader Rauf Hakeem said the current government is acting against its foreign policy. The government is observing the policy of Israel on Israel.. He said the government was unable to prevent it.",
        "According to National Freedom Front leader Wimal Weerawansa, Hitler's regime was actively carried out against humanity.. However, the Israeli military continues to carry out the atrocities against Palestine than Hitler's cruelty in the current era.",
        "The Israeli military chiefs have told the media that their soldiers have carried out attacks on Palestinian boys and women who are looking for food.",
        "All the countries of the world should express fierce opposition to Israel's most powerful operation against mankind.",
        "Speaking on the occasion, United National Party (UNP) Chairman Vajira Abeywardena has continued to insist on his position on Palestine since 2020.",
        "In his regime, Palestine has been funded by humanitarian funds. Israel and Palestine should be adopted as a different way.",
        "Speaking on the occasion, the former President Mahinda Rajapakse is in a firm stand on Palestine. He emphasizes that the right of Palestine should be given to them.. He said we would provide full cooperation."
      ]
    }
  },
  "summary_lines": []
}