{
  "translated_text": {
    "ta": {
      "title": "மாதாராவில் ஓட்டுநர் உரிமத்தை வழங்க முறைகேடுகள்",
      "body_lines": [
        "ஓட்டுநர் உரிமம் வழங்குவதற்கான மோட்டார் போக்குவரத்துத் துறையின் ஒழுங்கற்ற தன்மை குறித்து தேசிய தணிக்கை அலுவலகம் உள் விசாரணையை மேற்கொண்டுள்ளது.",
        "தேசிய தணிக்கை அலுவலகத்தின் தேசிய தணிக்கை அலுவலகம் வழங்கிய தணிக்கை அறிக்கை, நடுத்தர சோதனையின் முடிவில் செல்லுபடியாகும் ஓட்டுநர் உரிமத்தை வழங்க மற்ற 18 விண்ணப்பதாரர்கள் வழங்கப்பட்டிருக்க வேண்டும் என்று கூறியது.",
        "ஒரு விண்ணப்பதாரர் ஒரு எழுத்துப்பூர்வ அறிக்கையில் கலந்து கொள்ளவில்லை என்று தெரியவந்துள்ளது. திருத்தும் ஆய்வு மற்றும் ஆரம்ப விசாரணை.",
        "மேலும், ஓட்டுநரின் அனுமதிகளை அனுப்ப இயற்பியல் விண்ணப்பதாரர்கள் பயன்படுத்த 10 விண்ணப்பதாரர்கள் பட்டியலிடப்படவில்லை.. இதன் விளைவாக விண்ணப்பதாரர் கொள்கை நடைமுறை சோதனைகளின் முடிவுகளுக்குத் தெரியவில்லை, தொடர்புடைய விண்ணப்பதாரரைப் பார்க்காத ஒரு விண்ணப்பதாரர், சம்பந்தப்பட்ட விண்ணப்பதாரர், திருத்த எழுத்தில் திருத்தும் சோதனை தோல்வி குறித்து அறிவிக்கப்பட்டுள்ளது, மற்றும் சேர்க்கப்படாத ஐந்து விண்ணப்பதாரர்கள் மிட்ரேலிஸ்டுகளில் உள்ள எந்த உள்ளீடுகளும் சரியான ஓட்டுநர் உரிமத்தை செருகும் நடைமுறை சோதனைகளின் சலுகையை நிறைவேற்றியுள்ளன.",
        "ஓட்டுநர் உரிமங்களை வழங்குவதற்காக எழுத்துப்பூர்வ பரிசோதனைக்கு பயன்படுத்தப்படாத ஓட்டுநரின் ஓட்டுநர், ஒரு விசாரணைக்கு ஓட்டுநர் உரிமத்தை வழங்கியிருந்தார்.",
        "தணிக்கை துறவிகளுடனான தணிக்கைக்கு போக்குவரத்துத் துறைத் தலைவர் கூறியுள்ளார். மாதாரா அலுவலகத்தில் உள்ள முக்கிய கார்கள் மூலம் கோப்புகளின் எண்ணிக்கை ஆராயப்பட்டுள்ளன. தணிக்கை படி, ஊழியர்களின் எண்ணிக்கை இடைநிறுத்தப்பட்டுள்ளது மற்றும் இது தொடர்பாக விசாரணைகள் நடத்தப்படுகின்றன."
      ]
    },
    "en": {
      "title": "Irregularities to issue a driving license in Matara",
      "body_lines": [
        "The National Audit Office has made an internal investigation into the irregularity of the Department of Motor Traffic to the issuance of the Driving License.",
        "The audit report issued by the National Audit Office of the National Audit Office stated that 18 other applicants should have been issued to provide a valid driver's license at the end of the midiculous test.",
        "An applicant has been revealed that an applicant had not attended the writing notes as soon as a written report was not attended by the investigation notes.The audit has also revealed that the update has been implemented to provide a valid driver's license at the end of the correctional inspection and the initial investigation.",
        "Further, 10 applicants had not been listed for the use of the physicipal applicants to pass the driver's permits.. The resulting applicant is not visible to the results of the policy practical tests, a applicant who has not seen the relevant applicant, the relevant applicant, which has been informed of the correctional test failure in the correctional writing, and five applicants who have not included any entries in the midrelists have passed the privilege of practical testsIt was inserting a valid driving license.",
        "And the driver of the driver, which was not used for a written inspection for the issuance of driver's licenses, and had given a driver's license to one investigation.Audit report also states that the permits have been given the opportunity.",
        "The head of the Department of Transport Department has stated to the audit with audit monks. The number of files have been investigated through the main cars in the Matara office. According to the audit, the number of employees have been suspended and investigations are being conducted in this regard."
      ]
    }
  },
  "summary_lines": [
    "National Audit Office investigates irregularities in Matara driving license issuance. Report reveals 18 applicants improperly granted licenses, 10 unlisted for practical tests, and several failed to attend required inspections. Department head denies allegations, claims investigations ongoing."
  ]
}