{
  "translated_text": {
    "ta": {
      "title": "Honda Dio ස්කූටරය Standard සහ DLX යන මාදිලි දෙකකින්",
      "body_lines": [
        "சமீபத்திய ஹோண்டா டியோ 110 சிசி ஸ்கூட்டர் ஹோண்டா மோட்டார் சைக்கிள்களுக்கான உள்ளூர் சந்தைக்கு அங்கீகரிக்கப்பட்ட ஒரே விநியோகஸ்தரை அறிமுகப்படுத்தியதில் பெருமிதம் கொள்கிறது. මෙම නව ස්කූටරය උසස් තාක්ෂණයෙන් සහ නවතම විශේෂාංගවලින් සමන්විත වන අතර, මුදලට සරිලන අසමසම වටිනාකමක් ලබාදෙයි.",
        "பல ஆண்டுகளாக ஹோண்டா டியோ பிராண்ட் நாட்டின் வாடிக்கையாளர்களின் நம்பகத்தன்மையை வென்றுள்ளது. அதன் சமீபத்திய மாடலாக, 2025 ஹோண்டா டியோ ஸ்கூட்டர் மற்றொரு படி மேலே எடுக்கும், மேலும் எதிர்பார்க்கப்படும் அனைத்து நுட்பங்களின் முதல் தேர்வு மற்றும் ஒரு வசதியான பயணம்.",
        "புதிய ஹோண்டா டியோ ஸ்கூட்டர் 109 சிசி எஞ்சினுடன் இயக்கப்படுகிறது, மேலும் ஸ்டாண்டர்ட் மற்றும் டி.எல்.எக்ஸ் இரண்டு மாடல்களில் கிடைக்கின்றன. இந்த புதிய ஸ்கூட்டர் மின்னணு எரிபொருள் ஊசி (பிஜிஎம்-ஃபை) மற்றும் ஹோண்டாவின் மேம்பாட்டு சக்தி (ஈஎஸ்பி) தொழில்நுட்பத்தைக் கொண்டுள்ளது. இது அதிக எரிபொருள் செயல்திறன், அதிக சக்தி மற்றும் மென்மையான செயல்பாட்டை வழங்குகிறது மற்றும் பராமரிப்பைக் குறைக்கிறது. அதன் அமைதியான ஏ.சி.ஜி ஸ்டாண்ட்ரேட்டர் ஒரு மென்மையான மற்றும் அமைதியான கொதிநிலையை அளிக்கிறது.",
        "இந்த அம்சங்கள் எரிபொருள் உமிழ்வைக் குறைத்தல் மற்றும் பராமரிப்பு செலவுகள் போன்ற பொருளாதார நன்மைகளையும் வழங்குகின்றன.. RIM மற்றும் தொலைநோக்கி சஸ்பென்ஷன் சிஸ்டம் இலங்கையில் பாதை நிலைமைகளைக் கொண்டுள்ளது மற்றும் மிகவும் வசதியான பயணத்தையும் சிறந்த ஸ்கூட்டரையும் கையாளும் திறனை வழங்குகிறது.",
        "புதிய ஹோண்டா டியோ ஸ்கூட்டர் குறித்து, பொது மேலாளர் விற்பனை மற்றும் மின் உற்பத்தி பிரிவான திரு.. இந்த புதிய ஸ்கூட்டர் நம் நாட்டின் தேவைகளுக்கு ஏற்ப மேம்பட்ட உலகளாவிய தொழில்நுட்பத்தை அறிவித்துள்ளது. EFI மற்றும் ESP போன்ற அம்சங்கள் காரணமாக, ஹோண்டா டியோ சந்தையில் மிகவும் மேம்பட்ட மற்றும் நடைமுறை தேர்வுகளில் ஒன்றாக மாறியுள்ளது, இது நுகர்வோரின் பணம், நம்பிக்கை மற்றும் வசதியானது. \"",
        "ஹோண்டா டியோ 2025 எல்.ஈ.டி மாவட்ட குறியீட்டு விளக்குகளை தொடர்ந்து சமாளிக்கும், ஹோண்டா டியோ 2025 இன் நவீன, நாகரீகமான தோற்றத்தை சேர்க்கிறது. வெளிப்புற எரிபொருள் மூடி நடைமுறை கண்டுபிடிப்புகளை உள்ளடக்கியது, இது ரைடர்ஸை இருக்கையில் எரிபொருளை நிரப்ப தூண்டியது.",
        "ஹோண்டா பிராண்டின் உலகளாவிய நற்பெயர் மற்றும் ஸ்டாஃபோர்ட் மோட்டார் பிரைவேட் லிமிடெட் (பாஃபோர்ட் மோட்டார் பிரைவேட்) லிமிடெட் ஆகியவற்றின் நம்பகத்தன்மை அதிக வருமானத்தை நாடும் இலங்கையர்களுக்கு சிறந்த ஸ்கூட்டராக மாற்ற தயாராக உள்ளது.",
        "புதிய ஹோண்டா டியோ ஸ்கூட்டரை இரண்டு நிலையங்களில் இரண்டு நிலையங்களின் அங்கீகரிக்கப்பட்ட டீலர் நெட்வொர்க் மூலம் ஒதுக்க முடியும்."
      ]
    },
    "en": {
      "title": "Honda dio scooter in two models that goardard and dlx",
      "body_lines": [
        "The latest Honda DIO 110cc scooter is proud to launch the only authorized distributor to the local market for Honda motorcycles. The new scooter consists of high tech and late technology and the most unique value to the money.",
        "For many years HonDA DIO brand has won the reliability of the customers of the country. As its latest Model, the 2025 Honda Dio scooter will take another step further, and the first choice of all the technique expected and a comfortable journey.",
        "The new Honda Dio scooter is powered with a 109cc engine, and the standard and dlx are available in two models. This new scooter consists of electronic fuel injection (PGM-Fi) and Honda's Enhalat Power (ESP) technology. It provides a higher fuel efficiency, greater power and smooth operation and minimizes the maintenance. Its silent ACG Standrator gives a smooth and silent boil.",
        "These features also provide economic benefits such as reducing fuel emissions and maintenance costs.. Rim and Telescopic Suspension system consists of route conditions in Sri Lanka and provides the ability to handle more comfortable journey and better scooter.",
        "Commenting on the new Honda Dio scooter, Mr. Kapila Gunatilleke, General Manager Sales and Power Production Division, \"Kapila Gunatilleke has become a trusted daily travel partner for Sri Lankan customers. This new scooter has announced the advanced global technology to suit the needs of our country. Due to such features such as EFI and ESP, Honda DIO has become one of the most advanced and practical choices in the market, which gives the consumer's cash, trust and more comfortable. \"",
        "HONDA DIO 2025 will continue to cope with the LED District Index Lamps, adding the modern, fashionable appearance of Honda Dio 2025. The external fuel lid includes practical innovations that driven the riders to fill the fuel on the seat.",
        "The Global Reputation of Honda brand and a reliability of the Stafford Motor Pvt (PAFFORD Motor Pvt) Ltd is ready to make it the best scooter for Sri Lankans who seek greater return.",
        "The new Honda Dio scooter can be reserved through the authorized dealer network of two stations in two stations."
      ]
    }
  },
  "summary_lines": []
}