{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தலுக்கான பொதுவான வேட்பாளர்",
      "body_lines": [
        "ஜனாதிபதித் தேர்தலுக்கு ஒரு பொதுவான வேட்பாளரை சமர்ப்பிக்க பல தமிழ் அரசியல் கட்சிகள் மற்றும் பல பொதுமக்கள் அமைப்புகள் பல பொதுமக்கள் அரசியல் கட்சிகளால் கையெழுத்திடப்பட்டுள்ளன.",
        "இது நேற்று (22) தமிழ் அரசியல் கட்சித் தலைவர்களின் பங்களிப்புடன் நேற்று யாஃப்னாவில் உள்ள செல்வா மெமோரியல் ஹாலில் நடைபெற்றது.",
        "வடக்கு மாகாணத்தின் முன்னாள் முதல்வர் விக்னெஸ்வரனின் தமிழ் மக்கள் கூட்டணி, இ. ப. Ar. ஈல். Affe. ஒப்பந்த ஜனாதிபதித் தேர்தல் போன்ற கட்சி, சதி, டெல்லோவில் ஜனாதிபதித் தேர்தலுக்கு ஏழு கட்சிகள் ஒப்பந்தம் செய்ததாக அறிவிக்கப்பட்டது.",
        "பரிந்துரைகள் வழங்கப்பட்ட பின்னர் பொது வேட்பாளரை அறிவிக்க கட்சி நடவடிக்கை எடுக்கும் என்றும் தெரிவிக்கப்பட்டது."
      ]
    },
    "en": {
      "title": "A common candidate for the presidential election",
      "body_lines": [
        "Several Tamil political parties and several civilian organizations have been signed by several civilian political parties to submit a common candidate for the presidential election.",
        "This was held yesterday (22) at the Selva Memorial Hall in Jaffna yesterday with the participation of Tamil political party leaders.",
        "Former Chief Minister of the Northern Province TV Wigneswaran's Tamil Peoples Alliance, E. P. Ar. Eel. Affe. The announcement was announced that seven parties contracted to the presidential election in the party, Plot, Tello, such as the contractual presidential election.",
        "It was also reported that the party would take action to announce the public candidate after the nominations were given."
      ]
    }
  },
  "summary_lines": [
    "Tamil political parties and civilian groups have agreed to field a joint candidate for the upcoming presidential election. This decision was made at a meeting in Jaffna, attended by leaders from various parties including the Tamil Peoples Alliance led by former Chief Minister TV Wigneswaran. The final candidate will be announced post-nominations."
  ]
}