{
  "translated_text": {
    "ta": {
      "title": "ஹன்வெல்லா பாலத்தின் கீழ் 30 மில்லியன் பொருள்கள் காணப்படுகின்றன",
      "body_lines": [
        "இலங்கையின் ஒரு குழு ஹன்வெல்லா பாலத்தின் கீழ் நீர்ப்பாசனத் துறையைச் சேர்ந்த விலையுயர்ந்த நீர் அளவைக் கண்டுபிடிக்க முடிந்தது.",
        "இது நீர் போர்ட்ஃபோலியோவில் ஒரு ஜி.பி.எஸ் இயந்திரமாகும், இது கெலானி ஆற்றில் தரவுகளை சேகரிக்க ஹன்வெல்லா பாலத்தின் கீழ் வைக்கப்பட்டுள்ளது.",
        "ஜி.பி.எஸ்ஸைக் கழிக்க ஜி.பி.எஸ் -க்கு பிரதான இயந்திரத்தை வழங்குமாறு நீர்ப்பாசனத் துறை கடற்படை தலைமையகத்தை கோரியது.",
        "එම ඉල්ලීමට වහාම ප්‍රතිචාර දැක්වූ නාවික හමුදාව, බටහිර නාවික විධානයට අයත් විශේෂ කිමිදුම් කණ්ඩායමක් 2024 ජුනි මස 04 වන දින අළුයම කිමිදුම් සහය ලබාදීම සඳහා හංවැල්ල ප්‍රදේශයට යොමු කර තිබුණි.",
        "அதன்படி, கெலானி நதியின் பகுத்தறிவு நிலை அதிகரிப்பு அதிகப்படியான திட்டத்தை எதிர்கொண்ட பின்னர் கடற்படை டைவிங் குழு நீர்ப்பாசனத் துறைக்கு நடவடிக்கை எடுத்தது."
      ]
    },
    "en": {
      "title": "30 million objects found under Hanwella Bridge",
      "body_lines": [
        "A team of Sri Lanka has been able to find an expensive water gauge belonging to the Irrigation Department under Hanwella Bridge.",
        "It is a GPS machine in the water portfolio, which is placed under the Hanwella Bridge to collect data in the Kelani River.",
        "The Irrigation Department had requested the Navy Headquarters to provide the main machine to the GPS to deduct the GPS.",
        "The Navy, which responded immediately to the request, a team of special digestion was directed to the Hanwella area to provide diving support on June 4, 2024.",
        "Accordingly, the Navy diving group had taken action to the Irrigation Department after the increase in the rational condition of the Kelani River into the face of overly excessive project."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's Irrigation Department recovered a crucial water gauge from under Hanwella Bridge, used for monitoring the Kelani River. The device, valued for its GPS capabilities, was located thanks to a swift response from the Navy, who sent a specialized dive team to assist on June 4, 2024. This recovery is significant as it helps in managing the river's conditions effectively."
  ]
}