{
  "translated_text": {
    "ta": {
      "title": "இரண்டு வர்த்தமானிகள் ரத்து செய்யப்பட்டன",
      "body_lines": [
        "இலங்கை காரத்ரா டோ மாநாடு மற்றும் இலங்கை மோட்டார் விளையாட்டு சங்கத்திற்கு நியமிக்கப்பட்ட இடைக்காலக் குழுக்களை கலைக்க விளையாட்டு அமைச்சர் ஹரின் பெர்னாண்டோ நடவடிக்கை எடுத்துள்ளார்.",
        "ஜூலை 28, ஜூலை கடந்த ஆண்டு ஜூலை 28 ஆம் தேதி, ரோஷன் ரனசிங்கை ரோஷன் ரனசிங்கத்தால் இடைநீக்கம் செய்யப்பட்டார், மேலும் சங்கத்தின் பணிகளால் தற்காலிகமாக பராமரிக்கப்பட்டார்.",
        "வர்த்தமானி, இடைநீக்கம் விளையாட்டு அமைச்சரால் ரத்து செய்யப்பட்டு கராத்தே டி.ஆர்.ஓ மாநாட்டின் தேர்ந்தெடுக்கப்பட்ட அலுவலக தாங்குபவர்களிடம் ஒப்படைக்கப்பட்டுள்ளது.",
        "ரோஷன் ரனசிங்கமும் கடந்த ஆண்டு ஆகஸ்ட் 09 முதல் இடை-வெளியேற்றத்தை நியமிக்க நடவடிக்கை எடுத்துள்ளார்.",
        "தற்போதைய விளையாட்டு மந்திரி ஹரின் பெர்னாண்டோ தொடர்புடைய வர்த்தமானி அறிவிப்பை ரத்து செய்யவும், சங்கத்தின் நடவடிக்கைகளை மாற்றவும் நடவடிக்கை எடுத்துள்ளார்."
      ]
    },
    "en": {
      "title": "Two gazettes canceled",
      "body_lines": [
        "Sports Minister Harin Fernando has taken steps to dissolve the interim committees appointed to the Sri Lanka Karatra Do Conference and the Sri Lanka Motor Sports Association.",
        "July 28, July on the 28th of July last year, Roshan Ranasinghe was suspended by Roshan Ranasinghe and was suspended to be temporarily maintained by the work of the Association.",
        "The gazette, the suspension has been canceled by the Minister of Sports and has been handed over to the elected office bearers of the Karate Dro Conference.",
        "Roshan Ranasinghe has also taken steps to appoint a inter-discharge from August 09 last year.",
        "The present Sports Minister Harin Fernando has taken steps to cancel the relevant gazette notification and transfer the activities of the Association."
      ]
    }
  },
  "summary_lines": [
    "Sports Minister Harin Fernando dissolved interim committees for Sri Lanka Karate Do Conference and Motor Sports Association, canceled Roshan Ranasinghe's suspension, and transferred association activities."
  ]
}