{
  "translated_text": {
    "ta": {
      "title": "மைத்ரிபாலா சிரிசேனா: \"பஸ்கா தாக்குபவரை அறிந்துகொண்டு தகவல்களை மறைக்கவும்",
      "body_lines": [
        "மைத்ரிபாலா சிரிசேனா: \"பஸ்கா தாக்குபவரை அறிந்துகொண்டு தகவல்களை மறைக்கவும்",
        "பஸ்கா தாக்குதல் மீண்டும் இலங்கையில் ஒரு தலைப்பு உள்ளது.",
        "இன்னும் சில நாட்களில் பஸ்கா தாக்குதலில் பஸ்கா தாக்குதல் காரணமாக இல்லை. முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனாவின் சர்ச்சைக்குரிய அறிக்கையைக் கொண்டுள்ளார்.",
        "பல்வேறு கமிஷன்களுக்கு தொடர்ந்து சாட்சியமளிக்கப்பட்ட மைத்ரிபாலா சிரிசேனா, பஸ்கா தாக்குதலால் யார் தொடங்கப்பட்டார் என்பது பற்றி தனக்குத் தெரியும் என்று கூறினார்.",
        "\"பஸ்கா தாக்குதல் எங்களுக்குத் தெரியும் என்று எங்களுக்குத் தெரியும். அந்த வழக்குகளை கைது செய்த பயங்கரவாதிகளால் அது சரியானது. மூன்று பேர் கொண்ட நீதிபதிகள் குழுவால் நான் கண்டுபிடிக்கப்பட்டவர்கள். மறுபுறம், பஸ்கா தாக்குதலை உண்மையாக செய்தது யார் என்று வேறு யாருக்கும் தெரியாது. ஆனால் நான் யார் என்று எனக்குத் தெரியும். நான் ஒரு நீதிமன்ற வேண்டுகோள் அல்லது உத்தரவை கோரியால், இந்த பஸ்கா தாக்குதலை மேற்கொண்ட ஒரு அறிக்கையை வெளியிட்டு அதைத் தயார்படுத்த நான் தயாராக இருக்கிறேன். மற்ற விஷயம் என்னவென்றால், இது நீதிபதிகளின் பொறுப்பு முக்கியமாக, முக்கியமாக, \"என்று அவர் கூறினார்.",
        "இந்த அறிக்கை ஏற்கனவே உருவாக்கப்பட்டுள்ளது.",
        "இதற்கிடையில், முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா அளித்த அறிக்கையை விசாரிக்க ஐ.ஜி.பி.க்கு பாதுகாப்பு அமைச்சர் டிரான் அலெஸ் உத்தரவிட்டார்.",
        "அதன்படி, குற்றவியல் புலனாய்வுத் துறையின் குற்றவியல் விசாரணைத் துறைக்கு ஐ.ஜி.பி உத்தரவிட்டுள்ளது.",
        "அடுத்த சில மணிநேரங்களின்படி, குற்றவியல் புலனாய்வுத் துறை (சிஐடி) முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனாவிடமிருந்து ஒரு அறிக்கையைப் பெற திட்டமிடப்பட்டுள்ளது.",
        "ஈஸ்டர் தாக்குதல்: சேனல் 4 அறிக்கைக்கு இலங்கையின் பதில் என்ன? மைத்ரி மற்றும் பெண்கள் உட்பட முன்னாள் ஜனாதிபதி மைத்ரீ, மீட்கும் தொகையின் ஒரு பகுதியை செலுத்துகிறார்",
        "அதன்படி, அவர் இன்று (மார்ச் 25) சிஐடியுக்கு ஒரு அறிக்கையை வெளியிடுவார்.",
        "'விசாரணைகள் மற்றும் சோதனைகளில் உண்மையை ஏன் வெளிப்படுத்தவில்லை?'- பேராயரின் படவயா",
        "தந்தை ஜூட் கிருஷாந்தா பெர்னாண்டோ பிபிசி சிங்கள சேவையிடம் தெரிவித்தார்.",
        "\"அவர் 100 மில்லியனுக்கு கட்டணத்தை செலுத்துவதில் கூட சொல்லவில்லை. ஈஸ்டர் கமிஷன்களின் அறிக்கை, தனக்குத் தெரியாது என்றார். நாட்டின் நீதித்துறை நீதித்துறை, ஜனாதிபதி ஆணையத்தை நரகப்படுத்துகிறது. ஒரு தெய்வீக கவர். \"",
        "\"எனவே, சிஐடி கைது செய்யப்பட்டு தடுத்து வைக்கப்பட்டுள்ளது,\" என்று அவர் மேலும் கூறினார், \"ஃபிர. ஜூட் கிருஷாந்தா பெர்னாண்டோ மேலும் கூறினார்.",
        "\"நீதிபதிகள் தான் வெளிப்படுத்தும் அவமதிப்பு விஷயங்களை இரகசியமாக வைத்திருப்பது பொறுப்பாகும் என்று அவர் கூறியுள்ளார். அது அப்படி இருக்கக்கூடாது. என்ன, நீங்கள் ஒரு நம்பிக்கையைக் கண்டால், நீங்கள் அவரை தண்டிக்க வேண்டும். அவர் தவறு செய்பவரிடமிருந்து விடுபடுவது உறுதி? \"",
        "ஈஸ்டர் தாக்குதலை அறிந்து கொள்ளவும், அதை மறைக்கவும் மல்டிபிளக்ஸ் சிரிசேனா ஒரு சந்தேக நபராக கைது செய்யப்பட வேண்டும்.",
        "இருப்பினும், ஐ.ஜி.பி தேஷாபந்து டென்னகூன் ஊடகங்களில் ஒரு அறிக்கையில் மைத்ரிபாலா சிரிசேனாவை கைது செய்ய முடியாது என்று பத்திரிகையாளர்களிடம் கூறினார்.",
        "\"தொலைக்காட்சியில் அவரது அறிக்கையைப் பார்க்க முயற்சிப்பவர்களின் வெளியீடுகள் மற்றும் கைது செய்யப்பட்டதாகக் கூறுபவர்களின் வெளியீடுகள் உள்ளன. நீங்கள் விசாரித்து விசாரித்து இறுதியில், நாங்கள் அந்த முடிவை எடுப்போம். இந்த நாட்டில் ஆச்சரியமாக ஊடகங்கள் கைது செய்யப்படுவது ஆச்சரியமல்ல. \"ஐ.ஜி.பி அறிவித்தது.",
        "இதற்கிடையில், அந்த அறிக்கையை வழங்கிய பின்னர் பாதுகாப்பு விரும்பினால், அவர் பாதுகாப்பை வழங்குவார் என்றும் ஐ.ஜி.பி.",
        "இலங்கையின் சட்டத்தைப் பொறுத்து ஒரு குற்றத்தின் தகவல்களை அல்லது ஆதாரங்களை மறைப்பது தவறு என்று வழக்கறிஞர் உபுல் குமரப்பெமா கூறுகிறார்.",
        "பிபிசி சிங்கள சேவையுடன் பேசிய அவர், மைத்ரிபாலா சிரிசேனா யார் தொடங்கப்பட்டார் என்று அவருக்குத் தெரிந்தால் கடுமையான தவறு அல்ல என்று கூறினார்.",
        "\"தகவல்களை மறைப்பது ஒரு தவறு. தண்டனைச் சட்டத்திலும், பயங்கரவாத தடுப்புச் சட்டத்திலும் இது தவறு. இலங்கையின் சட்டத்தின் கீழ் தகவல்களை மறைக்க சாத்தியம் இல்லை. இந்த தேங்காய்களில் சிலவற்றை திருடுவது போன்ற ஒரு சிறிய பிரச்சினை அல்ல. நாட்டை எதிர்கொண்ட ஏராளமான சோகங்களாக செயல்பட்ட ஒரு ஜனாதிபதி அளித்த அறிக்கை. இந்த தீவிரமான தகவல்களை அவர் மறைத்திருந்தால், அது ஒரு அபராதம். \"",
        "வழக்கறிஞர்-சட்டத்தில் ஜெயந்தா டெஹியாட்டா, தவறான சான்றுகள் அல்லது தவறான தகவல்களை வழங்குவதும் கடுமையான குற்றமாகும்.",
        "\"இது ஒரு குற்றத்திற்கு அபராதம் பெறக்கூடிய தவறு. \"சட்ட வழக்கறிஞர் ஜெயந்தா டெஹதி மரண தண்டனைக்கு மரண தண்டனையை விளக்கினார்.",
        "\"தாக்குதலுக்கு முன்னர் இராணுவ உளவுத்துறை அசல் பற்றி அறிந்திருந்தது",
        "இதற்கிடையில், பல இலங்கை அரசாங்க அதிகாரிகளுக்கு பஸ்கா தாக்குதலுக்கு பொறுப்பேற்க பல ஆண்டுகள் சிறைத்தண்டனை விதிக்கப்பட்டது. மற்றவர்கள் ரிமாண்ட் செய்யப்பட்டனர்.",
        "இவற்றில், பல ஆண்டுகள் ரிமாண்ட் செய்யப்பட்டு விடுவிக்கப்பட்டு விலக்கு அளிக்கப்பட்டன.",
        "பாதுகாப்பு அமைச்சின் முன்னாள் செயலாளராக ஹெமசிரி பெர்னாண்டோ இருந்தார்.",
        "\"இதைப் போலவே, சிறைச்சாலைகளின் மக்களும் கஷ்டப்பட வேண்டியிருந்தது, ஆனால் சரியான தகவல்களும் ஆதாரங்களும் இல்லை. எனவே மைத்ரிபாலா சிரிசேனாவுக்கு சரியான தகவல்கள் தெரிந்தால், அது ஒரு பெரிய தவறு \"என்று வழக்கறிஞர் உபுல் குமரப்பெமா கூறினார்.",
        "முன்னாள் பாதுகாப்பு செயலாளரும் முன்னாள் ஐ.ஜி.பி.யும் ஈஸ்டர் வழக்கில் இருந்து ஏன் விடுவிக்கப்பட்டனர்?",
        "எவ்வாறாயினும், சின்ஹாலாவில் சிங்களத்தில் ஷெர்லி மற்றும் 2020 ஜூன் 14 ஆம் தேதி சிங்களத்தில் சிங்களத்தில் உள்ள சிங்களவாலாவில் பத்திரிகையாளர் ஷெர்லி ஆகியோருக்கு அளித்த பேட்டியில், தாக்குதலுக்கு பொறுப்பான பொறுப்புக்கு அவர் அழைத்துச் செல்லப்படுவதாகக் கூறினார்.",
        "\"வெற்று இடம் இன்று சோதனைகளில் மிகவும் தெளிவாக உள்ளது. பொறுப்பாளர்களுக்கு நீங்கள் பொறுப்பு என்பது இப்போது தெளிவாகிறது. அமைச்சகத்தை தடை செய்வதற்கு பொறுப்பானவர்களால் இப்போது வழக்கு தடை செய்யப்படுகிறது. குற்றவியல் புலனாய்வு துறை வழக்குகள். எனவே இது மிகவும் தெளிவாக உள்ளது. இதைச் சொல்ல உங்களுக்கு பெரிய வாழ்த்துக்களின் கீழ் செல்ல எதுவும் இல்லை. இப்போது அது சோதனைக்கு அப்பாற்பட்டது, யார் யார் என்பதற்கு யார் பொறுப்பு. இப்போது குற்றவியல் புலனாய்வு துறை இப்போது வழக்குத் தொடர்கிறது. உச்சநீதிமன்றம் வழக்குகள். இப்போது உச்ச நீதிமன்ற வழக்குகள். எனவே உச்சநீதிமன்ற வழக்குகள் இப்போது ஜனாதிபதி ஆணையத்தால் மேற்கொள்ளப்படுகின்றன. எனவே ஊடகங்களில் பேசுவது பொருத்தமானதல்ல. \"",
        "மைத்ரிபாலா சிரிசேனா: \"பஸ்கா தாக்குபவரை அறிந்துகொண்டு தகவல்களை மறைக்கவும்",
        "குழந்தைகள் உட்பட குழந்தைகள் உட்பட, \"ஹோரிடியஸ்\" மாஸ்கோ ஷாட் இதுவரை வெளிப்படுத்தப்பட்டது"
      ]
    },
    "en": {
      "title": "Maithripala Sirisena: \"Knowing the Passover attacker and cover up information",
      "body_lines": [
        "Maithripala Sirisena: \"Knowing the Passover attacker and cover up information",
        "The Passover attack has once again a title in Sri Lanka.",
        "It is not due to the Passover attack on the Passover attack on another few days. Former President Maithripala Sirisena has a controversial statement of former President Maithripala Sirisena.",
        "Maithripala Sirisena, who was constantly testified to various commissions, said he was aware of who was launched by the Passover attack.",
        "\"We know where the Passover attack we know. It was right by the terrorists who have arrested those cases. It is the ones whom I am invented by a three-member panel of judges. On the other hand, no one else had known who made the Passover attack truely. But I know who I did. If I demand a court urge or order, I'm ready to make a statement and make it ready, who made this Passover attack. The other thing is that it is the responsibility of the Judges mainly, mainly, \"he said.",
        "This statement has already been created.",
        "Meanwhile, the Minister of Defense Minister Tiran Alles ordered the IGP to investigate the statement made by former President Maithripala Sirisena.",
        "Accordingly, IGP has ordered the Criminal Investigation Department of the Criminal Investigation Department.",
        "According to the next few hours, the Criminal Investigation Department (CID) is scheduled to obtain a statement from former President Maithripala Sirisena.",
        "Easter attack: What is Sri Lanka's response to the Channel 4 report? Former President Maithree, including Maithri, and women, paying a section of the ransom",
        "Accordingly, he will make a statement to the CID today (March 25).",
        "'Why did not reveal the truth in investigations and trials?'- The Archbishop's Padavaya",
        "Father Jude Krishantha Fernando told the BBC Sinhala service.",
        "\"He didn't even say in the payment of the charge for 100 million. The report of the Easter commissions, he said he didn't know. The judiciary of the country is helling the judiciary, the Presidential Commission. A godly cover. \"",
        "\"Therefore, the CID is arrested and detained,\" he added, \"Fr. Jude Krishantha Fernando added.",
        "\"He has said that the judges are the responsibility of just to keep the contemptuous things he reveals in secret. It's not to be like that. What, if you find a conviction, you must punish him. Can he be sure to be free of the wrongdoer? \"",
        "Multiplex Sirisena should be arrested as a suspect to know the Easter attack and to cover up it.",
        "However, IGP Deshabandu Tennakoon told journalists that Maithripala Sirisena could not be arrested on a statement in the media.",
        "\"The publications of those who are trying to look at his statement on television and the publications of those who claim to be arrested there are no basis. If you have investigated and investigate and eventually, we will make that decision. Amazing in this country is not amazing to be arrested by the media. \"The IGP proclaimed.",
        "Meanwhile, the IGP also stated that if he wanted protection after giving the statement, he would provide protection.",
        "Attorney-at-Law Upul Kumarapperuma says that it is wrong to cover up the information or evidence of a crime depending on the law of Sri Lanka.",
        "Speaking to the BBC Sinhala service, he stated that Maithripala Sirisena was not a serious mistake if he knew who was launched.",
        "\"To cover up information is a mistake. It is wrong with the Penal Code and under the Prevention of Terrorism Act. There is no possibility to cover up information under the law of Sri Lanka. It is not a little problem like stealing some of these coconuts. A statement made by a president who acted as a large number of tragedy who faced the country. If he had concealed these serious information, it would be a penalty. \"",
        "Attorney-at-Law Jayantha Dehiatta, the presentation of false evidence or false information is also a serious offense.",
        "\"It is a mistake that can receive a penalty for a crime. \"Attorney at Law Jayantha Dehati explained a death penalty to a death penalty.",
        "\"Army intelligence was aware of the assion before the attack",
        "Meanwhile, several Sri Lankan government officials were sentenced to many years to be held responsible for the Passover attack. Others were remanded.",
        "Of these, many years were remanded and had acquitted and exempted.",
        "Hemasiri Fernando was the former Secretary to the Defense Ministry of Defense.",
        "\"Like this, the people of prisons had to suffer, but there was no right information and evidence. So if Maithripala Sirisena knew the right information, it was a big mistake, \"Attorney-at-Law Upul Kumarapperuma said.",
        "Why did the former Defense Secretary and former IGP have been released from the Easter case?",
        "However, at a interview with Shirley in Sinhala in Sinhala and journalist Shirley in Sinhala in Sinhala in June 14, 2020, said that he is being taken to responsibility responsible for the attack.",
        "\"The empty place has been very clear in tests today. It is now clear that you are responsible for those responsible. Now the case is being banned by those who are responsible for banning the ministry. The Criminal Investigations Department has been cases. So it's very clear. There is nothing to go under the great greeting of you to say this. Now it's out of tests, who is responsible for who. Now the Criminal Investigations Department sues now. The Supreme Court will be cases. Now the Supreme Court cases. So the Supreme Court cases are now being carried out by the Presidential Commission. So it is not appropriate to talk in the media. \"",
        "Maithripala Sirisena: \"Knowing the Passover attacker and cover up information",
        "The \"horighteous\" Moscow shot revealed so far, including children, including children"
      ]
    }
  },
  "summary_lines": [
    "Former President Maithripala Sirisena claimed knowledge of the Passover attacker, sparking controversy. He accused the judiciary of covering up the truth. The Minister of Defense ordered an investigation into Sirisena's statement. The Criminal Investigation Department is set to question him."
  ]
}