{
  "translated_text": {
    "ta": {
      "title": "குழந்தைகள் ஜலசந்தி ... பணிவு மனத்தாழ்மை - லெட்டர்மரி அட்டபட்டு",
      "body_lines": [
        "ஆசிய கோப்பையை வென்ற இலங்கை மகளிர் அணி, அணியின் ஒற்றுமை காரணமாக சாமரி அட்டபட்டு கூறினார்.",
        "ஆசியா கோப்பையை வெல்ல எஸ்.எல்.சி ஏற்பாடு செய்த ஒரு சிறப்பு நிகழ்வில் இந்த அறிக்கையை அவர் பங்கேற்றார்.",
        "எதிர்காலத்தில் விவசாயிகள் உலகக் கோப்பையில் இந்த திறமையை நம்புவதாக அவர் மேலும் கூறினார்.",
        "இதற்கிடையில், ஸ்போர்ட்ஸ் இறுதிச் சடங்குகளை வென்ற அணியில் அணியுடன் தங்கவும், தோல்வியிலும் அவர் கேட்டுக்கொண்டார்.",
        "\"நீங்கள் எத்தனை விஷயங்களை அர்ப்பணித்தாலும், நீங்கள் தனியாக வர முடியாது. இலங்கை கிரிக்கெட் அதன் பின்னால் உள்ள பாரிய ஆற்றல். குறிப்பாக புதிய பயிற்சியாளர் ருமேஷ் ரத்னாயக்க மற்றும் பயிற்சியாளரை நினைவூட்ட வேண்டும். ரமேஷ் ரத்னாயக்க எங்கள் வெற்றிகளில் மிகப்பெரிய வித்தியாசத்தை ஏற்படுத்தினார்.",
        "விளையாட்டிலிருந்து ஓய்வு பெறுவதற்கு முன்பு இலங்கைக்கு இலங்கைக்கு ஒரு உலக கோப்பை மற்றும் உலகக் கோப்பை வழங்குவதே என் வாழ்க்கையின் கனவு. இரண்டு டார்கட்ஸ் உள்ளன. දෙකින් එකක් මට කරලා දෙන්න පුළුවන් වුණා රට වෙනුවෙන්. இது குழந்தைகளின் ஜலசந்தி. இந்த அடுத்த அடுக்குடன் வாழ என் குழந்தைகளுக்கு நான் எப்போதும் சொல்கிறேன். இந்த நேரத்தில் எங்களுக்கு நிறைய விஷயங்கள் கிடைக்கின்றன. நிறைய பாராட்டுக்கள், கேஜ் கொடுப்பது எல்லாவற்றையும் பெறுகிறது. இவை வெறும் மனத்தாழ்மை, நம் பயணத்திற்கு வெளியே செல்ல வேண்டும். තව මාස එක හමාරකින් ලෝක කුසලානය පැවැත්වෙනවා බංග්ලාදේශයේ දී. நாம் என்ன செய்ய முடியும் என்பது எங்களுக்குத் தெரியும். எனது வீரர்கள் அதைச் செய்வார்கள் என்று நம்புகிறேன். இது எங்கள் வேலை. இது எழுந்து காலையில் எழுந்து படுக்கைக்குச் செல்லுங்கள். இதற்கு நாம் ஈடுபட வேண்டும். ஏனென்றால், நாங்கள் விரும்புவது எங்கள் வேலை. வெல்லும்போது பலர் உள்ளனர். இது கொஞ்சம் மற்றும் கொஞ்சம். நாங்கள் வென்றதும் தோற்றதும் என் குழுவுடன் இருப்பீர்கள் என்று நம்புகிறேன். \""
      ]
    },
    "en": {
      "title": "The kids just the strait ... humility is humility - Lettermari Atapattu",
      "body_lines": [
        "Sri Lanka women's team won the Asia Cup, Chamari Atapattu, said that due to the unity of the team.",
        "She made this statement participating at a special event organized by SLC to win the Asia Trophy.",
        "She further stated that she hopes this talent at the Farmers World Cup in the future.",
        "In the meantime, she requested the sports funeralian to stay with the team in the winning team as well as in defeat.",
        "\"No matter how many things you dedicate, you can't come alone. Sri Lanka Cricket is the massive energy behind it. Especially I need to be reminded of the new coach Rumesh Ratnayake and the Coach. Rumesh Ratnayake made the biggest difference in our victories.",
        "The dream of my life is to give Sri Lanka a World Trophy and a World Cup to Sri Lanka before he retires from the game. There are two targuts. I was able to do one of two for the country. This is just the strait of the kids. I always tell my kids to live with this next layer. We get a lot of things at this time. A lot of compliments, giving gauge receives everything. These are just humility we need to go out our journey. In Bangladesh, the World Cup will be held for a month and a half. We know what we can do. I hope my players do that. This is our job. This is up and get up in the morning and go to bed. We have to commit to this. Because we're what we like is our job. There are many people when winning. It's a little and a little. I think I hope you will be with my group as we win and lose. \""
      ]
    }
  },
  "summary_lines": [
    "Chamari Atapattu, captain of Sri Lanka's women's cricket team, attributes their Asia Cup victory to team unity. She expressed gratitude towards the support from Sri Lanka Cricket and highlighted the impact of new coach Rumesh Ratnayake. Atapattu dreams of leading Sri Lanka to a World Trophy before retiring, emphasizing the importance of humility and dedication in their journey. She looks forward to the upcoming World Cup in Bangladesh, urging her team to remain committed to their goal."
  ]
}