{
  "translated_text": {
    "ta": {
      "title": "அமைச்சர் ஜீவன் தோண்டமான் நுவரா எலியா பொலிஸ் முன் பிரதிநிதிகள்",
      "body_lines": [
        "இலங்கை தொழிலாளர் காங்கிரஸின் பொதுச் செயலாளர் (இலங்கையின் பொதுச் செயலாளர்) மற்றும் அமைச்சர் ஜீவன் தோண்டமான் (01) ஆகியோர் நுவரா எலியா பொலிஸ் படைக்கு வரவழைக்கப்பட்டனர்.",
        "எஸ்டேட் ஆணையம் கட்சியின் ஆதரவாளர்களை அழைத்துச் சென்று தேயிலை தொழிற்சாலைகளின் தலைமை நிர்வாக அதிகாரி மற்றும் கெலானி வித்யாலயாவின் தலைமை நிர்வாக அதிகாரி உட்பட தேயிலை தொழிற்சாலைகளின் ஊழியர்களை நீக்கிவிட்டது. நுவரா எலியா பொலிஸ்.",
        "நுவரா எலியா காவல்துறையின் பல பகுதிகளில் மந்திரி ஜீவன் தோண்டமன் கேட்டுக்கொள்ளப்பட்டார், ஆனால் அமைச்சர் ஜீவன் தோண்டமன் பின்னர் நிராகரிக்கப்பட்டு உயர் பொலிஸ் அதிகாரிகளுடன் விவாதிக்கப்பட்டார்.",
        "அந்த அறிக்கையை வெளியிட்ட பின்னர் ஆதரவாளர்கள் காவல்துறைக்கு முன்னால் சிதறடிக்கப்பட்டனர். அமைச்சர் ஜீவந்தண்டன்ஸ் மற்றும் கட்சியின் ஆதரவாளர்கள் மீதான புகாருக்கு எதிராக கட்சியின் சிறப்பம்சங்கள் எடுக்கப்பட்டதாக நுவரா எலியா போலீசாரின் மூத்த அதிகாரி ஒருவர் தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Minister Jivan Thondaman delegates in front of the Nuwara Eliya Police",
      "body_lines": [
        "The General Secretary of the Ceylon Workers Congress (General Secretary of the Ceylon) and Minister Jivan Thondaman (01) had been summoned to the Nuwara Eliya police force.",
        "The estate authority has taken a group of supporters of the party and removed the employees of the Tea Factories, including the CEO of the Tea Factories and the CEO of Kelani Vidyalaya.) The supporters of the party Jivan Thondaman and the party supporters protest against the Nuwara Eliya Police.",
        "Minister Jivan Thondaman was asked to visit the police in several parts of the Nuwara Eliya Police, but the Minister Jivan Thondaman was later rejected and discussed with high police officers.It was agreed to withdraw the complaint against him and his supporters.",
        "The supporters were scattered in front of the police after making the statement. He said that a senior official from Nuwara Eliya police said that the party's highlights were taken against the complaint against Minister Jivendandance and the supporters of the party."
      ]
    }
  },
  "summary_lines": [
    "Minister Jivan Thondaman and the General Secretary of the Ceylon Workers Congress were summoned to the Nuwara Eliya police regarding a dispute involving party supporters and tea factory employees. After discussions, it was decided to withdraw the complaint against them, leading to a peaceful resolution."
  ]
}