{
  "translated_text": {
    "si": {
      "title": "අප්රේල් නිවාඩුවෙන් පසු ගුරු පුරප්පාඩු සඳහා පත්වීම - සුසිල්",
      "body_lines": [
        "අධ්යාපන අමාත්ය සුසිල් ප්රේමජයන්ත මහතා කියා සිටියේ බටහිර පළාතේ ගුරු පුරප්පාඩු පිරවීම සඳහා විභාගය සමත් විභාගය සමත්වූ සියලු දෙනා අප්රේල් නිවාඩුවෙන් පසු පත් කරනු ඇති බවයි.",
        "විපක්ෂ නායක සජිත් ප්රේමදාස සඳුදා (1) පාර්ලිමේන්තුවේදී සජිත් ප්රේමදාස මහතා ඇසූ ප්රශ්නයකට පිළිතුරු දෙමින්.",
        "බස්නාහිර පළාතේ ගුරු පුරප්පාඩු 5,000 කට වැඩි ප්රමාණයක් සමඟ සුදුසුකම් ලත් අපේක්ෂකයින් 2,300 ක් ඇතුළත් කර ඇත.",
        "තවත් පුරප්පාඩු 2700 ක් ඇත. පුරප්පාඩු 5453 ක් සමඟ, ඉතිරි බඳවා ගැනීම ඉක්මනින් සිදු කළ යුතුය.",
        "රට තුළ රැකියා විරහිත උපාධිධාරීන් 40,000 ක් ඇත.ඔවුන් සම්බන්ධව වහාම පියවර ගත යුතු බව ඔහු පැවසීය.",
        "බටහිර පළාතේ පුරප්පාඩු පිරවීම සඳහා විභාගයේ ප්රති results ල සහ ගුරු වර්ගය පදනම් කරගෙන ගුරුවරුන් 2400 ක් ප්රථම වරට තෝරා ගන්නා ලදී.",
        "විභාගය සමත්වූ අනෙකුත් පුද්ගලයින් පිළිබඳ අපි මේ දිනවල පියවර ගනිමු. අප්රේල් නිවාඩුවෙන් පසු ඔවුන් පත් කළ හැකි යැයි මම බලාපොරොත්තු වෙමි.",
        "ඒ සමගම විද්යාව. ගණිතය. තාක්ෂණික හා ඉංග්රීසි විෂයයන් සඳහා උපාධිධාරීන් 2700 ක් ඇතුළත් කිරීම සඳහා අපි විභාගය සම්පූර්ණ කර ඇත්තෙමු.",
        "අපි මේ සතිය තුළ එහි ප්රති results ල ප්රකාශයට පත් කරන්නෙමු. අධ්යාපන අමාත්යාංශය යටතේ ගුරු පුරප්පාඩු සඳහා ඒවා පත් කිරීමට අපි පියවර ගනිමු.",
        "මීට අමතරව, අධිකරණ නියෝගය මේ වන විට ඉවත් කර ඇති අතර 13,000 කට වැඩි පිරිසකට මේ සඳහා පළාත් නවයක ගුරු පුරප්පාඩු සඳහා පත්වීම් ලබා දී ඇත.. ඉතිරි උපාධිධාරීන් සම්බන්ධයෙන් රජය ඉක්මනින් පියවර ගන්නා බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Appointment for Teacher Vacancies after April Vacation - Susil",
      "body_lines": [
        "Education Minister Susil Premajayantha said that all those who have passed the examination to fill the teacher vacancies in the Western Province will be appointed after the April holiday.",
        "In response to a question raised by Opposition Leader Sajith Premadasa on Monday (1) in Parliament.",
        "With more than 5,000 teacher vacancies in the Western Province, 2,300 eligible candidates have been incorporated.",
        "There are more 2700 vacancies. With a total of 5453 vacancies, the rest of the recruitment must be carried out quickly.",
        "There are 40 thousand unemployed graduates in the country.He said they should take immediate action in connection with them.",
        "2400 teachers were first selected on the basis of the results of the exam and the teacher type to fill the vacancies in the Western Province.",
        "We are taking action these days on other people who have passed the examination. I hope they can be appointed after April vacation.",
        "At the same time science. Mathematics. We have completed the exam to incorporate 2700 graduates for technical and English subjects.",
        "We are going to publish its results within this week. We will take steps to appoint them for teacher vacancies under the Ministry of Education.",
        "In addition, the court order has now been removed and more than 13 thousand people are now given appointments for teacher vacancies in nine provinces.. He said the government would quickly take action regarding the remaining graduates."
      ]
    }
  },
  "summary_lines": [
    "Education Minister Susil Premajayantha announced that teacher vacancies in the Western Province will be filled after the April holiday, with 2,300 eligible candidates already selected. There are 2,700 more vacancies to be filled, totaling 5,453. The government plans to quickly recruit the remaining 40,000 unemployed graduates."
  ]
}