{
  "translated_text": {
    "si": {
      "title": "මන්නාරම 'සැටෝසා මානව සුසාන නඩුව;රාජපක්ෂ පෞද්ගලිකව පෙනී සිටීමට උපදේශක රාජපක්ෂ",
      "body_lines": [
        "මන්නාරම සඳාවක මානව සුසාන නඩුව සඳුදා (11) මන්නාරම මහේස්ත්රාත් අධිකරණයේ විභාගයට ගත් හෙයින්, අධිකරණ වෛද්ය පොලිසිය ඇතුළු සියලු පාර්ශන් සහ නීති නිලධාරියාට නියෝග කරන ලදී ඊළඟ වාරිකයේ කෙලින්ම උසාවියේ පෙනී සිටීමට.",
        "නඩුව සම්බන්ධව අතුරුදහන් වූවන් වෙනුවෙන් තර්ක කරන නීති orney වී.ඉ.ර.ඉන්දිය.",
        "මන්නාරම සතෝසා මානව සුසාන නඩුව අද මන්නාරම මහේස්ත්රාත් අධිකරණයේ විභාගයට ගැනිණි.",
        "අධිකරණය විසින් දැනටමත් ඉල්ලා සිටින වාර්තාව නීති lawyer යාගේ අවසන් වාරිකය විසින් ඉදිරිපත් කරන ලදී. නමුත් වාර්තාවට පූර්ණ නොවන බැවින් අපව අද අධිකරණයේ අවධානයට යොමු කරන ලදී.",
        "එනම්, වයස, මරණයට හේතුව සහ මරණයට හේතුව, මානව දේහයෙන් මරණයට හේතුව, මානව දේහයෙන් ලබාගෙන ඇති අතර වාර්තා මහාචාර්ය රාජි සෝමදේව විසින් ඉදිරිපත් කළ යුතු බවයි.",
        "ඒ අතරම, මෙම නඩුව විභාගය පැවැත්විය හැක්කේ සොකෝ පොලිසිය විසින් වාර්තා ඉදිරිපත් කිරීමෙන් පසුව සියලු වාර්තා ලැබීමෙන් පසුව පමණක් බව ඔහු පැවසීය.",
        "පසුව අධිකරණය විසින් අධිකරණයේ පෙනී සිටින ලෙසත්, නඩු විභාගය මැයි 13 වන දින නැවත සකස් කර ඇති බවත් පසුව අධිකරණය විසින් නීති නිලධාරියෙකු යවා තිබේ."
      ]
    },
    "en": {
      "title": "Mannar 'Satosa' human burial case;Advocate Rajapaksa to appear in person",
      "body_lines": [
        "As the Mannar Sathosa human burial case was taken up at the Mannar Magistrate's Court on Monday (11), Professor Raj Soma Dev said that steps should be taken to obtain reports of all parties, including the Forensic Police, and the legal officer Rajapaksa was ordered to appear in court directly in the next installment.",
        "Attorney V.S. Niranjan, who is arguing on behalf of the missing persons in connection with the case",
        "The Mannar Sathosa human burial case was taken up in the Mannar Magistrate's Court today.",
        "The report already requested by the court was submitted by the last installment of the Lawyer Rajapakse. But we were brought to the attention of the court today as it was not fully involved in the report.",
        "That is, reports of the age, its age, the cause of death, and the cause of death, should be submitted from the human remains taken and the reports should be submitted by Professor Raj Somadeva.",
        "At the same time, he said that the decision of the case could be taken only after all the reports were received after the reports were submitted by the SOCO police.",
        "The court has subsequently sent a law officer Rajapaksa to appear in court and that the trial has been re -summoned on May 13."
      ]
    }
  },
  "summary_lines": [
    "In the Mannar Sathosa human burial case, Professor Raj Soma Dev urged for reports from all parties, including the Forensic Police, and ordered legal officer Rajapaksa to appear in court. The case was resumed on May 13, with reports on age, cause of death, and other details requested."
  ]
}