{
  "translated_text": {
    "si": {
      "title": "මේරබේගේ වෙඩි තැබීමෙන් සැකකරු මිය ගියේය",
      "body_lines": [
        "මාබ්කට් ප්රදේශයේ සිදුවූ වෙඩි තැබීමේ සිද්ධියේ සැකකරුවෙකුගේ රැළේ අන්යෝන්ය වෙඩි තැබීමකින් මියගොස් ඇති බව පොලිසිය පවසයි.",
        "සැකකරු වෙඩි තබා dead ාතනය කරන විට යතුරුපැදිය පැදවූ තැනැත්තා තමා බව අනාවරණය විය.",
        "21 වන දින උදෑසන, යතුරුපැදියක මිනිසුන් තිදෙනෙකු එලාපිටිවල හන්දියේ මස් සාප්පුවක් අසල සාප්පු හිමියාට වෙඩි තැබූහ. වෙඩි තැබීමෙන් තුවාල ලැබූ පුද්ගලයා රාගම රෝහල වෙත ගෙන යන ලදී.",
        "ඔහු හෙට්ටියාරාකායිට් දොන් සුජිත් නමින් හැඳින්වෙන \"යූපු\" ලෙස හඳුනාගෙන ඇති අතර, අපරාධ කල්ලියේ \"වෙල්ල සාරංග\" යනු ජා-එලා උතුරු බෝට්ටුවේ ස්වදේශිකයෙකි.",
        "මෙම .ාතනය සම්බන්ධයෙන් හමුදා නිලධාරියෙකු ඇතුළු දෙදෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "\"ඩුබායි නිපුනා\" විසින් මෙහෙයවන ලද ප්රතිවාදී කල්ලියක් murder ාතනය කිරීම සැලසුම් කරන බවට සැක කෙරේ. ඩුබායි නිපුනා කල්ලියෙන් මිනීමැරුම් තර්ජනයට ලක්ව තිබේ.",
        "මඩකලපුවේ චෙන්ගලාඩි හමුදා කඳවුරේ ගෙමුනු අධීක්ෂණ බළකායේ ගෙමුහුවේ අධීක්ෂණ බලකායේ කෝප්රල් නිලධාරි ලෙස සේවය කළ ප්රධාන සැකකරු පෙබරවාරි 24 වන දින අත්අඩංගුවට ගෙන තිබේ.",
        "පුළුල් සෝදිසි මෙහෙයුමකින් පසු හමුදා බුද්ධි අංශය පැමිණෙන විට ඔහු කඳවුරෙන් පැන ගිය අතර පසුව අම්පාරා ප්රදේශයේදී අත්අඩංගුවට ගෙන තිබේ.",
        "Murder ාතනයට උදව් කළ තවත් සැකකරුවෙකු එදින හක්මනට එදින අත්අඩංගුවට ගනු ලැබීය. වාර්තාවලට අනුව 2009 දී මූලික පුහුණු වැඩසටහනෙන් පසුව සැකකරු එවකට හමුදාවෙන් නිල වශයෙන් නිදහස් කරන ලදී."
      ]
    },
    "en": {
      "title": "The suspect was killed in the Mabbage shooting",
      "body_lines": [
        "A suspect in the recent shooting incident in the Mabake area has died in a mutual shooting in Surveva area, police said.",
        "It was revealed that he was the one who drove the motorcycle when the suspect was shot dead.",
        "On the morning of the 21st, three men on a motorcycle opened fire on the shop owner near a meat shop at Elappitivala junction. The man who was injured in the shooting was taken to the Ragama Hospital.",
        "He was identified as the \"Ukua\" known as Hettiarachchike Don Sujit, and the brother-in-law of the criminal gang \"Wella Saranga\" is a native of Ja-Ela Northern boat.",
        "Two people, including a military officer, have been arrested in connection with the murder.",
        "It was suspected of planning the murder of a rival gang led by \"Dubai Nipuna\". Sujith has been threatened with murder from the Dubai Nipuna gang.",
        "The main suspect who served as the Corporal Officer of the Gemunu Monitoring Corps of the Gemunu Monitoring Brigade at the Chengaladi Army Camp in Batticaloa was arrested on February 24.",
        "He escaped from the camp when the military intelligence unit was coming and was later arrested in the Ampara area following a comprehensive search operation.",
        "Another suspect who helped the murder was arrested that day in the south of Hakmana. According to reports, the suspect was then officially evicted from the military following the Basic Training Program in 2009."
      ]
    }
  },
  "summary_lines": [
    "A suspect involved in a shooting in Mabake was killed in a mutual shooting in Surveva. He was identified as Hettiarachchike Don Sujit, a member of the criminal gang \"Wella Saranga\". Two people, including a military officer, were arrested for the murder. The main suspect, a former Corporal Officer, was arrested on February 24 and later evicted from the military."
  ]
}