{
  "translated_text": {
    "ta": {
      "title": "ஒழுங்கமைக்கப்பட்ட குற்றத் தலைவரின் முக்கிய சகா",
      "body_lines": [
        "இரண்டு டி -56 ரைபிள், ஒரு டி -56 துப்பாக்கி மற்றும் ஒரு மோட்டார் சைக்கிள் ஆகியவை \"பனாதுரா நைலேட்\" தலைவரின் ஒழுங்கமைக்கப்பட்ட குற்றத் தலைவருடன் கைது செய்யப்பட்டுள்ளன.",
        "கலுதாரா குற்றங்களில் உள்ள அதிகாரிகள் கைது செய்யப்பட்டுள்ளனர், \"எம்பிலிபிட்டியா சூரங்கா\" என்ற புனைப்பெயர் மற்றும் ஹொரானாவில் வசிப்பவர்.",
        "முதல் சந்தேக நபரான எம்பிலிபிட்டியா சூரங்கா பனாதுராவில் உள்ள அருக்கோடா பகுதியில் ஐந்து மோட்டார் சைக்கிள் மற்றும் பனி போதைப்பொருட்களுடன் கைது செய்யப்பட்டுள்ளார்.",
        "சந்தேக நபர் அபேகோடாவில் வாடகை வீட்டில் இருந்ததாக போலீசார் தெரிவித்தனர்.",
        "மோட்டார் சைக்கிள் பனாதுரா, மலமுல்லா மற்றும் மடதுபிட்டியா பகுதியில் படப்பிடிப்புக்கு பயன்படுத்தப்படும் மோட்டார் சைக்கிள் என அடையாளம் காணப்பட்டது.",
        "கூடுதலாக, சந்தேக நபர் ஒரு நபர், துப்பாக்கிச் சூடு மற்றும் துப்பாக்கிச் சூடு மற்றும் சந்தேக நபரை கொலை செய்ததாக குற்றம் சாட்டப்பட்ட ஒரு நபர்.",
        "சந்தேக நபரின் துப்பாக்கிச் சூடு தொடர்பாக பயன்படுத்தப்படும் துப்பாக்கிச் சூடு ஹொரானாவின் பாட்டுவிதாவில் உள்ள ஒரு வீட்டில் மறைக்கப்பட்டிருப்பது தெரியவந்துள்ளது.",
        "டி -56 ரிஃபிள், ஒரு டி -56 துப்பாக்கி மற்றும் தொலைபேசி தகவல்தொடர்புக்கான 30 சிறிய தொலைபேசிகள் துப்பாக்கிச் சூட்டில் கண்டுபிடிக்கப்பட்டுள்ளன, அவை அலமாரியில் மறைக்கப்பட்டன."
      ]
    },
    "en": {
      "title": "Main colleagation of organized crime leader",
      "body_lines": [
        "Two T-56 rifle, a T-56 rifle, and a motorcycle have been arrested with the organized crime leader of the \"Panadura Nilate\" leader.",
        "The officials in Kalutara crimes have been arrested, a nickname called \"Embilipitiya Suranga\" and a resident of Horana.",
        "The first suspect, Embilipitiya Suranga has been arrested with five motorcycle and ice narcotics in the Arukgoda area in Panadura.",
        "Police said the suspect had been in a rented house in Abegoda.",
        "The motorcycle was revealed that the motorcycle was identified as a motorcycle used for shooting in Panadura, Malamulla and Madatupitiya area.",
        "In addition, the suspect is a person who is accused of shootings and shootings for the shootings and murder of the suspect.",
        "It is revealed that firearmarust used in connection with the shootings of the suspect was hidden in a house in Batuwita, Horana.",
        "T-56 riffle, a T-56 riffle, and 30 small phones for telephone communication have been found in the shootings, which were hidden in a cupboard."
      ]
    }
  },
  "summary_lines": []
}