{
  "translated_text": {
    "si": {
      "title": "ආගමන මහනුවර දෙපාර්තමේන්තුව ඉදිරිපිට බීට් කරන්න",
      "body_lines": [
        "මහනුවර ප්රාදේශීය කාර්යාලයේ සේවා ලබා ගැනීමට පැමිණෙන ජනතාවට ඉලක්කම් සැපයීම සඳහා නිසි විධිවිධාන නොමැතිකම හේතුවෙන් ආගමන හා සංක්රමණ දෙපාර්තමේන්තුව. පැමිණෙන ජනයා මහත් දුෂ්කරතාවයකට පත්ව සිටිති.",
        "එක් දිනක සේවය යටතේ දිනකට දිනපතා විදේශ ගමන් බලපත්ර 200 ක් ඇත, නමුත් රටේ විවිධ ප්රදේශවලින් දහසක් පමණ ජනතාවට එම සේවාව ලබා ගැනීමට පැමිණේ.",
        "අඟහරුවාදා (27) දහවල් දහවල්, දහවල්, පෙළ ගැසී සිටින පුද්ගලයින් ඊළඟ දිනයේ උදේ 8.00 ට කාර්යාලය විවෘත වන තෙක් බලා සිටී.",
        "කට්ටුකලේ සහ සුදාහුම්බෝලා ප්රදේශයේ පදිංචිකරුවන් සේවයේ පළමු දිනයේ පළමු පේළිය සඳහා බලා සිටින අතර සාමාන්ය සේවයේ අංක 175 ක් ලබා ගනී.. සේවයට පැමිණෙන ජනතාව රුපියල් 3000-5000 ක සංඛ්යාවක විකුණුම් අංක විකුණන බව වාර්තා වේ.",
        "සේවා සෙවීමට පැමිණෙන පුද්ගලයින් කාර්යාලයේ සමහර පුද්ගලයින්ට සහය දක්වන බවට සැක කෙරෙන බවට සැකකරුවන් සමහර පුද්ගලයින්ට චෝදනා කරති.",
        "සේවාව ලබා ගැනීමට පැමිණි පුද්ගලයෙකු සාමාන්ය සේවා යටතේ විදේශ ගමන් බලපත්රයක් සඳහා ඉල්ලුම් කළහොත් එය ලබා ගැනීම සඳහා ඔහුට මාස 6 ක් පමණ බලා සිටිය යුතු බවය.",
        "ඉලක්කම් නිකුත් කිරීමේ ගැටලුව ඊයේ (28) (28) සිදු වූ අතර ආගමන හා ආගමන දෙපාර්තමේන්තුවේ කාර්යාල නිලධාරීන් විසින් මහනුවර පොලිස් මූලස්ථානය පාලනය කිරීමට ගියේය.",
        "විදේශ ගමන් බලපත්රයක් ලබා ගැනීම සඳහා මුළු රාත්රිය පුරාම ඉලක්පුරටත් ඉලක්කම් සැපයීම සඳහා ක්රමානුකූල වැඩපිළිවෙළක් සකස් කරන ලෙස ආගමන හා සංක්රමණ දෙපාර්තමේන්තුවේ මහනුවර ප්රාදේශීය කාර්යාලයේ දී දැනුම් දී ඇති බව පොලිසිය පවසයි.",
        "කාර්යාලයේ නියෝජ්ය පාලක, බන්ඩාරා මෙනිග් මහත්මිය:",
        "කාර්යාලයේ රැස්ව සිටි අයගේ පෙළපාලියේ සිටි ජනතාවගේ කාර්යාලයේ කිසිදු ගැටළුවක් නොමැති බව කියනු ලැබේ.",
        "පිවිසුම් දොරටුවෙන් පිටත සාමය නොමැති බවත් පොලිසිය සුදුසු පියවර ගත යුතු බවත් සහතික කිරීමට පොලීසිය විසින් පියවර ගත යුතු බව දෙපාර්තමේන්තුව පවසයි.",
        "කුරුණගල, මාතර, මහනුවර සහ වවුනියාවේ කාර්යාලවල ප්රමාණවත් ආරක්ෂාවක් ලබා දෙන ලෙස ආගමන හා සංක්රමණ දෙපාර්තමේන්තුවේ ප්රධාන කාර්යාලය පොලිසියට දැනුම් දී ඇති බව ඔහු පැවසීය.",
        "සිද්ධිය හේතුවෙන්, කාර්යාල කටයුතු පැයකට ආරම්භ කළ අතර දිනපතා නිකුත් කරන ලද විදේශ ගමන් බලපත්ර ගණන පෙරට සමාන වේ.",
        "විදේශ ගමන් බලපත්රයක් ලබා ගැනීම සඳහා මුළු රාත්රිය පුරාම ඉලක්පුරටත් ඉලක්කම් සැපයීම සඳහා ක්රමානුකූල වැඩපිළිවෙළක් සකස් කරන ලෙස ආගමන හා සංක්රමණ දෙපාර්තමේන්තුවේ මහනුවර ප්රාදේශීය කාර්යාලයේ දී දැනුම් දී ඇති බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "Stir in front of the Department of Immigration Kandy",
      "body_lines": [
        "The Department of Immigration and Emigration, due to lack of proper arrangements to provide digits to the people who come to obtain services at the Kandy Regional Office. The people who come are in great difficulty.",
        "There are 200 passports daily under the service of one day, but more than a thousand people from different parts of the country come to get that service.",
        "People who stand in line on Tuesday (27) afternoon (27) afternoon, are waiting until the office opens at 8.00 am the next day.",
        "The residents of Kattukele and Sudhumbola area will be waiting for the first row of the first day of the service, with 200 digits and 175 under the usual service.. It is reported that the people who come to the service are selling numbers for the sum of Rs 3000-5000.",
        "People who come to seek the services accuse some people of the office that some people in the office are suspected of being supported.",
        "A person who came to get the service pointed out that if you apply for a passport under ordinary services, he would have to wait for about 6 months to get it.",
        "The issue of the issue of digits was caused yesterday (28) and a team of Kandy Police Headquarters Fan Sampath, on the announcement of the Immigration and Emigration Department's office officials, went to control the Kandy Police Headquarters.",
        "The Kandy Regional Office of the Department of Immigration and Emigration has been informed to prepare a systematic program to provide digits to the awakened people all night to obtain a passport, police said.",
        "The Deputy Controller of the Office, Mrs. Bandara Menige, announced:",
        "It is said that there is no problem with the office of the people who have been in the line of people who have been accumulated in the office.",
        "The department said that the police should take steps to ensure that the peace is out outside the entrance and the police should take appropriate measures.",
        "He said that the head office of the Department of Immigration and Emigration has been informed to the police to provide adequate security to offices in Kurunegala, Matara, Kandy and Vavuniya.",
        "Due to the incident, the office work was started by an hour and the number of passports issued daily would be the same as before.",
        "The Kandy Regional Office of the Department of Immigration and Emigration has been informed to prepare a systematic program to provide digits to the awakened people all night to obtain a passport, police said."
      ]
    }
  },
  "summary_lines": [
    "The Department of Immigration and Emigration in Kandy faces overcrowding, with thousands waiting for passports. Residents of Kattukele and Sudhumbola are among those waiting, with some selling their spots. The issue arose on 28th, prompting police intervention. The office is to develop a systematic program to manage the crowd, ensuring peace and security."
  ]
}