{
  "translated_text": {
    "ta": {
      "title": "கடந்த ஆண்டுகளுடன் ஒப்பிடும்போது இலங்கையில் எய்ட்ஸ் அதிகரிப்பு",
      "body_lines": [
        "முழு உலகத்துடன் ஒப்பிடும்போது இலங்கை எய்ட்ஸ் நாடாக கருதப்படுகிறது.",
        "எவ்வாறாயினும், கடந்த ஆண்டுகளுடன் ஒப்பிடும்போது இந்த ஆண்டு எய்ட்ஸ் விநியோகத்தின் அதிகரிப்பு இந்த ஆண்டு காட்டுகிறது என்பதை சுகாதாரத் துறை சுட்டிக்காட்டுகிறது.",
        "இது தொடர்பாக, தேசிய எஸ்.டி.டி / எய்ட்ஸ் கட்டுப்பாட்டு திட்ட இயக்குனர் டாக்டர் விந்திடி கரிபாலேலி 2020-21 ஆம் ஆண்டில் 2022-23 ஆம் ஆண்டில், கூறினார்.",
        "\"எய்ட்ஸ் 2020-2021 ஆம் ஆண்டில் 200-2021 வரை வழிவகுத்தது.  නමුත් 2022-2023 වසරවල එම තත්ත්වය දෙගුණක් වෙලා තියෙනවා. கடந்த 10 ஆண்டுகளில், எய்ட்ஸின் புதிய பாதிக்கப்பட்டவர்களின் அதிகரிப்பின் போக்கு கடந்த 10 ஆண்டுகளில் காணப்படுகிறது. இந்த நோயாளிகளில் 15% வயது 15- 24 வயது.",
        "இதற்கிடையில், சுகாதார அமைச்சினால் ஏற்பாடு செய்யப்பட்ட அணிவகுப்பு உலக எய்ட்ஸ் ஒழிப்பு தேதிக்கு இணையாக சுகாதார அமைச்சினால் ஏற்பாடு செய்யப்பட்ட அணிவகுப்பைத் தொடங்கியுள்ளது.",
        "நாட்டிலிருந்து எய்ட்ஸை ஒழிப்பதற்கான ஒரு தண்டனை சங்கத்தை உருவாக்குவது பொறுப்பு என்று பிரதமர் டாக்டர் வெலி அமரசுரியா கூறினார்."
      ]
    },
    "en": {
      "title": "Increase in AIDS in Sri Lanka compared to last years",
      "body_lines": [
        "Sri Lanka is considered to be a country of AIDS as compared to the entire world.",
        "However, the health sector points out that this year shows the increase in the distribution of AIDS in this year compared to last years.",
        "Commenting in this regard, the Director of the National STD / AIDS Control Program Director Dr. Vinditi Kharipaleli said that in 2022-23 over the year 2020-21,",
        "\"AIDS led to between 200-2021 in 2020-2021.  නමුත් 2022-2023 වසරවල එම තත්ත්වය දෙගුණක් වෙලා තියෙනවා. In the last 10 years, the trend of the increase in the new infectedists of AIDS is seen in the past 10 years. 15% of these patients are young age 15- 24 years old. \"",
        "Meanwhile, a march organized by the Ministry of Health has commenced a march organized by the Ministry of Health in parallel to the World AIDS eradication date.",
        "Prime Minister Dr. Welii Amarasuriya stated that it is the responsibility of building a conviction society to eradicate AIDS from the country."
      ]
    }
  },
  "summary_lines": [
    "AIDS cases surge in Sri Lanka: 200-2021 infections increased twofold in 2022-23. Young adults (15-24) account for 15%. Health Ministry organizes march on World AIDS Day. Prime Minister calls for societal commitment to eradicate disease."
  ]
}