{
  "translated_text": {
    "ta": {
      "title": "அனைவருக்கும் சமமான ஒரு தலைவர் நாட்டிற்கு தேவை என்று சஜித் கூறுகிறார்",
      "body_lines": [
        "ஜனாதிபதி வேட்பாளர் சஜித் பிரேமதாச, சமாஜித் பிரேமதாசா கூறுகையில், நாட்டை நாட்டிற்கு நடத்தும் ஒரு தலைவரை அழைத்து வருவது மக்களின் பொறுப்பு.",
        "அவர் நேற்று (15) கட்டங்குடியில் ஒரு குடும்பத்தில் பேசிக் கொண்டிருந்தார்.",
        "\"நாங்கள் மலேசியாவில் சுற்றுலாத் துறையின் துறையை நடிக்கலாம் மற்றும் இந்த பிரதேசத்தில் சுற்றுலாத் துறையில் தேர்ச்சி பெறலாம். நிலமற்ற குடும்பங்களுக்கு வீட்டுத் திட்டங்களை தயாரிக்க நாங்கள் சரணடைந்துள்ளோம், வைல்டர் சம்பாதிப்பவரில் நிலமற்ற குடும்பங்கள் இல்லாதது. மேலும், பாட்டிகலோவா மாவட்ட 361 பள்ளிகளில். அவர்கள் 361 பள்ளிகளை ஸ்மார்ட்டாக ஆக்குகிறார்கள். மாவட்டத்தில் உள்ள அனைத்து மருத்துவமனைகளும் ஸ்மார்ட் மருத்துவமனைகளாக மாறுகின்றன.",
        "\"கோத்தாபய ராஜபக்ஷ அரசாங்கத்தை புதைக்க தகன பிரச்சினை வந்தது. ரணில் விக்ரமேசிங்கும் அனுரா குமார டிசனாயக்கமும் ஓடிவிட்டனர். அவர்கள் முஸ்லிம்களுக்காக பயந்தனர். சமகா அப்ஃபா சஜித் பிரேமடாசாய் நல்லிணக்கத்தை விரும்புகிறார், சஜித் பிரேமடாசா மற்றும் சஜித் பிரேமடாசா மற்றும் சஜித் பிரேமதாசா மற்றும் சஜித் பிரேமடாசா மற்றும் சஜித் பிரேமடாசா மற்றும் சஜித் பிரேமடாசா ஆகியோர் வீதிகளில் உயர்ந்துள்ளனர்.. எனவே, நாட்டின் இஸ்லாமிய முஸ்லீம் முஸ்லீம் சமூகத்தை, குறிப்பாக நாட்டின் மக்களுக்கு, நாட்டின் தலைவராக இருக்க நான் சொல்ல விரும்புகிறேன். உங்கள் மதத்தைப் பொருட்படுத்தாமல், இந்த நாட்டில் உங்கள் மதம் எதுவாக இருந்தாலும், ஒரு தீர்ப்புக்காக உங்களிடம் வருவது உங்களுக்கு முக்கியம். \"",
        "இதற்கிடையில், எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசாவின் ஆதரவின் கீழ் மற்றொரு பிரபலமான குப்பைகள் நடைபெற்றன.",
        "தற்போதுள்ள மக்கள் அதிகாரத்தின் தலைவர் சஜித் பிரேதாசா கூறினார்",
        "\"தனி உற்பத்தி தொழிற்சாலைகள் பட்டிகலோவா மாவட்டத்தில் உள்ள ஒவ்வொரு பிரிவு செயலகத்திற்கும் தனி உற்பத்தி ஆலைகளை உருவாக்க முடியும். யானையின் மோதல் அச om கரியமானவர்களை தீர்க்கிறது. நாங்கள் வலாச்ச்சேனை மீன்வள துறைமுகத்தை விரிவுபடுத்துகிறோம். ஒட்டமவடி கலாச்சார மையத்தின் வேலையை நாங்கள் முடிக்கிறோம். \""
      ]
    },
    "en": {
      "title": "Sajith says the country needs a leader who is equal to all",
      "body_lines": [
        "The presidential candidate Sajith Premadasa, Samajith Premadasa, says that it is the responsibility of the people to bring a leader who treats the country to the country.",
        "He was speaking at a famil yesterday (15) in Kattankudi.",
        "\"We can cast the field of tourism industry in Malaysia and master the tourism industry in this territory. We have surrendered to produce housing schemes to landless families, lack of landless families in the wilder earner. Also, in the Batticaloa district 361 schools. They make 361 schools into Smart. All the hospital in the district become smart hospitals. \"",
        "\"The cremation issue came to the burying of Gotabhaya Rajapaksa government. Ranil Wickremesinghe and Anura Kumara Dissanayake ran away. They were scared for the Muslims. Samaga UPFA wants Sajith Premadasai reconciliation and Sajith Premadasa and Sajith Premadasa and Sajith Premadasa and Sajith Premadasa and Sajith Premadasa and Sajith Premadasa have risen to the streets.. Therefore, I would like to tell the Islamic Muslim Muslim community in the country, especially to the people of the country, to be the leader of the country. Regardless of your religion, whatever your religion is the only leadership in this country, it is important to come to you to come to you for a judgment. \"",
        "Meanwhile, another popular debris was held under the patronage of Opposition Leader Sajith Premadasa.",
        "Sajith Premadasa, president of the existing people's power, said,",
        "\"Separate production factories can produce separate manufacturing plants to every Divisional Secretariat in Batticaloa District. Elephant's conflict solves the people who are discomfortable. We expand the Valachchenai Fisheries Harbor. We complete the work of the Otamavadi Cultural Center. \""
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa calls for equal treatment of citizens regardless of religion. He emphasizes the need for a leader who represents all people equally. The presidential candidate also discusses various development projects in Batticaloa, including tourism, housing schemes, education, healthcare, and infrastructure improvements."
  ]
}