{
  "translated_text": {
    "si": {
      "title": "කාලගුණය නැවත වැස්ස සමඟ වැඩි කරයි",
      "body_lines": [
        "අද (30) සිට ඉදිරි දින කිහිපය තුළ රටේ උතුරු, උතුරු, නැගෙනහිර, නැගෙනහිර සහ va පළ පළාත්වල වර්ජනයේ සුළු වැඩිවීමක් කාලගුණ විද්යා දෙපාර්තමේන්තුව විසින් පුරෝකථනය කර ඇත.",
        "උතුරු, උතුරු මැද, නැගෙනහිර සහ va පළ පළාත්වල වර්ෂාපතනය හෝ ගිගුරුම් සහිත වැසි ඇති වේ.",
        "වෙනත් ප්රදේශවල, සවස් වරුවේ හෝ රාත්රියේ පුළුල් වැසි හෝ ගිගුරුම් සහිත වැසි ඇති වේ.",
        "ඉහළ, සබරගමුව සහ දකුණු පළාත්වල සමහර ප්රදේශවල තද වැසි ඇතිවිය හැකිය.",
        "රටේ උතුරු, නැගෙනහිර සහ උතුරු පළාත්වල සුළඟ ඉඳහිට පැයට කිලෝමීටර 30-35 දක්වා පුපුරා යා හැකිය.",
        "උදේ, ඉහළ, සබරගමුව, මධ්යම හා දකුණු පළාත්වල සමහර කොටස්වල හිම පතනයක් ඇත.",
        "ගිගුරුම් සහිත වැසි සහ ගිගුරුම් සහිත වැසි ඇති ප්රදේශයේ අකුණු සැර වැදීම අඩු කිරීම සඳහා අවශ්ය පියවර ගන්නා ලෙස කාලගුණ විද්යා දෙපාර්තමේන්තුව මහජනතාවගෙන් ඉල්ලා තිබේ.. රීල්"
      ]
    },
    "en": {
      "title": "Will increase the weather with the rain again",
      "body_lines": [
        "The Department of Meteorology has predicted a slight increase in rainfall in the country's northern, north, eastern, eastern and Uva provinces in the next few days from today (30).",
        "Rainfall or thunderstorms will occur in the North, North Central, Eastern and Uva provinces and the Matale district.",
        "In other areas, there is widespread rain or thunderstorm in the evening or night.",
        "Heavy rains are likely to occur in some areas in the upper, Sabaragamuwa and Southern Provinces.",
        "In the northern, eastern and northern provinces of the country, the wind can occasionally blow up to 30-35 km per hour.",
        "In the morning, there is a snowfall in some parts of the upper, Sabaragamuwa, Central and Southern Provinces.",
        "The Department of Meteorology has urged the public to take necessary steps to reduce the dangers of lightning strikes in the area with thunderstorms and thunderstorms.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Increased rainfall forecasted for northern, eastern, and Uva provinces. Thunderstorms expected in North Central, Eastern, and Uva provinces. Heavy rains possible in upper, Sabaragamuwa, and Southern Provinces. Wind gusts up to 30-35 km/h in northern regions. Snowfall reported in upper, Sabaragamuwa, Central, and Southern Provinces. Public advised to take precautions against lightning strikes."
  ]
}