{
  "translated_text": {
    "ta": {
      "title": "සැප්තැම්බරයේ සංචාරකයින් 158,971ක් මෙරටට ඇවිත්",
      "body_lines": [
        "செப்டம்பர் மாதத்தில் இலங்கைக்கு வந்த சுற்றுலாப் பயணிகளின் எண்ணிக்கை 158,971 என்று இலங்கையின் இலங்கையின் சுற்றுலா மேம்பாட்டு கண்காணிப்பாளர் தெரிவித்தார்.",
        "இலங்கை சுற்றுலா மேம்பாட்டு ஆணையம் வெளியிட்ட சமீபத்திய தரவுகளின்படி, 49,697 சுற்றுலாப் பயணிகள் செப்டம்பர் மாதம் இந்தியாவுக்கு வந்தனர், 31.3%.",
        "තවද, එක්සත් රාජධානියෙන් 10,527ක්, ජර්මන් 9,344ක්, චීනයෙන් 10,527ක් සහ ප්‍රංශ ජාතිකයින් 5,144ක් ද සැප්තැම්බර් මාසයේදී ශ්‍රී ලංකාවට පැමිණ ඇත.",
        "அதன்படி, ஜனவரி 1 முதல் செப்டம்பர் 30, 2025 வரை 1,725,494 சுற்றுலாப் பயணிகள் 1,725,494.",
        "இந்தியாவில் இருந்து 375,292 சுற்றுலாப் பயணிகள் மற்றும் 161,893 ஆகியவை இந்தியாவைச் சேர்ந்தவை, இந்தியாவிலிருந்து 161,893 மற்றும் 161,893 பேர் ஐக்கிய இராச்சியத்தைச் சேர்ந்தவர்கள் என்றும் இலங்கை சுற்றுலா மேம்பாட்டு ஆணையம் கூறியது."
      ]
    },
    "en": {
      "title": "158,971 tourists arrived in Sri Lanka in September",
      "body_lines": [
        "Sri Lanka Tourism Development Superintendent of Sri Lanka said that the number of tourists arrived in Sri Lanka during September was 158,971.",
        "According to the latest data issued by the Sri Lanka Tourism Development Authority, 49,697 tourists arrived in India in September, 31.3%.",
        "Also, 10,527 people from the UK, 9,344 Germans, 5,144 French and 5,144 French have arrived in Sri Lanka in September.",
        "Accordingly, 1,725,494 tourists from January 1 to September 30, 2025, was 1,725,494.",
        "Sri Lanka Tourism Development Authority stated that 375,292 tourists from India and 161,893 were from India and 161,893 from India and 161,893 were from the United Kingdom."
      ]
    }
  },
  "summary_lines": []
}