{
  "translated_text": {
    "ta": {
      "title": "1802 இஸ்ரேலுக்கு இரண்டு மாதங்களில்",
      "body_lines": [
        "இஸ்ரேலுக்கும் இலங்கைக்கும் இடையிலான ஒப்பந்தம் 4531 என்று கூறப்படுகிறது, இது 28,14.11.2011.பிப்ரவரி 2024 இல் நிறுவப்பட்ட இஸ்ரேலிய கட்டுமானப் பிரிவில் வெளிநாடுகளின் எண்ணிக்கை பயன்படுத்தப்படுகிறது.",
        "இந்த ஆண்டு ஜனவரி மற்றும் 2025 க்குள் 1802 நபர்கள் வெளிநாடு செல்லவிருக்கிறார்கள் என்று பணியகம் கூறுகிறது. தகவல் பணியகம் வேலைகள், உரைகள் மற்றும் வேலைவாய்ப்பு ஆகியவற்றின் வேலைகளை மட்டுமே கண்டறிந்துள்ளது, வேலை வாய்ப்புகளை வழங்குவதற்கான வேலைவாய்ப்பு வாய்ப்புகள் மற்றும் பணியிடங்கள் பயன்படுத்தப்படுகின்றன.",
        "இதுபோன்ற மோசடி செயல்களைக் கட்டுப்படுத்தவும், இதுபோன்ற மோசடிகளுக்குச் செல்லவும் நடவடிக்கை எடுக்குமாறு வெளிநாட்டு வேலைவாய்ப்பு பணியகம் பொதுமக்களுக்குத் தெரிவிக்கிறது.",
        "அத்தகைய நபர்களின் தகவல் பணியகத்தின் 1989 தொலைபேசி எண்ணை பணியகம் கோருகிறது."
      ]
    },
    "en": {
      "title": "1802 in two months to Israel",
      "body_lines": [
        "It is said that the agreement between Israel and Sri Lanka were 4531, which was 28,14.11.2011.The number of abroad is employed in the Israeli Construction Division established in February 2024.",
        "The Bureau says that 1802 persons are due to go abroad within January and 2025 this year. The Information Bureau has detected only the jobs of the jobs, texts and crooking the employment of employment, to provide employment opportunities to provide employment opportunities and pursuit from what workplaces employed..",
        "The Bureau of Foreign Employment also informs the public to take action to regulate such fraudulent acts and go to such frauds.",
        "The Bureau requests the 1989 Telephone Number of the Information Bureau of such persons."
      ]
    }
  },
  "summary_lines": [
    "Israel-Sri Lanka agreement 4531 (28/11/2011). 1802 Sri Lankans employed in Israel Construction Division by February 2024. Bureau reports 1802 persons to work abroad in January 2025. Employment opportunities detected, fraud cases warned. Contact Information Bureau at 1989 for details."
  ]
}