{
  "translated_text": {
    "ta": {
      "title": "கெஹெலியாவின் பெயர், கெஹெலியா, கெஹெலியா என்று பெயரிடப்பட்டது",
      "body_lines": [
        "கிரேட் ராட்சர் தொகையின் ஆளுநர், மத்திய மாகாணம், கிரேட் ராட்சர், வாட்டேகாமா கல்வி மண்டலத்தின் குண்டசேல் பிரிவின் குண்டசேல் பிரிவில் உடனடி பயனுள்ள விளைவுக்காக திருத்தப்பட்டார்.. பி.எஸ் அபிஜனுக்கு ஒப்புதல் வழங்கப்பட்டுள்ளது.",
        "அதன்படி, குண்டசேலில் உள்ள குண்டசேல் ராயல் தொடக்கப்பள்ளியில் உள்ள மாகாண கல்வித் துறையின் விவகாரக் குழுவால் இந்த திட்டம் அங்கீகரிக்கப்பட்டது.. அவ்வப்போது சமர்ப்பிக்கப்பட்ட திட்டங்களை கருத்தில் கொண்டு, அவ்வப்போது மாணவர்கள் மற்றும் மாணவர்கள்.",
        "கல்விப் பிரிவின் முக்கிய தொடக்கப் பள்ளிகளில் ஒன்றான கல்லூரி 1939 SWR ஆகும். டி பண்டாரநாயக்கை டி பண்டாரநாயகின் அன்பே, குண்டசேல் கல்லூரி, குண்டசேல் கல்லூரி, குண்டசேல் கல்லூரி, குண்டசேல் கல்லூரி, நடாசலே கல்லூரி, குண்டசேல் கல்லூரி.",
        "மகாவெலி மேம்பாட்டுத் திட்டத்தின் கீழ் விக்டோரியா நீர்த்தேக்கத்தை நிர்மாணிப்பதில் உள்ள விக்டோரியா நீர்த்தேக்கம் படிப்படியாக நீர்த்தேக்கத்திற்கு கொண்டு வரப்பட்டது, இது தற்போது பிரதான சாலையை எதிர்கொள்ளும் பண்டாரநாயக தேசிய பள்ளிக்கு நடந்து வருகிறது.. கெஹெலியா ரம்புக்வெல்லா தொடக்கப்பள்ளியின் சிறந்த பள்ளி திட்டத்தின் கீழ் 2012 ஆம் ஆண்டில் நெகம்போ ரம்புகெல்லா தொடக்கப்பள்ளியால் நடத்தப்பட்டு கட்டப்பட்டது.",
        "இந்த பள்ளியின் ஆசிரியர்கள் 23 குழந்தைகளை ஜிப் நிழலைக் கொண்டுள்ளனர். தற்போதைய அதிபர் w. ஆம். திரு. கே., அசை:"
      ]
    },
    "en": {
      "title": "Keheliya's name, Keheliya, named Keheliya",
      "body_lines": [
        "Governor of the Great Ratchar Sum, Central Province, Great Ratchar, is amended for immediate effective effect on the Kundasale Division of the Kundasale Division of the Wattegama Education Zone.. B.S Abhijan has been granted approval.",
        "Accordingly, the proposal was approved by the Affairs Committee of the Provincial Education Department of Education in the Kundasale Royal Primary School in Kundasale.. Considering the proposals that had been submitted from time to time to time and students and students from time to time.",
        "The College, one of the major primary schools in the educational division, is a 1939 SWR. The De Bandaranaike began as dear named De Bandaranaike, and the Natasale College, Kundasale College, Kundasale College, Kundasale College, Kundasale College.",
        "The Victoria Reservoir under the construction of the Victoria Reservoir under the Mahaweli Development Scheme was gradually brought to the reservoir, which is currently underway to the Bandaranaike National School which is currently facing the main road.. The school, which was hit by a time, was conducted and built by the Negombo Rambukwella primary school in 2012 under the best school project Keheliya Rambukwella Primary School.",
        "The teachers of this school consist of 23 children to zip shade. The current principal is W. AM. Mr. K., stir:"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Keheliya Rambukwella Primary School: Established 1939, located in Kundasale, Central Province. Approved for immediate implementation in Wattegama Education Zone. Currently under construction near Victoria Reservoir. 23 teachers, led by Principal W.A.M.K."
  ]
}