{
  "translated_text": {
    "si": {
      "title": "බහුතරය සහ සුළුතරය අතර වෙනසක් නැත;අපට ඡන්දය දී අපට ඡන්දය දෙන්න - උතුරේ දිලිත් ජයවීර",
      "body_lines": [
        "මැතිවරණයේදී උතුරු දේශපාලන politicians යන් බෙදා ගන්නා අතර 13 වන ව්යවස්ථා සංශෝධනය ක්රියාත්මක කරනු ඇති බව පැවසේ.. බහුතරයේ, සුළුතරයේ කිසිදු වෙනසක් නොමැත. අපි හැමෝම ශ්රී ලාංකිකයන්. විශ්වීය බලයේ ජනාධිපති අපේක්ෂක දිලිත් ජයවීර, අප මත විශ්වාසය තබා අප වෙනුවෙන් ඡන්දය දෙන ලෙස උතුරේ ජනතාවගෙන් ඉල්ලා සිටියේය.",
        "සෙනසුරාදා (17) යාපනයේ විශ්වීය බලයේ පළමු රැස්වීමේදී අදහස් දක්වමින් ඔහු මේ බව පැවසීය.",
        "මේ රටේ, සිංහලයන්ගෙන් බහුතරයක්, දෙමළ ජනයා සුළුතර ය, සියල්ලටම සමාන විය යුතුය.",
        "මැතිවරණය අතරතුර, උතුරු දේශපාලන politicians යන් දේශපාලන බලය බෙදා ගත යුතු සටන් පා ans සහ 13 වන ව්යවස්ථා සංශෝධනය සම්පූර්ණයෙන් ක්රියාත්මක කළ යුතු බව යුදෙව් දේශපාලන politicians යින්ගේ සටන් පා ans ඉදිරිපත් කරනු ඇත. මේවා උතුරේ ජනතාව රවටා ගන්නා ව්යාජ ක්රියාකාරකම් වේ.",
        "කොළඹ සුඛෝපභෝගී ජීවිතයක් ගත කරන දෙමළ දේශපාලන politicians යින් උතුරේ ජනතාව රවටති. ආත්මාර්ථකාමී දේශපාලන politicians යන් ජාතිවාදී ගැටුම් ඇති කරනු ඇත. සත්යය සඳහන් කිරීම සඳහා, අපි යාපනයේ අපගේ පළමු දේශපාලන රැස්වීම පැවැත්වීමට තීරණය කළෙමු.",
        "මේ රටේ ජීවත් වන දෙමළ සහ සිංහලයන් දැන් අප සියල්ලන්ම සිටින යථාර්ථයයි. එක්සත් ජාතිකවාදීන් පදනම මත මේ රටේ සතුටින් ජීවත් විය හැකි බව මම සඳහන් කරමි.",
        "මම හිතන්නේ අපි හැමෝම එක හා සමානයි කියලා. මෙය අපගේ පණිවිඩයයි. දරුවන්ගේ අනාගතයට ඡන්දය දෙන ලෙස ඔහු අපෙන් ඉල්ලා සිටියේය."
      ]
    },
    "en": {
      "title": "There is no difference between the majority and the minority;Vote for us and vote for us - Dilith Jayaweera in the north",
      "body_lines": [
        "It is said that the northern politicians will be shared during the election and the 13th Amendment will be implemented.. There is no difference in the majority, minority. We are all Sri Lankans. Dilith Jayaweera, the presidential candidate of the universal power, urged the people of the Northern people to rely on us and vote for us.",
        "Speaking at the first meeting of the universal power in Jaffna on Saturday (17), he said this.",
        "In this country, the majority of the Sinhalese, the Tamils ​​are minority, should be equal to all.",
        "During the election, the Northern politicians will raise the slogans that political power should be shared and the 13th Amendment should be fully implemented. These are false activities that deceive the people of the North.",
        "Tamil politicians who live in luxury in Colombo deceive the northern people. Selfish politicians will create racist conflicts. To mention the truth, we decided to hold our first political meeting in Jaffna.",
        "Tamils ​​and Sinhalese living in this country are now the reality that we are all one. I mention that we can live happily in this country on the basis of united nationalists.",
        "I think everyone will realize that we are all the same. This is our message. He urged us to vote for the future of the children."
      ]
    }
  },
  "summary_lines": [
    "Dilith Jayaweera, a presidential candidate, emphasizes unity among Sri Lankans, urging voters to support his party for equality and peace. He criticizes Northern politicians' promises of sharing power and implementing the 13th Amendment as deceptive, highlighting the need for national unity over division."
  ]
}