{
  "translated_text": {
    "si": {
      "title": "උතුරේ ඇමතිවරු ජාතික මහජන බලයේ කැබිනට් මණ්ඩලයේ - අනුරගුමර",
      "body_lines": [
        "ජේවීපී නායක අනුර",
        "\"අපි දැනටමත් - පාර්ට්රිස් නොවන ජාතිවාදී මධ්යස්ථ නායකයින් සමඟ සාකච්ඡා කරමින් සිටිමු\" යැයි ඔහු පැවසීය.",
        "අනාගත ජාතික මහජන බල කඳෙහි කැබිනට් මණ්ඩලයේ සභාගතවාදී නොවන මරණ මධ්යස්ථ නායකයින් සමඟ සාකච්ඡා කිරීමට අප සූදානම් බව ඔහු පැවසීය.",
        "ජාතික බල සැපයුම ඉඩම් ගැටළු වලට ජාතික විදුලිබල විසඳුම දකින දෙමළ ජනතාවගේ දේශපාලන අයිතිවාසිකම් පිළිබඳ ව්යවස්ථාව සංශෝධනය කිරීම සඳහා ආණ්ඩුක්රම ව්යවස්ථාව සංශෝධනය කළ යුතු බව ඔහු පැවසීය.",
        "භාෂාමය ගැටළුව විසඳීමට සහ ඔබේ භාෂාවෙන් සේවය කිරීමේ අයිතිය සහතික කිරීමට අපි පියවර ගන්නා බවට අපි ප්රති ledge ා දෙමු."
      ]
    },
    "en": {
      "title": "Ministers of the North in the Cabinet of National People's Power - Anuragumara",
      "body_lines": [
        "JVP leader Anuragumaratisanayake said in Vavuniya, the Cabinet of the North will be included in the Cabinet of the future government of the National People's Power.",
        "\"We are already negotiating with non -terrorist racist moderate leaders,\" he said.",
        "He said that we are ready to negotiate with the non -terrorist non -racist moderate leaders in the cabinet of the future national people's power government.",
        "He also said that the constitution should make amendments to ensure the political rights of the Tamil people who see the national power solution to the land issues.",
        "We pledge that we will take steps to solve the linguistic problem and ensure the right to serve in your language, ”he said."
      ]
    }
  },
  "summary_lines": [
    "Anuragumaratisanayake, JVP leader, stated that the North's Cabinet will be part of the future government of National People's Power. He's negotiating with moderate, non-racist leaders and supports amendments to protect Tamil political rights. The JVP aims to address linguistic issues and ensure Tamils' right to serve in their language."
  ]
}