{
  "translated_text": {
    "si": {
      "title": "වනාන්තරයෙන් 30% ක් සිටින ශ්රී ලංකාවේ තුන්වන-තුන්වන දකුණු කොරියාව සහ ජපානය ඉදිරියේ සිටින අතර රජයේ ගිණුම් සමූහයක්",
      "body_lines": [
        "ජනගහන සාන්ද්රණය කිලෝමීටරයකට 300 ක් වන අතර වනාන්තර ප්රදේශය සියයට 30 ක් වන ලෝක රටවල තුන්වැන්න ශ්රී ලංකාවයි.. වන සංරක්ෂණ දෙපාර්තමේන්තුවේ නිලධාරීන් පැවසුවේ දකුණු කොරියාව සහ ජපානය ශ්රී ලංකාව ඉදිරිපිට සිටින බවයි.",
        "රජයේ ගිණුම් පිළිබඳ කාරක සභාව එහි සභාපති ලසන්ත අලගවන්නන්නා හමුවූ විට මෑතකදී. 2020,2021,20120, 2020, 2020, 2020, 2020 සහ 2022 දක්වා විමර්ශනය කිරීම සඳහා වන සංරක්ෂණ දෙපාර්තමේන්තුවේ කමිටු කමිටුව කැඳවනු ලැබීය.",
        "දෙපාර්තමේන්තුවේ නිලධාරීන් පෙන්වා දුන්නේ ලෝකයේ පාළුකරය සියයට 31 ක් බවත් ශ්රී ලංකාවේ පාළුකරය සියයට 30 කට ඉතා දක්ෂ බවත් පෙන්වා දුන්හ.",
        "ගැසට් නිවේදනයෙහි ශ්රී ලංකාවේ සමස්ත කාන්තාරමය බව මුදා හැරීම පිළිබඳව කමිටුව බලධාරීන්ගෙන් ප්රශ්න කළේය.",
        "2018 වන විට වනාන්තර ගැසට් පත්රයේ හෙක්ටයාර් මිලියන 1.4 ක් පමණ වන අතර ගැසට් නිවේදනයේදී වනාන්තර ගැසට් පත්රයේ සහ ලක්ෂ පනස් පනස් දහසකට පමණ හෙක්ටයාර පනස් පනස් දහසකට පමණ මුදා හැර තිබේ.",
        "ඒ අනුව කමිටුවේ සභාපති කමිටුවේ සභාපතිවරයාට ගැසට් පත්රය හරහා ගැසට් පත්රයේ පළ නොකළ පාළුකර ප්රදේශ අත්පත් කර ගෙන මාස දෙකක් ඇතුළත වාර්තාව පිළිබඳ වාර්තාව නිකුත් කිරීමට පියවර ගන්නා ලෙස කමිටුවට උපදෙස් දුන්නේය.",
        "මේ වසරේ වඩාත් ජනප්රිය හා විදේශීය සංචාරකයින් වන සිංගරාජා වනාන්තරයට ගොස් ඇති බව නිලධාරීන් ප්රකාශ කර තිබේ.. පසුගිය මාස කිහිපය තුළ සංචාරකයින් 35,000 කට වැඩි පිරිසක් සිංහරාජා වනාන්තරය නැරඹීමට පැමිණ තිබේ. කමිටුවේ සභාපතිවරයා වනාන්තරයට හානි නොකර සංචාරකයින් සඳහා අවශ්ය පහසුකම් වැඩි කරන ලෙස බලධාරීන්ට උපදෙස් දුන්නේය.",
        "ඊට අමතරව, තොරතුරු සඳහා මධ්යගත දත්ත ව්යුහයක් නඩත්තු නොකිරීමේදී කමිටුවේ වන සංරක්ෂණ දෙපාර්තමේන්තුවේ මූලස්ථානයේ නිලධාරීන් ද ප්රශ්න කළේය.. කමිටුවේ අධ්යක්ෂ මණ්ඩල මණ්ඩලයට මේ වන විටත් කමිටුවේ සභාපතිවරයාට වාර්තාව කමිටුවට යවන ලෙස කමිටුවේ සභාපතිවරයාට උපදෙස් දී තිබේ.",
        "ශේෂයේ ශේෂය එකතු කිරීම සඳහා වන පාලන දෙපාර්තමේන්තුව the ලදායී පාලන ක්රියාමාර්ග නොගන්නා බවට කමිටුවේ පෙන්වා දෙන ලදී.",
        "විගණන කාර්යාලයේ නිලධාරීන් පැවසුවේ කළුගල් ගල්වල, කුඩා ජල විදුලි බලාගාර සහ විදුලි කුහුලකි වලින් ආදායම අය කළ යුතු බවයි.",
        "ඒ අනුව, වන සංරක්ෂණ දෙපාර්තමේන්තුවේ අවසරයට වඩා ග්රැනයිත ගල්වලට ලබා දී ඇති බව වාර්තා විය.. ඒ අනුව, ග්රැනයිට් ගල් වළල්ලට බලපත්ර ලබා ගැනීමේදී කමිටුවේ සභාපති සංවිධානයේ සභාපතිවරයාට අදාළ කර ඇත්තේ සමාගම් සම්බන්ධ කර ඇති අතර අවශ්ය පුපුරණ ද්රව්ය ප්රමාණය පමණි.. විකාශන කුලුනු ලබා දීමෙන් දුරකථන සන්නිවේදන සමාගම්වලින් විශාල මුදලක් ලැබෙන බව නිලධාරීන් පෙන්වා දුන්නේය.. ඒ අනුව, මේ සියලු හිඟය ගැනීමට පියවර ගන්නා ලෙස කමිටුවේ සභාපති නිලධාරීන්ට නිලධාරීන්ට උපදෙස් දුන්නේය.",
        "මීට අමතරව, වල්ලපත්ත ලෙස හැඳින්වෙන මෙම බලාගාරය ශ්රී ලංකාවේ වඩාත්ම විදේශ විනිමය එකක් ලෙස හඳුනාගෙන ඇති බවට කමිටුව උපදෙස් දුන්නේය.. බලධාරීන් සිටුවීම වැළැක්වීම සඳහා නීතියක් නොමැති බව නිලධාරීන් කණ්ඩායමකට පැවසීය. කෙසේ වෙතත්, අවසරයකින් තොරව වනාන්තරයෙන් මෙම ශාක කපා හැරීම නීති විරෝධී බව පෙන්වා දෙන ලදී.",
        "වලපට්ටි බලාගාරයේ ලක්ෂණ ඇති අපයිලියා, දන්නා ආනයනය කරන ලද බලාගාරය දැන් වගා කෙරේ.. බලධාරීන් පැවසුවේ ශාක වෙන්කර හඳුනා ගැනීම පහසු නොවන බවයි. හදුපිරීමේ දුෂ්කරතාවය හේතුවෙන්, ජාවාරම්කරුවන් පෞද්ගලික උද්යානවලින් ලබාගත් පැලෑටි ලෙස වනාන්තරයෙන් කපන ලද ශාක ප්රචාරය කිරීමට උත්සාහ කරන බව වාර්තා වේ."
      ]
    },
    "en": {
      "title": "In the presence of Sri Lanka's third -level South Korea and Japan in the list of 30% of the forest, a group of government accounts",
      "body_lines": [
        "Sri Lanka is the third in the world countries where the population concentration is 300 per kilometer and the forest area is 30 per cent.. Officials of the Forest Department said that South Korea and Japan are in the presence of Sri Lanka.",
        "When the Committee on Government Accounts met with its President Lasantha Alagavanna recently. The Forest Department's Committee Committee was summoned to investigate the reports of the Auditor General for 2020,2021 and 2022.",
        "Officials of the Department of Department pointed out that the wilderness in the world is 31 per cent and that the wilderness of Sri Lanka is very good at 30 per cent.",
        "The committee questioned the authorities about the release of the entire wilderness of Sri Lanka in the gazette notification.",
        "As of 2018, about 1.4 million hectares have been released in the Forest Gazette, and about two lakhs and fifty thousand hectares have not been released in the Gazette notification.",
        "Accordingly, the Chairman of the Committee advised the committee to take action to release the wilderness areas that were not published in the Gazette through the Gazette and make the report on the report within two months.",
        "Officials have claimed that this year's most popular and foreign tourists have visited the Singaraja Forest, which is a world tradition.. Over 35,000 tourists have come to visit the Sinharaja forest in the past few months. The Chairman of the Committee advised the authorities to increase the necessary facilities for tourists without damaging the forest.",
        "In addition, the committee also questioned the officials of the Forest Department's Headquarters at the lack of maintenance of a centralized data structure for information.. The panel told the panel of officials that preliminary work has already been initiated and advised the Chairman of the Committee to send the report to the Committee.",
        "It was also pointed out in the Committee that the Department of Forest Protection was not taking effective control measures to collect the balance of the balance.",
        "Officials of the Audit Office said the revenue had to be charged from the granite quarries, small hydro power plants and electric towers.",
        "Accordingly, it was reported that more than the permission of the Forest Department has been granted to the granite quarries.. Accordingly, when licensing the granite quarry, the Chairman of the Committee advised that the companies involved and arranged only the required amount of explosives.. Officials pointed out that a large amount of money will be received from telephone communications companies by providing broadcast towers.. Accordingly, the Chairman of the Committee instructed the officials to take steps to take all these arrears.",
        "In addition, the panel also advised that the plant, which is known as Vallapatta, has been identified as one of the most foreign exchange in Sri Lanka.. Officials told a team that there was no law to prevent planting the plant. However, it was pointed out that it was illegal to cut down these plants from the forest without permission.",
        "Officials said that the imported plant, known as Aquileria, which has the characteristics of the Valapatti plant, is now cultivated in Sri Lanka.. Officials said it is not easy to distinguish plants. Due to the difficulty of identifying, it is reported that the smugglers are trying to advertise the plants that are cut from the forest as plants derived from private gardens."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka ranks third globally for population density and forest cover at 30%. A government committee investigated forestry issues, highlighting concerns over the release of wilderness areas and tourism impacts. Recommendations included releasing undeclared wilderness areas, improving tourist facilities without harming the forest, and addressing revenue collection from activities like granite quarrying and hydroelectric projects. The committee also noted the importance of distinguishing between legal and illegally harvested plants, such as Vallapatta and Aquilaria, to combat smuggling."
  ]
}