{
  "translated_text": {
    "si": {
      "title": "වසංගතය සම්බන්ධයෙන් තමිල්නාඩුවේ සෞඛ්ය දෙපාර්තමේන්තුව",
      "body_lines": [
        "අප්රිකානු රටවල ආසාදනය ස්වීඩනයේ ද සනාථ වේ. ලෝක සෞඛ්ය සංවිධානය දැනටමත් හදිසි අවස්ථාවක් ලෙස ප්රකාශයට පත් කර තිබේ.",
        "මේ අවස්ථාවේ දී, තමිල්නාඩු මහජන සෞඛ්ය දෙපාර්තමේන්තුව විසින් දිස්ත්රික්කයේ සෞඛ්ය නිලධාරීන්ට සහ තමිල්නාඩුවේ ගුවන්තොටුපලේ සෞඛ්ය නිලධාරීන් වෙත චක්රලේඛයක් සහ සෞඛ්ය නිලධාරීන්ගේ සෞඛ්ය නිලධාරීන් විසින් චක්රලේඛයක් යවා ඇත.",
        "\"සෙසු භික්ෂුව අවදානමට ලක් වුවහොත්, ඉතිරි කොටස නම්. එසේම බලධාරීන් ප්රවේශම් විය යුතුය. විශේෂයෙන්, කොංගෝව සහ මධ්යම අප්රිකානු රටවලින් පැමිණෙන අය ප්රවේශම් විය යුතුය. සංචාරකයින් උෂ්ණත්ව පරීක්ෂණයකට භාජනය විය යුතුය.",
        "පසුගිය දින 21 තුළ පීඩාවට පත් රටවලින් පැමිණි අය සොයා ගන්න. වඳුරන්ගේ සං signs ා ඇති අයව නියම කිරීම සඳහා විධිවිධාන ශක්තිමත් කිරීම.",
        "යමෙකු බලපෑමට ලක්වූව නම්, ඔහු ගමන් කළ ගුවන් සමාගමට වාර්තා කළ යුතුය. ආසාදනය පැතිරීම වැළැක්වීමට ගුවන් සමාගම පියවර ගත යුතුය \""
      ]
    },
    "en": {
      "title": "Health Department Warning in Tamil Nadu regarding the epidemic",
      "body_lines": [
        "Infection in African countries is also confirmed in Sweden. The World Health Organization has already declared an emergency.",
        "In this case, the Tamil Nadu Public Health Department has sent a circular to the health officials of the district and the health officials of the airports in Tamil Nadu.",
        "“If the rest of the monk is vulnerable, if the rest of the. Also, the authorities must be cautious. In particular, those who come from Congo and Central African countries should be cautious. Travelers should undergo a temperature test.",
        "Find those who come from the affected countries within the last 21 days. Strengthen the arrangements to prescribe people who have signs of monkeys.",
        "If anyone is diagnosed with the impact, he must report to the airline he traveled. The airline must take steps to prevent the spread of infection ”"
      ]
    }
  },
  "summary_lines": [
    "Tamil Nadu's Health Department issued a warning due to an epidemic, confirming infections in Africa and Sweden. WHO declared it an emergency. They've circulated guidelines to district health officials and airport health officers. It advises caution, especially towards travelers from Congo and Central Africa, requiring temperature checks. Those arriving from affected areas within the last 21 days should be monitored closely. If symptoms appear, they must inform airlines to help prevent further spread."
  ]
}