{
  "translated_text": {
    "ta": {
      "title": "කුසල් ජනිත්ගෙන් සුපිරි ශතකයක්",
      "body_lines": [
        "குசல் ஜானித் பெரேரா இருபது 20 இருபது இருபது நூற்றாண்டில் தனது அறிக்கைகளை அடித்தார், அதே நேரத்தில் இலங்கை அணி மற்றும் நியூசிலாந்து.",
        "கடந்த ஆண்டு 2011 இல் இலங்கைக்காக திலகரத்னே தில்ஷன் விளையாடியிருந்தார்.",
        "ඒ  අනුව කුසල් ජනිත් පෙරේරා ශ්‍රී ලංකාව වෙනුවෙන් අද (02) ශතකයක් රැස්කළේ වසර 14කට පසුවය.",
        "குசல் ஜானித் பெரேரா தனது இருபது இருபது இருபது நூற்றாண்டில் அடித்தார், தனது மங்களா டி 20 ஐப் புகாரளிக்க முதிர்ந்த இன்னிங்ஸ்களை விளையாடினார்.",
        "இலங்கைக்கு பேட்ஸ்மேனை அடித்த இருபதுக்கு 20 நூற்றாண்டு கூட இது.",
        "குசல் ஜானித்தின் திறமையான ஆதரவுக்காக சரித் 46 ரன்கள் எடுத்தார்.",
        "அதன்படி, இலங்கை 20 ஓவர்களின் முடிவில் 5 விக்கெட் இழப்புக்கு 218 ரன்கள் எடுத்தது."
      ]
    },
    "en": {
      "title": "Super Century from Kusal Janith",
      "body_lines": [
        "Kusal Janith Perera scored his reports of the Twenty20 Twenty Twenty-century while the Sri Lanka team and New Zealand.",
        "Tillakaratne Dilshan had been played for Sri Lanka last year in 2011.",
        "Accordingly, Kusal Janith Perera scored a century on behalf of Sri Lanka today (02).",
        "Kusal Janith Perera played a mature innings to report his Mangala T20 to score his Twenty Twenty Twenty-century.",
        "It was also the fastest Twenty20 century, who scored a batsman for Sri Lanka.",
        "Charith scored 46 runs for the prevailing skilled support of Kusal Janith.",
        "Accordingly, Sri Lanka scored 218 runs for the loss of 5 wickets at the end of 20 overs."
      ]
    }
  },
  "summary_lines": []
}