{
  "translated_text": {
    "si": {
      "title": "කොළඹ බිග් පාසලේ සිරස්තලය තීරණය කිරීම සඳහා සමුළුව",
      "body_lines": [
        "හිජා්රි 1445 උපත් කමිටු සමුළුව ශාන්ත ෂාවාල්ගේ මාතෘකාව තීරණය කිරීම සඳහා කොළඹ මහා පාසලේ (09) සවස (09) සවස පැවැත්වීමට නියමිතය.",
        "කොළඹ මහා පාසලේ සාමාජිකයින්, සමස්ත ලංකා ජමියාතුල් උලමා, මුස්ලිම් ආගමික සංස්කෘතික කටයුතු හා උලමා යන දෙපාර්තමේන්තුවේ සාමාජිකයින් සමුළුවට සහභාගී වේ.",
        "ෂාපාල මාසයේ සිරස්තලය රට තුළ දෘශ්යමාන නම් 0112432110, 077311245, 077316415 න් වාර්තා කරන ලෙස කොළඹ බිග් පාසල මුස්ලිම් ජනතාවගෙන් ඉල්ලා තිබේ."
      ]
    },
    "en": {
      "title": "Conference to determine the headline in Colombo big school",
      "body_lines": [
        "The Hijri 1445 Birth Committee Conference to Determine the Title of St. Shawal is scheduled to be held at the Great School of Colombo on Tuesday evening (09) evening.",
        "Members of the Colombo Great School, All Ceylon Jamiyyathul Ulama, Members of the Department of Muslim Religious Cultural Affairs and Ulama will attend the conference.",
        "The Colombo big school has urged the Muslim people to report on 0112432110, 0112451245, 077316415 with the appropriate sources if the Shawal month headline is visible in the country."
      ]
    }
  },
  "summary_lines": [
    "The Hijri 1445 Birth Committee Conference to Determine the Title of St. Shawal will be held at the Great School of Colombo on Tuesday evening. Representatives from the Colombo Great School, All Ceylon Jamiyyathul Ulama, and the Department of Muslim Religious Cultural Affairs will attend. The school has requested Muslims to report if they see the Shawal month headline."
  ]
}