{
  "translated_text": {
    "ta": {
      "title": "இலங்கையர்களை ரஷ்யாவுக்கு அனுப்ப ஒரு எண்",
      "body_lines": [
        "இலங்கையில் சட்டவிரோத சாலைகளுக்கு ஓய்வுபெற்ற நபர்களை மனித கடத்தலுக்காக ஜனாதிபதி கடத்தல் குறித்த தகவல்களுக்காக பாதுகாப்பு அமைச்சகம் ஒரு சிறப்புப் பகுதியை நிறுவியதாக பாதுகாப்பு அமைச்சகம் அறிவித்தது.",
        "Accordingly, the Armed Forces who have left the Russian war along with various roads, including their visit to the JVP, who have gone to the Ukrainian war, have been obtained from the Ministry of Defense, organized telephone numbers 0112441146. Defense secretary requests members of தொடர்புடைய நபர்களின் குடும்பங்கள்.",
        "மேலும், மனித கடத்தலில் ஈடுபட்டுள்ள நபர்கள் அல்லது பிற நபர்களைப் பற்றி ஏதேனும் தகவல் இருந்தால், அந்த விவரங்களை மேற்கண்ட தொலைபேசி எண்ணுக்கு வழங்குமாறு பாதுகாப்பு செயலாளர் கேட்கப்படுவார்.",
        "இது வெறுமனே இருப்பதால், இலங்கை குடிமக்களின் வாழ்க்கையின் வாழ்க்கையும் இதில் சிறப்பு கவனம் செலுத்தும்படி கேட்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "A number to send Sri Lankans to Russia",
      "body_lines": [
        "The Defense Ministry announced that the Defense Ministry has established a special section for information on the President's trafficking for human trafficking of retired persons in Sri Lanka for the illegal roads.",
        "Accordingly, the Armed Forces who have left the Russian war along with various roads, including their visit to the JVP, who have gone to the Ukrainian war, have been obtained from the Ministry of Defense, organized telephone numbers 0112441146.Defense secretary requests members of the families of the relevant people.",
        "Also, if there are any information about people or other people involved in human trafficking, the Defense Secretary will be asked to provide those details to the above telephone number.",
        "Since this is simply, the lives of the lives of Sri Lankan citizens is also asked to pay special attention to this."
      ]
    }
  },
  "summary_lines": [
    "The Sri Lankan Defense Ministry has set up a section to address human trafficking concerns, focusing on retired individuals sent to Russia for illegal road work. This initiative follows the return of Armed Forces personnel from the Russian and Ukrainian wars. The Defense Secretary requests families to share information about their members involved in trafficking or any other related activities via the provided phone number, emphasizing the importance of protecting Sri Lankan citizens."
  ]
}