{
  "translated_text": {
    "ta": {
      "title": "கொரியாவில் 95 சதவீதம் பேர் உற்பத்தி மற்றும் மீன்வளத் துறையில் எழுதினர்",
      "body_lines": [
        "தயாரிப்புகள் மற்றும் மீன்வளத் துறைகள் தொடர்பாக கொரிய மொழி புலமை பரிசோதனையின் முடிவுகள் வெளியிடப்பட்டுள்ளன, மேலும் 3422 விண்ணப்பதாரர்கள் கடந்துவிட்டனர்.",
        "මෙම විභාගය සඳහා අයදුම්කරුවන් 3580 පිරිසක් ඉදිරිපත් වී තිබුණු අතර ඉන් සමත් සංඛ්‍යාව මුළු පිරිසෙන් සියයට 95.6 කි. මෙම විභාගයේ ප්‍රතිඵල මැයි මස 27 වන දින  www.slbfe.lk වෙබ් අඩවියේ පළ කරනු ලබන අතර විභාගය සමත් වූ අයදුම්කරුවන් සඳහා වෛද්‍ය පරීක්ෂණ මැයි මස 28 වන දින ආරම්භ වේ.",
        "தேர்வில் தேர்ச்சி பெற்ற வேட்பாளர்களுக்கான நேர்காணல்கள் ஜூன் 06, 07 மற்றும் 10 ஆகிய தேதிகளில் மாகாண அலுவலக அமைச்சின் மாகாண அலுவலகங்களில் நடைபெறும்."
      ]
    },
    "en": {
      "title": "95 percent of the Korea wrote in the manufacturing and fisheries sector",
      "body_lines": [
        "The results of the Korean Language Proficiency Examination have been released in relation to the products and fisheries sectors and 3422 applicants have passed.",
        "මෙම විභාගය සඳහා අයදුම්කරුවන් 3580 පිරිසක් ඉදිරිපත් වී තිබුණු අතර ඉන් සමත් සංඛ්‍යාව මුළු පිරිසෙන් සියයට 95.6 කි. The results will be published on the 27th of May and medical examinations will be opened on 28th May of May.",
        "The interviews for candidates who pass the examination will be held at the Provincial Offices of the Ministry of Provincial Offices on June 06, 07 and 10."
      ]
    }
  },
  "summary_lines": [
    "In the Korean Language Proficiency Examination related to manufacturing and fisheries, 95% of 3,580 applicants passed. Results will be out on May 27th, followed by medical exams on May 28th. Interviews for successful candidates are scheduled for June 6th, 7th, and 10th at Provincial Offices."
  ]
}