{
  "translated_text": {
    "si": {
      "title": "பாதாள ஆட்சியை முறியடித்து சமூக சீர்திருத்தத்திற்கு அரசாங்கம் உறுதி – ஜனாதிபதி அநுரகுமார திசாநாயக்க",
      "body_lines": [
        "வீழ்ச்சியடைந்த நாட்டின் பொருளாதாரத்தை மீண்டும் கட்டியெழுப்புவதோடு, அனைத்து வகையிலும் சரிவடைந்துள்ள சமூகத்தை சீர்படுத்தும் பொறுப்பையும் அரசாங்கம் ஏற்றுக்கொண்டுள்ளதாகவும், போதைப்பொருள் கடத்தல் மற்றும் துப்பாக்கி வன்முறையால் சமூகத்தை பாரிய அழிவுக்கு இட்டுச் சென்ற பாதாள ஆட்சியை முடிவுக்குக் கொண்டுவர அரசாங்கம் எடுத்த நடவடிக்கைகளை ஒருபோதும் மாற்றியமைக்கப் போவதில்லை என்றும் ஜனாதிபதி அநுரகுமார திசாநாயக்க வலியுறுத்தினார்.",
        "அந்த சமூக மறுமலர்ச்சியைக் கொண்டுவருவதில் மகா சங்கத்தினருக்கு முக்கிய பங்கு உண்டு என்று சுட்டிக்காட்டிய ஜனாதிபதி, கடந்த காலங்களில், அரசுக்கு சவால் விடப்பட்ட போதெல்லாம், அதற்கு எதிராக முன்வந்தது மகா சங்கத்தினரே என்றும் குறிப்பிட்டார்.",
        "සිකුරාදා (03) මහනුවර පැවති මහනුවර පැවති මාගුල් මධුවාවේ ශ්රී සංනාස් මදුවා හි ශ්රී සංනාස් මදුවා අමතමින් ජනාධිපතිතුමා මේ බව පැවසීය.",
        "ආනන්ද නායක තෙර, බැතිමතු, යහපත් හා දක්ෂ, දක්ෂ, ශ්රේෂ් pH ෝෂාකාරී, ශ්රේෂ් great හා වඩාත්ම දක්ෂ, ශ්රේෂ් chailr ෂ්තරයක්, මෙම වයස යනු ආනන්ද අනුනායක ථග වැනි අධ්යාත්මික නායකයින් දහස් ගණනකගේ අවශ්යතාවය බව ජනාධිපතිතුමා ප්රශංසා කළේය.",
        "රටේ සිට drug ෂධ තර්ජන තුරන් කිරීම සඳහා ජාතික ක්රියාකාරකම් ආරම්භ කිරීම සහ ගම්වලට ගොස් ජනතාව ඇති දැඩි කිරීමට මහ සංගත විසින් ප්රධාන කාර්යභාරයක් ඉටු කළ හැකි බව ජනාධිපතිවරයාගේ අරමුණ බව ජනාධිපතිතුමා පෙන්වා දුන්නේය.",
        "සංචාරක කර්මාන්තය ප්රවර්ධනය කිරීමේදී රජයේ ප්රතිපත්තිය කළ යුතු බවත්, රජයේ පරමාර්ථය වන්නේ historical තිහාසික උරුමය, ස්වාභාවික සුන්දරත්වය, වනජීවී ප්රදේශ සහ ශ්රී ලාංකික ජනතාවගේ ගෝලීය ප්රදානය කිරීම මත පදනම් වූ සාධක අංශයක් නිර්මාණය කිරීමයි.",
        "ජනාධිපති ශ්රී සෝන් විසින් අලුතින් පත් කරන ලද වන්දනාකරු අනුරාධපුර ථේරය ඉදිරිපත් කළ අතර අලුතින් පත් කරන ලද නමස්කාරකයන්ගේ ජනාධිපතිවරයා ඉලක්ක කර ගත්හ.",
        "අපගේ ප්රජාව සහ බෞද්ධ ප්ර ter ප්තිය දැවැන්ත අභියෝගයකට මුහුණ දී සිටින බැවින් නාරබාං ආනන්ද තේරා මෙම තනතුරට පත් කර තිබේ. ඉවසීම, කරුණාව සහ නිර්භීතකම වැනි ඔහුගේ සුවිශේෂී ගුණාංග මෙම ගමන සාර්ථක කර ගැනීමට මහත් කැපවීමක් වනු ඇතැයි මම බලාපොරොත්තු වෙමි.",
        "අපගේ ප්රජාව දැවැන්ත අර්බුදවලට මුහුණ දී සිටී. වැටෙන ආර්ථිකය නැවත ගොඩනඟා ගත හැකිය. නමුත් ප්රජාවක් විශාල විනාශයක් ඇති විට, එම ප්රජාව නැවත ගොඩනඟා ගැනීම දුෂ්කර ය.",
        "අපේ සමාජය විවිධ ආකාරවලින් වැටී ඇත. අප අන් අයගේ දුක් වේදනා ගැන අනුකම්පාවක් නැති කුරිරු ජනතාවක් බවට පත්ව ඇත. එකතු කරන ලද ධනය හා බලය යහපත හා නපුර මැනීමේ නිර්ණායක බවට පත්ව ඇත. එබැවින් අපගේ ප්රජාවට වඩා හොඳ සදාචාරාත්මක ව්යුහයක් අවශ්ය වේ.",
        "බුද්ධාගම අපට වටිනා ක්රමයක් උගන්වා ඇත. අද, ඔවුන් සියල්ලන්ම දූෂිත වී ඇති අතර ප්රජාවට වෙනස් කර ඇති සාරධර්මවල ව්යුහය ඇත. එබැවින්, මෙම ප්රජාවේ යහපත් දේ නිර්වචනය කරන සාරධර්ම නැවත ස්ථාපනය කිරීම අවශ්ය වේ. අප ක්රියා කරන්නේ අපට ලබා දෙන කාර්යභාරය අවබෝධ කර ගැනීමයි. කෙසේ වෙතත්, මෙම ප්රජාව සකස් කිරීමේ ක්රියාවලියේ මහා සංගමයේ විශාල කාර්යභාරයක් ඇත.",
        "අද අපේ රටේ ආණ්ඩුක්රම ව්යවස්ථාව විසින් පිහිටුවන ලද රජයක්. ඒ හා සමානව, එතරම් බලවත් නොවන අපේ රටේ පාතාලයක් ඇති නමුත් ආයුධවල බලයේ පදනම මත ගොඩනඟන ලද මතුපිට ආණ්ඩුවේ සියලු අංග ඇත. එබැවින්, නෛතික හා ව්යවස්ථාමය තන්ත්රය ආරක්ෂා කිරීම සඳහා, අප මෙම පාතාලය අවසන් කළ යුතුය. අපේ රජය එම මාර්ගය තෝරාගෙන ඇත. ඒ සඳහා ගත් ක්රියාමාර්ගවලින් කිසි විටෙකත් පසුබට නොවන බව මම ඔබට සහතික වෙමි.",
        "මෑත දිනවලදී අප දැක ඇති පුවත සනාථ කරන්නේ පාතාලය හරහා අපේ රට කොපමණ නටබුන් වී ඇත්ද යන්නයි. එම ආයුධවලින් මිනිසුන්ට වෙඩි තැබිය හැකි ආයුධ, ආයුධ, නීති විරෝධී වත්කම්, ධනය සහ ආයුධ සහ තරුණයින්ට සමාජ, ආයුධ, නීති විරෝධී වත්කම් සහ තරුණයින්ට සමාජයක් ලෙස සමාජයක් නිර්මාණය වී තිබේ.. මෙම ප්රජාව වෙනස් කිරීම සඳහා පාතාලය අවසන් විය යුතුය. ඒ සඳහා, රජයක් වශයෙන්, අපගේ කාර්යභාරය දැඩි ලෙස ඉටු කරමු.",
        "කෙසේ වෙතත්, ප්රජාව පවිත්ර කිරීම සහ එවැනි තත්වයන් නැවත සිදුවීම වැළැක්වීම සඳහා අපගේ ශ්රේෂ් man සාකීය සංවිධානයට විශාල කාර්යභාරයක් ඉටු කරයි.. එබැවින් මෙම ප්රජාව සකස් කිරීමේ ක්රියාවලියේදී අපගේ ථේරයේ උපදෙස් හා වචන ඉතා වැදගත් වේ.",
        "දෙවනුව, අපට ප්රජාවක් ලෙස අධ්යාත්මය අවශ්යයි. අපගේ අධ්යාත්මික ජීවිතය වර්ධනය කිරීම සඳහා බෞද්ධ සංස්කෘතිය අඩිතාලමයි. බෞද්ධ සංස්කෘතිය විසින් අපගේ අධ්යාත්මිකතාවයේ ප්රතිලාභ නීති හා සම්මතයන් මගින් විනාශ කළ නොහැක. එය historical තිහාසික බැඳුම්කරයකි.",
        "අපේ බෞද්ධ සංස්කෘතිය අතීතයේ පවතින රහස නම් මෙම සංස්කෘතිය මිනිසුන්ගේ ජීවිත සමඟ බැඳී සිටීමයි. මහා සංගමය අපගේ ආඩම්බර ආගම හා සංස්කෘතිය ආරක්ෂා කළේය. කෙසේ වෙතත්, අපගේ තේරා, මෙම ආගමේ ආරක්ෂකයින් ගැන අප දකින ප්රවෘත්ති හා සිදුවීම් සමහරක් මෙම ආගමේ පැවැත්මට සුදුසු නොවන බව මම විශ්වාස කරමි.",
        "අපගේ මහානායක තේමාව සැමවිටම කියා සිටියේ අවශ්ය නෛතික පදනම ඒ සඳහා සූදානම් කළ යුතු බවයි. විශේෂයෙන්, විහාර දේවවාලෑම් පනතේ 41 වන වගන්තියට සහ 42 වන වගන්තියේ සංශෝධන කිරීමට අපට බලය ලබා දෙන ලෙස ඔවුහු අපෙන් ඉල්ලා සිටියහ.. මෙම සංශෝධන සකස් කර මහනායක තෙර වෙත යවා ඇත.",
        "එය තෙරෙන් ලැබෙන අදහස් සමඟ සංශෝධනය කර ඇති අතර දැන් නීති කෙටුම්පතේ ඇත. ප්ර ter ප්තියේ අනුකූලතාව සඳහා නිර්මාණය කර නඩත්තු කළ යුතු හා නඩත්තු කළ යුතු සදාචාරාත්මක සාරධර්ම පවත්වා ගැනීම සඳහා අපි ඉක්මනින් නීතිමය ආරක්ෂාව ලබා ගනිමු. රජයක් වශයෙන්, අපි මෙය කොටසක් ලෙස සලකමු.",
        "එය ප්රමාණවත් නොවේ. මෙය අපගේ නමස්කාරකයා වැනි තේරා, ආනන්ද අනුනායක තේ වැනි දහස් ගණනක් අවශ්ය යුගයකි. ඔහු පුළුල් අධ්යාපනයක් හා දැනුම සහිත තාපකයෙකි. තව. එසේම, ඔහු වඩාත් දුෂ්කර අභියෝග පිළිගෙන ඇති අතර එය වඩාත් දුෂ්කර අභියෝග ජයගෙන ඇත. ආගමේ ස්ථාවරත්වය සහ සමාජයේ ප්රගතිය සඳහා එවැනි ථේර අද අත්යවශ්ය වේ.",
        "අපේ රටේ ප්රජාව තුළ කිසියම් අවුල් සහගත තත්වයක් ඇති සෑම අවස්ථාවකදීම, මැදිහත් වී උපදෙස් හා මග පෙන්වීම අවශ්ය වේ. එසේ නොවුවහොත්, විධායක බලය සහ පාර්ලිමේන්තුවේ 2/3% ක කොටසක් සමඟ ජනාධිපතිවරයාට ඕනෑම දෙයක් කළ හැකි මානසිකත්වය සමඟ රජයකට ඉදිරියට යා නොහැක. රජයක් සමස්ත ප්රජාවේ විවිධ අංශ නියෝජනය කරන රජයක් බවට පත්විය යුතුය.",
        "රජයක් සඳහා, විශේෂයෙන් ජනාධිපතිවරයාට විධායක බලයක් ඇති ජනාධිපතිතුමාට සීමාවන් නොමැත, සීමාවන් නොමැත. එමනිසා, ඔවුන්ගෙන් සමහරෙකුට ප්රායෝගික සීමාවන් සහ නීතිමය සීමාවන් ඇති බව ඔප්පු කිරීමට අපි උත්සාහ කරමු. එබැවින්, රජයක් යනු සීමාවන් නොමැතිව කිරීමට කැමති තැනක් නොවේ.",
        "අපගේ historical තිහාසික උරුමය ඇති අපගේ තෙරස් මේ රට ගොඩනැගීමට මුළු ඉතිහාසයටම උපදෙස් දී තිබේ. ඔවුන් රාජ්ය තර්ජනයකට මුහුණ දෙන සෑම අවස්ථාවකම, ඔවුන් එහි ආරක්ෂාව සඳහා මැදිහත් වෙති. ථේරයේ උරුමය එවැනි ය. එම සම්ප්රදාය පිළිගැනීමට අපි සූදානම්.",
        "සංචාරක කර්මාන්තය පිළිබඳ සාකච්ඡාවකදී, අපගේ historical තිහාසික සම්ප්රදායේ මෙම සංචාරක අංශය නිර්මාණය කිරීමේ හැකියාව එයයි.. අපේ රටේ ස්වාභාවික සුන්දරත්වය වැඩිදියුණු කිරීමේ වැදගත් ප්රභවයකි. එසේම, අපේ වනජීවී ප්රදේශවල ලෝකයේ ප්රශංසාව සහ අපේ ජනතාවගේ ආගන්තුක සත්කාරය ඉතා වැදගත් ය. එය නොමැතිව, වෙනත් දේවල් අපගේ සංචාරක කර්මාන්තයේ ප්රභවයන් නොවේ.",
        "එසේම, අපරාධ නීතිය සංශෝධනය පිළිබඳ කතාබහක් ඇති බව මම නිරීක්ෂණය කර ඇත්තෙමි. අපි කල්තියාම සංශෝධනය කළ නමුත් එය පාර්ලිමේන්තුවේදී සම්මත කර නොමැති බව අපි ඉදිරිපත් කළෙමු. දැන් අවශ්ය නම් වැඩිදුර නිවැරදි කිරීම් ගෙන ඒමට හෝ එය නොවෙනස්ව තබා ගැනීමට අපට අවස්ථාව තිබේ. මෙම නීති කිසිවක් අපගේ පුද්ගලික අවශ්යතා සඳහා සකස් කර නැත.",
        "මෙම නීතිය මහජන සුභසාධනය කෙරෙහි අවධානය යොමු කරයි. හොඳම රට ගොඩනැගීමට අපට සිහිනයක් තිබේ. සිහිනය සාක්ෂාත් කරගත හැක්කේ පාලක පක්ෂය ලෙස අප ලබා දී ඇති භූමිකාව නිසි ලෙස හඳුනා ගැනීමෙන් පමණි. ඔවුන්ගෙන් බොහෝ දෙනෙක් අපගේ මහානායක තෙර වෙත ලබා දී ඇත.",
        "එපමණක් නොව, මිලියන සංඛ්යාත යෞවනයන්ගේ ජීවිත අවසන් කිරීම සඳහා අප දැවැන්ත ජාතික උත්සවයක් ගොඩනැගිය යුතුය.. එමනිසා, ඇබ්බැහි වීම සහ එය විකුණන අයව අත්හරින්නැයි අපි ඔබට උපදෙස් දෙමු. ඒ සඳහා මෙම සමස්ත ප්රජාව අවදියෙන් සිටිය යුතුය.  ගම්වල දැනුවත් කිරීම සඳහා මූලිකත්වය ගන්නා ලෙස මම මහා සං ha යාගෙන් ඉල්ලා සිටිමි.",
        "වන්දනාමාන කරන ලද අනුනායකගේ සහ අනෙකුත් ආගමික නායකයින්, අමාත්යවරුන්, ඇමතිවරු, විදේශ තානාපතිවරු සහ ඉහළ නිලධාරීන්, රාජ්ය නිලධාරීන් සහ සම්භාවනීය අමුත්තන්, මහනුවර ශ්රී දලදා මාලිගා සහ තවත් බොහෝ දෙනෙක් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "President Anurakumara Dissanayake pledged to defeat the underworld",
      "body_lines": [
        "President Anuragumara Dissanayake stressed that the government has taken the responsibility of rebuilding the economy of the country and rejuvenating the society that has collapsed in all respects and that the government will never change the action taken by the government to end the underworld by drug trafficking and gun violence.",
        "Pointing out that the Maha Sangam has an important role in bringing that social revival, the President said that in the past, whenever the government was challenged, it was the Maha Sangam.",
        "The President said this while addressing the Sri Sannaz bond in the historic Magul Maduwa in Kandy on Friday afternoon (03).",
        "The president praised the national, religious, social and social services by Ananda Nayaka Thera, a devotee, decent and most talented, great charioteer, and pointed out that this age is a need for thousands of spiritual leaders such as Ananda Anunayaka Thera.",
        "The President pointed out that the government's aim is to start the national activity to eradicate drug threats from the country and that the Maha Sangha can play a key role in visiting the villages and raising the people.",
        "He said that the government's policy should not be done when promoting the tourism industry, and that the government's goal is to create a tourism sector based on factors such as the historical heritage, natural beauty, wildlife areas and global admiration for the Sri Lankan people.",
        "President Sri Sannes presented the newly appointed worshiper Anunayaka Thera and aimed at the President of the newly appointed worshipers.",
        "Narabanave Ananda Thera has been appointed to this post as our community and the Buddhist Charter are facing a massive challenge. I hope that his unique qualities, such as patience, grace and bravery, will be a great commitment to make this journey a success.",
        "Our community is facing massive crises. We can rebuild the falling economy. But when a community is in great destruction, it is difficult to rebuild that community.",
        "Our society has fallen in many ways. We have become a ruthless people who have no sympathy for the suffering of others. The wealth and power collected have become criteria for measuring good and evil. Therefore, our community needs a better moral structure.",
        "Buddhism has taught us a valuable method. Today, they have all been corrupted and the structure of the values ​​that have been changed to the community. Therefore, it is necessary to reinstall the values ​​that define what is good in this community. We are acting as a state of understanding the role given to us. However, the Maha Sangha has a huge role in the process of adjusting this community.",
        "Today, there is a government established by the Constitution in our country. Likewise, there is a underworld in our country that is not so powerful, but has all aspects of the superficial government built on the basis of the power of weapons. So, for the protection of the legal and constitutional regime, we must end this underworld. Our government has chosen that path. I assure you that never backs up from the actions taken for that purpose.",
        "The news we have seen in the recent days confirms how much our country is in ruins through the underworld. A society has been created as a community that can handle weapons, weapons, illegal assets, wealth, and weapons, and youths who can shoot people with those weapons.. To adjust this community, the underworld must end. For that, as a government, we fulfill our role very strongly.",
        "However, our great association has a major role in cleansing the community and leading to a new revival to prevent such situations from happening again.. Therefore, the instructions and words of our Thera are very important in the process of adjusting this community.",
        "Second, we need spirituality as a community. Buddhist Culture is the foundation for developing our spiritual life. The benefits of our spirituality by Buddhist culture cannot be destroyed by laws and norms. It is a historical bond.",
        "The secret that our Buddhist culture has been in the past is that this culture is intertwined with the lives of people. The Maha Sanghas defended our proud religion and culture. However, I believe that some of the news and events we see about our Thera, the guardians of this religion, are not suitable for the existence of this religion.",
        "Our Mahanayaka Thera has always said that the necessary legal basis should be prepared for it. In particular, they asked us to give us the power to make amendments to Section 41 of the Vihara Devalam Act and Section 42. The amendments were prepared and sent to the Mahanayaka Thera.",
        "It has been revised with the comments received from Thera and now is in the Department of Law Draft. We will soon create the legal protection to maintain the moral values ​​that need to be created and maintained for the consistency of the Charter. As a government, we consider this as a share.",
        "That is not enough. This is an era that needs thousands of Thera, such as our worshiper Ananda Anunayaka Thera. He is the Therr with comprehensive education and knowledge. More. Also, he has accepted and achieved the most difficult challenges. Such Thera is essential today for the stability of religion and the progress of society.",
        "Whenever there is any chaos in the community of our country, it is necessary to intervene and provide advice and guidance. Otherwise, a government cannot advance with the mindset that the president can do anything with the executive power and a 2/3 share of Parliament. A government must become a government that represents the various aspects of the entire community.",
        "For a government, especially for the president with executive power, we have limits, though there are no limits. Therefore, we try to prove that some of them have practical limits and some legal limits. Therefore, a government is not a place where they want to do without limits.",
        "Our Theras, who have our historical heritage, have advised the whole history to build this country. Whenever they face a state threat, they intervene for its safety. The heritage of the Thera is like that. We are ready to accept that tradition.",
        "During a discussion on tourism, it was the possibility of creating this tourism sector in our historical tradition.. Also, an important source of improving the natural beauty of our country. Also, the world's praise on our wildlife areas and the hospitality of our people is very important. Without it, other things are not the sources of our tourism industry.",
        "Also, I have observed that there is talk of amendment to the Criminal Law. Although we submitted the amendment prepared in advance, it was not passed in Parliament. We have the opportunity to bring further corrections or leave it intact if needed now. None of these laws are prepared for our personal interests.",
        "This law focuses on public welfare. We have a dream to build the best country. The dream can only be realized by properly identifying the role we have given as the ruling party. Most of them have been given to our Mahanayaka Thera.",
        "Moreover, we need to build a massive national function to end the lives of millions of youths.. Therefore, we advise you to leave the addiction and those who sell it. For that, this whole community must be awake.  I also urge the Maha Sangha to take the lead to raise awareness in the villages.",
        "The worshiped Anunayaka Thera and other religious leaders, ministers, parliamentarians, foreign ambassadors and high-rankings, state officials and dignitaries, Kandy Sri Dalada Maliga, and many others were present."
      ]
    }
  },
  "summary_lines": []
}