{
  "translated_text": {
    "si": {
      "title": "එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) ජ්යෙෂ් leaders නායකයින්",
      "body_lines": [
        "එක්සත් ජාතීන්ගේ මහ ලේකම් පාලිත රංග බන්ඩාරා පාර්ලිමේන්තුවේ ජනාධිපති සහ ජනාධිපතිවරණය පිළිබඳව අදහස් දැක්වීමෙන් පසුව දේශපාලන ආරංචි මාර්ග ඉතා කැළඹෙමින් තිබුණි.",
        "පාර්ලිමේන්තුවේ පක්ෂ එක්සත් ජාතික පක්ෂයේ මහ ලේකම්ගේ නිවේදනය මුළුමනින්ම ප්රතික්ෂේප කළ අතර වහාම ප්රතිචාර දක්වන ලෙස ජනාධිපතිවරයා ඉල්ලා සිටියේය.",
        "ඔවුන්ගෙන් බොහෝ දෙනෙක් ඊයේ සවස ජනාධිපති රනිල් වික්රමසිංහ මහතා දුරකථනයෙන් දුරකථනයෙන් කතා කළහ, ඔවුන්ගෙන් බොහෝ දෙනෙක් විපක්ෂ මන්ත්රීවරු.",
        "එක්සත් ජාතික පක්ෂයේ මහලේකම්ගේ වාර්තාව පිළිබඳ වැඩිදුර පැහැදිලි කිරීමක් ඉල්ලා සිටි විපක්ෂ මන්ත්රීවරුන් වැඩිදුර පැහැදිලි කිරීමක් ඉල්ලා සිටියහ.",
        "මෙයින් පසු ජනාධිපතිවරයා කියා සිටියේ තම පක්ෂයේ මහලේකම්වරයාගේ නිවේදනයෙන් මසුන් ඇල්ලීමෙන් ජනාධිපතිවරයා හුදෙකලා කළ යුතු බවත්, මැතිවරණය කල් දැමීමට කිසිදු සැලසුමක් නොමැති බවත් ජනාධිපතිවරයා පැවසීය.",
        "ඔහු වෙනුවෙන් අදහස් ප්රකාශ කරන ලෙස ජනාධිපතිවරයා එක්සත් ජාතික පක්ෂයේ ජ්යෙෂ් members සාමාජිකයින්ගෙන් ඉල්ලා තිබේ.",
        "එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) එක්සත් ජාතීන්ගේ සාමාජිකයින්ගේ (යූඑන්පී) ආසන්නයේ සඳහන් කර ඇත්තේ එක්සත් ජාතික පක්ෂයේ මහලේකම්වරයා එවැනි ප්රකාශයක් නිකුත් කළේ ඇයි කියා සටහන් කර ඇති අතර, ප්රකාශනයක් පැවැත්වීමට ජනාධිපතිවරයාට කිසිදු සැලසුමක් නොමැති බව ප්රකාශ කළේය.",
        "මෙය පාලිත රංග බන්ඩාරාගේ පෞද්ගලික ප්රකාශයක් බව රවිකාරුනානායක දන්තමිර්ට පවසා තිබේ."
      ]
    },
    "en": {
      "title": "Senior leaders of the United National Party (UNP)",
      "body_lines": [
        "Political sources were in great disturbance yesterday after the UNP general secretary Palitha Ranga Bandara commented on the presidential and the presidential election in Parliament.",
        "The parties in Parliament completely rejected the announcement of the General Secretary of the United National Party and appealed for the president to immediately respond.",
        "Many of them telephoned President Ranil Wickremesinghe by telephone yesterday evening, many of them were opposition MPs.",
        "Opposition MPs, who contacted the president, demanded further clarification on the report of the General Secretary of the United National Party.",
        "Following this, the President said that the President had to isolate himself from the announcement of his party's general secretary, and there was no plan to postpone the election.",
        "The President has asked the senior members of the United National Party to express his comments on his behalf.",
        "UNP members close to the United National Party (UNP), who have noted why the United National Party's general secretary issued such a statement, has rejected the report and stated that the president has no plans to conduct a publication.",
        "Ravikarunanayake has told DailyMir that this is a personal statement of Palitha Ranga Bandara."
      ]
    }
  },
  "summary_lines": [
    "Political turmoil ensued within the United National Party (UNP) as its general secretary's comments on the presidential election were met with rejection by parliamentary parties. Opposition MPs called for clarity, leading the President to distance himself from the remarks, assuring no election postponement plans exist. Senior UNP members were tasked with conveying the President's stance, while insiders dismissed the general secretary's statement as personal, denying any intention to delay the election."
  ]
}