{
  "translated_text": {
    "ta": {
      "title": "தாய் பிரதமர் சுதந்திர தினத்தின் முதன்மை விருந்தினராக உள்ளார்",
      "body_lines": [
        "தாய் பிரதம மந்திரி டெஸ்மா சமவி திசு பிப்ரவரி 03-204 அன்று ஜனாதிபதி ரணில் விக்கிரமசிங்கின் இரண்டு நாள் அதிகாரப்பூர்வ பயணத்தில் உள்ளது.இலங்கையின் 76 வது சுதந்திர தினத்தில் பிரதமர் பங்கேற்பார்.",
        "இந்த பயணத்தின் போது, ​​தாய் பிரதமர் ஜனாதிபதி ரணில் விக்ரமேசிங்குடன் உத்தியோகபூர்வ பேச்சுவார்த்தைகளை நடத்த திட்டமிடப்பட்டுள்ளது, மேலும் இலங்கை-தெயிலாந்து ஒப்பந்தத்தை கண்காணிக்க உள்ளது.",
        "துணை பிரதான பிரதமரும் வர்த்தக, வர்த்தக, வணிக மற்றும் உணவு பாதுகாப்பு அமைச்சர் நாலின் பெர்னாண்டோ கையெழுத்திட்ட சுதந்திர வர்த்தக ஒப்பந்தம்.",
        "இலங்கை-தாய்லாந்து ஒப்பந்தம் இரு நாடுகளுக்கும் இடையிலான வர்த்தக மற்றும் முதலீட்டு உறவுகளை அதிகரிக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "இரு நாடுகளுக்கும் இடையிலான தற்போதைய விமான ஒப்பந்தத்தையும், தாய்லாந்து மெனிக் மற்றும் நகை நிறுவனத்திற்கும் இடையிலான புரிந்துணர்வு ஒப்பந்தத்தையும் இரு கட்சிகளும் புதுப்பிக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "தாய்லாந்தின் சர்வதேச வர்த்தக மேம்பாட்டுத் துறை, வர்த்தகத் துறை மற்றும் வணிகத் துறை மற்றும் இலங்கைத் துறை, வர்த்தகத் துறை மற்றும் இலங்கை சேம்பர் ஆஃப் இலங்கை ஆகியவற்றின் சுற்றுப்பயணத்தின் போது கொழும்பில் உள்ள கிங்ஸ்பரி ஹோட்டலில் நடைபெறும்.",
        "வருகையின் போது, ​​தாய் பிரதமரின் துணை பிரதமரும் தாய்லாந்தின் துணை பிரதமரும், தாய்லாந்தின் துணை பிரதமரும், உயர் வணிக பிரதிநிதிகள் உட்பட 39 உறுப்பினர்களும் கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "Thai Prime Minister is as the chief guest of the Independence Day",
      "body_lines": [
        "Thai Prime Minister Desmah Samavi Tissue is on a two-day official visit to Sri Lanka on February 03-204 of President Ranil Wickremesinghe.The Prime Minister will participate in the 76th Independence Day of Sri Lanka.",
        "During the visit, the Thai Prime Minister is scheduled to hold official talks with President Ranil Wickremesinghe and is to monitor the Sri Lanka-Thailand agreement.",
        "The Free Trade Agreement signed by Deputy Prime Prime Minister and Commerce Minister of Commerce, Commerce, Commercial and Food Security Minister Nalin Fernando.",
        "The Sri Lanka-Thailand Agreement is expected to increase trade and investment relations between the two countries.",
        "The two parties are expected to renew the current aviation agreement between the two countries and a Memorandum of Understanding between Thailand Menik and Jewelery Institute.",
        "During the tour of the International Trade Promotion Department of Thailand, the Department of Commerce Department and the Department of Commerce Department and the Department of Ceylon, the Department of Commerce and Ceylon Chamber of Ceylon, will be held at the Kingsbury Hotel in Colombo.",
        "During the visit, the Deputy Prime Minister of Thai Prime Minister and the Deputy Prime Minister of Thailand, Deputy Prime Minister of Thailand and 39 members including top business representatives are also present."
      ]
    }
  },
  "summary_lines": [
    "Thai PM Desmah Samavi Tissue visits Sri Lanka for 2 days, attending the 76th Independence Day. Talks with President Wickremesinghe and monitoring the Sri Lanka-Thailand Agreement. Expected to enhance trade and investment, renew aviation agreement, and sign a Memorandum of Understanding."
  ]
}