{
  "translated_text": {
    "ta": {
      "title": "நுகர்வோர் அதிகாரத்தின் சக்தியின் வெளிப்பாடு",
      "body_lines": [
        "19 ஆண்டுகளில் நுகர்வோர் விவகார ஆணையச் சட்டத்தை விரைவுபடுத்துவதற்கான நுகர்வோர் விவகார ஆணையத்திற்கு கோப் குழு தெரிவித்துள்ளது.",
        "பொது நிறுவனங்களுக்கான குழு சமீபத்தில் நுகர்வோர் விவகார ஆணையம், அறிக்கை மற்றும் தற்போதைய செயல்திறனின் தற்போதைய செயல்திறன் ஆகியவற்றை சந்தித்தபோது அறிவிப்பு வெளியிடப்பட்டுள்ளது.",
        "வர்த்தக அமைச்சின் இயக்குனர், வாரியத்தின் வர்த்தக செயலாளர், இலங்கை சுங்க சார்பாக ஒரு பெரிய ஆயுதத் தாக்குதல்களை நடத்துவதற்கான முறையான திட்டத்தை பராமரிப்பது.",
        "மசோதா தெரியவந்ததால் இந்தச் சட்டம் திருத்தப்பட்டு வருகிறது என்று அவர் கூறினார்.",
        "குழுக்களின் தலைவர் ரோஹிதா அபேயேகுனவர்தேனா 2004 ஆம் ஆண்டு திருத்தத்தை 2004 ஆம் ஆண்டு திருத்தத்தை 19 ஆண்டுகள் நிறுவியதற்காக திருத்துவதற்கு வலியுறுத்தினார்."
      ]
    },
    "en": {
      "title": "A revelation of the power of the Consumer Authority",
      "body_lines": [
        "The COPE Committee has informed the Consumer Affairs Authority to expedite the Consumer Affairs Authority Act in 19 years.",
        "The notice has been made when the Committee on Public Enterprises were recently met with the Consumer Affairs Authority, the report and the current performance of the Current Performance.",
        "The Director of the Ministry of Trade, the Trade Secretary to the Board has said that the maintenance of a proper program to conduct a major armation business raids on behalf of the Sri Lanka Customs..",
        "He added that the Act is being amended as the bill will be revealed to be revealed.",
        "Committees Chairman Rohitha Abeygunawardena stressed the 2004 amendment to amend the 2004 Amendment to the establishment of 19 years to end the work."
      ]
    }
  },
  "summary_lines": [
    "The COPE Committee urged the Consumer Affairs Authority to speed up the implementation of its Act, which has been pending for 19 years. This call came after a meeting between the committee and the authority, where the latter presented its current performance. The Minister of Trade emphasized the need for a robust program to combat major fraud cases, involving Sri Lanka Customs. He also mentioned upcoming amendments to the Act, with the aim of concluding the process within the next 19 years."
  ]
}