{
  "translated_text": {
    "si": {
      "title": "ඉන්දියාව, ඕසී. ප්රාග්ධන පේළි වේගවත් පන්දු යවන්නන් ටිකක්;පළමු දිනයේ කඩුලු 17 ක්",
      "body_lines": [
        "පෙරත් ක්රීඩාංගණයේදී ලෝකයේ පළමු ටෙස්ට් කණ්ඩායම් අතර පළමු පෝල්ටර් -කවාස්කාර් ටෙස්ට් තරගයේ ඉන්දියාවට සහ ඕස්ට්රේලියාවට පෙර ඕස්ට්රේලියාවට මුහුණ දීමට නොහැකි විය.",
        "තරගයේ ආරම්භක දිනය වන සිකුරාදා (22) කඩුලු 17 ක් ලබා ගත් අතර ඔවුන් සියල්ලන්ටම වේගවත් පන්දු යවන්නන් සතු විය.",
        "නායකයන් ලෙස ක්රීඩා කළ තරගයේ පළමු දිනය වේගවත් පන්දු යවන්නන් විසින් ආධිපත්යය දැරීය.",
        "පළමුවෙන් පන්දුවට පහර දීමට ඉන්දියාව තීරණය කළ අතර ඕවර 49.4 කදී කඩුලු අහිමි වී ලකුණු 150 ක් රැස් කළේය.",
        "යස්ව්වි ජයිස්වාල් (0), ඩේවතත් (0), ජ්යෙෂ් onpaVavasali virathli (5), kl. රාහුල් (26), ධර්මූව් ජුරේල් (11) සහ සෙන්ට්රල් ලයින්හි වොෂිංටන් සුදර් (4) ලකුණු 73 ක් රැස් විය.",
        "කෙසේ වෙතත්, රිහබ් බැඳුම්කරය සහ නයිට්ෂිෂ් කුමාර් රෙඩ්ඩි යන දෙදෙනාම ඉතා සැහැල්ලුවෙන් සිටි අතර ඉන්දියාව වැටීමෙන් බේරා ගත්හ.",
        "රිභබ් බැඳුම්කරය ලකුණු 37 ක් හා නයිට්ෂිෂ් කුමාර් රෙඩ්ඩි ලකුණු 41 ක් රැස් කළේය.",
        "ඔවුන් දෙදෙනාම 7 වන කඩුල්ලේ හවුල් වූ ලකුණු 48 න් පළමුවැන්නා දෙදෙනා ය.",
        "ජොෂ් හෙස්ල්වුඩ් ලකුණු 29 කට කඩුලු 4 ක් ද, මිෂෙල් මාස්ටර් 2 කදී කඩුලු 2 ක් ද, මිෂෙල් ස්ටාර්ක් කඩුලු 2 කට කඩුලු 2 ක් දවාගනිමින් ලකුණු 67 කට කඩුලු 2 ක් දවා ගනිති.",
        "ඊට පිළිතුරු වශයෙන්, පළමු දින නාට්යයේ අවසානයේ කඩුලු 7 ක් දැවී ලකුණු 67 ක් රැස් කළේය.",
        "යූඑස්මාන් කවද (8), මනූස් ලැපස්ෂීන් (2), ස්ටීවන් ස්මිත් (0), මිෂෙල් මාෂ් (6) සහ ඇඳ කොම්බෝන් විපක්ෂයේ සිය කඩුලු සියල්ලම විපක්ෂයේදී සිය කඩුලු ලබා ගත්තේය.",
        "ඕස්ට්රේලියානු වවුලන් තුළ ලකුණු 10 ක් හෝ ඊට වැඩි ලකුණු 10 ක් ලබා ගත්තේය.",
        "ඔවුන්ගෙන් දෙදෙනෙක්, ට්රැවිස් හිස (11) සහ නේතන් මැක්ස්වේසි (10), ද්විත්ව අංකයක් ලබා ගත්හ.",
        "පන්දු යැවීමේ කණ්ඩායමට ප්රතිචාර වශයෙන් ජැස්තිිට් සුම්රා ලකුණු 17 කට කඩුලු 4 ක් දවාගනිමින් ලකුණු 17 කට කඩුලු 17 ක් ද, දර්ෂිඩ් රානා ලකුණු 33 කට එක් කඩුල්ලක් ගත්තේය."
      ]
    },
    "en": {
      "title": "India, Aussie. Capital rows are a little bit of fast bowlers;17 wickets on the first day",
      "body_lines": [
        "India and Australia were unable to face fast bowling in the first portter -Kavaskar Test match between the world's first Test teams at the Perth Stadium.",
        "On Friday (22), the opening day of the match, 17 wickets were taken and they all owned the fast bowlers.",
        "The first day of the match, which played as leaders, was dominated by the fast bowlers.",
        "India decided to bat first and lost all wickets in 49.4 overs and curled up for 150 runs.",
        "Yaswvi Jaiswal (0), Davatat (0), Senior Anupavasali Virat Kohli (5), KL. Rahul (26), Dhruv Jurel (11) and Washington Sundar (4) in the central line were 73 runs.",
        "However, both Rishabh Bond and Nitish Kumar Reddy were very relaxed and saved India from the fall.",
        "Rishabh Bond scored 37 runs and Nitish Kumar Reddy scored 41 runs.",
        "The two were the first of the 48 runs that they both shared in the 7th wicket.",
        "Josh Heslwood took 4 wickets for 29 runs, Michelle Marsh 2 wickets for 12 runs, Michelle Stark 2 wickets for 14 runs and team captain Bed Commins 2 wickets for 67 runs.",
        "In reply, Australia scored 67 runs for the loss of 7 wickets at the end of the first day's play.",
        "Usman Khawaja (8), Manus Lapushene (2), Steven Smith (0), Michelle Marsh (6) and Bed Commins (3) all took their wickets in the opposition.",
        "Only trio scored 10 or more runs in the Australian bats.",
        "Two of them, Travis Head (11) and Nathan Maxweni (10), got a double -digit number.",
        "In response to the bowling team, Jasprit Bumrah took 4 wickets for 17 runs, Mohammed Siraj 2 wickets for 17 runs and Harshid Rana took one wicket for 33 runs."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "India vs Australia Test: Fast bowlers dominate first day. India batsmen struggle, losing all wickets for 150 runs. Rishabh Pant and Nitish Kumar save India with 78-run partnership. Australia replies with 67/7. Jasprit Bumrah takes 4/17 for India."
  ]
}