{
  "translated_text": {
    "si": {
      "title": "சுயாதீனமாகச் சட்டம் அமுல்படுத்த மக்களுடன் இணைந்து செயற்படுங்கள் - பொலிஸ்மா அதிபர் அறிவுரை",
      "body_lines": [
        "පොලිස් සේවය කිරීමට පොලිස් නිලධාරීන් කටයුතු කරන්නේ නම්, ඔවුන් තමන් විසින්ම නිවැරදි කළ යුතුය. දේශපාලන මැදිහත්වීම් සහ වෙනත් පීඩනයකින් තොරව ස්වාධීනව කටයුතු කිරීම සඳහා රජය පරිසරයක් නිර්මාණය කර තිබේ. பொதுமக்களின் ஒத்துழைப்பில்லாமல் பொலிஸ் சேவையை வெற்றிப்பெற செய்ய முடியாது. පොලිස්පතිවරයා ප්රියන්ත වීරසුරිය ජනතාවට එකඟව කටයුතු කරන ලෙස පොලිසියට උපදෙස් දුන්නේය.",
        "159 වන ජාතික දින බදාදා (3) කොළඹ පොලිස් භූමියේ පැවති විශේෂ උත්සවයකදී අදහස් දක්වමින්.",
        "මහජන ආරක්ෂාව සහ පාර්ලිමේන්තු කටයුතු අමාත්යාංශය ඒකාබද්ධ තීරණ කිහිපයක් ගෙන තිබේ.",
        "අවුරුදු 159 ක් ගෙවී ගිය අවුරුදු 159 ක් ස්වර්ණමය යුගය ලෙස සඳහන් කළ නොහැකි විය. මෙම අධිෂ් mination ානය දරුණු සිදුවීම්, රුධිරය සහ කැපකිරීම් මධ්යයේ වේ.",
        "රට තුළ සේවය කළ හා දිවි ගලවා ගත් සියලුම පොලිස් නිලධාරීන් අපි සමරමු. විනය අතරතුර පොලිස් නිලධාරීන් 3000 ක් පමණ මියගොස් තිබේ.. අපරාධ-එන්රී සමාජ ව්යුහයක් නිර්මාණය කිරීම සඳහා පොලිස් සේවයේ ව්යුහාත්මක වෙනස්කම් සිදු කර ඇත.",
        "පොලිස් නිලධාරීන් පොලිස් සේවයට ඇදගෙන යාමට ක්රියා කරන්නේ නම්, ඔවුන් තමන්ව නිවැරදි කළ යුතුය. මෙම ක්රියාවලියට සම්බන්ධ පොලිස් නිලධාරීන් 338 දෙනෙකුට එරෙහිව විනය ක්රියාමාර්ග ගෙන තිබේ.",
        "ශ්රී ලංකා පොලිසිය විවිධ අභියෝගයන්ට මුහුණ දී තිබේ. පොලිස් සේවය ලෝකයේ මට්ටමේ පවතී. ජාතික ආරක්ෂාව, ක්රමානුකූල අපරාධ, සමාජ වෙබ් අඩවි, අපරාධ පාතාල කරන කණ්ඩායම් සහ එහි drug ෂධ වෙළඳාම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, මාර්ග තදබදය සහ ආරක්ෂාව ප්රධාන අභියෝගයන් වේ.",
        "මෙම අභියෝගයන්ට මුහුණ දිය හැකි ක්රම සහ තාක්ෂණික පහසුකම් අප විසින් හඳුනාගෙන ඇත. මෙම අභියෝගයන් ජනතාවගේ මූල්ය අත සමඟ විසඳීමට පියවර ගෙන තිබේ.",
        "මේ වසරේ මේ දක්වා drug ෂධ කිලෝග්රෑම් 1416 කට වඩා, හෙරොයින් කිලෝග්රෑම් 1246 ක්, ගංජා කිලෝග්රෑම් 12,802 ක් සහ .ෂධ කිලෝග්රෑම් 2869 ක් ඇතුළුව drug ෂධ කිලෝග්රෑම් 1411 කට වඩා වැඩි ප්රමාණයක් අත්අඩංගුවට ගෙන තිබේ.",
        "විදේශයන්හි සිට සංවිධානාත්මක අපරාධවලට සම්බන්ධ පුද්ගලයින් 17 දෙනෙකු මේ වසරේදී රටට ගෙන එන ලදී. මත්ද්රව්ය වෙළඳාම සඳහා සම්බන්ධ වූ පස් දෙනෙකු පසුගිය සතියේ ඉන්දුනීසියාවේදී අත්අඩංගුවට ගෙන රටට ගෙන එන ලදී. ජාතික හා ජාත්යන්තර මට්ටමින් සහයෝගයෙන් කටයුතු කළ සියලු පාර්ශවයන් අපි ස්තූතිවන්ත වෙමු.",
        "මහජනතාවගේ සහයෝගයෙන් තොරව පොලිස් සේවය සාර්ථක විය නොහැක. පොලිසිය මිනිසුන් සිටින පුද්ගලයින් ලෙස ක්රියා කළ යුතුය. වැටුප් හා ප්රවර්ධනය සහ නැවත ස්ථානගත කිරීම ඇතුළු පොලිස් සේවයේ අදියර තුළ පොලිස් සේවය පියවා ඇත. පොලිස් සේවයට පුද්ගලයින් 35,000 ක හිඟයක් පවතී. එම සංඛ්යාව මේ වසරේ සිට 45 දහසක් දක්වා ඉහළ යනු ඇත.",
        "දේශපාලන මැදිහත්වීම් සහ වෙනත් පීඩනයකින් තොරව ස්වාධීනව කටයුතු කිරීම සඳහා රජය පරිසරයක් නිර්මාණය කර තිබේ. නීතියට අනුකූලව ක්රියා කරන්න, මම පොලිස්පතිවරයාගේ පදනම මත පූර්ණ සහයෝගයෙන් කටයුතු කරමි."
      ]
    },
    "en": {
      "title": "Act with people to enforce law independently - Inspector General of Police",
      "body_lines": [
        "If the police officers act to make the police service, they must correct themselves. The government has created an environment for acting independently without political interventions and other pressure. The police service cannot be successful without the cooperation of the public. The Inspector General of Police Priyantha Weerasuriya advised the police to act in harmony with the people.",
        "Speaking at a special event held at the Colombo Police Ground on Wednesday (3) on the 159th National Police Day.",
        "The Ministry of Public Safety and Parliamentary Affairs has taken several combined decisions.",
        "159 years that passed could not be mentioned as the golden age. This determination is only amidst severe incidents, blood and sacrifices.",
        "We commemorate all the police officers who served and survived the country. About 3000 policemen have died during the discipline.. Structural changes have been made in the police service to create a crime -free social structure.",
        "If the police officers are acting to drag to the police service, they must correct themselves. Disciplinary action has been taken against 338 police officers involved in the process.",
        "The Sri Lankan police have faced various challenges. The police service is at the level of the world. National security, systematic crimes, social websites, crimes, underworld groups and its drug trade, torture, home violence, road traffic control and security are the main challenges.",
        "We have identified the methods and technical facilities that can be faced for these challenges. Steps have been taken to address these challenges with the financial hand of the people.",
        "So far this year, more than 3 lakhs of drug cares have been seized, including 1416 kilograms of ice, 946 kilograms of heroin, 12,802 kilograms of cannabis and 2869 kilograms of drugs.",
        "17 people who were involved in organized crimes from abroad were brought to the country this year. Five people who were involved in the drug trade were arrested in Indonesia last week and brought to the country. We thank all parties who cooperated at the national and international level.",
        "The police service cannot be successful without the cooperation of the public. The police must act as people with people. The police service will be settled in the phase of the police service, including salary and promotion and relocation. The police service has a shortage of 35 thousand people. The number will increase to 45 thousand this year.",
        "The government has created an environment for acting independently without political interventions and other pressure. Act in accordance with the law, I will cooperate fully on the basis of the Inspector General of Police."
      ]
    }
  },
  "summary_lines": []
}