{
  "translated_text": {
    "ta": {
      "title": "இலங்கை இலங்கையை 07 விக்கெட்டுகளால் வீழ்த்தியது",
      "body_lines": [
        "இலங்கை மற்றும் ஆப்கானிஸ்தானுக்கு இடையிலான மூன்றாவது மற்றும் இறுதி ஒருநாள் போட்டியில் இருந்து இலங்கை 07 விக்கெட்டுகளை வென்றது.",
        "டாஸை வென்ற ஆப்கானிஸ்தான் கேப்டன் ஹஷ்மத்துல்லா, முதலில் ஷாஹி ஷாஹியை பேட் செய்யத் தேர்ந்தெடுத்தார்.",
        "அதன்படி, ஆப்கானிஸ்தானுக்கு அனைத்து வீரர்களின் இழப்புக்காக அவர்கள் 266 ரன்களை உருவாக்க முடிந்தது.",
        "இலங்கையின் முடிவின் இலக்குக்கு பதிலளிப்பதற்காக களத்தை எட்டிய இலங்கை குழு.",
        "நிசங்கங்கா மற்றும் டிஷ்கா பெர்னாண்டோ ஒரு சிறந்த தொடக்கத்தை வென்றது, துரதிர்ஷ்டவசமாக 91 ரன்களுக்கு இருந்தது.",
        "இந்த வாழ்த்துக்கள் ஒரு நூற்றாண்டுடன் 118 ரன்கள், 16 பவுண்டரிகள் மற்றும் இரண்டு சிக்ஸர்களால் பதப்படுத்தப்பட்டதாக தெரிவிக்கப்பட்டுள்ளது.",
        "குசல் மெண்டிஸ் நான்கு சிக்ஸர்களுடன் 40 ரன்கள் எடுத்தார்.",
        "மூன்று மற்றும் 0 போட்டிகளுடன் ஒரு நாள் போட்டியில் இலங்கை வென்றது."
      ]
    },
    "en": {
      "title": "Sri Lanka beat Sri Lanka by 07 wickets",
      "body_lines": [
        "Sri Lanka wins 07 wickets from the third and final ODI between Sri Lanka and Afghanistan.",
        "Afghanistan captain Hashmatulla, who won the toss and elected to bat Shahi Shahi first.",
        "Accordingly, they were able to create 266 runs for the loss of all the players for Afghanistan.",
        "The Sri Lankan team who reached the field for reply to the target of the end of the target.",
        "Wiming Nissankanka and Tischka Fernando won a great start and was unfortunately for 91 runs.",
        "The wishes reported 118 runs with a century, was elevented by 16 fours and two sixes.",
        "Kusal Mendis scored 40 runs with four sixes.",
        "Sri Lanka won the one-day tournament with three and 0 matches."
      ]
    }
  }
}