{
  "translated_text": {
    "si": {
      "title": "සෝපාන් සූයි ව්යාපෘතිය අප්රේල් මාසයේ සිට ක්රියාත්මක කෙරේ - අමාත්ය ජීවන් තොන්ඩමන්ගේ",
      "body_lines": [
        "\"ඉන්දියානු රජයේ මූල්ය ආධාර ඇතිව කඳු වැවිලි වගාවේ දිය දහස 10 දහසක යෝජනා ක්රමය මෙම මස 19 වන දින දියත් කිරීමට නියමිතය.. පළමු වරට නිවාස දහස් ගණනක් 3,000 ක් ඉදිකරනු ඇත. \"- ජීවන් තොන්ඩමන්, ලංකා කම්කරු සම්මේලනයේ ප්රධාන ලේකම් සහ ජල සම්පාදන හා වතු යටිතල පහසුකම් අමාත්ය සංවර්ධන අමාත්යවරයා පැවසීය.",
        "அத்துடன், மலையக பெருந்தோட்ட மக்களுக்கு காணி உறுதிபத்திரம் வழங்கும் சௌமியபூமி திட்டம் எதிர்வரும் ஏப்ரல் மாதம் முதல் நடைமுறைப்படுத்தப்படும் எனவும் அமைச்சர் கூறினார்.",
        "ජනාධිපතිගේ ප්රතිපත්තිමය කතාවේ සිකුරාදා (09) පාර්ලිමේන්තුවේදී පවත්වන ලද නිවසේ චලිතය පිළිබඳ විවාදය ගැන කතා කිරීම,",
        "\"අපගේ ඉලක්කය වන්නේ කඳුකර වගාවන්හි පවතින ගැටලුවලට තිරසාර - ස්ථිර විසඳුම් සැපයීමයි. ඒ අරමුණ ඇතිව මම අමාත්යාංශයේ තනතුර ගත්තා. මේ සඳහා කණ්ඩායම් ද පත් කරන ලදී. බේරුම්කරණ සැලසුම් සකස් කර ඇත. ඒවා ක්රියාත්මක කිරීමට පියවර ගනු ලැබේ.",
        "2014 දී ඉන්දියානු රජය විසින් සපයන ලද 4000 නිවාස යෝජනා ක්රමය සම්පූර්ණ කිරීමට වසර 10 ක් ගතවිය.මෙම කාල පරිච්ෙඡ්දය තුළ වැවිලි සහිත ප්රදේශ 4 දහස දක්වා වැඩි කරනු ඇත. මේ සම්බන්ධයෙන් කිසිවෙකු කිසිවෙකු විවේචනය නොකරමි. මම යථාර්ථය යැයි කියමි. ඒ හා සමානව, 2017 දී නිවේදනය කරන ලද 10 දහසක නිවාස ව්යාපෘතිය කොරෝනා සහ ආර්ථික අර්බුදය හේතුවෙන් වසර හයක් දක්වා වසර හයක් දක්වා ප්රමාද විය.",
        "කෙසේ වෙතත්, නිවාස ව්යාපෘතිය 19 වන දින දියත් කරනු ලබන ප්රීතිමත් තොරතුරු ගැන මම දනිමි.පළමු වතාවට නිවාස දහසකට මුල්ගල් තැබූ මුල්ගල් තබන අතර, මෙම ව්යාපෘතිය අගෝස්තු වන විට අවසන් කිරීමට අපේක්ෂා කරනු ඇතැයි අපි අපේක්ෂා කරමු.. නිවාස 1,300 ක් එක් දිනක් තුළ තැබෙනු ඇත. වෙනම අත්තිවාරම් උත්සවයක් පැවැත්වීමෙන් ජනතාව මුදල් නාස්ති කිරීමට මට අවශ්ය නැත.",
        "அதேபோல 2 மற்றும் 3 ஆம் கட்டங்களையும் அடுத்தடுத்த மாதங்களில் ஆரம்பிக்க உத்தேசித்துள்ளோம்.",
        "කඳුකර වගාවන්හි වෙසෙන පවුල් 51 දහසක් සහ නිවාස 66 දහසක් පමණ ඉදිකර ඇත. වෙනත් පවුල්වල නිවාස ගැටලුවක් තිබේ. මෙම ගැටළුව විසඳීම සඳහා ඉඩම් අයිතිවාසිකම් ලබා දිය යුතුය. කඳුකරයේ ඉඩම් අයිතිවාසිකම් සඳහා රටේ ජනතාව සහාය ලබා දී ඇති බව මෑත අධ්යයනය සහ ඡන්ද විමසීම් වාර්තා කර තිබේ.",
        "කඳුකරයේ වැසියන් මේ රට වෙනුවෙන් වැඩ කර ඇත.අපේ ජනතාව 1964 දී පිටුවහල් කර ඇත. ඉතින්, අපි ඉඩම් අයිතිය ඉල්ලා නොසිටිමු, එය අප ලබා ගත යුතු අයිතියයි. අපේ ජනතාවට ගෞරවයෙන් හා ගෞරවයෙන් ජීවත් වීමට අවශ්යයි.",
        "අද අලුයම 11 ට අග්රාමාත්ය ලේකම් කාර්යාලයේ රැස්වීමක් පැවැත්විණි. මෙම රැස්වීමට නිලධාරීන්ගේ හා වැවිලි සමාගම්වල නියෝජිතයින් ද සහභාගී වූහ.",
        "වතු සමාගම් කියා සිටියේ වතු ජනතාවට ඉඩම් අයිතිය ලබා දීමට අප විරුද්ධ බවයි.. ඉඩම් අයිතිය ලබා දෙන්නේ නම් උයනේ වැඩ කිරීමට කිසිදු පිරිසක් සිටින බව ද ඔවුහු පැවසූහ. එවැනි පාර්ශ්වයන් සමඟ රට වැඩිදියුණු කරන්නේ කෙසේද?කම්කරුවන්ට ගෞරවයක් ලැබුවහොත් වතු සමාගම් කර්මාන්තයේ සංරක්ෂණය කෙරේ. නමුත් කම්කරුවන් පිටව යන්නේ මිනිසුන් ලෙස ජනතාවට ගරු නොකර සමාගම් ක්රියා කරන බැවිනි. අපි මේක පෙන්වා ඇත්තෙමු. වැවිලි අංශය පහළ වෘත්තියක් නොවේ. නමුත් ගැටළුවට ගෞරවය හා පිළිගැනීම ලබා නොදීමයි.",
        "ඉඩම් අයිතිවාසිකම් ලබා දුන්නේ නම් ඔවුන් එය විකුණන බව වැවිලි සමාගම්වල නියෝජිතයින් පැවසීය. අපගේ ඉඩම අපගේ ජනතාවට සම්බන්ධ වීමට අපගේ ඉඩම විකුණනු ලැබුවද නැද්ද යන්න. වතු සමාගම්වලට ඉඩම් හිමිකාරිත්වය ලබා දෙන බව ද ඔවුහු පැවසූහ. මෙය විහිලු දෙයක්.",
        "වැවිලි සහිත ප්රදේශ හෙක්ටයාර 40,000 ක් වඳ ඉඩම්. මෙය අපේ ජනතාවට ඉඩම් අයිතිය ලබා ගැනීමට 10% ක් වනු ඇත. ඒ වෙනුවට, අපි තේ රඳවා නොගනිමු.",
        "අද සාකච්ඡාව හොඳින් අවසන් වූ අතර, අප්රේල් මාසයේදී ඉඩම් අයිතිය ලබා දීම සඳහා අපි සෝපාන් සූයි වැඩසටහන දියත් කරන්නෙමු.නිවස උයනේ පමණක් නොව, උද්යානය ඉපදුණු විට ද. අපට මේ ගැන විශ්වාසයි. \""
      ]
    },
    "en": {
      "title": "Soumya Poomi Project will be implemented from April - Minister Jeevan Thondaman",
      "body_lines": [
        "“The 10 thousand housing scheme to be launched in the hill plantation areas with the financial assistance of the Government of India will be launched on the 19th of this month.. Thousands of 300 houses will be built for the first time. ”- Jeevan Thondaman, General Secretary of the Ceylon Workers Congress and Minister of Water Supply and Estate Infrastructure Development said.",
        "The Minister also said that the Soumya Poomi scheme, which will provide land guarantee to the people of the hill plantation, will be implemented from April.",
        "Speaking at the debate on the Motion of the House, which was held on Friday (09) in Parliament on the President's policy speech,",
        "“Our goal is to provide sustainable - permanent solutions to the problems that prevail in the mountain plantations. With that purpose I took the post of Ministry. Groups were also appointed for this. Settlement plans have been prepared. Steps will be taken to implement them.",
        "It took 10 years to complete the 4000 housing scheme provided by the Government of India in 2014.During this period, the plantation areas will be increased to 4 thousand. I don't criticize anyone in this regard. I will say that the reality. Similarly, the 10 thousand home project announced in 2017 was delayed for up to six years due to the Corona and the economic crisis.",
        "However, I am aware of the happy information that the home project will be launched on the 19th.For the first time, the foundation stone for a thousand 300 houses will be laid, and we expect this project to be completed by August.. 1,300 homes will be laid in a single day. I do not want to waste people money by holding a separate foundation ceremony.",
        "Similarly, we intend to start the 2nd and 3th in the next months.",
        "There are 2 lakhs 51 thousand families living in hill plantations and about 66 thousand houses have been built. Other families have a home problem. Land rights must be granted to solve this problem. Recent studies and polls have reported that the people of the country have supported the land rights of the hill country.",
        "The people of the hill country have worked for this country.Our people have been deported in 1964. So, we do not ask for land rights, it is the right we have to get. Our people want to live with dignity and respect.",
        "A meeting was held at the Prime Minister's Secretariat today at 11 am. Representatives of officials and plantation companies were also present at the meeting.",
        "Plantation companies said that we are opposed to the granting of land rights to the plantation people.. They also said that there will be no people to work in the garden if they are granted land rights. How to improve the country with such parties?Plantation companies will be preserved in the industry if the workers are honored. But workers leave because the companies are acting without respecting people as people. We have pointed out this. The plantation sector is not a downstream profession. But the problem is not to be given respect and recognition.",
        "Representatives of plantation companies said they would sell it if the land rights were granted. Whether or not we sell our land right to join our people. They also said that the land ownership is given to the plantation companies. This is a funny thing.",
        "The plantation areas are 40 thousand hectares barren lands. This will only go to 10 % for our people to get land rights. Instead, we do not hold the tea.",
        "Today's discussion ended well, and we will launch the Soumya Poomi program to grant land rights in April.The house is not just working in the garden, but also when the garden is born. We are sure of this. ”"
      ]
    }
  }
}