{
  "translated_text": {
    "ta": {
      "title": "இந்த ஆண்டு பணம் அச்சிடப்படவில்லை",
      "body_lines": [
        "பொருளாதாரம் இடிந்து விழுந்த பிறகு, நாட்டின் பொருளாதாரம் உலகின் எந்த நாட்டையும் விட வேகமாக மீண்டும் கட்டப்பட்டுள்ளது ...",
        "எடுக்கப்பட்ட பணத்திலிருந்து கடன்களிலிருந்தோ அல்லது பணத்திலிருந்தோ அரசாங்கம் நிதி ஒதுக்கியுள்ளது ...",
        "சுதந்திரத்திற்குப் பிறகு 75 ஆண்டுகளில், நாட்டின் உடல் வளர்ச்சியில் பாரிய வளர்ச்சி உள்ளது ....",
        "இலங்கை மிகக் குறுகிய காலத்தில் உயர்ந்துள்ளது என்று சுகாதார அமைச்சர் ரமேஷ் பதிரானா வலியுறுத்துகிறார்.",
        "எந்தவொரு பணமும் இல்லாமல் கடன் வாங்காமல் நாட்டை மீண்டும் அபிவிருத்தி செய்வதற்கு அரசாங்கம் நடவடிக்கை எடுத்துள்ளது என்று அவர் சுட்டிக்காட்டினார்.",
        "\"நாங்கள் இந்த நாட்டை வலுவாக மீட்டெடுக்க முடியும். \"அமைச்சர் கூறினார்:. குறுகிய லாபத்திற்காக 75 ஆண்டு சாபத்தைப் பற்றி சிலர் பேசியிருந்தாலும், 75 ஆண்டுகளில் நாடு உடல் ரீதியாக வளர்க்கப்பட வேண்டும், மேலும் அனைத்து அரசியல்வாதிகளும் பெறப்பட வேண்டும்.",
        "சுகாதார மற்றும் தொழில்துறை அமைச்சர் டாக்டர் ரமேஷ் பிதியா கோட்டரனா, கம்பாஹாவில் உள்ள கலேஜிஹீனா முதன்மை பராமரிப்பு பிரிவு பொதுமக்களுக்கு திறக்கப்பட வேண்டும் என்றார். சுகாதார மற்றும் தொழில்துறை அமைச்சர், டாக்டர் ரமேஷ் பதிரானா மற்றும் இலங்கையின் மேற்கு மாகாண கவுன்சிலர் மார்ஷல் பிரஷ்துணா ரனாதுனா மற்றும் மேற்கு மாகாணம்.",
        "முதன்மை பராமரிப்பு பிரிவு மேற்கு மாகாண நிதி ரூ.. மேற்கு மாகாண கவுன்சிலர் லட்சம் குணவர்தேனாவின் வேண்டுகோளின்படி.",
        "\"இந்த அரசாங்கத்திற்கு பணம் இல்லை. மீண்டும் நாங்கள் 2024 இல் பணத்தை முதலீடு செய்கிறோம். அந்த பணத்தில் வித்தியாசம் உள்ளது. நாங்கள் கடனுடன் முதலீடு செய்துள்ளோம். ஆனால் நாங்கள் அரசாங்கத்தின் அரசாங்கத்தின் விதிகளில் முதலீடு செய்கிறோம்.",
        "இந்த ஆண்டு நாங்கள் அச்சிடப்படவில்லை. அச்சு பணம் இல்லாமல் வளர்ச்சியைத் தொடங்கவும். விழுந்த பொருளாதாரம் கட்டப்பட்டுள்ளது. பொருளாதாரம் மீண்டும் கட்டப்பட்டுள்ளது, உலகின் எந்த நாட்டையும் விட வேகமானது. கிரீஸ், வெனிசுலா, ஈக்வடார், விழுந்தது, அவர்கள் இன்னும் மண்டியிடுகிறார்கள். அவர்கள் மிகவும் சங்கடமாக வாழ்கிறார்கள். இந்த நாட்டின் வெப்பத்தின் வெப்பத்தின் ஆசீர்வாதங்களுடனான எங்கள் அதிர்ஷ்டம் மிகக் குறுகிய காலத்தில் வலுவாக உள்ளது. இது இலங்கையர்கள் மக்களின் வலிமையும் அதிர்ஷ்டமும் ஆகும். இந்த நாட்டை நாம் வலுவாக நிர்வகிக்க முடியும். மக்களின் மேலாண்மை விருப்பத்துடன். \"கூறினார்."
      ]
    },
    "en": {
      "title": "The money has not been printed this year",
      "body_lines": [
        "After the economy collapsed, the economy of the country has been rebuilt faster than any country in the world ...",
        "The government has allocated funds from the loans or money from the money taken ...",
        "In 75 years after independence, there is massive development in the country's physical development ....",
        "Health Minister Minister Ramesh Pathirana emphasizes that Sri Lanka has risen in a very short period of time.",
        "He pointed out that the government has taken measures to re-develop the country without borrowing without any money.",
        "\"We can restore this country back strongly. \"The Minister said:. Although some have spoken about the 75 year curse for the narrow gain, the country should be physically developed in 75 years and all politicians should be obtained.",
        "Minister of Health and Industry Dr. Ramesh Pitiya Kotarana said the Kalagedihena Primary Care Unit in Gampaha to be opened to the public. The Minister of Health and Industry, Dr. Ramesh Pathirana and Western Provincial Councilor Marshal of Sri Lanka Prashathna Ranatunga and Western Province, Hon.",
        "The Primary Care Unit was built by the Western Provincial Fund Rs.. According to the request of the Western Provincial Councilor Lakshman Gunawardena.",
        "\"This government had no money. Again we invest money in 2024. There is a difference in that money. We have invested with debt. But we invest in the government's government's provisions.",
        "We have not been printed this year. Start development without print money. The economy that was fallen is constructed. The economy is rebuilt, fast than any country in the world. Greece, Venezuela, Ecuador, fell, they still kneel. They live in very uncomfortable. Our luck with the blessings of the heat of the heat this country has been strongly stronger in a very short time. It is the strength and fortune of the people of Sri Lankans. We can re-manage this country strongly. The management of people willingly. \"Said."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's economy, after a collapse, has rebounded faster than any other country, with significant physical development in 75 years post-independence. Health Minister Ramesh Pathirana highlights the government's efforts to rebuild without borrowing, emphasizing the country's strength and the people's will to restore it."
  ]
}