{
  "translated_text": {
    "si": {
      "title": "අත්අඩංගුවට ගැනීම",
      "body_lines": [
        "පශු වෛද්යවරයකු වන අතර රෝගී ගවයන් ලෙස පෙනී සිටි මිනිසෙකු සෙනසුරාදා (18) දහවල් (18) දහවල් (18) හම්බුල්ලා විසින් සැක සහිත බව අත්අඩංගුවට ගෙන තිබේ.",
        "කොටගලාවේ ගව ගොවිපලක රෝගාබාධයක ගොවිපලකට ප්රතිකාර කිරීම සඳහා වගකිව යුතු රාජ්ය පශු වෛද්ය ආසා සුරේෂ් කුමාර්ට ලැබුණු තොරතුරු මත පදනම්ව, ඔවුන් ඩිම්බුවා-පතතිකාම් ප්රදේශයට ගොස් ව්යාජ වෛද්යවරයා අත්අඩංගුවට ගෙන තිබේ.",
        "පොලිසිය මත්ද්රව්ය කිහිප දෙනෙකු අත්අඩංගුවට ගෙන සැකකරුගෙන් එන්නත් කර තිබේ.",
        "හැටන්-කෝගල ප්රදේශයේ පදිංචි 58 හැවිරිදි ව්යාජ පශු වෛද්යවරයෙකු වන හැටන්-කොටගල ප්රදේශයේ පදිංචිකරුවෙකු හැටන් සහ නුවර එලියා පොලිස් කොට් Division ාශය වෙත ගොස් ගව ගොවිපලවල් වෙත ගොස් රෝගී ගවයින්ට ප්රතිකාර කළේය.. ඔහු කියා සිටියේ තමාට සැලකූ බොහෝ ගවයන් මියගොස් ඇති බවයි.",
        "සැකකරු අත්අඩංගුවට ගැනීමට ගිය විට සැකකරු පැන ගොස් ඇති අතර සැකකරු සැකකරු විසින් පලවා හැරියේය.",
        "සැකකරු රෝහලෙන් පිටව ගිය පසු හැටන් මහේස්ත්රාත් අධිකරණය හැටන් මහේස්ත්රාත් අධිකරණයට ඉදිරිපත් කිරීමට නියමිතය."
      ]
    },
    "en": {
      "title": "Arrest",
      "body_lines": [
        "A man who pretended to be a veterinarian and treated sick cattle has been arrested on Saturday afternoon (18) on suspicion of suspicion by Dimbulla.",
        "Based on information received by the state veterinarian AA Suresh Kumar, who is responsible for the treatment of a sick cow at a cattle farm in Kotagala, they have gone to the Dimbulla-Pathanam area and arrested the fake doctor.",
        "Police have arrested several drugs and vaccines from the suspect.",
        "The 58-year-old fake veterinarian, a resident of the Hatton-Kotagala area, went to the Hatton and Nuwara Eliya police division to go to the cattle farms and treat the sick cattle.. He said many of the cattle he had been treated have died.",
        "The suspect has escaped when the suspect went to arrest and the suspect was chased away by the suspect.",
        "The Hatton Magistrate's Court will be produced at the Hatton Magistrate's Court after the suspect left the hospital."
      ]
    }
  },
  "summary_lines": [
    "A man posing as a vet treating sick cattle was arrested in Dimbulla on suspicion. Police found drugs and vaccines. The 58-year-old, from Hatton-Kotagala, reportedly caused deaths among the animals he treated."
  ]
}