{
  "translated_text": {
    "ta": {
      "title": "காற்று மாசுபாடு இன்று அதிகரித்து வருகிறது",
      "body_lines": [
        "சில நகரங்கள் இன்று (08) காற்று மாசுபாட்டை அதிகரிக்க முடியும் என்று தேசிய கட்டிட ஆராய்ச்சி அமைப்பு (NBRO) கூறுகிறது.",
        "நேற்று (07) காலை 08.00 மணிக்கு காலை 08.00 மணிக்கு 24 மணிநேரம் முடிவடைந்தபோது, ​​இலங்கை விமானப் பயணிகள் (PM2.5), இலங்கையின் விமானப் பயணிகள் (SL AQI), அதாவது 61-150 மதிப்பு மதிப்பிடப்பட்டது என்பதையும் சுட்டிக்காட்டினார்.",
        "இலங்கை எளிமை நிலைமை அட்டவணை (எஸ்.எல். ஏ.ஜே.ஐ, 51-100) நேற்று மற்ற நகரங்களில் நடைபெற்றது என்றும் குறிப்பிடப்பட்டுள்ளது.",
        "நகரம் 47 கண்டி நகரில் மதிப்பிடப்பட்டது, ஆனால் கடந்த 41 இல் 41 வசீகர எண்ணில் நகரம் 41 ஆக இருக்க வேண்டும் என்று கொழும்பு நகரம் நேற்று 41. (அதே கொம்பு நேற்று 90 ஆகவும், வவனியா நகரம் 34 ஆகவும் இருந்தது, ஆனால் அதே கொம்பு நேற்று நேற்று 68 வயதாக இருந்தது.",
        "40 வயதில் பால்வெரா, ஆனால் அதே கொம்பு 84, ஆனால் நேற்று கராபிட்டியா அறையின் மரணம், மத்மா கண்டியில் இறந்தவர்களில் 38 வயதாக இருந்தபோதிலும். தேசிய கட்டிட ஆராய்ச்சி அமைப்பு திகில் 56 என்று கூறுகிறது, ஆனால் படுல்லா நகரம் இருந்தது படுல்லாவின் இறப்புகளில் 62 நேற்று."
      ]
    },
    "en": {
      "title": "Air pollution is increasing today",
      "body_lines": [
        "The National Building Research Organization (NBRO) says that some cities will be able to increase their air pollution today (08).",
        "At the time of the 24 hours ended at 08.00 am yesterday (07) at 08.00 am at 08.00 am, the Sri Lankan air travelers (PM2.5), the Sri Lanka's air travelers (SL Aqi), which is, 61-150It also pointed out that the value was valued.",
        "It is also mentioned that the Sri Lankan easeholder situation index (SL Aqi, 51-100) was held at other cities yesterday.",
        "The city was 47 estimated at the city of Kandy, but the city of Colombo yesterday that the city should be 41 at 41 charminal number last 41.(The same horn was 90 yesterday and the city of Vavuniya was 34, but the same horn yesterday was 68.",
        "Palvera of 40, but the same horn was 84, but the death of the chamber of Karapitiya yesterday, even though Matma was 38 of the deaths in Kandy.The National Building Research Organization states that the horror was 56, but the city of Badulla was 62 of the deaths of Badulla yesterday."
      ]
    }
  },
  "summary_lines": [
    "Air pollution in Sri Lanka is rising, with PM2.5 levels reaching 61-150 and SL Aqi between 51-100. Cities like Kandy and Colombo have seen significant increases, with Kandy's air quality index (AQI) at 47 and Colombo's at 41."
  ]
}