{
  "translated_text": {
    "ta": {
      "title": "நாய் மலை புலிக்கு பலியாகுமா?",
      "body_lines": [
        "இதன் விளைவாக, கிராமவாசிகள் கோட்மாலே, கோட்மாலே, புதிய முப்பது டிப்போஸ்டில் உள்ள வீட்டிற்கு ஒரு மலை நாயை இரையாக்க இரையாக பயமுறுத்தியதாக கூறுகிறார்கள்.",
        "புதிய முப்பது முப்பது திரபனீன் கிராமம் உட்பட கிராமங்களில் கிராமவாசிகள் தங்கள் அன்றாட நடவடிக்கைகளை பயமுறுத்தியுள்ளதாக அவர்கள் கூறுகிறார்கள்.",
        "வன இருப்புக்களின் காட்டில் உள்ள மலைகள் வன இருப்புக்களின் காட்டின் இரவில் இரவுக்கு வந்துள்ளன என்று கிராமவாசிகள் கூறுகின்றனர்.",
        "புதிய முப்பத்தி-முப்பது முப்பது முப்பது முப்பது முப்பது முப்பது முப்பது முப்பது முப்பது குடியிருப்பு கேமராவின் குடியிருப்பு கேமரா, பாதுகாப்பு கேமரா புலி ஒரு மவுண்டன்ஹூஹூஹூ."
      ]
    },
    "en": {
      "title": "Would the dog become a victim of the mountain tiger?",
      "body_lines": [
        "As a result, the villagers say that they have frightened to the house in Kotmale, Kotmale, New Thirty Tipost, to prey to prey on a mountain dog.",
        "They say the villagers have frightened their daily activities in the villages, including the New Thirty Thirty Thirapanene village.",
        "The villagers say that the mountains in the forest of the forest reserves have come to the night in the night of the forest of the forest reserves.",
        "The new Thirty-Thirty Thirty Thirty Thirty Thirty's residential camera's residential camera, the security camera tiger is a mountainooooooooooo."
      ]
    }
  },
  "summary_lines": [
    "Villagers in Kotmale and surrounding areas are terrified due to frequent encounters with a mountain tiger, which has affected their daily lives and forced them indoors. The predator has been spotted near residential areas, particularly around the New Thirty Tipost region, causing significant fear among the community."
  ]
}