{
  "translated_text": {
    "ta": {
      "title": "ஒரு வேட்டைக்காரரால் கைப்பற்றப்பட்ட துருப்புக்கள்",
      "body_lines": [
        "இறந்தவரின் உடல் தேயிலை தோட்டத்தில் இறந்த நகரத்தின் அமைப்பு என்றும் தேயிலை தோட்டத்தில் காணப்பட்டதாகவும் நல்லாதனர் அதிகாரிகள் தெரிவித்தனர்.",
        "கிவாரயாவை ரேசூட் தோட்டத்திற்கு சொந்தமான பொலிஸ் பிரிவுகளில் உள்ள ரேசுவாட் தோட்டத்தில் உள்ள ரேசுவாட் தோட்டத்தின் புலிகளால் நகர்த்தப்பட்டதாக வனவிலங்கு அதிகாரிகள் தெரிவித்தனர்.",
        "இந்த உடல் ஹட்டன் மாஜிஸ்திரேட் பதவிக்கு கொண்டு வரப்பட்டு புலியின் புலி உடலின் உடலை சமர்ப்பித்திருந்த வேய் பாரதரியாவுக்கு அழைத்துச் செல்லப்பட்டதாக நல்லாதாங்கினியல் அலுவலக அதிகாரிகள் தெரிவித்தனர்.",
        "இறந்தவரின் மரணம் மற்றும் 4-5 வயது காரணமாக இறந்ததாக பிரேத பரிசோதனை இறந்துவிட்டதாகக் கூறப்படுகிறது.",
        "புலி படித்ததாகவும், தேயிலை தோட்டத்தில் ஒரு புலி கருவியாகவும், தேயிலை தோட்டத்தில் கருவியாகவும் இருந்தது என்றும் இந்த அமைப்பு அமைப்பால் அடையாளம் காணப்பட்டது.",
        "காட்டுப்பன்றியை வேட்டையாடவும், தேயிலை தோட்டத்தின் சேமிப்புகளை அகற்றவும் தோட்டத் தொழிலாளர்களால் கல்வி கற்கப்பட்ட விலோஸ்கள் மற்றும் எஸ்டேட் தொழிலாளர்களிடையே எஸ்டேட்டர்கள் கல்வி கற்றனர்."
      ]
    },
    "en": {
      "title": "Troops captured by a hunter",
      "body_lines": [
        "The Nallathanner officials said that a body of the deceased was found in the tea estate was a body of the deceased town and was found in the tea estate.",
        "The Wildlife officials said that the Kiwaraya was moved by the Tigers of the Racuad Estate in the Racuad Estate in the Racuud Estate owned police divisions.",
        "Nallathangenial office officials said that the body was taken to the Wayi Paradhariya, which was brought to the Hatton Magistrate's post and submitted the body of the tiger body of the tiger.",
        "The post mortem examination was said to have died due to the death of the deceased and the age of 4-5 years old.",
        "The organization was identified by the organization that the Tiger was educated and a tiger was instrumental in the tea estate and was instrumental in the tea estate.",
        "The estaters have been educated in the Wiloses and Estate Workers who have been educated by the plantation workers to hunt the wild boar and remove the saves of the tea estate.Said."
      ]
    }
  },
  "summary_lines": [
    "Nallathanner officials found a deceased body in a tea estate. Wildlife officials claim it was moved by tigers from the Racuad Estate. The body was taken to Wayi Paradhariya, then to Hatton Magistrate's post, where it was identified as a tiger. The tiger was 4-5 years old and had been educated to hunt wild boar and remove pests from the tea estate."
  ]
}