{
  "translated_text": {
    "ta": {
      "title": "எலக்ட்ரானிக் பிராட்காஸ்டர்ஸ் சங்கம் மற்றும் வெகுஜன ஊடக அமைச்சர் இடையே ஒரு விவாதம்",
      "body_lines": [
        "சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சர் டாக்டர் நலிந்தா ஜெயதிசா கூறுகையில், புதிய அரசாங்கத்திற்கு காயங்களை விதிக்கும் எண்ணம் இல்லை.",
        "ஊடகங்களை பொதுமக்களுக்காக முறையாக வழிநடத்தும் ஊடகங்களின் பொறுப்பை அரசாங்கம் நிறைவேற்றுவதாக அமைச்சர் மேலும் தெரிவித்தார்.",
        "இலங்கை எலக்ட்ரிக் அர்மர்ஸ் மற்றும் டாக்டர் நலிந்தா ஜெயதிசா ஆகியோரின் பிரதிநிதிகளுக்கு இடையிலான சந்திப்பு சமீபத்தில் வெகுஜன ஊடக அமைச்சகத்தில் நடைபெற்றது.",
        "இலங்கை எலக்ட்ரிக் ஆர்மர்ஸ் அசோசியேஷனின் கருத்துக்கள் மற்றும் திட்டங்களை அமைச்சரிடம் முன்வைத்து பல கோரிக்கைகள் குறித்து விவாதிக்க அமைச்சர் அளித்த கோரிக்கையின் பேரில் கலந்துரையாடல் அழைக்கப்பட்டது.",
        "சங்கத்தின் சில குறைபாடுகள் மற்றும் சங்கத்தின் குறைபாடுகள் பற்றிய விவாதத்தில் விவாதம் விவாதிக்கப்பட்டுள்ளது.",
        "அரசாங்கத்தின் பொறுப்பு குறித்து ஊடகங்களும் அரசாங்கமும் அறிந்திருக்க வேண்டும் என்றும், மக்களுக்கு அரசாங்கம் பொறுப்பு என்று அமைச்சர் கூறினார்.",
        "ஊடகங்களுக்கு அநீதியை விதிக்க அரசாங்கத்திற்கு தெரியாது என்று அமைச்சர் மேலும் தெரிவித்தார்.",
        "ஊடக அமைச்சகம் பொறுப்பற்ற செயலற்ற இடமாக மாற்றப்பட்டுள்ளது என்று அமைச்சர் சுட்டிக்காட்டினார், அமைச்சின் முக்கிய நோக்கம் என்று அமைச்சர் கூறினார்.",
        "வெகுஜன ஊடக அமைச்சகத்துடன் தரமான திட்டத்தைத் திட்டமிடவும் சமர்ப்பிக்கவும் திட்டமிட்டு, இலங்கை எலக்ட்ரிக் ஆர்மர்ஸ் அசோசியேஷனின் அதிகாரிகளையும் அமைச்சர் கோருகிறார்.",
        "இலங்கையின் இலங்கை எலக்ட்ரோக்கர்ஸ் சங்கத்தின் அதிகாரிகள், இலங்கை எலக்ட்ரோஃபிசர்ஸ் அசோசியேஷனின் ஊடகங்கள், ஊடகங்கள் சுதந்திரமாகவும் சுயாதீனமாகவும் செயல்படக்கூடிய ஒரு சூழலை அமைத்து, ஊடகங்களைப் பாதுகாக்கின்றன.",
        "பத்திரிகையாளர்கள் மற்றும் ஊடக நிறுவனங்களின் பாதுகாப்பு மற்றும் பாதுகாப்பைப் பாதுகாப்பதற்கான தடைகள் குறித்து அமைச்சருக்கு அமைச்சருக்கு தகவல் தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "A discussion between electronic broadcastkers' union and the Minister of Mass Media",
      "body_lines": [
        "Health and Mass Media Media Minister Dr. Nalinda Jayatissa says that the new government has no intention of imposing injuries.",
        "The Minister further stated that the Government fulfills the responsibility of the media to properly direct the media for the public.",
        "A meeting between representatives of the Sri Lanka Electric Armurs and Dr. Nalinda Jayatissa was held at the Ministry of Mass Media recently.",
        "The discussion had been called on a request made by the Minister to present the views and proposals of the Sri Lanka Electric Armurs Association to the Minister and discussing several demands.",
        "The discussion has been discussed at the discussion of some of the shortcomings of the Association and the shortcomings of the Association.",
        "The Minister also said that the media and the government should be aware of the responsibility of the government and the government is responsible for the people.",
        "The Minister further stated that the government had no idea to impose injustice to the media.",
        "The Minister pointed out that the Ministry of Media has been turned into an irresponsible inactive place, the Minister said that he was a key objective of the Ministry.",
        "The Minister also requests the officials of the Sri Lanka Electric Armurs Association to plan to plan and submit a quality program with the Ministry of Mass Media.",
        "The officials of the Sri Lanka Electrockers 'Association of Sri Lanka, the media of the Sri Lanka Electroficers' Association, set up an environment where the media can act freely and independently, and protects the media.",
        "The association has informed the Minister also informed the Minister regarding the obstacles to safeguard the safety and security of journalists and media institutions."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Electronic Broadcasters' Union meets Health & Mass Media Minister Dr. Nalinda Jayatissa. Minister denies plans to restrict media freedom, emphasizes government's responsibility to guide media effectively. Discussion focuses on improving media environment, addressing journalist safety concerns."
  ]
}