{
  "translated_text": {
    "ta": {
      "title": "துருக்கிய நாடாளுமன்றத்தின் துடிப்பு பரிமாற்றம்",
      "body_lines": [
        "எதிர்க்கட்சி எம்.பி. அறிவித்ததன் மூலம், கட்டுப்படுத்தி ஏ.கே. ஏ.கே.",
        "அரசாங்கத்தை வெல்ல முயன்ற குற்றச்சாட்டில் 18 ஆண்டுகள் சிறைத்தண்டனை விதிக்கப்பட்ட எதிர்க்கட்சி எம்.பி.யின் வேண்டுகோளுடன் இந்த மோதல் நடந்துள்ளது.",
        "சிறை சிறையில் அடைக்கப்பட்டுள்ள நிலையில், கடந்த ஆண்டு தேர்தலைக் கடக்க அவர் முன்வந்தார்.",
        "இருப்பினும், இந்த மோதல் காரணமாக இந்த மோதல் இரத்தக்களரியாக இருந்தது என்று வெளிநாட்டு ஊடகங்கள் கூறுகின்றன."
      ]
    },
    "en": {
      "title": "A beat exchange of the Turkish Parliament",
      "body_lines": [
        "With an announced by an Opposition MP, a member of the Controller of Controller AK AK was assaulted among the Turkey Parliamentary members.",
        "The clash has taken place with the request of an Opposition MP who has been sentenced to 18 years in prison on the charge of trying to overcome the government.",
        "While the prison is jailed, he had come forward to overcome last year's election.",
        "However, foreign media states that the clash has been bloody due to the clash."
      ]
    }
  },
  "summary_lines": [
    "In a violent clash within the Turkish Parliament, an opposition MP, a member of the AKP, was assaulted. The incident was triggered by another opposition MP, sentenced to 18 years for attempting to overthrow the government, who sought to challenge the results of last year's election while imprisoned. Foreign media reports describe the scene as bloody."
  ]
}