{
  "translated_text": {
    "ta": {
      "title": "தேங்காய் எண்ணெய், ஒரு வீட்டு எண்ணெய்",
      "body_lines": [
        "ஒரு உள்ளூர் கண்டுபிடிப்பாளர் தேங்காய் எண்ணெயை எடுக்கும் ஒரு கை இயந்திரத்தை தயாரிக்க முடிந்தது, இது தனது வீட்டில் தேங்காய் எண்ணெயை விஷம் இல்லாமல் தேவைப்படுகிறது.",
        "அனுராதபுரா மாவட்டத்தின் கெகிராவாவில் உள்ள கல்கிரியாகாமா பகுதியில் வசிக்கும் வீ.. சந்தனா செனனாயக்கின் கண்டுபிடிப்பாளர் வெள்ளை இரும்பைப் பயன்படுத்தி தயாரிக்கப்பட்டுள்ளார்.",
        "அந்த பகுதியின் ஒரு துறவியில் ஒரு கோரிக்கையால் தேங்காய் எண்ணெய் தயாரிக்கப்படுகிறது என்று அவர் கூறினார்.",
        "வீட்டில் இரண்டு சிறிய கை விளையாட்டுகள் உள்ளன, அங்கு சுமார் 18 பேர் தற்போது சுமார் 18 பேரை நியமித்து வருகின்றனர்.",
        "ஆதாரமற்ற தேங்காய் எண்ணெயை ரூ.",
        "இருப்பினும், பொருட்களால் பெரிய மொத்தத்தை வாங்க முடிந்தால், மக்களுக்கு பொருட்களை வழங்க முடியும், இருப்பினும், மக்களுக்கு பொருட்கள் வழங்கப்பட முடிந்தால், பொருட்கள் வெள்ளை இரும்பு மற்றும் பிற பொருட்களில் பெரிய மொத்தத்தை வாங்க முடிந்தால். இது அதிக செலவுகள் என்று கூறப்பட்டது.",
        "கண்டுபிடிப்பாளர்களுக்கு உதவுவதற்காக கண்டுபிடிப்பாளர்களுக்கு அரசாங்கம் ஒதுக்கப்பட்டால், சிறிய தேங்காய் எண்ணெயை குறைந்த அளவு தேங்காய் எண்ணெய்க்கு வழங்கவும் வெளிநாடுகளுக்கு வழங்கவும் முடியும் என்று அவர் கூறினார்.",
        "இந்த தயாரிப்பிலிருந்து அத்தகைய இடங்களைப் பெறுவதற்கான விருப்பத்தை 070 460 13 88/0 1 28 59 568/070 460 131 உரையாற்றலாம்."
      ]
    },
    "en": {
      "title": "Coconut oil, a household oil",
      "body_lines": [
        "A local inventor has been able to produce a hand machine that takes the coconut oil, which is required of the coconut oil in his home without poison.",
        "Wii, a resident of Galkiriyagama area in Kekirawa, Anuradhapura District.. The inventor of Chandana Senanayake has been produced using white iron.",
        "He said that the coconut oil is produced by a request in a monk of the area.",
        "There are two small hand games in the house where about 18 people are currently deploying about 18 people.",
        "Chandana Senanayake said that he can be used in a house for many years to provide an unfounded coconut oil to Rs.",
        "However, if the ingredients can be able to buy large bulk as well as the ingredients can be given to the people, however, if the ingredients can be given to the people, if the ingredients can buy large bulk in white iron and other materials.It was said that it was more expenses.",
        "He said that if the government was allocated to the inventors to help the inventors, the small coconut oil could be given to a low amount of coconut oil and to provide for foreign countries.",
        "The desire to obtain such seats from this product can be addressed 070 460 13 88/0 1 28 59 568/070 460 131."
      ]
    }
  },
  "summary_lines": [
    "A local inventor in Galkiriyagama, Anuradhapura, has created a hand machine to produce coconut oil without poison, using white iron. The machine, requested by a monk, is used by 18 people, offering a long-lasting supply of coconut oil. The inventor, Chandana Senanayake, suggests government support for inventors to reduce costs and export coconut oil. Contact: 070 460 13 88/0 1 28 59 568/070 460 131."
  ]
}