{
  "translated_text": {
    "ta": {
      "title": "சனத் நிஷாந்தா யார்?",
      "body_lines": [
        "இலங்கையின் அரசியலின் ஒரு சர்ச்சைக்குரிய நபராக, மீன்வள மற்றும் உள்நாட்டு முகாம் அமைச்சர் ராஜபக்ஷ முகாம் இன்று (ஜன. 25) கட்டுனாயகே-கோலோம்போ அதிவேக நெடுஞ்சாலையில் நடந்த விபத்தில் கொல்லப்பட்டார்.",
        "மாநில அமைச்சரின் மரணத்துடன், அவர் புதைக்கப்பட்ட ராகாமா கற்பித்தல் மருத்துவமனையில் கலந்து கொண்டார்.",
        "கொழும்பு மற்றும் அவரது மனைவி மற்றும் குடும்ப உறுப்பினர்களுக்கு செல்ல தற்காலிகமாக வசித்து வந்த கொழும்பு மாளிகையை ஜனாதிபதி ரணில் விக்ரெமேசிங் பார்வையிட்டார்.",
        "சனத் நிஷாந்தா மாநில அமைச்சருக்கு ஆதரவாகவும், மாநில அமைச்சருக்கு எதிராகவும், அரசியல் தளத்தால் செய்யப்பட்ட பல்வேறு அறிக்கைகளுக்கும் ஆதரவாக இருந்தார்.",
        "மே 3, 1973 இல் பிறந்த சனத் நிஷாந்தா, மாநில அமைச்சர் சிலாவின் செயின்ட் மேரி கல்லூரி படித்து வருகிறார்.",
        "சபையின் இலங்கை சுதந்திரக் கட்சி கவுன்சிலின் உறுப்பினராக சனாத் நிஷாந்தா அராச்சிகட்டுவா 1998 இல் அரசியலில் நுழைந்தார்.",
        "யுபிஎஃப்ஏவிலிருந்து புட்டலம் மாவட்டத்தின் பொதுத் தேர்தலில் போட்டியிட்ட சனத் நிஷாந்தா, 68,240 முன்னுரிமை வாக்குகளைப் பெற்று பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "2020 ஆம் ஆண்டின் பொதுத் தேர்தலில், சனத் நிஷாந்தா புட்டலம் மாவட்டத்தின் வேட்பாளராக ஆனார்.",
        "அந்தத் தேர்தலில், சனத் நிஷாந்தா 80,082 முன்னுரிமை வாக்குகளைப் பெற்றார்.",
        "அவர் சிறிய நீர்ப்பாசனம் மற்றும் விவசாய வளர்ச்சி அமைச்சர் மற்றும் மீன்வள மற்றும் மீன்வள மற்றும் மீன்வள மீன்வளத் தொழில்களின் பதவிகளால் வைத்திருக்கிறார்.",
        "அவர் நீர் வழங்கல் மற்றும் எஸ்டேட் உள்கட்டமைப்பு மேம்பாட்டு அமைச்சகத்தின் உறுப்பினராகவும் இருந்தார்.",
        "அரசியல் மேடையில் மிகவும் உரையாடும் நபரான சனத் நிஷாந்தா பல சந்தர்ப்பங்களில் நீதிமன்றத்தில் ஆஜராக வேண்டியிருந்தது.",
        "நவம்பர் 24, 2008 அன்று, அராச்சச்சிக்கட்டுவா சனசிங்க தாக்கப்பட்டார், ஒரு குற்றவியல் படை மற்றும் ஒரு குற்றவியல் சட்டமன்ற உறுப்பினர்கள், எம்.பி. சனத் நிஷாந்தா மற்றும் அவரது சகோதரர் மீது தாக்கல் செய்யப்பட்டனர்.",
        "2015 ஜனாதிபதித் தேர்தல் காலத்தின் போது மாநில மீன்வள, வேளாண்மை மற்றும் நீர்ப்பாசன அமைச்சர் வடமேற்கு மீன்வளம், விவசாயம் மற்றும் நீர்ப்பாசனத்தால் கைது செய்யப்பட்டார்.",
        "க .ரவ",
        "செய்தி கலந்துரையாடலில் ஒரு அறிக்கை வெளியிடப்பட்டதாக குற்றச்சாட்டுகளுக்கு எதிராக உச்சநீதிமன்றம் மீது மாநில அமைச்சர் சனத் வழக்குத் தாக்கல் செய்துள்ளார்.",
        "சனத் நிஷாந்தா, சிலாவ், மே 2022 போராட்டத்தின் போது மாநில அமைச்சரின் சபைக்கு எரிக்கப்பட்டார்.",
        "சனத் நிஷாந்தாவின் பெயர் இலங்கை மாநிலத்தின் பொதுமக்களுக்கு பொது அமைச்சருக்கு மிகவும் பிரபலமானது, நெகோம்போவின் சதுப்பு நிலங்களில் உள்ள உரையாடல், தேவானி ஜெயதிலேகாவுடன் மிகவும் பிரபலமானது.",
        "கடற்கரையின் கடற்கரைக்கு அருகிலுள்ள ஒரு சதுப்புநில வன ரிசர்வ் உரையாடலின் முடிவில், மாநில அமைச்சர் சமூக ஊடகங்களில் 'ஆக்ஸிஜன்' என்ற புனைப்பெயரையும் சேர்த்தார்.",
        "புட்டலம் மாவட்டத்தில் ராம்சார் வெள்ளத்தில் ஒரு இறுக்கப்பட்ட ஃபோவரை நிர்மாணிக்க சனத் நிஷாந்தா டோஸருக்கு டோஸருக்கு குற்றம் சாட்டப்பட்டார்.",
        "அவரது சகோதரர் ஜகாத் சமந்தா கைது செய்யப்பட்டு நீதிமன்றத்தில் தயாரிக்கப்பட்டார்.",
        "மாநில மந்திரி சனத் நிஷாந்தா காரில் பயணம் செய்தார்.",
        "சனத் நிஷாந்தா கடந்த ஆண்டு டிசம்பர் 29 அன்று மராவிலாவில் நடந்தது.",
        "புட்டலம்-குருணேகலா சாலையில் உள்ள புட்டலம்-குருனேகலா சாலையில் இரண்டு தந்தை ஒருவர் 15 நாட்களுக்குப் பிறகு விபத்து நடந்ததை அடுத்து குருணேகலா மருத்துவமனையில் கொல்லப்பட்டார்.",
        "இது மீண்டும் இலங்கை சொசைட்டி தொடர்பாக எம்.பி. நமல் ராஜபக்ஷாவின் திருமண எம்.பி. நமல் ராஜபக்ஷத்துடன் இருந்தது.",
        "மாநில மந்திரி சனத் நிஷாந்தா கடந்த ஆண்டு அக்டோபர் மாதம் ரூ .2 கி.",
        "நிஷாந்தா இலங்கை செலுத்துகிறார்",
        "புட்டலத்தின் புட்டலத்தில் உள்ள கல்பிதியா பகுதியில் உள்ள கிராமவாசிகளுக்கு கிராமவாசிகள் ஆட்சேபித்ததாக ஊடகங்கள் செய்தி வெளியிட்டுள்ளன.",
        "வெளியீட்டு அறிக்கைகள் குறித்து மாநில அமைச்சர் ஒரு ஊடக மாநாட்டையும் நடத்தினார்.",
        "எந்த நேரத்திலும் கிராமவாசிகளிடமிருந்து தனக்கு எந்த ஆட்சேபனையும் இல்லை என்று பொது அமைச்சர் கூறினார்.",
        "இந்த சம்பவம் கிராமத்தின் இரண்டு பிரிவுகளுக்கு இடையில் நிகழ்ந்ததாகவும், சில ஊடகங்கள் அதைப் பற்றி கவலைப்படுவதாகவும் அறிவித்ததாகவும் பொது அமைச்சர் கூறினார்.",
        "கல்வியின் மகிமையிலிருந்து உலகை வென்ற இலங்கை",
        "ஆஸ்கார் விருதுகள் 2024: இந்த ஆண்டு இந்த முறை என்ன பெயர்கள் உங்களுக்குத் தெரியுமா?"
      ]
    },
    "en": {
      "title": "Who is Sanath Nishantha?",
      "body_lines": [
        "As a controversial figure of the politics of Sri Lanka, the Rajapaksa camp, the Minister of Fisheries and Inland Camp, was killed in an accident on the Katunayake-Colombo expressway today (Jan. 25).",
        "With the death of the State Minister, he was present at the Ragama Teaching Hospital which was buried.",
        "President Ranil Wickremesinghe also visited the Colombo house which was temporarily resided to move to Colombo and his wife and family members.",
        "Sanath Nishantha was in favor of the Minister of State and against the state minister as well as various statements made by the political platform.",
        "Sanath Nishantha who was born on May 3, 1973, State Minister has been studying St. Mary's College, Chilaw.",
        "Sanath Nishantha Arachchikattuwa as a member of the Sri Lanka Freedom Party Council of the House entered politics in 1998.",
        "Sanath Nishantha, who contested the General Election of the Puttalam District from the UPFA, was elected to the Parliament by obtaining 68,240 preferential votes.",
        "At the year general election of the 2020, Sanath Nishantha became the candidate of the Puttalam district.",
        "At that election, Sanath Nishantha received 80,082 preferential votes.",
        "He has been held by Minister of Minor Irrigation and Agrarian Development and the posts of the Fisheries and Fisheries and Fisheries Fisheries Industries.",
        "He was also a member of the Ministry of Water Supply and Estate Infrastructure Development.",
        "Sanath Nishantha, a most conversing figure in the political platform, had to appear before the court on several occasions.",
        "On November 24, 2008, the Arachchikattuwa Sanasinghe was assaulted, a criminal force and members of a criminal assembly, were filed against MP Sanath Nishantha and his brother.",
        "The State Minister of Fisheries, Agriculture and Irrigation, was arrested by the Northwestern Fisheries, Agriculture and Irrigation at the time of the 2015 Presidential Election Season.",
        "The Hon",
        "State Minister Sanath has filed a case against the Supreme Court against the allegations that a statement made at a news discussion.",
        "Sanath Nishantha, Chilaw, was burned to the house of the State Minister during the struggle of May 2022.",
        "Sanath Nishantha's name was best known for the public minister to the public of the state of Sri Lanka, the conversation in the mangroves of the Negombo, with Devani Jayatilleka, was the most famous.",
        "At the end of the conversation of a mangrove forest reserve near the coast of the coast, the State Minister also added a nickname 'Oxygen' to the Social Media.",
        "Sanath Nishantha was accused of dozer to dozzer to the construction of a prawned fowter in the Ramsar Flood in the Puttalam District.",
        "His brother Jagath Samantha was arrested and produced before the court.",
        "State Minister Sanath Nishantha was traveled by the car and later.",
        "Sanath Nishantha took place in the Marawila on December 29 last year.",
        "A father of two in the Puttalam-Kurunegala road in the Puttalam-Kurunegala road was killed in the Kurunegala Hospital after the accident occurred 15 days later.",
        "It was once again in connection with the Sri Lankan society with MP Namal Rajapaksa's wedding MP Namal Rajapaksa.",
        "State Minister Sanath Nishantha paid over Rs. 2k on October last year.",
        "Nishantha pays Sri Lanka",
        "The media has reported that the villagers have objected to the villagers in the Kalpitiya area in Puttalam, Puttalam.",
        "The State Minister also held a media briefing on the publication reports.",
        "The public minister said he had no objection from the villagers in any time.",
        "The public minister said that the incident had occurred between two factions of the village and that some media proclaimed it is concerned about it.",
        "The Sri Lankan who has won the world from the glory of education",
        "Oscar Awards 2024: Do you know what names this time this year?"
      ]
    }
  },
  "summary_lines": [
    "Sanath Nishantha, a controversial Sri Lankan politician and State Minister, was killed in an accident on Jan. 25. Born on May 3, 1973, he entered politics in 1998 and held various ministerial positions. Known for his public appearances and legal issues, Nishantha was involved in several controversies, including a famous conversation in a mangrove forest with Devani Jayatilleka."
  ]
}