{
  "translated_text": {
    "ta": {
      "title": "ஏகாஃபோன் டானா பழம் 72 மணி நேரம் வரை மோசமானது",
      "body_lines": [
        "நாட்டின் பழங்களை பழுக்க வைக்கும் வகையில் இலங்கை ரசாயனத்தில் ரசாயனம் நேரடியாக ஈடுபட்டுள்ளதால், பழங்களைத் தொடுவது 72 மணிநேரம் அதிகமாக உள்ளது என்று பொது சுகாதார ஆய்வாளர் சாண்டூன் ரத்னாயகே வலியுறுத்துகிறார்.",
        "இதை விசாரிக்கும் அவர், உணவுகளில் உள்ள ரசாயனங்களை அதிகமாக சாப்பிடுவதற்கான உணவுகளில் உள்ள ரசாயனங்களின் அளவை ஆய்வு செய்ய போதுமான வசதிகள் இல்லை என்று அவர் சுட்டிக்காட்டினார்.",
        "அதன்படி, பழங்களை வாங்குவதில் அனைவரும் மூல பழங்களைப் பெறுவதற்கு கட்டாயப்படுத்துகிறார்கள், மேலும் அவர்களில் பெரும்பாலோரிலிருந்து பெரும்பாலானவற்றைப் பயன்படுத்துகிறார்கள்.",
        "அதன்படி, அத்தியாயங்களின் பொதுவான பயன்பாடு நாட்டில் பயன்படுத்தப்படுகிறது, ”என்று ரத்நயகே இந்த இரசாயனங்கள் பயன்படுத்துவது நாட்டில் தடைசெய்யப்படவில்லை என்று கூறினார்.",
        "1 லிட்டர் எட்சுகள், ஒரு லிட்டர் நீர் மற்றும் கால்சியம் ஹைட்ராக்சைடு / சோடியம் ஹைட்ராக்சைடு (கால்சியம் ஹைட்ராக்சைடு) ஒரு கிண்ணத்தில் மூடப்பட்டு ஒரு அறையில் அறையை மறைக்க வேண்டும்.. பின்னர் நெறிமுறைகள் என்று அழைக்கப்படும் ஹார்மோன், ஹார்மோன், திறந்த வாங்குதலின் மூலம் ஹார்மோனை வெளியிடுகிறது, இது சாதாரணமானது. இருப்பினும், பொது சுகாதார ஆய்வாளர் சாண்டூன் ரத்னயகே மேலும் அங்கீகரிக்கப்பட்ட முறையைப் பயன்படுத்துவதன் மூலம் ரசாயனங்களில் உள்ள ரசாயனங்களைப் பயன்படுத்துவதை மேலும் வலியுறுத்தினார்."
      ]
    },
    "en": {
      "title": "Ekafon Dana Fruit is bad until 72 hours",
      "body_lines": [
        "Public Health Inspector Sandun Ratnayake emphasizes that touching the fruits is high by 72 hours, as the chemical is directly engaged in the Sri Lankan chemical to ripen the fruits in the country.",
        "Investigating on this, he pointed out that there is no sufficient facilities to inspect the amount of the chemicals in the foods for the overeating of the chemicals in the foods.",
        "Accordingly, everyone is compulsory to obtain raw fruits in the purchase of the fruits and reduces eating from the stalls.The majority of them use the majority of from the majority of them.",
        "Accordingly, the common use of episodes is used in the country, \"Ratmanayake said that the use of these chemicals is not prohibited in the country.",
        "1 liter of etches, a liter of water and calcium hydroxide / sodium hydroxide (calcium hydroxide) should be closed in a bowl and cover the room in a room and the liquid.. Then the hormone called Ethics, the hormone, emitting the hormone through the open receptacle, is normal. However, public health inspector Sandun Ratnayake further emphasized that the use of the chemicals in stock of the chemicals by using the approved methodology."
      ]
    }
  },
  "summary_lines": [
    "Public Health Inspector Sandun Ratnayake warns that consuming fruits for 72 hours after ripening can be harmful due to chemicals used in Sri Lanka for fruit ripening. He criticizes the lack of facilities to monitor chemical levels in food. To mitigate risks, he advises buying raw fruits and avoiding overeating from street stalls. He also mentions the use of chemicals like ethylene, water, and calcium hydroxide/sodium hydroxide for fruit ripening, emphasizing the need for approved methods."
  ]
}