{
  "translated_text": {
    "ta": {
      "title": "එක්කෝ චාමර ගන්නවා නැත්නම් මම ගන්නවා",
      "body_lines": [
        "அரசாங்கத்தை ஒரு காலத்தில் எம்.பி.",
        "எம்.பி. அர்ச்சுனா தான் எடுப்பார் என்று கூறினார். අධිකරණයේදී ඇප ලබාගැනීමෙන් අනතුරුව මාධ්‍ය වෙත අදහස් දක්වමින් ඔහු මේ බව පැවැසීය.",
        "\"நமல் திருடர்கள், திருடர்களின் திருடர்கள் அனைவரும் நம்பினர்.. இறுதியில், அனைத்து ஸ்கிரிப்டும் வெளிப்படுத்துகின்றன. நான் அம்மா அப்பா அல்ல. இது என் சகோதரர் மற்றும் சகோதரிகள். நமலுக்கு ஒரே நேரம் இருக்கிறது. ஒரு வழக்கை வைத்து, அந்த நமல் திருடப்பட்டதை அழைக்கிறார்.",
        "பைத்தியம் யார் என்று யாருக்குத் தெரியும், யார் காளை, மருத்துவரை யார் அறிவார்கள்?  மஹிந்த ராஜபக்ஸாவைப் பார்வையிட கோசலோம்",
        "எங்கள் கை காரணமாக, rchessa ஐ ஒப்படைக்க முடியாது என்பதால். கவர்ச்சியான வளங்கள் தசனாயக்க கைது. அல்லது",
        "இரண்டில் ஒன்று. அவர்களுக்கு இரண்டு அரசியல் இல்லை. மக்கள் மஞ்சள் சூரியனை எவ்வாறு நிறுத்துகிறார்கள்? நீதிமன்றத்திற்காக கைது செய்யப்பட்டதா? \""
      ]
    },
    "en": {
      "title": "Either picking up the champions",
      "body_lines": [
        "The government is arrested by MP Chamara Sampath Dasanayake at one time and",
        "MP Archuna said that he would take. Speaking to the media, he commented on the media after obtaining bail in court.",
        "\"Namal thieves, all the thieves of thieves believed.. At the end, all the script reveal. I'm not mom dad. This is my brother and sisters. Namal has the same time. Put a case, calling that Namal stolen.",
        "Who knows who is crazy, who's the bull, who knows the doctor?  Kosalom to visit Mahinda Rajapaksa",
        "Due to our hand, as we can't hand the rchessa. Either Charm Resources Dasanayake arrested. Or",
        "One of the two. Not two politics to them. How do people stop the yellow sun? Arrested for the court? \""
      ]
    }
  },
  "summary_lines": []
}