{
  "translated_text": {
    "si": {
      "title": "මහින්දට ඔහුගේ ස්ථාවරය වෙනස් කළ යුතුය - රනිල්ට සහාය වීම - වෙනත් ආකාරයකින්, ප්රතිවිපාක අත්විඳිය යුතුය - පෙරමුණගේ මන්ත්රීවරු",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ හමුවී ඇති පීඒසී පාර්ලිමේන්තු මන්ත්රීවරු රනිල් වික්රමසිංහට සහාය දෙන ලෙස පක්ෂ නායක මහින්ද රාජපක්ෂ මහතා ඉල්ලා සිටිති.",
        "රාජපක්ෂගේ තනතුරේ දැවැන්ත වෙනසක් හෝ රනිල්ව ජය ගැනීමට හෝ එහි ප්රතිවිපාකවලින් මිදීමට රාජපක්ෂයාව ගත යුතු බවට ඔවුහු අනතුරු අඟවා තිබේ.",
        "මීන මහින්ද රාජපක්ෂගේ පක්ෂය සඳුදා පැවැත්වීමට අධිෂ් are ාන කරගෙන සිටී නම් ඊළඟ පාර්ලිමේන්තු මැතිවරණය සඳහා මීළඟ පාර්ලිමේන්තු මැතිවරණය සඳහා නැවත ලබා ගත යුතු බව පොදුරණ මන්ත්රීවරුන් පවසා තිබේ.",
        "රනිල් වික්රමසිංහට සහාය දැක්වීමට අපොහොසත් වීම PA විනාශයට තුඩු දෙන බවට ද ඔවුහු අනතුරු ඇඟවූහ."
      ]
    },
    "en": {
      "title": "Mahinda has to change his position - support Ranil - Otherwise, the consequences should be experienced - Peramuna's MPs",
      "body_lines": [
        "Members of Parliament of the PA, who have met President Ranil Wickremesinghe, have appealed to party leader Mahinda Rajapaksa to support Ranil Wickremesinghe.",
        "They have warned that Rajapakse should take a massive change in his position or to overcome Ranil or face its consequences.",
        "PA MPs have said that if Mahinda Rajapaksa's party is determined to take up on Monday, the next parliamentary election will have to be reclaimed for the next parliamentary election.",
        "They also warned that failure to support Ranil Wickremesinghe would lead to the destruction of the PA."
      ]
    }
  },
  "summary_lines": [
    "PA MPs urge Mahinda Rajapaksa to back Ranil Wickremesinghe, warning of dire consequences including potential loss in the next parliamentary election and possible dissolution of the PA."
  ]
}