{
  "translated_text": {
    "si": {
      "title": "සැනසිලිදායක අස්වෙල්",
      "body_lines": [
        "සුවපහසුව (අස්වීරම්) සුභසාධන ප්රතිලාභ ගෙවීම් ක්රමය ක්රියාත්මක කර ඇත්තේ 20130.07.07.07.07.07.30 දින.",
        "යෝජිත යෝජනා ක්රමය යටතේ, සැනසිල්ල (අස්මුමා) සුභසාධන ප්රතිලාභීන්ට සමාජ අංශයේ 04 ක් යටතේ දීමනා ලබා දෙනු ලැබේ.",
        "ආර්ථික අර්බුදයේ බලපෑම මුළුමනින්ම තුරන් කර ඇති බැවින්, සමාජ හා භයානක ප්රජාව සඳහා වන පළමු වටයේ යෙදුම් සඳහා පළමු වටය කලක් තිස්සේ සහනයක් ලබා දෙන බව සොයාගෙන ඇති බව සොයාගෙන ඇත.",
        "ඊට අමතරව, ජීවන වියදම සලකා බැලීමට වත්මන් ගෙවීම් ප්රමාණවත් නොවේ.. ඒ අනුව, පවත්නා සැනසිල්ලේ (අෂෙමූ) සුභසාධන ප්රතිලාභ ගෙවීම් පද්ධතිය සඳහා මුදල්, සැලසුම් හා ආර්ථික සංවර්ධන අමාත්යාංශය යටතේ ඉදිරිපත් කරන ලද යෝජනාව යටතේ ජනාධිපති අනුර කුමාර දිසානායක මහතා විසින් ඉදිරිපත් කරන ලද යෝජනාව මගින් කැබිනට් මණ්ඩලය අනුමැතිය ලබා දී තිබේ.",
        "දුප්පතුන්ගේ සහ වැඩිපුරම දුප්පතුන්ගේ මාසික සුභසාධන ගෙවීම් මාසික සුභසාධන ගෙවීම් රු.",
        "2025.03.31 දක්වා වලංගු වීමේ අතිරික්තය",
        "The අවදානමේ අවදානම සඳහා දීමනාව ගෙවීම් කාල සීමාව 2025.12.31 දක්වා දීර් t කරනු ඇත."
      ]
    },
    "en": {
      "title": "Increase of comfort aswell",
      "body_lines": [
        "The Comfort (Aswesum) Welfare Benefit Payment System has been implemented on 01.07.01.07.07.07.07.07.07.30.",
        "Under the proposed scheme, the consolation (Aswesuma) welfare beneficiaries are given allowances under 04 types of social division.",
        "Since the impacts of the economic crisis are completely eliminated, it has been found that the first round of applications for the first round of applications for social and dangerous community has been found to be relieved for some time.",
        "In addition, the current payments are not enough to consider the cost of living.. Accordingly, the Cabinet has approved the proposal submitted by President Anura Kumara Dissanayake to establish under the Ministry of Finance, Planning and Economic Development for the following amendment to the existing consolation (Ashemu) Welfare Benefits Payment System.",
        "The monthly welfare payments of the poor and the most poor are increasing the monthly welfare payments of Rs.",
        "• Excessive period of validity until 2025.03.31",
        "• The allowance for the risk of the risk is to prolong the period of the payment period until 2025.12.31."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Comfort Welfare Benefit System launched July 30, 2023. Benefits divided into 4 social categories. Economic crisis impacts reduced. Cabinet approves increase in monthly payments for poor until December 31, 2025. Validity extended to March 31, 2025.\""
  ]
}