{
  "translated_text": {
    "si": {
      "title": "தலைமன்னாரில் இருந்து தனுஷ்கோடி வரையிலான பாக்கு நீரிணையை மாற்றுத்திறனாளி சிறுவன் நீந்தி சாதனை!",
      "body_lines": [
        "இயலாமைக்கும் சாதனைக்கும் உள்ள தூரத்தை நீந்தி கடந்துச்சென்று சாதனை படைக்க வேண்டும் என்ற இலட்சியத்துடன்,  முழங்காலுக்கு கீழே பாதிக்கப்பட்ட மாற்றுத்திறனாளியான 12 வயதுச் சிறுவன் எடுத்த முயற்சி வெற்றியை கொடுத்துள்ளது.",
        "පසුගිය සවස 9 රාත්රී 9 ට ද තමිල්නාඩු ධනුෂ්කෝඩි වෙත ශ්රී ලංකා තලෙයිමන්නර් සිට තවත් තලමාන්නර් වෙත පිහිනීමේ වාර්තාවක් පිරිමි ළමයා විසින් වාර්තා කර තිබේ.",
        "ராமேஸ்வரம் தீவும் அதை தொடர்ந்துள்ள 13 மணல் தீடைகளும், பாக்கு நீரிணை கடற்பகுதியை மன்னார் வளைகுடாவில் இருந்தும் பிரிக்கிறது. එය තමිල්නාඩුවේ වඩාත් ගැඹුර වන අතර පාෂාණ සහ භයානක ජෙලි මසුන් මුහුදේ කොටසකි.",
        "මෙතෙක් 30 කට වැඩි පිරිසක් බකූ සමුද්ර සන්ධියේ තනිවම පිහිනීම පිළිබඳ වාර්තාවක් තබා ඇත. ඔවුන්ගෙන් වැඩි දෙනෙක් ශ්රී ලංකාවේ ධනුෂ්කෝඩි සිට ධනුෂ්කෝඩි හෝ ධනුෂ්කෝඩි තලෙයිමන්නර් දක්වා පීනති. මීට අමතරව, සමහර අය රිලේ සහ මැරතන් මුහුදේදී හීන වී ඇත.",
        "මෙම අවස්ථාවේ දී, අවුරුදු 12 ක, වෝඩ් මුකර්ජි හි ගෝලීය ශක්තියක් වාර්තා වී තිබේ.",
        "2022 දී දණහිසට බලපෑමට ලක්වූ පිරිමි ළමයෙක් තම පිහිනුම් ඛේදවාචකය චෙන්නායි නගරයේ තමිල්නාඩු ක්රීඩා අධිකාරියගේ මග පෙන්වීම සමඟ සිය පිහිනුම් ඛේදවාචකය ආරම්භ කළේය.. ඔහු 2024 ගෝවා හි ජාතික පිහිනුම් තරගාවලියේදී රන් හා රිදී පදක්කම් දිනා ගෙන තිබේ.",
        "ඒ ආකාරයෙන් ඔහු ඉන්දීය-ශ්රී ලංකා රජයෙන් තලෙයිමන්නර් සිට ධනුෂ්කෝඩි දක්වා පිහිනීමට යොදාගෙන තිබේ.",
        "එය පිහිනීම සඳහා බාධාවක් නොවන බව අවධාරණය කිරීම සඳහා, පිරිමි ළමයා සිකුරාදා (03) සිකුරාදා (03) ගෝලීය බලශක්තිය (03) ඔහුගේ දෙමව්පියන්, පුහුණුකරු වෛද්යවරුන් සහ ධීවරයින් ඇතුළු 20 දෙනෙකුගෙන් යුත් කණ්ඩායමක් වෙත පැමිණ ඇත.",
        "ධනුෂ්කෝඩි ඊයේ අලුයම 2.45 ට තලෙයිමන්නර් සිට දහවල් 12 ට දහවල් 12 ට පැමිණියේය.",
        "ඔහු තලෙයිමන්නර් සිට ධනුෂ්කෝඩි දක්වා පැය 9 ක් හා විනාඩි 11 ක් පමණ පිහිනමින් සිටියේය.",
        "මීට පෙර, තලෙයිමන්නර් සහ ධනුෂ්කෝඩිගේ බැල්ට් සමුද්ර සන්ධිය වන මලු සමුද්ර සන්ධියේ සිට කි.ක්.2.03.20 තරගාවලියේදී ජියා රායි, ම්බායි-බෝනි, වයස අවුරුදු 13.03.20 ඉක්මවනවා."
      ]
    },
    "en": {
      "title": "Baku Strait from Talaimannar to Dhanushkodi",
      "body_lines": [
        "The attempt by a 12 -year -old boy, a 12 -year -old boy who was affected by the knee, was a success, with the ambition to swim and achieve the distance from the loss and achievement.",
        "The boy has set a record of swimming from Sri Lanka Talaimannar to Tamil Nadu Dhanushkodi in 9 pm and 11 minutes last Friday.",
        "The Rameshwaram Island and the 13 Sand Fails that followed it and the Baku Strait Sea are separated from the Gulf of Mannar. It is the most depth of Tamil Nadu, while the rocks and the dangerous jelly fishes are part of the sea.",
        "So far, more than 30 people have set a record of swimming in the Baku Strait alone. Most of them were swimming from Sri Lanka's Dhanushkodi to Dhanushkodi or Dhanushkodi to Talaimannar. In addition to this, some people have swimmed at the sea of ​​relay and marathon.",
        "In this case, a 12 -year -old Global Energy of Chennai Mukherjee has set a record.",
        "In 2022, a boy who was affected by the knee began his swimming tragedy with the guidance of the Tamil Nadu Sports Authority in Chennai -Senai city.. He has won gold and silver medals at the National Swimming Tournament in Goa 2024.",
        "In that way, he had applied for permission from the two Indian -Sri Lankan government to swim from Talaimannar to Dhanushkodi.",
        "In order to emphasize that it is not a barrier to the swimming, the boy has come to a group of 20 people, including his parents, coach, doctors, and fishermen from the Global Energy Rameshwaram fishing port on Friday (03) from the Global Power of Rameshwaram fishing harbor.",
        "Dhanushkodi arrived at 12 noon at 12 noon yesterday at 2.45 am from Talaimannar.",
        "He swam in 9 hours and 11 minutes from Talaimannar to Dhanushkodi.",
        "Earlier, Jia Rai, a Mumbai -based girl, was swimming at the age of 13.03.2022, who was suffering from drivering of the Bagh Strait of Talaimannar and Dhanushkodi."
      ]
    }
  },
  "summary_lines": []
}