{
  "translated_text": {
    "ta": {
      "title": "පොලිස් කොස්තාපල්වරුන්ගේ හා වරියන්ගේ සියයට 50ක හිඟයක්",
      "body_lines": [
        "இலங்கை காவல்துறையின் ஆண்கள் மற்றும் பெண்களின் பொலிஸ் கான்ஸ்டபிள் பதவிகள் காலியாக உள்ளன என்று தணிக்கை விசாரணை உறுதி செய்யப்பட்டுள்ளது.",
        "පිරිමි පොලිස් කොස්තාපල් තනතුරු 60,000 ක් සහ කාන්තා පොලිස් කොස්තාපල් තනතුරු 10,000 ක් පොලිස් දෙපාර්තමේන්තුව සදහා අනුමත වි ඇතත් 2023 වර්ෂය වන විට සිටියේ පිරිමි පොලිස් කොස්තාපල්වරුන් 30,909 ක් හා කාන්තා පොලිස් කොස්තාපල්වරියන් 5,980 ක්  පමණක් බවද විගණන මහ ලේකම් කාර්යාලය සිය වාර්තාව මගින් පෙන්වා දී ඇත. அதன்படி, 29,091 ஆண் கான்ஸ்டபிள்கள் மற்றும் 4,020 பெண் கான்ஸ்டபிள்களில் 4,020 பெண் கான்ஸ்டபிள்கள் 4,020 பெண் கான்ஸ்டபிள்களைக் கொண்டுள்ளனர்.",
        "அங்கீகரிக்கப்பட்ட எண்ணின் ஒப்புதல் காரணமாக, தணிக்கை சட்டம் எண்.",
        "2020 ஆம் ஆண்டில் விஐபி பாதுகாப்பை ஒப்பந்தம் செய்த 2020 ஆம் ஆண்டில் பொது பாதுகாப்பு அமைச்சின் அதிகாரிகளின் அதிகாரப்பூர்வ நியமனம், 2020 ஆம் ஆண்டில் உயரடுக்கு மற்றும் பிற தணிக்கை அறிக்கை வழங்கப்பட்டது.. அங்கீகரிக்கப்பட்ட வரம்பிற்கான அங்கீகரிக்கப்பட்ட வரம்பில் உயரடுக்கு இணைக்கப்பட்டுள்ளதாகவும், தணிக்கையில் சட்ட விதிகள் வெளியிடப்படவில்லை என்றும் தணிக்கை அறிக்கை கூறியுள்ளது.",
        "விஐபி பிரதேசத்தின் கீழ் ஒன்பது பொலிஸ் பிரிவுகளின் கீழ் சராசரி ஆண்டு பொலிஸ் அதிகாரிகளின் எண்ணிக்கை ஜனவரி 1, 2023 மற்றும் ரூ.. ரூ.",
        "1865 ஆம் ஆண்டின் 16 வது பொலிஸ் கட்டளைச் சட்டத்தை திருத்த வேண்டிய அவசியமாக 2014 இல் 16 பிரிவுகள் மதிப்பாய்வு செய்யப்பட உள்ளன, மேலும் அமைச்சரவை நவம்பர் 19, 2014 அன்று தணிக்கை அறிக்கையால் அங்கீகரிக்கப்பட்டுள்ளது.. தற்போதைய மற்றும் எதிர்கால சமூக மற்றும் தொழில்நுட்ப வளர்ச்சியை பூர்த்தி செய்ய அமைச்சரவை 149 ஆண்டுகளுக்கு ஒப்புதல் அளித்துள்ளது, ஆனால் மசோதா ஏப்ரல் 2024 என அடையாளம் காணப்பட்டுள்ளது, ஆனால் மசோதா திருத்தப்படவில்லை.",
        "இலங்கை காவல்துறையில் பெரும்பாலான விபத்துக்கள் பிரசவத்தையும் பழைய விதிகளையும் கடந்துவிட்டன என்று போலீசார் கூறுகின்றனர்."
      ]
    },
    "en": {
      "title": "A 50% shortage of the police constables",
      "body_lines": [
        "A audit probe has been confirmed that nearly 50% vacant the Sri Lankan Police's Men and Women's Police Constable positions vacant.",
        "The Audit Secretaries have shown that only 30,909 women constables and 5,980 female constables and 5,980 female constables have been approved by the police constable posts.. Accordingly, 29,091 male constables and 4,020 female constables have 4,020 female constables 4,020 female constables.",
        "It is said that due to the approval of the approved number, the audit Act No.",
        "The official appointment of the officers of the Public Defense Ministry in the year 2020, which had contracted the VIP security in the year 2020, was given the elite and other audit report on the year 2020.. The Audit Report has stated that the elite has been attached to the approved limit for the approved limit and that the legal provisions have not been revealed at audit.",
        "The average annual number of police officers under the VIP divisional nine police divisions has been increased to 4884 million rupees from January 1, 2023 and Rs.. The cost of Rs.",
        "There were 16 segments to be reviewed in 2014 as the need to revise the Police Ordinance No 16 of 1865 and the Cabinet has been approved by the Audit Report on November 19, 2014.. The Cabinet has approved 149 years to meet the current and future social and technological development develops, but the bill has been identified as April 2024, but the bill was not being revised.",
        "Police say that most crashes in the Sri Lankan police have crossed the labor and the old rules."
      ]
    }
  },
  "summary_lines": []
}