{
  "translated_text": {
    "ta": {
      "title": "அரிசிக்கு பஞ்சமில்லை - அரிசி இறக்குமதி செய்யப்படவில்லை",
      "body_lines": [
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்க, பொருளாதாரத்தை உடைக்காமல் உடைக்கவும், நாட்டில் பொருளாதாரத்தை உடைக்கவும் மூன்று தேசிய மகத்தான சேவைகள் எடுக்கப்படாது என்றார்.. நாட்டின் அரிசி ஆலை உரிமையாளர்களுக்கு நாட்டில் அரிசிக்கு பஞ்சமில்லை என்று ஜனாதிபதி கூறினார்.",
        "எனவே, சுற்றுலாவுக்கு தேவையான அரிசி தவிர அரிசி இறக்குமதி செய்யப்படவில்லை.புதிய அரசாங்கத்தின் முதல் பட்ஜெட் அடுத்த ஆண்டு பிப்ரவரியில் கொண்டு வரப்பட்ட புதிய அரசாங்கத்தின் முதல் பட்ஜெட்டுக்கு ஒரு குறுகிய கால மக்கள் குழுவாக இருக்க வேண்டும் என்று ஜனாதிபதி கூறினார். கூறினார்.",
        "\"இலங்கையில் மிக சக்திவாய்ந்த மாற்றத்தை ஏற்படுத்த ஜனாதிபதித் தேர்தலில் நாங்கள் வென்றோம். பின்னர், ஒரு குறுகிய காலத்திற்குள், மக்கள் கலைக்கப்பட்டு ஒரு புதிய நிர்வாகத்தை உருவாக்க அனுமதிக்கப்பட்டனர். பொதுத் தேர்தலுக்குப் பிறகு, இலங்கை மற்றும் இலங்கையின் வரலாறு மற்றும் உலகில் மற்றும் உலக வரலாற்றை நாங்கள் பராமரிக்கிறோம்.",
        "நாங்கள் மூவரும் மக்களின் அத்தியாவசிய சேவைகளை உடைக்காமல் இருக்க நியமிக்கப்பட்டுள்ளோம், பொருளாதாரம் பொருளாதாரத்தை உடைத்து பொதுத் தேர்தலின் இறுதி வரை நாட்டின் பாதுகாப்பை உடைக்காது.. நவம்பர் 14 அன்று, பாராளுமன்ற தேசிய சக்தியில் ஏராளமான எம்.பி.க்கள் குறைந்த அமைச்சரவையை அமைக்கும். மாநில அமைச்சர் இல்லை. அமைச்சகங்களின் துணை அமைச்சர். அப்போதிருந்து, அப்போதிருந்து, நாடு நடந்து கொண்டிருக்கிறது. பாராளுமன்றம் எல்லா மக்களையும் ஆட்சேபித்தது மற்றும் அருவருப்பானது.",
        "கோவிட் தொற்றுநோயில், வெள்ளத்தின் போது கூட மக்கள் போராட்டத்தை எழுப்பினர். சில எம்.பி.க்கள் பாராளுமன்றத்திற்கு கொண்டு வரப்பட்டனர், மிளகாய் தூள். சில புத்தகங்கள் எப்படி என்று பார்த்தோம். நம் நாட்டின் மண்டலங்கள் நம் நாட்டின் மக்களுக்கு தடை செய்யப்பட்டன. ஆனால் பாராளுமன்றம் தடை செய்யப்பட்டது.",
        "பாராளுமன்றம் மக்களுக்கு சரியான பாராளுமன்றம் அல்ல என்று கூறப்பட்டது. முன்னாள் அறுபது, இது பாராளுமன்றத்தை புதுப்பித்து விட்டுவிட்டது. திசைகாட்டி மக்களுக்கு எந்தவொரு சவாலையும் வெல்லக்கூடியவர்களிடமிருந்து பாராளுமன்றத்தை நிரப்பவும். டிரின்கோமலீ மாவட்டத்திலிருந்து சிறந்த பங்களிப்பை வழங்கவும்.",
        "திருகோணமலீ நகரமும் மாவட்டமும் மக்களை சிங்கள, தமிழர்கள் மற்றும் முஸ்லிம்களுடன் மாற்றி, தங்கள் ஆட்சியை எடுத்துக் கொண்டன. அமெரிக்கா, தமிழர்கள் மற்றும் முஸ்லிம்கள் தேசிய நாட்டுப்புற படை. கடந்த ஜனாதிபதித் தேர்தலில் நாங்கள் வெல்வோம் என்று தமிழ் மற்றும் முஸ்லிம்கள் நம்பவில்லை. எனவே, நாங்கள் வென்ற பின்னணியில், நாங்கள் ஒரு குடைக்கு வந்து நிழலைப் பெறுகிறோம். இதை தேசிய அரசாங்கத்திற்கு மட்டுமே செய்ய முடியும். சிங்கள, தமிழ் மற்றும் முஸ்லிம்களை நம்பும் அனைத்து மக்களின் ஆசீர்வாதங்களையும் தேசிய அரசாங்கத்தால் மட்டுமே அமைக்க முடியும்.",
        "ஜனாதிபதித் தேர்தலின் வெற்றியின் பின்னர், வடக்கில் தேசிய அளவில் ஒரு பெரிய விழிப்புணர்வு உள்ளது;நம்பிக்கை கட்டப்பட்டுள்ளது. டிரின்கோமாலீ மாவட்ட மக்களுக்கு ஒரு குடியிருப்பு அரசாங்கத்தை நிறுவுவதற்கும் ஒரு குடியிருப்பு சகாப்தத்தை நிறுவுவதற்கும் ஒரு சிறப்பு பொறுப்பு உள்ளது.",
        "சிங்கள, தமிழர்கள் மற்றும் முஸ்லிம்கள் போன்ற ஒரு சட்டத்துடன் ஒரு நாட்டைக் கட்டுகிறோம். சில தடைகள் இருந்தால், மக்களின் நலனுக்காக \"நான் ஒரு இலங்கை\" என்ற இலங்கை என்ற நாட்டைக் கட்டுவோம்.. \"நான் ஒரு இலங்கை,\" ஒரு பெருமை அரசாங்கத்தால் கட்டப்படலாம். \""
      ]
    },
    "en": {
      "title": "There is no shortage of rice - rice is not imported",
      "body_lines": [
        "President Anura Kumara Dissanayake said three national immense services would not be taken to break the economy without being broken down and to break the economy in the country.. The President stated that the rice mill owners of the country had no shortage of rice in the country.",
        "Therefore, the rice is not imported other than rice required for tourism.The President said that the new government's first budget was given to the public to be a short-term group of people after the first budget of the new government to be brought in February next year.Addressing the Rally of the Trincomalee People's Rally, the President said.",
        "\"We won the presidential election to make the most powerful change in Sri Lanka. Subsequently, within a short period of time, the people were dissolved and allowed to build a new administration. After the general election, we maintain a government of Sri Lanka and the history of Sri Lanka and in the world and the history of the world.",
        "The three of us is assigned to do not break the essential services of the people, the economy will not break the economy and break the country's protection until the end of the general election.. On November 14, a large number of MPs in the National Power of Parliament will set up a lower cabinet. There is no state minister. Deputy Minister of Ministries. Since then, since then, the country is going on. The Parliament had objected to all people and is disgusting.",
        "In the Covid Epidemic, the people also raised the protest even during the flood. Some MPs were brought to parliament, chilli powder. We saw how some of the books. The zones of our country were banned to the people of our country. But the Parliament was banned.",
        "It was stated that the Parliament was not a proper Parliament to the people. The former sixty, which is rally to renewed the Parliament and has left. Fill in parliament from those who can win any challenge for the people of the compass. Make the best contribution from the Trincomalee District.",
        "The Trincomalee Town and District replaced people with the Sinhalese, Tamils ​​and Muslims, and took their rulership. The United States of Sinhalese, Tamils ​​and Muslims is the national folk force. The Tamil and Muslims did not believe we win in the last presidential election. Therefore, in the background we have won, we come to one umbrella and get the shade. It can only be done only to the national government. Only the national government can set up the blessings of all people who believe in Sinhala, Tamil and Muslims.",
        "After the victory of the presidential election, there is a major awakening among the nationally in the North;Trust is built. The people of Trincomalee District have a special responsibility to establish a residential government and establish a residential era.",
        "We build a country with a law that is like Sinhalese, Tamils ​​and Muslims. If there are some obstacles, we will build a country that is a Sri Lankan, \"I am a Sri Lankan\" for the benefit of the people.. \"I'm a Sri Lankan,\" a pride can be built by the government. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Sri Lankan President Anura Kumara Dissanayake addresses Trincomalee rally, stating no rice shortage, economy not broken, and national unity. Emphasizes building a country for all ethnic groups: Sinhalese, Tamils, and Muslims."
  ]
}