{
  "translated_text": {
    "ta": {
      "title": "ආයෝජකයන් ගෙන්වා ගැනීමේ අභියෝගය",
      "body_lines": [
        "\"தொழிலாளர் சட்டங்களின் உலகத் தரங்களின்படி இந்த சீர்திருத்தங்கள் அவசியம். අපේ බලාපොරොත්තුව කම්කරු අයිතීන් සුරකින, ඵලදායිතාව දියුණු කරන සහ ලාංකීය ආර්ථිකයෙහි ආයෝජක විශ්වාසය වැඩි දියුණු කෙරෙන නීති රාමුවක් හැදීමයි.”",
        "தொழிலாளர் துணை அமைச்சர் மஹிந்தா ஜெயசிங்க. சர்வதேச தொழிலாளர் அமைப்பின் சட்டங்களின் சட்டங்களின்படி நவீன பொருளாதார யதார்த்தத்தை பிரதிபலிக்க முன்மொழியப்பட்ட திருத்தங்கள் தயாராக உள்ளன என்று அவர் மேலும் வலியுறுத்தினார்.",
        "ஜே.வி.பி / மாஸ் அரசாங்கத்தின் அரசாங்கத்தின் புத்துயிர் குறித்த ஒரு வருட மதிப்பாய்வை ஜே.வி.பி நமக்குச் சொல்லும், ஒருவர் எப்படி சொன்னாலும், அவர் மனதின் மனதைக் கேட்க வேண்டும். ஜே.வி.பி / நிறுவனத்தை திருத்துவதற்கு தொழிலாளர் / நிறுவனத்தின் துணை அமைச்சர் பரிந்துரைக்கப்பட்டால், அமைச்சர் மாலிக் சமரவிகிரேமாவின் நல்லாட்சி, 2017 இல் தொழிலாளர் மற்றும் நிபுணர் அமைச்சரின் முன்னோடி.",
        "தொழிலாளர் அமைச்சர், தொழிலாளர் அமைச்சர், தொழிலாளர் அமைச்சர் மற்றும் தேசிய தொழிலாளர் சங்கங்களின் உத்தியோகபூர்வ உதவி தொழிற்சங்கங்கள் ஆகியவற்றுடன் பொருளாதார சங்கத்தின் அமைச்சர் அமெரிக்கா மற்றும் அமெரிக்காவின் தேசிய சங்கத்தின் உத்தியோகபூர்வ உதவி சங்கங்கள் நிராகரித்துள்ளது.. சுமார் ஆறு ஆண்டுகளுக்குப் பிறகு, ஜூலை 20, திரு. விக்ரமேசிங்க், \"மாற்று ஜனாதிபதியாக\" \"மாற்று ஜனாதிபதியாக\" நியமிக்கப்பட்டார், ஏனெனில் அவரது சீடர் தொழிலாளர் சட்டங்களைத் திருத்துவதற்கு தொழிலாளர் அமைச்சராக நியமிக்கப்பட்டார்.. இது தேசிய தொழிலாளர் முன்னேற்றத்தின் தொழிற்சங்கங்களால் தீங்கு விளைவித்தது, ஊழியர்களுக்கு பொறுப்பல்ல. வசந்தா சமரசிங்க தலைமையில் இருந்த தனியார் துறை தொழிற்சங்க தொழிற்சங்க மீன்வளத்தின் பி மேலும் சேர்க்கப்பட்டது.",
        "இப்போது ஜே.வி.பி / திசைகாட்டி, தொழிற்சங்கத் தலைவர், வசந்தம் அல்ல, வசந்தா சமரசிங்க. இப்போது வர்த்தக சுரங்க அமைச்சர் வசந்தா சமரசிங்க. தனியார் துறை ஜே.வி.பி மாவட்ட சங்கங்களும் அமைதியாக உள்ளன. அரசாங்கத்தின் உத்தியோகபூர்வ பிரிவு இன்று அரசாங்கத்தின் உத்தியோகபூர்வ ஸ்திரத்தன்மை குறித்து பேசுகிறது, தொழிலாளர் தொழிலாளர் சங்கத்தின் துணை துணை அமைச்சர். அவரைப் பொறுத்தவரை, \"இலங்கை பொருளாதாரத்தில் முதலீட்டை மேம்படுத்துவதற்காக இலங்கை பொருளாதாரத்திற்கான ஒரு சட்ட கட்டமைப்பு\" வணிக நட்பை செயல்படுத்த இந்த சீர்திருத்தங்கள் அவசியம் என்பதுதான் என்று கூறப்படுகிறது. நாங்கள் கேட்டால், தொழிலாளர் தொழிலாளர் விரிவுரை குழு சட்டங்கள், மற்றும் தொழிற்சங்க நடவடிக்கை தொழிற்சங்க நடவடிக்கைக்கு ஒரு ஆய்வக கட்டமைப்பை உருவாக்கும், ஆனால் முதலீட்டாளர்கள் \"முதலீட்டாளர் நம்பிக்கையை\" மேம்படுத்தும் சட்ட கட்டமைப்பை உருவாக்குவார்கள். அதன் வேலைவாய்ப்பு மற்றும் பணியாளர் உரிமைகள் உறுதிப்படுத்தப்பட்டுள்ளன என்று நம்பப்படவில்லை.",
        "இது ஒரு புதிய கதை அல்ல. 1978 ஆம் ஆண்டில் திறந்த சந்தை பொருளாதாரத்தை பிரதிநிதித்துவப்படுத்தும் கொழும்பு பொருளாதார ஆணையத்தின் கொழும்பு கவுன்சில், சுதந்திர தொழிற்சங்கத்தில் பாராளுமன்றத்தில் உள்ள கொழும்பு பொருளாதார ஆணையச் சட்டத்தால் அங்கீகரிக்கப்பட்டது மற்றும் சுதந்திர வர்த்தக மண்டலங்களில் தொழிற்சங்க உறுப்பினர்களை தடைசெய்தது. விற்பனைத் தொழிலாளர்கள் அனைவரையும் உறுதி செய்யும் அரசியலமைப்பை மீறும் அரசியலமைப்பை பல முக்கிய தொழிற்சங்கத் தலைவர்கள் எதிர்த்தனர்.. நீதிமன்றத் தலைவர் காரணமாக, ஜெய்வர்தீன் கொழும்பு பொருளாதார ஆணையச் சட்டத்தின் நிதியை அகற்ற வேண்டியிருந்தது. ஆனால் நிர்வாக நடவடிக்கைகள் மற்றும் சட்டங்களை புறக்கணிப்பதன் மூலம் மோசடி தேவைகள் பூர்த்தி செய்யப்பட்டன.",
        "ஒரு அரை தசாப்தத்திற்கும் மேலாக சட்ட பின்னணியை உருவாக்க மாசுபட்ட மோசடி செய்பவரால் ஊழல் நிறைந்த மோசடி இணையாக முயற்சிக்கப்பட்டுள்ளது. ஹிட்லருக்கான ஒரு சூப்பர் ஜெர்மன் தேசத்திற்கு கோபல்ஸின் அணுகுமுறை ஒரு தேசிய அழிவாக நெருக்கடியை முதன்முதலில் செய்தது. இரண்டாவதாக, இன்னொருவருக்கு ஏற்றப்பட வேண்டும் என்ற அதன் பொறுப்பின் பொறுப்பு. மூன்றாவது தேசிய அழிவின் தேசிய அழிவிலிருந்து நாட்டைக் காப்பாற்றுவதாக இருந்தால், சமூக கருத்து நியமனம் எதிரியை அழிப்பதாகும். இது ஜெர்மனியில் ஒரு காட்டுமிராண்டித்தனமான அனுபவம். முதலாம் உலகப் போரில் பொருளாதார கஷ்டங்களை எதிர்கொண்ட ஜெர்மனி, பின்னர் 1929 இல் உலகின் பொருளாதார மந்தநிலையில் சிக்கியது. ஒரு கோபல்ஸ் இது ஒரு தேசிய அழிவை ஏற்படுத்தக்கூடும் என்று ஒரு கருத்தை முன்வைத்தது. அடுத்து யூத வணிகர்கள் ஒரு யூத வணிகர்களாக இருப்பார்கள். பின்னர், ஜேர்மன் நிலத்தை பாதுகாக்க, யூதர்களை யூதர்களை அழிக்க அனுமதித்தது.",
        "கோபல்கள் இங்கே பயன்படுத்தப்படுகின்றன. நாட்டின் பொருளாதாரத்தை வலுப்படுத்த வெளிநாட்டு முதலீடுகளைக் கொண்டுவர முடியாத கருத்து எதிர்காலத்தில் \"தேசிய அழிவை\" ஏற்படுத்தும் வகையில் உள்ளது. தொழிற்சங்கங்கள் வெளிநாட்டு முதலீட்டைத் தடுக்கிறது என்று சொல்லுங்கள். எனவே, தொழிற்சங்கங்களை அகற்றுவதே அவற்றின் தீர்வு.",
        "சுமார் ஒரு வருடம் முன்பு, நவம்பர் 2024 இல் வெளிநாட்டு முதலீட்டை நிறுவிய பின்னர் வெளிநாட்டு முதலீட்டை இறக்குமதி செய்ய வேண்டிய வரி சலுகைகள், கடன்கள், சலுகைகள் ஆகியவை அவர்களுக்கு வழங்கப்பட்டன.. பெரிய முதலீட்டாளர்கள் முதலீட்டாளர்களாக இருக்கவில்லை என்று ஜே.வி.பி / காம்பஸ் அரசாங்கம் கூறவில்லை, அவர் கட்டூனாயக்க இலவச இலவச வர்த்தக மண்டலத்தைத் திறந்தார் என்று ஜே.வி.பி / காம்பஸ் அரசாங்கம் தெரிவித்துள்ளது.",
        "காஸ்ட்ரிச் இங்கு வந்தது மிகவும் ஊழல் நிறைந்ததாக இருந்தது. சில ஊதியம் பெறவில்லை மற்றும் காணாமல் போயுள்ளன, செலுத்தப்படாதவை மற்றும் திருப்பிச் செலுத்தாதவர்கள், வருங்கால மற்றும் காவல்துறை நிதிகள், பல்லாயிரக்கணக்கான வங்கிகள். தொழிலாளர் மந்திரி காமினி லோகுக் ராஜபக்ஷம் ஜனாதிபதி மஹிந்த ராஜபக்ஷத்தை சந்தித்தார், மேலும் காணாமல் போன முதலீட்டாளர்களை இலங்கையின் முதலீட்டு வாரியத்திற்கு வழங்கிய தகவல்களின்படி கண்டுபிடிக்க முடியாது. இது எப்போதாவது இரண்டு முதல் மூன்று நபர்களைப் பற்றி சொல்லவில்லை. 2010 முதல் ஏழு ஆண்டுகளுக்குள் முதலீட்டு வாரியம் முடிக்கப்பட்டுள்ளது, மேலும் கடன் வாங்கும் உள்கட்டமைப்பு, இலவச உள்கட்டமைப்பு, நிலம் ஆகியவை மூடப்பட்டுள்ளன. அதாவது ஆண்டுக்கு 100 க்கும் மேற்பட்ட தொழிற்சாலைகள். காணாமல் போன முதலீட்டாளர்களில் காணாமல் போன முதலீட்டாளர்களில் பெரும்பாலோர் 2015 தேசிய தணிக்கை அறிக்கையில் இருப்பதாக சண்டே டைம்ஸ் கூறுகிறது.",
        "கூடுதலாக, அனைத்து வரி சலுகைகளும், முதலீட்டு வாரியத்தின் ஒப்புதலுடன் அனைத்து வரி சலுகைகளும் அனைத்து வரி சலுகைகளும் மற்றும் கடன் வாங்குபவரின் உடல்களால் பாதிக்கப்பட்டுள்ள பயங்கரவாதிகள் உள்ளன.",
        "சிலர் பங்களாதேஷ், தமிழ்நாடு மற்றும் ஆப்பிரிக்கா நாடுகளில் எவ்வாறு முதலீடு செய்தார்கள் என்பதை கண்டுபிடிக்க வேண்டும். இந்த மாபெரும் ஊழல் துயரத்தைப் பற்றியது அல்ல, உள்ளூர் வணிக அமைப்புகளின் அமைப்புகள். நமது நாட்டின் தொழிலாளர் தொழிலாளர் சட்டங்கள் மற்றும் தொழிற்சங்கங்களின் தொழிலாளர் சட்டங்கள் மற்றும் தொழிற்சங்கங்களால் அழிக்கப்படும் கூபல்களின் பேச்சு. நகர்ப்புற மத்திய கிளாசிகள், மற்றும் கோபல்கள் எந்தவொரு நோக்கத்துடனும் கதையை உருவாக்கினர்.",
        "மேம்பட்ட மேலாண்மை வணிகர்கள் தொழிலாளர் சட்டங்கள் மற்றும் தொழிற்சங்கங்கள் பிரச்சினைகள் அல்ல என்று கவலைப்படவில்லை. எட்டு ஆண்டுகளுக்குப் பிறகு, 1986 ஆம் ஆண்டில் தனது மாநிலத்தை மையமாகக் கொண்ட பொருளாதாரத்தைத் திறக்க எடுக்கப்பட்ட வியட்நாம், உலகளாவிய, வியட்நாம், வியட்நாம், வியட்நாம், வியட்நாம், வியட்நாம், வியட்நாம், சாம்சங், டோஜி கோல்ட் மற்றும் ஜெக், எஸ்.எம்.சி-குளோபலுக்கு கொண்டு செல்லப்பட்டது.",
        "சிதைந்த இலங்கை முதலாளிகளின் தொழிலாளர் சட்டங்கள் மற்றும் தொழிற்சங்கங்கள் மற்றும் வியட்நாம் பற்றி பேசுவது 2030 க்குள் 500 உலகளாவிய சிறப்பில் பாதியை எடுக்க அவர்களின் வடிவமைப்பில் சேர்க்கப்பட்டுள்ளது.. ஒரு பெரிய பிலேட்டராக பணியாற்றும் தொழிற்சங்கங்களைப் பொறுத்தவரை, வியட்நாம் அவர்களின் தொழிலாளர் சட்ட அமைப்பு மூலம் சட்ட அங்கீகாரத்தை வழங்கியுள்ளது.",
        "அதன் \"விளக்கம்\" இன் 3 வது பிரிவின்படி, ஊழியர்களின் கூட்டாக பேரம் பேசுவதன் மூலம் ஊழியர்களை கூட்டாக பேரம் பேசுவதன் மூலம் ஊழியர்களைப் பாதுகாப்பதற்கான ஊழியர்களின் நியாயமான உரிமைகள் மற்றும் சலுகைகளால் பிரதிநிதித்துவப்படுத்தப்படும் ஒரு தன்னார்வ அமைப்பு.. உள் தொழிற்சங்கங்கள் மற்றும் உள் பணியாளர் முகவர் நிறுவனங்களும் பணியாளர் பிரதிநிதி அமைப்புகளாக அங்கீகரிக்கப்படுகின்றன. \"",
        "பிரிவு 05, ஊழியர்களின் உரிமைகள் மற்றும் ஊழியர்களின் கடமைகள் பணியாளரின் வேலைவாய்ப்பு அமைப்புகளை நிறுவுவதற்கும் ஒருங்கிணைப்பதற்கும், ஒருங்கிணைப்பதற்கும், வேலைவாய்ப்பு மற்றும் ஒருங்கிணைப்பதற்கும் உரிமை உண்டு.",
        "பணியாளர் உரிமைகள் சான்றிதழ் பெற்றதால் ஒரு ஒழுக்கமான தொழிலாள வர்க்கம் வியட்நாமில் உள்ளது. வியட்நாம் ஆட்சியாளர்கள் தங்கள் உரிமைகளை இழந்த மிக முக்கியமான தொழிலாளர்கள் அல்ல, அத்தகைய பணியாளர்கள் ஆக்கிரோஷமானவர்கள் என்று சுய மரியாதைக்குரிய தொழிலாளர்கள். வியட்நாம் என்பது ஒரு மாசுபடுத்தும் வணிகமாகும், இது சீடருக்குச் சொந்தமான தொழிலாள வர்க்கத்துடன் ஒரு தொழிலாள வர்க்கத்தின் முகத்தில் ஊழல் நிறைந்த மோசடி நல்லொழுக்கத்திற்கு முக்கியமானது. எனவே, ஜே.வி.பி / நிறுவனத்தின் நியமனம் என்பது தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் தொழிலாளர் மற்றும் வங்கிகளுக்கு ஏற்றுமதி, உரிமையாளர் மற்றும் ரூ. ஒரு புலத்தை உறுதிப்படுத்த நடவடிக்கை எடுக்க வேண்டும். பின்னர், வியட்நாம் போன்ற உலகளாவிய முதலீட்டாளர்களை மேம்படுத்துதல், வளர்க்கிறது, வளர்க்கிறது, வளர்ந்து வருகிறது."
      ]
    },
    "en": {
      "title": "The challenge of getting investors",
      "body_lines": [
        "\"These reforms are essential in accordance with world standards of labor laws. Our hope is a legal framework for the protection, productivity of labor rights and improving investment in the Sri Lankan economy. \"",
        "Deputy Minister of Labor Mahinda Jayasinghe told the media about a month ago. He further emphasized that the proposed amendments are prepared to reflect the modern economic reality in accordance with the Statutes of the International Labor Organization Statutes.",
        "The JVP / Mass the JVP will tell us a year review of the government's revival of the government, no matter how the one says, he must ask the minds of the mind. If the Deputy Minister of Labor / Company is recommended to amend the JVP / Company, the Good Governance of Minister Malik Samarawickrema, is the pioneer of the Minister of Labor and Specialist in 2017.",
        "The Minister of Economic Association with the Minister of Labor, the Minister of Labor and the official aid unions of the National Labor Unions, has been rejected by the United States of America and the official aid unions of the National Association of the United States.. About six years later, Mr. Wickremesinghe, July 20, was appointed as the \"Substitute President\" as a \"substitute president\", as his disciple was appointed as a Labor Minister to revise labor laws.. It was detrimenting by the trade unions of the National Labor Advancement, not responsible for the employees. The B of the private sector trade union trade union fisheries, which was headed by Wasantha Samarasinghe, was also added.",
        "Now the JVP / Compass, Trade Union leader, is not spring, Wasantha Samarasinghe. Now is the trade mining minister Wasantha Samarasinghe. The private sector JVP district societies is also silent. The official section of the government is today speaking about the official stability of the government, is Deputy Deputy Minister of Labor Labor Union. According to him, it is said that \"a legal framework for the Sri Lankan economy to enhance investment in the Sri Lankan economy\" is that these reforms are essential to implementing business friendly. If we ask, the labor labor lecture group is laws, and the trade union action will create a laboratory framework for the trade union operation, but investors will develop a legal framework that enhances \"investor trust\". It is not believed that its employment and employee rights are confirmed.",
        "It is not a new story. The Colombo Economic Commission's Council of Colombo, representing the open market economy in 1978, was approved by the Colombo Economic Commission Act in Parliament in the Free Trade Union and prohibiting the trade union membership in free trade zones. There are several key trade union leaders opposed the constitution that would violate the Constitution that ensures that all of the sales workers.. Due to the president of the court, Jayewardene had to remove the funds of the Colombo Economic Commission Act. But the racketect needs were fulfilled by administrative measures and ignoring laws.",
        "The corrupt racketeer parallel has been tried by the contaminated racketeer to make the legal background for more than a half a decade. Gobels' approach to a super-German nation for Hitler was the first to crisis as a national destruction. Secondly the responsibility of its responsibility to be loading for another. If the third is to save the country from the national destruction of the national destruction, social opinion is to destroy the nomination enemy. It is a savage experience in Germany. Germany, who had faced economic hardship in World War I, was later caught in the world's economic recession in 1929. A gobels presented an opinion that it could cause a national destruction. Next it was the Jewish merchants who would be a Jewish merchants exploited. Then, to preserve the German land, and allowed the Jews to destroy the Jews.",
        "The gobels are used here. The opinion that cannot bring foreign investments to strengthen the economy of the country is bound to cause \"national destruction\" in the future. Say that the unions are due to obstructing foreign investment. As such, their solution is to remove trade unions.",
        "About a year ago, they were also provided with tax concessions, borrowings, privileges, who had to import foreign investment after the establishment of foreign investment about November 2024.. The JVP / compass government is not saying that big investors have not been investors, who opened the Katunayake Free Free Trade Zone, said the JVP / Compass government.",
        "The Gastrich came here was extremely corrupt. Some remain unpaid and disappeared, unpaid and non-refunders, provident and custodial funds, tens of thousands of thousands of banks. Labor Minister Gamini Lokuge Rajapaksa met with President Mahinda Rajapaksa and the missing investors cannot be found in accordance with the information provided to the Board of Investment of Sri Lanka. It is not occasionally saying about two to three people. The Board of Investment has been completed within seven years since 2010, and all 721 of the borrowing infrastructure, free infrastructure, land, have been closed down. That means more than 100 factories per year. The Sunday Times says that most of the disappeared investors in the disappeared investors have in the 2015 National Audit Report.",
        "In addition, there are all the tax concessions and all tax concessions with the approval of the Board of Investment and the terrorists who are suffering from the bodies of the borrower.",
        "Some should find out how they have invested $ in Bangladesh, Tamil Nadu and Africa countries. This giant corruption is not about misery, the organizations of local business organizations. The talk of the goobels that will be destroyed by the labor laws and trade unions of our country's labor labor laws and trade unions. The urban central classies, and the gobels made the story with any intention of.",
        "Improved management businessmen are not worried that labor laws and trade unions are not problems. Eight years later, the Vietnam, which was taken to open his state-centric economy in 1986, was taken to the global, Vietnam, Vietnam, Vietnam, Vietnam, Vietnam, Vietnam, Samsung, Doji Gold and Jeeck, SMC-Global.",
        "Talk about the labor laws and trade unions of the corrupted Sri Lankan employers and the Vietnam is included in their design to take half of 500 global excellence by 2030.. For trade unions that serve as a great bilator, Vietnam has given legal recognition through their labor legal system.",
        "According to Article 3 of its \"interpretation\", a voluntary organization that is represented by employees' legitimate rights and privileges to protect employees by collectively bargaining of employees by collectively bargaining and privileges of employees.. Internal trade unions and internal staff agencies are also recognized as employee representative organizations. \"",
        "Article 05, Employees' rights and obligations of employees have the right to establish and consolidate employee's employment organizations, to consolidate, employment, and consolidate.",
        "A disciplined working class is in Vietnam because employee rights are certified. Vietnam rulers are not the most important workers who have lost their rights and self-respectable workers that such personnel are aggressive. A Vietnam is a polluting business that is important to a corrupt racketeer virtue in the face of a working class with a disciple-owned working class. Therefore, the JVP / Company's appointment is to make labor labor labor labor labor labor labor labor labor labor labor labor labor labor labor labor labor, export products to the government and banks, ownership and employee employees who are missing Rs. Steps are to take steps to confirm a field. Then, advanced, grow, grow, and growing global investors, like Vietnam."
      ]
    }
  },
  "summary_lines": []
}