{
  "translated_text": {
    "si": {
      "title": "යුක්රේනයේ යුද්ධය",
      "body_lines": [
        "රුසියාවේ දකුණු ගුවන්තොටුපළේ යුක්රේනය විසින් මිනිසුන් විසින් සාදන ලද දැවැන්ත වැඩ වර්ජනයේදී රුසියාවේ ආරක්ෂක ආරංචි මාර්ග පවසයි.",
        "රුසියානු සොල්දාදුවන් 20 කට වැඩි පිරිසක් තුවාල හෝ මරණයට පත්විය හැකිය.",
        "යුක්රේනයේ යුද්ධයේදී භාවිතා කරන SU27- 34 ගුවන් යානා හි මොරබොව්ක් භූමියේදී ඊශ්රායලය විසින් මිනිසුන් රහිත ගුවන් ප්රහාරයක් දියත් කර තිබේ.",
        "රුසියාව තවමත් ප්රහාරය ප්රකාශ කර නොමැති නමුත් යුක්රේනයේ මිනිසුන් 40 දෙනාගේ ගුවන් ගමන් ඉලක්ක කර ඇත.",
        "යුක්රේනයේ මිනිසුන් රහිත ගුවන් යානා 40 කට වැඩි ප්රමාණයක් භාවිතා කිරීම රුසියාවෙන් රුසියාවේ වායු ආරක්ෂණ යාන්ත්රණය ක්රියාත්මක කර ඇති බව ආරක්ෂක පරීක්ෂකවරුන් පවසා තිබේ."
      ]
    },
    "en": {
      "title": "Ukraine War",
      "body_lines": [
        "Ukraine's security sources say that Russia's six warplanes have been destroyed in the massive unmanned air strike by Ukraine on Russia's southern airport.",
        "More than 20 Russian soldiers may have been injured or killed.",
        "Israel has launched an unmanned air strike on the Morajowsk site of the SU27- 34 aircraft used at the Ukraine war.",
        "Russia has not yet announced the attack, but Ukraine's 40 unmanned flights have been targeted.",
        "Security inspectors have said that the use of more than 40 unmanned aircraft in Ukraine has made Russia's air safety mechanism in operation."
      ]
    }
  },
  "summary_lines": [
    "Ukraine reportedly destroyed 6 Russian warplanes in an unmanned air strike, injuring or killing over 20 Russian soldiers. Israel targeted a SU27-34 aircraft site in Ukraine. Russia has not acknowledged the attack, but Ukraine has conducted 40 unmanned flights, activating Russia's air safety mechanism."
  ]
}