{
  "translated_text": {
    "ta": {
      "title": "ஒரு வரி சுனாமி மக்களின் சொந்தமானது",
      "body_lines": [
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசா, தற்போது சர்வதேச நாணய நிதியத்தால் ஒரு கைப்பாவை அரசாங்கம் மேற்கொள்ளப்பட்டு வருவதாகக் கூறினார்.",
        "கொழும்பின் ரத்னானெபிட்டியாவின் கெஸ்பேவா, நேற்று (17) நடந்த 'கீவானி புதிய கோடைகால' வகுப்பறைகளில் நடந்த விழாவில் அவர் பேசினார்.",
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசா அப்படி கூறினார்.",
        "\"நான் சர்வதேச நாணய நிதியத்துடன் உடன்படுகிறேன். ஆனால் அந்த ஒப்பந்தத்திற்கு முன் மண்டியிடுவதற்கு நீங்கள் உங்களுக்கு ஒரு பாக்கியத்தை வழங்கவில்லை. அவர்கள் நல்லவர்களாக இருந்தால், சர்வதேச நாணய நிதியம் உள்ளவர்களுக்கு அவர்கள் கல்வி கற்றால், அவர்கள் சிறந்த உடன்பாட்டைக் கொண்டிருக்க வேண்டும்,. அது நடக்கவில்லை. இன்று, ஒரு ஆணியில் ஒரு பொம்மை நிர்வாகம் உள்ளது.",
        "வரி சுனாமி இன்று மக்கள் மீது விநியோகிக்கப்பட்டுள்ளது. நாம் எதுவும் செய்ய வேண்டியதில்லை, இந்த சர்வதேச நாணய நிதியம். நாங்கள் நம் நாட்டின் இறையாண்மையை இணைக்கவில்லை. நாங்கள் யாரையும் விற்கவில்லை. நாம் ஒரு நல்ல நிலைப்பாட்டில் ஒரு நல்ல நிலைக்குச் சென்றால், சர்வதேச நாணய நிதியத்தைப் பற்றி யோசித்து, மக்களின் பக்கத்தில் நிறைவேற்றப்பட வேண்டிய விஷயங்களைச் செயல்படுத்தலாம்.",
        "அழுத்தத்தைக் குறைக்காமல், மக்களின் சிரமத்தைக் குறைக்காமல், அடக்குமுறை பிரபலமான வாழ்க்கையை உருவாக்காமல் பிரபலமான வாழ்க்கையை உருவாக்காமல் ஒரு நல்ல நேர்மறையான உடன்படிக்கைக்கு நாம் வரலாம். சர்வதேச நாணய நிதியத்தின் ஒரு பியூபா சுற்றில் ஒரு கைப்பாவை பாத்திரத்தில் பிரச்சனை ஒரு கைப்பாவை பாத்திரம். அத்தகைய சூழ்நிலையில் சர்வதேச நாணய நிதியத்தின் தலையீடு அவசியம் என்று நான் தெளிவாக சொல்ல விரும்புகிறேன். எல்லாவற்றிற்கும் மேலாக, ஆட்சியாளர்கள் உலகப் பொருளாதாரத்தை அறிய விரும்புகிறார்கள். \""
      ]
    },
    "en": {
      "title": "A tax tsunami is on the people's own",
      "body_lines": [
        "Opposition Leader Sajith Premadasa said that a puppet government is currently being carried out by the International Monetary Fund.",
        "He was speaking at a ceremony at the 'Keewani New Summer' classrooms at Kesbewa, Ratnanepitiya, Colombo yesterday (17).",
        "The Opposition Leader Sajith Premadasa said so.",
        "\"I'd like to hear from the government agree with the IMF. But you have not given you a privilege to kneel before that deal. If they are good, they must have the best agreement for the people with the IMF, if they were educated,. It's not happening. Today, there is a puppet administration in a nail.",
        "Tax Tsunami has been dispensated on the people today. There's nothing we have to do, do these calls the IMF. We did not aucate the sovereignty of our country. We did not sell anyone. If we go to a good standing in a good stand, we can think of the IMF and implement things that should be fulfilled on the side of the people.",
        "We can come to a good positive agreement without creating a popular life without reducing the pressure and reduce people's inconvenience and create an oppressive popular life. The problem is a puppet role in a puppet role in a pupa round of the IMF. In such a situation I would like to clearly say IMF intervention is essential. Before all, the rulers want to know the world economy. \""
      ]
    }
  },
  "summary_lines": [
    "Opposition Leader Sajith Premadasa criticized the current government for allegedly allowing a \"puppet\" administration influenced by the International Monetary Fund (IMF), leading to a \"tax tsunami\" affecting the people. He urged the government to negotiate better terms with the IMF for the benefit of the nation, emphasizing the importance of sovereignty and avoiding policies that worsen the populace's living conditions."
  ]
}