{
  "translated_text": {
    "si": {
      "title": "සිරියාවේ අසාද්ගේ සිරගෙදර ...!- වධහිංසාව සහ පෙර නොවූ විරූ කුරිරුකම - එන්බීසී",
      "body_lines": [
        "සිරියානු අගනුවර වන තදාසන්න ප්රදේශවල - අසාද් රජයේ හිංසාවන් පිළිබඳ තොරතුරු දිගු කලක් තිස්සේ පැවති ඒකාධිපතියාගේ ග්රහණයෙන් රට නිදහස් කර ගැනීම සඳහා රටේ බලාපොරොත්තු මධ්යයේ ව්යාකූල විය.",
        "ඔවුන් බන්ධනාගාරයට යන්නේ අදෘශ්යමාන ගැඹුරකින් අතුරුදහන් වූ නිසා තම ආදරණීයයන් ජීවතුන් අතර සිටින බවට ලකුණු තිබේද යන්න දැන ගැනීමයි.",
        "මානව හිමිකම් උල්ලං lations නය කිරීම් සඳහා ප්රසිද්ධව සිටින බන්ධනාගාරය නිසරු රටවල දක්නට ලැබේ.",
        "සිද්න්නයා බන්ධනාගාරය යනු මිනිසා නම් සිරියානු කොන්කිඩ් ගොඩනැගිලිවල සිරගෙයකි.",
        "අඟහරුවාදා එන්බීසී අඟහරුවාදා එහි ගිය විට, බන්ධනාගාරයේ වඩාත්ම ම්ලේච්ඡ පරිසරය තම ආදරණීයයන් සොයන ජනතාවගේ අංශු මාත්ර ලෙස සැලකේ.",
        "අසාද් 50 අසාද්ගේ පාලන සමයේ දී, සිද්ධාකාරය වැනි සන්නද්ධ හමුදා සෙඩන්නයා වැනි ආරක්ෂිත බන්ධනාගාර, ඇතුළට ගිය අය පිටතට නොපැමිණි බව සනාථ කළහ.",
        "මානව හිමිකම් සංවිධාන පවසන්නේ මහජනයා වැළැක්වීම සඳහා බන්ධනාගාරය සහ සිරියානු ජනතාව දහස් ගණනක් වධහිංසා පමුණුවා ගැනීම සඳහා මෙම බන්ධනාගාරය භාවිතා කළ බවයි.",
        "ස්තිනායාගේ මුඛය කාර් සිය ගණනකින් පිරී ඉතිරී යයි.",
        "සිරියාවේ බොහෝ ප්රදේශවල ජනයා තම ආදරණීයයන් ජීවතුන් අතර සිටිනවාදැයි බැලීමට පැමිණියහ.",
        "මෙයට හේතුව රහසිගත අංශයක් කුසගින්නේ සිටින සිරකරුවන් විසින් රහසිගත අංශයක් රඳවාගෙන ඇති බවට කටකතාවයි.",
        "එක් අවස්ථාවක, බුල්ඩෝසර් එකක් පැමිණ, පැහැරගත් අයව බේරා ගැනීමේ අපේක්ෂාවෙන්, සමහර මහජනයා බන්ධනාගාරයේ සමහර ප්රදේශවලට කැඩී ගියේය.",
        "මිනිසුන් විශාල සංඛ්යාවක් සිටි අතර, ඔවුන්ගෙන් බොහෝ දෙනෙක් අසාද් රජය විසින් යමෙකු රඳවාගෙන ඇත්දැයි ප්රශ්න කළහ.",
        "තමා විසින්ම සංවිධායක ලෙස පත් කළ පුද්ගලයා පරිපාලන කටයුතු සඳහා වගකිව යුතු කාමරයේ වාර්තා චිත්රපටයක් පවත්වාගෙන යන අතර නම් ලෙවකෑමකි.",
        "මෙම සාක්ෂි ආරක්ෂා කිරීම සඳහා මෙම සාක්ෂි අවශ්ය බව ජාත්යන්තර නීති විශාරදයින් අවධාරනය කරති.",
        "මෙම ස්ථාන සිරියානු ජනතාවට රහසිගත නොවේ. ඔවුන්ගේ මනෝශ්වර සහිත ස්ථාන මෙම ස්ථාන ලියාපදිංචි කර ඇත.",
        "කෙසේ වෙතත්, අඟහරුවාදා, සං signs ා නිකුත් කරන ලද අතර, වත්මන් ආ ict ාදායක තන්ත්රයේ අනන්යතා යන අනන්යතා දුටු ජනතාව කඳුළු සලමින් සිටියහ.",
        "ඇතුළත සුදු වයර් සහිත බන්ධනාගාර ද වූ අතර, සොයා ගත හැකි බන්ධනාගාර තුළ සිව් හතරක් පමණක් වන නමුත් ඔවුන් තුළ විශාල පිරිසකගේ අනන්යතා.",
        "සාක්ෂි සොයන පොදු ජංගම දුරකථනවල ආලෝකය නිසා, බන්ධනාගාර තුළ ඇඟලුම් හමු වූ බව නිරීක්ෂණය විය.",
        "තම පුතා අතුරුදහන් වූ බවත්, ඇයට සටන්කාමීත්වයක් බවට චෝදනා කළ කාන්තාවක්, නමුත් ඇය මිනිසෙකි.",
        "අටියන් පැතලි මතුපිට දෙකක් ඇතුළත් කාමරයක තිබී සොයා ගන්නා ලදී, සිරකරුවා අතරින් ශ්රේෂ් greatest තම තැනැත්තා. තදින් වැසීම සඳහා යාන්ත්රණයක් ද විය.",
        "අත්අඩංගුවට ගත් පුද්ගලයින් kill ාතනය කිරීමට හෝ වධහිංසා පමුණුවා ගැනීම සඳහා එය භාවිතා කළ බව මහජනයා පැවසීය.",
        "වෙනත් කාමරයක, එක් බිත්තියකින් අනෙකට ගිය ලෝහ කණුව තවත් බිත්තියක් වූ මට දැකගත හැකි වූ අතර සිරකරුවන්ගේ දෑත් මෙම ලෝහ කණුවට බැඳ තබයි.",
        "ඔවුන්ගෙන් එක් කෙනෙක්ම අත්හරින අතර ඔවුන්ගෙන් එක් කෙනෙක්, ඔවුන්ගෙන් එක් කෙනෙක්, ඔවුන් එය භාවිතා කළා.",
        "ඉරිදා, කැරලිකරුවන් සිරියානු අගනුවර අල්ලා ගත් විට, ඔවුන් බොහෝ දෙනෙකු බන්ධනාගාරයෙන් නිදහස් කර තිබේ. කාන්තාවන් බන්ධනාගාරයෙන් පිටවීමට අකමැති වූ අතර ඔවුන්ට වධහිංසා පමුණුවන ආ ator ාදායකයා පෙරලා දැමූ බව විශ්වාස කිරීම ප්රතික්ෂේප කළේය.",
        "බන්ධනාගාරයේ රහස්යභාව්යාවක් ඇති බව කටකතා නිසා වැඩි වැඩියෙන් මිනිසුන් බන්ධනාගාරයට යාමට පටන් ගත්හ."
      ]
    },
    "en": {
      "title": "In Syria's Azad's dungeon ...!- Sources of torture and unprecedented cruelty - NBC",
      "body_lines": [
        "In the suburbs of the Syrian capital - the information about the atrocities of the Assad government was confused amid the hopes of the country to free the country from the clutches of the long -term dictator.",
        "They were going to the prison to know if there were signs that their loved ones were still alive as they had disappeared at an invisible depth.",
        "The prison, which is known for its human rights violations, is found in the barren lands.",
        "The Sidenaya Prison is a dungeon of Syrian Konkirid buildings named the human being.",
        "When the NBC went there on Tuesday, the most barbaric environment in the prison was seen as the traces of the people who were looking for their loved ones.",
        "During the 50 -year reign of Assad, armed forces protected prisons such as Sidenaya, confirming that those who went inside did not come out.",
        "Human rights organizations say that the prison was used to prevent the public and torture thousands of Syrian people.",
        "Sitnaya's mouth is overflowing with hundreds of cars.",
        "People from many parts of Syria came to see if their loved ones were alive.",
        "This is because of the rumor that a secret division has been detained by starving prisoners.",
        "At one point, a bulldozer came, and in the hope of rescuing the kidnappers, some of the public broke into parts of the prison.",
        "There were large numbers of people, and most of them were questioning whether someone was detained by the Assad government.",
        "The person who was appointed as the organizer of himself was putting a documentary in the room responsible for administrative activities and licking the names.",
        "International legal experts insist that these evidence is necessary to protect these evidence.",
        "These places are not confidential for the Syrian people. Their well -known places have registered these places.",
        "However, on Tuesday, the signs were released, and the people were tears and screamed as they first saw the identities of the incumbent dictatorial regime.",
        "Inside there were prisons with white wires, and only four within those prisons could be found, but the identities of the large number of people inside them.",
        "Due to the light of the public's mobile phones looking for evidence, it was observed that the garments were found inside the prisons.",
        "A woman who said her son was missing and accused her of being a militant, but she was a man.",
        "Iron was found in a room that included two flat surfaces, the greatest of the prisoner to fit in. There was also a mechanism for closing tightly.",
        "The public said it was used to crush the arrested persons to kill or torture.",
        "In another room, I could see the metal pole that was folk from one wall to the other, and the prisoners' arms would be tied to this metal pole.",
        "He said that one of them had four forsakes, one of them, and they used it to kill people.",
        "On Sunday, when the insurgents captured the Syrian capital, Saidayanya had released many people from the prison. The women were reluctant to leave the prison and they refused to believe that the dictator who tortured them was overthrown.",
        "Due to rumors that there were confidentiality in the prison, more and more people began to go to the prison."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Syria's Sidenaya Prison: Torture, human rights violations under Assad regime. Public searches for loved ones amid rumors of secret detention. Evidence of cruel practices found, including iron crushing devices and metal poles used for torture."
  ]
}