{
  "translated_text": {
    "si": {
      "title": "96ஆவது அகவையில் தடம் பதிக்கிறது வீரகேசரி! : நூற்றாண்டை நோக்கி வீறுநடை!",
      "body_lines": [
        "අද ඉතිහාසයේ, අපූරු දවසක්. දෙමළ පුවත්පත් පරම්පරාවක පළමු පරම්පරාව, පළමු වරට පළමු පරම්පරාවේ පළමු පරම්පරාවේ පළමු පරම්පරාව, ඔහුගේ අතේ දරා ගැනීම සහ දැනුම හා හැඟීම් භුක්ති විඳීම, බදාදා එකම දිනට පෙර 95 කට පෙර සිදු විය.",
        "“இலங்கைவாழ் தமிழ் மக்கள் பேராவலோடு எதிர்நோக்கியிருந்த சீரிய, தேசீய, செந்தமிழ்த் தேன்பிலிற்றும், தினசரி ‘வீரகேசரி’ என்ற இன்னுரைக் களஞ்சியம் வெளிவந்துவிட்டது!” என்ற பேரறிவிப்போடு, 1930ஆம் ஆண்டு ஆகஸ்ட் மாதம் 6ஆம் திகதி நிகழ்ந்த, அந்த அற்புதமான, அதி உன்னதமான தொடக்கத்தையும், இன்றைய தினம், 95ஆவது அகவையை நிறைவு செய்து, 96ஆவது அகவையில் தடம் பதித்திருக்கும் ‘வீரகேசரி’யையும், சிரேஷ்ட மற்றும் புதிய தலைமுறை ஊழியர்கள், வாசகர்கள் என அனைவரும் ஆத்மார்த்தமாக மகிழ்ந்து வரவேற்கின்றனர் என்பதை இக்கணம் உணர முடிகிறது.",
        "නිර්භීත, බුද්ධත්වය සහ මධ්යස්ථභාවය වන වීරකේකාරි ඉක්මනින් ශතවර්ෂ සංචාරක වාර්තාවේ ප්රති result ලයක් වනු ඇති අතර දෙමළ මාධ්යවල යහපත උදෙසා විශ්වාසයෙන් බලා සිටිනු ඇත.",
        "මෙම සඟරාව පිළිබඳ පා ers කයන්ට යම් විවේචන සහ විකල්ප අදහස් දක්නට ලැබුණද, \"මම කියවීමට පටන් ගත් දා සිට වීරහන්රි සමඟ සිටිමි\" යැයි කියන අයව මම දැක ඇත්තෙමි.. \"උදේ වරුවේ පළමු රැකියාව, වීරකේසාරි මිලදී ගෙන සියල්ලම කියවන්න!\" මට එසේ ඉල්ලා සිටින අය ද මට හමු වී තිබේ.",
        "බස් රථයේ ජනේලයේ, වයෝවෘද්ධ මිනිසෙකු, වීරහන්රි පතුරුවා, පසුව කඩදාසි, කඩදාසි, දෙකේ සිට තුන නැවතුම, කියවීම කියවීමේ සුන්දරත්වය.. සරල පා er කයෙකු වන මාර්ගයේ සුන්දරත්වය පුවත්පත් හසුරුවයි!",
        "සඟරාවක මූල පා er කයා වේ. එහි පැවැත්ම තීරණය කරන තැනැත්තා පා er කයා වේ. ඒ සම්බන්ධයෙන් ගත් කල, පා readers කයන්ගේ උද්යෝගය හා සහයෝගීතාවය නම්, 'වීරකගේ' නම් කළ මෙම සාම්ප්රදායික මාධ්යයේ දියුණුව ගැන එය අතිශයෝක්තියක් නොවන බවයි.",
        "පැහැදිලිව තොර තොරතුරු දුරකථනයේ ඔටුන්න හිමි පෙළ සමඟ අනුකූලව, සම්මත අන්තර්ගතය, පැහැදිලි ප්රකාශ, සෞඛ්ය සම්පන්න සාන්ද්රණය, බුද්ධිමය අදහස් සහ පුදුම සහගත අදහස් සහ පුදුම සහගත ඡන්ද විමසීම් වීරකාරි ගැන ආඩම්බර වේ.",
        "දේශීය හා ගෘහ කටයුතුවල පමණක් නොව, ජාත්යන්තර ප්රජාව පුරා, ලෝකය, ලොව, කොහේ හෝ තැනක කුඩා සිදුවීම, ගෝලීය ගැටළු සහ බරපතල ගැටළු.",
        "විවිධ ප්රජාවන් එකට ජීවත්වන මේ රටේ, ආර්ථික නැගිටීම්, ජනතාවගේ ජනතාවගේ ජීවිතය සහ සමාජ සංවර්ධනයේ යහපත හා සමාජ සංවර්ධනයේ යහපත හා සමාජ සංවර්ධනයේ ප්රතිලාභය, සමාජ සංවර්ධනය හා සමාජ සංවර්ධනයේ ප්රතිලාභය වන සමහර වැඩසටහන් අතීත ඉතිහාසයේ සාක්ෂි වේ.",
        "ඊට අමතරව, මාර්ග සංවර්ධනයේ නාමයෙන්, පසුගාමී ගම්මානවල ගැටළු, අධ්යාපනයේ සිසුන්ගේ අනාගතයේ, ජනතාවගේ සහ දරුවන්ට එරෙහි හිංසනය, අවදානමට ලක්විය හැකි ජනතාව, නීති විරෝධී ජනතාව සහ නීතිවිරෝධී ජනතාව සහ නීතිවිරෝධී ජනතාව සහ නීතිවිරෝධී ජනතාව සහ නීතිවිරෝධී ජනතාව.",
        "වීරකකාරි විවිධ අවස්ථාවන්හිදී දීර් time කාලයක් තිස්සේ දීර් time කාලයක් තිස්සේ පැවති නමුත්, පොදුවේ ජනතාවගේ ගැටළු සහ දුක් වේදනා ආලෝකමත් කිරීම සඳහා වීරකකරි සාධාරණ ලෙස සාධාරණය ඉටු නොකරන අතර ඔවුන්ට විසඳුම් සෙවීම.",
        "වීරකකාරි සිවිල් යුද තත්වයන්ට, ජනවාර්ගික කෝලාහල, ප්රචණ්ඩත්වය, සමාජ ආබාධ, අධ්යාපනික හා සංස්කෘතික ගැටුම්, පාතාල කල්ලිවල, දේශපාලන අරුබස්, දේශපාලන අවුල් සහගත දේශපාලන politicians යින් සහ මාධ්ය මර්දනයන්හි සිවිල් යුද තත්වයන්ට මුහුණ දී තිබේ.",
        "ඊටත් වඩා, දෙමළ ජනයාගේ අවතැන්වීම, විරෝධතා, විරෝධතා, ජනමාධ්යවේය, නිෂ්පාදන පහසුකම්, සුනාමි ව්යසනය, ජීආර්ඕ ආසාදන, ආර්ථික අර්බුදය, ආහාර සහ ඉන්ධන හිඟයන්, ආහාර හා ඉන්ධන හිඟයන් දැවැන්ත පරිහානියට, සේවා ස්ථානය අත්පත් කර ගැනීම සහ හැසිරවීමට එරෙහිව සංස්ථාව දැඩි ලෙස සටන් කර ඇත.",
        "කෙසේ වෙතත්, සේවකයාගේ නොසැලෙන ශ්රමය සහ පා readers කයන් කෙරෙහි ඇති විශ්වාසය කොපමණ බාධක හා වීරකකාරි නැවත නැවතත් ඔසවා තිබුණත්, බොහෝ බාධක තිබුණත්.",
        "අද අපි වීරහන්රිගේ ජයග්රාහී ගමන සමරති. එහෙත්, මෙම පුවත්පතේ දිනයේ සිට මේ දශක නවය ගමන් කිරීම, එතරම් පහසු නැත. දෙමළ ජාතික පුවත්පතක් දර්ශනය වූ දෙමළ ජාතිකයන් වූ දෙමළ ජාතිකයන් සඳහා, එය 20 වන සියවසේ මුල් භාගය විය.",
        "ශ්රී ලංකාවේ නිදහස ලැබීමට පෙර එම කාලය තුළ ජීවත් වූ දෙමළ ජනතාව ගැන අප මඳක් සිතා බැලිය යුතුය. දවසේ දෙමළ ජනයාගේ මනෝභාවය සහ ජීවන රටාව බෙහෙවින් ය. ඒවා විශිෂ්ටයි. බාහිර ලෝකය. ඔවුන් රටවල හෝ ලෝකයේ ජීවත් වී ඇත. හේතුව, රටේ සහ ලෝකයේ සිදුවූයේ කුමක්දැයි දැන ගැනීමට දෙමළ මාධ්යයක් අපේ රටේ නොසිටීමයි.",
        "එම කාලය තුළ, කොළඹ සඟරාව වන කොළඹ සඟරාව වන ලංකා ලොකායාකා නමින් හැඳින්වෙන සිංහල පුවත්පතක් සහ 'උදයා තාරකම්' නමින් දෙමළ පුවත්පතක් ලෙස හැඳින්වෙන්නට තිබේ.",
        "මේ අතුරින් කොළඹ ජර්නලය 1832 දී ප්රකාශයට පත් කරන ලද පළමු ඉංග්රීසි සඟරාව වන අතර, 1860 දී ගාල්ලෙහි ප්රකාශයට පත් කරන ලද පළමු සිංහල සඟරාව වන අතර 1841 දී යාපනයේ ප්රකාශයට පත් කරන ලදී.",
        "දෙමළ පුවත්පත ප්රකාශයට පත් කළ විට පවා එය විකුණනු ලැබුවේ යාපනය දිස්ත්රික්කයේ පමණි. එහි ප්රති As ලයක් ලෙස යාපනයේ දිස්ත්රික්කයේ දෙමළ ජනතාව හැර දිස්ත්රික්කවල දෙමළ ජනතාවට පුවත්පත ලබා ගැනීමට නොහැකි විය.",
        "එවැනි තත්වයක් තුළ ශ්රී ලංකා මහතා. මී මැසි. රට පුරා දෙමළ කතා කරන සියලුම දෙමළ කතා කරන සියලුම දෙමළ කතා කරන සියලුම දෙමළ කතා කරන සියලුම දෙමළ කතා කරන සුප්රමනියම් චෙට්ටියාර් විසින් ලෝක සෞඛ්ය සංවිධානයේ ප්රතිලාභ හා ප්රයෝජන ගැනීමට ජාතික වශයෙන් දෙමළ පුවත්පතක් නිර්මාණය කිරීම සලකයි.",
        "එපමණක් නොව, එවකට රටේ ප්රධාන සිදුවීම් පවා දෙමළ ජනතාවට තේරුම් ගැනීමට නොහැකි විය.",
        "මහත්මා ගාන්ධි 1927 දී ඉන්දියාවට ගිය විට ගාන්ධිගේ කතාව හෝ ඔහුගේ ශ්රී ලංකාවේ සංචාරය හෝ එහි අරමුණ දෙමළ ජනතාවට නොපැමිණියේය.. එවැනි වැදගත් historical තිහාසික සිදුවීම්, සිදුවීම් සහ තත්වය ගැන ඉගෙන ගැනීම දෙමළ ජනතාවට දෙමළ පුවත්පතක් නොමැති තරම් සුබ්රමනියම් චෙට්ටියාර් සතුව ඇති ආශාව නිසැකවම ඇත.",
        "ඇරත්, කඳුකරයේ ජනතාව ගැන ද සැලකිලිමත් වන සුබ්රමනියම් චෙට්ටියර් සිතුවේ ජනතාවගේ ගැටළු සහ අවශ්යතා බාහිර ලෝකයට දැනගත යුතුව තිබූ බැවින් දෙමළ පුවත්පතක් සඳහා එය අවශ්ය වනු ඇති බවයි.",
        "තත්වයන් සහ අවශ්යතා සැලකිල්ලට ගනිමින් ඔහු දෙමළ කතා කරන ජනයාගේ හ voice 'වීරකකාරි' නමින් ජාතික දෙමළ පුවත්පතක් නිර්මාණය කළේය.",
        "කෙසිරි සිංහයා නම්. SubraManiam චෙට්ටියාම් චෙට්ටියාර්ගේ නිර්භීතකම වීරසරරි සංකේතයට පිවිසියේය.",
        "වීරමෙරිගේ පළමු පුවත්පත 1930 අගෝස්තු 6 වන බදාදා ප්රකාශයට පත් කරන ලදී. එම පළමු දිනයේ මිල සියයට 5 ක් පමණක් බව ඔබට විශ්වාස කළ හැකිද?",
        "වීරකේරි කාර්යාලය පිහිටා තිබුණේ කොළඹ - මරදානා හි ය. පසුව එය කොට්ටන්චෙනා වෙත මාරු කර ඇති අතර ඔහු කොළඹ ග්රෑන්ඩ්පාස් ප්රදේශයේ මාරු කර ඇත - ග්රෑන්ඩ්පාස්.",
        "වීරකාර්රි සහ එහි සංස්කාරකයේ නිර්මාතෘ. පී. බෙරී සුබ්රමනියම් චෙට්ටියාර්, මහතා අනුගමනය කරයි. H. නෙල්ලියා, මහත්මයා. V. රාමාවයි, මහතා. කේපී හරන්, මහත්මයා. කේවීඑස්, මහත්මයා. කේ. සිවප්රාගසම්, මහතා. පිළිතුර - ශිවනේෂෙල්වන්, මහත්මයා. එස්. නදරේසා, මහතා. ආර්. ප්රභාකන් ගුරුවරුන් ලෙස සේවය කර ඇත. ඔවුන්ගේ රේඛාවේ, මහත්මයා. එස්. සුඩිචජන් ප්රධාන කර්තෘවරයා ලෙස සේවය කරයි.",
        "වීරකෙරි පිහිටුවීම අධිවේගී පුවත්පත් සමාගමට (පුද්ගලික) සමාගමට පරිවර්තනය වූ පසු ඩීපී කෙසිවන් මහතා ආයතනයේ කළමණාකාර අධ්යක්ෂක ලෙස සේවය කළේය.. පසුව, මහත්මයා. හැරල්ඩ් පීරිස්, මහතා. රා නදීසන්, මහතා. එස්. ක්රිෂ්ෂ්රකූර්ති, මහතා. ඒවීඑස් n ානම්, මහතා. එම්.ජී.. වෙැනසෙල්ලාස් එම තනතුර දැරීය. ඔවුන්ගෙන් පසු, දැනට ඒස්පීස් පුවත්පත් (ලංකා) සමාගමේ කළමනාකාර අධ්යක්ෂ ලිමිටඩ් ලිමිටඩ් හි කළමනාකාර අධ්යක්ෂ. කුමාර් නදීසන් නායකත්වය දෙයි.",
        "මුල් දිනවල මුල් දිනවල ප්රකාශයට පත් කරන ලද සඟරා සහ විශේෂ පිටු පා .කයන් අතර සාදරයෙන් පිළිගනිණ.. මේ අනුව, 1960 දශකයේ දී වතු කම්කරුවන්ගේ ගැටළු හෙළි කරන වතු කම්කරුවන් පුළුල් ලෙස කතා කළහ.",
        "එම වර්ෂයේම, සවස සවස සවස සවස සවස සවස, ජෝති පවුලේ සතිපතා සඟරාව සහ එවකට මිත්රා සීලි, සතිපතා වැඩි පා .කයන් ආකර්ෂණය කර ගත්හ.",
        "පසුව, මෙට්රෝ ප්රවෘත්ති, එළවළු, කලාව, කලා විද්යාව, ජ්යෝති gy ත්වය, බුද්ධිය, මවුස් කේසරි, කනිෂ් kifer kesari, සති අන්ත ප්රකාශනය වැනි තවත් කිහිපයක්.",
        "කෙසේ වෙතත්, 2020 සහ රටේ ආර්ථික අර්බුදය කොරොන ආසාදනය වීමේ බලපෑම හේතුවෙන් බොහෝ සංවිධාන බොහොමයක් නතර කරන ලදී.. මේ වන විට 'වීරකසාරි සතිපතා' සහ 'විදුරල්ලි' ප්රකාශයට පත් කර ඇත්තේ වීරකේසාරි 'සහ' විදුරිලාල්ලි 'පමණක් ප්රකාශයට පත් කරන ලද්දේ, මිත්රාං වරාමාලාර් ද විද්යුත් තැපෑල ය.",
        "වීරකාරරි බිහිවීමේ දිනයේ සිටම විවිධ ප්රධාන historical තිහාසික සිදුවීම්, කර්තෘවරුන්, ලිපි, ලිපි සහ ඡේදවල වාර්තා වී තිබේ.. අපි ඒවායින් සමහරක් දෙස බැලුවහොත්,",
        "පිහිනුම් ක්රීඩකයා නවරත්නසමිමිට 'වැල්වෙට්තුරායි සිට වැල්ටිතුතුරායි සිට වැල්ටිතුතුරායි හි සිටම ජයග්රහණය කර ඇති අතර ඔහුගේ (1954) ජයග්රහණය කරා ළඟා වී තිබේ.",
        "මේ සමඟ, පෞද්ගලික නීතිය (1956), බණ්ඩා - දේස්ව ගිවිසුම (1957), ජනවාර්ගික ප්රචණ්ඩත්වය (1958), ශ්රී ගැටුම් (1958), හිටපු අගමැති බණ්ඩාරනායක ination ාතනය කිරීම - නඩුව (1959), දෙමළ ජාතික පක්ෂයේ ඊසානදිග සඳගැරා (1961). මැයි දින පෙරහැරේදී පොලිස්, බිත්තර එක්සත් ජනපද තානාපති (1965), ජේවීපී. සන්නද්ධ අරගලය, යාපනය. පුස්තකාල දම්බුන් (1981) පළ කර ඇත.",
        "ඊට අමතරව, ශුද්ධ පාප්තුමාගේ මරණය, ශුද්ධ පාප්තුමාගේ මරණය, චීන මහජන ජනරජයේ මරණය, කච්චතිව් ශ්රී ලංකාවේ පියාගේ මරණය, කච්චතිව් ශ්රී ලංකාව - ඉන්දියානු දේශපාලන නායක කමරාජාර්, අභාවප්රාප්ත ඉන්දීය අග්රාමාත්ය ඉන්දිරා ගාන්ධිගේ පැමිණීම, ඉන්දිරා ගාන්ධිගේ පැමිණීම.",
        "දෙමළ ඊලාම් විමුක්ති කොටින්ගේ ජනවාර්ගික අරගලයේ අවසානය, පක්ෂි පක්ෂවල, කුරුමිණිය, දේශපාලන අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය, ආර්ථික අර්බුදය පිළිබඳ අර්බුදය. පාලන තන්ත්රයේ නව ආණ්ඩුව මානව සුසාන ප්රශ්නයයි .... වීරකේසාරි ක්රියා කරන්නේ මධ්යස්ථභාවය, මධ්යස්ථභාවය වැනි කාරණයක් ලෙස සහ අතිශයෝක්තියෙන් තොරව ඒවා ප්රකාශයට පත් කිරීමයි.",
        "එදින, පුවත්පතේ මුද්රණය කර මුද්රිත මාධ්යයක් බවට පත් වූ වීරකේසාරි අද, අන්තර්ජාලය හරහා සහ ඩිජිටල් තාක්ෂණය හරහා විවිධ නූතන තත්වයක්, පරිණාමිතතාවය, පරිණාමිතතාවය, පරිවර්තනය සහ විද්යුත් මාධ්යයක් වර්තමාන තත්වයට පහසුවෙන් ප්රවේශ විය හැකිය.",
        "ඒ හා සමානව, වීරහන්රි පුවත්පත සහ සතිපතා සඟරාව ප්රවෘත්ති, ලිපි, සම්මුඛ සාකච්ඡා, දැන්වීම් සහ වෙනත් නිවේදන ද ඇති අතර ඩේලි පුවත්පතේ අන්තර්ගතය අන්තර්ජාලයේ ඉදිකර ඇති අතර වීරහන්රි අන්තර්ජාල ප්රවෘත්ති සේවාව අද්විතීය වේ.",
        "2005 දී පුවත්පත් කලාව විද්යුත් භාෂාවට සම්බන්ධ කිරීමේ ඊළඟ උත්සාහය විද්යුත් තැපෑල පටිගත කිරීමට පටන් ගත්තේය.",
        "පුදුමයට කරුණක් නම්, වීරකසේරි හුදෙක් සඟරා අතට පත්වීමට කාලයයි. අද, සඟරා ගණන අන්තර්ජාලයේ සැරිසරන වේ.",
        "ඒ හා සමානව, අන්තර්ජාලය හරහා සහ ලොව පුරා පුවත්පතට ඇතුළත් වූ වීරකාර් වෙබ් අඩවිය 2010 දී Batterweb.lk විසින් 2010 දී Batterweb.lk විසින් තෝරා ගනු ලැබුවේ \"ශ්රී ලංකාවේ ප්රියතම දෙමළ වෙබ් අඩවිය\" ලෙස ය.",
        "ඊට අමතරව, අපගේ ප්රවෘත්ති, දේශපාලන හා ප්රජා ඡන්ද, ආර්ථික හා ප්රජා ඡන්ද විමසීම්, ආර්ථික තත්ත්වය, අපරාධ සිදුවීම්, කලාව, සිනමා (වට්ටෝරු, වෛද්ය විද්යාව, අඹගේ තවත් වර්ධනයක්, වීරකාර්රිගේ තවත් සංවර්ධනයක් වන්නේ වට්ස්ඇප් වැනි සමාජ මාධ්යවල, Whatsapp සහ පා .කයන්ගේ පෙනුමයි.",
        "වීරක්කසාරිගේ පළමු පුවත්පතේ, එහි කතුවරයා. මී මැසි. සුබ්රමනියම් චෙට්ටිකව මේ සඳහා ඔහුගේ කතුවැකියෙහි සඳහන් වේ.",
        "\"වීරකසාරි තමාට හැකි තරම් පුණ්ය කටයුතු කිරීමට AVA විසින් පෙලඹී ඇති බව පෙනේ.. ඔහු අසාමාන්ය දේ කිරීම ගැන කතා කිරීමට සූදානම් නැත. මධ්යස්ථව, මධ්යස්ථව සිට, මධ්යස්ථව සිට මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව දක්වා, මධ්යස්ථව සිට මධ්යස්ථව දක්වා වූ පළමු තැනැත්තා වීරකේසාරි යනු වේ.. රාජකීය, සමාජීය හා ආර්ථික ප්රශ්න විමසා බැලීමේ වරින් වර මිතුරන් මෙය දැන ගැනීමට ඉඩ හරින්න.",
        "ත්යාගශීලී සිතුවිල්ලක, පුළුල් පරාසයක් හා සමාරසා පිළිබඳ හැඟීමක් වන වීරකසාරි ආගමික සටන්, කුටිස්මාර, සිගිල්, සිගිල්, ප්රීති ප්රමෝදයට සහභාගී නොවනු ඇත. ඔහු සතුව ඇති පී ulty ය, ඔහුගේ අදහස් පදනම් වී ඇත්තේ යුක්තිය මත ය. Our Kesari is a source of inspiration, unwavering labor and unwavering determination to protect the rights of the public ........................................................",
        "විශාලතම වගකීම සහ ඉහළම අරමුණු වලින් මතුවූ වීරකකාරි දෙමළ ජනතාවගේ සහයෝගය හා ආදරය අපේක්ෂා කරයි. \"",
        "වීරකාරි සඟරාව එළිදැක්වීම පිටුපස ඔහු සිය අභිප්රාය ප්රකාශ කර තිබුණි.",
        "ඊට පස්සේ, අවුරුදු දහයකට පසු, \"වීරකාරිගේ වර්ධන ඉතිහාසය\" යන ලිපියේ \"වීරකාර්රිගේ වර්ධන ඉතිහාසය\" යන ලිපියේ දී වීරහන්කාරි දිනපතා, වීරකාරි දිනපතා 6 වන පිටුවේ.",
        "එහි දී ඔහු පැවසුවේ \"මම මීට වසර දහයකට පෙර ක්රීඩාවක් ලෙස මෙම වීරහන්රි ආරම්භ කළෙමි. එය විශාලතම සංවිධානය වන විශාලතම සංවිධානය වන අතර, විස්තර කළ හැකි මැණික්, අද යථාර්ථවාදී නොවන ස්වේච්ඡා සේවකයෙකි. මිනිස් ජීවිතය අස්ථායී ය. තව අවුරුදු කිහිපයක් හෝ අවුරුදු කිහිපයක් තිස්සේ මට මේ වීරත්වයට යා හැකියි. ඊට පසු, වීරාකාරිගේ තත්වය කුමක්ද? \"වීරකකාරිගේ පුණ්යායතනය සහ\" වීරකකාරි 'ශ්රී ලංකාවේ ම්ලේච්ඡ විය යුතුය. \"",
        "එදින, අද ඔහු අද බොහෝ වාරයක් බලාපොරොත්තු වූ බව සිතුවා. අපි වසරේ 96 වන වසරට ගමන් කරන්නෙමු, ශ්රී ලංකාවේ දෙමළ පුවත්පත්වල වීරයෙකු වන සියවස යැයි අපි හෙට සන්තෝෂයෙන් හා සතුටින් සිටිමු."
      ]
    },
    "en": {
      "title": "Veerakesari : Furious towards the century!",
      "body_lines": [
        "Today in history, a wonderful day. The first generation of a Tamil newspaper lineage, the first generation of the first time, bearing, bearing in his hands, and enjoying knowledge and feelings, occurred 95 years ago on the same date on Wednesday.",
        "\"The Tamil people of Sri Lanka have come up with a session, national, national, and a daily repository called Veerakesari Model!\" With the decline, on August 6, 1930, that wonderful and supernatural beginning, today, the 95th, and the 96th, the heroes of the Veerakesari, the Senior and the new generation of employees and the readers are delighted.",
        "Veerakesari, which is the bravery, enlightenment, and neutrality, will soon be the result of a century and a century.",
        "Although readers have some criticism and alternative comments on this magazine, I have seen those who say, \"I have been with Weerakesari since the day I started reading.\". \"The first job in the morning, buy Veerakesari and read the whole thing!\" I have also met those who claim that.",
        "Sitting on the window of the bus, an elderly man, spreading the Weerakesari, and then a small portion of the paper, the paper, the hand of the paper, the tiger, the two to three folding, the beauty of reading the reading.. The beauty of the way a simple reader handles newspapers!",
        "The root of a magazine is the reader. The one who determines its existence is the reader. In that respect, the enthusiasm and cooperation of the readers is that it is no exaggeration to the development of this traditional media named 'Veerakesari'.",
        "'In accordance with the crown text of the Clearly Information Telephone, the standard contents, the clear statements, the unhealthy approaches, the spacious concentration, the intellectual ideas and the surprising polls are proud of the Weerakesari.",
        "Not only in local and domestic affairs, but all over the international community, the world, the world, somewhere, is a small incident, global problems and serious issues.",
        "In this country where various communities live together, some of the programs that have been introduced to the prosperous life, the economic uprising, the life of the people of the people, the social development and the benefit of social development, are evidence of the past histories.",
        "In addition, the scandals in the name of road development, the problems of the backward villages, the conditions of schools that are not maintained, the future of students in education, the violence against the women and the children, the vulgarity against the milk, the vulnerable people, the vulnerable people of the people, the illicit people, and the illicit people, and the illicit people, and the illicit people of the people, and the illicit people.",
        "Although Weerakesari is facing a long time in different cases, in different cases of the preservation of journalism, Veerakesari does not boldly point out justice through the honest message, to illuminate the problems and suffering of the public, and find solutions to them.",
        "Weerakesari has continued to face civil war situations, ethnic riots, violence, social disorders, educational and cultural conflicts, anarchy of underworld gangs, political chaos, some politicians and media repression.",
        "More than that, the Tamils' displacements, protests, lack of journalism employee, production facilities, tsunami disaster, corno infection, economic crisis, political disturbances, food and fuel shortages, food and fuel deficits The corporation has fought fiercely against the massive declines, ditches and handling of the workplace.",
        "However, no matter how many obstacles, the employee's unwavering labor and the confidence in the readers have repeatedly lifted Weerakesari.",
        "Today we are celebrating the victory journey of Weerakesari. But, since the day of this newspaper, this nine decades travel, not so easy. For the Tamil -speaking people, the time when a Tamil national newspaper appeared, it was the early 20th century.",
        "We must think a little about the Tamil people who lived in that period before the independence of Sri Lanka. The mood and lifestyle of the Tamil people of the day is greatly. They are great. The outside world. They have lived in the country or the world. The reason is that a Tamil media was not in our country at the time, to know what happened in the country and the world.",
        "During that period, there was an English newspaper called Colombo Journal, a Sinhala newspaper called the Lanka Lokayaka and a Tamil newspaper called 'Udaya Tharakam'.",
        "Of these, the Colombo Journal was the first English magazine published in 1832, the first Sinhala magazine published in Galle in 1860, and the first Tamil magazine published in Jaffna in 1841.",
        "Even when the Tamil newspaper was published, it was only sold in the Jaffna district. As a result, the Tamil people from the districts were unable to obtain the newspaper except the Tamil people of the Jaffna district.",
        "In such a situation, Mr. Sri Lanka. Bee. Subramaniam Chettiar, who reads all the Tamil speaking people across the country, considers the creation of a Tamil newspaper nationally to benefit and benefit the world.",
        "Moreover, the Tamil people were unable to understand even the major events in the country at that time.",
        "When Mahatma Gandhi visited Sri Lanka in 1927, no speeches or comments made by Gandhi on his visit to Sri Lanka or its purpose, the Tamil people did not go to the Tamil people.. Subramaniam Chettiar will certainly have the longing and longing that there is no Tamil newspaper for the Tamil people to learn about such important historical events, events and the situation.",
        "Besides, Subramaniam Chettiar, who is also concerned about the people of the hill country, thought that if the problems and needs of the people were to be known to the outside world, it would be necessary for a Tamil newspaper.",
        "Considering the circumstances and needs, he created a national Tamil newspaper called 'Weerakesari' as the voice of the Tamil speaking people.",
        "If Kesari is a lion. Subramaniam Chettiar's bravery entered the Veerakesari symbol, as the heroes of the two lions were painted in the Veerakesari logo.",
        "Weerakesari's first newspaper was published on Wednesday 6th August 1930. Can you believe that the price of that first day is just 5 per cent?",
        "The Weerakesari office was located in Colombo - Maradana. Subsequently, it has been transferred to Kottanchena and has been transferred to the Grandpass area of ​​Colombo - Grandpass.",
        "The founder of Weerakesari and its editor. Following P. Berry Subramaniam Chettiar, Mr.. H. Nellia, Mr.. V. Ramaswamy, Mr.. KP Haran, Mr.. KVS Was, Mr.. K. Sivapragasam, Mr.. A. Sivaneschelvan, Mr.. S. Nadarasa, Mr.. R. Prabhakan has worked as teachers. In their line, Mr.. S. Sreekhajan is serving as the Chief Editor.",
        "After the establishment of Weerakesari was converted to Express Newspapers (Private) Limited, Mr. DP Kesavan served as Managing Director of the Institute.. Subsequently, Mr.. Harold Peiris, Mr.. RA Nadesan, Mr.. S. Krishnamurthy, Mr.. AVS Gnanam, Mr.. MG Venasellas held the post. After them, Mr. Currently, Mr. Express Newspapers (Ceylon) (Private) Managing Director of Limited Limited. Kumar Nadesan is leading.",
        "In the early days, the magazines and the special pages, which were published in the early days, were welcomed among readers.. Thus, in the 1960s, the plantation workers, which reveal the problems of plantation workers, were widely talked about.",
        "Also, the same year, the evening's evening's evening, the Jyoti family weekly magazine, and then the Mithran Weekly, attracted more readers.",
        "Subsequently, some more publications, such as Metro News, Vidwelle, Healing, Arts, Artist, Astrology, Genius, Tamil Times, Sunflower, Mouse Kesari, Junior Kesari, Evening Express, Weekend Express.",
        "However, many co -releases were halted due to the impact of the Corono infection of the 2020 and the economic crisis of the country.. Currently, only the Weerakesari newspaper, 'Weerakesari Weekly' and 'Vidivalli' are only published, and the Mithran Waramalar is also the e-paper.",
        "From the day of the emergence of Weerakesari, various major historical events have been recorded in the newspapers, editorials, articles, articles, and paragraphs.. If we look at some of them,",
        "Swimmer Navaratinasamy can be referred to as 'Achievement from Valvettithurai from Valvettithurai and has reached the achievement of Tamil Nadu Kodikarai' (1954).",
        "Along with this, the Personal Law (1956), Banda -Selva Agreement (1957), Ethnic Violence (1958), Sri Conflict, Former Prime Minister Bandaranaike assassination - case (1959), Tamil National Party's North East Satyagraha (1961). Police attack on May Day procession, Eggs on US Ambassador (1965), JVP. Armed struggle, Jaffna. Library combustion (1981) has been posted.",
        "In addition, the death of the Holy Pope, the demise of the Holy Pope, the death of the Father Selva, the demise of the President of the Chinese People's Republic, the Kachchativu Sri Lanka -owned Kamarajar, the recognition of the Indian political leader Kamarajar, the recognition of the East Pakistan as Bangladesh, and the visit of the late Indian Prime Minister Indira Gandhi.",
        "In the following days, the end of the ethnic struggle of the Liberation Tigers of Tamil Eelam (LTTE), the clash among political parties, the Kurundur mountain affair, the crisis of the Corona, the crisis of the political parties, the economic crisis, the demise of the Pope Francis, the demise of Pope Francis. The new government in the regime is the human burial issue .... Veerakesari is acting as a matter of fact, neutrality and publishing them without exaggeration.",
        "On that day, Veerakesari, who was printed on the paper and became a print medium, is today, through the Internet and digital technology, bearing a variety of modernity, evolving, transforming, and the electronic media that is easily accessible to the present situation.",
        "Similarly, the Weerakesari newspaper and the weekly magazine bears the news, articles, interviews, ads and other announcements, and the contents of the daily newspaper are built on the Internet and the Weerakesari Internet news service is unique.",
        "The next attempt to connect the journalism into electronic, in 2005, began to record the E-Paper.",
        "Surprisingly, when We Veerakesari is simply the time to fall into the hands of the magazines, and today, the number of magazines is surfing on the Internet.",
        "Likewise, the Weerakesari website, which took the newspaper through the Internet and around the world, was selected by Bestweb.lk in 2010 as \"Sri Lanka's favorite Tamil website\".",
        "In addition, our news, interviews, political and community polls, economic situation, criminal incidents, historical documentary records, sports, cinema interests, art, cultural events, recipes, medicine, mango, etc. Another development of Weerakesari is to be shared in social media, such as WhatsApp, and the appearance of readers.",
        "In the first newspaper of Weerakesari, its editor. Bee. Subramaniam Chettiar refers to this in his editorial.",
        "“Weerakesari appears to be prompted by Ava to do charity as much as he can.. He is not ready to talk about doing unusual things. Veerakesari is the first one to look into the public opinion, from neutrality, from neutrality, to neutrality, and to make a good look at the PA.. Let friends know this, from time to time examining the royal, social and economic issues.",
        "Veerakesari, who is a generous thought, a wide range, and a sense of samarasa, will not attend religious fights, casteism, vigil. The Faculty that he has, his opinions are based on justice. Our Kesari is a source of inspiration, unwavering labor and unwavering determination to protect the rights of the public ........................................................",
        "Weerakesari, who has taken the greatest responsibility and emerges with the highest objectives, seeks the support and love of the Tamil people. ”",
        "He had expressed his intention behind the launch of the Weerakesari magazine.",
        "After that, ten years later, on page 6 of the Weerakesari daily, published on August 6, 1940, on the eve of the tenth anniversary of Weerakesari, the article \"Weerakesari's Growth History\" by Subramaniam Chettiar was found.",
        "In it he said, “I started this' Weerakesari as a game ten years ago. It has grown into the biggest organization, an indescribable gem, a unrealistic volunteer today. Human life is unstable. For a few more years or many years I can go to this heroic. After that, what is the status of Weerakesari? \"Weerakesari's charity and 'Weerakesari' should be a savage in Sri Lanka.”",
        "On that day, he thought, wanted, and expected many times today. We will travel to the 96th year of the year, and we will be happy and happy tomorrow to be the century hero in the Tamil newspapers of Sri Lanka."
      ]
    }
  },
  "summary_lines": []
}