{
  "translated_text": {
    "si": {
      "title": "දේශීය ට්රෝලර් කර්මාන්තය නතර කරන ලෙස ඉල්ලා එන්.වී සුබ්රමනියම් ධීවරයින් මුහුදට භාර දුන්නේය",
      "body_lines": [
        "දේශීය ට්රැක්ඩිස් කර්මාන්තය විසින් දේශීය ට්රැවල් මරණ ව්යාපාරයට කිසිදු බලපෑමක් ඇති කරන බවත්, බදාදා (8) දේශීය ධීවරයින්ට භාර දෙන ලෙසත්, උතුරු පළාත් ධීවර සංවිධානයේ නියෝජිතයා වන සුබ්රමනියම් එන්.වය.",
        "අපගේ තමිල්නාඩු ධීවර සබඳතා සහ උතුරු යාපනය ධීවර සබඳතා. ඔබේ ආදරයේ මැඩගල් යනු එන්.වී. සුබ්රමනියම් ය.",
        "ඉන්දියානු හා ශ්රී ලංකා ආණ්ඩු දෙකම කෘතිමව විරෝධී හා නිකාය වේ.. අපි මුලින්ම මෙය තේරුම් ගත යුතුයි. අපේ බඩ බඩගිනි වී ඇත.",
        "2) අපි අපට අවශ්ය මාළු රැගෙන මාළු ව්යාප්තිය අඩු කරමු.",
        "4) කුඩා ධීවරයාගේ සමුද්රීය උපකරණ අප නිර්දය ලෙස කපා සාගින්න සඳහා රැගෙන යනු ලැබේ.",
        "කුඩා ධීවරයා දන්නා සියලු කුරිරුකම් මේවාය. අනාගතයේදී, සියලුම කුරිරුකම් විනාශ වී ඇත්නම්",
        "1) අපගේ බඩේ සාගින්න සමනය කිරීම සඳහා අප මෙම මුහුදේ ජීවත් වන්නේ කොතැනින්ද?",
        "එබැවින් සතුරුකම අත්හැර, සතුරුකම ඔබේ මනසින් මඳක් සහ කිවිසුම් යාම සහ අපගේ පරම්පරාවෙන් මඳක් ගැන සිතීම. \"ඔබ ජවසම්පන්නව සුපරීක්ෂාකාරී නම්, බලපෑමේ විනාශය හැර අන් කිසිවක් නැත.\"",
        "එබැවින් මෙම ව්යසනය සපයන කොන්දේසිය සමඟ විකල්ප ව්යාපාරයට පැමිණෙන්න. විදේශීය දෙමළ ධීවරයෙකුගේ ජීවිතය වඩා හොඳ වනු ඇත. උදර pacph. අප සිතුවාට අපි අපේ පිටුබලය ඉතිරි කර ගත හැකිය. මීට අමතරව, තමිල්නාඩු සහ යාපනය ධීවරයින්ගේ හිවලුන්ගේ හිවලුන්ගේ සැලැස්ම ව්යර්ථ වනු ඇත. අපගේ පෙකණි දූත සබඳතා ශක්තිමත් වනු ඇත. අනෙක් සහෝදරයන් කෙරෙහි ඇති ආදරය හා සෙනෙහස. මට ආදරණීය සහෝදරයන්ව ලෙස ජීවත් විය හැකිය.",
        "3) මෙම ඛේදජනක ව්යාපාරයෙන් ඉවත් වන ලෙස අප ආදරයෙන් මගේ ආදරණීය දෙමළ සහ උතුරු දෙමළ ධීවරයින්ගෙන් ඉල්ලා සිටින බව කියනු ලැබේ. එය අපගේ ආදරය හා සෙනෙහස සඳහා මංමුලා සහගතය."
      ]
    },
    "en": {
      "title": "NV Subramaniam handed over the fishermen to the sea demanding the stopping of the local trawling industry",
      "body_lines": [
        "NV Subramaniam, representative of the Northern Provincial Fisheries Organization, demanding the abandonment of the business and abandoning the business, claiming that the local tranquility business was affected by the local trawling industry, and handed over to the local fishermen on Wednesday (8).",
        "Our Tamil Nadu Fisheries Relationships, and Northern Jaffna Fisheries Relationships. The Madagal of Your Love is N.V. Subramaniam I pray,",
        "Both Indian and Sri Lankan governments are artificially anti -hostile and sect.. We need to understand this first. Our stomach has become hungry.",
        "2) We take the fish we need and reduce the fish proliferation.",
        "4) We are ruthlessly cut off the marine equipment of the small fisherman and take them to starvation.",
        "These are all the atrocities that the little fisherman knows. In the future, if all the atrocities are destroyed",
        "1) Where do we live in this sea to alleviate our stomach hunger.",
        "So leave the hostility, leaving the hostility a little bit of your mind and sneezing and thinking for our descendants a little bit. \"If you are vigilant with the vigor, there is nothing but the destruction of the effect.\"",
        "So come to the alternative business with the traction that provides this disaster. The life of a foreign Tamil fisherman will be better. Abdominal pocph. We can save our back off as we thought. In addition, the plan of foxing of Tamil Nadu and Jaffna fishermen will be thwarted. Our umbilical cord relationships will be strengthened. The love and affection of the other brothers. M can live as loved brothers.",
        "3) It is said that we are lovingly requested my dear Tamil and Northern Tamil fishermen to get out of this tragic business, which is a desperate for our love and affection."
      ]
    }
  },
  "summary_lines": [
    "NV Subramaniam, representing the Northern Provincial Fisheries Organization, urged local fishermen to abandon the trawling industry, citing its negative impact on local tranquility. He highlighted the plight of small fishermen, facing equipment seizures and starvation due to overfishing. Subramaniam called for a shift to alternative, sustainable fishing practices to ensure the livelihoods of Tamil and Northern Tamil fishermen, emphasizing the need for unity and support among these communities."
  ]
}