{
  "translated_text": {
    "si": {
      "title": "ඉන්දියාවේ යෝජනාවට මෝදිගේ ප්රීතිය",
      "body_lines": [
        "ඉන්දියානු රජය විසින් ඉන්දියානු රජයේ තත්ත්වය සනිටුහන් කිරීම සඳහා කොළඹ ඉන්දීය මහ කොමසාරිස් කාර්යාලය විසින් කොළඹ ඉන්දීය මහ කොමසාරිස් කාර්යාලය විසින් ඉන්දීය අග්රාමාත්ය මෝදි සිය කෘත itude තාව පළ කරන අතර කොළඹ පැවති ප්රධාන භටයින්ට සුබ පැතුම්.",
        "පාලි භාෂාවේ තත්වය ලබා දීම සඳහා ඉන්දියානු ආණ්ඩුවේ අනුගාමිකයන් අතර සතුට ලබා දීම ගැන මම ආඩම්බර වෙමි. පාලි භාෂාවේ තත්වය ලබා දීම.. කොළඹ මෙම අවස්ථාවට සහභාගී වූ විවිධ රටවල විද්වතුන්ගේ හා භික්ෂූන් වහන්සේලාට ස්තූතිවන්ත වන \"අගමැති මෝදි අද ඔහුගේ\" එක්ස් \"වෙබ් අඩවියෙන් පළ කළේය.",
        "2024 ඔක්තෝබර් 23 වන දින ඉන්දීය මහ කොමසාරිස් කාර්යාලයේ ස්වමි විවේකා සංස්කෘතික මධ්යස්ථානය කොළඹ ශාඛා විවේකානන්ද සංස්කෘතික මධ්යස්ථානයේදී 'සම්භාව්ය පාලි' නමින් කණ්ඩායම් සාකච්ඡාවක් සංවිධානය කළේය.",
        "මෙම අවස්ථාවට සහභාගී වූ ප්රධාන මහ කොමසාරිස් සැටර්චල් පාණ්ඩේ මහතා, බෞද්ධ හා සංස්කෘතික හා සංස්කෘතික කටයුතු, ජාතික ඒකාබද්ධතා සමාජ ආරක්ෂණ හා මාධ්ය අමාත්යාංශයේ රංජිත් ආරමරත්නගේ අමාත්යාංශයේ ලේකම් සැටර්චාල්චල් පාණ්ඩී ද සහභාගී විය.",
        "මෙම උත්සවයේ සමාරම්භක කතාව කිරින්ද්සේ ආසාජි තෙරගේ ගංගාරාම විසාහි මහ ඇමති විසින් ඉදිරිපත් කරන ලදී.",
        "පාලි සහ බෞද්ධ අධ්යයන දෙපාර්තමේන්තුව වන ශ්රී ලංකා සමාජයේ බෞද්ධ සංස්කෘතික දෙපාර්තමේන්තුවේ බෞද්ධ සංස්කෘතික දෙපාර්තමේන්තුවේ බෞද්ධ සංස්කෘතික දෙපාර්තමේන්තුවේ මහාචාර්ය ආනන්ද් සිං (වීඩියෝ සංස්කෘතික අංශයේ බෞද්ධ සංස්කෘතික අංශයේ බෞද්ධ සංස්කෘතික අංශයේ බෞද්ධ සංස්කෘතික අංශයේ බෞද්ධ සංස්කෘතික දෙපාර්තමේන්තුව සහ සහ කොළඹ විශ්ව විද්යාලයේ බෞද්ධ අධ්යයන දෙපාර්තමේන්තුව ආචාර්ය එම් සුකරසිරි තෙර. පාලි භාෂාව හඳුනා ගැනීමට ඉන්දීය රජය ගත් තීරණය histor තිහාසික තීරණයක් බව .තිහාසික නිගමනයක් ලෙස මෙය ඉන්දියාවේ දැඩි කැපවීම පිළිබිඹු කරන බව ඔවුහු පෙන්වා දුන්හ."
      ]
    },
    "en": {
      "title": "Modi's joy to India's resolution",
      "body_lines": [
        "Indian Prime Minister Narendra Modi expressed his gratitude and congratulations to the scholars and monks in Colombo who had joined the event by the Indian High Commission in Colombo to mark the status of the Pali language by the Government of India.",
        "“I am proud to have prompted the inspiration of happiness among the followers of the Buddha's ideas of the Indian government to give the Pali language the status of the Pali language.. Thanks to the scholars and monks of various countries who participated in the event in Colombo, ”Prime Minister Modi posted on his\" X \"site today.",
        "On October 23, 2024, the Swami Vivekananda Cultural Center of the Indian High Commission organized a group discussion titled 'Classical as Pali' at the Swami Vivekananda Cultural Center in Colombo.",
        "Indian Deputy High Commissioner Satyanchal Pandey was also the chief guest at the event, Secretary to the Ministry of Buddhist, Religious and Cultural Affairs, National Integration Social Security and Media Ministry, Ranjith Aryaratne.",
        "The inaugural speech of the event was presented by the Chief Minister of the Gangarama Vihara, Kirinde Asaji Thera, followed by a panel discussion on the topic.",
        "Professor Anand Singh (videotapes) of the Central University of South Bihar, the Buddhist Cultural Department of the Buddhist Cultural Department of the Buddhist Cultural Department of the Buddhist University of Sri Lanka Club'sDr. Deniyaye Pannalaka Buddharakitha Thera, the Department of Pali and Buddhist Studies, and Dr. M Sukatasiri Thera, the Department of Buddhist Studies of the University of Colombo. They also pointed out that this is a reflection of India's strong dedication to protect and spread Buddhist tradition and culture as a historic conclusion that the Indian government's decision to recognize the Pali language is a historic decision."
      ]
    }
  },
  "summary_lines": [
    "Narendra Modi congratulates scholars and monks in Colombo for promoting Pali language recognition. Event highlights India's commitment to Buddhism and cultural preservation."
  ]
}