{
  "translated_text": {
    "ta": {
      "title": "வானிலையிலிருந்து ஒரு சிவப்பு அறிவிப்பு",
      "body_lines": [
        "தீவைச் சுற்றியுள்ள ஆழமான மற்றும் ஆழமற்ற கடல் பகுதிகளுக்கு வானிலை ஆய்வு மற்றும் மெட் திணைக்களத்தால் வானிலை ஆய்வு திணைக்களம் சிவப்பு அறிவிப்பை வெளியிட்டுள்ளது.",
        "கூடுதல் 24 மணிநேரம் இன்று (25) 04:00 மணிக்கு 24 மணி நேரம் (26) செல்லுபடியாகும்.",
        "தெற்கு நீளமுள்ள பே பே கடலில் தாமதம் பே ஆஃப் பே பே கடலில் அடக்குமுறை மந்தநிலைக்கு வளர்ந்துள்ளது.",
        "அதே அமைப்பு இன்று காலை 1130 மணியளவில் காலை 1130 மணியளவில் உள்ளது. சுமார் 530 தென்கிழக்கில் சரியாக உள்ளன.",
        "அடுத்த 24 மணி நேரத்தில் தீவின் கிழக்கு கடற்கரைக்கு அருகில் சென்று தீவின் கிழக்கு நோக்கி அருகில் வளரும் என்று எதிர்பார்க்கப்படுவதாக வானிலை ஆய்வு திணைக்களம் கூறுகிறது.",
        "இந்த அமைப்பின் செல்வாக்கு தீவின் வடக்கு மாகாணத்திலும் திருகோணமலீ மாவட்டத்திலும் குறைந்தது 15 மி.மீ.",
        "வட-மத்திய மற்றும் யு.வி.ஏ மாகாணங்களில் குறைந்தது 100 மி.மீ.",
        "இதற்கிடையில், தேசிய கட்டிட ஆராய்ச்சி அமைப்பு (என்.பி.ஆர்.ஓ) பல மாவட்டங்களுக்கான நிலச்சரிவு எச்சரிக்கை அறிவிப்பை வெளியிட்டுள்ளது.",
        "அதன்படி, பதுல்லா, எலா, ஓபனோஹுபிட்டியா, பிதம்போடாவின் கெகல்லே மாவட்டம், கெகல், கெகல், கெகல்லே, பெல்மடாரா, கொலம்போ மாவட்டம், பெல்மடாரா, கெகல், ராட்னபுரா, பெல்மதுல்லா, ராட்னபுரா ஆகியவை இஸ்னபுரா, இது முதல் நிலை அறிவிப்புக்குள்ளான அறிவிப்பாகும்."
      ]
    },
    "en": {
      "title": "A red announcement from the weather",
      "body_lines": [
        "The Department of Meteorology has issued a red announcement by the Department of Meteorological and the Met Department for deep and shallow sea areas around the island.",
        "The additional 24 hours will be valid for 24 hours (26) at 04:00 pm today (25).",
        "The delay in the south-long Bay Bay Sea has grown to an oppression recession in the Bay of Bay Bay Sea.",
        "The same system is around 1130 am today at around 1130 am. About 530 are rightly on the southeast.",
        "The Department of Meteorology states that it is expected to travel close to the East Coast of the island in the next 24 hours and grow close to the island East.",
        "The influence of the system will also occur in the Northern Province of the island and the Trincomalee District and at least 15 mm.",
        "Heavy showers that will occur at least 100 mm in the North-Central and Uva provinces.",
        "Meanwhile, the National Building Research Organization (NBRO) has issued the landslide warning announcement for several districts.",
        "Accordingly, Badulla, Ella, Opanohupitiya, Kegalle District of Pithamboda, Kegalle, Kegalle, Kegalle, Pelmadara, Colombo District, Pelmadara, Kegalle, Ratnapura, Pelmadulla, RatnapuraThe first level alarming notification that is known to be inquisible has been issued."
      ]
    }
  },
  "summary_lines": [
    "Red weather alert issued for coastal areas and northern regions. Heavy rainfall expected in North-Central and Uva provinces. Landslide warnings issued for several districts. System to approach East Coast within 24 hours."
  ]
}