{
  "translated_text": {
    "ta": {
      "title": "ලබන වසරේ දී රජය සමඟ සිදු කරන සියලු ගෙවීම් සහ ගනුදෙනු Online ක්‍රමයට - ජනපති",
      "body_lines": [
        "அடுத்த ஆண்டு வாக்கில், ஜனாதிபதி அனுரா குமாரா டிசனாயக்கில் ஜனாதிபதி அனுரா குமாரா டிசனாயக்க கூறினார்.",
        "වත්මන් රජයේ ප්‍රමුඛ වැඩසටහනක් වූ ඩිජිටල්කරණය මගින් මෙතෙක් කොළඹට සීමා වූ සියලු පරිපාලන කටයුතු ඈත පිටිසර ගම්මාන දක්වා විමධ්‍යගත කරමින් රජයෙන් ඉටු කර ගත යුතු කාර්ය ඉතා සමීපව ඉටු කර ගැනීමට ජනතාවට අවස්ථාව සලසා දෙන බවද ජනාධිපතිවරයා පවසයි.",
        "குடியேற்றம் மற்றும் குடியேற்றத் துறையில் யாஃப்னா பிராந்திய அலுவலகம் திறக்கப்பட்டதில் ஜனாதிபதி அனுரா குமாரா டிசனாயக்க இந்த அவதானிப்பை மேற்கொண்டார்.",
        "யாஃப்னா மாவட்ட செயலகத்தில் நிறுவப்பட்ட இந்த அலுவலகம் நவீன தொழில்நுட்பம் மற்றும் நவீன தொழில்நுட்பம் உள்ளிட்ட அனைத்து வசதிகளையும் கொண்டுள்ளது.",
        "யாஃப்னா, கிலினோச்சி மற்றும் முல்லெய்திவு மக்கள் வடக்கு மாகாணத்தில் உள்ள வவைனியா பிராந்திய அலுவலகத்திற்கு செல்ல வேண்டும்.. பிராந்திய அலுவலகம் திறக்கப்பட்டது மற்றும் வடக்கு மாகாணத்திலிருந்து பாஸ்போர்ட் விண்ணப்பங்களின் எண்ணிக்கை தேவை அதிகரித்தது.",
        "யாஃப்னா துறையின் மக்களுக்கு மூன்று பாஸ்போர்ட்டுகளை வெளியிடுவதற்காக ஜனாதிபதி யாஃப்னா மக்களுக்கு மூன்று பாஸ்போர்ட்டுகளை வழங்கினார்.",
        "பின்னர், ஜனாதிபதி யாஃப்னா மாவட்ட செயலகத்தில் யாஃப்னா ஆடிட்டோரியத்தில் யாஃப்னா மாவட்ட மாநில அதிகாரிகளுடன் இணைந்தார்.",
        "அரசாங்கத்தின் சிறந்த அரசாங்கத்தை அரசாங்கத்தின் சிறந்த முறையில் பாதுகாக்க அரசாங்கம் திட்டமிட்டுள்ளது என்றும், நாட்டின் முழு பொது ஊழியர்களுக்கும் நாட்டிற்கு அதிகாரத்தை நிறைவேற்றுவதற்கான வாய்ப்பு கிடைத்துள்ளது என்றும் ஜனாதிபதி கூறினார்.",
        "ஒரு வலுவான பொது சேவையை உருவாக்க நாட்டைக் கட்டியெழுப்புவதற்கும், உலகின் முன்னேற்றத்திற்கு பின்னால் ஒரு வலுவான பொது சேவை இருப்பதற்கும் ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "இதற்கிடையில், ஜாஃப்னா நூலக மேம்பாடு (மின்-நூலகம்) இன்று (01) ஜனாதிபதி அனுரா குமாரா டிசனாயக்கின் முக்கிய மையமாக உள்ளது.",
        "அதன்படி, யாஃப்னா பொது நூலகத்திற்கு jaffna.dlp.gov.lk அறிமுகப்படுத்தப்படும்.",
        "யாஃப்னாவில் உள்ள மக்களின் அடையாளமான யாஃப்னா பொது நூலகம், ஆசியாவில் மிகப்பெரிய புத்தகங்கள் மற்றும் பள்ளிகள் மற்றும் பல்கலைக்கழக மாணவர்கள் மற்றும் உள்ளூர் மற்றும் வெளிநாட்டு ஆராய்ச்சியாளர்கள் உட்பட பல நபர்களைக் கொண்ட ஒரு நூலகமாகும்.",
        "இது ஒரு கூட்டு நூலக மேலாண்மை அமைப்பு மற்றும் ஒருங்கிணைந்த நூலக மேலாண்மை அமைப்புடன் ஒரு சிறப்பு அலகு மற்றும் யாஃப்னா பொது நூலகத்திற்கு ஸ்மார்ட் கார்டு அணுகலுடன் ஒரு சிறப்பு அலகு ஆகியவற்றை அறிமுகப்படுத்தியது.",
        "திட்டம் ரூ. 2025 பட்ஜெட்டில் இருந்து 100 மில்லியன்.",
        "மின்-நூலகத் திட்டத்தை அதிகாரப்பூர்வமாகத் தொடங்கியது, ஜனாதிபதி அதன் வாசிப்பு மண்டபம் மற்றும் புத்தகங்களில் ஊழியர்களுடன் நட்பு கதையில் ஈடுபட்டார்.",
        "பாராளுமன்ற பாதுகாப்பு மற்றும் மீன்வள உறுப்பினர்கள், நீர்வாழ் மற்றும் கடல் வள அமைச்சர் ரமலிங்கம் சந்திரசேகர், யாஃப்னா முனிசிபல் உயர் ஸ்தானிகர் மற்றும் பிற ஊழியர்கள் ஆகியோர் இவ்வாறு கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "President to carry out all payments and transaction with the government next year - President",
      "body_lines": [
        "President Anura Kumara Dissanayake said that by next year, President Anura Kumara Dissanayake said.",
        "The present government's leading governance has so far, all the administrative activities that have been limited to Colombo will be very close to the government to fully accomplish the tasks of the government.",
        "President Anura Kumara Dissanayake made this observation at the opening of the Jaffna Regional Office in the Department of Immigration and Emigration.",
        "Established in the Jaffna District Secretariat, this office consists of modern technology and all the facilities including modern technology.",
        "The people of Jaffna, Kilinochchi and Mullaitivu have to go to the Vavuniya Regional Office in the Northern Province.. The Regional Office was opened and the number of passport applications from the Northern Province increased by the increase in the need.",
        "The President also issued three passports to the people of Jaffna to issue three passports to the people of the Jaffna Department.",
        "Subsequently, the President joined Jaffna District State officials in the Jaffna auditorium in the Jaffna District Secretariat.",
        "The President said that the government is planning to protect the government to the best of the government to the best of the government and the entire public servants in the country have had the opportunity to carry out the power to the country.",
        "The President also pointed out that in order to build the country to build a strong public service and there is a strong public service behind the advancement of the world.",
        "Meanwhile, the Jaffna Library Development (E-LIBRARY) is the main focus of President Anura Kumara Dissanayake today (01).",
        "Accordingly, JAFFNA.dLP.gov.lk will be introduced to the Jaffna Public Library.",
        "The Jaffna Public Library, a symbol of the people in Jaffna, is a library with the largest collection of books in Asia and many people, including schools and university students as well as local and foreign researchers.",
        "It also introduced a joint library management system and a special unit with a combined library management system and a special unit with a smart card access to the Jaffna Public Library.",
        "The project is Rs. 100 million from the budget of 2025.",
        "Officially commenced the E-Library Program, the President was engaged in a friendly story with the staff on its reading hall and books.",
        "Parliamentarian Defense and Members of Fisheries, Aquatic and Ocean Resource Minister Ramalingam Chandrasekar, Jaffna Municipal High Commissioner and other staff were present at the occasion."
      ]
    }
  },
  "summary_lines": []
}