{
  "translated_text": {
    "ta": {
      "title": "முச்சக்கர வண்டியை பராமரிக்கிறது - ஜனாதிபதி",
      "body_lines": [
        "மூன்று சக்கர வாகன வாழ்க்கையைப் பேணும்போது தொழில்முறை விதிகள் இருக்க வேண்டும் என்று ஜனாதிபதி ரங்கில் விக்ரமேசிங்க் கூறுகிறார்.",
        "அவர் நேற்று (19) தொழில்முறை முச்சக்கர வண்டி மற்றும் போக்குவரத்து பிரதிநிதிகளுடனான கூட்டத்தில் பேசிக் கொண்டிருந்தார்.",
        "ஒரு தொழில்முறை முச்சக்கர வண்டி ஓட்டுநர்கள் ஜனாதிபதியிடம் ஒப்படைக்கப்படும் ஜனாதிபதியிடம் இந்தத் தொழில் ஒப்படைக்கப்பட்டுள்ளது.",
        "\"நாடு சில ஸ்திரத்தன்மைக்கு வந்துள்ளது. நாம் இப்போது இங்கிருந்து செல்ல வேண்டும். நாட்டின் பொருளாதாரத்தை சரிவு இல்லாமல் மீண்டும் கொண்டு வர முடியாது என்பதற்கு வேறு ஏதேனும் வழி இருக்கிறதா?நாம் அனைவரும் புரிந்துகொண்டு செயல்பட வேண்டும். முச்சக்கர வண்டி ஓட்டுநர்கள் குறித்த சிறப்பு திட்டங்கள் வழங்கப்பட்டன. இந்த திட்டங்களை எதிர்காலத்தில் நாம் செயல்படுத்த வேண்டும். இந்த திட்டங்களை செயல்படுத்தும்போது இந்த தொழில் தொடர்பான சங்கங்களுடன் நாங்கள் விவாதிக்க வேண்டும். இந்த தொழிலுக்கு தொழில் விதிகள் தேவை. தொழில்முறை விதிகள் இருக்க வேண்டும் என்பதை நாங்கள் ஒப்புக்கொள்கிறோம். அந்த வேலையை நீங்கள் எவ்வாறு செய்கிறீர்கள் என்பதை நீங்கள் தீர்மானிக்கிறீர்கள். நலனுக்கும் கவனம் செலுத்த வேண்டும். மின்சார வாகனங்களில் கவனம் செலுத்தும்போது, ​​குறிப்பாக எதிர்காலத்தில், இந்த வாகனங்களுக்கு நிவாரணம் வழங்குவதில் கவனம் செலுத்த வேண்டும், குறிப்பாக எதிர்காலத்தில். அது இன்னும் உலக உலகில் உள்ளது. உலகில் உள்ள நாடுகள் சோதனையில் ஈடுபட்டுள்ளன. நாம் உலகைப் பார்த்து அதற்கேற்ப செயல்பட வேண்டும். \""
      ]
    },
    "en": {
      "title": "Maintains the three-wheeler career - President",
      "body_lines": [
        "President Ranil Wickremesinghe says that there should be professional rules when maintaining a three-wheeler career.",
        "He was speaking at a meeting with professional three-wheeler and transportation representatives yesterday (19).",
        "The profession has been handed over to the President where a professional three-wheeler drivers are handed over to the President.",
        "\"The country has come to some stability. We must go from here now. Is there any other option that the economy of the country cannot be brought back without collapse?All of us should act with understanding. Special proposals on three-wheeler drivers were presented. We must implement these proposals in the future. We have to discuss with associations related to this profession when implementing these programs. This profession needs career rules. We agree that there must be professional rules. You decide how you do that work. Should also pay attention to welfare. When focusing on electric vehicles, especially in the future, should also focus on what the relief provided to these vehicles, especially in the future. It is still in the world of the world. Countries in the world are engaged in experimental. We should look at the world and act accordingly. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasizes the need for professional regulations for three-wheeler drivers, highlighting the importance of stability and economic recovery. He suggests collaboration with relevant associations to develop these rules, ensuring welfare and considering the transition to electric vehicles, learning from global experiments."
  ]
}