{
  "translated_text": {
    "ta": {
      "title": "பிடனை விட ஹாரிஸை வெல்வது எளிது - டிரம்ப்",
      "body_lines": [
        "இங்கிலாந்து ஜனாதிபதித் தேர்தலின் ஜனநாயகக் கட்சியை எளிதில் தோற்கடிக்க முடியும் என்று குடியரசுக் கட்சியின் டொனால்ட் டிரம்ப் கூறுகிறார்.",
        "பிடனை விட, ஹாரிஸை தோற்கடிக்க முடியும் என்று அவர் கூறுகிறார்.",
        "அமெரிக்காவின் தற்போதைய ஜனாதிபதி டெமோகோடிக் கட்சியில் போட்டியிட தயாராகி வந்தார்.",
        "எவ்வாறாயினும், 81 வயதான ஜனாதிபதியின் நிறுவனத்துடன், 81 வயதான ஜனாதிபதியை அவரது வேட்புமனுவுக்கு வலுவான எதிர்ப்பால் விசாரித்தார்.",
        "கடந்த ஜூன் மாதம் முதல் ஜனாதிபதி விவாதத்திற்குப் பிறகு இந்த எதிர்ப்பு தீவிரமடைந்தது.",
        "குடியரசுக் கட்சி வேட்பாளர் டொனால்ட் டிரம்ப் முன் ஜனாதிபதி பிடென் பலவீனமான சொற்களஞ்சியத்தைக் காட்டினார்.",
        "ஜனாதிபதியும் தரையில் விழுந்து பலவிதமான நடத்தைகளால் வெட்கப்பட்டார், பல்வேறு நடத்தைகளைக் காட்டினார் மற்றும் குழப்பமான வார்த்தைகளைக் காட்டினார்.",
        "எவ்வாறாயினும், ஜனாதிபதி பிடென் குற்றச்சாட்டுகளை குற்றம் சாட்ட மறுத்துவிட்டார், ஜனாதிபதித் தேர்தலில் இருந்து அவரை நீக்க முடியும் என்று மறுத்தார்.",
        "அப்படியிருந்தும், முன்னாள் சபாநாயகர் நான்சி பொலோனி கூட முன்னாள் சபாநாயகர் நான்சியின் உறுப்பினராக இருந்தார்.",
        "அத்தகைய சூழ்நிலையில் அமெரிக்க ஜனாதிபதி வேட்பாளரை விட்டு வெளியேறுவதாக ஜனாதிபதி ஜோ பிடன் நேற்று அறிவித்தார்.",
        "எழுத்துப்பூர்வ அறிவிப்பில், பிட்மேன் மேலும் தனது கட்சி மற்றும் நாட்டிற்கு உறுதியளிப்பதன் மூலம் இந்த முடிவு எடுக்கப்பட்டதாக மேலும் கூறினார்.",
        "அவர் தனது நேரத்தை முடிக்கும் வரை அவர் அந்த நிலையில் இருப்பார் என்றும் அது கூறியது.",
        "இதற்கிடையில், அவர் டெமோகோடிக் கட்சியின் ஜனாதிபதி செயலாளரை பரிந்துரைத்துள்ளார்.",
        "59 வயதான நமலா ஹாரிஸ் ஏற்கனவே தனது பெயரை அறிவித்ததன் மூலம் தனது வேட்பாளர் போராட்டத்தைத் தொடங்கியுள்ளார், முன்னாள் யுஎன்.பி தலைவர்களான பில், கிளிண்டன் மற்றும் பராக் ஒபாமா தம்பதியினர் அவரை ஆதரித்தனர்.",
        "அதன்படி, டெமோகோடிக் கட்சியின் நிதி கடைசி நாட்களில் ரூ.",
        "இருப்பினும், ஆகஸ்ட் 19 ஆம் தேதி சிகாகோவில் டெமோகாட் கட்சி தேசிய கூட்டமைப்பில் தனது வேட்பாளர் நடைபெறவுள்ளதை உறுதி செய்வது கட்டாயமாகும்.",
        "அதன்பிறகு, கட்சி அடுத்த துணை ஜனாதிபதி வேட்பாளருக்கு பெயரிட வேண்டும்.",
        "குடியரசுக் கட்சி வேட்பாளர் டொனால்ட் டிரம்ப் கடந்த ஜூலை 13 ஆம் தேதி நாட்டில் ஒரு முக்கிய பிரபலத்தை அடைந்துள்ளதால், குடியரசுக் கட்சியின் டிரம்ப் அவரைத் தோற்கடிப்பதாகக் கூறப்படுகிறது."
      ]
    },
    "en": {
      "title": "It's easy to beat Harris more than biden - Trump",
      "body_lines": [
        "Republican Donald Trump says that he can easily defeat the Democratic Party of the UK presidential election.",
        "He says that more than Biden, Harris can be defeated.",
        "The current President of the United States was preparing to contest the Democotic Party.",
        "However, with the agency of the 81-year-old president, the 81-year-old president was questioned by a strong opposition to his candidacy.",
        "The protest intensified after the first president debate in June last June.",
        "The President Biden showed a weak vocabulary in front of the Republican-party candidate, Donald Trump.",
        "The President also fell down on the ground and was embarrassed by a variety of behaviors, showing various behaviors and confusing words.",
        "However, President Biden refused to charged the accusations and denied that he could be removed from the presidential election.",
        "Even so, even the former Speaker Nancy Polonie was a member of the former Speaker Nancy as a decision to be taken by him.",
        "President Joe Biden announced yesterday that he would quit the US presidential candidate in such a situation.",
        "In the written announcement, Bideman further stated that this decision was made by promising his party and the country.",
        "It also stated that he would remain in the position until he finished his time.",
        "Meanwhile, he has nominated the Presidential Secretary of the Democotic Party.",
        "The 59-year-old Namala Harris has already begun his candidate struggle with the announcement of her name and the former UNP leaders, Bill, Clinton, and the Barack Obama couple supported her.",
        "Accordingly, the Democotic Party's funds were Rs. 27 million in the last days.",
        "However, it is mandatory to ensure her candidate at the Democott Party National Federation to be held at Chicago on the 19th of August.",
        "Thereafter, the party will have to name the next Vice Presidential candidate.",
        "It is reported that the Republican Trump to defeat him, as the Republican Party candidate Donald Trump has achieved a prominent popularity in the country last July 13."
      ]
    }
  },
  "summary_lines": [
    "Donald Trump claims he can easily defeat both Biden and Harris in the upcoming UK presidential election, suggesting Harris is easier to beat than Biden. Despite facing criticism and a fall during a debate, President Biden denies any intention to withdraw from the race. Meanwhile, Kamala Harris, backed by former presidents Bill Clinton and Barack Obama, prepares for her candidacy, with the Democratic Party's funds reaching Rs. 27 million. The party must select its next vice-presidential candidate post-Harris's nomination."
  ]
}