{
  "translated_text": {
    "ta": {
      "title": "மிரிகாமாவைச் சுற்றியுள்ள மருந்துகளின் சாண்டனர் கைது செய்யப்பட்டார்",
      "body_lines": [
        "இன்று (14) மேற்கு மாகாண உளவுத்துறை நடத்திய பிரதிபலிப்பின் போது சந்தேக நபர்களில் ஒருவர் தாக்குதல் நடத்தப்பட்டு போதைப்பொருள் மற்றும் ஆயுதங்களுடன் கைது செய்யப்பட்டார்.",
        "கைது செய்யப்பட்ட நபர் பத்திரிகையாளரைக் கொண்டிருந்தவர், அவர் கல்லியா பகுதியில் 28 ஆண்டுகள் வசிப்பவர் என்று கூறினார்.",
        "300 கிராம் பனி, மின்னணு அளவீடு, பொம்மை பிஸ்டல், பல வடிவ சிறுநீர் கழித்தல், பல வடிவ சிறுநீர் கழித்தல், ரூ.. 46,060, மூன்று மொபைல் போன்கள் மற்றும் ஒரு குழாய் கணினி கைது செய்யப்பட்டன.",
        "பனி போதைப்பொருள் மற்றும் ஹெராயின் மதிப்பு ரூ. 75 லட்சம்.",
        "போதைப்பொருள் கடத்தல்காரர்களுடன் இணைக்கப்பட்ட துபாயில் மறைந்திருக்கும் ஒருவருடன் போதைப்பொருள் கடத்தல் மேற்கொள்ளப்பட்டுள்ளது என்பது தெரியவந்துள்ளது.",
        "ஜெமுனு ஹவரிகாமாவில் வசிப்பவர் மற்றும் போதைப்பொருள் அலைகளைத் தருவதற்கு முன்பு இலங்கையில் பல சந்தர்ப்பங்களில் காவல்துறையினர் கைது செய்யப்பட்டு நீதிமன்றத்தின் முன் தயாரிக்கப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "Sandener of drugs around Mirigama arrested",
      "body_lines": [
        "One of the suspects were raided and arrested with drugs and weapons during a reflection conducted by Western Provincial intelligence today (14).",
        "The arrested person is the man who had the journalist and said that he was 28 years of resident of the Kalliya area.",
        "In collaboration with the officers of Pallewela Police Station, 300 grams of ice, electronic measure, toy pistol, a multiple-shaped pisses, a multiple-shaped pisses, Rs.. 46,060, three mobile phones and a tap computer was taken into custody.",
        "Police say that the value of ice drugs and heroin was Rs. 75 lakhs.",
        "It has been revealed that the drug trafficking has been carried out with a person who is hiding in Dubai connected to drug traffickers.",
        "Gemunu is a resident of Havarigama and the police have been arrested and produced before the court on several occasions in Sri Lanka before flementing the wave of drugs."
      ]
    }
  },
  "summary_lines": []
}