{
  "translated_text": {
    "ta": {
      "title": "22% குடும்பங்கள் பொருளாதார நெருக்கடியால் சொந்தமானவை",
      "body_lines": [
        "மக்கள் தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிவரங்கள் வெளியிட்ட சமீபத்திய தணிக்கை அறிக்கை பொருளாதார நெருக்கடி காரணமாக நாட்டின் 22% குடும்பங்களுக்கு கடன் வாங்கப்பட்டுள்ளதாகக் கூறியது.. கடன் வாங்குபவரின் மிக உயர்ந்த விகிதம் அடமான நடவடிக்கைகளிலிருந்து பதிவு செய்யப்பட்டுள்ளது மற்றும் 31% அடமானத்தால் கடன் வாங்கப்பட்டுள்ளது என்று தணிக்கை அறிக்கை தெரிவித்துள்ளது. இலங்கையின் குடும்பங்களில் 22.3% தினசரி உணவுத் தேவைகளைப் பூர்த்தி செய்ய கடன்களைப் பெற்றுள்ளனர் என்றும் கூறப்படுகிறது.",
        "அரசு மற்றும் தனியார் வங்கிகளில் 21.9%, சாமுர்தி சமூக வங்கிகளில் 7.1%, கடன் வாங்கியதில் 7.7% மற்றும் 8.7% நிதி மற்றும் குத்தகை நிறுவனங்கள். 6.7% சுகாதார தேவைகளுக்கு 17%, வீட்டு கட்டிடங்கள் மற்றும் வீட்டு பழுதுபார்ப்பு மற்றும் சுகாதார தேவைகளுக்கு 11.9% மற்றும் சுகாதார நோக்கங்களுக்காக 11.9%.",
        "2020 மற்றும் 2021 ஆம் ஆண்டில் பொருளாதார நெருக்கடி காரணமாக கடன் கடன் காரணமாக கடன் அதிகரித்துள்ளது என்று தணிக்கை அறிக்கை சுட்டிக்காட்டியது. கடன் திருப்பிச் செலுத்தும் கடமை கடத்தலை செலுத்துவதற்கு அல்லது கடனைச் சார்ந்திருப்பதற்காக சவால்கள் எழுந்திருக்கும் கடனை திருப்பிச் செலுத்த முடியவில்லை."
      ]
    },
    "en": {
      "title": "22% of families have been owned by the economic crisis",
      "body_lines": [
        "The latest audit report issued by the Department of Census and Statistics stated that 22% of the country's families have been borrowed due to the economic crisis.. The highest rate of borrower is recorded from mortgage activities and 31% has been borrowed by the mortgage, said the audit report. It is also said that 22.3% of Sri Lanka's families have obtained loans to meet daily food requirements.",
        "21.9% of government and private banks, 7.1% of Samurdhi community banks, 7.7% of cash borrowed and 8.7% of finance and leasing institutions. 17% for the health requirements of 6.7%, house buildings and housing repairs and 11.9% for health needs and 11.9% for health purposes.",
        "The audit report pointed out that the debt has increased due to the debt of debt due to the economic crisis in the year 2020 and 2021. The debt repayment obligation is unable to repay the debt that the challenges have arisen for the payment of debt abduction or dependence on credit."
      ]
    }
  },
  "summary_lines": [
    "Due to the economic crisis, 22% of Sri Lankan families have taken loans, with mortgages being the top reason at 31%. Additionally, 22.3% have borrowed for food, affecting various sectors including government and private banks, Samurdhi community banks, and finance institutions. The crisis has led to increased debts and difficulties in repayment, highlighting financial struggles across the nation."
  ]
}