{
  "translated_text": {
    "si": {
      "title": "Bad news on tourism front",
      "body_lines": [
        "The week that has passed brought bad news to the domestic tourism industry that has demonstrated some favorable arrival numbers this year despite the visa fiasco that marked the tail end of the previous regime. With the winter season approaching, hoteliers and the many others active in this industry, vital in terms of both employment and foreign exchange earnings, were looking forward to a boom in arrivals to shake off the ill effects of Covid, the Easter Sunday attacks, aragalaya and more. Now the country has been hit with the news that Israelis, visiting Arugam Bay in reckonable numbers for surfing holidays, have been threatened by some impending violence. Thankfully nothing has happened and confidence building security measures are very visible not only in Arugam Bay, but also in other popular resort areas like Ella and Mirissa.",
        "Minister Vijitha Herath, holding the portfolio of Public Security among many more, told a Colombo news briefing on Thursday that although intelligence of possible violence had been received from early October, the authorities had for good reason not gone public on this. Most would regard as sensible not creating unnecessary panic by premature disclosure. There had been several meetings of the National Security Council that had considered this matter in depth and the president himself was overseeing the tight security measures already enforced. Beginning with the U.S., which on Wednesday issued a travel advisory to its citizen to keep away from Arugam Bay, several other countries including the UK, Israel, Australia and Russia issued similar warnings. මේ අනුව පළාත් පාලන ආයතනවල නිශ්ශබ්දතාව බිඳ දැමීමට සිදුවිය.",
        "Sri Lanka is particularly vulnerable to such cautionary notices following the Easter Sunday attacks in 2019 when at least 280 people including 45 foreigners were killed and many more wounded.",
        "Given that the Colombo government was in possession of reliable intelligence of impending attacks when the Easter massacre occurred, with Catholic churches and luxury hotels targeted, glaring security failures holding no less than the then president and a host of top security and police officials been found culpable are in the public domain.",
        "මෙම පසුබිමට ශ්රී ලංකාවට අනාගත සංචාරකයින් ලබා දෙන බවට සැකයක් නොමැති අතර ඔවුන් දුරදිග යන විට සහ ඔවුන් එම කොතැනක සිටියත් ඔවුන් නොදැන සිටියි. That is, no doubt bad news for the domestic tourist industry and many local players have spoken out in dismay. For that we can blame nobody but ourselves. පාස්කු ව්යසනයෙන් පසුව, ඛේදවාචකය සෑම දිශාවකටම යොමු කර ඇති බවට චෝදනා කරන බවට චෝදනා කරන චාරිත්රානුකූල පාපන්දු ක්රීඩාවකි. The result of this has been continuing media focus, not only here but also in tourist generating markets, about our security failures.",
        "The Cardinal and the Catholic Church have been outspoken in their criticism of the government’s lack of action on the findings of a Presidential Commission of Inquiry that investigated the matter and the secrecy with which its report was originally treated. විශ්රාමික මහාධිකරණ විනිසුරුවරයෙකුගේ ප්රධානත්වයෙන් විමර්ශන කමිටුවක වාර්තාවක් භාවිතා කරමින් නව තන්ත්රයට 'ජාතිකවාදී' අක්තපත්ර ලබා දෙන දේශපාලන ician යෙක් දැන් නව තන්ත්රයට මග හැරෙමින් තිබේ. Few will credit him with altruism with most regarding his antics as related to the upcoming parliamentary election where he is a candidate.",
        "Fortunately, the season at Arugam Bay, which attracts mainly surfing enthusiasts taking advantage of the wave breaks along that coast, is more or less over. රටේ වෙනත් තැන්වල වෙනත් නිවාඩු නිකේත ප්රදේශවලට ද මෑතදී සිදු කළ හැකි සංචාරක කර්මාන්තයේ සංචාරක කර්මාන්තය බියෙන් ප්රකාශ කර තිබේ. “Today its Arugam Bay, tomorrow it could be down South,” one player said in a recent television newscast. වෙරළ තීරයේ සිටින විදේශිකයන්ට ද සම්මුඛ සාකච්ඡා කර ඇති අතර, වොයිස් ක්ලිප්ස් ද විකාශය කර ඇති බව පෙන්නුම් කරන ලදී.. Whether recent events will drive out remaining Israeli tourist here and deter others from coming for the new season only time will tell.",
        "බොහෝ හේතු නිසා සංචාරකයින් මෙහි පැමිණෙති, ඔවුන් සියල්ලන්ම විවේකය හෝ නිවාඩු සම්බන්ධ නොවේ. Recent reports have indicated that some Russian and Ukranian draft dodgers have chosen to pitch camp here though not at Arugam Bay. Others have become long stayers starting unapproved businesses. The attractions of Arugam Bay have been widely publicized in Israel. A fictionalized film of two Israelis holidaying there after military service when they lost a comrade making friends here with, of all people, an Iranian surfer, had proved very popular in Israel and probably brought visitors here.",
        "We in Sri Lanka have just concluded what has proved to be the most peaceful of contemporary elections and look forward to an as peaceful parliamentary election. The lack of ‘election fever’ during the ongoing campaign has been attributed by many to the fact that the country has already decided on who they are going to vote for as demonstrated at the presidential election. The SJB’s Sajith Premadasa is projecting himself as the new prime minister. එහෙත් අඛණ්ඩව අඛණ්ඩව ජනාධිපති තරඟ දෙකක් අහිමි වීම, ඔහු තම අභිලාෂය සාක්ෂාත් කරගන්නේද යන්න විවෘත ප්රශ්නයකි.",
        "The NPP/JVP is not expected to have any problem winning a simple majority. Whether it can achieve the two thirds it is aiming for is another matter. රාජන් පිලිප්ස් මෙම පිටුවේ ඔහුගේ නිත්ය තීරුවෙහි ඇති ප්රේරණ හා සංයෝජන විශ්ලේෂණය කරයි. This country experienced the ill effects of tyrannies of absolute majorities in 1970 and 1977 as we have often stressed in this space. Whether it will expose itself once again we will know soon after the U.S. එහි මීළඟ ජනාධිපති.",
        "පිළිතුරක් තබන්න ටෙස්ට් යුය ඔබගේ ඊමේල් ලිපිනය ප්රකාශයට පත් නොකෙරේ. Required fields are marked *Comment * Name *",
        "ඊළඟ වතාවේ මම මේ බ්රව්සරයේ මගේ නම, විද්යුත් තැපෑල සහ වෙබ් අඩවිය සුරකින්න."
      ]
    },
    "ta": {
      "title": "சுற்றுலா முன்னணியில் மோசமான செய்தி",
      "body_lines": [
        "The week that has passed brought bad news to the domestic tourism industry that has demonstrated some favorable arrival numbers this year despite the visa fiasco that marked the tail end of the previous regime. குளிர்காலம் நெருங்கி வருவதால், ஹோட்டல் உரிமையாளர்களும் இந்தத் துறையில் சுறுசுறுப்பான பலரும், வேலைவாய்ப்பு மற்றும் அந்நிய செலாவணி வருவாய் இரண்டையும் பொறுத்தவரை முக்கியத்துவம் வாய்ந்தவர்கள், கோவிட், ஈஸ்டர் ஞாயிறு தாக்குதல்கள், அரகலயாவின் மோசமான விளைவுகளை அசைக்க வருகையில் ஏற்றம் எதிர்பார்க்கிறார்கள்மேலும். Now the country has been hit with the news that Israelis, visiting Arugam Bay in reckonable numbers for surfing holidays, have been threatened by some impending violence. அதிர்ஷ்டவசமாக எதுவும் நடக்கவில்லை மற்றும் நம்பிக்கையை வளர்ப்பது பாதுகாப்பு நடவடிக்கைகள் அருகம் விரிகுடாவில் மட்டுமல்ல, எல்லா மற்றும் மிரிசா போன்ற பிற பிரபலமான ரிசார்ட் பகுதிகளிலும் மிகவும் தெரியும்.",
        "Minister Vijitha Herath, holding the portfolio of Public Security among many more, told a Colombo news briefing on Thursday that although intelligence of possible violence had been received from early October, the authorities had for good reason not gone public on this. முன்கூட்டியே வெளிப்படுத்துவதன் மூலம் தேவையற்ற பீதியை உருவாக்காமல் விவேகமானதாக பெரும்பாலானவர்கள் கருதுவார்கள். There had been several meetings of the National Security Council that had considered this matter in depth and the president himself was overseeing the tight security measures already enforced. யு.எஸ்.. இவ்வாறு உள்ளூர் அதிகாரிகள் தங்கள் ம .னத்தை உடைக்க நிர்பந்திக்கப்பட்டனர்.",
        "Sri Lanka is particularly vulnerable to such cautionary notices following the Easter Sunday attacks in 2019 when at least 280 people including 45 foreigners were killed and many more wounded.",
        "கத்தோலிக்க தேவாலயங்கள் மற்றும் சொகுசு ஹோட்டல்கள் இலக்கு வைக்கப்பட்டிருந்தபோது, ​​கொலம்போ அரசாங்கம் வரவிருக்கும் தாக்குதல்களின் நம்பகமான உளவுத்துறையை வைத்திருந்தது, அப்போதைய ஜனாதிபதியை விடக் குறைவாகவும், உயர் பாதுகாப்பு மற்றும் காவல்துறை அதிகாரிகளையும் விட குறைவாக உள்ளதுபொது களத்தில் உள்ளன.",
        "Given this backdrop, prospective travelers to Sri Lanka will undoubtedly take cognizance of such warnings however far-fetched and from wherever they emanate. That is, no doubt bad news for the domestic tourist industry and many local players have spoken out in dismay. அதற்காக நாம் நம்மைத் தவிர வேறு யாரையும் குறை கூற முடியாது. Following the Easter disaster, the tragedy has been very much a political football with accusing fingers pointed in all directions. இதன் விளைவாக எங்கள் பாதுகாப்பு தோல்விகள் குறித்து இங்கு மட்டுமல்லாமல், சுற்றுலா உற்பத்தி சந்தைகளிலும் தொடர்ந்து ஊடக மையமாக உள்ளது.",
        "கார்டினல் மற்றும் கத்தோலிக்க திருச்சபை ஒரு ஜனாதிபதி விசாரணை ஆணையத்தின் கண்டுபிடிப்புகள் மீது அரசாங்கத்தின் நடவடிக்கை இல்லாதது குறித்து விமர்சித்ததில் வெளிப்படையாகப் பேசப்பட்டுள்ளது, இது இந்த விஷயத்தை ஆராய்ந்தது மற்றும் அதன் அறிக்கை முதலில் நடத்தப்பட்ட இரகசியத்தை ஆராய்ந்தது. A politician claiming ‘nationalist’ credentials is now busy trying to fault the new regime over two new senior police appointments using the report of an inquiry committee headed by a retired High Court judge. அவர் ஒரு வேட்பாளராக இருக்கும் வரவிருக்கும் நாடாளுமன்றத் தேர்தலுடன் தொடர்புடைய அவரது செயல்கள் குறித்து சிலர் அவருக்கு நற்பண்புடன் வரவு வைப்பார்கள்.",
        "அதிர்ஷ்டவசமாக.. அங்குள்ள சுற்றுலாத் துறையானது ஒரு நல்ல பருவத்தைக் கொண்டிருந்தது, சமீபத்திய பரபரப்பானது நாட்டின் பிற இடங்களில் மற்ற ரிசார்ட் பகுதிகளையும் பாதிக்கும் என்று அச்சத்தை வெளிப்படுத்தியுள்ளது. “Today its Arugam Bay, tomorrow it could be down South,” one player said in a recent television newscast. Foreigners on the beaches have also been interviewed and voice clips that have been telecast indicated that although they were aware of the breaking news, they had no fears. சமீபத்திய நிகழ்வுகள் இங்கு மீதமுள்ள இஸ்ரேலிய சுற்றுலாப் பயணிகளை வெளியேற்றுமா, மற்றவர்களை புதிய பருவத்திற்கு வருவதைத் தடுக்கும் நேரம் மட்டுமே சொல்லும்.",
        "சுற்றுலாப் பயணிகள் பல காரணங்களுக்காக இங்கு வருகிறார்கள், அவர்கள் அனைவரும் ஓய்வு அல்லது விடுமுறை தொடர்பானவர்கள் அல்ல. சில ரஷ்ய மற்றும் உக்ரேனிய வரைவு டோட்ஜர்கள் அருகம் விரிகுடாவில் இல்லாவிட்டாலும் இங்கு முகாமிடுவதைத் தேர்ந்தெடுத்துள்ளதாக சமீபத்திய அறிக்கைகள் சுட்டிக்காட்டியுள்ளன. மற்றவர்கள் அங்கீகரிக்கப்படாத வணிகங்களைத் தொடங்கி நீண்ட காலம் தங்கியிருக்கிறார்கள். அருகம் விரிகுடாவின் ஈர்ப்புகள் இஸ்ரேலில் பரவலாக விளம்பரப்படுத்தப்பட்டுள்ளன. ஈரானிய சர்ஃபர், இஸ்ரேலில் மிகவும் பிரபலமாக நிரூபிக்கப்பட்டு, பார்வையாளர்களை இங்கு அழைத்து வந்த அனைத்து மக்களிடமும் இங்குள்ள ஒரு தோழரை இழந்தபோது இராணுவ சேவைக்குப் பிறகு இரண்டு இஸ்ரேலியர்கள் விடுமுறைக்கு வந்த ஒரு கற்பனையான படம்.",
        "இலங்கையில் சமகால தேர்தல்களில் மிகவும் அமைதியானவர் என்பதை நிரூபித்திருப்பதை நாங்கள் இப்போது முடிவு செய்துள்ளோம், அமைதியான பாராளுமன்றத் தேர்தலை எதிர்நோக்குகிறோம். The lack of ‘election fever’ during the ongoing campaign has been attributed by many to the fact that the country has already decided on who they are going to vote for as demonstrated at the presidential election. எஸ்.ஜே.பியின் சஜித் பிரேமடாசா தன்னை புதிய பிரதமராக முன்வைக்கிறார். But having lost two consecutive presidential races, whether he will achieve his ambition is an open question.",
        "NPP/JVP ஒரு எளிய பெரும்பான்மையை வெல்வதில் எந்தப் பிரச்சினையும் இருக்கும் என்று எதிர்பார்க்கப்படவில்லை. அதை நோக்கமாகக் கொண்ட மூன்றில் இரண்டு பங்கு அடைய முடியுமா என்பது மற்றொரு விஷயம். ராஜன் பிலிப்ஸ் இந்த பக்கத்தில் தனது வழக்கமான நெடுவரிசையில் சாத்தியமான வரிசைமாற்றங்கள் மற்றும் சேர்க்கைகளை பகுப்பாய்வு செய்கிறார். 1970 மற்றும் 1977 ஆம் ஆண்டுகளில் முழுமையான பெரும்பான்மையின் கொடுங்கோன்மையின் மோசமான விளைவுகளை இந்த நாடு அனுபவித்தது, ஏனெனில் இந்த இடத்தில் நாம் அடிக்கடி வலியுறுத்தியுள்ளோம். அது தன்னை மீண்டும் ஒரு முறை அம்பலப்படுத்துமா என்பது யு.எஸ்.. அதன் அடுத்த ஜனாதிபதியைத் தேர்ந்தெடுக்கிறது.",
        "பதிலை விடுங்கள் ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன * கருத்து * பெயர் *",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க இந்த உலாவியில் எனது பெயர், மின்னஞ்சல் மற்றும் வலைத்தளத்தை சேமிக்கவும்."
      ]
    }
  },
  "summary_lines": []
}