{
  "translated_text": {
    "si": {
      "title": "ඇමති ඩග්ලස්",
      "body_lines": [
        "අද්අයි ශිව කෝවිලේ ආඩී ශිව කෝවිලේ ආඩී ශිව කෝවිලේ ඇඩී ශිව කෝවිලේ ඇඩී ශිව කෝවිලේ හි පිහිටි සියලුම ක්රියාකාරකම් රටේ ජනවාර්ගික සමගියෙන් බාධා කිරීම අරමුණු කරගත් බව අමාත්ය ඩග්ලස් දේවානන්ද මහතා පැවසීය. අමාත්ය ඩග්ලස් දේවානන්ද මහතා පැවසීය .",
        "ඉන්ධන මධ්යස්ථාන සමාරම්භක උත්සවය අද උදෑසන පැවැත්විණි. ඔහු මේ බව ප්රකාශ කළේ මාධ්යවේදීන්ගේ ප්රශ්නය ගැන තමා විමසූ විටය.",
        "ශිවරත්රි යනු හින්දු භක්තිකයන්ගේ ප්රධාන ආගමයි. දේවමාළිගාවට නමස්කාර කිරීමට යන විට පොලිසිය පන්සල නතර වී ඇති බව වාර්තා වේ.",
        "විශේෂයෙන්, ශිව බැතිමතුන්ට සහ ශිවරත්රි දේවමාළිගාවේ අවසරය හා ඔවුන්ගේ ශිවරාරිගේ නමස්කාරය හා වන්දනාමාන කිරීම සඳහා පොලිසිය ලැජ්ජාවක දී ලජ්ජාවට ලැජ්ජාවකින් කටයුතු කළ ආකාරය ආදි ශිව දේවාලයේ ආදි ශිව දේවාලයේ අවසරය ඇතිවය.",
        "දේවමාලිගාව දැක්වීම දැකීම ඔහුගේ අයිතියයි. මෙය වැළැක්වීමට කිසිවෙකුට බලයක් නැත. මෙම අවස්ථාවේ දී, පන්සල් ප්රදේශයේ එවැනි බාධක හා බාධක කිරීමට පොලිසියට ඉඩ දුන්නේ කවුද?ඒ අතරම, මෙය පිළිගත නොහැකිය.",
        "මේ සම්බන්ධයෙන් කැබිනට් මණ්ඩලය මේ සම්බන්ධයෙන් ගත යුතු බවත්, අනාගතයේ දී එවැනි ක්රියාකාරකම් ක්රියාත්මක කිරීමට පොලීසිය පියවර ගත යුතු බවත් සඳහන් කිරීම වටී."
      ]
    },
    "en": {
      "title": "Minister Douglas",
      "body_lines": [
        "Minister Douglas Devananda pointed out that all the activities carried out by the police on the Shivaratri worship at the Adi Shiva Temple at the Adi Shiva Temple at the Adi Shiva Temple, said Minister Douglas Devananda that such activities are aimed at disrupting ethnic harmony in the country.",
        "The fuel station inauguration was held this morning. He made this statement when he was asked about the issue of journalists.",
        "Shivaratri is the main religion of the Hindus. It is reported that the police have stopped the temple when they went to worship the temple.",
        "In particular, the manner in which the police behaved in a shame to humiliate the Shiva devotees and their worship of Shivaratri with the permission of the Adi Shiva Temple at the Adi Shiva Temple.",
        "It is his right to see the temple vision. No one has the authority to prevent this. In this case, who allowed the police to perform such obstacles and obstacles in the temple area?At the same time, this cannot be accepted.",
        "It is also worth noting that the Cabinet is to be taken in this regard and that the police should take steps to implement such activities in the future."
      ]
    }
  },
  "summary_lines": [
    "Minister Douglas Devananda criticized police actions during Shivaratri at Adi Shiva Temple, accusing them of disrupting ethnic harmony. He highlighted the police's behavior as a humiliation of Shiva devotees, questioning who authorized such obstacles."
  ]
}