{
  "translated_text": {
    "ta": {
      "title": "லஹிரு அபத்தமானது",
      "body_lines": [
        "இலங்கைக்கும் தென்னாப்பிரிக்காவிற்கும் இடையிலான இரண்டாவது டெஸ்ட் போட்டியில் லஹிரு குமாரா இந்த பங்கை நிறைவேற்ற முடிந்தது.",
        "இன்று போட்டியில் தென்னாப்பிரிக்க தொடக்க பேட்ஸ்மேனாக இருந்த தென்னாப்பிரிக்க தொடக்க பேட்ஸ்மேனைக் குறிக்க முடிந்தது.",
        "அதன்படி, இலங்கைக்கு 100 டெஸ்ட் பந்து வீச்சாளரைக் கடந்த 9 வது பந்து வீச்சாளர் ஆனார்.",
        "இலங்கையின் 139 வது வீரராக 2016 ஆம் ஆண்டில் டெஸ்ட் கிரிக்கெட்டைத் தொடங்கிய லஹிரு, 33 விக்கெட்டுகளில் 101 விக்கெட்டுகளை விளையாடினார்."
      ]
    },
    "en": {
      "title": "Lahiru is ridiculous",
      "body_lines": [
        "Lahiru Kumara was able to pass the role in the second Test match between Sri Lanka and South Africa.",
        "He was able to mark the South African opening batsman, who was a South African opening batsman at the match today.",
        "Accordingly, he became the 9th bowler who crossed the 100 Test bowler for Sri Lanka.",
        "Lahiru, who started the Test cricket in 2016 as the 139th player of Sri Lanka, played 101 wickets in 33 wickets."
      ]
    }
  },
  "summary_lines": [
    "Lahiru Kumara achieves milestone in Test cricket history by becoming the 9th Sri Lankan bowler to reach 100 wickets. He marked South Africa's opening batsman, showcasing his skills in the second Test match between Sri Lanka and South Africa."
  ]
}