{
  "translated_text": {
    "ta": {
      "title": "கோளாறுகளால் ஒதுக்கி அறிவைப் பகிர்ந்து கொள்ளும் இரண்டு ஆசிரியர்கள்",
      "body_lines": [
        "அறிவு மற்றும் நல்ல லாபங்களுடன் எதிர்கால தலைமுறையை உருவாக்க ஆசிரியர்கள் ஆசிரியர்களுக்கு நியமிக்கப்படுகிறார்கள்.",
        "அக்டோபர் 5 ஆம் தேதி, சிறப்பு பணியை மதிப்பிடுவதற்கு உலக ஆசிரியர் தினம் உலக ஆசிரியர் தினமாக பெயரிடப்பட்டுள்ளது.",
        "இதற்கு இணையாக, இலங்கையில் ஆசிரியர் தினத்தை அக்டோபர் 6 ஆம் தேதி கொண்டாடுவார்.",
        "ஆசிரியர்களின் தினத்தின் முக்கிய நோக்கம், அவர்களின் பங்கை மேலும் வரையறைக்கு அர்ப்பணித்த உறுதியான ஆசிரியர்களின் மதிப்பீடு ஆகும்.",
        "அக்டோபர் 05 அன்று யுனெஸ்கோ உலக ஆசிரியர் தினமாகவும், உலகளவில் 100 க்கும் மேற்பட்ட நாடுகளில் ஆசிரியர்களின் மிக முக்கியமான பங்காகவும் பெயரிடப்பட்டுள்ளது.",
        "இதற்கிடையில், ஆசிரியர்கள் இன்று நம் சமூகத்தில் மிகவும் அங்கீகரிக்கப்பட்டவர்கள்.",
        "கண்டியில் உள்ள அமிஸ்பட்டுவா தேசிய பள்ளியிலிருந்து தங்கள் குழந்தைகளுக்கு தங்கள் கோளாறுகளுடன் உறுதியளித்த இரண்டு ஆசிரியர்களை நாங்கள் சந்திக்கிறோம்.",
        "குறைபாடுகள் இல்லாவிட்டாலும் ஆசிரியர் ஒரு கையை இழக்கிறார்.",
        "ஒரு கையை இழந்ததன் விளைவாக இன்று ஆசிரியராக ஆசிரியராக இன்று ஒரு கையை இழந்தாள்.",
        "அதே பள்ளியாக இருக்கும் சமந்தா பண்டாரா இதேபோன்ற சிறந்த ஆசிரியர்.",
        "கணினித் துறை பள்ளியில் உள்ள பல குழந்தைகளுக்கு கிராண்ட்ஜ் செய்கிறது.",
        "இந்த ஆசிரியர்கள் பல குழந்தைகளுக்கு ஏற்ப மிகுந்த தைரியத்துடன் குழந்தைகள் மற்றும் நாட்டிற்கு ஒரு மாதிரியாக உள்ளனர்."
      ]
    },
    "en": {
      "title": "Two teachers sharing knowledge aside by disorders",
      "body_lines": [
        "Teachers are assigned to teachers to create a future generation with knowledge and good gains.",
        "On October 5, the world teacher day is named as world teachers' day to evaluate the special task.",
        "Parallel to this, in Sri Lanka will celebrate the teachers' day on October 6.",
        "The main objective of the teachers' day is the evaluation of committed teachers who have dedicated to more definition of their role.",
        "The UNESCO has been named as World Teachers Day on October 05 and the most important role of teachers in over 100 countries worldwide.",
        "Meanwhile, teachers are the highly recognized in our society today.",
        "We meet two teachers who committed to their children with their disorders from the Amispattuwa National School in Kandy.",
        "The teacher loses one hand, even if there is no shortcomings.",
        "She lost a hand today as a teacher as a teacher today as a result of the loss of a hand.",
        "Samantha Bandara, who is the same school, is a similar Great Teacher.",
        "The computer department is grandage to several children in the school.",
        "These teachers are also a model for the children and the country with great courage in accordance with a number of children."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "World Teachers' Day honors educators globally. In Sri Lanka, it's celebrated on Oct 6th. Two inspiring teachers share knowledge despite disabilities. Samantha Bandara teaches computer skills to students. These dedicated educators serve as role models, demonstrating courage and commitment to education."
  ]
}