{
  "translated_text": {
    "si": {
      "title": "56 පාකිස්තානුවන් නිදහස් කරන ලදී",
      "body_lines": [
        "මත්ද්රව්ය චෝදනා සහ වෙනත් අපරාධ සඳහා ශ්රී ලංකාවේ රඳවාගෙන සිටි පාකිස්තාන ජාතික සිරකරුවන් 56 දෙනෙකු ඉරිදා (06) කටුනායක ගුවන් තොටුපළට භාර දුන් බව ගුවන් තොටුපල නිලධාරියා සනාථ කළේය.",
        "මෙම කණ්ඩායමට පිරිමි සිරකරුවන් 51 ක් සහ ඉතිරි කාන්තා සිරකරුවන් 05 දෙනා ඇතුළත් වේ.",
        "පාකිස්තානයේ විශේෂ ගුවන් ගමනක් ඉරිදා (06) සවස 03.00 ට කටුනායක ගුවන් තොටුපළට පැමිණි අතර, සිරකරුවන්ගේ මාරුවීම් වැඩසටහනට සිරකරුවන් මාරු කිරීමේ වැඩසටහනට සහභාගී වූ අතර එය වසර කිහිපයකට පසුව ක්රියාත්මක කෙරේ.",
        "පකිස්තාන ජාතික බන්ධනාගාර නිලධාරීන් සියයක් තුළම ගුවන් යානයේ ඇති බව ගුවන්තොටුපල නිලධාරියා පැවසීය.",
        "පාකිස්තාන සිරකරුවන් පැවසුවේ පාකිස්තාන බන්ධනාගාර බලධාරීන්ට භාර දෙන තෙක් කොළඹ සහ වේලිකාඩා ඇතුළු ශ්රී ලංකාව පුරා බන්ධනාගාරවලට ගෙන යන තෙක් සිරකරුවන්ගේ දෑත් සිරකරුවන් අතට පත් කළ බවයි.",
        "පාකිස්තාන විශේෂ ගුවන් යානා රාත්රී 05.30 ට කටුනායක ගුවන් තොටුපළේ සිට පාකිස්තා දක්වා ගමන් කරනු ඇත."
      ]
    },
    "en": {
      "title": "56 Pakistanis released",
      "body_lines": [
        "The airport officer confirmed that 56 Pakistani national prisoners who had been detained in Sri Lanka for drug allegations and other crimes were handed over to the Katunayake airport on Sunday (06).",
        "The group includes 51 male prisoners and the remaining 05 female prisoners.",
        "A special flight from Pakistan arrived at the Katunayake airport on Sunday (06) at 03.00 pm to take the prisoners to the prisoners' transfer program, which will be implemented several years later.",
        "The airport official added that there are more than one hundred Pakistani national prison officials on the plane.",
        "The Pakistani prisoners said that the prisoners' hands were placed in the hands of the prisoners until they were taken to prisons across Sri Lanka, including Colombo and Welikada, until they were handed over to Pakistani prison authorities.",
        "The Pakistani special aircraft will be traveling from Katunayake airport to Pakistan at 05.30 pm."
      ]
    }
  },
  "summary_lines": [
    "56 Pakistanis freed in Sri Lanka: 51 men, 5 women, flown to Pakistan after detention for drugs and crimes."
  ]
}