{
  "translated_text": {
    "si": {
      "title": "කෝලිගේ ක්රියාවෙන් අඩ සියවසකි;KKR කඩුලු 7 කින් ආර්.සී.බී.",
      "body_lines": [
        "බැංගලෝර් එම්. 17 වන ඉන්දීය ප්රිමියර් ලීග් පරිච්ඡේදයේ (29) චින්නයස්වම් ක්රීඩාංගණයේදී පැවැත්වෙන 17 වන ඉන්දීය ප්රිමියර් ලීග් පරිච්ඡේදයේ 10 වන තරඟයේදී කොල්කටා නයිට් රයිඩර්ස් (කේ.කේ.ආර්) කඩුලු 7 කින් ජය ගත්තේය.",
        "කොල්කටා නයිට් රයිඩර්ස් ක්රීඩකයින් ඕවර 166 කදී ලකුණු 166 කදී කඩුලු 3 ක් අහිමි විය.",
        "ෆිල්ඩ් විකුණා, වෙන්කෙෂ් අයර් සහ කණ්ඩායම් නායක ෂරියාස් අයියර්ගේ ක්රියාවන් කොල්කටා නයිට් රයිඩර්ස්ගේ ජයග්රහණය ලබා ගත්තේය.",
        "තරඟයේදී විරාත් කෝලි රාජකීය චැලෙන්ජර්ස් වෙනුවෙන් බැංගලෝර්ගේ ක්රියාමාර්ගය අඩක් පසුපසින් සිටියේය.",
        "සුනිල් නාරේන් සහ බිල් යන දෙදෙනාම දැඩි ලෙස කටයුතු කළ අතර බල ක්රීඩා කරන කඩුල්ලකින් තොරව ලකුණු 85 ක් රැස් කළහ.",
        "සුනිල් නාරසින්ට තරගය අහිමි වූ අතර ඔවුන් දෙදෙනාම පළමු කඩුල්ලෙන් ලකුණු 86 ක් බෙදා ගත්හ.",
        "පන්දු 22 කට පමණක් මුහුණ දුන් සුනිල් නාරේන් හයේ පහර 5 ක් සහ පවුම් 2 ක් සමඟ ලකුණු 47 ක් රැස් කළේය.",
        "මුළු සංඛ්යාව ලකුණු 92 ක් වූ විට, අනෙක් පිතිකරු, විකුණන ලද පිතිකරු පන්දු 20 කදී ලකුණු 30 ක් රැස් කළේය.",
        "මේ අනුව, වෙන්කෙෂ් අයර් සහ ෂෙයාස් අයියර් සිතුදුවක් පන්දුවකට පන්දු 75 කදී ලකුණු 75 ක් රැස් කළ අතර 3 වන කඩුල්ල මාලාවේ පන්දු 44 කදී ලකුණු 75 ක් බෙදා ගත්හ.",
        "හයේ පහර 4 ක් සහ රාත්තල් 3 ක් සමඟ පන්දු 30 කදී පන්දු 30 කදී පන්දු 30 කදී ලකුණු 50 ක් වෙන්කෙෂ් අයි.ඊ.එච්.",
        "කෙසේ වෙතත්, ෂෙරියාස් අයියර් සහ රින්ටු සිං ඉතිරි ලකුණු 16 ලබා ගත්හ.",
        "ෂෙරියාස් අයියර් ලකුණු 39 ක් සහ රින්ටු සිං ලකුණු 5 ක් ලබා ගත්තේ නැත.",
        "උච්චතම තරඟයේදී පන්දුවට පහර දීමට ආරාධනා කළ රාජකීය චැලෙන්ජර්ස් බැංගලෝර් පන්දුවාර 20 කදී කඩුලු 6 ක් දැවී ලකුණු 182 ක් රැස් කළේය.",
        "විරාත් කෝලි යළිත් මවිතයට පත් වූ අතර අඛණ්ඩව අර්ධ-සෙන්ට්රි විසින් බැංගලෝරයේ මුළු රාජකීය චැලෙන්ජර්ස් ගණනට එකතු කරන ලදී.",
        "අද පැවති තරගයේදී, රාජකීය චැලෙන්ජර්ස් බැංගලෝර් නායකයා සහ ප්ලෙසිස්ට විවෘත කළ පිතිකරු දුප්පත් 2 වන දින ලකුණු 8 ක් රැස් කළේය.",
        "කෙසේ වෙතත්, විරාත් කොහ්ලි සහ කෙමරන් කෙරී හයක් බෙදා ගත්තේ 2 වන කඩුල්ලේ පන්දු 42 කදී ලකුණු 65 ක් රැස් කළේය.",
        "කෞකරන් කිරීන්ට ලකුණු 33 ක් අහිමි වූ පසු ග්ලෙන් මැක්ස්වෙල් සමඟ 3 වන කඩුල්ලෙන් කෝලි තවත් ලකුණු 42 ක් බෙදා ගත්තේය.",
        "මැක්ස්වෙල්ට ලකුණු 28 ක් අහිමි වූ අතර තවත් කඩුලු 2 ක් ස්ථාවර කාලයකදී පහත වැටුණි. (151 - 5 විග්.)",
        "ක්ෂේත්රයට ඇතුළු වූ දිනේෂ් කාර්තික් පන්දු 8 කදී ලකුණු 20 ක් රැස් කළේය.",
        "අනෙක් අතට, පන්දු 59 ක් සහ ලකුණු 83 ක් සහ පත්ති 4 ක් සහ හයේ පහර 4 ක් ඇතුළුව පන්දු 59 ක් සහ ලකුණු 83 ක් සමඟ ලකුණු 89 ක් සමඟ සෙල්ලම් කළේ නැත.",
        "පන්දු යැවීමේදී ඇන්ඩ්රේ රසල් ලකුණු 29 කට කඩුලු 2 ක් ද ඇති අතර හර්ෂිට් රානා ලකුණු 39 කට කඩුලු 2 ක් දවා ගත්තේය."
      ]
    },
    "en": {
      "title": "Kohli's action was half a century;KKR won RCB by 7 wickets",
      "body_lines": [
        "Bangalore M. Kolkata Knight Riders (KKR) won by 7 wickets in the 10th match of the 17th Indian Premier League chapter held on Friday (29) at the Chinnaswamy Stadium.",
        "Kolkata Knight Riders lost 3 wickets in 16.5 overs with 186 runs.",
        "Sunil Narain, Phil Sold, Venkatesh Iyer and team captain Shreyas Iyer's actions made the victory of Kolkata Knight Riders.",
        "In the match, Virat Kohli's action on behalf of Royal Challengers Bangalore was a half -century.",
        "Both Sunil Narain and Bill Sold got into action and scored 85 runs without a wicket in Power Play.",
        "Sunil Narain lost the game while both of them shared 86 runs in the first wicket.",
        "Sunil Narain, who faced only 22 balls, scored 47 runs with 5 sixes and 2 pounds.",
        "When the total number was 92 runs, the other batsman, Fil Sold, lost 30 runs off 20 balls.",
        "Following this, Venkatesh Iyer and Shreyas Iyer were bowled out for a stunning and shared 75 runs in 44 balls in the 3rd wicket.",
        "Venkatesh Iyer lost 50 runs off 30 balls with 4 sixes and 3 pounds.",
        "However, Shreyas Iyer and Rinku Singh scored the remaining 16 runs.",
        "Shreyas Iyer did not lose 39 runs and Rinku Singh 5 runs.",
        "Royal Challengers Bangalore, who was first invited to bat in the upting match, scored 182 runs for the loss of six wickets in 20 overs.",
        "Virat Kohli was again amazed and the second consecutive semi -century was added to the total number of Royal Challengers Bangalore.",
        "In today's match, Royal Challengers Bangalore captain and opening batsman Bow to Plessis lost 8 runs in the 2nd over.",
        "However, Virat Kohli and Kemaran Kreen shared 65 runs off 42 balls in the 2nd wicket.",
        "Kohli shared 42 more runs in the 3rd wicket with Glenn Mexwell after Kameran Kreen lost 33 runs.",
        "Maxwell lost 28 runs and 2 more wickets fell in a steady interval. (151 - 5 wig.)",
        "Dinesh Karthik, who entered the field, lost 20 runs in 8 balls with 3 sixes.",
        "Virat Kohli, on the other hand, did not play with 59 balls with 59 balls and 83 runs, including 4 pounds and 4 sixes.",
        "In bowling, Andre Russell took 2 wickets for 29 runs while Harshit Rana took 2 wickets for 39 runs."
      ]
    }
  },
  "summary_lines": [
    "KKR won RCB by 7 wickets in IPL 17, with KKR losing 3 wickets for 186 runs. Sunil Narain and Phil Sold scored 85 runs in Power Play. Virat Kohli scored a half-century for RCB."
  ]
}