{
  "translated_text": {
    "si": {
      "title": "ඇලන් කීනාන් - වේරුකුනිනලෙයි, කුරුන්දරමාලෙයි පිළිබඳ ප්රශ්නය පිළිබඳ විශ්ලේෂණය",
      "body_lines": [
        "විශ්වසනීය ආරංචි මාර්ග වලදී, මෑතකදී ශ්රී ලංකාවට ගිය ජාත්යන්තර අර්බුද නිරීක්ෂණ කමිටුවේ ඇලන් කීනාන් විශේෂයෙන් විමර්ශනය කර ඇති අතර ඔහු ඒ පිළිබඳ වාර්තාවක් අපේක්ෂා කරන බව විශේෂයෙන් විමර්ශනය කර තිබේ.",
        "වවුනියා දිස්ත්රික්කයේ වෙට්ටු නිරුසෙයි හි පිහිටි ඇඩිලිවෙයන්වරාර් පන්සලේදී පිහිටි ඇඩිලිවට්වසේශ්වාව හිදී ශිවරාත්රි වන්දනාමාන කළ බැතිමතුන්ගේ නිරත වූ බැතිමතුන් පොලීසිය විසින් කඩාකප්පල් කරන ලදී.. දේවමාළිගාව ඇතුළු පුද්ගලයින් අට දෙනෙකු පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "සිද්ධියෙන් දින කිහිපයකට පසු, ශ්රී ලංකාවට පැමිණි ශ්රී ලංකාවේ ජාත්යන්තර අර්බුදය මුරේ, ශ්රී ලංකාවට පැමිණි ශ්රී ලංකාවේ ජාත්යන්තර හා මානව හිමිකම් තත්ත්වය පිළිබඳව සොයා බැලීම සඳහා වයුක්නිනානාරලායි සහ කුරුන්දර්මලෙයි ප්රදේශවලට පැමිණ තිබේ.",
        "විශ්වාසදායක ආරංචි මාර්ග වලට අනුව, ඇලන් කීනාන් මාධවන් ගොවීන් සහ මාධන් යන ප්රශ්නය පුළුල් ලෙස අධ්යයනය කර ඇත.",
        "සති දෙකකට වැඩි කාලයක් ශ්රී ලංකාවේ නැවතී සිටි ඇලන් කෙමන් විසින් සමහර දේශපාලන නායකයින්, සිවිල් සමාජ ක්රියාකාරීන්, relatives ාතීන් සහ අතුරුදහන් වූවන්ගේ සහ අතුරුදහන් වූවන්ගේ සහ අතුරුදහන් වූවන්ගේ සහ ජනතාවගේ නෑදෑයින් හමුවී ඇත.",
        "ඒ අනුව, ඔහු, ප්රදේශයේ වෙසෙන ජනතාවගේ මනෝභාවය සහ මෙම ගැටුම්වල අරමුණින් රටේ මානව හිමිකම් තත්ත්වය පිළිබඳ ප්රකාශයක් ඉක්මනින් ප්රකාශයට පත් කරනු ඇත."
      ]
    },
    "en": {
      "title": "Alan Keenan - Analysis on the issue of Vedukunnarimalai, Kurundurmalai",
      "body_lines": [
        "In reliable sources, Alan Keenan, the inspector of the International Crisis Surveillance Committee, who recently visited Sri Lanka, has been specially investigated on the issue of Vettu Nirimalai and Kurundurmalai and that he is expecting a report on it.",
        "The police were disrupted by the devotees who engaged in pooja worship on Shivaratri Day (March 8) at the Adilingeswarar Temple in Vettu Nirimalai in Vavuniya district and forcibly evacuated at night.. Eight people were arrested by the police, including the temple.",
        "A few days after the incident, the international crisis watchdog of Sri Lanka, Alan Keenan, who visited Sri Lanka, has visited the Vittukunnarimalai and Kurundurmalai areas to investigate the political and human rights situation in the country.",
        "According to reliable sources, Alan Keenan has widely studied the issue of Madhavan farmers and Madhavan.",
        "Allen Keenan, who has been staying in Sri Lanka for more than two weeks, has met with some political leaders, civil society activists, relatives and relatives of the missing persons and the public at that time.",
        "Accordingly, he will quickly publish a statement on the human rights situation in the country, including the backdrop of the Vedukunnarimalai and Kurundurmalai affairs, the mood of the people living in the area and the purpose of these conflicts."
      ]
    }
  },
  "summary_lines": [
    "Alan Keenan, from the International Crisis Surveillance Committee, investigates Vedukunnarimalai and Kurundurmalai in Sri Lanka, focusing on political and human rights issues. He meets with political leaders, civil society, and relatives of missing persons, aiming to publish a report on the situation."
  ]
}