{
  "translated_text": {
    "ta": {
      "title": "பிரதமர் அமைப்புக்கு செல்ல வேண்டும்",
      "body_lines": [
        "பஸ்கா தாக்குதல் குறித்து முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்க இரண்டு கமிஷன்களைப் பெற்றுள்ளதாக முன்னாள் போரினல் அமைச்சர் உதய கம்மன்பிலா தெரிவித்தார்.",
        "இன்று (07) கொழும்பில் நடைபெற்ற ஊடக மாநாட்டில் அவர் பேசிக் கொண்டிருந்தார்.",
        "\"ஜனாதிபதி குவாபிதியாவில் உள்ள தேவாலயத்திற்கு மசூதிக்குச் சென்றபோது, ​​பஸ்கா தாக்குதலின் முன்னாள் ஜனாதிபதியின் ஜனாதிபதி தேவாலயத்திற்கு வந்தார் என்று நாங்கள் நினைத்தோம்.ஆனால் அவர் வெறுங்கையுடன் சென்றிருந்தார்.புதிய விசாரணைகளைத் தொடங்குவதற்கு முன்பு அதிகாரிகளின் அதிகாரிகளை தடை செய்வதற்காக, புதிய விசாரணைகள் தொடங்கப்பட்டபடி, எங்கள் உளவுத்துறை அமைப்புகள் தாக்குதலில் ஈடுபட வேண்டும் என்று பாதிக்கப்பட்டவர் கோரப்பட்டது.",
        "முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கே ஓய்வுபெற்ற உச்சநீதிமன்ற நீதிபதி எஸ்.ஐ.இமாம், ஓய்வுபெற்ற ஆதரவு ஆதரவு ஆதரவு ஆதரவு உச்சநீதிமன்ற நீதிபதி.விசாரணை அறிக்கை கடந்த ஜூன் மாதம் ஜனாதிபதியிடம் ஒப்படைக்கப்பட்டது.ஆனால் அந்த அறிக்கை மர்மமான காரணங்களுக்காக யாரையும் பாதுகாக்க அந்த அறிக்கையை எடுக்கவில்லை.மேலும், ஓய்வுபெற்ற யுபிஎஸ் என்.ஜே. ஆல்விஸ் ஈஸ்டர் தாக்குதலின் செயல்பாடு குறித்து நான்கு குறிப்பிட்ட உண்மைகளுக்கு தலைமை தாங்கினார். இரண்டு அறிக்கைகளும் முன்னாள் ஜனாதிபதியைப் பெற்றன, ஆனால் யாரும் வெளியிடவில்லை.",
        "ஜனாதிபதி இந்த அறிக்கைகளைப் படித்தால், ஜனாதிபதி குவாபிதியாவில் தங்கள் அறிக்கைகளை எடுத்துக்கொண்டு எதிர்மறையான பிரச்சினைகளை ஏற்படுத்தியிருந்தார்.இந்த இரண்டு பதிவுகளும் கண்டுபிடிக்கப்பட்டால், முன்னாள் ஜனாதிபதி சாமுங்கயகாவின் முன்னாள் ஜனாதிபதி செயலாளரிடம் கேளுங்கள்.ஆனால் நீங்கள் அதைக் கண்டுபிடிக்க முடியாவிட்டால், அட்டர்னி ஜெனரலுடன் பேசுங்கள்.சுத்தமான உளவுத்துறை அறிக்கையின்படி, இரண்டு அறிக்கைகளின் செயலாளர் அட்டர்னி ஜெனரிடம் ஒப்படைக்கப்பட்டுள்ளார்.",
        "பத்திரிகையாளர்கள் எழுப்பிய கேள்விகளையும் அவர் கொடுத்தார்.",
        "கே: பஸ்கா தாக்குதலுக்கு இந்த அரசாங்கம் நீதியை நிறைவேற்றும் என்ற நம்பிக்கையுடன் நீங்கள் ஒரு கார்டினலை கடந்து சென்றிருக்கலாம்.நீங்கள் அப்படி நினைக்கவில்லை.",
        "பதில்: கார்டினலுக்கு அத்தகைய நம்பிக்கை உள்ளது. ஆனால் நான் பத்திரிகையாளர் சந்திப்பைக் கேட்டால், நான் எங்கு பதிவு செய்யப்பட்டேன் என்று கேட்க மறந்துவிட்டேன் என்பதை மறந்துவிட்டேன் என்பதை அவர் நினைவில் வைத்திருப்பார்.. கம்மன்பிலாவும் இந்த பத்திரிகையாளர் சந்திப்பை ஜனாதிபதியின் பாதுகாப்புக்கு முன் வைத்திருக்கலாம்.",
        "பதில்: நோராஜ் அதிகாரத்தின் பாதுகாப்பு இந்த ஆண்டு தேர்தலில் போட்டியிடுகிறது. தங்கப் பதக்கத்தை நாங்கள் எதிர்பார்க்கவில்லை. வெள்ளிப் பதக்கம். ஏனெனில் பிரதமர் அமைப்புக்கு செல்ல வேண்டும். கட்சி ஜனாதிபதி மற்றும் பிரதமராக இருந்தால் நாடு நிலையற்றது. பிரதான எதிர்ப்பின் பங்கை மக்களிடம் கேட்கிறோம்."
      ]
    },
    "en": {
      "title": "The Prime Minister should go to the composition",
      "body_lines": [
        "Former President Ranil Wickremesinghe has received two commissions on the Passover attack, former Minister of Porinal Udaya Gammanpila said.",
        "He was speaking at a media briefing held in Colombo today (07).",
        "\"When the President had visited the church in Kuwapitiya to the Mosque, we thought that the former president's president of the Passover attack came to the church to publish the two frequently demanded Catholic Church.But he had gone empty-handed.A victim was demanded that our intelligence agencies were involved in the attack, as the new investigations were started, to ban the officers of the officers before commencing new investigations.",
        "Former President Ranil Wickremesinghe appointed Retired Supreme Court Judge Si Iimam, retired Support Support Support Support Supreme Court Judge.The investigation report was handed over to the president last June.But that report did not make that report to protect anyone for mysterious causes.Also, retired UPS NJ Alwis chaired four specific facts about the functioning of the Easter attack. Both reports received the former president, but no one published.",
        "If the President studied these reports, the President had taken their reports in the Kuwapitiya and had the negative problems.If these two records are uncovered, ask for former Presidential Secretary to the Secretary of former President Samunkayaka.But if you can't find it, talk to the Attorney General.According to the Clean Intelligence reports, the Secretary to the two reports have been handed over to the Attorney General.",
        "He also gave the questions posed by journalists.",
        "Q: You may have passed a cardinal with confidence that this government will fulfill justice to the Passover attack.You don't think so.",
        "Answer: Cardinal has such a hope. But if I heard the press conference, he would remember that I forgot that I was forgot to ask where I was recorded.. Gammanpila also may have put this press conference before the defense of the President.",
        "Answer: The security of the Norrage power is contesting this year's election. We're not expecting the gold medal. Silver medal. Because the Prime Minister must go to the composition. The country is unstable if the party is the President and the Prime Minister. We ask the people the role of the main opposition."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Former Minister Udaya Gammanpila accuses ex-President Ranil Wickremesinghe of receiving two commissions on the Easter attacks without publishing them. He calls for the Prime Minister to resign due to political instability."
  ]
}