{
  "translated_text": {
    "ta": {
      "title": "அறிவியல் கொலை வழக்கில் மேல்முறையீட்டு மனுக்களைக் கேட்க மனுக்கள்",
      "body_lines": [
        "உச்சநீதிமன்றத்திற்கு ஜனவரி 20 ஆம் தேதி தண்டனை விதிக்கப்பட்டுள்ளது, குற்றம் சாட்டப்பட்ட ஆறு பிரதிவாதிகள் 2015 ல் யாஃப்னா உயர்நீதிமன்றத்தின் தண்டனையில் மரண தண்டனை விதிக்கப்பட்டனர்.",
        "இந்த மேல்முறையீட்டு மனுக்கள் இன்று (30) இன்று (30) இன்று (30). நவாஸ், ஷிரான் குனரத்னே மற்றும் பிரியந்தா பெர்னாண்டோ ஆகியோருடன் ஐந்து பேர் கொண்ட உச்சநீதிமன்ற நீதிபதி வரவழைக்கப்பட்டார்.",
        "குற்றம் சாட்டப்பட்டவர்களில் ஒருவர் கொல்லப்பட்டதாக சிறை அதிகாரிகள் நீதிமன்றத்திற்கு தெரிவித்தனர்.",
        "குற்றம் சாட்டப்பட்டவரின் சார்பாக ஆஜரான வழக்கறிஞர் அருமுகம் ரகுடம், இந்த வழக்கில் தாமதம் ஏற்பட்டதால், இந்த பிரதிவாதிகள் 8 ஆண்டுகளுக்கும் மேலாக சிறையில் இருந்ததாகக் கூறினார்.",
        "நடத்தப்பட்ட ஆவணங்களை விரைவாக வழங்குவதற்கான நடவடிக்கைகள் எடுக்கப்படும் என்று வழக்குரைஞர் ஜெனரல் ஏயேஷா ஜினசேனா நீதிமன்றத்திற்கு தெரிவித்தார்.",
        "யாஃப்னா உயர்நீதிமன்றத்தில் நடந்த விசாரணையில் பிரதிவாதிகள் விடுவிக்கப்பட்டதாக சொலிசிட்டர் ஜெனரல் தெரிவித்தார்.",
        "இந்த வழக்குகள் குறித்து குற்றம் சாட்டப்பட்ட மேல்முறையீட்டிற்கு நடவடிக்கை எடுக்குமாறு ஐந்து உறுப்பினர்களைக் கொண்ட உச்சநீதிமன்றம் படுல்லா இந்த பணியாளருக்கு சொலிசிட்டர் ஜெனரிடம் தெரிவித்தார்.",
        "மனு மனுவுக்கு ஜனவரி 20 ஆம் தேதி நீதிமன்றம் உத்தரவிட்டது."
      ]
    },
    "en": {
      "title": "Petitions to hear appeals petitions in the science murder case",
      "body_lines": [
        "The Supreme Court has been sentenced to January 20, the six accused defendants who have been sentenced to death in the punishment of the Jaffna High Court in 2015.",
        "Petitions of this appeal petitions today (30) today (30) today. A five-member Supreme Court judge with Nawaz, Shiran Gunaratne and Priyantha Fernando were summoned.",
        "Prison officials informed the court that one of the accused was killed.",
        "Attorney-at-Law Arumugam Ragudam, appearing on behalf of the accused, said that due to the delay in the case, these defendants were in prison for over 8 years.",
        "Solicitor General Aeesha Jinasena informed the court that steps will be taken to provide conducted documents to the case speedily.",
        "It is said that Solicitor General said that the defendants had been released on the trial in Jaffna High Court.",
        "The five-member Supreme Court Badulla informed this cadre to the Solicitor General to take action to the appeal accused to this cases.",
        "The court ordered the Petition Petition Petition on the 20th of January."
      ]
    }
  },
  "summary_lines": [
    "The Supreme Court has set January 20 for hearing appeals from six death-row convicts sentenced in a 2015 case by the Jaffna High Court. The court, comprising judges Nawaz, Shiran Gunaratne, and Priyantha Fernando, also noted that one defendant died in custody. Defense attorney Arumugam Ragudam highlighted the lengthy pre-trial detention, exceeding eight years, while Solicitor General Aeesha Jinasena assured swift provision of necessary documents. The court directed the Solicitor General to expedite actions regarding the appeal process."
  ]
}