{
  "translated_text": {
    "ta": {
      "title": "ශ්‍රී ලංකාව රෝහින්ග්‍යා සංක්‍රමණිකයින්ගේ ගමනාන්තයක් වෙයි ද?",
      "body_lines": [
        "மியான்மரில் 115 சாலைகளை ஏற்றிச் செல்லும் ஒரு கப்பல் தற்செயல் நிகழ்வு அல்லது கடல் அல்ல என்பது தெரியவந்துள்ளது.",
        "வரவிருக்கும் நாட்களில் ரோஹிங்கியாகாவா இலங்கைக்கு வரக்கூடும் என்ற தகவல்கள் இருப்பதாக பொது பாதுகாப்பு மந்திரி ஆனந்த விஜயபாலா கூறினார்.",
        "එම අනවසර සංක්‍රමණිකයින් පැමිණීම සම්බන්ධයෙන් බුද්ධි අංශ වාර්තා කර ඇති බව මහජන ආරක්ෂක අමාත්‍යවරයා බීබීසී සිංහල වෙත සඳහන් කළේ ය.",
        "115 புலம்பெயர்ந்தோரை ஏற்றிச் செல்லும் படகு டிசம்பர் 19 அன்று முல்லெய்துவுக்கு ஒரு படகு வந்திருந்தது.",
        "கடற்படை திருகோணமலிக்கு அழைத்துச் செல்லப்பட்ட பின்னர், டிசம்பர் 23 அன்று முல்லைடிவு விமானப்படை தளத்தின் பற்றின்மை மையத்திற்கு 103 பேர் அனுப்பப்பட்டனர்.",
        "ரோஹிங்கியா, 45 குழந்தைகள், 24 பெண்கள் மற்றும் 46 ஆண்களை சுமந்து செல்லும் மருத்துவமனை.",
        "\"இந்த மோசடி மோசடியில் ஈடுபட்டுள்ளது. அவர்கள் சுமார் 500 லட்சம் பணம் செலுத்தியுள்ளனர். கூடுதலாக, அந்த நாட்டில் சுமார் 800 மில்லியன் மக்கள் அமைப்பாளர்களுக்கு வழங்கப்பட்டுள்ளனர். போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்.",
        "\"அவர்கள் அகதிகளாக அடையாளம் காணப்பட்டால், அதற்கேற்ப செயல்படுவோம் என்று நம்புகிறோம். சர்வதேச சட்டத்தின்படி செயல்பட நாங்கள் தயாராக உள்ளோம். குடிவரவு திணைக்களத்தின் மூலம் தேவையான வசதிகளை எளிதாக்க உணவு வசதிகளை நாங்கள் வழங்கியுள்ளோம். \"",
        "\"பொலிஸ் விசாரணைகள் மற்றும் உளவுத்துறை அறிக்கைகளின் அறிக்கைகள் படி, இதுபோன்ற 100,000 பேர் இதுபோன்ற அங்கீகரிக்கப்படாத புலம்பெயர்ந்தோர் அடுத்த நாட்களில் இலங்கைக்கு வர உள்ளனர். இது நம் நாட்டில் ஒரு சமூகப் பிரச்சினையாக அங்கீகரிக்கப்பட்டுள்ளது ”என்று அமைச்சர் ஆனந்த விஜெபபாலா ஜனவரி 8 ஆம் தேதி பாராளுமன்றத்தில் தெரிவித்தார்.",
        "இந்த புலம்பெயர்ந்தோர் தொடர்பாக எம்.பி. முஜிபார் ரஹ்மான் மற்றும் எம்.பி. ரிஷார்ட் பதியுடீன் ஆகியோர் ஜனாதிபதியிடம் உரையாற்றப்பட்டுள்ளனர்.",
        "போரில் இந்த அகதிகளை மீண்டும் தொடங்க வேண்டாம் என்று நாடாளுமன்ற உறுப்பினர்கள் முஜிபார் ரஹ்மான் ஜனாதிபதியிடம் கேட்டுள்ளார்.",
        "மருத்துவமனை அகதிகள் குறித்த சர்வதேச மனித உரிமைகள் சட்டம் மற்றும் அகதிகள் சட்டத்தின்படி செயல்பட ரிஷத் பாத்தீன் கேட்டுள்ளார்.",
        "கைதிகளாகவும் அகதிகளாகவும் சிந்திக்காமல் செயல்படுமாறு ஜனாதிபதியிடம் அவர் கேட்டுள்ளார்.",
        "பொது பாதுகாப்பு மந்திரி ஆனந்த விஜெபாலா பிபிசியிடம் ஒரு புலம்பெயர்ந்தோர் 8 முதல் ரூ.",
        "இந்த புலம்பெயர்ந்தோரின் இடமாக சிங்கள சேவையின் அமைச்சரிடம் அமைச்சர் விசாரித்திருக்கிறாரா? செல்ல வேண்டும்.",
        "\"இங்குள்ள இலக்கு இருந்திருக்கலாம் என்று நான் நினைக்கிறேன். 3 படகுகள் வெளியேறிவிட்டன. ஒன்று இங்கே அனிமேஷன் செய்துள்ளது. மற்றவர்கள் பங்களாதேஷில் அல்லது வேறு எங்கும் செல்கிறார்கள் \"",
        "புலம்பெயர்ந்தோரில் உள்ள முகாம்களில் இந்த பயணத்தை ஏற்பாடு செய்ய நான் பணத்தை சேர்த்துள்ளேன் என்று பாதுகாப்பு அமைச்சர் கூறினார்.",
        "\"இது அவர்களைத் தாங்கக்கூடியவர் மீது உள்ளது. உளவுத்துறை அறிக்கைகள் அறிக்கை. \"",
        "இலங்கை இருக்கிறதா என்று உளவுத்துறை விசாரணைகள் விசாரிக்கப்படுவதாக பொது பாதுகாப்பு மந்திரி ஆனந்த விஜெபாலா கூறினார்.",
        "\"ஆஸ்திரேலியா மக்களை மக்களிடம் செல்ல அனுமதிக்காது. இப்போது, ​​அகதிகள் என்றால், ஐ.நா. அகதிகள் ஆணையத்தின் விதிகள் குறித்து சர்வதேச தேவாலய ஆணையத்தில் அவர்களுக்கு உதவ வேண்டும். ஆனால் அவர்கள் இலங்கைக்கு அழைத்துச் செல்ல வேண்டியிருக்கும். \"",
        "அமைச்சர் கூறினார்: \"அவர்களுக்கு ஒரு உணர்வு இருக்கிறது. அவர்கள் இங்கு வந்து ஐரோப்பிய நாடுகளுக்குச் செல்லலாம். அசைலாம் கோரினார். இதற்கு முன்பு இங்குள்ள ஒரு குழு மக்கள் உள்ளனர். \"",
        "\"எங்களுக்கு நிறைய சமூக பிரச்சினைகள் கிடைக்கின்றன. எங்களுக்கு சூழல் இல்லை, \"என்று அவர் சுட்டிக்காட்டினார்.",
        "\"அவர்களுடன் இன்னும் நிறைய விஷயங்கள் உள்ளன. அகதிகள், சட்டவிரோத குடியேறியவர்கள் இங்கு வருகிறார்கள். தேசிய பாதுகாப்பு பற்றி நீங்கள் சிந்திக்க வேண்டும். சிலர் வெவ்வேறு விஷயங்களைச் சொல்கிறார்கள். தகவல்களின்படி, நீங்கள் முடிவுகளை எடுப்பீர்கள். \"",
        "\"நாங்கள் ஒரு அரசாங்கம், சட்டவிரோத குடியேறியவர்கள் என்று நினைத்தோம், பொறுப்பேற்றுள்ளோம். நாங்கள் சொல்ல முயற்சிக்கிறோம், \"பாதுகாப்பு அமைச்சர் பிபிசி சிங்களத்திற்கு வலியுறுத்தினார்.",
        "\"யாராவது மோசடியில் ஈடுபட்டுள்ளார்களா என்று பார்க்க வேண்டும். அறிக்கைகளை ஆராய்கிறது. விசாரணை செய்யப்படுகிறது. உளவுத்துறை பயன்படுத்தப்பட்டுள்ளது. \"",
        "\"மியான்மரின் அரசாங்கம் தங்கள் குடிமக்களின் அரசாங்கத்திற்கு வருகிறது என்று எங்களுக்கு அறிவிக்கப்பட்டுள்ளது. அவர்கள் பதிலளிக்கவில்லை, \"என்று பொது பாதுகாப்பு அமைச்சர் கூறினார்.",
        "\"அகதிகளின் வழி உள்ளது. ஆனால் யாராவது சென்றிருந்தால், மோசடி செய்பவர்கள் அதைச் செய்கிறார்கள், \"என்று அமைச்சர் கூறினார்.",
        "கடற்படை செய்தித் தொடர்பாளர் கேப்டன் கயன் விக்க்ரேமசுரியா இதைச் சமாளிக்க கடற்படையை சமாளிக்க சிங்களவலாவிடம் கூறினார்.",
        "\"உளவுத்துறை தகவலுடன் எடுக்கப்பட்டுள்ளது. வக்கீல்கள். கடல் காரணமாக எங்களுக்கு ஒரு பெரிய பொறுப்பு உள்ளது. அவரது பொறுப்பு நிச்சயமாக ஆட்சியாளர் மற்றும் கொள்கை சர்வதேச சட்டம், அவர் அவ்வாறு செய்ய முயல்கிறார். \"",
        "\"கடற்படை வேலை செய்ய தயாராக உள்ளது. ஆனால் எந்த நேரத்திலும் சட்டவிரோதமானது இல்லை. கடற்படை செய்தித் தொடர்பாளர் கூறுகையில், கடற்படை செய்தித் தொடர்பாளர் கூறினார், \"கடற்படை செய்தித் தொடர்பாளர் கூறினார்.",
        "2025 முதல் பொருளாதார ஸ்திரத்தன்மைக்கு செய்ய இலங்கையின் மத்திய வங்கி",
        "தாயின் இரண்டாவது திருமணத்தின் சாட்சி: 'ஒரு காலாண்டில் நான் ஒரு சாட்சியாக இருப்பது இதுவே முதல் முறை, அதுவும்'",
        "உங்கள் வங்கி வைப்புகளிலிருந்து வசூலிக்கப்படும் வரியை நிறுத்தி வைப்பதை அரசாங்கம் என்ன செய்யப் போகிறது?"
      ]
    },
    "en": {
      "title": "Is Sri Lanka a destination of the Rohingyawa migrants?",
      "body_lines": [
        "It is revealed that a vessel carrying 115 roads in Myanmar is not a coincidence or sea.",
        "Public Defense Minister Ananda Wijayapala stated that there is information that the Rohingyawa could come to Sri Lanka in the coming days.",
        "The Minister of Defense has reported that the intelligence agencies have reported to attend the coming of those unauthorized immigrants.",
        "A boat had arrived in Mullaitivu on December 19, a boat carrying 115 migrants.",
        "After the navy was taken to Trincomalee, 103 persons were sent to the Detachment Center of the Mullaitivu Air Force Base on December 23.",
        "Hospital carrying Rohingya, 45 children, 24 women and 46 men.",
        "\"This racket is involved in the racket. They have paid about 500 lakhs of money. In addition, about 800 million people in that country have been paid to the organizers. Police are conducting further investigations.",
        "\"If they are identified as refugees, we hope to act accordingly. We are also ready to act in accordance with international law. We have given eating facilities to ease the necessary facilities through the Department of Immigration. \"",
        "\"According to police investigations and reports of intelligence reports, 100,000 such unauthorized immigrants are due to arrive in Sri Lanka in the next days. It is recognized as a social problem in our country, \"said Minister Ananda Wijepapala said in Parliament on January 8.",
        "MP Mujibar Rahman and MP Rishard Bathiudeen have been addressed to the President regarding these migrants.",
        "Members of Parliament Mujibar Rahman has asked the President not to resume these refugees in the war.",
        "Rishad Bathiudeen has asked to act in accordance with the international human rights law and refugee law on the refugees of the hospital.",
        "He has asked the President to act without thinking as prisoners and as refugees.",
        "Public Defense Minister Ananda Wijepala told BBC that one migrant had paid the racketeers between 8 and Rs.",
        "Has the Minister inquired from the Minister of Sinhala service as the destination of these migrants? About to go.",
        "\"I think the destination here may have been. 3 boats have left. One has animated here. Others go on Bangladesh or anywhere else \"",
        "The Minister of Defense said that I had added money to organize this journey in camps in the immigrants.",
        "\"It's on the one who can bear them. Intelligence reports report. \"",
        "Public Defense Minister Ananda Wijepala stated that the intelligence investigations are investigated as to whether there is Sri Lanka.",
        "\"Australia won't let people go to people. Now, if refugees, we have to help them with international church commission on the rules of the UN refugee Commission. But they will have to take to Sri Lanka. \"",
        "The Minister said: \"They have a sense. That they can come through here and go to European countries. Asylam requested. There's a group of people who are here before. \"",
        "\"We get a lot of social issues. We have no environment, \"he pointed out.",
        "\"There is a lot more of the things with them. Refugees are, the illegal migrants are coming here. You have to think about national security. Some people say different things. According to information, you will make decisions. \"",
        "\"We have thought to be a government, illegal immigrants and have taken over. We're trying to say, \"Minister of Defense emphasized to BBC Sinhala.",
        "\"It has to see if someone is involved in racket. Examining the statements. An investigation is made. Intelligence has been deployed. \"",
        "\"We have been informed that Myanmar's government is coming to the government of their citizens. They did not respond, \"the Minister of Public Security said.",
        "\"There is a way of refugees. But if someone had gone, the racketeers do it, \"said the Minister.",
        "Navy Spokesperson Captain Gayan Wickremasuriya told the Sinhala to deal with the Navy to deal with this.",
        "\"The intelligence is taken with the information. Advocates. We have a great responsibility because of the sea. His responsibility is definitely the ruler and policy international law, he is looking for to do so. \"",
        "\"The navy is ready to work. But there is no illegal at any time. The Navy Spokesperson said the Navy Spokesman said, \"The Navy Spokesman said.",
        "The Central Bank of Sri Lanka to do for economic stability since 2025",
        "A Witness of the mother's second marriage: 'This is the first time I was a Witness in a quarter, that too'",
        "What is the government going to do withholding tax charged from your bank deposits?"
      ]
    }
  },
  "summary_lines": []
}