{
  "translated_text": {
    "ta": {
      "title": "ஜெகியை ரஷ்யாவுக்கு எவ்வாறு உரையாற்றுவது",
      "body_lines": [
        "இந்திய பிரதமர் நரேந்திர மோடி இரண்டு நாள் உத்தியோகபூர்வ வருகையின் பேரில் ரஷ்யாவுக்கு வந்திருந்தார்.",
        "ரஷ்யாவின் உக்ரேனிய படையெடுப்பிற்குப் பிறகு மூடி முதல் முறையாக முதன்முறையாக இந்த வருகை வரலாற்றில் இணைகிறது.",
        "மாஸ்கோவில் உள்ள வினிகோவா சர்வதேச விமான நிலையத்தின் இந்தியப் பிரதமர், இந்திய பிரதமர் ரஷ்ய அரசாங்க டென்னிஸ் மோன்செரோஃப் என்பவரால் சிவப்பு நிறத்தில் சிவப்பு நிறத்தை ஏற்றுக்கொண்டார்.",
        "வருகையின் முதல் நாள், பிரதமர் மோடி ரஷ்ய ஜனாதிபதி விளாடிமிர் புடினை சந்தித்தார்.",
        "பிரதமர் மோடியின் மிகவும் போற்றுதலை ஏற்றுக்கொண்ட நட்பு நண்பராக ஜனாதிபதி புடின் உரையாற்றப்பட்டதாக வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன.",
        "இரு தலைவர்களும் ஜனாதிபதியின் வீட்டில் ஒரு சுருக்கமான சுற்றுப்பயணத்தில் ஈடுபட்டனர், பின்னர் அமர்ந்த நிகழ்வுக்குச் சென்றனர்.",
        "மூன்றாவது முறையாக பிரதமராக நியமிக்கப்பட வேண்டும் என்று மோடியை ஒழுங்குபடுத்துவதற்கு ஜனாதிபதி மஹிந்த ராஜபக்ஷா பணியாற்றியிருந்தார்.",
        "பிரதமர் மோடி நேற்று இரவு ஜனாதிபதியுடன் சேர்ந்ததாக தெரிவிக்கப்படுகிறது.",
        "இரு நாடுகளுக்கும் இடையிலான வர்த்தக உறவுகளை ஒருங்கிணைப்பது மற்றும் ரஷ்ய போரில் நடந்த சண்டை தொடர்பாக பெரும்பாலான கவனம் செலுத்தப்பட்டுள்ளது.",
        "ஜனாதிபதி மஹிந்த ராஜபக்ஷம் இந்திய வீரர்களை உக்ரைனில் ரஷ்யாவுக்காக விடுவிக்க ஒப்புக் கொண்டுள்ளது.",
        "உக்ரேனிய போரில் சேர்ந்த இரண்டு இந்திய வீரர்கள் ஏற்கனவே இறந்துவிட்டனர், ஆயிரக்கணக்கானோர் போரில் தங்கியிருந்தனர்.",
        "மாநிலத் தலைவர்களிடையே அதிகாரப்பூர்வமாக இருதரப்பு பேச்சுவார்த்தைகள் இன்று மாஸ்கோவில் உள்ள கிரெம்ளின் கட்டிடத்தில் நடைபெறும்.",
        "கிரெம்ளின் செய்தித் தொடர்பாளர் டிமிட்ரி பெஸ்கோஃப், விவாதங்கள் மிகவும் தனிப்பட்ட முறையில் நடத்தப்படுவதாகக் கூறினார்.",
        "இதற்கிடையில், பிரதமரின் ரஷ்ய ரஷ்ய மொழியைப் பற்றி அமெரிக்கா நேரடியாக கவலைப்படுகிறது.",
        "ஒவ்வொரு நாடும் ஐக்கிய நாடுகளின் சாசனத்தை மதிக்க வேண்டும் என்று அவர்கள் சொன்னார்கள்.",
        "எவ்வாறாயினும், இந்த வருகை தொடர்பாக அமெரிக்காவின் அதிசயத்தை மறுப்பதாக பிரதமர் நரேந்திர மோடி வலியுறுத்தியுள்ளார்.",
        "இந்தியா எப்போதும் ஐக்கிய நாடுகளின் சாசனத்தை மதிக்கிறது என்று பிரதமர் வலியுறுத்தினார்.",
        "இந்தியாவும் ரஷ்யாவும் இரு நாடுகளுக்கும் இடையில் தொடர்ந்து நட்பை எடுத்துக்கொள்கின்றன என்றும் அவர் கூறினார்.",
        "ரஷ்யாவில் ரஷ்யா தங்கியிருக்கும் இந்திய சமூகத்தில் பிரதமர் மோடி உரையாற்றினார்.",
        "பிரதம மந்திரி மோடி ரஷ்யா முடிவடைந்த பின்னர் அமெரிக்காவில் வாஷிங்டனுக்கு பயணிக்க உள்ளது.",
        "இது நாளை முதல் நேட்டோ உச்சிமாநாட்டில் சேருவதை நோக்கமாகக் கொண்டுள்ளது."
      ]
    },
    "en": {
      "title": "How to address the Jeki to Russia",
      "body_lines": [
        "Indian Prime Minister Narendra Modi had arrived at Russia on a two-day official visit.",
        "This visit joins history as the first time that Moody is the first time since the Ukrainian invasion of Russia.",
        "The Indian Prime Minister of Winicowa International Airport in Moscow, the Indian Prime Minister accepted a red-fledged red-ranked by the Russian Government Dennis Moncherof.",
        "The first day of the visit, Prime Minister Modi met Russian President Vladimir Putin.",
        "Foreign media reports that President Putin has been addressed as friendly friend who accepted the most admiration of Prime Minister Modi.",
        "The two leaders were on a brief tour at the President's House, and then visited a seated event.",
        "President Mahinda Rajapaksa had worked to regulate Modi to be appointed as Prime Minister for the third time.",
        "It is reported that Prime Minister Modi joined the President last night.",
        "Most of the focus has been made in relation to the consolidation of trade relations between the two countries and the fighting in Russian war.",
        "President Mahinda Rajapaksa has agreed to release the Indian soldiers in Ukraine for Russia.",
        "Two Indian soldiers who joined the Ukrainian war were already dead and thousands of others stay in the war.",
        "Officially bilateral talks between heads of state will be held in the Kremlin building in Moscow today.",
        "Kremlin spokesperson Dimitri Pescoff stated that the discussions are being held at very personal.",
        "Meanwhile, the United States has directly worried about the Prime Minister's Russian's Russian.",
        "There they had said that every country should respect the United Nations Charter.",
        "However, Prime Minister Narendra Modi has emphasized that he denies the wonder of the US regarding the visit.",
        "The Prime Minister emphasized that India is always respected the United Nations Charter.",
        "He also said that India and Russia continues to take friendship between the two countries.",
        "Prime Minister Modi addressed the Indian community where Russia staying in Russia.",
        "Prime Minister Modi is due to travel to Washington in the United States after the end of Russia.",
        "It is aimed at joining the NATO summit from tomorrow."
      ]
    }
  },
  "summary_lines": [
    "Indian PM Narendra Modi's historic two-day visit to Russia, his first since the Ukrainian invasion, focused on strengthening trade ties and addressing the situation of Indian soldiers in Ukraine. Despite concerns from the US, Modi reaffirmed India's commitment to the UN Charter and the importance of its friendship with Russia."
  ]
}