{
  "translated_text": {
    "si": {
      "title": "හෙලෝ හෙලෝ",
      "body_lines": [
        "සියලුම ලංකා ජනතාව කොන්ග්රස් නායක සහ පාර්ලිමේන්තු මන්ත්රී රිෂාඩ් බතියුදීන් මහතා කියා සිටියේ පොට්ටුවිල් වැසියන් ජනාධිපතිවරයාගෙන් තවත් කෝටා ලබා ගැනීමට උත්සාහ කරන ජනාධිපතිවරයා සමඟ සිටින බවයි.",
        "සජිත් ප්රේමදාස සහයෝගය සඳහා අඟහරුවාදා (27) පොට්ටුවිල්හිදී පැවති රැස්වීමකදී අදහස් දක්වමින් ඔහු පැවසීය.",
        "\"ගෞරවය හා ගෞරවය පිළිබඳ දේශපාලන politicians යන් වීම ගැන පොට්ටුවිල් ආඩම්බර වේ. ඒ අතර මවුම් අසීස්, ජ්යෙෂ් SP පොලිස් අධිකාරී මජේඩ් සහ තවත් බොහෝ අය ද සිටිති.",
        "අපේ පක්ෂය පොත්තුවිල් වෙතින් එකක් බවට අපේ පක්ෂයේ ඉතිහාසයේ ඇත. පක්ෂ නායකත්වය හා පසෙහි ගෞරවය සම්බන්ධයෙන් පොට්ටුවිල් වැසියන් ඔහුට ඡන්දය ප්රකාශ කළහ.",
        "ආධිපත්යය දරන ගෝතභය රාජපක්ෂ මහතා, ආධිපත්යය දරන ආධිපත්යය දරමින්, ආගමික විශ්වාසයන් විනාශ කර සුළුතර ප්රජාවන් ද්විතීයික පුරවැසියන් බවට පත් කළේය. ඔහු කොරෝනාහි මියගිය මුස්ලිම්වරුන්ගේ ජනතායන් පුළුස්සා දැමුවේය.",
        "\"අපේ ආගමික විශ්වාසයන්ට දොස් කියන්න එපා\". අපි ඔහුගේ පා ​​.මාලාවට එරෙහිව සමාජ කටහ of වල් ඔසවා ඇත්තෙමු. කලක් අපගේ ක්රියාකාරකම් සමඟ සහයෝගයෙන් කටයුතු කළ මන්ත්රීවරයා මෙයයි. පසුව, මිලකරණය කතා කළේ ස්වෝත්තමවාදීන් විසිනි. මෙයින් පසු ඔහුගේ ප්රවණතා නරක විය.",
        "එය ඕස්ට්රේලියාව, කැනඩාව සහ බ්රිතාන්යය වෙත යැවීමට සහ ජනතාව වංචා කිරීම සඳහා පක්ෂයේ නම භාවිතා කළේ ඔහුය. ඔබ මේ ගැන අසා ඇත්නම්, ඔහු නිදාගනු ඇත. \"හෙලෝ\" හැර දුරකථනයෙන්, කතා කරන සෑම දෙයක්ම බොරු බව. තවදුරටත් ඔහු වංචා නොකරන ලෙස මම ඔහුට අනතුරු අඟවන්නෙමි.",
        "හිටපු ජනාධිපති ගෝතභය ගෝතබායාට ප්රශංසා කළ අතර, ඉස්ලාමයේ විශ්වාසයන්ට සමච්චල් කළ සහ මුස්ලිම්වරුන් ත්රස්තවාදීන් ලෙස නිරූපණය කළේය. තමා මොළය හතක මුදල් ඇමතිවරයා විය යුතු බවට ප්රකාශ බොහෝ දේ හේතු විය.. බලයේ රාගය අනුව, ඔහුගේ අධ්යාත්මික හැඟීම් ශුන්ය වූවාය.",
        "නමුත් සිදු වූයේ කුමක්ද?බෂිල් රාජපෂාට අයවැයක් පවා ඉදිරිපත් කිරීමට නොහැකි විය. මහින්ද ද ජනතාව විසින් ප්රතික්ෂේප කරන ලදී. මිනිස්සු ක y ර පාලකයා පසුපස හඹා ගියහ.",
        "සජිත් ප්රේමදාසගෙන් ඉල්ලා සිටියේ පාලන තන්ත්රය භාර ගන්නා ලෙසයි. ජනතාව විසින් ප්රතික්ෂේප කරන ලද පාලන තන්ත්රය සජිත් ප්රතික්ෂේප කළේය. මේ අනුව, රනිල් වික්රමසිංහ අග්රාමාත්ය ධුරයෙන් ඉවත් කළ විට, දින 52 ක තන්ත්රයට හිටපු ජනාධිපති මෛත්රි වෙතින් ඊ.ඒජිට් වෙත ආරාධනා කරන ලදී.. බලයට එරෙහිව ක්රියා කිරීමට හා ජනතාවගේ නියෝගයට එරෙහිව ක්රියා කිරීමට අකමැති සජිත් ප්රේමදාස ඇමතුම ප්රතික්ෂේප කළේය. මෙය ඉතිහාසයයි.",
        "රටේ ආර්ථිකය ආරක්ෂා කරන විශේෂ ise දැනුම ඇති පුද්ගලයින් සිටී. හර්ෂ ද සිල්වා, සුජීවා සේනසිංහ, එරන් වික්රමරත්න සහ කබිරුෂීම් ආදර්ශයක්. \""
      ]
    },
    "en": {
      "title": "Hello hello",
      "body_lines": [
        "All Ceylon People's Congress leader and Member of Parliament Rishad Bathiudeen said that the people of Pottuvil will be with the President who is trying to get more quotas from the president.",
        "Speaking at a meeting held at Pottuvil on Tuesday (27) in support of Sajith Premadasa, he added:",
        "“Pottuvil is proud to have become politicians for the dignity and dignity. Among them are Marhoum Aziz, SSP Majeed and many others.",
        "It is in this history of our party that our party also made one from Pottuvil. The people of Pottuvil voted for him in the respect of the party leadership and the respect of the soil.",
        "Gotabhaya Rajapakse, who was acting in the majority of the dominant supremacist, dismantled the religious beliefs and turned the minority communities into secondary citizens. He burnt the Janasas of Muslims who died in Corona.",
        "“Don't blame our religious beliefs”. We have strongly raised social voices against his course. This is the MP who cooperated with our activities for some time. Later, the pricing was spoken by chauvinists. After this, his trends became a badass.",
        "He is the one who used the party's name to send it to Australia, Canada and Britain and defraud the people. If you hear about this, he will lie down. On the phone, except for \"hello\", everything spoken was lies. I warn him not to cheat on him anymore.",
        "Former President Gotabhaya praised Gotabhaya, who mocked the beliefs of Islam and portrayed Muslims as terrorists. There were many reasons behind the claim that he should be the finance minister of the seven brain.. By the lust of power, his spiritual feelings became zero.",
        "But what happened?Bashil Rajapasha was unable to submit a budget even. Mahinda was also rejected by the people. People chased the tyrant.",
        "It is at this point that Sajith asked Premadasa to take over the regime. Sajith rejected the regime that was rejected by the people. Thus, when Ranil Wickremesinghe was removed from the post of Prime Minister, the 52 -day regime was invited from former President Maithri to Sajit.. Sajith Premadasa, who did not want to act against power and act against the people's decree, rejected the call. This is history.",
        "There are people who have the expertise who protect the country's economy. Harsha de Silva, Sujeewa Senasinghe, Eran Wickremaratne and Kabirhashim are a role model. ”"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in 200 characters:",
    "",
    "Ceylon People's Congress leader Rishad Bathiudeen supports Sajith Premadasa, criticizes Gotabhaya Rajapakse's policies towards minorities, and praises Harsha de Silva et al. for protecting the economy."
  ]
}