{
  "translated_text": {
    "si": {
      "title": "තෙමාරච්චි හි මුල්ලිවයික්කල් කන්ජි බෙදා හැරීම",
      "body_lines": [
        "මුල්ලිවයික්කල් කන්ජි සහ මුල්ලිවයික්කල් අනුස්මරණ භවානි අද පෙරවරු 10.30 ට චවාකච්චේරි බස් නැවතුම්පොළේ ශිව කෝවිලේදී පැවැත්විණි.",
        "මේ වන විට මුල්ලිවයිකල් පසෙන් දිවි ගලවා ගත් අය සැමරීම සඳහා මුල්ලිවයිකල් මහත්මිය විසින් මුල්ලිවයිකල් මහත්මිය විසින් රැස් කරන ලද අතර මුල්ලිවයිකල් පසෙන් දිවි ගලවා ගත් අය සැමරීම දිගටම කරගෙන ගියහ.",
        "මුල්ලිවයිකල් කන්ජි වන මුල්ලිවයිකල් අනුස්මරණය, දෙමළ සමූල re ාතනය අනුගමනය කරන ලදී.. මේ කාලය තුළ මුල්ලිවයිකල් කන්ජිගේ ඉතිහාසය ඇතුළත් පත්රිකාව.",
        "මුල්ලිවයික්කල් අනුස්මරණ කන්ජි විසින් රයිරාජ්ගේ හිටපු පාර්ලිමේන්තු මන්ත්රී රවීරාජ්ගේ ප්රතිමාවේ රවීරාජ්ගේ ප්රතිමාවේ රාවුජ්ගේ ප්රතිමාවේ පිළිරුවේ බෙදා හරින ලදී.",
        "මේ අතර, කොඩිකාමම් බස් නැවතුම්පොළේ හිටපු ප්රදේශ් සභා සාමාජික සිවසන්ගේ නායකත්වය යටතේ මුල්ලිවයිකල් කන්ජි බෙදා හැරීම සිදු කරන ලදී.",
        "හෙට, 15 වන දින වඩුකෝට්ටායි, 18 වන දින වඩුකෝට්ටායි හි 16 වන දින වඩමරච්චි හි 18 වන දින වඩමරච්චි හි 16 වන දින වඩුකෝට්ටෙයි සහ නල්ලූර් ප්රදේශවල ගමන් කරනු ඇත.",
        "මුල්ලිවයිකල් අනුස්මරණය ඔවුන්ගේ භූමියන්ට පැමිණ ජනතාවට උපහාර දැක්වීම සඳහා සංවිධායකයින් ඉල්ලා තිබේ."
      ]
    },
    "en": {
      "title": "Mullivaikkal Kanji Distribution in Thenmarachchi",
      "body_lines": [
        "Mullivaikkal Kanji and Mullivaikkal Memorial Bhavani were held at the Shiva Temple at the Chavakachcheri Bus Station at 10.30 am today.",
        "At this time, Mullivaikkal was mounted by Mrs. Sasikala Ravirajj to commemorate the survivors of Mullivaikkal soil and continued to pay the flower.",
        "This was followed by the Mullivaikkal Memorial, the Mullivaikkal Kanji, which was followed by the Tamil massacre.. During this time, the pamphlet, which included the history of Mullivaikkal Kanji.",
        "Mullivaikkal Memorial Kanji was also distributed at the statue of Raviraj's statue of former Member of Parliament, Raviraj's statue.",
        "Meanwhile, the distribution of Mullivaikkal Kanji was carried out under the leadership of former Pradeshiya Sabha member Sivanesan at the Kodikamam bus stand.",
        "Following tomorrow, Vadamarachchi will travel in Vadamarachchi on the 15th, Kopay, Manipayi and Nallur areas on the 16th, Vadukkottai on the 16th, Velanai on the 17th and Karainagar on the 18th.",
        "The organizers have demanded that the Mullivaikkal memorial comes to their territories and pay tribute to the people."
      ]
    }
  },
  "summary_lines": [
    "Mullivaikkal Kanji and Memorial Bhavani were held at Chavakachcheri Bus Station, commemorating survivors. Mrs. Sasikala Raviraj led the event, followed by a distribution of pamphlets detailing Mullivaikkal's history. The Kanji was also distributed at Raviraj's statue and led by Sivanesan at Kodikamam bus stand. The event will continue in Vadamarachchi, Kopay, Manipayi, Nallur, Vadukkottai, Velanai, and Karainagar from the 15th to the 18th, with organizers requesting the memorial's presence in these areas."
  ]
}