{
  "translated_text": {
    "ta": {
      "title": "පොලීසියේ 40%කට බෝ නොවන රෝග - වැඩබලන පොලිස්පති",
      "body_lines": [
        "அடுத்த ஆண்டு காவல்துறை அதிகாரிகளின் சம்பள உயர்வு நடைபெறலாம் என்று செயல்படும் ஐ.ஜி.பி பிரியந்தா வீரசூரியா கூறுகிறார்.",
        "ரத்னபுரா மாவட்டத்தில் உள்ள பொலிஸ் அதிகாரிகளின் குழந்தைகளுக்கு பள்ளி உபகரணங்களை வழங்கும் திட்டத்தில் நடிப்பு ஐ.ஜி.பி பேசியது.",
        "\"පොලිස් නිලධාරීන්ගේ නිලධරයන් බැලුවොත් 20%ක් 40%ක් බෝ නොවන රෝග වලින් පෙළෙනවා. மற்றொரு 30% விசாரிக்கவில்லை. மீதமுள்ள 30 உடல் ஆரோக்கியம்.. காவல்துறை அதிகாரிகளின் கடமை, ஒரு பணியைப் போலவே நாங்கள் நம்புகிறோம், மேலும் காவல்துறையின் கடமைகளின் கடமைகளை மலிவான கடமைகள் மற்றும் பொலிஸ் அதிகாரிகளுக்கு சலுகைகளை வழங்குவதாக நாங்கள் நம்புகிறோம். பொலிஸ் அதிகாரிகள் மிகக் குறைந்த சம்பளம். ஜனாதிபதி கூட அந்த சம்பளத்தின் கவனத்தை ஈர்த்துள்ளார். அடுத்த ஆண்டு ஒரு புதிய ஊதிய கட்டமைப்பை உருவாக்குவதற்காக, விடுதியானது"
      ]
    },
    "en": {
      "title": "40% of policemen infectious diseases - Acting IGP",
      "body_lines": [
        "Acting IGP Priyantha Weerasuriya says that a salary increase in the police officers can take place next year.",
        "The acting IGP was speaking at a program to provide school equipment to the children of police officers in the Ratnapura District.",
        "\"If you see police officers' officers, 20% suffer from non-communicable diseases. 30% of another do not investigate. The remaining 30 is some of the physical health.. We hope that the duty of the police officers, as much as a task, and demonstrated the duties of the duties of the police inexpensive duties and to give police officers privileges. Police officers are very low salary. Even the President has made the attention of that salary. In order to make a new wage structure next year, inn"
      ]
    }
  },
  "summary_lines": []
}