{
  "translated_text": {
    "ta": {
      "title": "ඖෂධ හිගයට පිළියම් සෙවීමේදී සමහර නීති ඊතිත් බාධායි",
      "body_lines": [
        "மகா சங்கத்தின் மகா சங்கத்தின் அமராயபுரா மகா சங்கத்தின் கொழும்பு தேசிய மருத்துவமனை வளாகத்தில் விபாஸி ப Buddhist த்த மையத்தின் திறப்பு பொதுச் சபையின் மகானாயக பாந்தானாசி பஞ்சாசியின் மேம்பட்ட ஜெனரலாக நியமிக்கப்பட்டார்.",
        "ரூ.",
        "ජාතික රෝහල් පරිශ්‍රයේ පිහිටි විපස්සි බෞද්ධ මධ්‍යස්ථානය ප්‍රතිසංස්කරණය කිරීම සදහා ඇස්තමේන්තු ගත මුදල රුපියල් ලක්ෂ 68කි. சுகாதார அமைச்சகம் ரூ.. மீதமுள்ளவை மருத்துவமனை சேவை வாரியத்தால் செலவிடப்பட்டுள்ளன, இலங்கை கடற்படை உழைப்பைக் கொடுத்துள்ளது.",
        "சுகாதார மற்றும் வெகுஜன ஊடக ஊடக அமைச்சர் டாக்டர் நலிந்தா ஜெயதிசா, சுகாதார மற்றும் வெகுஜன ஊடகங்கள் மற்றும் வெகுஜன ஊடகங்கள் மற்றும் வெகுஜன ஊடகங்கள் மற்றும் வெகுஜன ஊடகங்கள் என்று அமைச்சர் கூறினார்.. இருப்பினும், அரசாங்கம் செய்யப்படும்போது, ​​நூறு மீட்டருக்குள் ஓடுவதற்கான உயர்வாக அதை துரிதப்படுத்த முடியாது.",
        "அமைச்சர் அதைத் தடுத்தபோது தற்போதுள்ள மூன்று சட்டங்களில் சில சீர்குலைந்ததாகவும், சட்டங்களை மாற்ற முடியாததாகவும் அமைச்சர் கூறியதாக அமைச்சர் சுட்டிக்காட்டியதாக அமைச்சர் கூறினார்.. சில சட்டங்கள், விதிமுறைகள், சில சிக்கல்களைப் பார்த்து, ஆனால் பிரிட்டிஷ் காலத்திலிருந்து.",
        "அதை மாற்ற முயற்சிக்கிறது, ஆனால் அது ஒருவருக்கொருவர் தொடர்புடையதாக இருப்பதால் இது மிகவும் சிந்தனையுடன் கருதப்படுகிறது.",
        "சுகாதார அமைச்சில் சேவையை உறுதிப்படுத்த சேவையை உருவாக்க இந்த வகையான தியாகத்தை வகுத்த முதல் பணி தான் என்று அமைச்சர் கூறினார்.",
        "நாட்டில் இருக்கும் சில சட்டங்கள் மற்றும் நாட்டில் சுகாதார சேவையைக் கண்டறிந்து சில அவசரகால பிரச்சினைகளுக்கு தீர்வு காணப்படுகின்றன என்று அமைச்சர் கூறினார்.",
        "அத்தகைய நடவடிக்கைகள் எந்த வாதமும் இல்லாமல் வேலை செய்ய வேண்டும் என்று அமைச்சர் கூறினார்.",
        "மருத்துவமனை நடவடிக்கைகளை பராமரிக்க நன்கொடையாளர்களிடமிருந்து சுகாதார உபகரணங்களுக்கு நன்கொடை அளிப்பது முக்கியம் என்றும் அமைச்சர் சுட்டிக்காட்டினார்.",
        "சுகாதார அமைச்சகம் மருத்துவமனை சேவை வாரியத்தின் உதவி என்றும் அமைச்சர் வலியுறுத்தினார்."
      ]
    },
    "en": {
      "title": "Some laws are interrupted in search of solutions to drugs",
      "body_lines": [
        "The opening of the Vipassi Buddhist Center at the Colombo National Hospital premises of the Amaraiyapura Maha Sangha of the Maha Sangha of the Maha Sangha was appointed as the Advanced General of the Mahanayaka Panthanasi Panjasy, the General Assembly.",
        "A large quantity of housing and medical equipment worth Rs.",
        "The estimated cost of renovation of the Vipassi Buddhist Center at the National Hospital premises is Rs. 68 lakhs. The Ministry of Health has provided Rs.. The balance has been spent by the hospital service board and the Sri Lanka Navy has given the labor.",
        "The Minister said that the Minister of Health and Mass Media Media Dr. Nalinda Jayatissa said that the ministers of Health and Mass Media and Mass Media and Mass Media and Mass Media.. However, when the government is done, it cannot be accelerated as a rise to run into a hundred meters.",
        "The Minister said that the Minister pointed out that the minister said that some of the three existing laws were disrupted when the Minister had obstructed it and could not change the laws.. The Minister said that some of the laws, regulations, seeing some issues, but from the British period.",
        "It is trying to change it, but it is said to be treated very thoughtful as it was associated with each other.",
        "The Minister said that he was the first task to formulate this kind of sacrifice to build the service to stabilize the service in the Ministry of Health.",
        "The Minister said that some of the laws existing in the country and finding the health service in the country and find solutions to some emergency issues.",
        "The Minister said that such activities should be taken to work with no arguments.",
        "The Minister also pointed out that the donation from donors to health equipment is important to maintain hospital activities.",
        "The Minister also emphasized that the Ministry of Health is the assistance of the hospital service Board."
      ]
    }
  },
  "summary_lines": []
}