{
  "translated_text": {
    "ta": {
      "title": "கொழும்பில் சீன நட்பு குறித்து சான்றிதழ் பெறப்பட்டது",
      "body_lines": [
        "இலங்கைக்கான இலங்கை தூதர் இலங்கையின் சீன தூதர், இலங்கைகள் வரலாற்றின் புதிய சகாப்தத்திற்கு திரும்பியுள்ளதாக கூறுகையில்.",
        "மக்கள் சீனாவின் 75 வது ஆண்டு நிறைவுக்குப் பிறகு நேற்று (25) கொழும்பில் உள்ள ஷாங்க்கிரா ஹோட்டலில் நடந்த விழாவில் அவர் பேசிக் கொண்டிருந்தார்.",
        "மேலும் பேசிய திரு. ஹேரா, இலங்கை தொடர்ந்து சீனாவை ஆதரிக்கும் என்று கூறினார்.",
        "இந்த விழாவிற்கு வெளி விவகாரங்களின் தலைவர் விஜிதா ஹெராத், மைத்ரிபால சிரிசேனா, இலங்கையின் தூதர் டாக்டர் நந்தால் வீரசிங்க, தொழில்முனைவோர் ஜெயாவேரா.",
        "இலங்கையில் சீன தூதர், ஷிங்கெங்கா மேலும் கூறினார்,",
        "\"இலங்கையில் சீனா என்றென்றும் நம்பகமான நண்பராகவும் பயனுள்ள நண்பராகவும் இருக்கிறார். சீனாவும் இலங்கையும் நெருக்கமான மற்றும் ஆழ்ந்த ஒத்துழைப்பைக் காட்டியுள்ளன. இலங்கை, திறன்களைக் கொண்டுள்ளது, அதன் இறையாண்மை, பாதுகாப்பு, வளர்ச்சி மற்றும் க ity ரவத்தில் பிராந்திய மற்றும் சர்வதேச பங்கில் பெரும் பங்கு வகிக்க முடியும்.. வெற்றிகரமான ஜனாதிபதித் தேர்தலை நடத்துவதற்காக இலங்கையில் உள்ள எங்கள் சகோதர சகோதரிகளுக்கு போரைக் கொண்டுவருவதற்கான இந்த வாய்ப்பை நான் பயன்படுத்துகிறேன்.இலங்கையில் உள்ளவர்கள் இப்போது ஒரு புதிய சகாப்தத்திற்கு வந்துள்ளனர், இது அவர்களின் வரலாற்றில் ஒரு புதிய அத்தியாயத்தை சேர்க்கிறது. மற்ற நண்பர்களின் ஆதரவோடு, மற்ற நண்பர்களின் ஆதரவோடு சீனா முழுமையாக அதிகரித்துள்ளது, புத்திசாலித்தனமான, புத்திசாலித்தனமான, சாகச இலங்கை மக்களை நான் உறுதியாக நம்புகிறேன்.",
        "\"பொருளாதார நெருக்கடியின் போது இலங்கைக்கு உதவியதற்காக சீனாவுக்கு நான் நன்றி கூறுகிறேன், மேலும் திட்டத்தின் கீழ் இலங்கையில் பல திட்டங்களை முடிப்பது குறித்தும் நினைவில் உள்ளது. மறுசீரமைப்பு திட்டத்திற்கான தற்போதைய செயல்படுத்தல் திட்டத்திற்கான சீன நிதி நிறுவனங்களுக்கு இலங்கை மிகவும் நன்றியுள்ள ஆதரவாகும். மீட்பின் சவால்களை நாங்கள் தொடர்ந்து எதிர்கொள்ளும்போது சீனாவின் சகோதரத்துவம், ஆதரவு மற்றும் தொடர்ச்சியான கூட்டாளரை இலங்கை எதிர்பார்க்கிறது. இந்த ஆண்டின் முதல் ஆறு மாதங்களில் 77,000 சீன சுற்றுலாப் பயணிகளைத் தாண்டிய சீனா சுற்றுலா வருகை தொடர்ந்து அதிகரித்து வருகிறது. சமீபத்தில் இலங்கையால் அறிமுகப்படுத்தப்பட்ட சமீபத்திய விசா திட்டத்திலும் சீனா சேர்க்கப்பட்டுள்ளது. \""
      ]
    },
    "en": {
      "title": "Certificate received on Chinese friendship at Colombo",
      "body_lines": [
        "Chinese Ambassador to Sri Lanka, Sri Lankan Ambassador to Sri Lanka says that Sri Lankans have returned to a new era of history.",
        "He was speaking at a function at the Shanggra Hotel in Colombo yesterday (25) after the 75th anniversary of People China.",
        "Speaking further Mr. Hera said that Sri Lanka will continue to support China.",
        "The ceremony was chaired by the President of External Affairs Vijitha Herath, China Ambassador, Maithripala Sirisena, Sri Lanka's Ambassador to Sri Lanka, Dr. Nandalal Weerasinghe, Entrepreneurship Dilith Jayaweera.A number of guests were present at the occasion.",
        "Chinese Ambassador in Sri Lanka, Shingenga added,",
        "\"China is forever as a trusted friend and useful friend in Sri Lanka. China and Sri Lanka have shown close and deep cooperation. Sri Lanka, more equipped with capabilities, can play a huge role in regional and international role in its sovereignty, protection, development and dignity.. I take this opportunity to bring war to our brothers and sisters in Sri Lanka to conduct a successful presidential election.People in Sri Lanka have now come to a new era, adding a new chapter to their history. I firmly believe that China is fully escalated, intelligent, intelligent, adventurous Sri Lankan people with the support of other other friends, with the support of other other friends.",
        "\"I thank China for the assistance to Sri Lanka during the economic crisis, and it is also remembered about completing many projects in Sri Lanka under the program. Sri Lanka is the most grateful support of Chinese financial institutions for the current implementation program for the restructuring program. Sri Lanka expects China's brotherhood, support and continuous partner when we continue to face the challenges of recovery. China tourist arrivals continuously rising, exceeding 77,000 Chinese tourists in the first six months of this year. It pleases that China is also included in the recent visa program that is recently introduced by Sri Lanka. \""
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka-China relations strengthen: Chinese Ambassador praises bilateral ties, expresses gratitude for economic support. Both nations committed to continued cooperation and mutual benefit."
  ]
}