{
  "translated_text": {
    "ta": {
      "title": "குறைந்த பணம் மற்றும் அதிக செலவு செய்ய இலங்கையில் 5 இடங்கள்",
      "body_lines": [
        "ஆண்டு முழுவதும் பல்வேறு நடவடிக்கைகளில் சிக்கியுள்ள பலர் டிசம்பரில் சிறிது ஓய்வு பெறுகிறார்கள்.",
        "இருப்பினும், 2022 ஆம் ஆண்டிற்குப் பிறகு, இலங்கையில் இலங்கையில் பொருட்கள் மற்றும் சேவைகளின் விலைகள் மிகவும் அதிகரித்துள்ளன.",
        "இடைவெளி எடுப்பதற்கான அதிக செலவுகள் இடைவெளி தேவைப்படும் நபர்களுக்கு மற்றொரு அழுத்தத்தை சேர்த்துள்ளன.",
        "இந்த நிபந்தனைகளை விடக் குறைவான இடங்கள் இன்னும் கிடைக்கின்றன. இந்த கட்டுரையில், இலங்கையில் இதுபோன்ற வருகையை நீங்கள் கொண்டு வருவீர்கள்.",
        "இலங்கையின் மத்திய ஹைலேண்ட்ஸில் அமைந்துள்ள ஹார்டன் பிளேஸுக்குச் செல்ல பல அணுகல் சாலைகள் உள்ளன.",
        "எளிதான மற்றும் பொது போக்குவரத்துக்கு ஒரு நுழைவாயில் உள்நுழைவு.",
        "கொழும்பிலிருந்து திறக்கும் ரயிலுடன் நீங்கள் பதுல்லா ரயில் நிலையத்தை அடையலாம்.",
        "நாங்கள் ஓஹிக் செல்ல சுமாரி இடத்திலிருந்து நைட் மெயில் ரயிலில் இருந்து வெளியேறினோம், நாங்கள் கைப்பற்றப்பட்டபோது, ​​ரயில் நிலையத்தை அடைய முடிந்தது.",
        "ஓஹியா நிலையத்திலிருந்து ஹார்டன் சமவெளி வரை பல கிலோமீட்டர் தொலைவில் உள்ளன, தேவைப்பட்டால், மூன்று சக்கர வாகனத்தில் செல்லலாம்.",
        "அப்போதிருந்து நாங்கள் பல அழகான சுற்றுச்சூழல் அமைப்புகளை ஹார்டன் சமவெளிகளுக்கு அனுப்பியுள்ளோம்.",
        "ஹார்டன் பிளேஸ் இலங்கை இலங்கைக்கு தெரியும், கூடுதலாக, மிக அழகான பேக்கரின் நீர்வீழ்ச்சி, லகந்தன் மற்றும் லிட்டில் வேர்ல்ட்.",
        "நீங்கள் பயணிக்கும் நாளில், ஹார்டன் சில நேரங்களில் சிறுத்தை அல்லது சாக்கால் பார்க்கப்படுகிறது.",
        "ஹார்டன் சமவெளிகளில் பயணம் செய்து ஓஹிகிக்கு திரும்பலாம் அல்லது பட்டிபோலாவுக்கு செல்லலாம்.",
        "கொழும்புக்குச் செல்ல இரண்டு நிலையங்களில் ஒன்றிலிருந்து மீள உங்களுக்கு வாய்ப்பு உள்ளது. அல்லது பட்டிபோலாவுக்குச் சென்று பட்டிபோலா நிலையத்திற்கு நுவரா எலியாவுக்குச் செல்லுங்கள்.",
        "படுல்லா-கொலோம்போ சாலையில் கலுபஹேனா சந்தி",
        "இலங்கையின் உயரம் பம்பராகந்தாவின் உயரம் நீரின் பாதையில் தொடங்குகிறது.",
        "உங்களுக்கு தேவைப்பட்டால், நீங்கள் கருப்பு அல்லது மோட்டார் பைக்கிற்கு கருப்பு நிறத்திற்கு பயணிக்கலாம்.",
        "அதே நேரத்தில், தி ராக்கி படிக்கட்டுகள் போன்ற பல அழகான பயண இடங்கள் இருக்கும் இடங்கள்.",
        "பிளாக்ஹீவியர்கள் பிளாக்ஹீட்ஸ் வழியாகச் சென்றால், கொழும்பு -99 சாலையிலிருந்து பிளாக் யரோ சந்திக்கு ஒரு பஸ் எளிதில் அடையும்.",
        "அப்போதிருந்து, நீங்கள் போக்குவரத்து வசதிகளைப் பெற முடியும், ஆனால் நாங்கள் அதில் பயணித்தோம்.",
        "பல சிறிய ஜாக்லார், சிறிய நீர்வீழ்ச்சிகள், பல அழகான மலைகள் இருந்தன.",
        "4-5 கிலோமீட்டர் தூரம் பயணித்த பிறகு, பாம்பராமா தோன்றத் தொடங்குகிறார்.",
        "நாங்கள் நீர்வீழ்ச்சிக்குச் சென்று, டிக்கெட் ஜன்னலிலிருந்து டிக்கெட் வாங்கி டிக்கெட் வாங்கி டிக்கெட் வாங்கினோம்.",
        "நாங்கள் அங்கு சென்றதால், நீர்வீழ்ச்சி மிகவும் அழகாகத் தோன்றியது.",
        "ஒரு சிறிய தேநீர் கடை டர்பெண்டைன் மற்றும் பைன்ஸ் காடு மற்றும் மற்றொரு இரண்டு நீர்வீழ்ச்சிகளிலிருந்து ஒரு சிறிய தேநீர் கடையை கூறியது.",
        "உதா டாரி முதன்முறையாக சமீபத்தில் ஒரு இளம் பெண்ணுடன் ஒரு யானையுடன் இறந்தார்.",
        "இருப்பினும், மேம்பட்ட நாட்டில் அரசாங்கத்தின் முகாம் உள்ளது.",
        "கொழும்பிலிருந்து பயணம் செய்தால், படுல்லா 99 பஸ் வழியை ஹபுடேல் அல்லது ஹபுடேலுக்கு கொண்டு செல்லலாம்.",
        "அந்த நேரத்திலிருந்து மேல் வளர்ச்சியில் இருந்து, அப்பகுதியின் மக்களுக்கு பல்வேறு சேவைகள் வழங்கப்படுகின்றன, மேலும் பிற வசதிகள் எளிதில் கிடைக்கக்கூடும்.",
        "கீழே விழும் இருப்பிடம் கீழே விழும் முன் கீழே விழுந்து முன்னணியில் முன்னணியில், அது மேலே செல்லும்போது பல இயற்கை குளங்கள் உள்ளன.",
        "நீங்கள் தண்ணீருக்கு அருகில் இரவைத் தொடங்க விரும்பினால், முகாமிட்டதற்காக மாநில முகாமிடுவது நல்லது.",
        "பொது போக்குவரத்து ஒரு பகுதியாக யாஃப்னாவை அறிமுகப்படுத்தலாம், இது கொழும்பிலிருந்து வேறுபட்ட கலாச்சார அனுபவத்தை அடையலாம்.",
        "குறைவான அரசு ஓய்வு பெற்றவர்கள் நிறைய உள்ளனர், ஏனெனில் உங்களுக்கு ஒரு நிலையத்தைக் கண்டுபிடிக்க வாய்ப்பு உள்ளது.",
        "கொழும்பிலிருந்து யாஃப்னாவுக்கு ரயில்வே ரயில் மீட்டெடுக்கப்பட்டதிலிருந்து, யாஃப்னா அல்லது கங்கசாந்தூராவின் செலவுகளைக் குறைப்பது நல்லது.",
        "யாஃப்னா நூலகம், நணூர் கோவில், யாஃப்னா கோட்டை சிறந்த பயண இடங்களை அடைந்துள்ளது.",
        "இலங்கைக்கு சொந்தமான தீவு, அல்லது நாகதீப்பாவுக்குச் செல்ல டெல்ஃப்ட், தொலைதூர தீவுக்கு படகு சேவைகளும் உள்ளன.",
        "யாஃப்னா பஸ் நிலைப்பாட்டை குருப்கத்தவன் ஜட்டிக்கு மீட்டெடுக்க வேண்டும்.",
        "டெல்ஃப்ட்: இது குறைந்த செலவில் வழிநடத்தக்கூடிய ஒரு அழகான சுற்றுலா தலத்திற்கு செல்கிறதா?",
        "ஒரு அட்டவணையில் செயல்படும் படகு சேவையிலிருந்து பயணம் மிகவும் வசதியாக இருக்கும்.",
        "நாகதீப்பா தீவில் உள்ள ப Buddhist த்த கோயில் ஒரு ப Buddhist த்த சன்னதி.",
        "டெல்ஃப்ட் தீவுக்குச் செல்ல ஒரு நீண்ட படகு பயணம் உள்ளது மற்றும் தொல்பொருள் இடங்கள் உட்பட பல அழகான இடங்கள் உள்ளன.",
        "ஸ்ரீ பாதா யாத்திரை காலம் ஓவேவாப் பாப் வரை வழிபட வந்துள்ளது.",
        "இலங்கையின் மிக உயர்ந்த 10 மலைகள் மத்தியில் ஸ்ரீஃபிராபியில் ஏற இலங்கையின் ஸ்ரீஃப்ராஃபெர் தொடர்ந்து வடிவமைக்கப்பட்டுள்ளது.",
        "கொழும்பில் இருந்து ஹட்டனுக்கு பயணிக்க நல்லடோனியாவா சாத்தியமில்லாத நல்லட்னாயாவை அடைய ஒரு வழி.",
        "ஒரு நிலையான யாத்ரீகர்கள் ஒரு இடமாக இருப்பதால் நல்லட்னமனியா மற்றும் தவறான குங்குலா பொதுவான உள்கட்டமைப்பைக் கொண்டுள்ளன.",
        "யாத்திரை தொடங்கியதால் கடைகள் திறந்திருக்கும்.",
        "சில கடைகளிலிருந்து பொருட்களை ஏற்றுக்கொள்வதன் மூலம், நீங்கள் அவற்றை ஒரு சிறிய சாமான்களுடன் செலுத்தலாம், மேலும் அவை திரும்பும்போது அவற்றைத் திரும்பப் பெறலாம்.",
        "பல இலங்கை சுற்றுலா நிலையங்களுக்கு பொது போக்குவரத்தை அணுகுவதற்கான வாய்ப்பு உள்ளது.",
        "சில நேரங்களில் சில கிலோமீட்டர் கீழே சென்று செலவுகளைக் குறைக்க செலவுகளைக் குறைக்க முடியும்.",
        "இது ஒரு வித்தியாசமான அனுபவமாகும், ஏனெனில் பல சுற்றுலா தலங்களுக்குச் செல்லும் மிக அழகான சுற்றுச்சூழல் அமைப்புகளும் உள்ளன.",
        "நிறுத்த வேண்டிய இடங்களை நிறுத்த நீங்கள் பாதுகாப்பாக இருந்தால், நீங்கள் எளிதாக முகாமிடலாம்.",
        "இல்லையெனில், அரசாங்கத்திலிருந்து இயங்கும் ரிசார்ட்ஸ், ஓய்வூதியம் அல்லது இன்னிங்ஸ் அல்லது தொண்டு செலவுகள் மேலும் செலவு.",
        "சில பகுதிகளில், சில பகுதிகளைச் சேர்ந்தவர்கள் தங்கள் வீடுகளில் தங்க வைக்கப்பட்டுள்ளனர்.",
        "பயணத்தில் பயணத்தை எளிதாக எடுத்துச் செல்ல எப்போதும் பயணத்தை மேற்கொள்ளுங்கள்.",
        "ஓ. உரையிலிருந்து தேயிலை பட்டம் வரை ஒரு டிராவெட் - இலங்கை உடற்பயிற்சி வழிகாட்டி"
      ]
    },
    "en": {
      "title": "5 places in Sri Lanka to spend less money and more",
      "body_lines": [
        "Many trapped in various activities throughout the year are taking some rest in December.",
        "However, after the year 2022, the prices of goods and services in Sri Lanka have been highly increased in Sri Lanka.",
        "Excessive costs to take a break has added another pressure to people who need a break.",
        "There are still available places where less than all these conditions can still visit. In this article, you will bring such visit in Sri Lanka.",
        "There are several access roads to go to Horton Place located in the central highlands of Sri Lanka.",
        "One entrance to easy and public transportation is the login.",
        "You can reach the Badulla Railway Station with a train that opens from Colombo.",
        "We left the night mail train from the Fort Sumari Place to go to Ohik, and when we were grabbed, we were able to reach the railway station.",
        "There are several kilometers from the Ohiya Station to Horton Plains and can go in a three-wheeler, if necessary.",
        "Since then we have passed a number of beautiful ecosystems to Horton Plains.",
        "Horton blays Sri Lanka is visible to Sri Lanka, and in addition, the most beautiful Baker's Falls, Lakandan, and Little World.",
        "On the day you travel, Horton is sometimes viewed by a leopard or sack.",
        "Can travel in Horton Plains and return to Ohiki or to go to the Pattipola.",
        "You have the opportunity to recover from one of the two stations to go back to Colombo. Or go to the Pattipola and visit to the Pattipola Station to Nuwara Eliya.",
        "Kalupahena Junction along the Badulla-Colombo road",
        "The height of Bambarakanda, the height of Sri Lanka, begins with the route of the water.",
        "If you are required, you can travel to the black or motor bike to the black.",
        "At the same time, the places where there are many beautiful travel attractions such as the rocky stairs.",
        "If the blackheavians go through the blackheets, a bus from the Colombo-99 road to the Black Yarro junction will be easily reached.",
        "Since then, you are able to get transport facilities, but we trawled in it.",
        "There were many small jaglarr, small waterfalls, many very beautiful mountains.",
        "After traveling a distance of 4-5 kilometers, the Bambarama begins to appear.",
        "We went to the waterfall, buying a ticket from the Ticket window and buy a ticket and buy a ticket.",
        "Because we went there, the waterfall appeared to be more beautiful.",
        "A small tea shop told a small tea shop out of the wilds of turpentine and the pines forest and another two waterfalls.",
        "Uda Darry Foremost recently talked with a young woman dying with an elephant who had been encamped there.",
        "However, there is a camping of the government in the enhanced country.",
        "If traveling from Colombo, the Badulla 99 bus route can be taken to Haputale or to Haputale.",
        "From that time on the Upper Development and the people of the area are provided with various services and other facilities can be easily available.",
        "The location that falls down and before the falls below falls down and the forefront of the forefront, there are several natural pools when it goes up.",
        "If you wish to launch the night near the water, it is best to encamped the state's camping for camping.",
        "Jaffna can be introduced as an area where the public transport is a can be reached a different cultural experience from Colombo.",
        "There is a lot of government retirees because you have the opportunity to find a station for less.",
        "Since the railway train from Colombo to Jaffna has been restored, it is best to reduce costs from Jaffna or Kankasanthurai.",
        "The Jaffna Library, Nallur Kovil, Jaffna Fort have achieved great travel attractions.",
        "There are also boat services to the Delft, the remote the island, who island owned by Sri Lanka, or to go to Nagadeepa.",
        "The Jaffna bus stand should be recovered to the Kurupkattawan jetty.",
        "Delft: Is it going to a beautiful tourist destination that can lead at a low cost?",
        "The journey will be more convenient from the boat service operating in a schedule.",
        "The Buddhist temple on Nagadeepa Island is a Buddhist shrine.",
        "There is a long boat journey to go to the Delft Island and there are many beautiful places, including archaeological places.",
        "The Sri Pada pilgrimage season has come to worship as far as the ovewap pop.",
        "The Sriphraphere of Sri Lanka has been constantly designed to climb the Sriphrapy among the highest 10 mountains in Sri Lanka.",
        "One way to reach the Nallatnaiya where the Nallatoniyawa is not possible to travel from the Colombo to Hatton.",
        "The Nallatnamaniya and Wrong Gunkula have common infrastructure as a constant pilgrims are a place.",
        "Stores are open as the pilgrimage has begun.",
        "By accepting the goods from some stores, you can pay them with a small baggage and get them back when they return.",
        "There is a possibility of accessing public transport to many Sri Lankan tourist stations.",
        "Sometimes it is possible to go down a few kilometers and reduce expenses to reduce costs.",
        "It is also a different experience because there are also very beautiful ecosystems that go to many tourist destinations.",
        "If you are safe enough to stop places to stop, you can easily get camping.",
        "Otherwise, the resorts, retirement or innings running from the government or charitable costs further cost.",
        "In some areas, the people of some areas are accommodated in their homes.",
        "Always take the journey to take the journey easier at the trip.",
        "Oh. One travet from text to the Tea Degree - Sri Lanka Fitness Guide"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Sri Lanka budget-friendly travel spots: Horton Plains, Bambarakanda Falls, Uda Darry, Jaffna, Adam's Peak. Access via public transport, camping options, cultural experiences."
  ]
}