{
  "translated_text": {
    "ta": {
      "title": "ஜோர்டானில் நவீஷாவின் உடல் இறந்துவிட்டதாக பெற்றோர்கள் கோருகிறார்கள்",
      "body_lines": [
        "ஜோர்டானில் உள்ள ஒரு ஆடை தொழிற்சாலையில் பணிபுரியும் போது இலங்கைக்கு கொண்டு வருமாறு அதிகாரிகளை வதியாவெலாவில் வசிக்கும் பெற்றோர், கோஸ்கோடா, அதிகாரிகளை அழைப்பு விடுத்துள்ளனர்.",
        "25 வயதான இகலா டிசனாயக்கின் உடல், இருபத்தி கிழக்கு இகலானி டிசனாயக்க, கோஸ்கோடா வத்துவாவலில் இருக்கும், நவீஷானி டிசனாயக்கின் உடல்.",
        "ஏப்ரல் 10 ஆம் தேதி வேலை செய்ய கோஸ்கோடாவில் உள்ள ஒரு ஆடை தொழிற்சாலையில் பணிபுரியும் கொஸ்கோடா நோதேஷானி 2023, ஏப்ரல் 10 ஆம் தேதி வட்டானில் உள்ள ஒரு ஆடை தொழிற்சாலையில் அமைந்துள்ளது.",
        "வெளிநாட்டு வேலைவாய்ப்பு நிறுவனத்தை பதிவு செய்த பின்னர் ஜோர்டானில் உள்ள ஒரு ஆடை தொழிற்சாலையில் அவர் வேலைக்குச் சென்றதாக அவர்கள் கூறுகிறார்கள்.",
        "நோதேஷானி தனது வீட்டுப்பாடங்களை நிறைவேற்றவும், கட்டுமானப் பணிகளின் கட்டுமானத்தை முடிக்கவும் வெளிநாடு சென்றுள்ளது.",
        "ஜோர்டானுக்கு ஜோர்டானுக்குச் சென்ற நோதேஷானி, நோய்வாய்ப்பட்டதால் இலங்கைக்கு தேவையான நடவடிக்கைகளை ஏற்கனவே பயன்படுத்தியதாகக் கூறினார்.",
        "ஆனால் செப்டம்பர் 29 அன்று, அவர் நவீஷானியின் பிரதி தொழிற்சாலையில் பணியாற்றினார், நோதேஷானியின் நகலெடுப்பு, நவீஷானி இறந்துவிட்டார் என்றார்.",
        "அதே நேரத்தில், நோதேஷானியின் சகோதரர் கும்முமல் டிசனாயக்கே, வெளிநாட்டு வேலைவாய்ப்பு நிறுவனம் மற்றும் வெளிநாட்டு வேலைவாய்ப்புக்கு தகவல் கொடுத்துள்ளார்.",
        "வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தைத் தொடர்பு கொண்டபோது, ​​ஒரு சீஷம் ஒரு சீழாக இருந்தது."
      ]
    },
    "en": {
      "title": "Parents demands that Nadeesha's body was deceased in Jordan",
      "body_lines": [
        "Parents, a resident of Wathiyawela, Kosgoda, have called on the authorities to be brought to Sri Lanka while working in a garment factory in Jordan.",
        "The body of the 25-year-old Igala Dissanayake, the Twenty-East Igalaani Dissanayake, who is in Kosgoda Wathuwavel, is the body of Nadeeshani Dissanayake.",
        "Nadeeshani 2023, Kosgoda to work in a garment factory in Kosgoda to work on April 10, was located in a garment factory in Wattane on April 10.",
        "They say she has gone to work in a garment factory in Jordan after registration of foreign employment agency.",
        "Nadeeshani has gone abroad to fulfill its homework and complete the construction of the construction work.",
        "Nadeeshani, who went to Geordan to Jordan and said that he had already used the necessary steps to Sri Lanka as he was ill.",
        "But on September 29, she served in the Nadeeshani's replication factory, Nadeeshani's replication, said Nadeeshani died.",
        "At the same time, Nadeeshani's brother, Kummumal Dissanayake, has informed the Foreign Employment Institute and the Foreign Employment.",
        "When contacted by the Foreign Employment Bureau, a pusse were a pusse."
      ]
    }
  },
  "summary_lines": [
    "Sri Lankan parents demand return of daughter's body from Jordan. 25-year-old Nadeeshani Dissanayake died in Jordan while working in a garment factory. Parents claim she was ill but died on September 29. Foreign Employment Institute informed."
  ]
}