{
  "translated_text": {
    "ta": {
      "title": "தென் கொரியாவிலிருந்து இலங்கை E8 விசா ஒதுக்கீட்டை இழக்குமா?",
      "body_lines": [
        "தென் கொரியாவிலிருந்து இலங்கை E8 விசா ஒதுக்கீட்டை இழக்குமா?",
        "தென் கொரியாவில் வேலைவாய்ப்பு விசா பெற்ற 100 க்கும் மேற்பட்ட இலங்கையர்கள் தங்கள் வேலைகளுக்கு ஒப்புதல் அளிக்க உயர்ந்துள்ளனர்.",
        "தென் கொரியாவிலிருந்து பெறப்பட்ட வேலை ஒதுக்கீட்டின் கீழ் விசா பெற்ற 107 இலங்கையர்கள் அல்லது பருவகால வேலைகள் உள்ளன.",
        "எவ்வாறாயினும், கொரியாவுடனான உடன்படிக்கை சட்டத்தின்படி மேற்கொள்ளப்படவில்லை என்று பட்டறை கூறப்பட்டுள்ளது.",
        "சில மாதங்களுக்கு முன்பு, இலங்கையர்கள் தென் கொரியாவின் வேலைகளுக்கு விசா பெற்றனர், அவர்கள் தென் கொரியாவுக்குச் செல்ல முடியாவிட்டால், அவர்கள் வேலையை இழப்பார்கள் என்று கூறினார்.",
        "\"விசா பெற விசா மூன்று மாதங்கள். விசா மலை 40 களுக்கு முன்பு, விசா மலைகள் மற்றும் விசா அவர்களுக்கு மீண்டும் விசாக்களைக் கொடுத்தன. இரண்டு அல்லது மூன்று நாட்கள் கூட நடிகராக இருக்கும், ”என்று சஹ uma ம் ருவான் குமாரா ருவான் குமாரா ருவன்சகோடாவிடம் சிங்களவலாவிடம் கூறினார்.",
        "விசா குழுவில், கொரியா 8 மாதங்கள் வேலை செய்ய வேண்டும், மீதமுள்ள மாதங்களில் இலங்கைக்கு வர வேண்டும். இந்த குழுவிற்கு 8 மாதங்கள் முதல் மூன்று மாதங்கள் வரை வேலை கிடைத்தது, ருவான் கூறினார்.",
        "\"எங்களால் செல்ல முடியாவிட்டால், அது மீண்டும் மீண்டும் நிறுவனமாக இருக்காது,\" என்று அவர் கூறினார்.",
        "பாதுகாப்பு அமைச்சகம் மற்றும் வெளிநாட்டு வேலைவாய்ப்பு அமைச்சகம் இது குறித்து தெரிவிக்கப்படவில்லை என்றாலும், ஆனால் அவர்களின் பிரச்சினை தீர்க்கப்படவில்லை.",
        "சட்டபூர்வமான கொரியா விசா இருந்தபோதிலும், அவர்கள் தங்கள் வேலைகளுக்கு வெளியேற அனுமதிக்க அனுமதிப்பதற்கான தடைகள் யாவை?பிபிசி வெளிநாட்டு வேலைவாய்ப்பு பணியகத்திலிருந்து விசாரிக்கப்பட்டது.",
        "தொடர்புடைய ஒப்பந்தத்தில் கையெழுத்திடும் போது சரியான நடைமுறை பின்பற்றப்படவில்லை என்று புதை கூறப்பட்டது.",
        "தென் கொரிய அரசாங்கத்துடனான வேலைகள் மனுஷா நானாயக்கரா அமைச்சர் பதவிக்கு ஒப்புக் கொண்டுள்ளன.",
        "\"இந்த உடன்படிக்கை சட்டபூர்வமானது அல்ல. அமைச்சரவை அட்டர்னி ஜெனரலுக்கு ஒப்புதல் அளிக்கவில்லை, அதை வெளிவிவகார அமைச்சகம் அங்கீகரிக்கவில்லை.",
        "இந்த குறுகிய கால வேலைவாய்ப்பு ஒதுக்கீடு 2019 முதல் பரிசீலித்து வருவதால் இதுவரை எந்த முடிவும் எடுக்கப்படவில்லை என்று அவர் மேலும் கூறினார்.",
        "கூடுதல் பொது மேலாளர் மேலும் கூறுகையில், புதிய அரசாங்கம் இதுபோன்ற குறுகிய கால வெளிநாட்டு வேலைவாய்ப்பை வழங்குவதில் கவனம் செலுத்துகிறது.",
        "வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தின் கூடுதல் பொது மேலாளரின் குற்றச்சாட்டுக்கு பதிலளிக்க பல சந்தர்ப்பங்களில் பிபிசி சிங்கள சேவையை தொடர்பு கொள்ள முயற்சிக்கிறது."
      ]
    },
    "en": {
      "title": "Will Sri Lanka lose E8 visa quota from South Korea?",
      "body_lines": [
        "Will Sri Lanka lose E8 visa quota from South Korea?",
        "More than 100 Sri Lankans who have received employment visa in South Korea have risen to lose their approval to their jobs.",
        "There are 107 Sri Lankans who have received visa under the job quota received from South Korea, or seasonal jobs.",
        "However, the workshop is said that the covenant with Korea has not been carried out in accordance with the law.",
        "A few months ago, Sri Lankans had received a visa for the jobs of South Korea, saying that if they were unable to go to South Korea, they would lose their jobs.",
        "\"Visa Cashals for three months to receive visa. The Visa Mountain 40s before, the Visa Mountains and Visa gave them visas again. Even two or three days will be castly, \"Sahauma Ruwan Kumara told Ruwan Kumara Ruwanchagoda to Sinhala.",
        "In the Visa group, Korea should be employed for 8 months and must come to Sri Lanka in the rest of the months. The group received jobs that 8 months to three months, Ruwan said.",
        "\"If we cannot go, it will not be the corporation again again,\" he said.",
        "Although the Ministry of Defense and the Ministry of Foreign Employment has not been informed about this, but their problem has not been resolved.",
        "What are the obstacles to allow them to allow them to leave for their jobs despite the legally Korea visa?The BBC was inquired from the Foreign Employment Bureau.",
        "The bury was said that the correct procedure was not followed when signing the relevant agreement.",
        "The jobs with the South Korean government have agreed to the post of Minister of Manusha Nanayakkara.",
        "\"This covenant is not legal. The cabinet does not approve the Attorney General, it has not been approved by the Ministry of External Affairs.",
        "He further stated that no decision has been taken so far as these short term employment quota has been considering since 2019.",
        "The Additional General Manager further stated that the new government is focusing on providing such short term foreign employment.",
        "Trying to contact the BBC Sinhaka service on several occasions to get a response to the allegation of the Additional General Manager of the Foreign Employment Bureau."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka may lose E8 visa quota from South Korea due to legal issues with employment agreements. Over 100 Sri Lankans face losing their jobs after failing to travel to South Korea within the required timeframe. The Ministry of Foreign Employment claims the correct procedures were not followed when signing the agreement."
  ]
}