{
  "translated_text": {
    "ta": {
      "title": "பேருந்துகளில் பாலியல் வன்முறையைத் தடுப்பதற்கான செயல்பாடு",
      "body_lines": [
        "இன்று (07) பேருந்துகளில் பெண்கள் மற்றும் குழந்தைகளை கைது செய்ய போலீசார் பரந்த நடவடிக்கையைத் தொடங்கினர்.",
        "ரகசிய கேமராக்களை நிறுவிய சிவில் பொலிஸ் அதிகாரிகள் அடங்கிய 234 ஆசிரியர்கள் இருந்தனர்.",
        "பெண்கள் மற்றும் குழந்தைகள் பாலியல் துன்புறுத்தல் மற்றும் துஷ்பிரயோகத்தில் ஈடுபட்டுள்ளதாக கூறப்படுகிறது.",
        "பேருந்துகள், ரயில்கள் உள்ளிட்ட பொது பயணிகள் சேவைகள் அவற்றில் வழங்கப்படுகின்றன.",
        "சில நிகழ்வுகளுக்கு குற்றவாளிகள் தண்டிக்கப்பட்டிருந்தாலும், காவல்துறையினருக்கோ அல்லது எந்தவொரு சட்ட அதிகாரத்துக்கோ எந்த அறிக்கையும் இல்லை.",
        "இதன் விளைவாக, பெண்கள் மற்றும் குழந்தைகளின் பாலியல் துன்புறுத்தலைத் தொடர்ந்து சந்தேக நபர்களை விசாரிக்க இன்று கொழும்பில் ஒரு சிறப்பு நடவடிக்கை தொடங்கியது.",
        "டிரான் அலெஸ் மற்றும் நடிப்பு உத்வேகம் இன்ஸ்பெக்டர் ஜெனரல் ஜெனரல், இந்த நடவடிக்கை குழந்தையின் தலைவர் மற்றும் பெண்கள் துஷ்பிரயோகத்தைத் தடுக்கும் மற்றும் தோண்டிய ரேணுகா ஜெயசுந்தர்.",
        "பொலிஸ் அதிகாரிகள் மற்றும் பொதுமக்கள் ஆடைகளில் ரகசிய கேமராக்களை நிறுவிய பொலிஸ் அதிகாரிகள் உட்பட 234 அணிகள் உள்ளன.",
        "பாஸ்டியன் மவாதா, தலைமை பஸ் ஸ்டாண்ட், பம்பலபிட்டியா, வெல்லாவட் மற்றும் தும்முல்லா உள்ளிட்ட பல பகுதிகளில் இந்த நிகழ்வு செயல்படுத்தப்பட்டது.",
        "குற்றவாளிகள் பாலியல் துஷ்பிரயோகத்திற்கு தண்டனை வழங்கப்படுவதால், தண்டனைச் சட்டத்தின் பிரிவு 345 படி.",
        "ரயில் மற்றும் மிகவும் பிரபலமான இடங்கள் எதிர்காலத்தில் செயல்படுத்தப்படும் என்று போலீசார் கூறுகின்றனர்.",
        "பெண்கள் மற்றும் குழந்தைகளின் 109 இல்லாத தொலைபேசி எண்ணிக்கையிலும் பொதுமக்கள் தகவல்களை வழங்க முடியும்."
      ]
    },
    "en": {
      "title": "Operation to prevent sexual violence in buses",
      "body_lines": [
        "Police have launched a wide operation to arrest women and children in buses today (07).",
        "There were 234 teachers comprising civil police officers who installed secret cameras.",
        "Women and children are reportedly involved in sexual harassment and abuse.",
        "General passenger services, including buses, trains, is presented among them.",
        "Although the offenders have been punished for certain events, there are no reports to the police or any legal authority.",
        "As a result of this, a special operation commenced in Colombo today to investigate the suspects following the sexual harassment of women and children.",
        "Tiran Alles and Acting Inspiration Inspector General of Police, the operation is due to the head of the Child and Women's Abuse Prevention and DIG Renuka Jayasundara.",
        "There are 234 teams including police officers who installed police officers and secret cameras in civilian clothes.",
        "The event was implemented in several areas including Bastian Mawatha, Chief Bus Stand, Bambalapitiya, Wellawatte and Thummulla.",
        "The offenders are due to punish the punishment of sexual abuse, according to section 345 of the Penal Code.",
        "Police say that the train and the most popular places will be implemented in the future.",
        "The public can also provide information through the 109-free telephone number of women and children."
      ]
    }
  }
}