{
  "translated_text": {
    "si": {
      "title": "ජනසාෂා පුළුස්සා දැමීමට තීරණය කළේ කවුද?",
      "body_lines": [
        "කොරෝනා ආසාදනයෙන් මියගිය අයව දහනය කිරීමට තීරණය කළ මුස්ලිම්වරුන්ට එරෙහිව පියවර ගන්නා ලෙස විපක්ෂ නායක සජිත් ප්රේමදාස ජනාධිපතිවරයාගෙන් ඉල්ලා සිටියේය.",
        "අඟහරුවාදා (18) පාර්ලිමේන්තුවේදී ජනාධිපතිතුමා විසින් කරන ලද විශේෂ කතාවකදී, අනාගතයේ දී එවැනි වැරදි යෝජනා කොරෝනා ආසාදනය කිරීමේදී මළවුන්ගේ සිරුරු පුළුස්සා දැමීමට ගත් තීරණයට එය සිදුවන බව ඔහු පැවසීය.",
        "කොරෝනා හි මළවුන්ගේ මළ සිරුරු පුළුස්සා දැමීම සඳහා විශේෂ ist විශේෂ experts යින් පිරිසක් රජය විසින් දේශපාලන ඉතිහාසයේ මුස්ලිම්වරුන් ඉලක්ක කර ගැනීමේ දරුණුතම වාර්ගික ක්රියාවයි.. ලෝක සෞඛ්ය සංවිධානය දැල්වීමට රජය ගත් තීරණය, එය කිරීටක ආසාදනය තුළ තැන්පත් කළ හැකි බව පැවසීය.",
        "අපේ රටේ මුස්ලිම් ජනතාවගේ අයිතිවාසිකම් නොතකා මළ සිරුරු පුළුස්සා දැමීමට ගත් තීරණය මූලික අයිතිවාසිකම් උල්ලං ting නය කිරීම. තරඟයක් ඉලක්ක කරගත් ක්රියාව මෙයයි.එමනිසා, රටේ මුස්ලිම් ප්රජාවට එරෙහිව පියවර ගන්නා ලෙසත්, වාර්ගිකව ක්රියා කරන ලෙසත්, වාර්ගිකව ක්රියා කරන ලෙසත්, කොරෝනා ආසාදනයෙන් මියගිය අයව ඔවුන්ට එරෙහිව පියවර ගන්නා ලෙසත් මම ජනාධිපතිවරයාගෙන් ඉල්ලා සිටිමි."
      ]
    },
    "en": {
      "title": "Who decided to burn the Janasas?",
      "body_lines": [
        "Opposition Leader Sajith Premadasa appealed to the president to take action against them and take action against the Muslims, who have decided to burn those who have died in the Corona infection.",
        "In a special speech delivered by the President in Parliament on Tuesday (18), he added that the new legislation would take action to avoid such erroneous resolutions in the future, such as the decision to burn the bodies of the dead in the Corona infection.",
        "The government's appointment of a group of specialist experts to burn the bodies of the dead in the Corona is the worst communal act of targeting Muslims in political history.. The government's decision to burn as the World Health Organization said it could be buried in the coronary infection.",
        "The decision to burn the bodies despite the rights of the Muslim people of our country is violating the fundamental rights. This is the action that aimed at a race.Therefore, I urge the President to take action against the Muslim community in the country and act in a racist and act racially, and seek to burn those who have died in the Corona infection and take action against them."
      ]
    }
  },
  "summary_lines": [
    "Opposition leader Sajith Premadasa criticized the government for appointing specialists to cremate COVID-19 victims, labeling it a discriminatory act against Muslims. He urged the president to prevent such decisions in the future, emphasizing the violation of fundamental rights and racial discrimination."
  ]
}