{
  "translated_text": {
    "ta": {
      "title": "'நாட்டின் விலைமதிப்பற்ற பங்கு செய்யப்பட்டுள்ளது': ரானில் அறிவித்தார்",
      "body_lines": [
        "'நாட்டின் விலைமதிப்பற்ற பங்கு செய்யப்பட்டுள்ளது': ரானில் அறிவித்தார்",
        "எனது அரசியல் வாழ்க்கைக்கு விலைமதிப்பற்ற வாழ்க்கையின் விலைமதிப்பற்ற பாத்திரத்தை அவர் செய்துள்ளதாக ஜனாதிபதி ரணில் விக்கிரேமேசிங் கூறுகிறார், ”என்கிறார் ஜனாதிபதி ரணில் விக்ரமேசிங்கை.",
        "அவர் ஒரு அறிக்கையுடன் பேசிக் கொண்டிருந்தார், அனுரா குமாரா டிசனாயக்கின் ஆணையைப் பெறுகிறார்.",
        "இரண்டு ஆண்டுகளில் நாடு திவால்நிலையுடன் நாட்டை விடுவிக்க முடிந்தது என்று ரணில் விக்ரமேசிங்கில் தெரிவித்துள்ளார்.",
        "\"இந்த நாட்டின் ஆட்சியாளராக, வரலாற்றில் தீர்மானிக்க எனது இடம் இன்று இல்லை\" என்று எதிர்காலத்தில் அது எனக்குத் தெரியும்.",
        "ஜனாதிபதித் தேர்தலில் மூன்றாவது தேர்ந்தெடுக்கப்பட்ட ரணில் விக்ரமேசிங்கே 2,299,767 வாக்குகளைப் பெற்று 17.27%ஆக இருந்தார்.",
        "நான் கணவன் நான் கணவன் நான் உன்னை அன்புடன் கேட்கிறேன் \"",
        "புதிய ஜனாதிபதி அனுரா டிஸ்டனாயக்கத்தை வழங்குவதாகவும், 21 ஆம் தேதி ஜனாதிபதித் தேர்தலில் மக்களுக்கு வழங்கப்பட்ட அனைவருக்கும் நன்றி தெரிவிப்பதாகவும் ஜனாதிபதி ரணில் விக்ரமேசிங்க கூறினார்.",
        "அன்பான குழந்தை, அன்புள்ள குழந்தை, அவர்களை கொடிகளில் பாதுகாப்பாக அழைத்து வந்ததாகவும், கொடிகளை பாதுகாப்பாக கடக்க அவர் பாதுகாப்பாக இருப்பதாகவும் ஜனாதிபதி குறிப்பிட்டுள்ளார்.",
        "இந்த நாட்டில் பெரும்பான்மையான மக்களுக்கு செப்டம்பர் 21 அன்று ஜனாதிபதித் தேர்தலில் இருந்து ஒரு முடிவு வழங்கப்பட்டுள்ளது. அந்த முடிவை நாம் மதிக்க வேண்டும். இலங்கை மாநிலத்தை மீட்டெடுப்பது தீர்ப்பை உறுதி செய்ய வேண்டும்.",
        "இரண்டு ஆண்டுகளுக்கு முன்பு, மிகவும் நெருக்கடி சூழலில், நான் இந்த நாட்டை மிகவும் நெருக்கடி சூழலில் ஏற்றுக்கொண்டேன்.",
        "அந்த சவாலைச் சமாளிக்க பலருக்கு சுய வலிமை கொண்ட ஆவி இல்லாதபோது அந்த பொறுப்பை நான் ஏற்றுக்கொண்டேன்.",
        "இரண்டு ஆண்டுகளில் இந்த நாட்டை திவால்நிலையுடன் மீட்டெடுக்க முடிந்தது.",
        "எனது அரசியல் வாழ்க்கையில் எனது நாட்டிற்கு இது மிகவும் மதிப்புமிக்க பங்கு என்று நான் நம்புகிறேன்.",
        "நாட்டின் கைகளின் போது பணவீக்கத்தை நாட்டில் ஐந்து (0.5%) ஆக குறைக்க முடிந்தது.",
        "இலங்கையின் வெளிநாட்டு இருப்புக்கள் இரண்டு முறை மற்றும் ஏழு தசமங்களை அதிகரிக்க முடிந்தது.",
        "மேலும், ரூபாயின் மதிப்பை முந்நூற்று எண்பது எண்பது ரூபாயாகக் குறைக்க முடிந்தது.",
        "ஏழு மற்றும் மூன்று தசமங்களின் (-7.3%) பொருளாதார வளர்ச்சியை மூன்று செல்வங்களாக (2.3%) அதிகரிக்கவும் தொடங்கினேன்.. அதைப் பற்றி நான் மகிழ்ச்சியடைகிறேன்.",
        "எனது வரலாற்று அரசியல் பங்கு நாட்டின் எதிர்கால ஆட்சியின் சரியான மதிப்பீடு என்று நான் நம்புகிறேன்.",
        "இந்த நாட்டின் ஆட்சியாளராக, வரலாறு வரலாற்றில் இடத்தைப் பொறுத்தது, இன்று அல்ல.",
        "நான் சரியான வழியில் சென்று மக்களின் மக்களை அணைத்துவிட்டு தூரமாக மாறினேன். புதிய ஜனாதிபதியும் அவரும் சரியான பாதையைத் தேர்ந்தெடுத்து சரியான பாதையை அணைக்க வேண்டும் என்று நம்புகிறேன்.",
        "இலங்கை என்ற அன்பான குழந்தை மிகவும் சவாலான பரந்த அளவில் பாதுகாப்பானது, முடிந்தவரை உங்களை அழைத்து வந்தது.",
        "VIL இன் முடிவு கொடிகளின் முடிவு, பென்னி அன்பான குழந்தையை அனுரா டிசனாயக்கின் ஜனாதிபதியிடம் ஒப்படைக்க முடிவு செய்துள்ளார்.",
        "திரு. ஜனாதிபதி, இலங்கையின் அழகான குழந்தையை நான் பிரசவிப்பேன், அவர் உன்னை நேசிக்கிறார், நான் நேசிக்கிறேன். நான் எடுக்கப்பட்டதை விட நீங்கள் பாதுகாப்பாக பாதுகாப்பாக கடலைக் கடக்க விரும்புகிறேன்.",
        "சக்தி இருந்தாலும், ஆனால் பதவிகள் இல்லையென்றாலும், பொருத்தமான போது நான் தயக்கமின்றி செய்வேன்.",
        "அனுரா குமாரா டிசனாயக்க இலங்கையில் 9 வது நிர்வாகத் தலைவராக தேர்ந்தெடுக்கப்பட்டார்",
        "'நாட்டின் விலைமதிப்பற்ற பங்கு செய்யப்பட்டுள்ளது': ரானில் அறிவித்தார்"
      ]
    },
    "en": {
      "title": "'The precious role of the country has been done': Ranil announced",
      "body_lines": [
        "'The precious role of the country has been done': Ranil announced",
        "President Ranil Wickremesinghe says he has done the precious role of the precious life for my country of political life, \"says President Ranil Wickremesinghe.",
        "He was speaking to a statement saying that Anura Kumara Dissanayake was receiving the mandate.",
        "Ranil Wickremesinghe has said that the country was able to liberate the country with bankruptcy in two years.",
        "\"As the Ruler of this country, my place to decide in history is not today,\" I know it is in the future.",
        "Ranil Wickremesinghe, who was elected third in the presidential election, obtained 2,299,767 votes and was 17.27%.",
        "I Husband I Husband I Hear You With Love \"",
        "President Ranil Wickremesinghe said that he would give the new President Anura Dissanayake and thank all the people who were given the people in the presidential election on the 21st.",
        "The President has noted that the dear child, the dear child, brought them safely in the vines, and that he is safe to be able to cross the vines safely.",
        "The majority of the people in this country have been given a decision from the presidential election on September 21. We need to honor that decision. The recovery of the state of Sri Lanka must ensure the verdict.",
        "Two years ago, in a very crisis environment, I accepted this country in a very crisis environment.",
        "I accepted that responsibility when many did not have much spirit of self-strength to deal with that challenge.",
        "I was able to redeem this country with bankruptcy in two years.",
        "I believe that it is the most valuable role to do for my country in my political life.",
        "I was able to reduce inflation to five (0.5%) in the country at the time of the hands of the country.",
        "Sri Lanka's foreign reserves were able to increase US $ twice and seven decimals.",
        "Also, I was able to reduce the value of the rupee to three hundred and eighty-eighty rupees to three hundred and eighty-eighty rupees.",
        "I also proceeded to increase economic growth of the seven and three decimals (-7.3%) to three wealth (2.3%).. I'm glad about that.",
        "I believe that my historical political role is a proper estimate of the country's future regime.",
        "As the ruler of this country, history depends on the place in history, not today.",
        "I went to the right way and turned off the people of the people and turned into a distance. I hope that the new President and he chooses the right path and extinguish the right path.",
        "The dear child named Sri Lanka in the very challenging vast is safer and brought you as much as possible.",
        "The end of the vil is the end of the vines, Penny has decided to hand over the dear child to the President of Anura Dissanayake.",
        "Mr. President, I will deliver the lovely child of Sri Lanka, who loves you and I love. I wish you could safely cross the vines safely more safely than I was taken.",
        "Even if there is power, but whether there are no positions, I will do without hesitation when appropriate.",
        "Anura Kumara Dissanayake is elected 9th Executive President in Sri Lanka",
        "'The precious role of the country has been done': Ranil announced"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "President Ranil Wickremesinghe claims he fulfilled his duty to save Sri Lanka from bankruptcy within two years. He handed over power to newly elected president Anura Dissanayake, praising his achievements in reducing inflation, increasing foreign reserves, and boosting economic growth."
  ]
}