{
  "translated_text": {
    "ta": {
      "title": "பறவை கூண்டிலிருந்து ஹெராயின் வெளிப்பட்டது",
      "body_lines": [
        "ஒரு பறவை கூண்டில் மறைத்து வைக்கப்பட்டுள்ள ஹெராயின் ஒரு பெரிய பயணத்துடன் மூன்று சக்கர வாகனம் ஒருவர் கைது செய்யப்பட்டுள்ளதாக கொழும்பு குற்றப்பிரிவு கூறுகிறது.",
        "சந்தேக நபர்களுடன் 442 மைல் வேகத்தில் 440 கிராம் மருந்துகள் இருந்தால் சந்தேக நபர்கள் கைது செய்யப்பட்டனர்.",
        "கொழும்பில் உள்ள கொழும்பு குற்றப் பிரிவின் கொழும்பு குற்றவியல் புலனாய்வு பிரிவின் ஐ.நா. மந்திரி புலனாய்வுத் துறையின் (குற்றப் பிரிவு) மேற்கு மாகாண விசாரணையில் (எஸ்.எல்.டி.பி தலைமையகம்) சந்தேக நபர் சந்தேக நபர் மீது கைது செய்யப்பட்டுள்ளார்.",
        "கைது செய்யப்பட்ட சந்தேகநபர் சாங்கராஜா மவதா, வத்தலா, வத்தலா, வத்தலா, வத்தலா, வத்தலா ஆகிய இடங்களில் உள்ள ஒரு வீட்டில் மறைத்து வைக்கப்பட்டுள்ளதாக தெரியவந்தது.",
        "அதன்படி, சந்தேக நபருடன் சந்தேக நபருடன் பறவை கூண்டு மூடப்பட்டது, அதே நேரத்தில் சந்தேக நபரின் உடைமை பறவை சைப்ளேப்பின் சிலிண்டர் ஆகும், இது பறவையின் சிலிண்டரில் ஒரு சிலிண்டைக் கொண்டிருந்தது மற்றும் மருந்து ஒரு வெள்ளை பிளாஸ்டிக் பாட்டில் காணப்பட்டது .",
        "46 வயதான சந்தேக நபர் நீதிமன்றங்களுக்கு சமர்ப்பிக்கப்பட்டு, போதைப்பொருள் டீலர்ஷிப்பை தடுத்து வைப்பதற்கு முன்னர் ஏழு நாள் பெற்றார் என்று மூத்த போலீஸ் அதிகாரி ஒருவர் தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Heroin emerged from the bird cage",
      "body_lines": [
        "The Colombo Crimes Division says that a three-wheeler driver has been arrested along with a large haul of heroin concealed in a bird cage.",
        "The suspects were taken into custody by 442 mph 440 grams of drugs with the suspect.",
        "The suspect has been arrested on suspect at the Western Province Investigation (SLTB headquarters) at the UN Ministerial Investigation Department (Crime Division) of the Colombo Criminal Investigation Unit of the Colombo Crimes Division in Colombo.",
        "The arrested suspect had revealed that the birds were hidden in a house in Sangharaja Mawatha, Wattala, Wattala, Wattala, Wattala, Wattala.",
        "Accordingly, the bird cage had been closed with the suspect with the suspect, while the suspect's possession was a cylinder of the bird cyplape, which had a cylinder in a cylinder of the bird and inspecting it.The drug was found in a white plastic bottle.",
        "The 46-year-old suspect was submitted to the courts and obtaining seven-day prior to the detention of the drug dealership, a senior police officer said."
      ]
    }
  },
  "summary_lines": [
    "A three-wheeler driver was arrested in Colombo with 440 grams of heroin hidden in a bird cage. The drugs were discovered during a search at the Western Province Investigation headquarters. The suspect, who also had a white plastic bottle containing more drugs, revealed the location of another stash in Sangharaja Mawatha, Wattala. The 46-year-old man was later sent to court."
  ]
}