{
  "translated_text": {
    "ta": {
      "title": "போதைப்பொருட்களை அகற்ற விரும்புவோரை அழைக்கவும் 1927",
      "body_lines": [
        "விசேஷமான உடனடி தொலைபேசி எண் 1927 மருந்துகளை அகற்ற தன்னார்வத் தொண்டு செய்ய மற்றும் விஷ மருந்துகள் மற்றும் அபாயகரமான மருந்துகளைப் பயன்படுத்துவதைத் தவிர்ப்பதற்காக விஷ மருந்து மற்றும் அபாயகரமான மருந்துகளைப் பயன்படுத்துவதைத் தடுக்கிறது.",
        "பணிக்குழுவின் தலைவராக (ஜனவரி 26) கடற்படையின் தலைவர், கொழும்பு லைட் ஆர்ட்ஸில் பணிக்குழு மற்றும் ஆபத்தான மருந்துகளைப் பயன்படுத்துவதைத் தடுக்க பணிக்குழுவின் தலைவராக உள்ளார் (ஜனவரி 26).",
        "சமூக பொருளாதார பாதுகாப்பை எடுத்துக்கொள்வது மற்றும் கட்டுப்பாட்டுக்கு மறுவாழ்வு அளித்தல், நாட்டிற்கு விஷத்தின் வளர்ச்சியைத் தடுக்கிறது மற்றும் நாட்டின் வளர்ச்சியைக் கட்டுப்படுத்துதல் மற்றும் நாட்டின் வளர்ச்சியை மறுவாழ்வு செய்தல். கடற்படையின் தளபதி அட்மிரல் பிரியந்தா பெரியந்தா பெரியந்தா அதன் தலைவராக நியமிக்கப்பட்டுள்ளார்.",
        "உடனடி தொலைபேசி எண் 1927 (ஜனவரி 26, 2024), உடனடி தொலைபேசி எண் 1927 (ஜனவரி 26, 2024), 1927 (ஜனவரி 26) இன் உடனடி தொலைபேசி எண் இன்று மருந்துகள் குறித்த தகவல்களைப் பெற முடியும்."
      ]
    },
    "en": {
      "title": "Call those who wish to get rid of drugs 1927",
      "body_lines": [
        "The Special Instant Telephone Number 1927 has been introduced to volunteer to volunteer to get rid of drugs and preventing the use of poisonous drug and hazardous medicines to avoid the use of poisonous drugs and hazardous drugs..",
        "The Chairman of the Navy, who is the Chairman of the Task Force (January 26), is the Chairman of the Task Force (January 26) to prevent the use of the Task Force and Dangerous Drugs in the Colombo Lighty Arts.",
        "Taking social economic security and rehabilitate to control, preventing the development of poison to the country and to control the development of the country and rehabilitate the development of the country.Commander of the Navy Vice Admiral Priyantha Periantha Perianantha has been appointed as its Chairman.",
        "The immediate telephone number of 1927 (January 26, 2024), the immediate telephone number of 1927 (January 26, 2024), the immediate telephone number of the 1927 (January 26) will be able to obtain information on drugs today.."
      ]
    }
  },
  "summary_lines": [
    "The Special Instant Telephone Number 1927, introduced on January 26, 2024, aims to combat drug abuse by providing information and support. Led by Navy Vice Admiral Priyantha Periantha, it focuses on preventing the use of hazardous drugs and promoting social and economic security."
  ]
}