{
  "translated_text": {
    "ta": {
      "title": "குடிவரவு அதிகாரிகள் மீது புத்திசாலித்தனமான வழக்குகள் தாக்கல் செய்யப்பட்டன",
      "body_lines": [
        "எம்.பி. வால்மன் வூரவன்சா அதன் நற்பெயருக்கு இழப்பீடு வழங்குவதற்கான இழப்பீடு வழங்குவதற்காக இரண்டு குடியேற்றம் மற்றும் குடியேற்ற அதிகாரிகளுக்கு எதிராக கொழும்பு மாவட்ட நீதிமன்றத்தில் வழக்குத் தாக்கல் செய்துள்ளார்.",
        "கடைசி நல்லாட்சி குடியேற்றம் மற்றும் குடியேற்ற சட்டத்தின் கீழ் அரசாங்கத்தால் கைது செய்யப்பட்டு, எந்த காரணமும் இல்லாமல் நெகோம்போ மாஜிஸ்திரேட் நீதிமன்றத்தில் சட்டப்பூர்வமாக்கப்பட்டது.",
        "எர்ங்கா ரம்புக்வெல்லா, அதிகாரிகள், மூத்த அங்கீகரிக்கப்பட்ட அதிகாரி திரு. சுஜீவா ரத்னாயகே மற்றும் அட்டர்னி ஜெனரல் ஆகியோர் இன்று பதிலளித்தவர்களுக்கு பதிலளித்தவர்களாக பெயரிடப்பட்டுள்ளனர்.",
        "அக்டோபர் 23, 2015 அன்று துபாயில் பங்கேற்க துபாயில் இறங்குவதற்காக அவர் கட்டனாயக்க விமான நிலையத்திற்கு திரும்பியதாக எம்.பி. சுட்டிக்காட்டியிருந்தார்.",
        "அவர் இராஜதந்திர பாஸ்போர்ட்டை வெளிநாடு செல்ல சமர்ப்பித்ததாகவும், குடியேற்றம் மற்றும் குடியேற்ற அதிகாரிகளுக்கு அந்த அறிக்கையை வெளியிட்டதாகவும் புகார் கூறுகிறது.",
        "பின்னர் அவர் குற்றவியல் விசாரணை அதிகாரிகளால் கைது செய்யப்பட்டார் மற்றும் குற்றவியல் விசாரணை அதிகாரிகள் கைது செய்யப்பட்டு, நெகோம்போ மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட்டனர்.",
        "அதன்படி, இந்த வழக்கு சபையால் தாக்கல் செய்யப்பட்டுள்ளது, பதிலளித்தவர்களிடம் ரூ."
      ]
    },
    "en": {
      "title": "Wimal cases filed against immigration officers",
      "body_lines": [
        "MP Wimal Weerawansa has filed a case before the Colombo District Court against two Immigration and Emigration officials for compensation for its compensation for its reputation.",
        "The last good governance was arrested by the government under the Immigration and Emigration Act and legalized in the Negombo Magistrate Court without any reason.",
        "Eranga Rambukwella, Authorities, Senior Authorized Officer Mr. Sujeewa Ratnayake and the Attorney General has been named as respondents to respondents today.",
        "The MP had pointed out that he returned to the Katunayake Airport to get into Dubai to participate in Dubai on October 23, 2015.",
        "The complaint states that he had submitted the diplomatic passport to go abroad and made the statement to the Immigration and Emigration Officers.",
        "Later he was arrested by the Criminal Investigation Officers and the Criminal Investigation Officers were arrested and produced before the Negombo Magistrate's Court.The MP said that it was severely damaged by its reputation.",
        "Accordingly, the case has been filed by the House asking the respondents to recover a price of Rs."
      ]
    }
  },
  "summary_lines": [
    "MP Wimal Weerawansa filed a lawsuit against two immigration officers, alleging wrongful arrest and damage to his reputation. The incident occurred when he tried to leave Sri Lanka for Dubai in 2015, presenting his diplomatic passport. He was later arrested and taken to court, leading to this legal action seeking compensation."
  ]
}