{
  "translated_text": {
    "ta": {
      "title": "2025 பட்ஜெட் ஜனவரி 09",
      "body_lines": [
        "பட்ஜெட் திட்டங்கள் 9 ஜனவரி 2025 அன்று பாராளுமன்றத்திற்கு வழங்கப்படும் என்று அமைச்சரவை செய்தித் தொடர்பாளர் டாக்டர் நலிந்தா ஜெயதிசா தெரிவித்தார்.",
        "இரண்டாவது வாசிப்பு பிப்ரவரி 17 ஆம் தேதி செய்யப்பட உள்ளது, மூன்றாவது முறையாக விவாதம் பிப்ரவரி 27 முதல் மார்ச் 21 வரை நடைபெற திட்டமிடப்பட்டுள்ளது.",
        "இதற்கிடையில், சந்தையில் அரிசியை இறக்குமதி செய்ய அமைச்சரவை ஒப்புதல் வழங்கப்பட்டுள்ளது மற்றும் அரிசி விலைக் கட்டுப்பாட்டைக் கட்டுப்படுத்த அரிசி.",
        "அமைச்சரவை செய்தித் தொடர்பாளர் டாக்டர் நலிந்தா ஜெயதிசா, இந்தியாவில் இருந்து 70,000 மெட்ரிக் டன் தங்க அரிசியை இறக்குமதி செய்ய அமைச்சரவை ஒப்புதல் அளித்ததாகக் கூறினார்."
      ]
    },
    "en": {
      "title": "2025 Budget Jan 09",
      "body_lines": [
        "The budget proposals will be presented to Parliament on 9 January 2025, Cabinet spokesman Dr. Nalinda Jayatissa said.",
        "The second reading is due to be done on February 17 and the debate on the third time is scheduled to be held from February 27 to 21st March.",
        "Meanwhile, the cabinet approval has been given to import rice in the market and rice to control rice price control.",
        "Cabinet spokesman Dr. Nalinda Jayatissa said that the cabinet approved the importation of 70,000 metric tons of golden rice from India."
      ]
    }
  },
  "summary_lines": [
    "Budget 2025: Presented Jan 9, readings Feb 17-Mar 21, rice import approved to control prices."
  ]
}