{
  "translated_text": {
    "si": {
      "title": "ප්රතිසන්ධානය සඳහා ජනාධිපතිවරයාගේ ආවේනික මැදිහත්වීම අත්යවශ්ය වේ",
      "body_lines": [
        "රනිල් වික්රමසිංහ මහතා පවසා ඇත්තේ තමා ජනාධිපතිවරයා ලෙස තේරී පත් වූ බවත්, ශ්රී ලංකාව ශ්රී ලංකාව එහි ආර්ථික අර්බුදයෙන් යථා තත්ත්වයට පත් කළ බවත්, එම වගකීම ඉටු කිරීම සඳහා තමා ස්වයං-සංරක්ෂණ ආයතනය වෙනුවෙන් වැඩ කරන බවත්.. මේ අනුව, ආර්ථික සාර්ථකත්වයට පෙර, ජනාධිපතිවරණය පැවැත්වීම පිළිබඳ ජනාධිපතිවරයාගේ අරමුණු පිළිබඳව විශාල අනුකම්පාවක් ඇති විය.",
        "ආර්ථික අර්බුදය විසඳීම සඳහා ජනාධිපතිවරයාගේ ඇදහිල්ල සඳහා වූ ඔහුගේ කැපවීම තුළින්, ඔහුගේ ප්රකාශයන්ගේ සත්යතාව ජනතාවගේ සුපරීක්ෂාකාරී හා නොසැලෙන ආර්ථික ප්රතිපත්ති වලින් සොයාගත හැකිය.. ජනතාවගේ සීමාවන් ඉක්මවා ඉහළ බදු පැනවීම සහ බොහෝ සේවකයින් කෙරෙහි දැඩි ලෙස විරුද්ධ රාජ්ය ආයතන පෞද්ගලීකරණය කිරීම සඳහා ජනාධිපතිවරයා ලිහිල් වේ.",
        "ප්රතිපත්ති දෙකම එළඹෙන ජනාධිපතිවරණයේදී ජනාධිපතිව නැවත ලබා ගත හැකිය.. නමුත් ඔහු විශාල විශ්වාසයකින් යුතුව ඔවුන් තුළ ස්ථිරව සිටී.",
        "එක්සත් ජාතික පක්ෂයේ එකම සාමාජිකයා 225 දෙනා එක්සත් ජාතීන්ගේ පක්ෂයේ එකම සාමාජිකයෙකු වුවද, වික්රමසිංහ වහාම ජනාධිපතිවරයා විසින් පාර්ලිමේන්තුව විසින් තෝරා පත් කර ගන්නා ලෙස දෙවන පොරොන්දුව වහාම නිකුත් කරන ලදී.. නිදහස ලැබූ දිනයේ සිට ශ්රී ලංකාව සමඟ ජනවාර්ගික ගැටලුවට විසඳුමක් සෙවීමේ වගකීම තමාට අනාගත පරපුරට බරක් ලෙස අත් නොහරිනු ඇතැයි තමාට වගකීමක් ඇති බව ඔහු පැවසීය.",
        "යුද්ධයේ ප්රති result ලයක් ලෙස ශ්රී ලංකාවට වසර තිහක විදේශ ආයෝජන සහ එහි ජයග්රහණය අහිමි වීම අතිශයෝක්තියක් නොවේ. ජනවාර්ගික ගැටලුවට ජනවාර්ගික ගැටලුවට දේශපාලන විසඳුම අතීතයේ කිහිප වතාවක්ම කියා සිටි අතර, අතීතයේ දැරූ උත්සාහය, එම උත්සාහයන් මත පදනම්ව සාර්ථක විසඳුමක් සෙවීමට ඔවුන් උත්සාහ කරන බවට පොරොන්දු විය.. ශ්රී ලංකාවේ 75 වන දිනට වඩා දේශපාලන විසඳුමක් තමා දකිනු ඇති බව ඔහු පැවසීය. නමුත් එම ස්වාධීනත්වයේ පසු, වසරකට වැඩි කාලයක් ගතවී ඇත.",
        "ජනාධිපති ධුරයට පත්වීමෙන් පසු පසුගිය වසර දෙකක කාලය තුළ ශ්රී ලංකාවේ සංහිඳියාව පිළිබඳ ඔහුගේ සංහිඳියාව පිළිබඳ ඔහුගේ සංහිඳියාව පිළිබඳ ඔහුගේ අරමුණ වික්රමසිංහ මහතා කෙටියෙන් ඉදිරිපත් කර ඇත.. ඔහු මෙය ජාත්යන්තර සිනමාහල් සහ ගෘහස්ථ රඟහල තුළ ගණන් කළ නොහැකි වාර ගණනක් කර තිබේ. නිදසුනක් වශයෙන්, මේ වසරේ මාර්තු මාසයේදී කොළඹ ජාතික සාම කවුන්සිලය විසින් සංවිධානය කරන ලද ආගමික සම්මන්ත්රණයකදී ජනාධිපතිවරයා මේ වසරේ මාර්තු මාසයේදී සංවිධානය කරන ලද දේශපාලන විසඳුමේ අවශ්ය අංගයන් කිසිදු සඳහනක් නොමැතිව පැහැදිලි කළේය.දිවයිනේ සෑම පාලමවලම පූජ්ය පක්ෂය මෙම සම්මන්ත්රණයට සහභාගී විය.",
        "අවාසනාවකට ශ්රී ලංකාව සහ එහි ජනතාවට ආර්ථික ප්රතිසන්ධානය සඳහා වන ප්රතිසන්ධානය සඳහා ජනාධිපතිවරයා එම ප්රතිසංස්කරණ සිදු කළේ නැත.. මෙම කටයුතු දෙකම වෙනස් බව පෙනේ.",
        "ප්රතිසන්ධානය හා ජනවාර්ගික ගැටලුව පිළිබඳ දේශපාලන විසඳුම පිළිබඳ තමාගේම අරමුණ පිළිබඳව ස්ථිරව සිටීමට රට අපොහොසත් වී තිබේ.. පසුගිය සති දෙක තුළ, ජාතික සංහිඳියාව පිළිබඳ ස්ථාවර ප්රතිපත්තියක් නොමැතිකම නොමැති වීමේ බලපෑම අවාසනාවන්ත තුළ පැහැදිලිව දැකගත හැකි විය.",
        "යුද්ධයේ අවසාන අදියරවල දී මියගිය තම ආදරණීයයන්ව මියගොස් දෙමළ ජනතාව මහජනතාවගේ සමරීම වැළැක්වීම සඳහා පොලිසිය මියගිය අයගේ නරකම දේ සමඟ ආරම්භ විය.. දෙමළ ජනතාව එක්රැස්වීම වැළැක්වීම සඳහා දෙමළ ජනතාව එක්රැස්වීම වැළැක්වීම සඳහා දෙමළ ජනතාව එක්රැස් කිරීම වැළැක්වීම සඳහා මර්දනය කර තිබීම සහ බඩුරක් බේබදුකම යුධ පිටියේ සිරවී සිටින පුද්ගලයින්ගේ ජීවිත බේරා ගැනීම සඳහා ය ඒ දවස්.",
        "ස්ථාන කිහිපයකින් මිනිසුන් එක්රැස් වීම වැළැක්වීම සඳහා පොලිසිය ඉතා නරක ලෙස සම්බන්ධ විය. මෙම පියවර වෙනත් බොහෝ ස්ථානවල විශාල පිරිසක් වළක්වා ගත හැකිය. නමුත් මෙම සිදුවීම්වල දර්ශන සම්බන්ධ වීඩියෝ නිවාසවල සහ විදේශයක පැතිරී ඇත. මෙය නිසැකවම රජයට නරක නමක් ඇති කර තිබේ.",
        "ඔවුන්ගෙන් එක් අයෙකු වන්නේ පොලිසියේ නියෝග නොතකා තම ආදරණීයයන් සිහිපත් කළ කාන්තාවන්ගේ නිවෙස්වලට පොලීසිය සංචාරය කරන බවයි. පොලිසිය කාන්තා නිවෙස්වලට ගොස් ඔවුන්ගේ මාංචු පෙන්වීම සඳහා රාත්රිය නාට්යය තෝරා ගත්තේය. ඔවුන් සිතුවේ රාත්රියේ කාන්තාවන් සෑදීම පහසුය. නමුත් කාන්තාවන් අත්අඩංගුවට ගැනීමට දැඩි ලෙස විරුද්ධ වූ පසු පොලිසිය ඔවුන්ව බලහත්කාරයෙන් ඔවුන්ගේ වාහනවලට ඇදගෙන ගියේය.",
        "පොලිසියේ තවත් සිද්ධියක් නැගෙනහිර විශ්ව විද්යාලයේ නරක ලෙස සිදු විය. ඔවුන් තුළ කැඳ බෙදා හැරීමට සම්බන්ධ සිසුන් පිරිසක් පොලිසිය විසින් අවහිර කරන ලදී. එවැනි ක්රියාකාරකම් වැළැක්වීම සඳහා අධිකරණ නියෝගය වෙනස් කළ පසු මෙවැනි මතකයන්ට ඉඩ දී ඇති බව ජනාධිපතිතුමා පැවසීය. ඊට පසු, ඔවුන්ගේ අනුස්මරණය දිගටම කරගෙන යාමට පොලිසිය සිසුන්ට බල කළේ නැත.",
        "නමුත් පොලිසිය සිය විරෝධය ප්රකාශ කළේ සිසුන් සමඟ ඉතා උද්යෝගයෙන් කතා කිරීමෙනි. පොලිසිය සිසුන්ට සමීපව සිටගෙන සිදුවීම පිළිවෙලට තිබේ. අනාගතයේදී සිසුන් සිසුන් භාවිතා කිරීම සඳහා පොලිසිය වීඩියෝව ආරක්ෂා කරනු ඇත.",
        "මුල්ලිවයිකල් දිනයට වඩා සති දෙකක් තිස්සේ උතුරු හා නැගෙනහිර ඉසව්ව ප්රතිසන්ධානය නොව පරස්පර විරෝධය සහ පරස්පර විරෝධය.. මෙය 2015 දී එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ දී අග්රාමාත්ය රනිල් වික්රමසිංහගේ රජය ප්රවර්ධනය කිරීමේ රජයේ ප්රතිපත්තියට පටහැනිය.",
        "එම අනුකූලතාවය පදනම් කරගෙන රජය විසින් පියවර කිහිපයක් පියවර ගෙන තිබේ. 2016 - 2018 දී අතුරුදන් වී ඇති කටයුතු, වන්දි කාර්යාල, ජාතික සමගිය හා ප්රතිසන්ධාන කාර්යාලය යන කාර්යාලය පිහිටුවන ලදී. 2022 දී බලයට පත්වීමෙන් පසු සත්ය හා ප්රතිසන්ධාන කමිටුවක් පිහිටුවීමට වික්රමසිංහ මහතා පියවර තිබේ.",
        "එහෙත්, ඇත්ත වශයෙන්ම, ක්ෂේත්රයේ සිදුවෙමින් පවතින දේ මත පදනම්ව, ජාතික ප්රතිසන්ධාන ක්රියාවලිය තදින් සිදු කිරීම කෙරෙහි රජය දක්වන උනන්දුව කෙරෙහි ජනතාව දක්වන උනන්දුව ජනතාවට වඩා පහත් ය.",
        "යුද්ධයක් හා වෙන්වීමෙන් රටකට සාමය හා සමගිය දෙස බැලීමට රටකට අවශ්ය නම් ජාත්යන්තරව පිළිගත් බවට පත්වන ක්රියාවලියක් ජාත්යන්තරව පිළිගෙන ඇත. ගැටුම උල්ලං who නය කරන අයගේ වගකීම භාර ගැනීම, ගැටුම හසුරුවා ගැනීම සඳහා දේශපාලන ප්රතිසංස්කරණ සිදු කිරීම සඳහා ගැටුමේ වගකීම සනාථ කිරීම සහ දේශපාලන ප්රතිසංස්කරණ සිදු කිරීම සඳහා මෙම ගැටුමට හේතුව තහවුරු කිරීම සහ දේශපාලන ප්රතිසංස්කරණ සිදු කිරීම සඳහා දේශපාලන ප්රතිසංස්කරණ සිදු කිරීම.",
        "ඔහුගේ ධුර කාලය අවසන් වීමත් සමඟ, ජනාධිපති වික්රමසිංහ මහතා ආණ්ඩුවේ ඇති සැකයන් ජය ගැනීමට ජනාධිපති වික්රමසිංහට තවමත් කාලය පැමිණ තිබේ.. ප්රතිසන්ධානය කිරීමේ ක්රියාවලිය සම්බන්ධයෙන් ගත් කල, ශ්රී ලංකාවේ දේශපාලන තත්ත්වය වඩ වඩාත් දේශපාලන තත්වය වඩ වඩාත් හා වඩාත් .ණාත්මක වී ඇති බැවින් ජනාධිපතිවරයා ඉහත ක්රියා පටිපාටිය කිරීම අවශ්ය වේ.. මෙම negative ණාත්මක ජාත්යන්තර දේශපාලන තත්වයට ආර්ථික ප්රකෘතිමත් වීමේ ක්රියාවලියට බලපෑම් කිරීමට බලය තිබිය හැකිය.",
        "එක්සත් ජනපද සම්මේලනයේ සාමාජිකයින් පිරිසක් විසින් දෙමළ ඊලාම්හි ජනමත විචාරණයක් පැවැත්වීම සඳහා හඳුන්වා දෙන ලද කැනේඩියානු අගමැති ජැජින් රුඩෝගේ වාර්ෂික වාර්තාව රාජ්ය ආරක්ෂක බලවේග හා මානව හිමිකම් උල්ලං in නය කිරීම්වල බලවේග හා සම්බන්ධ වේ.",
        "එක්සත් ජාතීන්ගේ මානසික අයිතිවාසිකම් මහ කොමසාරිස් කාර්යාලයේ මහ කොමසාරිස් කාර්යාලය රජය ප්රසිද්ධියේ සමාව ඉල්ලිය යුතු යැයි පැවසීම පහසු නොවන බවයි.",
        "බහු-විරෝධී ලෝක බලකායන් අතට ගත් මෙම ස්ථාවරයන් ප්රතිසන්ධානය පිළිබඳ ගැටළුව වැඩි දියුණු කිරීමට යන්නේ නැති අතර ක්රියාකාරී ක්රියාමාර්ග ක්රියාත්මක කිරීම අවශ්ය බව පෙන්වනු ඇත.",
        "ඉතිරි කාලය කෙටි වන අතර ප්රතිසන්ධානය සඳහා මාර්ගයක් සකස් කිරීම පිළිබඳ සමුළුවක් ජනාධිපතිවරයා විසින් පිළිගත යුතුය.. සර්වබලධාරී සම්මුතිය මැජික් විසඳුමක් නොවන අතර, එය සියලු පාර්ශවයන් ඇතුළත් ක්රියාවලියක් බැවින් සංහිඳියාව හා කැපවීම සඳහා නිර්මාණාත්මක ක්රියාමාර්ගයක් විය හැකිය."
      ]
    },
    "en": {
      "title": "The president's inherent involvement is essential for reconciliation",
      "body_lines": [
        "Ranil Wickremesinghe has said that he was elected as the president and that Sri Lanka was to restore Sri Lanka from its economic crisis and that he would work for the self -government to fulfill that obligation.. Thus, before the economic success, there were great speculations about the President's objectives on holding the presidential election.",
        "Through his commitment to the president's faith in resolving the economic crisis, the truth of his claims can be found in the vigilant and unwavering economic policies of the people.. The president is relaxing in the imposition of high taxes beyond the limits of the people and the privatization of state institutions that are strongly opposed by most employees.",
        "Both policies are so influential that he can be re -elected president in the upcoming presidential election.. But he stands firmly in them with great confidence.",
        "Although the 225 -member parliament was the only member of the United National Party, Wickremesinghe immediately made the second promise to be elected president by the Parliament.. He said he had a responsibility to find a solution to the ethnic problem with Sri Lanka from the day of independence and would not leave the issue as a burden to future generations.",
        "It is no exaggeration that Sri Lanka lost thirty years of foreign investment and its achievement due to the result of war. The president, who said that the political solution to the ethnic problem was several times in the past, and that the efforts were being carried out in the past, promised that they would strive to find a successful solution based on those efforts.. He said that he would see a political solution ahead of Sri Lanka's 75th day. But after that Independence, more than a year has passed.",
        "Wickremesinghe has briefly and clearly presented his aim of reconciliation in Sri Lanka for the past two years after taking office as president.. He has done this in international theaters and domestic theater countless times. For example, the President, speaking at a religious seminar organized by the National Peace Council in Colombo in March this year, clearly explained the necessary aspects of the political settlement in his mind without any mention.The clergy of all religions from all parts of the country attended the seminar.",
        "Unfortunately for Sri Lanka and its people, the president did not carry out those reforms for reconciliation in economic restructuring.. Both affairs seem to be different.",
        "The country has failed to stand firm on his own purpose on the political solution of reconciliation and the ethnic problem.. In the last two weeks, the effect of lack of stable policy on national reconciliation was clearly visible in the unfortunate.",
        "It began with the worst of the deceased by the police to prevent the Tamil people from public commemorating their loved ones who died in the final stages of the war.. The police have been brutally misled to preventing the Tamil people from gathering to prevent the Tamil people from gathering to recall the tragedy of those last days of the war and to share drunken drunkenness to save the lives of people who have been trapped in the battlefield in those days.",
        "The police were involved in a very bad manner to prevent people from gathering in a few places. The move may have prevented a large number of people in many other places. But videos relating to the scenes of these incidents have spread at home and abroad. This has certainly made a bad name for the government.",
        "One of them is a video that shows the police visited the homes of women who remembered their loved ones despite the orders of the police. The police chose the night to go to the women's homes and show their handcuffs. They thought it was easy to make women at night. But after the women vehemently opposed the arrest, the police forcibly dragged them to their vehicles.",
        "Another incident of police behaving badly occurred at the Eastern University. Police blocked a group of students involved in the distribution of porridge within their. The president then said that such memories were allowed once the court order to prevent such activities was changed. After that, the police did not force the students to continue their memorial.",
        "But the police expressed their opposition by talking very excitedly with the students. The police stood close to the students and the event in order. Police will keep the video safe for the use of students in the future.",
        "The events in the North and East for two weeks ahead of Mullivaikkal Day revealed not to reconciliation, but the contradiction and contradiction.. This is contrary to the government's policy of promoting Prime Minister Ranil Wickremesinghe's government with all 47 countries at the United Nations Human Rights Council in 2015.",
        "The government has taken several steps in accordance with the resolution based on that compliance. The Office of Missing Affairs, Compensation Office, National Unity and Reconciliation Office was set up in 2016 - 2018. Wickremesinghe has been stepping up to set up a truth and reconciliation committee after taking office in 2022.",
        "But, in fact, based on what is happening on the field, the people's interest in the government's interest in firmly carrying out the national reconciliation process is inferior to the people.",
        "There is a four -step process that is internationally accepted if a country wants to look at peace and harmony from the situation of war and separation. The four -step process is to confirm the fact of the conflict, to take responsibility for those who violate the law, to provide compensation to the victims of the conflict, and to carry out political reforms to ensure that the conflict is handled.",
        "With the end of his tenure, the people and the international community are still in time for President Wickremesinghe to overcome the doubts on the government.. As for the process of reconciliation, it is necessary for the President to do the above procedure as the political situation in Sri Lanka has become more and more negative.. This negative international political situation can have the power to impact on the process of economic recovery.",
        "The annual report of Canadian Prime Minister Jasrin Rudo, which was introduced by a group of members of the US Congress to hold a referendum on the Tamil Eelam, is related to state security forces and forces in human rights violations.",
        "The United Nations Mental Rights High Commission's Office last week's statement that the government should publicly apologize is not easy.",
        "These stances, which have taken up the multi -faceted world forces, are not going to improve the issue of reconciliation and show that it is necessary to carry out active measures.",
        "The rest of the time is short, and the President must convene a conference on the preparation of a route on reconciliation.. While the all -party convention is not a magic solution, it can be a constructive action towards reconciliation and commitment as it is a process that includes all parties."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe aims to resolve Sri Lanka's economic crisis and address ethnic issues, promising self-governance and economic reforms. His policies, including tax relief and privatization, face opposition but could secure his reelection. Despite commitments to reconciliation, recent police actions against Tamil memorials and student protests indicate ongoing tensions rather than progress towards peace. International scrutiny, including calls for apologies and investigations into human rights abuses, further complicates the situation. Wickremesinghe's tenure ends with unresolved questions about his ability to lead Sri Lanka towards lasting reconciliation and economic stability."
  ]
}