{
  "translated_text": {
    "si": {
      "title": "ඊට ප්රතිචාර දක්වමින්, පොලිස් ප්රධානියෙකු පත් කිරීමේ ආණ්ඩුක්රම ව්යවස්ථා අධිකාරිය භාවිතා කිරීම මැතිවරණ නීති රචනා නොකරයි - ජ්යෙෂ් Senior නීති yers යින් පෙන්වා දෙයි",
      "body_lines": [
        "ආණ්ඩුක්රම ව්යවස්ථාවට ප්රතිචාර වශයෙන් පොලිස්පතිවරයා පොලිස්පතිවරයා පත් කිරීමට ජනාධිපතිවරයාට බලය ඇති බවත් මෙම පත්වීම මැතිවරණ නීති උල්ලං to නය කිරීමක් නොවන බවත් ජ්යෙෂ් lawyer නීති yers යින් පෙන්වා දුන්හ.",
        "මැතිවරණ කොමිෂන් සභාවගෙන් පසු මැතිවරණ කොමිෂන් සභාව විසින් සැප්තැම්බර් 21 වන දින ජනාධිපතිවරණය පවත්වන බව නිවේදනය කරන බව ටෙනූන් පොලිස් විදුහල්පතිවරයා ලෙස සේවය කිරීම සඳහා මහාධික අංශයේ අතුරු අංශය කෙරෙහි අවධානය යොමු කර ඇති බව මැතිවරණ කොමිසම ප්රකාශ කළේය.",
        "විශේෂයෙන් ජනාධිපති රනිල් වික්රමසිංහ ප්රකාශ කර ඇත්තේ පොලිස් නිලධාරි මාර්ගයෙන් පොලිස් ප්රධානියෙකු පත් කරන ලෙස ජනාධිපතිතුමාගෙන් ඉල්ලා ඇති හෙයින්, ජනාධිපතිතුමා ජනාධිපතිවරයාගෙන් ඉල්ලා ඇති බැවින් තමා පොලිස්පතිවරයා පත් කිරීමෙන් ඉවත් වන බවයි.. ඒ අතරම, ආණ්ඩුක්රම ව්යවස්ථාවේ 106 වන වගන්තිය යටතේ, මැතිවරණ කොමිෂන් සභාවට පොලිස්පතිගේ සේවය පොලිස්පතිවරයාගෙන් පොලිසියෙන් ලබා ගත හැකි නමුත් ජ්යෙෂ් plant පොලිස්පති හරහා මැතිවරණ කාලය තුළ ජනාධිපතිවරයාට සේවා ලබා ගත හැක්කේ කෙසේද? ?ඔහු ප්රශ්න කර ඇත.",
        "මෙම පසුබිමට එරෙහිව, මැතිවරණ කොමිෂන් සභාවේ සාමාජික අමර් ෆයිස්, මැතිවරණ කොමිෂන් සභාවේ සාමාජික අමීර් ෆයිස් කියා සිටියේ එළඹෙන ජනාධිපතිවරණයේදී රනිල් වික්රමසිංහ තරඟ පැවැත්වීම මැතිවරණ නීතිවලට පටහැනි නොවන බවයි.. ඊට ප්රතිචාර දක්වමින් ඔහු පෙන්වා දුන්නේ පොලිස්පතිවරයාගේ පොලිස් ලේකම්වරයා පත් කිරීමේ බලය ආණ්ඩුක්රම ව්යවස්ථාව මගින් ජනාධිපතිවරයාට ලබා දී ඇති බැවින්, ඔහුගේ ව්යවස්ථාමය රාජකාරි මැතිවරණ නීති උල්ලං who නය නොකරන බවයි.. ඊට ප්රතිචාර වශයෙන් අමීර් ෆියස් කියා සිටියේ පොලිස් ප්රධානියා පත් කළහොත් ඔහුට පොලිස්පතිගේ සියලු බලතල (පරීක්ෂක ජෙනරාල්වරයෙකුට ප්රතිචාර දැක්වීම) ඇති අතර, එබැවින් මැතිවරණයට සම්බන්ධ මැතිවරණ සහ ලේඛන අත්සන් කළ හැකි බවයි.",
        "නීති lawyer යෙකු හා මානව හිමිකම් ක්රියාකාරිකයෙකු වන ගෞතමන් විසින් පෙන්වා දුන්නේ, මෙහෙයුම් පද්ධතිය තුළ, ජනාධිපතිවරණ සමයේ ප්රධාන ස්ථානයක් සහ සේවා ස්ථානයේ ප්රධාන ස්ථානයක් සොයා ගැනීමේදී සුදුසු පුද්ගලයෙකු පත් කිරීමට සුදුසු පුද්ගලයා සමඟ කිසිදු ගැටළුවක් නොමැති බවයි.",
        "ආණ්ඩුක්රම ව්යවස්ථාවකට මාස තුනක් ආණ්ඩුක්රම ව්යවස්ථාවට ප්රතිචාර වශයෙන් පොලිස් ප්රධානියා පත් කළ හැකි බව එම ආණ්ඩුක්රම ව්යවස්ථාව මගින් පොලිස්පති ලෙස පත් කිරීමෙන් දින 14 කට පමණ පසු දින 14 කට වරක් නැවත ආරම්භ කළ යුතු යැයි ජනාධිපතිවරයා පැවසීම වැරදියි.. ජ්යෙෂ් Deputy නියෝජ්ය පොලිස්පති පොලිස්පතිවරයා ලෙස පත් කිරීමෙන් මැතිවරණයට අදාළ සියලු නියෝග සහ ක්රියාවන් සම්බන්ධයෙන් කටයුතු කිරීමට තමාට හැකි බව නීති orney ගෞතන් පැහැදිලි කළේය.",
        "ආණ්ඩුක්රම ව්යවස්ථාව තුළින් ජනාධිපතිවරයාට ලබා දුන් බලතලවලට ප්රතිචාර වශයෙන් ශ්රී ලංකා නීති Lawyers සංගමයේ හිටපු සභාපති සාලියා පීරිස්, පොලිස්පතිවරයා පොලිස්පතිවරයා පත් කළ හැකි බව කියා සිටියේය."
      ]
    },
    "en": {
      "title": "In response, the use of constitutional authority to appoint a police chief does not violate election rules - senior lawyers point out",
      "body_lines": [
        "Senior lawyers pointed out that the president has the power to appoint the Inspector General of Police in response to the Constitution and that the appointment is not a violation of the election rules.",
        "In the wake of the Elections Commission announced that the presidential election will be held on September 21, the President, Prime Minister and the Speaker have made controversy, focusing on the interim sector of the High Court to serve as the Tennakoon Police Principal.",
        "In particular, President Ranil Wickremesinghe has stated that he will withdraw from appointing the Inspector General of Police as the President has asked the President to appoint a police chief.. At the same time, under Article 106 of the Constitution, the Elections Commission can obtain the services of the police from the Inspector General of Police, but also through the Senior Deputy Inspector General of Police, how can the President get services during the election period?He has questioned.",
        "Against this backdrop, Aamir Fais, a member of the Elections Commission, said that even though Ranil Wickremesinghe contests in the upcoming presidential election, he is not contrary to the election rules.. In response, he pointed out that the authority to appoint the Inspector General of Police has been given to the President through the Constitution, so he explained that his constitutional duty would not violate the election rules.. In response, Amir Faiyz said that if a police chief is appointed, he will have all the powers of the Inspector General of Police (Response to the Inspector General) and therefore he can sign the elections and documents associated with the election.",
        "Gautaman, a lawyer and human rights activist, pointed out that in the operating system, there are no problems with the appropriate person to appoint a suitable person when a key position is found in the presidential election period and the workplace.",
        "Similarly, Gautaman said that it was wrong for the President to say that it should renew alienation once in 14 days after appointing a Inspector General of Police, saying that the constitution could appoint a police chief in response to the Constitution for three months.. Attorney Gautaman explained that he would be able to handle all the orders and actions related to the election by appointing a Senior Deputy Inspector General of Police as the Inspector General of Police.",
        "Former President of the Sri Lanka Lawyers Association, Saliya Peiris, said that he would be able to appoint the Inspector General of Police in response to the powers given to the President through the Constitution."
      ]
    }
  },
  "summary_lines": [
    "Senior lawyers argue that the President's power to appoint the Inspector General of Police, as per the Constitution, doesn't breach election rules. Amidst controversy over the appointment process, especially concerning the interim High Court judge serving as the Police Chief, President Ranil Wickremesinghe clarified his stance. The Elections Commission can request police services from either the Inspector General or the Senior Deputy Inspector General during the election period, raising questions about the President's involvement. Despite this, Aamir Fais, an Election Commissioner, assures that the President's constitutional duty to appoint the Inspector General does not contravene election laws. Legal experts like Gautaman and former President of the Sri Lanka Lawyers Association, Saliya Peiris, support this view, emphasizing the constitutionality of the President's action."
  ]
}