{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාවේ ණය ප්රතිව්යුහගත කිරීමේ ක්රියාවලිය සඳහා ණය සපයන්නන් ණය සපයන්නන්ගේ ඉහළ සහභාගීත්වය ජාත්යන්තර මූල්ය අරමුදල අපේක්ෂා කරයි",
      "body_lines": [
        "ශ්රී ලංකා ණය ප්රතිසංවිධානය කිරීමේ මුලපිරීම් සඳහා ණය සපයන්නන්ගේ ඉහළ සහභාගීත්වයේ ඉහළ සහභාගීත්වය පිළිබඳ අනිවාර්ය අවශ්යතාවය ජාත්යන්තර මූල්ය අරමුදල (ජාමූඅ) අවධාරණය කර ඇති අතර, එය පෙන්වා දී ඇත්තේ රටේ ආර්ථික ප්රතිසංස්කරණ වැඩසටහනේ සාර්ථකත්වය සහතික කිරීම අවශ්ය බව පෙන්වා දී ඇති බවයි.",
        "මූල්ය ප්රජාවේ සාමාජිකයන් අතර කථා කරමින් නොවැම්බර් 26 වන දින කථා කිරීම ශ්රී ලංකාවේ ප්රගතිය සහ තිරසාර ණය ස්ථායිතාව, ජාත්යන්තර මූල්ය අරමුදල සමඟ සහයෝගයෙන් කටයුතු කිරීම සඳහා ඒකාබද්ධ උත්සාහයක් නිකුත් කළේය.",
        "ආර්ථික ප්රතිසංස්කරණය හා බාහිර හැකියාවන් පුළුල් ආර්ථික ප්රතිසංවිධානය හා ආර්ථික පරිපාලනය හා අසභ්ය ලෙස ශක්තිමත් කිරීම සඳහා ආර්ථික ප්රතිව්යුහගත කිරීමේ වැඩසටහන ජාත්යන්තර මූල්ය අරමුදලේ සහාය ඇතිවීමත් සමඟ ආර්ථික ප්රතිව්යුහගත කිරීමේ වැඩසටහන ක්රියාත්මක කිරීම මෙම වැඩසටහනේ පරමාර්ථය වේ. .",
        "2023 මාර්තු මාසයේදී ජාමූඅ විධායක කවුන්සිලය විසින් SDR හි විධායක කවුන්සිලය 2.286 (ඩොලර් බිලියන 3 ක් පමණ) 48 ක් පමණ - ස්ටෙප්-ස්ටෑන්ඩ් පහසුකම (EFF) EFF මත පදනම්ව.. ස් crt ටර් ජෝර්ජියා විසින් මෙම වැඩසටහනේ ප්රගතිය සඳහන් කර ඇති අතර, එය ආර්ථිකය නැවත අප වෙත නැවත හරවා ගැනීම, අඩු උද්ධමනය සහ තොගයේ වැඩි කිරීම ඇතුළු ගැටළු පෙන්නුම් කරයි.",
        "සමාලෝචන දෙකක් මේ වන විටත් අවසන් කර ඇති අතර, පසුගිය ව්යාපෘතිය පිළිබඳ තුන්වන සමාලෝචනය සඳහා ජාමූඅ කාර්ය සාධක බලකාය ශ්රී ලංකා බලධාරීන් සමඟ ශ්රී ලංකා බලධාරීන් සමඟ ගිවිසුමක් අත්සන් කළේය.. ශ්රී ලංකාවේ නිල ණය පළාත් සභාවන් සමඟ අවබෝධතා ගිවිසුමක් අත්සන් කර ඇති අතර ජාමූඅ වැඩසටහනේ ණය ප්රතිසංස්කරණ නිම කිරීමට අනුකූලව ජුනි මාසයේ ජුනි මාසයේ දී ඇති ප්රගතිය මත ජුනි මාසයේ දී ඇති ප්රගතිය මත මෙම ගිවිසුම සකස් කර ඇත.",
        "පුද්ගලික ඇප හිමිකරුවන් සහ ශ්රී ලංකා නිලධාරීන් සමඟ මෑත ගිවිසුම්වල මෙය \"වැදගත් පියවරක්\" බව ජෝර්ජියා තවදුරටත් පෙන්වා දුන්නේය.",
        "IIF කාර්ය සාධක බලකාය විසින් කරන ලද මෙම ගිවිසුම මූල්යයේ අරමුදල්වලට සමාන වන අතර එම නිසා සාධාරණ ණය ණයක් සමනය කරනු ඇතැයි අපේක්ෂා කෙරේ.",
        "මෙම අවස්ථාවෙන් ප්රයෝජන ගනිමින් ණය දෙන්නාගේ ඉහළ දායකත්වයක් ලබා දෙන බවත්, ඉතිරි ණය ප්රතිසංවිධානය කිරීම සහ ශ්රී ලංකාවේ සාර්ථකව නිම කිරීමටත් බලධාරීන් අඛණ්ඩව පියවර ගන්නා බව ඔහු පැවසීය. ණය ප්රතිව්යුහගත කිරීමේ මෙහෙයුම්.",
        "ආර්ථිකය යථා තත්ත්වයට පත් කිරීම සඳහා වූ න්යාය පත්රය සඳහා ශ්රී ලංකාව දක්වන කැපවීම නැවත තහවුරු කර ඇති බව පෙන්වා දෙමින්, ජාත්යන්තර මූල්ය ආයතනවල අඛණ්ඩ අඛණ්ඩ සහයෝගය, නිල ණය සපයන්නන්ගේ ණය සහ ණය ණය සඳහා අඛණ්ඩව අඛණ්ඩව සහයෝගය ලබා දෙන බව පෙන්වා දුන්නේය.",
        "ක්රිස්ටලිනා ජෝර්ජියා පවසා ඇත්තේ ශ්රී ලංකාවේ ආර්ථික විද්යාව හා සමාජ ප්රතිව්යුහගත කිරීමේ අරමුණු සමඟ සහයෝගයෙන් කටයුතු කිරීමට ඇති කැපවීම තවදුරටත් ශ්රී ලංකාව සහ ශ්රී ලංකාවේ ජනතාව සමඟ සහයෝගයෙන් කටයුතු කරන ස්ථිර හවුල්කරුවෙකු ලෙස රටේ ආර්ථික හා සමාජ ප්රතිව්යුහගත කිරීමේ ඉලක්කවලට උපකාර කිරීමට සූදානම් බවයි.",
        "ශ්රී ලංකාව සිය දරුණු මූල්ය අර්බුදයකට මුහුණ දී සිටින අතර, ණය ස්ථායිතාව යථා තත්ත්වයට පත් කිරීම සහතික කිරීම සඳහා ජාමූඅ අවධානය යොමු කර ඇති අතර ණය ප්රතිව්යුහගත කිරීම සඳහා ණය සපයන්නන්ගේ ඉහළ දායකත්වයක් අපේක්ෂා කරයි."
      ]
    },
    "en": {
      "title": "International Monetary Fund expects high participation of credit providers for Sri Lanka's debt restructuring process",
      "body_lines": [
        "The International Monetary Fund (IMF) has emphasized the mandatory requirement of the high participation of credit providers for the Sri Lankan Debt Reorganization initiatives, which has pointed out that it is necessary to ensure the success of the economic reconstruction program in the country.",
        "Speaking among members of the financial community on November 26, the Director of the International Monetary Fund (IMF), Crystalina Georgia, issued a joint effort to ensure Sri Lanka's progress and sustainable debt stability, cooperating with the International Monetary Fund.",
        "The purpose of the program is to implement the economic restructuring program with the help of the International Monetary Fund with the help of the International Monetary Fund, to bring out debt stability and external possibilities, to help with widespread economic reorganization and strengthen economic administration and vulgarity.",
        "In March 2023, the executive council of IMF granted permission for the SDR Billion 2.286 (about $ 3 billion) 48 -month -long credit facility (EFF) based on the EFF.. Crystalina Georgia has also mentioned the progress of the program, which will show results on issues including turning the economy back to us, low inflation, and increased stockpile.",
        "While two reviews have already been completed, the IMF Task Force also signed an agreement with Sri Lankan authorities on November 23, 2024 for the third review of the previous project.. A Memorandum of Understanding (MoU) with Sri Lanka's Official Credit Provinnals Committee has been signed and the agreement has been prepared based on the progress made in June in June in accordance with the completion of the Loan Reforms of the IMF program.",
        "Georjeeva further pointed out that this is a \"significant move\" in recent agreements with private bail owners and Sri Lankan officials.",
        "The agreement, which was made by the IIF Task Force, is equal to the funds of the Finance, and therefore is expected to relieve a reasonable loan loan.",
        "He said that taking advantage of this opportunity and the high contribution of the lender is needed to quickly complete the debt reproductive process, and that the authorities will continue to take steps to make the rest of the debt reorganization and lead to successful completion of Sri Lanka's debt restructuring operations.",
        "Pointing out that Sri Lanka's commitment to the agenda for the restoration of the economy has been re -confirmed, he emphasized that the continuous cooperation of international financial institutions, official credit providers and loans of loans is essential.",
        "Cristalina Georgia has said that it further confirmed its commitment to cooperate with Sri Lanka's economics and social restructuring purposes and that it was ready to help the country's economic and social restructuring targets as a permanent partner that cooperate with Sri Lanka and the people of Sri Lanka.",
        "While Sri Lanka is facing one of its fierce financial crises, he pointed out that the IMF is focused on ensuring the restoration of debt stability and is looking for a high contribution of credit providers for credit restructuring."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "IMF emphasizes high credit provider participation for Sri Lanka's debt restructuring. Director Crystalina Georgia highlights importance of economic reconstruction program and debt stability. IMF granted $3 billion credit facility in March 2023. Third review agreement signed with Sri Lankan authorities. High lender contribution crucial for swift debt restructuring process."
  ]
}