{
  "translated_text": {
    "si": {
      "title": "රටේ සියලු අංශ සමඟ එය සහයෝගයෙන් කටයුතු කරන බව චීන තානාපතිවරයා තහවුරු කළේය",
      "body_lines": [
        "ශ්රී ලංකාව සහ චීන රජය අතර ඇති දිගුකාලීන මිත්රත්වය ඉතා ශක්තිමත් මිත්රත්වයක්. අපි චීන රජයේ සහයෝගය ලබා දෙන්නේ රටේ සියලුම අංශවල නොව සෞඛ්ය දෙපාර්තමේන්තුවට ය. ඉදිරි වර්ෂවලදී සෑම අංශයකටම අපගේ පූර්ණ සහයෝගය ලබා දීමට අප සූදානම් බව ශ්රී ලංකාවේ චීන තානාපති, අමාත්ය ෂෙනොං, අපි ඉදිරි වසරවල අපගේ පූර්ණ සහයෝගය ලබා දීමට සූදානම් බව සෞඛ්ය අමාත්යවරයාට සහතික විය.",
        "ඔහු මේ බව ප්රකාශ කළේ සෞඛ්ය හා මාධ්ය මාධ්ය අමාත්ය නලින්ද ජයතිස්ස සහ ශ්රී ලංකාවේ ඉන්දීය තානාපති වන සඳුදා (09) සෞඛ්ය අමාත්යාංශයේ පැවති නිල රැස්වීමකදීය.",
        "ශ්රී ලංකාව සහ චීන රජය අතර ඇති දිගුකාලීන මිත්රත්වය ඉතා ශක්තිමත් මිත්රත්වයක්. අපි චීන රජයේ සහයෝගය ලබා දෙන්නේ රටේ සියලුම අංශවල නොව සෞඛ්ය දෙපාර්තමේන්තුවට ය.",
        "අනාගතයේ දී සියලුම අංශවලට අපගේ පූර්ණ සහයෝගය ලබා දීමට අප සූදානම් බව ශ්රී ලංකාවේ චීන තානාපති සෞඛ්ය අමාත්යවරයාට සහතික විය. සෞඛ්ය අමාත්යාංශය විසින් රාජ්ය සම්පත් වැඩසටහන් මගින් රාජ්ය සම්පත් වැඩසටහන් මගින් ජාතියට අඩු-ඕස්ට්කොස්ටා සෞඛ්ය සේවා සැපයීම පිළිබඳව ඔහු චීන රජයට සුබ පැතුමා විය.",
        "ශ්රී ලංකාවේ අභියෝග ජය ගැනීම සඳහා චීන රජය සිය පූර්ණ සහයෝගය ලබා දෙනු ඇත.",
        "මේ මස 21 වන දින කොළඹ වරායට පැමිණෙන චීන නාවික හමුදා රෝහල් නෞකාව මේ මස 28 වන දින දක්වා නැංගුරම් දැකීමට නියමිතය.. නෞකාවට පැමිණෙන විශේෂ ist වෛද්ය විශේෂ experts යින් ඇතුළු සෞඛ්ය සේවා කණ්ඩායම රටේ රෝගීන් සඳහා ප්රතිකාර ලබා ගැනීමට අපේක්ෂා කරන බවද ඔහු පැවසීය.",
        "මේ අතර, සෞඛ්ය අමාත්යවරයා ලෙස නලින්ද ජයතිස්ස මහතා වෛද්යවරයා ලෙස චීන තානාපති ශ්රී ලංකාවේ චීන තානාපති සමඟ පළමු නිල රැස්වීම හමුවිය.. චීන රජයේ දායකත්වයත් සමඟ රටේ විශේෂ සංවර්ධන වැඩසටහන් විස්තරාත්මකව සාකච්ඡා කෙරිණි.",
        "මෙම පසුබිම තුළ, ආසාදන ගන්නා කාලය තුළ චීන රජයේ සහයෝගය අනුස්මරණය කළ සෞඛ්ය අමාත්ය බණ්ඩාරනායක, කොළඹ ජාතික drugs ෂධ අංශයේ ගොඩනැගිල්ලේ නිර්මාතෘවරයාට දායක වීම පිළිබඳව චීන රජයට සහ චීන ජනතාවට සිය කෘත itude තාව පළ කළේය පොලොන්නරුවේ චීන-ශ්රී ලංකා විශේෂ රෝහල.",
        "මෙම රැස්වීමේදී චීන තානාපති සෞඛ්ය ක්ෂේත්රයේ අනාගත දියුණුව සඳහා යෝජනා ඉදිරිපත් කළේය.",
        "සෞඛ්ය හා මාධ්ය මාධ්ය නියෝජ්ය අමාත්ය හන්සාකා විජෙමුමුනි, සෞඛ්ය අමාත්යාංශයේ ලේකම් වෙසාලා ප්රියදර්ශනී සහ සෞඛ්ය අමාත්යාංශයේ සහ චීන තානාපති කාර්යාල නිලධාරීන්ගේ අනෙකුත් නිලධාරීන් ද සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "Chinese Ambassador confirmed that it will cooperate with all sectors of the country",
      "body_lines": [
        "The long -standing friendship between Sri Lanka and the Chinese government is a very strong friendship. We are providing the cooperation of the Chinese government to all sectors of the country but to the Health Department. Chinese Ambassador to Sri Lanka, Qi Zhenhong, assured the Minister of Health that we are ready to provide our full support to all sectors in the coming years.",
        "He made this statement during an official meeting held at the Ministry of Health on Monday (09) between the Minister of Health and Media Media Nalinda Jayatissa and Indian Ambassador to Sri Lanka, Qi Zhenhong.",
        "The long -standing friendship between Sri Lanka and the Chinese government is a very strong friendship. We are providing the cooperation of the Chinese government to all sectors of the country but to the Health Department.",
        "The Chinese Ambassador to Sri Lanka assured the Health Minister that we are ready to provide our full support to all sectors in the future. He also congratulated the Chinese government on the human resources programs being carried out by the Ministry of Health to provide low -cost health services to the nation.",
        "The Chinese government will give its full cooperation to overcome the challenges of Sri Lanka.",
        "The Chinese Navy's Hospital Ship, which will arrive at the Port of Colombo on the 21st of this month, is scheduled to be anchored till the 28th of this month.. He also said that the health service team, including specialist medical experts who arrive on the ship, are looking for treatment for patients in the country.",
        "Meanwhile, this was the first official meeting with the Chinese Ambassador to Sri Lanka after the doctor Nalinda Jayatissa was appointed as the Minister of Health.. With the contribution of the Chinese government, the special development programs in the country were discussed in detail.",
        "In this backdrop, the Minister of Health, Bandaranaike, who commemorated the cooperation of the Chinese government during the time of the infection, expressed his gratitude to the Chinese government and the Chinese people for contributing to the Creator of the Colombo National Drugs Division Building and the Chinese-Sri Lanka Special Hospital in Polonnaruwa.",
        "During the meeting, the Chinese Ambassador also presented proposals for the future advancement of the health sector.",
        "Deputy Minister of Health and Media Media Hansaka Wijemuni, Health Ministry Secretary Watsala Priyadarshani and other officials of the Ministry of Health and Chinese embassy officials were also present."
      ]
    }
  },
  "summary_lines": [
    "Chinese Ambassador confirms cooperation across Sri Lanka's sectors, emphasizing support for healthcare. Strong friendship between China and Sri Lanka continues, with China offering full assistance to overcome challenges. Chinese Navy Hospital Ship arrives soon, bringing medical experts to treat patients. Health Minister Bandaranaike expresses gratitude for past contributions, including Colombo National Drugs Division Building and Polonnaruwa Special Hospital. Future health sector advancement proposals discussed during meeting."
  ]
}