{
  "translated_text": {
    "si": {
      "title": "එල්පිටියා දිස්ත්රික් සභා මැතිවරණය එල්පිටියා ප්රදේශ් සභාවේ ගාල්ල දිස්ත්රික් සභාව;තැපැල් ඡන්දය ප්රකාශ කළ දිනය",
      "body_lines": [
        "එල්පිටියා ප්රදේශ් සභා මැතිවරණය සඳහා තැපැල් ඡන්දය 2024.10.14 සහ 18 යන දිනවල පැවැත්වේ. නිල ඡන්ද දායකයින් මේ මස 12 වන දින සිට නිකුත් කරන බව මැතිවරණ කොමිසම නිවේදනය කර තිබේ.",
        "සෙනසුරාදා (සෙනසුරාදා) පැවති එල්පිටියා ප්රදේශ් සභා මැතිවරණය පැවැත්වෙන බැවින් කොමිසම සියලු කාර්යයන් සම්පූර්ණ කර තිබේ.. ඒ අනුව තැපැල් ඡන්දය සඳහා ඡන්දය ප්රකාශ කිරීමට සුදුසුකම් ඇති අය සඳහා ඡන්දදායක කාඩ්පත 7 වන දින සඳුදා නිකුත් කෙරේ.",
        "සුදුසුකම් ලත් තැපැල් ඡන්ද දායකයින්ට 2024.10.14 ඡන්දය ප්රකාශ කළ හැකිය. මේ අවස්ථාවේ ඡන්දය දෙන අයට 2024.10.18 දිනකට 2024.18 ක් වන අතර ඔවුන් සේවය කරන දිස්ත්රික් මැතිවරණ කාර්යාලයේදී ඡන්දය ප්රකාශ කළ හැකිය.",
        "නිල ඡන්ද දායකයින් කාඩ්පත් මෙම මස 12 වන දින සිට බෙදා හරිනු ලැබේ. තාවකාලික හැඳුනුම්පතක් නිකුත් කිරීම 2012.10.10.22.10.10.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.10.22.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.20.10.10.22.10.22 දක්වා පැවැත්වෙන බව මැතිවරණ කොමිසම ප්රකාශ කළේය.",
        "පළාත් පාලන මැතිවරණය දියත් කිරීම හේතුවෙන් ජනතාවගේ මූලික අයිතිවාසිකම් උල්ලං has නය වී ඇති බවට ශ්රේෂ් Supreme ාධිකරණය මැතිවරණ කොමිසමට මැතිවරණ කොමිෂන් සභාවට මැතිවරණ කොමිසමට නියෝග කර ඇති අතර, පළාත් පාලන මැතිවරණය උල්ලං had නය වී ඇති බව තීව්ර වී තිබේ."
      ]
    },
    "en": {
      "title": "Galle District Election of Elpitiya Pradeshiya Sabha;Date of postal voting",
      "body_lines": [
        "Postal Voting for the Elpitiya Pradeshiya Sabha election will be held on 2024.10.14 and 18th. The Elections Commission has announced that official voter cards will be issued from the 12th of this month.",
        "The Commission has completed all the tasks as the Elpitiya Pradeshiya Sabha elections will be held on Saturday (Saturday).. Accordingly, the voter card for those who are eligible to vote for the postal vote will be issued on Monday, the 7th.",
        "Eligible postal voters can vote 2024.10.14. Those who do not vote at this time can vote on 2024.10.18 at the District Elections Office of the District where they serve.",
        "Official voter cards will be distributed from the 12th of this month. The Elections Commission stated that the issuance of a temporary ID card will be held until 22.10.10.10.10.10.10.10.10.10.10.2012.",
        "It is noteworthy that the Supreme Court has ordered the Elections Commission to hold the local government elections quickly, ruled that the fundamental rights of the people have been violated due to the launch of the local government elections."
      ]
    }
  },
  "summary_lines": [
    "Elpitiya Pradeshiya Sabha election: Postal voting dates 2024.10.14 & 18. Voter cards from 12th October. Temporary IDs till 22nd October. Supreme Court orders quick local government elections."
  ]
}