{
  "translated_text": {
    "ta": {
      "title": "இந்தியப் பெருங்கடல் சுனாமிக்கு 20 ஆண்டுகளுக்குப் பிறகு: அது எப்படி நடந்தது?சுனாமி பற்றி நமக்கு என்ன தெரியும்?",
      "body_lines": [
        "இந்தியப் பெருங்கடல் சுனாமிக்கு 20 ஆண்டுகளுக்குப் பிறகு: அது எப்படி நடந்தது?சுனாமி பற்றி நமக்கு என்ன தெரியும்?",
        "டிசம்பர் 26 ஆண்டுகளுக்கு முன்பு, சுமத்ராவின் மிகப்பெரிய பூகம்பங்களின் வெஸ்ட், மிகப்பெரிய பூகம்பம் இந்தோனேசியாவைச் சுற்றியுள்ள சமூகங்களை சேதப்படுத்திய ஒரு பெரிய சுனாமியை ஏற்படுத்தியுள்ளது.",
        "இந்தியப் பெருங்கடல் சுனாமி மற்றும் கிறிஸ்மஸ் சுனாமி என அழைக்கப்படும் சுனாமி, பல்வேறு நாடுகளைச் சேர்ந்த 9,000 வெளிநாட்டு சுற்றுலாப் பயணிகள் உட்பட கிட்டத்தட்ட 230,000 பேர் இறந்துவிட்டனர். 14 நாடுகள் உரிமை கோரப்பட்டதாக தெரிவிக்கப்பட்டது.",
        "சுனாமி தேர்தல் யுபிஎஃப்ஏ வெளியிட்டுள்ள தரவு சுட்டிக்காட்டுகிறது, குறைந்தது 275,000 பேர் இறந்துவிட்டார்கள், மேலும் பலர் காணாமல் போனதாக பட்டியலிடப்பட்டுள்ளனர்.",
        "இந்த கொடிய சுனாமியில் ஒரு எச்சரிக்கை குறி, கடற்கரையிலும் கடலிலும் தகுதியற்ற கடற்கரைக்கு திரும்பிச் செல்வது.",
        "பூகம்பத்தின் குறைந்த 30 நிமிடங்கள், பிரமாண்டமான அலைகள் இந்தியாவில் உள்ள நிக்ப்பார் தீவுகளின் கடற்கரைக்கு சரிந்தன. இரண்டு மணி நேரத்திற்குள், அலைகள் தென்னிந்தியா, இலங்கை மற்றும் தாய்லாந்தை அடைந்தன, அடுத்த ஏழு மணி நேரத்தில், அவை ஆப்பிரிக்காவின் பகுதிக்குள் நுழைந்தன.",
        "இந்த பேரழிவின் தாக்கம் கிட்டத்தட்ட 10 பில்லியன் டாலராக இருக்கும் என்று மதிப்பிடப்பட்டுள்ளது.",
        "சுனாமி என்பது இரட்டை வேரைக் கொண்ட ஜப்பானிய வார்த்தையாகும், துறைமுகத்தின் பொருள் மற்றும் நமியின் பொருள் துறைமுகம் மற்றும் நாமியின் பொருள்.",
        "பூகம்பங்கள் பல மைல்களில் செங்குத்தாக செங்குத்தாக இடம்பெயர்ந்து, சில கிலோமீட்டர் நீரில் தண்ணீரை நகர்த்தும்போது சுனாமி உருவாக்கப்படுகிறது.",
        "ஐக்கிய நாடுகள் சபை சுனாமியை விவரிக்கிறது, \"பெரும்பாலும் நீர் சுவர்கள் போல இருக்கக்கூடிய அலைகள் மற்றும் கடற்கரையில் விபத்துக்குள்ளாகின்றன.\"",
        "முதல் அலை எப்போதும் அலையின் மிகப்பெரிய அலை. இரண்டாவது அலை 2004 இந்தியப் பெருங்கடல் சுனாமியின் இரண்டாவது அலையாக இருந்தது, நான்காவது அலை 1964 அலாஸ்கா சுனாமியில் மிகப்பெரிய அலையாக இருந்தது.",
        "பூகம்பங்கள், நிலச்சரிவுகள், நிலச்சரிவுகளில் சுனாமி இருக்கலாம்.",
        "22,000 பேர் இறந்த பிறகு, பூகம்ப நடவடிக்கைகளுக்கு முதன்மையானது மற்றும் சுனாமிக்கு பூகம்பங்களுக்கு இடையில் ஒரு உறவு இருந்தது.",
        "1923 ஆம் ஆண்டில், பூகம்ப விஞ்ஞானியின் நிறுவனர் மற்றும் பூகம்பம் மற்றும் ஹவாய் எரிமலை கண்காணிப்பின் நிறுவனர் கிழக்கு ரஷ்யாவின் கிழக்கு ரஷ்யாவுக்குப் பிறகு சுனாமியைப் பிடிக்கும் திறன்.",
        "1941 ஆம் ஆண்டில் உலகின் முதல் சுனாமி முன் எச்சரிக்கை அமைப்பு ஜப்பானின் செண்டாயில் தொடங்கியது.",
        "அமெரிக்க அரசாங்கத்தின் முதல் சுனாமி எச்சரிக்கை மையம் 1949 ஆம் ஆண்டில் க on ரவ ஆய்வகத்தில் நிறுவப்பட்டது. அப்போது பசிபிக் சுனாமி எச்சரிக்கை மையத்தின் முக்கிய பகுதியாக இருந்தது.",
        "ஆனால் இந்தியப் பெருங்கடல் பிராந்தியத்தில் 2004 ஆம் ஆண்டில் பொதுமக்களைப் பயிற்றுவிப்பதற்கும் அகற்றுவதற்கும் ஒரு வழிமுறை இல்லை.",
        "இந்தியப் பெருங்கடல் சுனாமி எச்சரிக்கை மற்றும் குறைப்பு முறை 2005 இல் 28 நாடுகளின் பங்கேற்புடன் நிறுவப்பட்டது.",
        "பிராந்தியத்தில் பல நாடுகளும் தங்களது சொந்த சுனாமி எச்சரிக்கை முறைகளையும் செயல்படுத்துகின்றன.",
        "ருவன்வெலி சேயாவுக்கு புத்த தம்மத்தையும் கிறிஸ்தவத்தையும் 'வாள்கள்' கொடுத்த 'சில்வர் விஹாரா'"
      ]
    },
    "en": {
      "title": "20 years after the Indian Ocean Tsunami: How did it happen?What do we know about the tsunami?",
      "body_lines": [
        "20 years after the Indian Ocean Tsunami: How did it happen?What do we know about the tsunami?",
        "In December 26 years ago, the westd of the largest earthquakes in the Sumatra, the largest earthquake has caused a massive tsunami that has damaged the communities around Indonesia.",
        "The tsunami, known as the Indian Ocean Tsunami and Christmas Tsunami, nearly 230,000 people, including 9,000 foreign tourists from various countries, have died. 14 countries were reported to be claimed.",
        "The data published by the Tsunami Elections UPFA points out that at least 275,000 people died and many others were listed as disappeared.",
        "One warning mark on this deadly tsunami was to move back to the beach, unqualicable in the coast and the sea.",
        "Low 30 minutes of the earthquake, massive waves began to collapse to the coast of Nicbbar Islands in India. Within two hours, the waves reached South India, Sri Lanka and Thailand, and in the next seven hours, they broke into the area of ​​the Africa.",
        "The impact of this disaster is estimated to be nearly $ 10 billion.",
        "Tsunami is a Japanese word with a double root, the meaning of the port and Nami is the meaning of the port and nami.",
        "The tsunami is created when earthquakes displace the energy vertical in several miles vertically and moving the water in a few kilometers of water.",
        "The United Nations describes the tsunami, \"often the waves that can be like the water walls and crashes into the beach.\"",
        "The first wave is always the biggest wave of wave. The second wave was the second wave of the 2004 Indian Ocean Tsunami, and the fourth wave was the largest wave in the 1964 Alaska tsunami.",
        "Earthquakes, landslides, landslides may have tsunami.",
        "After 22,000 people died, the first to earthquake activities and tsunami had an affair between the earthquakes.",
        "In 1923, the founder of a earthquake scientist and the Founder of a earthquake and Hawaiian volcanic monitoring was the ability to catch a tsunami after the eastern Russia of East Russia.",
        "In 1941 the world's first tsunami pre-warning organization began in Sendai, Japan.",
        "The US government's first tsunami warning center was established in the Honologist Observatory in 1949. It was then a major part of the Pacific Tsunami Warning Center.",
        "But the Indian Ocean region did not have a mechanism to educate and eliminate the public in 2004.",
        "The Indian Ocean Tsunami warning and reduction system was established in 2005 with 28 nations participation.",
        "Many countries in the region are also implementing their own tsunami warning systems.",
        "'Silver Vihara', who gave Buddha Dhamma and Christianity 'Swords' to the Ruwanweli Seya"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Indian Ocean Tsunami (2004): Massive earthquake off Sumatra triggered waves killing ~230,000 across 14 countries. Estimated $10 billion damage. First tsunami warning system established in 2005 involving 28 nations."
  ]
}