{
  "translated_text": {
    "si": {
      "title": "දින තුනක වැඩ වර්ජනයක යෙදී සිටි කම්කරුවන් අද නැවත වැඩට ගියහ",
      "body_lines": [
        "බීටු වතුයාය යටතේ සිටින බීටු වතුයාය යටතේ ඇති නාස්පී වතු කම්කරුවන් පසුගිය දින තුන තුළ වතු කළමනාකරණය සඳහා අරගලයක් පවත්වා තිබේ.",
        "කම්කරුවන් ඔවුන්ගේ රැකියා වර්ජනය අතහැර දමා සිකුරාදා (23) සිකුරාදා (23) සවස 3 ට සාකච්ඡා පරිපාලනය එකඟ වූ පසු නැවත වැඩට පැමිණ ඇත.",
        "ඉන්දියානු රජයේ මූල්ය ආධාර ඇතිව, නුවර එලියා නස්පි වතුයාය උළු වතු ජනතාවට වෙන වෙනම නිවාස 10,000 ක් පිහිටුවීම සඳහා වෙනම නිවාස සොයා ගනී.. මෙම අවස්ථාවේ දී, කම්කරුවන් නිවාස 53 ක නස්පිය උද්යානයේ නිවාස පිහිටුවීමට ඉඩක් සැකසීමට ඉඩක් වෙන් කරන ලෙස ඉල්ලා කම්කරුවන් මෙම කාර්යයේ වර්ජනය දියත් කර තිබේ.",
        "ඒ අතරම, නුවර එලියා නස්පි උද්යානය ස්වභාවික සුන්දරත්වයේ උයනකි.",
        "අතීතයේ දී බෞද්ධ විහාර, මුස්ලිම් පාසල් සහ ගම්මාන සහ ගම්මාන පිහිටුවීමට අතීතයේ තේ ඉඩම් ලබා දී ඇති බව කම්කරුවන් පෙන්වා දෙයි.",
        "මෙම පසුබිම තුළ ඉන්දීය රජයේ මූල්ය ආධාර යටතේ නිවාස 53 ක් ඉදිකරන කම්කරුවන් තේ කන්ද මත එකම ගමේ ඉඩම පිහිටුවන ලෙස වතු පරිපාලනය විසින් ඉල්ලා ඇත. ප්රවාහනය, පානීය ජලය, විදුලිය සහ සියලු පහසුකම්.",
        "කම්හල් පරිපාලනය කම්කරුවන්ගේ ඉල්ලීම් නොසලකා හරින බව වැවිලි පරිපාලනය පවසා ඇත්තේ වැවිලි පරිපාලනය කම්කරුවන්ගේ ඉල්ලීම් නොසලකා හරින බවයි.",
        "විරෝධතා දැක්විය හැකි කම්කරුවන්ට තේ කන්ද මත නිවාස ඉදිකරීමට සිදුවන බවත් වතු පරිපාලනය කම්කරුගේ ඉල්ලීම පිළිගන්නා තෙක් ඔවුන් රැකියාවට නොයන බවත් ය.",
        "ඒ අතරම, කම්කරුවන් පෙන්වා දුන්නේ තේ ඉඩම් ඉඩම් පෞද්ගලික පුද්ගලයින් විසින් අත්පත් කර ගන්නා බවත්, උයනේ බොහෝ අය නිවාස නොමැතිව උද්යානයේ ජීවත් වන බවයි.",
        "මෙම අවස්ථාවේ දී ලංකා කම්කරු කොන්ග්රසය ජනන කන්ඩිෂෙරි මහජන නියෝජිතයින්, හිටපු සාමාජිකයින්ගේ හිටපු සාමාජිකයින් වන ශිවන් ජෝරි කවුන්සිලයේ හිටපු සාමාජිකයින් වන ශිවන් ජෝරි යෝගරාජන් සහ ජයරාම් වින්ද්ජේ, සීඩබ්ලිව්සී නුවර එලියා වැඩමුළුවේ අධ්යක්ෂ පී.. රාජරම් සහ දිස්ත්රික් නියෝජිත රූෂස් කස්තුත්රයට සම්බන්ධ වී ඇති ජනතාව හමුවී සාකච්ඡා පැවැත්වූහ.",
        "ඔවුන් කියා සිටියේ ඔවුන් බදාදා (28) වතු පරිපාලනය සමඟ රැකියාවට යන බවත්.",
        "මීට අමතරව, ලංකා කම්කරු සම්මේලනය මත යැපීම සඳහා ඉන්දියානු රජය මෙම 10 දහසක නිවාස යෝජනා ක්රමය ලබා දී තිබේ. එබැවින්, NASPY වතු විරුද්ධ පක්ෂවල ජනතාවගේ ජනතාව වෙනුවට ජනතාවට නිවාස පිහිටුවීමට හැකි නිවාස පිහිටුවීමට ලංකා කම්කරු සම්මේලනය පියවර ගනු ඇත.",
        "ඒ අතරම, ඉන්දියානු රජය විසින් නිවාස 10,000 දහස ජනතාවට ජනතාවට ලබා දී තිබේ.",
        "බදාදා (21) සීතාට පැමිණි ජෙවන් තොන්ඩමන් හි ජනතාව බදාදා (21) සීතාට ගිය ජීවන් තොන්ඩමන්ගේ ජනතාව. කම්කරුවන් කියා සිටියේ තමා වතු පරිපාලනයට කතා කර නිවාස සඳහා මුල්ගල් තබන බවයි."
      ]
    },
    "en": {
      "title": "Workers who were engaged in a three -day work boycott returned to work today",
      "body_lines": [
        "The Naspy plantation workers, which are under the Beettu estate, which are under the Beetu estate, have been carrying out a struggle for the plantation management for the past three days.",
        "The workers have abandoned their job boycott and returned to work on Friday (23) after the plantation administration agreed to hold talks on Wednesday 28th at 3 pm.",
        "With the financial assistance of the Government of India, the Nuwara Eliya Naspi estate will find separate houses for the establishment of 10 thousand separate houses available to the upland plantation people.. In this case, the workers have launched a boycott of the work, demanding that the plantation administration allocate space to set up houses in the Naspy Garden of 53 houses.",
        "At the same time, the Nuwara Eliya Naspy garden is a garden of natural beauty.",
        "The workers point out that the tea lands, which are 48.81 hectares of land, have been provided with tea lands in the past to set up Buddhist Vihara, Muslim schools and villages in the past.",
        "In this backdrop, workers who claim that 53 houses are being built under the Indian government financial assistance have been requested by the plantation administration to set up the land on the same village on the tea mountain, which is the only village on the tea mountain for transport, drinking water, electricity and all facilities.",
        "Workers say that the plantation administration has said that the plantation administration is ignoring the demands of the workers, but rather a house in the tea hill where the plantation cemetery is located, which is not adapted to the people.",
        "The objectionable workers have the same thought that they have to build houses on the tea mountain, and that they will not go to work until the plantation administration accepts the workers' request.",
        "At the same time, workers pointed out that the tea lands, which are visually in the Naspy garden, are being acquired by private people, and many people in the garden are living in the garden without homes.",
        "In this case, the Ceylon Workers Congress People's People's Representatives, the former members of the Nuwara Eliya Municipal Council, Shivan Jyoti Yogarajan and Jayaram Vinodjee, the Director of the CWC Nuwara Eliya Workshop P.. Rajaram and District Representative Rames met with the people who have been involved in the work boycott and held talks.",
        "They said they would go to work and negotiate with the plantation administration on Wednesday (28).",
        "In addition, the Government of India has provided this 10 thousand housing scheme to rely on the Ceylon Workers Congress. Therefore, the Ceylon Workers Congress will take steps to set up houses where the people will be able to set up houses in the place of the people of the Naspy Plantation opposition parties.",
        "At the same time, the Government of India has given the 10 thousand houses to the people of the people.",
        "The people of the Naspi estate, Jeevan Thondaman, who visited the Sita simple Seethayamman temple on Wednesday (21). The workers said that the minister had said that he would talk to the plantation administration and get the foundation stone for houses."
      ]
    }
  }
}