{
  "translated_text": {
    "ta": {
      "title": "100 மில்லி மேல் மழை",
      "body_lines": [
        "இன்று (15) மேற்கு, சபராகாமுவா, வடமேற்கு மற்றும் வடக்கு மாகாணங்களில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும் என்று மெட் திணைக்களம் தெரிவித்துள்ளது.",
        "மேற்கு, சபராகாமுவா, வட மேற்கு மற்றும் வடக்கு மாகாணங்கள், காலே, மாதரா மற்றும் திருகோணமல் மாவட்டங்களில் எம்.எம்.. மாலை அல்லது இரவு சுமார் 100 மணிக்கு கனமான மழை ஏற்படலாம்.",
        "இடியுடன் கூடிய தற்காலிக காற்று மற்றும் மின்னல் விபத்துக்களைக் குறைக்க தேவையான நடவடிக்கைகளை எடுக்குமாறு திணைக்களம் பொதுமக்களை வலியுறுத்துகிறது. சீரற்ற வானிலை காரணமாக 34492 குடும்பங்களைச் சேர்ந்த 134484 நபர்கள் பாதிக்கப்பட்டுள்ளதாக பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) தெரிவித்துள்ளது.",
        "241 வீடுகள் சேதமடைந்துள்ளன, இரண்டு இறப்புகள் மற்றும் இரண்டு காயமடைந்தவை. இந்த மக்கள் 1753 குடும்பங்களைச் சேர்ந்த 6963 நபர்களால் பாதிக்கப்பட்டுள்ளனர்.",
        "பெரும்பாலான மக்கள் கம்பாஹா மாவட்டத்தால் பாதிக்கப்பட்டுள்ளனர்.அதே மாவட்டத்தில் 10914 குடும்பங்களைச் சேர்ந்த 20,381 நபர்கள் கலுதாரா மாவட்டத்தில் 1001 குடும்பங்களைச் சேர்ந்தவர்கள், கெகல் மாவட்டத்தில் 98 குடும்பங்களைச் சேர்ந்த 338 நபர்கள் 4 குடும்பங்களைச் சேர்ந்தவர்கள். பொலோனாருவா மாவட்டத்தில் 4 குடும்பங்களைச் சேர்ந்தவர்கள்.",
        "கொழும்பு, காம்பாஹா மற்றும் புட்டலம் ஆகியவற்றில் பலத்த மழை காரணமாக பல்வேறு மற்றும் தேடுருய் ஓயா மற்றும் அட்குருய் ஓயா மற்றும் அட்குருய் ஓயா ஆகியோர் நீரில் மூழ்கியுள்ளனர். பாதிக்கப்பட்ட பொதுமக்களுக்கு நிவாரணம் வழங்குவதற்காக பாதிக்கப்பட்ட பொதுமக்களுக்கு நிவாரணம் வழங்குவதற்காக கடற்படை பேரழிவு நிவாரணத்தின் வெள்ளத்தால் வெள்ள பேரழிவு நிவாரண குழுக்கள் நடத்தப்பட்டன.",
        "அதன்படி, மேற்கு கடற்படை கட்டளையில் ஆறு கூடுதல் ஆறு பேரழிவு நிவாரணக் குழுக்களில் 641 நபர்கள் 641 நபர்களுக்கு 641 நபர்களுக்கு போக்குவரத்து வழங்குகிறார்கள். மேலாண்மை மையத்தின் தேவைகளின் தேவையுடன் ஒருங்கிணைக்கப்பட வேண்டிய அவசியத்தை வைக்க வேண்டிய அவசியத்தை அமைக்க வேண்டும்.",
        "பாதுகாப்பு துருப்புக்கள் மற்றும் பாதுகாப்புப் படையின் தளபதி லெப்டினன்ட் ஜெனரல் வெஸ்ட் ரீகமினேஷன் (பாதுகாப்பு அமைச்சகம்) தீவில் இருந்து நிரம்பி வழியும் நதியால் பாதிக்கப்பட்டுள்ள மக்களை மீட்பதற்காக நிறுத்தப்பட்டுள்ளன.. அதன்படி, நிவாரணப் பணிகளுக்காக கொழும்பு மாவட்டத்திற்கான யி பஃபிள் போன்ற துருப்புக்கள் நிவாரண சேவைகளுக்காக கொழும்பு மாவட்டத்திற்கு உட்படுத்தப்பட்டுள்ளன.",
        "23 WMZ கார் மற்றும் இரண்டு யூனிகார்ன் வாகனங்கள் மற்றும் 56 படகுகள், 56 படகுகள், சமீபத்தில் பணவியல் தலைமையகத்திற்கு கூடுதலாக இது நன்கு தயாரிக்கப்பட்டதாகக் கூறியது. தென்கிழக்கு மேற்கு வங்க விரிகுடாவில் குறைந்த அழுத்த மண்டலம் இருப்பதாக வானிலை ஆய்வு திணைக்களம் கூறுகிறது.",
        "இது அடுத்த 2 நாட்களில் ஒரு குறைந்த அழுத்த மண்டலத்தை அணிவகுத்து, மேற்கு மேற்கு மற்றும் தெற்கு ஆந்திரா ஆந்திரா ஆந்திரா ஆண்டாதந்தா, இன்று மிகவும் வலுவான காற்று (கள் ). 60-70) கனமான மழை மழையுடன் இருக்கக்கூடும், மேலும் அந்த சீலாக்ஸ் மிகவும் கடுமையானதாக இருக்கும்.",
        "இதன் விளைவாக, கடற்படை மற்றும் மீன்பிடி சமூகங்கள் அறிவிக்கப்படும் வரை அவர்களுக்கு அறிவிக்கப்படும் வரை பயணம் செய்யக்கூடாது என்று கேட்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "Showers over 100 ml",
      "body_lines": [
        "Showers or thundershowers will occur at times in the Western, Sabaragamuwa, North Western and Northern provinces today (15), the Met Department said.",
        "MM in the Western, Sabaragamuwa, North Western and Northern provinces, Galle, Matara and Trincomalee Districts. Heavy showers can occur at around 100 in the evening or night.",
        "The department urges the public to take necessary steps to reduce temporary winds and lightning accidents with thunderstorms. The Disaster Management Center (DMC) stated that 134484 persons belonging to 34492 families have been affected due to the inclement weather.",
        "241 houses have been damaged and two deaths and two injured have been reported. These people have been affected by 6963 persons belonging to 1753 families.",
        "Most of the people are suffering from the Gampaha district.82899 persons belonging to 20,381 persons belonging to 10914 families in the same district were 338 persons belonging to 1001 families in the Kalutara District, 338 persons belonging to 98 families in the Kegalle district.There are about 15 persons belonging to 1 families belonging to 4 families belonging to 4 families belonging to 4 families in the Polonnaruwa district.Have become elected.",
        "Various and Dedurui Oya and Dedurui Oya and Dedurui Oya due to heavy rains have been submerged in the Colombo, Gampaha and Puttalam. Flood Disaster Relief groups were conducted by the floods of Naval Disaster Relief to provide relief to the affected public to provide relief to the affected public.",
        "Accordingly, 641 persons have been delivering to 641 people to provide transportation of 641 persons to 641 persons to perform the daily activities of the floods.Six additional six disaster relief teams in the Western naval command, nine additional disaster relief teams in the Western Naval Command to place the need to be coordinated in the need to place in the need for the need to be coordinated with the need for the needs of the Management Center.Placed ready.",
        "Troops of Defense and Commander of the Defense Force Lieutenant General West Regumination (Ministry of Defense) have been deployed to rescue the people who have been affected by river overflowing from the island.. Accordingly, troops such as Yi Buffle for the Colombo district for relief work has been subjected to the Colombo District for relief services.",
        "23 WMZ car and two unicorn vehicles and 56 boats, 56 boats, in addition to the recentlyThe Monetarian Headquarters said that it is well prepared. The Department of Meteorology states that there is a low-pressure zone in the bay of southeastern West Bengal.",
        "It is likely to march a low pressure zone in the next 2 days and heading towards the West West and the Pudubari and South Andhra Andhra Andhra Andhra Andhra Andhra Andhra Andathanda, 61- 93 of the Northern and South Andathalengths today.Very strong winds (s). 60-70) Heavy showers can be with rain, and those sealocks can be very harsh.",
        "As a result, naval and fishing communities are asked to not be sailed until they are notified until they are notified."
      ]
    }
  },
  "summary_lines": [
    "Heavy rainfall warning issued for Western, Sabaragamuwa, North Western and Northern provinces. Thunderstorms expected with potential for flooding. Disaster relief efforts underway. Low-pressure system moving towards southern India. Strong winds and rough seas predicted. Naval and fishing communities advised to stay ashore."
  ]
}