{
  "translated_text": {
    "ta": {
      "title": "தென் கொரியா தற்கொலை செய்ய முயற்சிக்கிறது",
      "body_lines": [
        "தென் கொரிய ஜனாதிபதியின் சம்பவத்தின் அடிப்படையில் தடுத்து வைக்கப்பட்டுள்ள தற்கொலைக்கு தென் கொரிய ஜனாதிபதி முயன்றார்.",
        "முன்னாள் பாதுகாப்பு மந்திரி இராணுவச் சட்டத்தில் நுழைய ஜனாதிபதிக்கு முன்மொழிந்ததாக குற்றச்சாட்டுகளுடன் பதவியில் இருந்து ராஜினாமா செய்தார்.",
        "இதற்கிடையில், இராணுவம் மற்றும் தேசிய காவல்துறை ஆணையர் மற்றும் சியோல் தலைநகர் தலைவர் ஆகியோரை திணிப்பது தொடர்பான விசாரணைகளை விரிவுபடுத்த விசாரணைகள் எடுக்கப்பட்டுள்ளன.",
        "இராணுவச் சட்டத்தை சுமத்துவதற்கு எதிராக நடவடிக்கை எடுத்த குற்றச்சாட்டில் இது உள்ளது."
      ]
    },
    "en": {
      "title": "South Korea trying to commit suicide",
      "body_lines": [
        "The South Korean president tried to commit suicide in detention based on the incident of the South Korean president.",
        "The former Defense Minister resigned from the post with the allegations of proposing to the President to enter the military law.",
        "Meanwhile, investigations have been taken to expand the investigations into the imposition of the military and the Commissioner of the National Police and the Head of Seoul capital has been arrested.",
        "It is on charges of taking action against the imposition of military law."
      ]
    }
  },
  "summary_lines": [
    "South Korean president attempted suicide while detained. Former Defense Minister resigned amid allegations of proposing military law. Investigations expanded, National Police Commissioner and Seoul Mayor arrested on charges related to military law enforcement."
  ]
}