{
  "translated_text": {
    "si": {
      "title": "විධායක මණ්ඩලයේ අනුමැතිය ඇතිව වැටුප් වැඩි කරන ලදී;මන්ත්රීවරුන්ට පැහැදිලි කිරීමට සූදානම් - මහ බැංකුව",
      "body_lines": [
        "මහ බැංකුව සිය සේවකයින්ගේ වැටුප් වැඩිවීම ශ්රී ලංකාවේ මහ බැංකුවේ මහ බැංකුවේ අනුමැතිය මත පදනම් වූ බව මහ බැංකුව පවසයි.",
        "වැටුප් වැඩිවීම් පිළිබඳ චෝදනා ඉදිරිපත් කළ මන්ත්රීවරුන්ට පැහැදිලි කිරීමට එය සූදානම් බව මහ බැංකුව පවසයි.",
        "ශ්රී ලංකා මහ බැංකුවේ මහ බැංකුවේ සේවකයින්ගේ පාර්ලිමේන්තු සැසිවාර කිහිපයක් පසුගිය පාර්ලිමේන්තු සැසිවාරයේදී මන්ත්රීවරුන් කිහිප දෙනෙකුගේ අදහස් දැක්වීමේ අදහස් දැක්වීමේදී මහ බැංකුව විසින් ප්රකාශ කරමින් කියා සිටියහ.",
        "ඒ අතරම, විධායක කවුන්සිලයේ ලිඛිතව සෙවීම සඳහා විධායක සභාවේ උපදෙස් වලට ප්රතිචාර වශයෙන් මහ බැංකු අධිපතියා පසුගිය මස 22 වන දින මුදල් ඇමති ලෙස සේවය කරන ජනාධිපති වෙත ලිපියක් යවා ඇති බව ද වාර්තාව පෙන්වා දුන්නේය මූලාශ්රය.",
        "එතැන් සිට සුදුසු පාර්ලිමේන්තු කමිටුව හරහා මන්ත්රීවරුන්ට එම්පීඑස් වෙත පැහැදිලි කිරීමට මහ බැංකුව සූදානම් බව මහ බැංකුව ප්රකාශ කර තිබේ."
      ]
    },
    "en": {
      "title": "The salary was increased with the approval of the Board of Executive;Ready to clarify to MPs - Central Bank",
      "body_lines": [
        "The Central Bank said the salary increase for its employees was based on the approval of the Central Bank of Sri Lanka and the agreement with the trade unions.",
        "The Central Bank said it was ready to explain to MPs who have made allegations of salary increases.",
        "The Central Bank said in a statement stating that several parliamentary sessions of the Central Bank employees of the Central Bank of Sri Lanka were on the lookout for the comments made by several MPs in the last parliamentary session.",
        "At the same time, the report also pointed out that the Central Bank Governor had sent a letter to the President, who serves as the Finance Minister, on the 22nd of last month, in response to the instructions of the Executive Council to seek a written source.",
        "The Central Bank has stated that the Central Bank is ready to explain to MPs through the appropriate parliamentary committee after that time."
      ]
    }
  },
  "summary_lines": [
    "The Central Bank of Sri Lanka approved a salary increase for its employees, with the agreement of the Central Bank of Sri Lanka and trade unions. It's ready to clarify to MPs who have made allegations. The Central Bank employees were looking for comments made by MPs in the last session. The Central Bank Governor sent a letter to the President, who serves as the Finance Minister, in response to the Executive Council's instructions. The Central Bank is prepared to explain to MPs through the appropriate parliamentary committee."
  ]
}