{
  "translated_text": {
    "si": {
      "title": "නව නීතිය - අපරාධ කටයුතු මගින් වත්කම් සහසම්බන්ධතා අමාත්යතුමා",
      "body_lines": [
        "අධිකරණය, බන්ධනාගාර හා ආණ්ඩුක්රම ව්යවස්ථා ප්රතිසංස්කරණ අමාත්ය විජේසදාස රාජපක්ෂ මහතා පැවසුවේ නව නීති සම්පාදනය කිරීම සඳහා රාජ්යය - අත්හිටවූ වත්කම් වෙත නව නීති ගෙන ඒමට නව නීතියක් ගෙන ඒම බවයි.",
        "මහනුවර උසාවි ගොඩනැගිල්ලේ නීති yers යින් සඳහා වන නව කාර්යාලයක් සඳහා මුල්ගල් තැබීමේ උත්සවය බදාදා පැවැත්විණි. ඔහු මේ බව කියා සිටියේ රැස්වීම අමතමින්.",
        "යුක්තිය පිළිබඳ ප්රධාන ප්රශ්නය වන්නේ නඩුවට හසු වූ සාමාන්ය ජනතාවයි.",
        "නීති yers යින් විසින් මෙහෙයවීම ක්රියා නොකරයි. ගෞරවනීය වෘත්තිය එයයි. උසාවිය සොයන කවුරුහරි තම ගැටලුව විසඳීම සඳහා වෙනත් ස්ථානයක් නොමැති ස්ථානයකි. එබැවින් පාරිභෝගිකයාගේ අයිතිවාසිකම් අධිකරණයට අප ආරක්ෂා කළ යුතුය.",
        "අතීතයේ දී අපේ රටේ ප්රචාරය කඩා වැටී ඇත. රට අරාජිකත්වයයි. රට පිළිබඳ වගකීම භාර ගැනීමට කිසිවෙකු ඉදිරිපත් නොවීය.",
        "එවැනි තත්වයක් අනාගතයෙන් අප ආරක්ෂා කළ යුතුය. රට අරාජිකත්වය බවට පත්වූ විට, ආර්ථිකය කඩා වැටී නීතියේ ආධිපත්යය අවුලුවන තත්වයකට පත්විය. රටේ ආර්ථිකය ගොඩනැගීම සඳහා නීතියේ ආධිපත්යය ආරක්ෂා කළ යුතුය.",
        "නීතියේ ආධිපත්යය ස්ථාපිත කිරීම සඳහා පාලකයින් සහ පාලකයන් නීතියට අනුකූලව ක්රියා කළ යුතුය. පසුගිය වසර දෙක තුළ, නව නෛතික යෝජනා ක්රම 75 ක් ලබා දීමට අධිකරණ අමාත්යාංශයට හැකි වී තිබේ.",
        "අපරාධවලින් ලබාගත් වත්කම් ජනසතු කිරීම පිළිබඳ නව නීතියක් හඳුන්වා දීමට පසුගිය සතියේ පැවති කැබිනට් රැස්වීමකදී අපි අවසරය ලබා ගත්තෙමු.. අපි ඉක්මනින්ම එය පාර්ලිමේන්තුවට ඉදිරිපත් කර එයට ඉඩ දෙන්නෙමු. ඒ අනුව, අපරාධවලින් ලබාගත් වත්කම් ජනසතු කිරීමට අපි පියවර ගනිමු."
      ]
    },
    "en": {
      "title": "New Law - Minister of Justice to Correlate Assets by Criminal Affairs",
      "body_lines": [
        "Minister of Justice, Prison and Constitutional Reforms Wijeyadasa Rajapaksa said that the new law will be taken to bring in new legislation to the state -owned assets.",
        "The foundation stone laying ceremony for a new office for lawyers at the Kandy Court Building was held on Wednesday. He said this while addressing the gathering.",
        "The main issue of justice is the general public who is caught in the case.",
        "Conducting by lawyers is not working. That is the honorable profession. Someone seeking court is a place where there is no other place to solve his problem. So we must protect the customer's rights to court.",
        "In the past, our country's publicity has fallen. The country is anarchy. No one came forward to take responsibility for the country.",
        "We must protect such a situation from the future. When the country became anarchy, the economy fell and the rule of law fell into a state of instability. The rule of law must be protected to build the country's economy.",
        "To establish the rule of law, the rulers and the rulers must act in accordance with the law. In the last two years, the Ministry of Justice has been able to allow 75 new legal schemes.",
        "At a Cabinet meeting held last week to introduce a new law on the nationalization of assets obtained by crime, we obtained permission.. We will quickly submit it to Parliament and allow it. Accordingly, we will take steps to nationalize the assets obtained by crime."
      ]
    }
  },
  "summary_lines": [
    "Wijeyadasa Rajapaksa announced a new law to nationalize criminally acquired assets, emphasizing the importance of protecting citizens' rights and restoring order and economic stability through adherence to the rule of law."
  ]
}