{
  "translated_text": {
    "si": {
      "title": "නීත්යානුකූල ගෘහස්ථ වෛද්ය කවුන්සිලයක් රටට ඇති අවදානමක් නොමැති වීම",
      "body_lines": [
        "ගෘහස්ථ වෛද්යවරුන් රටේ හෝමියෝපදෝග්ය වෛද්යවරුන්ගේ නිවාස කවුන්සිලයක් නොමැතිවීම පිළිබඳව රජය වහාම අවධානය යොමු කරන ලෙස හෝ හෝමියෝපති වෛද්යවරු ඉල්ලා සිටිති.",
        "2006 දී පිහිටුවන ලද හෝමියෝපති වෛද්ය සභාව එකල තිස්ස කරරල්පියතා විසින් විසුරුවා හරින ලද අතර අතුරු කමිටුවක් පත් කරන ලදී.. කවුන්සිලයේ සාමාජිකයින් මෙම ගැටළුව සම්බන්ධයෙන් කවුන්සිලයේ සාමාජිකයින් විසින් නඩු පවරා ඇති අතර බොහෝ කලකට සාකච්ඡා කර ඇත. මෙයින් පසු අමාත්යවරයා ලෙස පත් කරන ලද සලින්ද දිසනායක මහතාට අතුරු විධායක සභාව පත් කළේය. කවුන්සිලයට පෙර-කාලීන සාමාජිකයින් නොමැති අතර වංචනික හෝමියෝපති වෛද්යමය නිෂ්කාශනය ඇති විය.",
        "මෙම ගැටළුව සම්බන්ධයෙන් කිසිදු විමසීමක් සිදු කර නොමැති අතර, සභාවේ විධායකයින් මෙම වෛද්ය ඒකකයට අඛණ්ඩව මෙම වෛද්ය ඒකකයට තර්ජනයක් වී ඇති අතර, තෝරාගත් සාමාජිකයින් විසින් අපයෝජනයට ලක්ව ඇති අතර තෝරාගත් සාමාජිකයින්ගේ නිසි සුදුසුකමක් නොමැති වීම.",
        "පවත්නා නීතිවිරෝධී කවුන්සිලයේ සාමාජිකයින් සිටින නීතිවිරෝධී කවුන්සිලයේ සාමාජිකයන් සමඟ හෝමිරිසිදු මණ්ඩලයේ වෙනසක් සිදු කිරීම සඳහා හෝමියෝපති කවුන්සිලයේ අමාත්යාංශය හෝම් ඔපයාජිනා නිවාස අමාත්යංශය විසින් ඉල්ලා සිටින ලෙස වෛද්යවරු ඉල්ලා තිබේ.",
        "හෝමියෝපති උපාධිධාරියෙකු වුවද, මෙම කොටසේ නීත්යානුකූලව පිහිටුවා ඇති හෝමියෝපති කවුන්සිලයේ ලියාපදිංචි වී ඇති හෝමියෝපති ක්රියාකාරීන් වීම වැදගත් වේ.",
        "අදාළ අමාත්ය සිසිරා ජයකොඩි මහතා සමඟ මේ කාරණය ඇමතීම සඳහා සමහර වෛද්යවරුන් තම කාර්යාලයට ගිය විට, ඇමතිවරයා ඔවුන්ට ප්රතිචාර නොදක්වා එම ස්ථානයෙන් පිටව ගොස් ඇති බව සමාජ මාධ්යවල දර්ශන තිබුණි.",
        "මතභේදාත්මක ආනයන, මතභේදාත්මක ආනයන, ප්රතිකාර කරන ලද ජනතාවගේ මරණ, ඉංග්රීසි ce ෂධ නිෂ්පාදනවල මරණ වැඩි වන අතර, ඉංග්රීසි ce ෂධ නිෂ්පාදනවල ජනතාව වැඩි වී ඇති අතර, මෙම කාණ්ඩවල විකල්ප pharma ෂධ නිෂ්පාදන ජනතාව නීති විරෝධී ලෙස පත් කරනු ලැබේ. මෙම අංශය පිළිබඳව ජනතාව අවිශ්වාසයක් ඇති බව බිය වේ.",
        "හෝමියෝපති වෛද්යවරු ඉල්ලා ඇත්තේ අදාළ අමාත්යවරයා සහ අනෙකුත් භාරකරුවන් මේ පිළිබඳව අවධානය යොමු කරන අතර නීතිමය හෝමියෝපදීය වෛද්ය සභාවක් පිහිටුවීමට පියවර ගන්නා ලෙසයි."
      ]
    },
    "en": {
      "title": "The lack of a legal homeopathic medical council risk to the country",
      "body_lines": [
        "Homeopathic doctors have demanded that the government immediately pay attention to the absence of a legal council for homeopathic doctors in the country.",
        "The Homeopathic Medical Council, established in 2006, was dissolved by the Tissa Kararaliyatha at that time and appointed an interim committee.. Members of the council have been prosecuted by members of the council regarding the issue and has long been discussed. Following this, Salinda Dissanayake, who was appointed as Minister, continued to appoint the Interim Executive Council. The council had no pre -existing members and had fraudulent homeopathic medical clearance.",
        "No inquiries have been carried out on this issue and that the executives of the council have continued to be a threat to this medical unit, which has been abused by the selection system and the lack of proper qualification of the selected members.",
        "The doctors have demanded that the Ministry of Homeopathic Council invite the Homeopathic Council to make a change in the resolution, with members of the illegal council in the existing illegal council.",
        "It is important to be Homeopathic Activists registered in the Homeopathic Council, which is legally established in this section, even though it is a homeopathic graduate.",
        "When some doctors went to his office to address the matter with the concerned Minister Sisira Jayakody, there were footage on social media that the minister had left the place without responding to them.",
        "In the event of controversial imports, the deaths and vision of the controversial, the deaths of the treated people, the people of English pharmaceutical products have increased, and the people's pursuit of alternative pharmaceutical products is being illegally appointed in these categories.There is also fears that people will be distrustful over the sector.",
        "Homeopathy doctors have demanded that the concerned minister and other trustees focus on the matter and take steps to establish a legal homeopathic medical council."
      ]
    }
  },
  "summary_lines": [
    "Homeopathic doctors demand a legal council, citing the dissolution of the Homeopathic Medical Council in 2006, the appointment of an interim committee with no legal clearance, and allegations of fraud. They accuse the council of abuse and lack of proper qualifications. The absence of a legal council poses a risk to the country, with concerns over the quality of homeopathic medical services and public trust."
  ]
}