{
  "translated_text": {
    "ta": {
      "title": "டொனால்ட் டிரம்பிலிருந்து கமலா ஹாரிஸுக்கு வாழ்த்துக்கள்",
      "body_lines": [
        "முன்னாள் ஜனாதிபதி டொனால்ட் டிரம்ப் அமெரிக்காவின் ஜனாதிபதித் தேர்தலின் 47 வது ஜனாதிபதியாக 47 வது ஜனாதிபதியாக தேர்ந்தெடுக்கப்பட்டார்.",
        "தேர்தலில் ஈடுபட்டுள்ள தற்போதைய அரசாங்கத்தின் தற்போதைய அரசாங்கத்தின் தற்போதைய அரசாங்கத்தின் துணைத் தலைவர் தோற்கடிக்கப்படுகிறார்.",
        "ரஃபாமா உக்ரேனியப் போரின் முடிவில் உலகம் ஈர்க்கப்பட்டுள்ளது மற்றும் மத்திய கிழக்கில் நீண்டகால சமாதானத்தை எடுக்க வேண்டும்.",
        "இதுவரை முடிவுகளின்படி, 294 வாக்குகள் தேர்தலில் ஐந்து முக்கியமான மாநிலங்களின் அதிகாரத்தை வென்றுள்ளன.",
        "223 இடங்கள் கூட ஏற்கனவே 223 இடங்களை மட்டுமே வென்றுள்ளன.",
        "ஒரு நீண்ட நல்லொழுக்கத்திற்குப் பிறகு, கமலா ஹாரிஸ் தனது தேர்தல் பிரச்சாரத்தின் முடிவான ஹார்வர்டின் முடிவை வாஷிங்டனில் உள்ள பல்கலைக்கழக வளாகத்தில் வைத்திருந்தார்.",
        "டிரம்பை வெற்றியை அவர் வாழ்த்தியதாக அங்கு அவர் கூறினார்.",
        "பரிமாற்றம் சீராக உதவும் என்றும் அவர் தெரிவித்தார்.",
        "இதற்கிடையில், உலகில் பலர் ட்ரம்ப் வெற்றிக்கு இணையாக அவரது வெளிநாட்டுக் கொள்கைகளின் வெளிநாட்டு கொள்கைகளில் கவனம் செலுத்துகின்றனர்.",
        "அங்கு, ரஷ்யா-உக்ரேனிய போர், போர் மற்றும் இஸ்ரேலிய போரை முடிவுக்குக் கொண்டுவருவதற்கு ஒரு டிரம்ப் என்ன செய்யப்படுகிறது, பலர் வளர்க்கின்றனர்."
      ]
    },
    "en": {
      "title": "Greetings from Donald Trump to Kamala Harris",
      "body_lines": [
        "Former President Donald Trump was elected 47th President as the 47th President of the United States presidential election.",
        "The current government's Deputy President of the present Government of the present government who has been involved in the election is being defeated.",
        "The world has been attracted to the end of the Ruffama Ukrainian war and to take long-term peace in the Middle East.",
        "According to the results so far, 294 votes have won the power of five crucial states in the election.",
        "Even 223 seats have already won only 223 seats.",
        "After a long virtue, Kamala Harris, the end of his election campaign, held the end of Harvard, in the university premises in Washington.",
        "There she said he congratulated Trump to victory.",
        "She also informed that the exchange would help smoothly.",
        "Meanwhile, many in the world focuses on the foreign policies of his foreign policies in parallel to Trump victory.",
        "There, Russia-Ukrainian war, the war, and what a trump is made to end the Israeli war, many people raise."
      ]
    }
  },
  "summary_lines": [
    "Donald Trump congratulates Kamala Harris on her election win, promising smooth transition. World watches Trump's foreign policy moves, including ending Russian-Ukrainian war and Israeli conflict."
  ]
}