{
  "translated_text": {
    "si": {
      "title": "පෙම්වතාගේ පාපොච්චාරණයෙන් ළිඳට ආරක්ෂාව",
      "body_lines": [
        "අතුරුදහන් වූ කාන්තාවගේ පෙම්වතා යැයි සැක කෙරෙන තරුණයා විසින් කරන ලද දිවුරුම් ප්රකාශයේ දී අධිකරණය ළිඳට ආරක්ෂාව ලබා දී ඇති අතර වැලිට (05) ළිඳ හෑරීමට අධිකරණය අවසර ලබා දී තිබේ.",
        "ත්රිකුණාමලයේ සෙවිලා පොලිස් කොට් to ාශයට අයත් තංගනාගර්හි තරුණියක් වන නවාමාර් විනෝදිනි (වයස අවුරුදු 25), තංගනාගර්හි තරුණියක් අතුරුදහන් වී ඇත.",
        "මේ සම්බන්ධයෙන් පරීක්ෂණයක් පවත්වන මුත්තූර් පොලිසිය, ක්ලීවෙට්ටිහි පුද්ගලයෙකු සැකපිට අත්අඩංගුවට ගෙන තිබේ.",
        "ඔහු ලබා දුන් තොරතුරු මත පදනම්ව ගමේ මායිමේ අබලන් වූ හොඳින් අරක් පැටවීමට පොලිසිය අධිකරණ අවසරය ලබාගෙන තිබේ.",
        "මේ අවස්ථාවේ දී, බදාදා (03) පොලිස් ආරක්ෂාව ක්රියාත්මක කර ඇත. මුත්තූර් අධිකරණ මහේස්ත්රාත් මහේස්ත්රාත්වරයා ඉදිරියේ මෙය සිකුරාදා (05) හාරා ඇති බව මුත්තූර් පොලිසිය පවසයි.",
        "සෙරුවිලා ප්රාදේශීය ලේකම් කොට් Division ාශයේ තංගනාගර් ගම්මානයේ තංගනාගර් ගම්මානයේ තංගනාගර් ගම්මානයේ සිට නාදේනගර් ගම්මානය (25) තංගනාගනගර් ගම්මානයේ සහ උදයකුමාර් විෂ්නුකන් (25) මුත්තූර් ප්රාදේශිය ලේකම් කාර්යාලයේ කිල්ට්ක්ටි ගම්මානයේ සිට උද්දකුමාර් විෂ්නුකන්ට් (25) ආදරයෙන් බැඳී ඇති බව වාර්තා වේ.",
        "ගැහැණු ළමයා තම පෙම්වතා සමඟ අවසන් වරට මඩකලපුව සිට මඩකලපුව දක්වා ජීවත් විය. ඔහු මැයි 31 වන දින සවස පවුලට හ voice වාර්තාවක් යවා තිබේ. පවුලේ අය පැවසුවේ ඔහු රාත්රියේ සිට නිවසට පැමිණෙන බවයි.",
        "මේ අවස්ථාවේ දී, තරුණියගේ පවුලේ අය පෙම්වතාගේ අංකයට දැරියගේ අංකය සමඟ සම්බන්ධතා පැවැත්වීමට උත්සාහ කළහ.",
        "කිසිදු සම්බන්ධයක් නොමැති විට, යුවතීගේ පවුලේ අය කියා සිටියේ ඔවුන් විසින් සාරුවිල සහ මුත්තූර් පොලිස් ස්ථාන ජූලි 1 වන දිනට පැමිණිලි කර ඇති බවයි.",
        "Was ාතනයට ලක්වූ බවට සැක කෙරෙන බවට සැක කෙරෙන බවට සැක කෙරෙන මුත්තූර් පොලිසිය JCP යන්ත්රයේ සහාය ඇතිව වසා දමා ඇත."
      ]
    },
    "en": {
      "title": "Security to the well by the lover's confession",
      "body_lines": [
        "Following the affidavit made by the young man suspected of being a lover of the missing woman, the court has granted protection to the well and the court has granted permission to dig the well on Valli (05).",
        "Nadeskumar Vinodhini (age 25), a young woman from Thanganagar, who belongs to the Seruvila Police Division in Trincomalee, has been missing.",
        "Muttur police, who are carrying out an investigation into the matter, arrested a man from Clewetti on suspicion.",
        "Based on the information he provided, the police have obtained court permission to dig a dilapidated well on the border of the village.",
        "In this case, police security has been put in place on Wednesday (03). The Muttur police said that this will be dug on Friday (05) in the presence of the Muttur Court Magistrate.",
        "It is reported that Nadeskumar Vinodhini (age 25) from Thanganagar village in the Seruvila Divisional Secretariat Division and Udayakumar Vishnukant (25) from Kilivetty village, a neighboring village of Muttur Divisional Secretariat, fell in love.",
        "The girl lived with her boyfriend to Batticaloa last May. He has sent a voice record to the family on the evening of May 31st. The family said that he was coming home from the night.",
        "In this case, the young woman's family tried to make contact with the girl's number to the boyfriend's number.",
        "In the absence of any connection, the family of the Yuvati's family said that they had lodged a complaint at the Saruwila and Muttur police stations on July 1.",
        "Muttur police, who are suspected of being suspected of being murdered and suspected of being murdered, have been closed with the help of the JCP machine."
      ]
    }
  },
  "summary_lines": [
    "A young woman, Nadeskumar Vinodhini, from Thanganagar, has been missing since May. Her boyfriend, Udayakumar Vishnukant, is suspected and arrested. Based on his confession, the police obtained court permission to search a well near the village. Security around the well is heightened as it prepares to be excavated on Friday, potentially uncovering clues to Vinodhini's whereabouts."
  ]
}