{
  "translated_text": {
    "ta": {
      "title": "ஜெனீவாவில் ஏற்றுக்கொள்ளப்பட்ட திட்டத்திற்கு இலங்கையின் பதில்",
      "body_lines": [
        "இலங்கையில் நல்லிணக்கம், பொறுப்புக்கூறல் மற்றும் மனித உரிமைகளை ஊக்குவிப்பதற்கான வரைவு திட்டம் இன்று ஜெனீவாவின் ஐ.நா மனித உரிமைகள் கவுன்சிலின் 57 வது அமர்வில் ஏற்றுக்கொள்ளப்பட்டுள்ளது.",
        "ஜெனீவாவில் ஐ.நா மனித உரிமைகள் கவுன்சிலின் 57 வது அமர்வில் ஐக்கிய நாடுகள் சபையின் இலங்கை நிரந்தர பிரதிநிதி அளித்த அறிக்கை.",
        "51/1 தீர்வின் திட்டத்தை நீட்டிக்க இன்று சபைக்கு முன் முன்வைக்கப்பட்ட வரைவு திட்டத்தை இலங்கை நிராகரிக்கிறது என்று அது கூறுகிறது.",
        "அமர்வில் இலங்கை நிரந்தர பிரதிநிதி அளித்த முழு அறிக்கை கீழே,",
        "நாட்டின் புதிதாக தேர்ந்தெடுக்கப்பட்ட இலங்கை அரசாங்கமாக, நாட்டின் சமீபத்திய முன்னேற்றங்கள் குறித்து சபைக்கு கல்வி கற்பிக்க விரும்புகிறேன்.",
        "பல தசாப்தங்களாக பல தசாப்தங்களாக முன்மாதிரியான நடத்தைக்குப் பிறகு, ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்கின் இலங்கையின் புதிய நிர்வாகத் தலைவராக பதவியேற்றார்.",
        "நாட்டில் ஒரு புதிய அரசியல் கலாச்சாரத்திற்கான வாய்ப்புகளை நிறைவேற்றுவதற்காக இலங்கை மக்கள் மீண்டும் ஒரு புதிய பாராளுமன்றத்தைத் தேர்ந்தெடுப்பதற்கு வாக்களிக்கும் சக்தியைப் பயன்படுத்துவார்கள்.. நம் நாட்டின் அனைத்து குடிமக்களின் நிலையான பொருளாதார வளர்ச்சியையும் சமூக நல்வாழ்வையும் உறுதிப்படுத்த விதி, ஆதிக்கம், பொறுப்புக்கூறல் மற்றும் நல்லிணக்கம் ஆகியவை இல்லாமல் போகும்.",
        "பொது அபிலாஷைகளைப் பொறுத்தவரை, பொருளாதார சரிவு மற்றும் ஊழலுக்கு தீர்வு காண்பது உட்பட நேர்மை மற்றும் தார்மீக கட்டுப்பாட்டுக்கு அரசாங்கம் முன்னுரிமை அளிக்கும்.",
        "கடந்த கால பிரச்சினைகளின் தீர்வுகள் உட்பட அனைத்து குடிமக்களின் ஜனநாயகம் மற்றும் மனித உரிமைகளை அரசாங்கம் பாதுகாக்கும். உள்ளூர் இயக்கவியல், பொறுப்புக்கூறல் மற்றும் நீதி ஆகியவை நம்பகமானதாகவும் சுயாதீனமாகவும் இருக்கும், மேலும் மக்கள் நம்பிக்கையுடன் உண்மையான மற்றும் நல்லிணக்க செயல்முறை செயல்படுத்தப்படும். அவரது மேன்மையைப் போலவே, ஜனாதிபதி கூறுகையில், \"உள்ளூர் இயக்கவியலை நம்பகமானதாகவும் வரையறையுடனும் ஆக்குவதே எங்கள் குறிக்கோள்.\"",
        "அவரது மேன்மையின் ஆலோசனையில், ஜனாதிபதியின் ஆலோசனையில், புலனாய்வு அதிகாரிகள் ஏற்கனவே அடையாளம் காணப்பட்ட பல பொறுப்புக்கூறல் சம்பவங்கள் தொடர்பான விசாரணைகள் நிறுத்தப்படவில்லை என்று கூறியுள்ளனர்.",
        "தாக்குதலில் பாதிக்கப்பட்டவர்களுக்கு ஈஸ்டர் ஈஸ்டர் தூக்கிலிடப்படும்.",
        "எங்கள் அரசியலமைப்பு மற்றும் உடன்படிக்கைகளுக்கு இணங்க அனைவரின் பன்முகத்தன்மையையும் சமமான குடிமக்களையும் அல்லது கூட்டணிகளின் சம குடிமக்களையும் மதிக்கும் ஒரு இலங்கை தேசத்தை உருவாக்க அரசாங்கம் உறுதிபூண்டுள்ளது. நிர்வாக, அரசியல் மற்றும் தேர்தல் செயல்முறை இயக்கப்படும்.",
        "இந்த துறைகள் வழியாக முன்னேற அரசாங்கமும் ஊக்குவிக்கப்பட்டுள்ளது.",
        "இப்போது, ​​திட்டத்தின் ஏற்பாடு குறித்து பின்வரும் அறிக்கையை எங்களுக்கு வழங்க விரும்புகிறேன்:",
        "57/1 L.1 வரைவு, மனித உரிமைகள் கவுன்சில் (HRSE) மனித உரிமைகள் கவுன்சிலின் இன்பாக்ஸ் அதிகாரத்தை மேலும் விரிவுபடுத்தியுள்ளது.",
        "ஐக்கிய நாடுகள் சபையின் உயர் ஸ்தானிகராலயத்தில் வெளிப்புற சான்றுகள் சேகரிப்பு பொறிமுறையை நிறுவ யு.என்.எச்.ஆர்.சியின் 46/1 மனித உரிமைகள் கவுன்சிலுக்கு இலங்கை ஆட்சேபனை தெரிவித்துள்ளது.",
        "கவுன்சிலில் A / HRC / 57 / g / 1 இருப்பதற்கான காரணங்களுடன் உயர் ஸ்தானிகரின் அறிக்கையையும் நாங்கள் ஒப்புக்கொண்டோம்.",
        "இந்த திட்டத்தின் திட்டமாக இலங்கையில் 51/1 திட்டத்திற்கு 51/1 இயக்கம் வழங்கப்பட்டது.. எனவே, இந்த திட்டத்தால் நிறுவப்பட்ட தோழரை நீட்டிக்க எந்தவொரு முடிவும் எடுக்கப்படும் எந்தவொரு முடிவிலும் சபையில் ஒருமித்த கருத்து இல்லை.",
        "இந்த சபையை நாங்கள் மீண்டும் மீண்டும் நினைவுபடுத்தியுள்ளதால், இந்த வெளிப்புற சான்றுகள் சேகரிப்பு பொறிமுறையை நிறுவுவது ஒரு தன்னிச்சையான, தன்னிச்சையான, தன்னிச்சையான, புறநிலை, புறநிலை, சபையின் ஆரம்பக் கொள்கைகள் ஆகும்.",
        "அரசியலமைப்பு மற்றும் முன் தீர்ப்பை இயக்கும் வெளிப்புற பொறிமுறையின் ஒட்டுமொத்தமாக எந்தவொரு இறையாண்மை கொண்ட மாநிலத்திற்கும் ஏற்றுக்கொள்ள முடியாதது. பல நாடுகள் ஏற்கனவே பொறிமுறையின் ஒதுக்கீடு காரணமாக தங்கள் கவலையை வெளியிட்டுள்ளன, நடைமுறையில் உள்ள பரவலான அங்கீகாரத்தை எடுத்துக் கொண்டன.",
        "பின்வரும் காரணங்களில், 51/1 திட்டத்தை நீட்டிக்க கவுன்சில் வழங்கிய வரைவு திட்டத்தை நாங்கள் நிராகரிக்க வேண்டும்.",
        "இந்த திட்டத்தை நாங்கள் நிராகரித்திருந்தாலும், இலங்கையின் உலகளாவிய கால மறுஆய்வின் கீழ் அனைத்து அடிப்படை மனித உரிமை ஒப்பந்தங்களும் நமது பொறுப்புகளும் இலங்கையை தொடர்ந்து பராமரிக்கும்.",
        "இந்த சபையில் பல நாடுகளின் கொள்கை ரீதியான நிலைப்பாட்டை நான் பாராட்ட விரும்புகிறேன், நம் நாட்டில் ஒரு புதிய அத்தியாயத்திற்கு வருகை தந்த இலங்கையை ஆதரிக்கிறது.",
        "ஒரு துருவமுனைப்பு மற்றும் ஒரு துருவமுனைப்பு என்பது மனித உரிமைகள் மற்றும் மனிதாபிமான நிலைமைகளின் பலதரப்பு சமூகத்தில் துருவப்படுத்தப்படும்போது, ​​உள்நாட்டு செயல்முறை மற்றும் நமது சர்வதேச உறவுகளுக்கு ஏற்ப அரசாங்கத்தின் விளக்கத்தையும் நல்லிணக்கத்தையும் ஊக்குவிப்பதாகும் அரசியல்மயமாக்கப்பட்ட வரைவு வரைவு திட்டம்."
      ]
    },
    "en": {
      "title": "Sri Lanka's response to proposal adopted in Geneva",
      "body_lines": [
        "A draft proposal to promote reconciliation, accountability and human rights in Sri Lanka have been adopted at the 57th Session of the UN Human Rights Council of Geneva today.",
        "The statement made by the Sri Lanka Permanent Representative for the United Nations at the 57th session of the UN Human Rights Council in Geneva.",
        "It states that Sri Lanka rejects the draft proposal presented before the Council today to extend the 51/1 Solution's proposal.",
        "Below is the full statement made by the Sri Lanka Permanent Representative at the session,",
        "As the country's newly elected Sri Lankan government, I would like to educate the Council on the latest developments in the country.",
        "After decades of exemplary behavior for decades, President of the President Anura Kumara Dissanayake was sworn in as the new Executive President of Sri Lanka.",
        "Sri Lankan people will once again use their voting power to elect a new parliament in order to fulfill the prospects for a new political culture in the country.. The rule, domination, accountability and reconciliation will be gone to ensure the sustainable economic growth and social well-being of all citizens of our country.",
        "In terms of public aspirations, the government will give priority to honesty and moral control, including remedying to the economic collapse and corruption.",
        "The government will protect the democracy and human rights of all citizens, including the remedies of past problems. The local mechanics, accountability and justice will be reliable and independent, and a actual and reconciliation process with people's trust will be implemented. As with His Excellency the President says, \"Our goal is to make local mechanics reliable and definition.\"",
        "In the advice of His Excellency the President, the investigating authorities have already stated that investigations into a number of clear identified accountability incidents have not been discontinued.",
        "An Easter Easter will be executed to victims of the attack.",
        "The government is committed to creating a Sri Lankan nation that respect the diversity and equal citizens of all or the equal citizens of alliances in accordance with our Constitution and covenants. The administrative, political and electoral process will be enabled.",
        "The government has also been encouraged to move forward through these sectors.",
        "Now, I would like to make the following statement regarding the arrangement of the proposal to us:",
        "The 57/1 L.1 draft, the Human Rights Council (HRSE) has further extended the inbox authority of the Human Rights Council.",
        "Sri Lanka has objected to the 46/1 Human Rights Council of the UNHRC to establish an external evidence collection mechanism in the United Nations High Commission.",
        "We also agreed with the report of the High Commissioner with the reasons that the council contains a / HRC / 57 / G / 1.",
        "The 51/1 Motion was presented to the 51/1 proposal in Sri Lanka as the proposal in the proposal.. Therefore, there is no consensus in the Council regarding any decision that will be taken to extend the Comrade established by the proposal.",
        "As we have repeatedly recalls this Council, the establishment of this external evidence collection mechanism is an arbitrary, arbitrary, arbitrary, objectivity, objectivity, the initial principles of the Council.",
        "The overall of an external mechanism that operates the Constitution and pre-judgment is unacceptable to any sovereign state. Many countries have already published their concern due to the allocations of the mechanism, taking the prevailing spread authorization.",
        "On the following reasons, we have to reject the draft proposal presented by the Council today to extend the 51/1 Scheme.",
        "Although we have rejected the proposal, all the basic human rights agreements and our responsibilities under the Universal Periodic Review of Sri Lanka will continue to maintain Sri Lanka.",
        "I would like to appreciate the principled standing of many countries in this Council, supporting Sri Lanka, who was visiting a new chapter in our country.",
        "When a polarization and a polarization is humiliating and a polarized in the multilateral community of human rights and humanitarian conditions, it is to encourage the government's explanation and reconciliation in accordance with the domestic process and our international ties.We urge the co-sponsors of this politicized drafted draft proposal."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka rejects UN draft proposal extending 51/1 Mechanism, citing sovereignty concerns. Government commits to human rights, accountability, and reconciliation efforts domestically."
  ]
}