{
  "translated_text": {
    "si": {
      "title": "අඳුරුම",
      "body_lines": [
        "මෙම චිත්රපටයේ ගීත රචකයෙකු සහ ගීත රචකයෙකු ලෙස සේවය කළ ඊලාම් කවියෙකු වන දීපා සෙල්වාන් මහතා පැවසුවේ මෙම චිත්රපටය යුද්ධය අවසන් වීමෙන් පසු දෙමළ ජනතාවගේ ජීවිතයේ අඳුරු යුගයන් ගැන කතා කිරීමට චිත්රපටයක් ලෙස චිත්රපටයක් ලෙස නිපදවා ඇති බවයි.",
        "ඊලාම් ඊලාම් හි නිර්මාණය කරන ලද ඊලාම් චිත්රපටයයි. රටේ ජනවාර්ගික පවිත්ර වීමෙන් පසු, මුසාවාද නැගෙනහිර පළාතේ කතාවයි. 2009 දී පාලකයන් පැවසුවේ ඔවුන් රටට බැඳී ඇති බවයි.",
        "මෙම චිත්රපටය පශ්චාත් යුධ පරිසරයේ පිරිමි ළමයෙකුගේ ජීවිතය ගැන ය. එය 2009 සිට දෙමළ වයස්වල අඳුරු යුගයන් ගැන කතා කරමින් සිටී.",
        "මෙම චිත්රපටය ඊලාම් කලාකරුවන්, දකුණු ඉන්දියානු කලාකරුවන්ගේ සහ දකුණු ශ්රී ලාංකික කලාකරුවන් කෙරෙහි වැඩ කර ඇත.",
        "මෙම චිත්රපටය ශ්රී ලංකාවේ මැයි 10 වන දින ශ්රී ලංකාවේ, යාපනය, වවුනියා, මඩකලපුව සහ ත්රිකුණාමලය ප්රදර්ශනය කෙරේ.",
        "මේ අතර, කැනඩාව, කැනඩාව, එක්සත් ජනපදය, බ්රිතාන්යය සහ ඕස්ට්රේලියාව වැනි රටවල් 11 ක භූතධාර 70 ක අපි 10 වන දින නාට්ය 7 ක භූතල 70 ක භූතයක් ප්රදර්ශනය කෙරේ.",
        "ඒ අතරම, නීති orney කේ කා සහ සුකස් අදහස් දක්වමින් චිත්රපට කාර්ය මණ්ඩලය මා චිත්රපටයේ රඟපෑමට උත්සාහ කරන විට, චිත්රපටයේ රඟපෑමට මා සම්බන්ධ නොවීය.. චිත්රපටයේ අධ්යක්ෂ රංජිත් ජෝරි ජෝශප් විසින් අධ්යක්ෂණය කරන ලද \"සිංහ බාරු\" චිත්රපටය දැකීමෙන් පසුව, ඔහුගේ ව්යාපාරයේ කටයුතු කිරීමට මම පසුබට නොවීය.මෙම චිත්රපටය දෙමළ ඉතිහාසයේ කලා කෘතියක් වනු ඇත. මෙය සාර්ථක විය යුතුය. යුක්තිය සෙවීමේ අපගේ ගමනේ සාර්ථකත්වය මෙය විය යුතුය. මෙම චිත්රපටයේ කිසිදු ප්රේමයක් නොමැත. සියලුම දෙමළ ජනයා විශාල පීඩනයක් හා චිත්රපටය සාර්ථක කර ගත යුතු බව ඔහු පැවසීය.",
        "චිත්රපටය සම්පූර්ණ ඊලාම් සිනමා ශාලාවක් වනු ඇත. 2009 ට පෙර, මෙම චිත්රපටය යුද්ධයට ආදරය, වීරත්වය සහ කැපකිරීම් පිළිබඳ චිත්රයක් සහිතව ලෝකයට ලබා දෙන ලදී.. මෙය චිත්රපටයක් ලෙස මුදා හරිනු ඇතැයි යන විශ්වාසය පිළිබඳ විශ්වාසය පවතී. ගුණාත්මක චිත්රපට සාදරයෙන් පිළිගනිමු දෙමළ ජනතාව සහ දෙමළ ජනතාව නව මානයක නව සං signs ා සමඟ ගමන් කරනු ඇතැයි දෙමළ ජනතාව විශ්වාස කරන බව ඔහු පැවසීය.",
        "අකාෂ්ට අනුව, චිත්රපටය වාදනය කළ මෙම වෙඩි තැබීම දින 25 ක් පමණ සිදුවිය. චිත්රපටය දෙමළ මව්බිම ප්රදේශවල රූගත කර ඇත.",
        "පින්තූර ගොඩක් ශ්රී ලංකාවේ එළියට එනවා. අපගේ කලාකරුවන් තාක්ෂණයේ වැඩෙමින් සිටිති. අපගේ කලාකරුවන් හඳුනා ගැනීම සඳහා ගාමක බලවේගය එවැනි කෘති වේ. එබැවින් සියලුම පාර්ශවයන් මෙම චිත්රපටයට සහාය දිය යුතුය."
      ]
    },
    "en": {
      "title": "Darkest",
      "body_lines": [
        "Eelam poet Deepa Selvan, who worked as a songwriter and songwriter in the film, said that the film has been produced as a film to talk about the dark ages of the life of the Tamils after the end of the war.",
        "Eelam is the Eelam film created in Eelam. After the ethnic cleansing in the country, the film is the story of the Eastern Province, after the rulers said in 2009 that they had joined the country.",
        "This film is about the life of a boy in the post -war environment. It has been talking about the dark ages of Tamils since 2009.",
        "The film has worked on Eelam artists, South Indian artists and South Sri Lankan artists.",
        "The film will be screened on May 10 in Sri Lanka, Jaffna, Vavuniya, Batticaloa and Trincomalee.",
        "Meanwhile, we will be screened in 70 theaters in 11 countries such as Canada, the United States, Britain and Australia on the 10th.",
        "At the same time, Attorney Ka and Sukash commented that when the film crew sought me to act in the film, I was not involved in acting in the film.. After seeing the film \"Sinnam Baiku\", directed by Ranjith Joseph, the director of the film, I was not hesitant to act in his movement.The film will be an artwork in Tamil history. This has to be successful. This should be the success of our journey to seek justice. There will be no love in this movie. He said that all Tamils should be a big hit and make the film a success.",
        "The film will be a complete Eelam cinema. Prior to 2009, the film was given to the world with a picture of war love, heroism and sacrifices.. There is also confidence that this will be released as a movie. He said that the Tamil people who welcome quality films and the Tamil people are confident that Eelam cinema will travel with new signs in a new dimension.",
        "According to Akash, who played the film, the shooting took place for about 25 days. The film has been filmed in the Tamil homeland areas.",
        "A lot of pictures come out in Sri Lanka. Our artists are growing in technology. Such works are the driving force to identify our artists. Therefore, all parties should support the film."
      ]
    }
  },
  "summary_lines": [
    "\"Darkest Eelam\" film, directed by Deepa Selvan, explores Tamil life post-war, featuring contributions from Eelam, South Indian, and South Sri Lankan artists. Premiering May 10 in Sri Lanka and screened in 70 theaters globally, it aims to be a significant artwork in Tamil history, focusing on the dark ages of Tamils since 2009."
  ]
}