{
  "translated_text": {
    "ta": {
      "title": "சிஐடியின் வழக்கு என்ன?",
      "body_lines": [
        "சிஐடியின் வழக்கு என்ன?",
        "அட்டர்னி ஜெனரல் இன்று (ஜூலை 10) ஒரு தீவிரமான விஷயம், குற்றவியல் புலனாய்வு துறையின் சட்டவிரோத சொத்துக்களின் இயக்குநர்.",
        "அட்டர்னி ஜெனரல் சார்பாக ஆஜரான துணை சொலிசிட்டர் ஜெனரல் திலீபா ஜெனரல், மரண அச்சுறுத்தல்களை ஒதுக்குவதற்கு முறையான பாதுகாப்பு மசோதாவை வழங்க பாதுகாப்புச் சட்டத்தால் பாதிக்கப்பட்டவர்கள் செய்த கோரிக்கையை அவர் பரிசீலித்தபோது கூறினார்.",
        "இன்று புகார் எடுக்கப்பட்டபோது, ​​மூத்த துணை சொலிசிட்டர் ஜெனரல் திலீபா பீரிஸ் அட்டர்னி ஜெனரலுக்கு 70 மில்லியன் டாலர்களை தாக்கல் செய்தார்.",
        "சந்தேக நபரின் வங்கி கணக்குகள் அமெரிக்காவிலிருந்து 2022 முதல் 2029 வரை குற்றவியல் விசாரணைத் துறையில் சட்டவிரோதமான, 4 26,429,49 தொகையைப் பெற்றுள்ளன.",
        "இதற்கிடையில், துணை சொலிசிட்டர் ஜெனரல், சந்தேக நபர் கொழும்பு மாஜிஸ்திரேட் நீதிமன்றத்தில் ரகசியமாக மூன்று நாட்கள் முன்வைத்தார் என்பதையும் நினைவு கூர்ந்தார்.",
        "விசாரணைத் துறையின் குற்றவியல் ஆய்வாளர் ஜெனரல் மற்றும் அதன் இயக்குநர் ஆகியோரின் துணை சொலிசிட்டர் ஜெனரல், அதிகாரிகள் இந்த முறைக்கு அஞ்சலி செலுத்தியிருந்தால், அது கூறியுள்ளது என்று கூறியுள்ளது. ஒரு தீவிரமான சூழ்நிலை.",
        "அத்தகைய அதிகாரிகள் மீது சட்டம் நடந்ததாகக் கூறிய துணை சொலிசிட்டர் ஜெனரல், லஞ்சம் கமிஷன் அல்லது பொருத்தமான நிறுவனத்தில் புகார் செய்யும் திறன் சந்தேக நபருக்கு இருப்பதாகக் கூறினார்.",
        "அவ்வாறு செய்யாமல் அவருக்கு எதிரான சொத்துக்கள் சோதனையைத் தவிர்ப்பதற்கான பல்வேறு அறிக்கைகளைத் தவிர்ப்பதற்கு இந்த வழக்கை எடுக்க முடியாது என்று துணை சொலிசிட்டர் ஜெனரல் வலியுறுத்தினார்.",
        "விசாரணைகள் விசாரணைகள் முறையாக ஆதரிக்கப்படவில்லை என்று அவர் குற்றம் சாட்டினார்.",
        "சந்தேக நபருக்கு எதிராக பல்வேறு நீதிமன்றங்களின் தேவதையாக ஒரு மூலோபாயத்தைப் பயன்படுத்தியது ஒரு தீவிரமான சூழ்நிலை என்பது ஒரு தீவிரமான சூழ்நிலை என்று துணை சொலிசிட்டர் ஜெனரல் கூறினார்.",
        "துணை சொலிசிட்டர் ஜெனரல் திலீபா பீரிஸின் கூற்றுப்படி, பாதிக்கப்பட்டவர்களின் பாதிக்கப்பட்டவர்களின் கீழ் சந்தேக நபருக்கு நிவாரணம் வழங்குவதற்கான உத்தரவை வழங்க நீதிமன்றம் குறிப்பிடத்தக்கதாகும்.",
        "அட்டர்னி ஜெனரல் உபாலி ஜெயமன்னே நீதிமன்றங்கள் முன் முறையிட்டால், சட்டமா அதிபர் ஜெயமன்னே நீதிமன்றம், தனது வாடிக்கையாளர் விசாரணைகளை ஆதரிக்க மாட்டார் என்று கூறினார்.",
        "சொத்து விசாரணை பிரிவில் சட்டவிரோத பட்டம் பெற்ற அதிகாரியும் சட்டவிரோத சொத்து பட்டம் பெற்றதும் அனைத்து குரல்களும் வீடியோவையும் கொண்டிருப்பதாக அட்டர்னி ஜெனரல் தெரிவித்தார்.",
        "விசாரணைப் பிரிவுக்கு சட்டவிரோத நடவடிக்கைக்கு செல்ல தனது வாடிக்கையாளர் தயாராக இருப்பதாகவும், முறையாக அறிக்கைகள் இல்லை என்றும் அவர் கூறினார்.",
        "துணை சொலிசிட்டர் ஜெனரல், துணை காவல்துறை ஆய்வாளர் ஜெனரல் மற்றும் குற்றவியல் புலனாய்வு பிரிவின் சட்டவிரோத புலனாய்வு பிரிவின் இயக்குநரும், லஞ்சம் கமிஷனும் சிக்கலானவை, மேலும் புகார் சிக்கலானது.",
        "தனது வாடிக்கையாளர் தனது வாடிக்கையாளரிடம் கோபப்படுவதாக பொது பாதுகாப்பு மந்திரி சுட்டிக்காட்டியதாக சுட்டிக்காட்டிய வழக்கறிஞர், அவரது உயிருக்கு உயிருக்கு அச்சுறுத்தல் இருப்பதாக அவர் கூறினார்.",
        "எனவே, ஃபோயின் கட்டளை மற்றும் சாட்சிகளின் மெஃபர்ஃபுல் சட்டத்தின் கீழ் தங்கள் வாடிக்கையாளருக்கு பாதுகாப்பை வழங்குவதற்கான உத்தரவை வழங்குமாறு கோரப்பட்டுள்ளது.",
        "இரு தரப்பினரும் முன்வைத்த உண்மைகளை கருத்தில் கொண்டு, கொழும்பு கூடுதல் நீதவான் பதிதின் பதிராஜா, சந்தேகத்திற்கிடமான விராஜித் உகழாலாவை இந்த வழக்கில் பாதிக்கப்பட்டவராக அடையாளம் காண முடியாது என்று கூறினார்.",
        "சந்தேக நபரால் கூறப்பட்ட கோரிக்கையின் பேரில் சந்தேக நபரால் உத்தரவை வழங்க முடியாது என்று மாஜிஸ்திரேட் கூறுகையில், அவர் கூறினார்.",
        "குற்றவியல் விசாரணைத் துறை குற்றவியல் விசாரணைத் துறையால் கைது செய்யப்பட்டார், சமீபத்தில் குற்றவியல் விசாரணைத் துறை குற்றம் சாட்டியது.",
        "கொழும்பு கூடுதல் மாஜிஸ்திரேட்டுக்கு இரகசியங்கள் மூன்று நாட்களுக்கு கொழும்பு கூடுதல் மாஜிஸ்திரேட்டில் வழங்கப்பட்டுள்ளன.",
        "நயோமி அமரசிரி: முதல் இலங்கை பெண் ஒரு பயணிகள் கப்பலில் ஆண்களை பார்வையிட்டார்",
        "சுரேந்திர வசந்தா பெரேராவின் கொலை: கைது செய்யப்பட்ட சந்தேக நபர்கள் யார்?",
        "நீதியின் நடுவில் நெரிசலான நகரங்களில் நீதியின் செயல்பாடு எவ்வாறு சுடுகிறது?"
      ]
    },
    "en": {
      "title": "What is the case of the CID?",
      "body_lines": [
        "What is the case of the CID?",
        "The Attorney General today (July 10) is a serious matter, the Director of the Criminal Investigation Department's illegal assets in the Department of Criminal Investigation Division.Regarding the Colombo Magistrate's Court.",
        "The deputy Solicitor General, Dileepa General, appearing on behalf of the Attorney General, said that when he considered the request made by the Victims of Protection Act to provide proper protection bill for the allocation of the death threats.",
        "When the complaint was taken up today, Senior Deputy Solicitor General Dileepa Peiris had filed a sum of Rs. 70 million to the Attorney General.",
        "The suspect's bank accounts have received a sum of $ 26,429,49, illegal in the Criminal Investigation Department from the US to 2022 to 2029.",
        "Meanwhile, the Deputy Solicitor General also recalled that the suspect had secretly presented three days in the Colombo Magistrate's Court.",
        "Deputy Solicitor General of the Criminal Inspector General of Investigation Department and its director have stated that the authority has said that the suspect has said that it has received a sum of Rs.If the officials had obtained tribute to this manner, it was said that it was a serious situation.",
        "The Deputy Solicitor General, which had said that the law had taken place on such officers, said that the suspect had the ability to complain to the Bribery Commission or a suitable institution.",
        "The Deputy Solicitor General emphasized that the case cannot be taken to avoiding various statements to avoiding the assets test against him without doing so.",
        "He alleged that investigations have not been properly supported by investigations.",
        "The Deputy Solicitor General said that it was a serious situation that it was a serious situation that he had used a strategy as an angel of various courts against the suspect.",
        "According to the Deputy Solicitor General Dileepa Peiris, the court is notable to issue an order to provide the relief to the suspect under the Victims of the Victims and the Witnesses.",
        "The Attorney General, Upali Jayamanne court, appealing before the Attorney General Upali Jayamanne Courts, said that his client would not support investigations.",
        "The Attorney General stated that the officer and the director of the illegal asset degree in the illegal degree in the Asset Investigation Division has had all the voices and video.",
        "He said that his client was ready to go to the illegal operation to the Investigation Division and did not properly statements.",
        "The Deputy Solicitor General, the Deputy Inspector General of Police and the Director of the Illegal Investigation Division of the Criminal Investigation Division and the Director, as well as the bribery commission, is also problematic and that the complaint is problematic.Said.",
        "The lawyer who pointed out that the Public Defense Minister also pointed out that his client was resentful with his client, he said that his life was threatened with his life.",
        "Therefore, it is requested to issue an order to provide security to their client under the command of the Foin and the Witnesses' Mepherful Act.",
        "Considering the facts presented by the two sides, Colombo Additional Magistrate Pathithin Pathiraja stated that the suspect Wirajith Ukgala cannot be identified as a victim in this case.",
        "According to the magistrate, said that the magistrate said that the suspect could not issue an order on the request made by the suspect, he said.",
        "The Criminal Investigation Department was arrested by the Criminal Investigation Department recently accused the Criminal Investigation Department recently accusing the false use of Rs.",
        "Secrets have been given to the Colombo Additional Magistrate for three days in the Colombo Additional Magistrate.",
        "Nayomi Amarasiri: The first Sri Lankan woman visited men in a passenger ship",
        "Surendra Wasantha Perera's murder: Who are the suspects arrested?",
        "How does the operation of justice are shooting in the crowded cities of the middle of the justice?"
      ]
    }
  },
  "summary_lines": [
    "The case involves allegations of illegal assets held by the Director of the Criminal Investigation Department, with a focus on a sum of $26,429,49 transferred from the US between 2022 and 2029. The Attorney General's office, represented by Deputy Solicitor General Dileepa Peiris, discussed the need for protective measures due to death threats, highlighted the suspect's secret appearances in court, and criticized the lack of thorough investigation. The Deputy Solicitor General suggested the suspect could report to the Bribery Commission but emphasized the importance of addressing the assets issue. The case was complicated by the suspect's refusal to cooperate with investigations and the Attorney General's assertion of having evidence against the suspect. Despite these complexities, the Colombo Additional Magistrate ruled that the suspect, Wirajith Ukgala, could not be classified as a victim, preventing the issuance of protective orders under the Victim and Witness Protection Act."
  ]
}