{
  "translated_text": {
    "ta": {
      "title": "டட்லி புதிய அரசாங்கத்தின் ஆதரவுக்கு வருகிறார் - அனைத்து அரிசி கட்டுப்பாட்டிற்கும்",
      "body_lines": [
        "அரிசி ஆளுநர் டட்லி சிரிசேனா கூறுகையில், அனைத்து அரிசி கட்டுப்பாட்டு வாங்குதல்களையும் 28 மற்றும் ஒத்துழைப்பிலிருந்து தொடர்ந்து செலுத்துவேன்.",
        "ஏப்ரல் 28 முதல் அனைத்து நுகர்வோருக்கும் அரிசி வழங்கவும் அவர் ஒப்புக்கொண்டார்.",
        "டட்லி சிரிசேனா 28 ஆம் தேதி பொலோனாருவா பகுதியில் நடந்த செய்தியாளர் கூட்டத்தில் பேசினார்.",
        "இப்போது அநீதி, அநீதி மற்றும் ஊழலுக்கு சக்திவாய்ந்ததாக இருக்கும் அனுரா குமாரா டிசனாயக்கின் ஜனாதிபதியின் ஜனாதிபதியின் பாதுகாக்கப்பட்ட விலைகளால் தனக்கு ஆதரவளிக்கப்பட்டதாக டட்லி சிரிசேனா கூறினார்.",
        "இலங்கையில் அதிகமான மக்கள் நாடா ரைஸை நுகர்வு என்றும், நெல் மற்றும் அரிசி பற்றி பேசுவதற்காக அரசாங்கத்திற்கு எதிராக பேச அவருக்கு உரிமை உண்டு என்றும் சிரிசேனா கூறினார்.",
        "சம்பா, நாடு, பால் சம்பாவைப் பற்றி பேசிய சிரிசேனா, சாகுபடியின் நன்மைகளை வளர்த்துக் கொண்டார், பல்வேறு வகையான நெல் வயல்களை பயிரிட அரசாங்கம் தயாராக இருக்க வேண்டும்.",
        "நாட்டின் பொருளாதாரத்தை வளர்ப்பதற்கான அரசாங்கத்தின் பொறுப்பு டட்லி, பொருளாதாரத்தின் கடைசி நாட்களில் பொருளாதாரத்தை வளர்க்க முடியாது.",
        "மீதமுள்ள தேர்தல்களைக் கேட்கும்படி கேட்கப்பட்ட திரு. டட்லி சிரிசேனா, அவர் தேர்தல்களுக்கு முன்னர் எந்த முன்னுரிமையும் இல்லை என்று கூறினார், அவர் ஆஜர்படுத்தப்பட்டார் என்று சிரிசேனா நினைவு கூர்ந்தார்.",
        "பொதுத் தேர்தலில் போட்டியிட ஒரு கனவைக் காண முடியும் என்று சிரிசேனா கூறினார்.",
        "பொலொன்னாருவா ரஹிரகரத்தின் பல விவசாயி அமைப்புகளும், பராக்கிராமா சமாராயா கிரித்தின் தலைவரும், அத்துடன் டிம்புலகலா அரா தேசிரஸின் தலைவரும், பரக்ராமா கடல் விவசாய இயக்கத்தின் தலைவரும் கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "Dudley comes to support of new government - to all rice control",
      "body_lines": [
        "The Governor of the Rice Dudley Sirisena says he will continue to pay all rice control purchases from 28th and cooperation.",
        "He also agreed to provide rice to all consumers from 28 April, he added.",
        "Dudley Sirisena was speaking at a press conference at the Polonnaruwa area on the 28th.",
        "Dudley Sirisena said that he was supported by the preserved prices of the President of the President of Anura Kumara Dissanayake, who is now in powerful for injustice, injustice and corruption.",
        "Sirisena said that more people in Sri Lanka were consumption of Nadu rice and he had the right to speak against the government in order to speak about paddy and rice.",
        "Sirisena, who spoke of Samba, Nadu, milk samba, cultivating the advantages of cultivation, the government should be prepared to cultivate various varieties of varieties of paddy fields.",
        "Dudley is the responsibility of the government to develop the country's economy, and the government is not able to develop the economy in the last days of the end of the economy.Sirisena said.",
        "Mr. Dudley Sirisena, who was asked to hear the remaining elections, said that he had no priority before he had for elections, he was present and presented to the general election.Sirisena recalled that he will come forward to give a preference.",
        "Sirisena said he could see a dream to contest the general election.",
        "A number of farmer organizations of the Polonnaruwa Rahirakara, and the Chairman of the Parakrama Samaraya Kirith, as well as the President of the Dimbulagala Ara Desirus, and the Chairman of the Parakrama Marine Agrarian Movement were also present."
      ]
    }
  },
  "summary_lines": [
    "Governor Dudley Sirisena supports new government's rice control measures. Promises continued rice supply from April 28. Criticizes previous administration's handling of agriculture. Emphasizes importance of developing diverse rice varieties. Expresses intention to participate in future elections."
  ]
}