{
  "translated_text": {
    "si": {
      "title": "සිංගර් - මැක් පාබුණ පිළිමළුන් පිටුදැකීමේ තරඟය;ශූර උපාධිය වූයේ නාමෝයාරිකරන්ගේ රක්ෂණයේ නමයි",
      "body_lines": [
        "මෙලිබන් බිස්කට් 31 වන ගායකයා වන එම්.එම්.සී.",
        "දිපියන් බිස්කට් ඕවර 32.1 කදී කඩුලු අහිමි වූ අතර ලකුණු 160 ක් රැස් කළේය.",
        "එක් අවස්ථාවක කඩුලු 5 ක් අහිමි වූ මෙලිබන් බිස්කට් කණ්ඩායමට කන්ෂි සිල්වා අඩක් රැස් කළේය.",
        "ඉතා effective ලදායී අංක 7 ක් ලබා ගත් රනීෂ් සිල්වා ලකුණු 53 ක් රැස් කළ අතර ලකුණු 53 ක් රැස් කළේය.",
        "මිලින්ද සිරිවර්ධන ලකුණු 32 ක් සහ සංගීට් කැරසෙකු ලකුණු 28 ක් රැස් කළේය.",
        "සමිකා ගුණසේකර ලකුණු 31 කට කඩුලු 4 ක් දවාගන අතර විට් විමක්තිය ලකුණු 32 කට කඩුලු 2 ක් දවා ගත්තේය.",
        "ඊට පිළිතුරු වශයෙන් පිරාසක පදිංචිකරුවන් පන්දුවාර 34 කදී ලකුණු 161 කට දැවී ගියේය.",
        "බ්රේබර් ටී රක්ෂණය එක් ස්ථානයක පැකිලී ගියේය. කෙසේ වෙතත්, අසේලා සිගේරා (29) සහ 5 වන කඩුල්ල වෙනුවෙන් ලකුණු 49 ක් බෙදා ගැනීමෙන් ASELA EXEA (29) සහ අනුක් ප්රනාන්දු (22) කණ්ඩායම බේරා ගත්හ.. කාවියි සෙන්හාස් ඔවුන්ට වඩා ලකුණු 23 ක් රැස් කළේය.",
        "තවත් අවස්ථාවක, බාබර්ට් රක්ෂණ කණ්ඩායමට කඩුලු 8 ක් දවාගෙන ලකුණු 143 ක් රැස් කළේය.",
        "පන්දු යැවීමේදී දුෂාන් විමුක්ති ලකුණු 32 කට කඩුලු 4 ක් දවාගනූ අතර දුෂාන් හේමන්ත ලකුණු 50 කට කඩුලු 3 ක් දවා ගත්තේය.",
        "විජයකන්ත් වයස්කන්ට් බීබීකේ හවුල්කාරිත්ව කණ්ඩායම ලෙස නම් කළ බීබීකේ හවුල්කාරිත්ව කණ්ඩායම හොඳම පන්දු යවන්නා ලෙස ලකුණු 179 කට කඩුලු 14 ක් දවා ගනිමිනි.",
        "හොඳම හොඳම රක්ෂණ කණ්ඩායම. ඔහු තරග 6 කදී ලකුණු 309 ක් රැස් කළ අතර, සීඩීබී ෆිනෑන්ස් ට එරෙහිව පන්දු 148 කදී පන්දු 148 කදී පන්දු 148 කදී ලකුණු 232 ක් රැස් කළේය.",
        "හැටන් නැෂනල් බැංකු ක්රීඩක සමින්දු විජේසිංහ (ලකුණු 176 ක්, කඩුලු 10 ක්, කඩුලු 10 ක්) ජය ගත්තේය."
      ]
    },
    "en": {
      "title": "Singer - MCA bowl knockout match;The Champion Degree was the name of the nameburst insurance",
      "body_lines": [
        "Meliban Biscuits won the 31st Singer -MCA Premier League 2024 knock out final by winning the 31st Singer - MCA (MCA) and winning the Champion Bowl by winning the Meliban Biscuits team by one wicket.",
        "Melipan Biscuits lost all wickets in 32.1 overs and scored 160 runs.",
        "Ranesh Silva scored a half -century for the Meliban Biscuits team, who lost 5 wickets at one point.",
        "Ranesh Silva, who scored a very effective number 7, scored 53 runs with a pound of 53 runs.",
        "Milinda Siriwardena scored 32 runs and Sangeet Kare 28.",
        "Samika Gunasekera took 4 wickets for 31 runs while Namesh Vimukti took 2 wickets for 32 runs.",
        "In reply, Piriverst was bowled out for 161 runs in 34 overs.",
        "Brairberst Insurance was stumbled at one point. However, Asela Sighera (29) and Anuk Fernando (22) rescued the team by sharing 49 runs in the 5th wicket.. Kaviru Senhas scored 23 runs than them.",
        "At another stage, the Barberst Insurance team lost 8 wickets and scored 143 runs again.",
        "In the bowling, Dushan Vimukti took 4 wickets for 32 runs while Dushan Hemantha took 3 wickets for 50 runs.",
        "Vijayakanth Vyaskant was named the BBK Partnership team who took 14 wickets for 179 runs as the best bowler.",
        "Best Best Insurance Team. He scored 309 runs in 6 matches and scored 232 runs off 148 balls and 13 pounds in 148 balls against CDB Finance.",
        "Hatton National Bank player Samindu Wijesinghe (176 runs, 10 wickets) won the Series award."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Meliban Biscuits wins 31st Singer-MCA Premier League 2024 knockout final. Ranesh Silva scores 53*, Milinda Siriwardena 32, Sangeet Kare 28. Samika Gunasekera takes 4/31. Piwrest Insurance replies with 161/9. Dushan Vimukti 4/32, Dushan Hemantha 3/50. Vijayakanth Vyaskant best bowler. Samindu Wijesinghe wins Series award.\""
  ]
}