{
  "translated_text": {
    "si": {
      "title": "ගෝතභයා ලිවීමට වඩා ගෝතභය විසින් සිදු කරන ලද අපරාධ සඳහා ගෝතබායාට නීතිමය ක්රියාමාර්ගයකට මුහුණ දීමට සිදුවේ - අණීමේ කාලයේ කර්තෘ කතුවැකිය",
      "body_lines": [
        "බොහෝ අය මේ වන විට හිටපු ජනාධිපති ගෝතභයාගේ පොත පිළිබඳව මා ජනාධිපති ධුරයෙන් ඉවත් කිරීමේ කුමන්ත්රණයක් ගැනත් කතා කරමින් සිටිති.",
        "මෙම පොතේ නම පරිදි, මෙම පොත එම තනතුරෙන් ඉවත් කර ඇති නායකයා විසින් සෑම දෙයක්ම හෙළි වුවද සිත්ගන්නාසුලු කියවීමක් නිර්මාණය කරයි.",
        "නුසුදුසු පුද්ගලයා මුදල් ඉපයීම සඳහා ධනවත් පුද්ගලයා පොහොසත් කිරීම සහ එමඟින් මෙම සුළු ප්රශ්නයට හේතු වූ ඛේදවාචකය මෙය කිරීම නොවේ",
        "ගෝතභය රාජපක්ෂගේ පිටවීමේදී දහස් ගණනකගේ වීදිවලට ​​ගොඩ බැස්සේ දහස් ගණනකගේ අරගලය මිස මිලිටරීයා රාජපක්ෂගේ අරගලය හැර වෙනත් චෝදනා සනාථ කිරීම සඳහා ගෝතභය රාජපක්ෂට නිශ්චිත සාක්ෂියක් නැත .",
        "ගෝතභය රාජපක්ෂ යුද අපරාධ යටතේ දක්වා ඇති පරිදි, සිවිල් වැසියන් මර්දනය කිරීමට හමුදාව මැදිහත් වී නැත.",
        "තම පොතේ, ආරක්ෂක ලේකම් කමල් ගුණරත්න සහ මාණ්ඩලික ප්රධානී සුරකිෂ් සිල්වා මහතා පෙලපාලිකරුවන්ට එරෙහිව තීරණාත්මක ක්රියාමාර්ගයක් ගෙන නොමැති බව ගෝතභය අවධාරණය කරයි.",
        "පෙලපාලිකරුවන් සමඟ කටයුතු කිරීම සඳහා පොලිසියේ යුතුකම හමුදාවේ යුතුකම නොවන බව ගෝතභය රාජපක්ෂ තේරුම් ගත්තේ නැත.",
        "එකට එකතු වීමේ අයිතිය ප්රකාශයට පත් කිරීම සඳහා ඔව් උද් rations ෝෂණවල යෙදීමට සෑම තත්වයක්ම ඇත.",
        "මේවා වඩාත් දරුණු ශක්තිය භාවිතා කිරීම සඳහා හමුදාව විසින් මේවා යටපත් නොකෙරේ.",
        "යුද අපරාධ සහ මානව හිමිකම් උල්ලං lations නය කිරීම් යනු, ඉතිහාසය ඉතිහාසයෙන් ඉවසීම සඳහා ඉවසිලිවන්තව කටයුතු කිරීමට හමුදාව අධිෂ් mination ානය ප්රතික්ෂේප කිරීම නිසා ලේ වැගිරීම නැවැත්වූ නිසි පියවරකි.",
        "යුද අපරාධවලින් ඔබ්බට ගෝතභය රාජපක්ෂට එරෙහිව මාධ්යවේදීන් සහ දේශපාලන විරුද්ධවාදීන් killing ාතනය කිරීම ඇතුළු බොහෝ චෝදනා තිබේ.",
        "රාජපක්ෂ රජයේ කාලය තුළ හොඳහිත රජය විමර්ශනය කිරීමේදී යම් වැඩිදියුණු කිරීම් සිදු වුවද, දේශපාලන බාධක හෝ නීතිපති දෙපාර්තමේන්තුවේ සෘජු මැදිහත්වීම් නිසා මෙම නඩු හිතාමතාම අංශභාග රෝගයෙන් පෙළෙමින් තිබුණි.",
        "2022 දී ගෝතභය රාජපක්ෂ ඉවත් කිරීමෙන් පසු රනිල් වික්රමසිංහ මහතා පරිපාලනය විසින් නිදහස් කර ඇති අතර නැවත මෙරටට පැමිණියේය.",
        "රාජපක්ෂ යුගයේ වින්දිතයින්ට ශ්රී ලංකාවේ අධිකරණයට සාධාරණය ඉටු නොවන බව පැහැදිලිය.",
        "ගෝතභය රාජපක්ෂ මහතා යුද ප්රජාතන්ත්රවාදයේ පොත් ලිවීම, දූෂණය හා ආර්ථික අපරාධ ඇතුළුව ඔහු වෙනුවෙන් කළ අපරාධ සම්බන්ධයෙන් නීතිමය ක්රියාමාර්ගයකට නීතිමය ක්රියාමාර්ගයකට මුහුණ දිය යුතුය.",
        "2022 ජූලි මාසයේදී රාජපක්ෂයන් ඉවත් කිරීමෙන් පසු, හිටපු ජනාධිපතිවරයාට හෝ වෙනත් කෙනෙකුට එරෙහිව වගවීම ගැන එතරම් විශ්වාසයක් නැත.",
        "2022 දී මේ රටේ කුසගින්නෙන් පීඩාවට පත් වූ ජනතාව විසින් දියත් කරන ලද මෙම දැවැන්ත අරගලය එහි අසාර්ථකත්වයන් ඉක්මවා කුමන්ත්රණයක් ලෙස අපකීර්තියට පත් නොවිය යුතුය."
      ]
    },
    "en": {
      "title": "Gotabhaya has to face legal action for the crimes committed by Gotabhaya rather than writing - Pinnacical Times Editorial Editorial",
      "body_lines": [
        "Many people are currently speaking on the book of former President Gotabhaya, a conspiracy to remove me from the post of President.",
        "As the name of the book, this book creates some interesting reading, though everything is revealed by the leader who has been removed from the post.",
        "This is not the approval to enrich the unworthy person to make money and thereby make the tragedy that has caused this trivial issue",
        "Gotabhaya Rajapaksa has no definitive evidence that Gotabhaya Rajapaksa has no conclusive evidence to prove these allegations, except for the exit of Gotabhaya Rajapaksa, except that the struggle of thousands of people landed on the streets of thousands of people went to the military and the military's military.",
        "As far as Gotabhaya Rajapaksa is under war crimes, the military has not intervened to suppress civilians.",
        "In his book, Gotabhaya emphasizes that Defense Secretary Kamal Gunaratne and the Chief of Staff Savendra Silva have not taken decisive action against the demonstrators.",
        "Gotabhaya Rajapaksa did not even understand that the duty of the police is not the duty of the military to deal with the demonstrators.",
        "Every public has the right to engage in yes demonstrations to publish the right to come together.",
        "These are not suppressed by the military to use its most severe strength.",
        "War crimes and human rights violations are a proper move that has stopped the bloodbath, regardless of the reason why the military's determination to adopt patience in support of the president with history.",
        "There are many allegations, including the killing of journalists and political opponents against Gotabhaya Rajapaksa, beyond war crimes.",
        "Although there were some improvements in the investigation of the goodwill government during the Rajapakse government's time, these cases were deliberately paralyzed by direct interventions in political bargains or police or Attorney General's Department.",
        "Ranil Wickremesinghe has been exempted by the administration after Gotabhaya Rajapaksa's evacuation in 2022 and returned to the country.",
        "It is obvious that the judiciary of Sri Lanka will not get justice for the victims of the Rajapaksa period.",
        "Gotabhaya Rajapaksa's killing of war crimes and killing of journalists, rather than writing books in a properly running democracy, must face legal action for the crimes he committed for the people of this country, including corruption and economic crimes.",
        "After the removal of the Rajapaksas in July 2022, there is no little confidence in accountability against the former president or anyone else.",
        "This enormous struggle launched by the people affected by the hunger in this country in 2022 should not be allowed to be discredited as a conspiracy beyond its failures."
      ]
    }
  },
  "summary_lines": [
    "Gotabhaya Rajapaksa faces legal action for crimes, including allegations of war crimes and human rights violations. His book reveals a conspiracy to remove him, but lacks evidence. Critics argue the military did not suppress civilians, and Gotabhaya misunderstood the roles of the police and military. Despite allegations, the judiciary may not provide justice for victims."
  ]
}