{
  "translated_text": {
    "si": {
      "title": "වයස අවුරුදු 13 දී භාරතතිම් දුම්රිය ස්ථානය: චීන කුඩා දැරියගේ ජයග්රහණය",
      "body_lines": [
        "13 - චීනයේ අවුරුදු 13 ක දැරියක, අවුරුදු 13 ක දැරියක් වන ඔබ්ල්ඩ් ලී මුෂි භාරතිකේ කලාව සඳහා වේදිකාව අත්කර ගෙන තිබේ.",
        "දකුණු ඉන්දියාවේ සාම්ප්රදායික නැටුම් කලාව වන චීනයේ රටේ ගුරු වෙත සහභාගී වූ පළමු පුද්ගලයා ඔහු බව ප්රසිද්ධය.",
        "මෑතදී පැවති සිදුවීම මෙම අවස්ථාවට ප්රසිද්ධ භාරනාතති නර්තන ශිල්පී ලීලා සැම්සන් විසින් සහභාගී වූහ.. චීන ජාතිකයන් විශාල සංඛ්යාවක් ද මෙම සිදුවීම භුක්ති වින්දා. මෙම සංසිද්ධිය histor තිහාසික විශේෂත්වයක් ලෙස සැලකේ.",
        "ලී මුලි භාරතාවේ අවුරුදු 10 ක් පමණ පුහුණුවීම් කර තිබේ. ඔහු චීනයේ ජින් ෂාන් හි පරතා චිත්ර ශිල්පියෙකු විසින් පුහුණු කර ඇත.",
        "1999 දී ජින් දිල්ලියේදී මංගල දර්ශනය කළේය. \"සති අන්තයේ ලී අපේ ගෙදරට ආවා, පුහුණු කළා. ඔහුගේ මෙම අදියර මා දුටු විට මම සෑහීමකට පත්විය. අප දෙදෙනා සමීප කරවූ මෙම කලාවයි, \"ජින් පැවසීය.",
        "\"මම භරතානතියාම්ට මෙතරම් ආදරෙයි. මෙම කලාව මගේ දෛනික ජීවිතයේ කොටසක් බවට පත්ව ඇත. භාරතාතියාම් යනු ඉන්දියානු සංස්කෘතියේ ප්රතිමූර්තිය වන සුන්දර කලා හා නර්තන පෝරමයක් පමණක් නොවේ. මෙය ඉන්දියානු සංස්කෘතිය කෙරෙහි මගේ උනන්දුව වැඩි කර තිබේ \"යැයි ලී පැවසීය.",
        "සංගීත ians යන් ඔහු වෙනුවෙන් චීනයෙන් චීනයට ගොස් තිබුණි. මේ මස අග වන විට ඔහු චෙන්නායි හි නටන්නේ සැලකිය යුතු බව සැලකිය යුතුය."
      ]
    },
    "en": {
      "title": "Bharatanatyam Station at the age of 13: Chinese little girl's achievement",
      "body_lines": [
        "13 -year -old Lee Musi, a 13 -year -old girl in China, has achieved the stage for the art of Bharatanaty.",
        "He is known to be the first person to attend the guru of the country in China, the traditional dance art of South India.",
        "The recent event was attended by famous Bharatanatyam dancer Leela Samson and some Indian representatives participated in the event.. A large number of Chinese also enjoyed this event. This phenomenon is seen as historic specialty.",
        "Lee Musi has been training in Bharata for about 10 years. He has been trained by a Paratha artist in China's Jin Shan.",
        "In 1999, Jin made the debut in Delhi. “On the weekends, Lee came to our home and trained. I was satisfied when I saw this stage of his. It was this art that made the two of us close, ”Jin said.",
        "“I love Bharatanatyam so much. This art has become a part of my daily life. Bharatanatyam is not only a beautiful art and dance form which is the embodiment of Indian culture. This has increased my interest in Indian culture, ”Lee said.",
        "The musicians had gone to China from China for him. It is noteworthy that he will dance in Chennai by the end of this month."
      ]
    }
  },
  "summary_lines": [
    "A 13-year-old Chinese girl, Lee Musi, has made history by becoming the first to learn Bharatanatyam, a traditional South Indian dance form, under a renowned guru in China. After training for over a decade, she recently performed, impressing both Indian and Chinese audiences. Her journey, supported by her teacher Jin Shan, who debuted in Delhi in 1999, showcases how Bharatanatyam has transcended cultural boundaries, inspiring a deeper appreciation for Indian culture among non-Indians."
  ]
}