{
  "translated_text": {
    "si": {
      "title": "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ 55 වන සැසිවාරය පිළිබඳ ශ්රී ලංකාවේ නිවේදනය ශ්රී ලංකාවේ නිවේදනය කිරීම සඳහා අපි සහාය දෙමු",
      "body_lines": [
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ (යූඑන්එච්ආර්සී) 55 වන සැසිවාරයේදී ශ්රී ලංකාව පවසා ඇත්තේ එකම චීන ප්රතිපත්ති සඳහා වන සහයෝගය වන අතර මානව හිමිකම් ගැටළු සම්බන්ධයෙන් කටයුතු කිරීමේදී චීනයේ සහයෝගය ඇතිව දැඩි ලෙස පිළිගන්නා බවයි, වෙනත් පාර්ශවයන් විසින් සකස් කරන ලද මැදිහත්වීම් ඕනෑම ස්වෛරීභාවයේ අභ්යන්තර කටයුතුවලදී.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ 55 වන සැසිවාරය පෙබරවාරි 26 වන දින ජිනීවා නුවරදී ආරම්භ විය. ශ්රී ලංකාවේ මානව හිමිකම් කවුන්සිලයේ එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය, ශ්රී ලංකාවේ මානව හිමිකම් සහ වගවීම පිළිබඳ ගෝල්කර් තුර්කියේ වාචික වාර්තාව පසුගිය සිකුරාදා (1) සහ එක්සත් ජාතීන්ගේ ස්ථිර නේවාසික අරමුදල කියවීම මහ කොමසාරිස් වාර්තාවට ප්රතිචාර දක්වමින් ය එදිනම.",
        "මෙම පසුබිම තුළ, ශ්රී ලංකාවේ සඳුදා (4) සඳුදා (4) පස්වරු 2.30 ට ආරම්භ වූ මානව හිමිකම් කවුන්සිලයේ 55 වන සැසිවාරයේ 12 වන සැසියේදී ගෝලීය මානව හිමිකම් තත්ත්වය පිළිබඳ වාර්තාවක් මෙම පසුබිම්වල මානව හිමිකම් තත්ත්වය පිළිබඳ වාර්තාවක් ශ්රී ලංකාවේ සඳුදා (4) ආරම්භ විය.. පසුව මහ කොමසාරිස්වරයාගේ වාර්තා මත මහ කොමසාරිස් කාර්යාලයේ සාමාජිකයින්ගේ සහභාගීත්වය පිළිබඳ විවාදයක් පැවතුනි.",
        "සාමාජික රටවල අදහස්වලට ප්රතිචාර දක්වමින් හිමාලි අරුණතිලක මහතා කියා සිටියේ 55 වන සැසියේ 55 වන සැසියේ 13 වන සැසිවාරයේදී ශ්රී ලංකාවේ කාලය තුළ ඊයේ සවස 12.00 ට පැවති සැසිවාරයේදීය.",
        "අපගේ ස්ථාවරය නම් එය ගෝලීය මානව හිමිකම් උල්ලං try නය කිරීම්වලට සම්බන්ධ රටවල පරිසරය හා බලපෑමෙන් ඔබ්බට කළ යුතුව තිබීමයි.. විශේෂයෙන්, විශේෂයෙන් ගාසා තීරයේ ජාත්යන්තර නීති සහ මානව හිමිකම් උල්ලං have නය වෙමින් පවතී.",
        "එබැවින් ගාසා තීරයේ ක්ෂණික සටන් විරාමයක් ඇති අතර මානුෂීය ආධාර අවශ්ය අයගේ සහාය ඔවුන් නිසි ලෙස ළඟා විය යුතුය.. ඒ වෙනුවට, මෙවැනි ඉතා බරපතල උල්ලං violation නය කිරීමක්, ජාත්යන්තර මානව හිමිකම් වල රාමුවේ අඛණ්ඩතාව - බාහිර ව්යුහය ප්රශ්න කරනු ඇත.",
        "ඒ හා සමානව, එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය දේශපාලනීකරණය හා ධ්රැවීකරණය මගින් සිය සැබෑ අරමුණු සාක්ෂාත් කර ගැනීමට නොහැකි වනු ඇත. එබැවින් සභාවේ ආරම්භක ප්රතිපත්තිවලට අනුකූලව ජාතික අභියෝග හා ගැටළු සැලකිල්ලට ගනිමින් මානව හිමිකම් උල්ලං lations නය කිරීම් සම්බන්ධයෙන් පියවර ගත යුතුය.. මෙම පසුබිමට එරෙහිව, ලෝකයේ දකුණේ මානව හිමිකම් උල්ලං lations නය කිරීම් සහ වෙනත් ප්රදේශවල උල්ලං lations නය කිරීම් පිළිබඳ ආමන්ත්රණය කිරීම පිළිගත නොහැකිය.",
        "ශ්රී ලංකාවේ කටයුතු සම්බන්ධයෙන් ගත් කල, එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය නුසුදුසු ය. එබැවින් ශ්රී ලංකා කවුන්සිලයේ සම්මත වූ යෝජනාව අප ප්රතික්ෂේප කරන අතරම, අපේ රටට ප්රයෝජනවත් විය හැකි කවුන්සිලයේ කටයුතුවල දිගටම වැඩ කිරීමට අපි සූදානම්.",
        "අපි 'එක්-චිනා ප්රතිපත්තියට' සහ මානව හිමිකම් ගැටළු සම්බන්ධයෙන් කටයුතු කිරීමේදී චීනයේ සහයෝගය මහත් සහයෝගය ලබා දෙමු. ඕනෑම ස්වෛරී රටක අභ්යන්තර කටයුතුවලදී වෙනත් පැති විසින් සකස් කරන ලද මැදිහත්වීම් පිළිගත නොහැකි බව ද ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "We support the same China policy - Sri Lanka's announcement of the 55th session of the UN Human Rights Council",
      "body_lines": [
        "Sri Lanka, which announced at the 55th session of the UN Human Rights Council (UNHRC), has said that its support for the same China policy and is heavily welcomed by China's cooperation in dealing with human rights issues, said the interventions set by other parties in the internal affairs of any sovereignty.",
        "The 55th session of the United Nations Human Rights Council commenced in Geneva on February 26. The UN Human Rights Council of Sri Lanka's Human Rights Council, Volcker Turk's verbal report on Sri Lanka's human rights and accountability situation was read last Friday (1), and the United Nations Permanent Resident Fund Himali Arunathilaka was responding to the High Commission's report on the same day.",
        "In this backdrop, a report on the Global Human Rights Status was released by High Commissioner Volcker Turuku at the 12th session of the 55th session of the Human Rights Council, which began at 2.30 pm on Monday (4), Sri Lanka.. Subsequently there was a debate with the participation of members of the High Commission on the reports of the High Commissioner.",
        "Himali Arunathilaka added that in response to the comments of the member states at the 13th session of the 55th session of the 55th session held at 12:00 pm yesterday, Sri Lanka's time.",
        "Our position is that it should be carried out fairly beyond the environment and influence of the countries involved in the global human rights violation crimes.. In particular, international laws and human rights are being violated in Gaza, especially in Gaza.",
        "So there is an immediate ceasefire in Gaza and the help of those who need humanitarian aid must reach them properly.. Rather, considering such a very serious violation, the integrity of the framework of the international human rights -based structure will question.",
        "Similarly, the UN Human Rights Council will be unable to achieve its true goals by politicization and polarization. Therefore, in accordance with the founding policies of the council, action should be taken on human rights violations in view of national challenges and issues.. Against this backdrop, it is not acceptable to address the human rights violations in the south of the world and the violations of other areas.",
        "In the case of Sri Lanka's affairs, the United Nations Human Rights Council is inappropriate. Therefore, while we reject the resolution passed in the Sri Lankan council, we are ready to continue working together in the proceedings of the Council that can benefit our country.",
        "And we support the 'one -China policy' and greatly welcome the cooperation of China in dealing with human rights issues. He also said that the interventions set by other sides in the internal affairs of any sovereign country cannot be accepted or tolerated."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka supports China's policy at the 55th UN Human Rights Council session, welcoming China's cooperation on human rights. Sri Lanka's stance is that human rights violations should be addressed fairly, without political influence, and criticizes the UN for politicization."
  ]
}