{
  "translated_text": {
    "si": {
      "title": "විද්යුත් මාධ්ය විකාශන අධිකාරියේ පනත - කන්ත බන්ඩාරා",
      "body_lines": [
        "විද්යුත් මාධ්ය විකාශන අධිකාරියේ පනත පාර්ලිමේන්තුවට ඉදිරිපත් කිරීමට අපේක්ෂා කරන බව ජනාධිපති රාජ්ය රාජ්ය අධ්යාපන අමාත්ය ශාන්ත බණ්ඩාරා මහතා පැවසීය.",
        "ජාතික මාධ්ය ප්රතිපත්තියක් තමා අපේක්ෂා කරන බවත් එය දැන් කැබිනට් මණ්ඩලයේ අනුමැතිය සඳහා ඉදිරිපත් කර ඇති බවත් රාජ්ය අමාත්යවරයා පැවසීය.",
        "අඟහරුවාදා (13) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී රාජ්ය අමාත්ය ශාන්ත බණ්ඩාර මහතා මේ බව පැවසීය.",
        "අද අප මුහුණ දෙන ප්රධාන අභියෝගයක් වන්නේ ආදායම සහ පිරිවැය කළමනාකරණය කිරීමේ ගැටලුවයි.අමාත්යාංශයට පහළින් ඇති සමාගම් 16 කෙරෙහි අපි විශේෂ අවධානයක් යොමු කර ඇත්තෙමු. ඔවුන්ගෙන් බොහෝ දෙනෙක් භාණ්ඩාගාරය මත රඳා සිටිති. එබැවින් මෙම සමාගම් ස්වාධීනව ගෙනයාමට අපි පියවර ගෙන ඇත්තෙමු.",
        "විශේෂයෙන්, ජාතික රූපවාහිණි සහ ශ්රී ලංකා ගුවන් විදුලි සංස්ථාවේ ප්රගතිය සඳහා පරිපාලනය සමඟ සාකච්ඡා කර අපි වැදගත් තීරණ කිහිපයක් ගත්හ.. වාසිදායක ප්රවේශයන් ලබා ගත හැකි වීමෙන්. ස්වාධීන රූපවාහිනී සහ ලේක්හවුස් (ඇසෝසියේටඩ් ප්රවෘත්ති සමාගම) විවිධ වෙනස්කම් වලට ලක්ව ඇත. ලබන වසර තුළ එම සමාගම් ලාභය බවට පරිවර්තනය කළ හැකි යැයි අපි බලාපොරොත්තු වෙමු.",
        "මීට අමතරව, 2022 දී තැපැල් දෙපාර්තමේන්තුවේ ආදායම රුපියල් මිලියන 9,268 ක් පමණි. නමුත් 2023 දී රුපියල් මිලියන 13,616 ක ආදායමක් උපයා ගැනීමට හැකි විය. මහජනයා කෙරෙහි කිසිදු බරක් නොමැතිව, සේවා වැඩි කිරීම සහ පරිපාලනමය වශයෙන් ඇති අඩුපාඩු අඩු කිරීම අපට එය ක්රමානුකූල කිරීමට හැකි විය. 2021 දී තැපැල් දෙපාර්තමේන්තුවේ 2021 දී 2022 දී මිලියන 6,173 ක පාඩු මිලියන 6,832 ක් විය.",
        "නමුත් 2023 දී අලාභය මිලියන 3,222 දක්වා අඩු විය. ඒ අනුව, 2024 දෙසැම්බර් 31 වන විට, තැපැල් දෙපාර්තමේන්තුව භාණ්ඩාගාරයට රඳා නොපවතින ලාභය-නිදහස් සමාගමක ලාභයක් බවට පරිවර්තනය කළ හැකි බව අපි සලකමු.",
        "මීට අමතරව, පෞද්ගලික හා රාජ්ය ඒකාබද්ධ ව්යාපෘතියක් ලෙස රුපියල් බිලියන 10 ක විශේෂ වැඩසටහනක් දියත් කිරීම කැබිනට් මණ්ඩලය විසින් අනුමත කර තිබේ.. මෙයින් ඔබට ලොව ඕනෑම තැනක සිට නිෂ්පාදන සම්ප්රේෂණය කළ හැකිය. මේ වසරේ බටහිර පළාතේ ත්රිප්ලර් 200 ක් සහ යතුරුපැදි 50 ක් භාවිතා කරමින් භාණ්ඩ සම්ප්රේෂණය කිරීම සඳහා කුරියර් සේවාවක් දියත් කිරීමට අපි පියවර ගනිමින් සිටිමු.",
        "තැපැල් කාර්යාල 100 ක් ආවරණය කිරීම සඳහා බැංකුව බැංකුව විසින් සිදු කරන ලද මූලික බැංකු මෙහෙයුම් ද සිදු කිරීමට අපේක්ෂා කරමු.",
        "මීට අමතරව, විද්යුත් මාධ්ය විකාශන අධිකාරිය බහුතර ගිවිසුම මත පදනම් වූ දැවැන්ත වෙනස්කම් වලට භාජනය විය. අවසාන බිල්පත දැන් නීතිපති දෙපාර්තමේන්තුවට යවා ඇත. එය ඉදිරියේදී පාර්ලිමේන්තුවට ඉදිරිපත් කිරීමට අපේක්ෂා කෙරේ.",
        "මාධ්යවේදීන් සඳහා ප්ර ter ප්ති සමාගමක් නිර්මාණය කිරීමේ කටයුතු මේ වන විට සකස් කරමින් සිටී. එහි මූලික කටයුතු අවසන් කර නීතිපති දෙපාර්තමේන්තුවට යවා ඇත. විධිමත් පුහුණුව සහිත ජාත්යන්තරව පිළිගත් සහතික ලබා දීමට අපි බලාපොරොත්තු වෙමු.",
        "ජාතික මාධ්ය ප්රතිපත්තියක් ඉදිරිපත් කිරීමට අපේක්ෂා කෙරේ. එය දැන් කැබිනට් අනුමැතිය වෙත ඉදිරිපත් කර ඇත. මාධ්ය ක්රියාකාරකම් සඳහා කිසිදු ගැටළුවක් ඇති නොවන බව සැලකිල්ලට ගත යුතුය."
      ]
    },
    "en": {
      "title": "Electronic Media Broadcasting Authority Act is expected -Santha Bandara",
      "body_lines": [
        "Minister of State for Media Shantha Bandara said that the Electronic Media Broadcasting Authority Act is expected to be submitted to Parliament.",
        "The Minister of State said he expects a national media policy and that it has now been submitted for the approval of the Cabinet.",
        "State Minister Shantha Bandara said this at a media briefing held at the Presidential Media Center on Tuesday (13).",
        "One of the main challenges we face today is the problem of managing income and costs.We have paid special attention to the 16 companies below the Ministry. Most of them rely on the Treasury. Therefore, we have taken steps to move these companies independently.",
        "In particular, we made some important decisions in consultation with the administration for the progress of the National Rupavahini and the Sri Lanka Radio Corporation.. By making it possible to obtain favorable approaches. Independent TV and Lakehouse (Associated News Paper Company) have been subjected to various changes. We hope that within next year, those companies can be turned into profit -owned companies.",
        "In addition, the revenue of the Postal Department in 2022 was only 9,268 million rupees. But in 2023 was able to earn an income of up to 13,616 million rupees. Without any burden on the public, increasing the services and reducing the shortcomings on the administrative side, we were able to systematize it. In 2021 of the Postal Department, 7,173 million losses fell to 6,832 million in 2022.",
        "But in 2023 the loss was reduced to 3,222 million. Accordingly, by December 31, 2024, we consider that the postal department can be transformed into a profit -free company that does not rely on the Treasury.",
        "In addition, the Cabinet has approved the launch of a special program of 10 billion rupees as a private and state joint project.. By this you can make the transmission of products from anywhere in the world. We are also taking steps to launch a courier service to transmit goods using 200 three -wheelers and 50 motorcycles in the Western Province this year.",
        "We also expect to carry out the basic banking operations carried out by the Bank of Ceylon to cover 100 post offices.",
        "In addition, the Electronic Media Broadcasting Authority was subjected to massive changes based on the majority agreement. The final bill has now been sent to the Attorney General's Department. It is expected to be presented in Parliament in the future.",
        "Arrangements for the creation of a charter company for journalists are currently being prepared. Its preliminary work has been completed and sent to the Attorney General's Department. We expect to provide internationally accredited certificates with formal training.",
        "Expected to present a national media policy. It has now been submitted to the Cabinet approval. It should be noted that there will be no problems for media activities."
      ]
    }
  }
}