{
  "translated_text": {
    "si": {
      "title": "ජනතාවගේ සාර්ථකත්වය අපගේ ජනතාවගේ දේශපාලනයයි - මුරුකේස් චන්ද්රකුමාර්ගේ දේශපාලනය",
      "body_lines": [
        "කෙනෙකුට තමන්ගේම ඉඩමක් මත ජීවත් විය හැකි ස්ථානයක් නිර්මාණය කිරීම. ඒ සඳහා දේශපාලනිකව වැඩ කිරීමට. ජාතික කාර්යය ඇත්ත වශයෙන්ම එසේ කිරීමයි. හිටපු පාර්ලිමේන්තු මන්ත්රීවරයකු වන මුරුකේ චන්ද්රකුමාර් යාපනයේ කිලිනොච්චි මැතිවරණ දිස්ත්රික්කයේ එක්සත් ජනතා බලයේ ප්රධාන අපේක්ෂකයෙකු කියා සිටියේ එය දෙමළ ජාතිකවාදයේ ජීව රුධිරය බවයි.",
        "ඔහු මේ බව කියා සිටියේ කිලිනොච්චි හි උදයානගර්හි පැවති ප්රසිද්ධ රැස්වීමක් අමතමින්.",
        "දෙමළ ජනතාව පිළිතුරු දෙන්නේ කාටද ඡන්දය දිය යුත්තේ කාටද?. තෝරා ගත යුත්තේ කාටදැයි විමසීම. අපි කියන්නේ, ජනතාව, ඔබ ඔබට ඡන්දය දෙන්න. ඔව්, ඔබ වෙනුවෙන්, ඔබේ ඡන්දයෙන් ප්රයෝජන ගැනීම යන්නෙන් අදහස් කරන්නේ ඔබ ජයග්රහණය කිරීම සඳහා ය.",
        "අතීතයේ පැහැදිලිව සිතීමට ඔබට අමතක වූ නිසා හෝ බලාපොරොත්තුවේ පදනම මත ඡන්දය ප්රකාශ කළ නිසාය. වැරදිකරුවන්ට දේශපාලන බලය අල්ලා ගැනීමට හැකි විය.. අද සිදු වූයේ එයයි.",
        "දැන් දකුණු ශ්රී ලංකාවේ ජනතාව - සිංහල ජනතාව - එම වැරැද්ද නිවැරදි කිරීමට සූදානම්. එබැවින් නව දේශපාලන පරිසරයක් තිබේ. දූෂිත හා සැලකිලිමත් මිනිසුන් ගැන සැලකිලිමත් වන දේශපාලන politicians යින් තුළ මිනිසුන් සාර්ථක වන තත්වයක් පවතී.",
        "උතුරු හා නැගෙනහිර වෙනසක්. ජනතාවට දුන් පොරොන්දු ඉටු නොකරන අයව ජනතාව පරාජය කළ යුතුය. සමාජ වර්ධනයට දායක නොවන අය ජනතාව පලවා හැරිය යුතුය.",
        "ජනතාවගේ අරගලය සහ සටන්කාමීන්ගේ පරිත්යාගයන් විසුරුවා හැරිය යුතුය. ජනතාවගේ ගැටලු විසඳිය නොහැකි මිනිසුන් වන්නේ ඇයි?ජනතාවගේ අවශ්යතා මොනවාදැයි නොදන්නා අය නොදන්නේ ඇයි?",
        "අතීතයේ යුද්ධයෙන් වඳ වී ගොස් ඇති කිලිනොච්චි අප විසින් ගොඩනඟා ඇත. ජනතාවගේ මනසෙහි රැඳී සිටිය හැකි බොහෝ කාර්යයන් අපි ඉටු කර ඇත්තෙමු. අද වන විට උතුරේ වවුනියා ඔබ්බට දිස්ත්රික්ක පහෙහි කිලිනොච්චි හි කිලිනොච්චි හි ඇත්තේ කර්මාන්ත ශාලාවක් පමණි. ඔවුන් කර්මාන්ත ශාලාවේ කේවල් 6000 ක් සාදයි.",
        "ඔව්, 6000 කට 6000 දෙනෙකුට වැඩ කළ හැකි වෙනත් කර්මාන්ත ශාලාවක් වෙනත් කෙනෙකුට පෙන්විය හැකිද?මේ වසරේ කර්මාන්ත ශාලාවක් නිර්මාණය කිරීමට ඔබ උත්සාහ කළේ නම්, දෙමළ ජනතාවගේ ආර්ථිකය වැඩිදියුණු වනු ඇත. මිනිස්සු අපේ ඉඩමෙන් පිටව යන්නේ නැහැ. ජනගහනය පහත වැටේ නම්, අපගේ නියෝජනය අඩු වනු ඇත.",
        "සිදුවන්නේ එයයි. එය වෙනස් කළ හැකි පුද්ගලයින් නොමැත. අපි උත්සාහ කරන්නේ මිනිසුන් වැඩි දියුණු කිරීමටයි. අපි අපේ පස පොහොසත් කිරීමට උත්සාහ කරමු. කෙනෙකුට තමන්ගේම ඉඩමක් මත ජීවත් විය හැකි ස්ථානයක් නිර්මාණය කිරීම. ජාතික කාර්යය ඇත්ත වශයෙන්ම එසේ කිරීමයි. එය දෙමළ ජාතිකවාදයේ ජීව රුධිරයේ ආරක්ෂාවයි.",
        "අපේ පසෙහි පශ්චාත් යුධ දේශපාලනය කිසිවෙකු කර නැත. අපි ඒක කරනවා. ඒ නිසා තමයි අපි කියන්නේ, අපේ මාර්ගය වෙනම ක්රමයක්. එය නව ක්රමයක්. ජනතාවට යන මාර්ගය. ජාත්යන්තර ප්රජාව හඳුනාගන්නා ආකාරය එයයි. ඒ ආකාරයෙන් තෝරා ගැනීම සහ සහාය දීම මිනිසුන්ගේ සාර්ථකත්වයට උපකාරී වේ. ජනතාවගේ සාර්ථකත්වය එයයි.",
        "මිනිසුන් සාර්ථක වීමට නම්, ජනතාවගේ අවශ්යතා දැනෙන අය සාර්ථක විය යුතු යැයි අපි අවධාරනය කරමු. මෙම මැතිවරණයේදී දෙමළ ජනතාව නව වෙනස්කම් කළ යුතුය.",
        "අප එක්සත් ජනතා බලයේ බලයෙන් තරඟ කරන්නේ නම්, දෙමළ ජනතාවගේ ගැටලුව විසින් දෙමළ ජනතාව විසඳිය යුතු බව එක්සත් ජනතා බලයේ එක්සත් ජනතා බලය එක්සත් ජනතා බලයයි.. අපි, මවුන්ටන් පක්ෂ සහ මුස්ලිම් පක්ෂ අපගේ අයිතිවාසිකම් දෙමළ ජනතාව ලෙස ඉල්ලා සිටින්නේ එබැවිනි.",
        "ස්ථාවර හා සටන් කිරීම සහ සටන් කිරීම වර්තමාන පරිසරය තුළ සාර්ථක විය හැකිය. ඒ නිසා තමයි අපි යථාර්ථවාදී, බුද්ධිමත් දේශපාලනයක් මෙහෙයවන්නේ. එය කාලයාගේ ඇවෑමෙන් අනිවාර්ය වේ. යමෙකු-කාලීන නොවන දේශපාලනයක් කරන්නේ නම්, මිනිසුන් සඳහා නපුරුකම් තිබේ. මිනිසුන්ට බලපාන දේශපාලනය කිසිවෙකු කළ යුතු නොවේ. ඔහු පැවසුවේ එය විශාල අපරාධයක් බවයි."
      ]
    },
    "en": {
      "title": "The success of the people is the politics of the people of our people - Murukesu Chandrakumar",
      "body_lines": [
        "To create a position where one can live on own land. To work politically for that. The national task is to actually do so. Murukesu Chandrakumar, a former parliamentarian and the chief candidate of the United People's Power of the Kilinochchi Election District, Jaffna, said that it was the lifeblood of Tamil nationalism.",
        "He said this while addressing a public meeting in Udayanagar, Kilinochchi.",
        "The Tamil people ask whom to vote. Asking whom to choose. We say, the people, you vote for you. Yes, for you, it means to take advantage of your votes for you to win.",
        "It was only because you forgot to think clearly in the past, or voted on the basis of hope. The wrongdoers were able to seize political power.. That is what happened today.",
        "Now the people of South Sri Lanka - the Sinhalese people - are ready to correct that mistake. So there has been a new political environment. There is a situation where people are successful in politicians who are concerned about corrupt and concerned people.",
        "As well as a change in the north and east. People must defeat those who do not fulfill the promises made to the people. People need to drive out those who do not contribute to social growth.",
        "The struggle of the people and the sacrifices of the militants must be dissolved. Why are people who cannot solve the problems of the people?Why are people who do not know what the needs of the people?",
        "We have built the Kilinochchi that has been extinct by war in the past. We have performed many tasks that can remain in the minds of the people. Today, there is only a factory in Kilinochchi in the five districts beyond Vavuniya in the north. They make 6000 bargains in the factory.",
        "Yes, can someone else show a different factory where 6000 people can work?If you tried to create a factory this year, the economy of the Tamil people would have improved. People may not have been going to leave our land. If the population declines, our representation will decrease.",
        "That's what happens. There is no people who can change it. We are trying to improve people. We strive to enrich our soil. To create a position where one can live on own land. The national task is to actually do so. That is the protection of the lifeblood of Tamil nationalism.",
        "No one has done the post -war politics on our soil. We are only doing it. That is why we say, our way is a separate way. That is a new way. The way to the people. That is the way the international community recognizes. Choosing and supporting that way will help people's success. That is the success of the people.",
        "That is why if people are to succeed, we insist that those who feel the needs of the people should succeed. The Tamil people should make new changes in this election.",
        "If we are contesting with the United People's Power, the United People's Power is the only party that says that the Tamil people should be solved by the problem of the Tamil people.. That is why we, the mountain parties and the Muslim parties, are asking our rights as Tamil -speaking communities.",
        "Standing and fighting and fighting can be a success in today's environment. That is why we carry out a realistic, intelligent politics. That is mandatory of time. If someone does a non -timeless politics, there are evils for people. No one should do politics that will affect people. He said it was a great crime."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Murukesu Chandrakumar emphasizes Tamil nationalism, calling for self-sufficiency and rejecting corrupt politicians. He advocates for economic development through factories and protecting land rights."
  ]
}