{
  "translated_text": {
    "si": {
      "title": "මුල්ලිවයිකල් ඇප මත නිදහස් විය",
      "body_lines": [
        "මුත්තූර් හි කන්ජි හි කන්ජි හුවමාරු කිරීමේ චෝදනාව මත මුත්තූර් අධිකරණය අද දින හතර දෙනෙකුගෙන් යුත් ඇප ලබා දුන්නේය - ත්රිකුණාමලය දිස්ත්රික්කයේ ජුසයෝර් ප්රදේශය.",
        "මෙම නඩුව අද මුත්තූර් අධිකරණ විනිසුරු ඩස්නීම් භූසාන් ඉදිරියේ විභාගයට ගැනම, අද දින නීතී yers යින් අ වන ඇප හතරේ සිව්දෙනා නිදහස් කිරීමට නියෝග කර තිබේ.",
        "Attorne -law. මේ සඳහා නීති orney BHUVIRAJAINHAM MUKUKunnah Mukunnan, Attorne -at -law thewaarah Ranaan සහ නීති orney සයන්දරන් යන මහත්වරු සහභාගී වූහ.",
        "සම්පත් පොලිසියට එරෙහිව අයි.සී.සී.පී.ආර් පනත 3 (1) යටතේ ගොනු කර ඇති සම්පත් යටතේ සම්පත් පොලිසිය යටතේ සම්පත් පොලිසිය යටතේ සාපූර් ප්රදේශයේ නඩුවක් ගොනු කර තිබේ.. මෙම අවස්ථාවේ දී, විනිසුරුවරයා ඇප අයදුම්පත පිළිගෙන ඇප නියම කළේය. නඩුව යළිත් 27 වනදා විභාගයට ගැනේ.",
        "සේලිවූර් බිදානාපති පන්සලේදී මුල්ලිවික් කන්ජි හුවමාරු කර ගැනීමේ චෝදනාව මත කමලේවරන් විජිත, විශ්ව විද්යාල සිසිතා, සෙල්විනූ කුමාර් සුයාකාරි සහ නවනරාජා හරීරිකේමාර් මේ මස 12 වන දින අත්අඩංගුවට ගනු ලැබීය."
      ]
    },
    "en": {
      "title": "Mullivaikkal released on bail",
      "body_lines": [
        "The Muttur court today granted bail of four persons arrested for allegedly exchanging Kanji in Muttur - Senayoor area of Trincomalee district.",
        "As the case was taken up in the presence of Muttur Court Judge Dasneem Bhusan today, the lawyers have ordered the release of the four -judge judges on bail of Rs.",
        "Attorney -at -Law. Attorney Bhuvirajasingham Mukundan, Attorney -at -Law Thevarajah Ramanan and Attorney Sayanthan were present in support of this.",
        "The Sampur police have filed a case under the Sampur police in the Senayoor area under the Sampur police, which has been filed under the ICCPR Act 3 (1) against the Sampur police.. In this case, the judge accepted the bail application and ordered the bail. The case will be taken up again on the 27th.",
        "Kamaleswaran Vijitha, University student Kamleswaran Tilila, Selvinod Kumar Sujani and Navertnaraja Hariharakumar were arrested on the 12th of this month on charges of exchanging Mullivaikal Kanji at the Senayoor Bhubanapathi Temple."
      ]
    }
  },
  "summary_lines": [
    "Four individuals arrested for allegedly trading Kanji in Muttur-Senayoor, Trincomalee, were granted bail by the Muttur court. Attorneys Bhuvirajasingham Mukundan, Thevarajah Ramanan, and Sayanthan supported the release. The case, filed under the ICCPR Act 3 (1), will resume on the 27th."
  ]
}