{
  "translated_text": {
    "ta": {
      "title": "SLTB 400 புதிய பேருந்துகள்",
      "body_lines": [
        "இலங்கை போக்குவரத்து வாரியம் சார்பாக 400 புதிய பேருந்துகள் வாங்கப்படும் என்று எஸ்.எல்.டி.பி தலைவர் லலித் டி அல்விஸ் தெரிவித்தார்.. ஜனாதிபதியின் ஊடக மையத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் அவர் பேசிக் கொண்டிருந்தார்.",
        "\"எங்கள் பேருந்துகள் தினமும் 500,000 பயணிகளை 5500 முறை சந்திக்கின்றன. டிஜிட்டல் திட்டத்தை முறையாக செயல்படுத்துவது எங்கள் வருமானத்தை முற்றிலுமாக நிறுத்த முடியும் என்பது எங்கள் நம்பிக்கை.",
        "நாங்கள் கடந்த ஆண்டு 400 பேருந்துகளை புதுப்பித்து மீண்டும் இயக்கியுள்ளோம். இந்த ஆண்டு 400 பேருந்துகள் புதுப்பிக்கப்படும். 1000 புதிய பேருந்துகளை வாங்க அமைச்சரவை ஒப்புதல் அங்கீகரிக்கப்பட்டுள்ளது. அதன்படி, 400 பேருந்துகளை வாங்க 400 பேருந்துகள் தொடங்கப்பட்டுள்ளன.",
        "மாணவர்களைத் தவிர, சலுகை விலைகளின் கீழ் பேருந்துகளையும், தொழில்நுட்பக் கல்லூரிகளுக்கு 811 பேருந்துகளையும், தினமும் பள்ளி சேவைகளுக்கு 810 பேருந்துகளையும் வழங்குகிறோம்.",
        "பொது பேருந்துகளின் புதுமைக்காக மின்சார பேருந்துகளை அறிமுகப்படுத்துதல், நவீன தகவல் தொழில்நுட்பத்தைப் பயன்படுத்துதல் மற்றும் பஸ் மற்றும் நிர்வாகத்தின் செயலில் உள்ள நடவடிக்கைகளை செயல்படுத்துவது அந்த நேரத்தில் திட்டமிடப்பட்டுள்ளது.",
        "ஆன்லைன் அமைப்பு மூலம் தொலைதூர பயணத்திற்கான இடங்களை ஏற்கனவே முன்பதிவு செய்தல். எதிர்காலத்தில், டிஜிட்டல் மயமாக்கல் மூலம் இன்னும் பல சேவைகள் அறிமுகப்படுத்தப்படும்."
      ]
    },
    "en": {
      "title": "SLTB is 400 new buses",
      "body_lines": [
        "SLTB chairman Lalith de Alwis said that 400 new buses will be purchased on behalf of the Sri Lanka Transport Board.. He was speaking at a press conference held at the President's Media Center.",
        "\"Our buses meet around 500,000 passengers through 5500 times daily. It is our belief that the proper implementation of the digital program can completely stop our income.",
        "We have renovated 400 buses last year and re-operated. 400 buses will be renovated this year. The cabinet approval has been approved to purchase 1000 new buses. Accordingly, 400 buses have been launched to purchase 400 buses.",
        "In addition to the students, we provide buses under concessionary prices and 811 buses for technical colleges and 810 buses for school services daily.",
        "Introducing electricity buses for innovation of public buses, using modern information technology, and implementing the active activities of the bus and management to meet the activities of the bus plays.It is planned by the time.",
        "Already reservation of seats for distance travel through online system. In the future, many more services will be introduced through digitization. \""
      ]
    }
  },
  "summary_lines": [
    "SLTB plans to buy 400 new buses, aiming to improve service quality and efficiency. Chairman Lalith de Alwis announced the initiative at a press conference, highlighting the board's commitment to digital transformation and innovation in public transportation. This move follows the renovation of 400 buses last year and comes as part of a larger plan to acquire 1,000 new buses. Additionally, SLTB offers discounted fares for students and operates special services for technical colleges and schools. The introduction of electric buses and seat reservations via an online system are part of ongoing efforts to modernize and enhance passenger experience."
  ]
}