{
  "translated_text": {
    "si": {
      "title": "காற்றாலைக்கு எதிராக கட்டைக்காட்டில் வெடித்தது போராட்டம்!",
      "body_lines": [
        "මන්නාරම සුළං මෝල් මැලේිල් ව්යාපෘතියට එරෙහිව ජනතාව විසින් මතු කරන ලද ප්රජාතන්ත්රවාදී අරගලයට සම්බන්ධ පොලිස් සිවිල් වැසියන්ට සහ පියවරුන් වෙත පොලීසිය විසින් එල්ල කරන ලද පොලිස් ප්රහාරය හෙළා දකිමින් අද (28) සාමකාමී විරෝධතාවක් දියත් කරන ලදී.",
        "මන්නාරම් ජනයාට බලපෑම් කළ හැකි සුළං මෝල් ව්යාපෘතියට එරෙහිව විරෝධය පළ කරමින් මන්නාරමේ විරෝධතාවලට සම්බන්ධ අයට එරෙහිව රාජ්ය මර්දනය භාවිතා කරයි.",
        "මන්නාරම් ජනතාවගේ අරගලයට සහාය දැක්වීම සඳහා, මන්නාරම් ජනතාවගේ අරගලයට සහාය දැක්වීම සඳහා වඩිමාච්චි නැගෙනහිර ගොඩනැගිල්ලේ මෙම උද් ration ෝෂණය පැවැත්විණි.",
        "පියාගේ නායකත්වය යටතේ අද උදේ 7: 30 ට අරගලය දියත් කරන ලදී",
        "මේ අවස්ථාවේදී විරෝධතාකරුවන් මන්නාරම විනාශ නොකරන්නා, මන්නාරම විනාශ නොකරන බව විනාශ නොකළේය.",
        "මේ අවස්ථාවේ මාධ්ය වෙත අදහස් දැක්වීය.",
        "මන්නාරම් දිවයිනේ රාජ්ය යාන්ත්රණයේ හිංසනය හෙළා දකිමින් අපි මන්නාරම් ජනතාවගේ මහජනතාව ලෙස මෙය තරයේ හෙළා දකිමු.",
        "මන්නාරම ජනතාවගේ ජනතාව හොඳ අරගලයක යෙදී, මන්නාරම් ජනවාරුවරුන්ගේ වින්දිතයින් හෙළා දකිමින් අපේ මන්නාරම්වල සම්පත් අපේ මන්නාරම්වල සම්පත් අපේ මන්නාරම්වල සම්පත් හා සංවර්ධනයේ නාමයෙන් ගසාකෑම හෙළා දකී.",
        "ஆனால் இந்த அரசாங்கம்  அரசு இயந்திரத்தை பயன்படுத்தி மன்னார் மக்களுடைய சாத்வீக போராட்டத்தை அசிங்கப்படுத்தியுள்ளார்கள்  அத்தோடு அப்பாவி மக்கள், அப்பாவி மத குருமார்களை தாக்கி இருக்கிறார்கள்.",
        "වහාම මෙම අරාජිකත්වය නතර කළ යුතුය. බොහෝ පොරොන්දු වලට බලයට පත්වූ මෙම රජය අනෙකුත් ආණ්ඩු මෙන් ය.",
        "එහෙත් අපේ රටේ ත්රස්ත නීතිය අවලංගු කර නොමැති අතර දේශපාලන සිරකරුවන් තවමත් සිරගතව සිටින අතර, අපේ මන්නාරම් දූපතේ සම්පත් සූරාකෑමට බොහෝ නහරවල තිර රෙදි ගෙවති.. එය පරිසරයට ද බලපායි.",
        "රජය වහාම මෙවැනි ස්වාධීන ක්රියාකාරකම් අතහැර දමා අපේ ජනතාවට අපේ රටේ ඔවුන්ගේ සම්පත් හා ස්වෛරීභාවය භාවිතා කළ යුතුය.",
        "අද උදෑසන අපි ගොඩනැගිල්ලේ සාමාන්ය ජනතාව ලෙස අරගලයට එක්වෙමු. ජාත්යන්තර ප්රජාවට ජාත්යන්තර ප්රජාවේ මැදිහත්වීම සමඟ සැලකිය යුතු නොවන බව අවධාරණය කරමු.",
        "අනෙකුත් රජයන් මෙන්ම, මෙම රජය දෙමළ ජනතාවට පීඩා කිරීමේ ක්රියාවලියක නිරතව සිටී. එමනිසා, එවැනි ක්රියාකාරකම් සඳහා ස්ථිර විසඳුමක් සෙවීමට අවශ්ය නම් ජාත්යන්තර මැදිහත්වීම අනිවාර්යයෙන්ම අවශ්ය බව ජනතාව දැන් තේරුම් ගෙන ඇත.",
        "அதேபோன்று மக்களாக குறித்த மன்னார் காற்றாலைக்கு எதிரான போராட்டத்தை முன்னெடுத்து வருகின்றபோதும் மக்களின் சாத்வீகமான போராட்டத்தை சிலர் மதச்சாயம் பூச முனைகின்றார்கள்",
        "ආශීර්වාද, හින්දු පූජකවරු, මුස්ලිම් පූජකයන් සහ මුස්ලිම් පූජකයන් ආගමට සහභාගී වෙමින් සිටිති."
      ]
    },
    "en": {
      "title": "The protest against the windmill exploded!",
      "body_lines": [
        "A peaceful protest was launched today (28) at the Vadamarachchi East, condemning the police attack on civilians and fathers involved in the democratic struggle raised by the people against the Mannar windmill project.",
        "State repression is used against those who are involved in the protests in Mannar protesting against the windmill project that can be affected by the Mannar people.",
        "The demonstration was held at the Vadamarachchi East Building in order to support the struggle of the Mannar people, condemning the attack on the people and the fathers of the Arut.",
        "The struggle was launched at 7:30 am today under the leadership of the father",
        "At this time, the protesters did not destroy, do not destroy Mannar, do not destroy Mannar.",
        "Father Vasanthan Adikal, who commented to the media at this time,",
        "We strongly condemn this as the public of the people of Mannar, condemning the oppression of the state apparatus on the island of Mannar.",
        "The people of Mannar engaged in a good struggle, condemning the Mannar people's victims and the exploitation of the resources of Mannar in the name of our native property and development.",
        "But this government has used the state apparatus to ugly the people of Mannar and attacking innocent people and innocent clergy.",
        "Immediately this anarchy should be stopped. This government, which has come to power with many promises, is just like other governments.",
        "Yet the terrorism law in our country has not been repealed, and political prisoners are still in jail, and many of the veins are moving in the curtains to exploit the resources of our Mannar Island.. It also affects the environment.",
        "The government should immediately abandon such autonomous activities and make arrangements for our people to use their resources and sovereignty in our country.",
        "This morning, we are joining the struggle as the general public of the building, emphasizing that the international community should not be treated with the intervention of the international community.",
        "As well as other governments, this government is engaged in the process of oppressing the Tamil people. Therefore, people are now beginning to understand that international intervention is definitely needed if we want to find a permanent solution to such activities.",
        "Similarly, even though the Mannar is carrying out a struggle against the windmill as people, some people seek to be religious",
        "The blessings, the Hindu priests, the Muslim clergy, and the Muslim clergy, are attending the religion."
      ]
    }
  },
  "summary_lines": []
}