{
  "translated_text": {
    "ta": {
      "title": "ரூ. இரண்டு கோடி இடையே, கட்டரகமாவில் இரண்டு பருத்தி சரிந்த இடையே மோதல்",
      "body_lines": [
        "கட்டரகமா எசலா திருவிழா தொடங்கியவுடன், தேவலயாவில் (30) தேவலயாவில் (30) மோதல் நடந்தது.",
        "ட்வர்வா கபுரா ஆட்சி மற்றும் தேவலயா கொடுக்கப்பட்ட மூலதனம் ஆகியவற்றில் இந்த மோதல் நிகழ்ந்துள்ளது. கயான் கயனால் தாக்கப்பட்டதாக சிகிச்சைக்காக கட்டரகாமா மருத்துவமனை கட்டரகாமா மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளது, ஒரு பருத்தி கயனால் தாக்கப்பட்டது.",
        "மேலும், தாக்குதல் தொடர்பாக கட்டரகாமா போலீசார் பெற்ற புகார் குறித்து விசாரணைகள் தொடங்கப்பட்டன. கட்டரகாமா காவல்துறையினர் நேற்று (1 வது) காவல்துறையினருக்கு அழைத்துச் சென்று ரூ.",
        "பெராஹெரா பருவத்தில், இரண்டு தலைமுறையினருக்கும் இடையே ஒரு மோதல் உள்ளது என்பதும், மோதல் ரூ.",
        "புனித வருவாயின் மொத்த வருமானம் எடுக்கப்படுகிறது. தில்ஷான் குணசேகேரின் பாஸ்னாயகே, பாஸ்னாயகே தில்ஷான் குணசேகெரா கூறுகையில், பகிர்ந்து கொள்வது சாத்தியமில்லை என்று கூறுகிறது.",
        "கட்டரகாமா தேவலயாவில் உள்ள பாஸ்நாயக் நிலாமின் இல்லத்திலிருந்து பேருந்துகள் எடுத்துச் செல்லப்பட்டன.",
        "பின்னர் அவர் அவரைத் தாக்கி, தனது சொந்த நேரத்தின் சாவியை அகற்றினார்.. ஒருமுறை அவர்கள் தங்கள் கடமைகளை அவர்கள் விரும்பியபடி பகிர்ந்து கொள்வார்கள். எனவே ஊர்வலத்தில் ஏழு கோடியைப் பகிர்ந்து கொள்ளும் பணியில் மோதல்கள் நிகழும் என்று அவர்கள் மோதினர் மற்றும் மோதல்கள். மோதல் மோதல்களுக்கு பணத்தை வழங்குவதில் பணத்தை வழங்குவதற்கான பக்தர்கள் தெரிவித்துள்ளனர்",
        "\"புற்றுநோய் மருத்துவமனை மற்றும் ஏழை குழந்தைகளுக்கு குழி மருத்துவமனையை தியாகம் செய்யுமாறு புற்றுநோய் மருத்துவமனை கேட்டுக்கொள்ளப்படுவதாக புற்றுநோய் சங்கத்தின் (CHOGM) கன்செம் கூறுகிறது.",
        "'கடைசியாக, கபுரா குடும்பங்கள் கிரி வேரா தலைவரையும் மடிவாவையும் தாக்கின. ஊர்வலத்திற்குப் பிறகு இந்த நேரத்தில் தொடங்க நேரம் தொடங்குகிறது.. ருஹுனு மகா கட்டரகம தேவலயா, ரத்னயகா தலைமுறை மற்றும் முனசிங்க தலைமுறை ஆகியோரின் மூன்று தலைமுறைகள் இந்த தலைமுறையினரிடையே ஈசலா விருந்தில் தேநீர் எடுக்க கண்டுபிடிக்கப்பட்டுள்ளன என்பதை வெளிப்படுத்தியது.. மோதல்கள் ஏற்பட்டபோது இலங்கை இராணுவத்தை சஹாராவுக்கு போலீசாருக்கு வரவழைக்க இலங்கை இராணுவம் முடிவு செய்துள்ளது."
      ]
    },
    "en": {
      "title": "Rs. Between two crores, a clash between two cotton collapses at Kataragama",
      "body_lines": [
        "With the commencement of the Kataragama Esala Festival, a clash had taken place in the Devalaya (30) at the Devalaya (30).",
        "The clash has occurred among the Twarwa Kapura Regime and Capital Given the Devalaya. The Kataragama hospital has been admitted to the Kataragama hospital for treatment that Gayan was assaulted by Gayan, a cotton was assaulted by Gayan.",
        "Moreover, investigations were launched on a complaint received by the Kataragama Police regarding the attack. The Kataragama Police have taken the Karan Aravan police to the police yesterday (1st) and was released on bail of Rs.",
        "It is revealed that during Perahera season, there is a conflict between the two generations and that the clash is available for Rs.",
        "The total income of the sacred revenue is being taken. Basnayake Nilame Dilshan Gunasekera, Basnayake, Dilshan Gunasekera, says that when it is impossible to share.",
        "The buses were taken away from the Basnayake Nilame's residence in the Kataragama Devalaya.",
        "He later attacked him and removed the keys of his own time.. Once they will share their duties as they want. So they had clashed and clashes that clashes would occur in the process of sharing seven crores in the procession. The devotees of providing money on providing money to conflict conflicts said",
        "\"The Cancem of the Cancer Association (CHOGM) says that the Cancer Hospital is requested to sacrifice the cavity hospital to the Cancer Hospital and poor children.",
        "'Last time, Kapura Families also assaulted the Kiri Vehera leader and the Madiwa. The time begins to start this time after the procession.. The three generations of the Tower of Ruhunu Maha Kataragama Devalaya, Rathnayaka generation and Munasinghe generation revealed that these generations have been found among these generations to take tea at the Esala feast.. The Sri Lanka Army has decided to summoned the Sri Lanka Army to the Sahara of the Police when the clashes."
      ]
    }
  },
  "summary_lines": [
    "During the Kataragama Esala Festival, a clash erupted between the Twarwa Kapura Regime and the Capital Given Devalaya, resulting in injuries and leading to investigations by the Kataragama Police. The incident involved disputes over financial matters, with allegations of assault and property damage. The situation escalated during the Perahera season, affecting the sacred revenue and causing tension among different generations within the community. The Sri Lanka Army was called in to maintain order."
  ]
}