{
  "translated_text": {
    "si": {
      "title": "වැඩිහිටි යුවළක්",
      "body_lines": [
        "අහාන්ගම පොලිසිය පැවසුවේ මෙම යුවළ නිවසක මරණයට පත්ව ඇති බවයි. දෙදෙනාගේ සිරුරු අහංගමෙහි වල්න්ගොඩ ප්රදේශයේ නිවසකින් සොයාගෙන තිබේ.",
        "යුවළගේ දියණිය ගැබ්ගෙන ඇත. ඔහු සිකුරාදා (04) කොළඹ සිට කොළඹ බලා තැබුවේ ප්රතිකාර සඳහා ය. පියාණන් විසින් දුරකථනය පියාට කැඳවීය. ප්රතිචාරයක් නොමැත. එතැන් සිට ඔහුට අසල්වැසියාට ආරාධනා කර ඇත.",
        "ඔවුන් යුවළගේ නිවසට ගිය විට, මෙම යුවළ කපා කොටා ඇති බව අනාවරණය විය."
      ]
    },
    "en": {
      "title": "Elderly couple",
      "body_lines": [
        "Ahangama police said the couple had been hacked to death in a house. The bodies of the two have been recovered from a house in the Walhengoda area of ​​Ahangama.",
        "The daughter of the couple is pregnant. He has traveled from home to Colombo on Friday morning (04) for treatment. The father has taken the phone call to the father. There is no response. He has since been invited to the neighbor.",
        "When they visited the couple's house, it was revealed that the couple had been hacked to death."
      ]
    }
  },
  "summary_lines": [
    "Elderly couple found hacked to death in Ahangama. Bodies discovered in Walhengoda area. Daughter pregnant, away seeking medical care. Father received suspicious phone call before incident. Neighbors reported finding victims after daughter's visit."
  ]
}