{
  "translated_text": {
    "ta": {
      "title": "யாத்திரையில் கைது செய்யப்பட்ட ஒரு மோலேவன் மற்றும் ஒரு பெண்",
      "body_lines": [
        "21 வது பிற்பகல் ஒரு குழு கைது செய்ய முயன்றபோது, ​​ஸ்ரீ லங்கா மற்றும் ஸ்ரீ லங்காவுக்கு ஒரு யாத்திரை, கட்டூனாயக் விமான நிலைய காவல்துறை அதிகாரிகள்.",
        "அவர்கள் கல்முனை, பாட்டிகலோவாவில் வசிப்பவர்கள், இதனுடன், 44, ம ou லவியா. மற்ற பெண் 49 ஆண்டுகள்.",
        "அவர்கள் ஆகஸ்ட் 06/2N.A அன்று இரவு 8.56 மணி.",
        "அனைத்து விசாரணைகளின் வருகையிலும் கலந்து கொண்டு பண்டாரநாயக சர்வதேச விமான நிலையத்தை விட்டு வெளியேறும்போது அவர்கள் விமான நிலைய காவல்துறை அதிகாரிகள் குழுவால் கைது செய்யப்பட்டனர்.",
        "கட்டுனாயக்க விமான நிலைய காவல்துறையினர் கட்டுனாயக்க விமான நிலையத்தின் நகைகளை மீட்டெடுத்தனர், இதில் 859 கிராம் பைகள் உள்ளன.",
        "மேலதிக விசாரணைகளுக்காக இரண்டு நகைகளை கட்டுனாயக்க விமான நிலைய சுங்க பணியாளர்களிடம் ஒப்படைக்க நடவடிக்கை எடுக்கப்பட்டுள்ளது.",
        "இந்த கைது மற்றும் இந்த மேலதிக விசாரணைகள் எரிக் பெரேரா, தலைமை ஆய்வாளர் ஜெனரல் இன்ஸ்பெக்டர் சந்தனா, பொலிஸ் கான்ஸ்டலன்ஸ், பொலிஸ் கான்ஸ்டலன்ஸ், பொலிஸ் கான்ஸ்டபிள், பொலிஸ் கான்ஸ்டபிள்கள், 93465 புரோட்டென்டன், 36514 குச்சிகள், 102313 விக்ரெமேசிங்கே மற்றும் பெண்களின் பொலிஸ் கான்ஸ்டபிள் 12146 நெத்மினி."
      ]
    },
    "en": {
      "title": "A molevian and a woman arrested in pilgrimage",
      "body_lines": [
        "Saudi Arabia, a Molevian and a Molewoman, who was returning to Sri Lanka and a pilgrimage to Sri Lanka, the Katunayake airport police officers while attempting to leave the Bandaranaike International Airport.A group of people arrested for the 21st afternoon.",
        "They are residents of Kalmunai, Batticaloa, with this, 44, the Moulavia. The other woman is 49 years.",
        "They were 8.56 pm on August 06/2N.A.",
        "They had been arrested by a group of airport police officers while attending the arrival of all the investigations and leave the Bandaranaike International Airport.",
        "The Katunayake airport police had recovered a jewelery of the Katunayake Airport, including 859 grams of bags in their baggage.",
        "Steps have been taken to hand over the two jewelery to the Katunayake airport customs personnel for further investigations.",
        "The arrest and this further investigations are conducted on the instructions of Eric Perera, Chief Inspector General Inspector Chandana, Police Constalans, Police Constalans, Police Constable, Police Constables, 93465Protentan, 36514 sticks, 102313 Wickremesinghe and Women's Police Constable 12146 Nethmini are underway."
      ]
    }
  },
  "summary_lines": [
    "In Saudi Arabia, a Molevian man and a woman were arrested at the Bandaranaike International Airport while trying to leave for Sri Lanka on a pilgrimage. They are from Kalmunai, Batticaloa, aged 44 and 49 respectively. The arrest occurred on August 6th, and jewelry worth 859 grams was found in their luggage. This jewelry has been handed over to the Katunayake airport customs for further investigation. The arrests were made under the instruction of several high-ranking officials, including Eric Perera and Inspector General Chandana."
  ]
}