{
  "translated_text": {
    "ta": {
      "title": "த்ரிபோஷாக்கள் ஒழிக்கப்பட்டன",
      "body_lines": [
        "அனுரா குமாரா டிசனாயக்க இலங்கையின் ஜனாதிபதியை நியமித்ததோடு, மகா குமாரா டிஸ்டனாயக்கமும் ஜனாதிபதியின் தேர்தலையும் திரிபோஷா நிறுவனத்தின் காரணத்தையும் எடுத்துள்ளது.",
        "அவர் இன்று (07) ஒரு ஊடக மாநாட்டில் ஒரு ஊடக மாநாட்டில் பேசிக் கொண்டிருந்தார்.",
        "\"அனுரா டிஸ்டனாயக்கை ஜனாதிபதியாக நியமித்ததால், 2024 செப்டம்பர் 27 இன் வர்த்தமானி அறிவிப்பு எண் 2403/53 வெளியீடு. வர்த்தமானி அறிவிப்பின் படி, இலங்கை த்ரிபோஷா கம்பெனி லிமிடெட் லிமிடெட் முடிவை தீர்மானிக்க அரசாங்கம் முடிவு செய்துள்ளது. இதன் விளைவாக, திரிபோஷா நிறுவனம் எந்தவொரு அமைச்சகத்திற்கும் ஒப்படைக்கவில்லை.",
        "திரிபோஷா 5 வயதுக்கு குறைவான, 5 வயதிற்குட்பட்டவர், உத்தியோகபூர்வ மற்றும் பால் கறக்கும் தாய்மார்களின் தாய்மார்களை பரிந்துரைக்கிறார் என்பது எங்களுக்குத் தெரியும். நாட்டின் மக்களின் ஊட்டச்சத்துக்கு திரிபோஷாஷிப் அவசியம். 1987 இந்த நிறுவனம் ஒரு தனியார் புகையிலை தயாரிப்பு நிறுவனத்தை ஒரு தனியார் புகையிலை நிறுவனத்துடன் தொடங்கியது, 2011, அரசாங்க சுகாதார அமைச்சகம் தேவையான பொது சேவையாக இருந்தது.",
        "அரசாங்கத்திற்கு அரசாங்கம் நியமிக்கப்பட்டபோது, ​​நாட்டின் மொத்த தேவையில் 70%. ஆனால் இந்த மதிப்பு 2016 இல் புதிய இயந்திரங்களுடன் 100% வரை வளர்ந்தது. இந்த நேரத்தில் தேவையை விட இது அதிகம் உற்பத்தி செய்யப்படுகிறது. அரசாங்கம் தலையிட்டு அரசாங்கத்தை சந்தைக்கு வைக்கிறது. உற்பத்தி சந்தையில் இருந்தது, மூன்று மாதங்களுக்குள் சந்தையில் விற்கப்படும் உயர்ந்த உணவு சந்தையில் அதிகம் விற்கப்பட்டது.",
        "தொழில் சந்தைகளின் மொத்த எண்ணிக்கை 70% தேவைகளை பூர்த்தி செய்யும். நாட்டின் ஊட்டச்சத்து தேவைகளைப் பூர்த்தி செய்ய திரிபோசோசாக்கள் ஒரு சிறந்த சேவையாக இருக்கும்போது திரிபோஷா ஒரு லாபகரமான லாபத்தை ஈட்டுகிறது. பொதுவாக, கருவூலத்தால் சம்பாதித்த வருமானம் பொதுவாக ரூ. இப்போது சிக்கல் என்னவென்றால், திரிபோஷா நிறுவனத்தை ஒழிக்க ஒரு திட்டம் உள்ளது."
      ]
    },
    "en": {
      "title": "The Thriposhas was abolished",
      "body_lines": [
        "Anura Kumara Dissanayake has acted with the appointment of the President of Sri Lanka and the Maha Kumara Dissanayake has taken the president's election and the cause of the Triposha Company.",
        "He was speaking at a media briefing in a media briefing today (07).",
        "\"As Anura Dissanayake was appointed President, issue of the gazette notification No. 2403/53 of September 27, 2024. According to the gazette notification, the government has decided to determine the decision of the Sri Lanka Thriposha Company Limited Limited. As a result, the Thriposha Company has not handed over to any Ministry.",
        "We know Thriposha recommends less than 5 years, under 5 years of age, the mothers of the official and milking mothers. Thriposhaship is essential for the nutrition of the people of the country. 1987 this company started a private tobacco products company with a private tobacco firm, 2011, the Government Ministry of Health was the necessary public service.",
        "When the government was assigned to the government, 70% of the total requirement of the country. But this value grew up to 100% with the new machinery in 2016. It is more produced than the need at this time. The government intervenes and puts the government to the market. The production was in the market, the superior food sold in the market within three months was the most sold in the market.",
        "The total number of Career markets will meet 70% of the requirements. Then the Thriposha will make a profitable profit when the Thripososas is a great service to meet the nutritional needs of the country. Generally, the income earned by the Treasury is usually worth Rs. 500 million. Now the problem is that there is a plan to abolish Thriposha Company. \""
      ]
    }
  },
  "summary_lines": [
    "Thriposha Company abolished due to excess production. Anura Kumara Dissanayake appointed as President. Maha Kumara Dissanayake takes presidential election. Gazette notification issued, company not transferred to any ministry. Thriposha crucial for national nutrition. Production exceeds demand, government intervention causes market surplus. Company generates significant revenue for treasury. Abolition planned despite importance in meeting nutritional needs."
  ]
}