{
  "translated_text": {
    "si": {
      "title": "ජාත්යන්තර ස්වෛරීභාවය ප්රතිසංවිධානය කිරීමේ ගිවිසුම;රනිල්ගේ වැඩසටහන අඛණ්ඩව පවත්වාගෙන යාමයි",
      "body_lines": [
        "පෙරටුගාමී සමාජවාදී පක්ෂය පවසා ඇත්තේ ජාත්යන්තර ස්වෛරී ප්රතිසංස්කරණ ගිවිසුම මගින් හිටපු ජනාධිපති රනිල්ගේ වැඩපිළිවෙල අඛණ්ඩව පවත්වාගෙන යාමයි.",
        "පක්ෂය විසින් නිකුත් කරන ලද ප්රකාශය එම ප්රකාශයේ දී කියා සිටියේ මේ පිළිබඳව තවදුරටත් වාර්තාවේ සඳහන් කරමිනි.",
        "ජාත්යන්තර ස්වෛරී බන්ධන ප්රතිව්යුහගත කිරීම ශ්රී ලංකාව සාර්ථකව නිම කර ඇති බව ශ්රී ලංකාව ශ්රී ලංකාව සාර්ථකව නිම කර ඇති බව මුදල් අමාත්යාංශය දෙසැම්බර් 14 වන දින ප්රකාශයක් නිකුත් කර තිබේ.ජාත්යන්තර ස්වෛරීයන්ගෙන් සියයට 98 ක් බැඳුම්කර හුවමාරුව සඳහා කැමැත්ත ප්රකාශ කර ඇති අතර පවත්නා බැඳුම්කර සඳහා නව බැඳුම්කර හුවමාරු කර ගැනීමෙන් ශ්රී ලංකාවේ ජාත්යන්තර ස්වෛරීභාවය බැඳුම්කර ප්රතිෂ් oration ාපනය කිරීම සඳහා මුදල් අමාත්යාංශය පවසයි.",
        "ජාත්යන්තර ආයෝජක බැඳුම්කර සහ දේශීය ණය දීමේ සමාගම් නියෝජිතයන් දෙදෙනෙකු සමඟ අත්සන් කරන ලද ප්රතිපත්තිමය ගිවිසුමක් අනුව ජාතික මහජන බල කඳ වූ ජාතික මහජන බල කඳ වන අතර 2024 නොවැම්බර් 25 වන දින ශ්රී ලංකාවට ශ්රී ලංකාවට ආරාධනා කරන ලදී.",
        "දෙසැම්බර් 12 වන දින අදාළ සමාගම්වලින් එය අනුමත කර ඇති බව මුදල් අමාත්යාංශය නිවේදනය කරයි. මෙම නිවේදනය සඳහන් කළේ අදාළ ක්රියාමාර්ග දෙසැම්බර් 16 වන විට අවසන් වන බවත් අදාළ බැඳුම්කර ගනුදෙනු දෙසැම්බර් 20 වනදා වන විට පැවැත්වෙන බවත් ය.",
        "ඒ අනුව, කඩදාසි 12.55 ක් වටිනා කැපී පෙනෙන ඩොලර් බිලියනවාට නව අගයන් සහ නව කූපන් පොලී අනුපාත සහිත නව සුරැකුම්පත් නිකුත් කිරීමට නියමිතය. ණය ගිවිසුම පසුගිය අගෝස්තු මාසයේ හිටපු ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් කරන ලද ගිවිසුමකි.",
        "ඒ කිසිවක් වෙනස් වී නැත. එය සැලැස්මක් පමණක් වන අතර එය ක්රියාත්මක කිරීමේ දිනයන්හි, පැරණි කොන්ත්රාත්තුවක් නොවේ.. පසුගිය ජනාධිපතිවරණයෙන් සහ මහ මැතිවරණයේදී රනිල් වික්රමසිංහගේ ආර්ථික උපායමාර්ගයෙන් ඉවත් වීමට ජාතික මහජන බලකාය කොමිසමේ ඇති ඉල්ලුම මෙහි මෙහිදී මෙහි ඇත.",
        "විකල්ප ණය ප්රතිව්යුහගත කිරීමේ වැඩසටහනක් නිකුත් කිරීමට නියෝග කර තිබියදීත්, වත්මන් රජය ජනතාව රවටා ඇති අතර රනිල් වික්රමසිංහගේ ආර්ථික උපාය මාර්ගයේ ගමන් කරයි.මෙය ආර්ථිකයේ වඩාත්ම විනාශකාරී ය. උදාහරණයක් ලෙස ජාත්යන්තර ස්වෛරී බැඳුම්කර ගිවිසුමකි.",
        "මේ අතර, මුදල් අමාත්යාංශයේ ලේකම් මහින්ද සිරිවර්ධන සිය X ගිණුමේ ප්රකාශ කර ඇත්තේ වඩාත් සංකීර්ණ හා අභියෝගාත්මක ස්වෛරී ණය ප්රතිව්යුහගත කිරීම මෑත ඉතිහාසයේ සාර්ථකව නිම කර ඇති බවයි.ඉතා සංකීර්ණ හා අභියෝගාත්මක කාර්යයක් සම්පූර්ණ කරමින් ශ්රී ලාංකික ජනතාවට වඩාත්ම ප්රයෝජනවත් ගිවිසුමට එළඹීම පිළිබඳව මුදල් අමාත්යාංශයේ නිලධාරීන් සහ රජය විසින් පුරසාරම් දොඩන අතර ඇත්ත වශයෙන්ම ශ්රී ලංකාව ප්රධාන උගුලකින් යුක්ත වේ.",
        "ජාත්යන්තර ස්වෛරීභාවය සමඟ අත්සන් කරන ලද ගිවිසුම ශ්රී ලංකාවට වඩාත්ම අහිතකර වන අතර ණය දෙන සමාගම්වලට හිතකර වේ.",
        "* මෙම ගිවිසුම යටතේ, අපට ලැබෙන ණය අඩු කිරීම සහ අප ගෙවන පොළිය අපගේ ආර්ථිකයට සම්බන්ධ වන අතර මෙම සබැඳිය සාර්ව ආර්ථික සම්බන්ධිත බැඳුම්කර ලෙස හැඳින්වේ. මෙයින් අදහස් කරන්නේ ශ්රී ලංකාවේ දළ දේශීය නිෂ්පාදිතයේ දළ දේශීය නිෂ්පාදිතයේ සාමාන්ය වටිනාකම ඩොලර් බිලියන 28.6 ක් වන අතර එය සියයට 28 ක ණය අඩු කිරීමක් වන අතර, මෙම සංඛ්යාව ඩොලර් බිලියන 92 ක් වනු ඇති අතර, ණය අඩු කිරීම සියයට 20 යි.. එම සංඛ්යාව ඩොලර් බිලියන 96 ක් නම්, ණය අඩු කිරීම සියයට 15 දක්වා අඩු කෙරේ. මෙය පොලියට සමාන තත්වයක් වන අතර, අපගේ දළ ජාතික නිෂ්පාදන ආදායම වැඩිවීම නම් අප ඉහළ පොලියක් ගෙවිය යුතුය.එවැනි තත්වයක් තුළ, අපගේ ණය අඩු කිරීම සියයට 15 ක් වන අතර වාර්ෂික 6 ක වාර්ෂික පොළිය 2028 වන තෙක් 2028 වන තෙක් සහ 2038 වන තෙක් සියයට 9.75 කි.",
        "* මේ නිසා අපට ලැබෙන ණය අඩු කිරීම අවම වශයෙන් සියයට 15 කි. මීට පෙර, මීට පෙර, ආර්ජන්ටිනාව 2005 දී ණය සහනවලින් සියයට 76.8 ක් ලබා ගත් අතර, ඉක්වදෝරයට 2009 දී ණය සහන සියයට 67.7 ක්, 2012 දී ග්රීසියේ 50% ක් සහ hana ානාව 2024 ඔක්තෝබර් මාසයේ සියයට 76% ක් ද ලැබුණි.",
        "සියයට 15 ක ණය අවම කිරීම හුදෙක් මායාවක් වුවද. NPV (ශුද්ධ වර්තමාන වටිනාකම) සම්බන්ධ සමීකරණයක් හරහා අපට ණය ප්රමාණයක් අඩු වේ. නමුත් එම සමීකරණය භාවිතා කරන විට, තුන්වන ලෝකයේ රටවල් විශාල වැරැද්දක් කරන අතර, අපි ඇත්ත වශයෙන්ම ණය සියයට 15 කින් අඩු නොකරමු.",
        "* නමුත් අපි වැඩි පොලියක් ගෙවිය යුතුයි. මීට පෙර පැවති කොන්ත්රාත්තු වලට අනුව, 2030 වන විට ඩොලර් බිලියන 16.3 ක ණයක් ලබා දුන් අතර මුළු පොළිය ගෙවිය යුතුව තිබුණි. රජයේ නව ගිවිසුමට අනුව, 2038 වන තෙක් ණය මුදල ගෙවීමට කාලය ඇති නමුත් එය තුළ ඩොලර් බිලියන 18.6 ක් ගෙවිය යුතුය. ඒ කියන්නේ අපේ ණය බර ඩොලර් බිලියන 2.3 කින් ඉහළ යනු ඇත. කෙසේ වෙතත්, මෙම කොන්ත්රාත්තුව ඉතා අහිතකර ය.",
        "ශ්රී ලංකාවේ ජනතාව බඳුනෙන් වැටෙන ගිවිසුමක නිරතව සිටින අතර, මුදල් අමාත්යාංශය හරහා නිවේදන නිකුත් කරමින් ව්යාජ සමාජ සංකල්පයක් නිර්මාණය කිරීමට රජය උත්සාහ කරයි. එපමණක් නොව, තවත් වසර 15 ක් ශ්රී ලංකාවේ ආර්ථිකයේ ඉරණම තීරණය කරන මෙම ගිවිසුම මහජනයාට හෙළි නොකෙරේ. එසේම, අවම වශයෙන් පාර්ලිමේන්තුවේ සාකච්ඡා නොකර.",
        "ශ්රී ලංකා රජය සහ ජනතාව නියෝජනය කරන මෙම සාකච්ඡාවලට සහභාගී වූවන්ගෙන් එය තවමත් ප්රකාශයට පත් කර නොමැත.ඒ අනුව, මෙම සමස්ත ක්රියාවලියම විනිවිදභාවයකින් තොරව මහජනයාගෙන් සැඟවී ඇත. පසුගිය සතියේ, රජය වෙනුවෙන් තමා වෙනුවෙන් සාකච්ඡාවක් පැවැත්වූ බව ශ්රී ලංකා ව්යාපාරික සම්මේලනයේ ජනාධිපතිගේ ආර්ථික උපදේශක දුමින්ද හුලංගමුව, දුමින්ද හුලන්ගමුව මහතා තහවුරු කළේය.",
        "ශ්රී ලංකා ව්යාපාරික සම්මේලනයේ කොටසක් වන ශ්රී ලාංකික සමාගම් විසින් ඩොලර් බිලියන 1.8 ක් වටිනා ජාත්යන්තර ස්වෛරී බැඳුම්කර මිලදී ගෙන ඇත.දැන් පවා, ජාත්යන්තර ස්වෛරීභාවය ප්රකාශය පවත්වන්නේ කවුරුන්ද යන්න පිළිබඳව ශ්රී ලංකා රජයේ වටිනාකම හෙළි නොකරයි, එබැවින් මෙම වටිනාකම වැඩි කළ හැකිය.",
        "ද්විතීයික ගැනුම්කරුවන්ගේ සමාගම් ඒවා මිලදී ගත්තේ වෙළඳපල තුළ අඩු වෙන්දේසි වලදී මකුළුවාගේ ප්රධාන ගැනුම්කරුවන් විකුණනු ලැබූ බැවිනි.කෙසේ වෙතත්, ණය ප්රතිව්යුහගත කිරීමේ සාකච්ඡා වල දෙපැත්තෙන්ම මූල්ය ප්රාග්ධනයේ අවශ්යතා වෙනුවෙන් ණය දෙන සමාගම්වල නියෝජිතයින්ගේ නියෝජිතයින්ගේ නියෝජිතයින් විසින් ප්රතිව්යුහගත කිරීම්වල යෙදී සිටින බව පැහැදිලිය.",
        "ණය ගැතියාගේ නියෝජිතයින් දෙපස වාඩි වී, ණය දෙන ආයතනවලට පක්ෂව, 'මෑත ඉතිහාසයේ වඩාත්ම සංකීර්ණ හා අභියෝගාත්මක කාර්යය', 'ජනතාවගේ අද්විතීය ජයග්රහණය' වැරදිය.",
        "අසත්ය ප්රකාශයන් අත්හරින ලෙස අපි රජයෙන් ඉල්ලා සිටින බව රජය විසින් වහාම ක්රියාවලිය අත්හිටුවා, මෙම ගිවිසුම්වල සත්යය හෙළි කරන අතර ඒ හා සම්බන්ධ තීරණ ගැනීමට ජනතාවට අයිතිය ලබා දෙමු.. එවැනි වැරදි වැටහීම්වලට වංචා කරන ලෙස අපි ශ්රී ලාංකික ජනතාවගෙන් ඉල්ලා සිටින අතර ජනතාවගේ අයිතිවාසිකම් සහ ශ්රී ලංකා ආර්ථිකයේ ආරක්ෂාව සඳහා ඉදිරිපත් වෙමු."
      ]
    },
    "en": {
      "title": "International Sovereignty Reorganization Agreement;Is to carry out the continuation of Ranil's program",
      "body_lines": [
        "The Frontline Socialist Party has said that the International Sovereignty Reform Agreement is launching the continuation of the former President Ranil's program.",
        "The statement issued by the party said in the statement and further stated in the report.",
        "The Ministry of Finance has issued a statement on December 14 that Sri Lanka has successfully completed the restructuring of international sovereignty bonds.The Ministry of Finance said that 98 percent of international sovereignty bond holders have expressed their willingness in the bond exchange and the restoration of Sri Lanka's international sovereignty bonds will be launched by exchange of new bonds to existing bonds.",
        "The National People's Power Government came to power and on September 19, 2024, Sri Lanka was invited to exchange its bonds with new bonds on November 25, 2024, according to a policy agreement signed with the International Investor Bonds and two local lending company representatives.",
        "The Ministry of Finance has announced that it has been approved from the relevant companies on December 12. The announcement stated that the relevant action will be completed by December 16 and that the relevant bond transactions will be held by December 20.",
        "Accordingly, the outstanding dollar billion worth 12.55 papers will be issued new securities with new values ​​and new coupon interest rates. The loan agreement was the same agreement made by former President Ranil Wickremesinghe last August.",
        "None of that changed. It seems that it is only a plan with its implementation dates, not the old contract.. The issue here is the demand for the National People's Power Commission to withdraw from Ranil Wickremesinghe's economic strategy in the last presidential election and general election.",
        "Despite being ordered to be issued an alternative debt restructuring program, the current government is deceiving the people and traveling in Ranil Wickremesinghe's economic strategy.This is the most destructive of the economy. An example is an international sovereign bond agreement.",
        "Meanwhile, Finance Ministry Secretary Mahinda Siriwardena has stated in his X account that the most complex and challenging sovereign debt restructuring has been successfully completed in recent history.Officials of the Ministry of Finance and the government are boasting about reaching the most beneficial agreement for the Sri Lankan people, completing a very complex and challenging task, and in fact, Sri Lanka is in a major trap.",
        "The agreement signed with international sovereignty holders is the most adverse to Sri Lanka and favorable for lending companies.",
        "* Under this Agreement, the debt reduction we receive and the interest we pay will be connected to our economy, and this link is called the Macro Economy Linked Bonds. This means that in the three years of 2025, 2026 and 2027, the average value of Sri Lanka's GDP is $ 88.6 billion, we will have a 28 per cent debt reduction, and if this number is $ 92 billion, the debt reduction will be 20 per cent.. If that number is $ 96 billion, credit reduction will be reduced to 15 percent. This is the same situation for interest, we need to pay higher interest if our gross national production income increases.In such a situation, our debt reduction will be 15 per cent, and the annual interest of 6 per cent until 2028 and then 9.75 per cent until 2038.",
        "* Because of this, the debt reduction we receive is at least 15 percent. Earlier, Argentina received 76.8 percent of debt relief in 2005, Ecuador received 67.7 per cent of debt relief in 2009, 50 % debt relief in Greece 2012, and 37 per cent of Ghana October 2024.",
        "* Although a 15 percent debt reduction is just illusion. We get such a reduction in debt through an equation relating to NPV (Net Present Value). But when using that equation, the third world countries make a big mistake, and we do not actually reduce the debt by 15 percent.",
        "* But we have to pay more interest. According to previous contracts, by 2030, the loan of $ 16.3 billion and total interest had to be paid. According to the government's new agreement, there will be time to pay off the loan until 2038, but within that it has to pay $ 18.6 billion. That means our debt load will increase by $ 2.3 billion. In any case, this contract is very unfavorable.",
        "While the people of Sri Lanka are engaged in a agreement that falls from the pot, the government is trying to create a false social concept by issuing announcements through the Finance Ministry. Moreover, this agreement, which determines the fate of Sri Lanka's economy for another 15 years, has been made not revealed to the public. Also, at least without discussing in Parliament.",
        "It has not yet been published by who participated in these discussions representing the Sri Lankan government and the people.Accordingly, this entire process is hidden from the public without transparency. Last week, Duminda Hulangamuwa, the president's economic advisor and president of the Sri Lanka Business Federation, confirmed that he had a discussion on behalf of the government.",
        "Sri Lankan companies that are part of the Sri Lanka Business Federation have also purchased international sovereignty bonds worth $ 1.8 billion.Even now, the value of the Sri Lankan government does not reveal who is holding the International Sovereignty Declaration, so this value can be increased.",
        "Secondary buyer companies bought them as the primary buyers of securities sold at low auctions in the market.However, it is clear that representatives of lending companies representing the interests of financial capital on both sides of the debt restructuring negotiations are sitting.",
        "Sitting on both sides of the debtor, reaching contracts in favor of lending institutions, \"the most complicated and challenging task in the recent history of the recent history ', is a misguided society.",
        "We urge the government to leave the false statements, the government immediately suspends the process, reveal the fact of these agreements and give the people the right to make decisions related to it.. We urge the Sri Lankan people not to cheat on such misconceptions and come forward for the rights of the people and the security of the Sri Lankan economy."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Sri Lanka's International Sovereignty Reform Agreement continues former Pres. Ranil's program. 98% bondholders agreed to exchange. Critics claim it favors lenders over Sri Lanka, potentially increasing debt burden despite promised 15% reduction. Transparency issues raise concerns among citizens and opposition parties."
  ]
}