{
  "translated_text": {
    "si": {
      "title": "දෙදෙනෙකු අයිස් .ෂධයෙන් අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "කල්මුනායි විශේෂ කාර්ය සාධක බලකාය (එස්.ටී.එෆ්) දිගු කලක් අයිස් .ෂධ මත වැඩ කරමින් සිටින සැකකරුවන් දෙදෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "කල්මූනායි විශේෂ කාර්ය සාධක බලකායේ වැටලීමකදී සැකකරුවන් දෙදෙනෙකු අයිස් drugs ෂධ සමඟ අත්අඩංගුවට ගනු ලැබීය (21).",
        "කල්මුනාඩි 9 වන කොටසේ හැන්ට් මෑන් 26 වන කොටස 9 වන සේනාංකයේ අයිස් ග්රෑම් 97 ක් සහ අවුරුදු 20 ක් සහ අවුරුදු 20 ක්, හරිත කෙතේ සිට හරිත ක්ෂේත්රයේ 870 එම්.",
        "කල්මුනායි විශේෂ කාර්ය සාධක බලකාය (එස්.ටී.එෆ්) සැකකරුවන් දෙදෙනා කල්මුනායි පොලිස් ස්ථානයට භාර දුන් වැඩිදුර පරීක්ෂණ පවත්වයි.",
        "මෙම අත්අඩංගුවට ගැනීම පරීක්ෂක පොලිස්පති, රාක්ස් රත්නායක මහතා, කල්මුනායි විශේෂ කාර්ය සාධක බලකාය භාරව සිටින පොලිස් අධිකාරී ආර්.ඒ.සී.",
        "පසුගිය දින කිහිපය තුළ අයිස් drugs ෂධ ප්රදේශයේ ප්රදේශය තුළ සුවය ලබා ඇති බව සඳහන් කිරීම වටී.. රීල්"
      ]
    },
    "en": {
      "title": "Two arrested with ice drug",
      "body_lines": [
        "Kalmunai Special Task Force (STF) has arrested two suspects who have long been working on ice drugs.",
        "Two suspects were arrested with ice drugs during a raid on the Kalmunai Special Task Force on Thursday night (21).",
        "A 26 -year -old man in Kalmunaikudi 9th Section 9th Division was arrested with 970mg of ice and 20 -year -old suspect from Green Field in Kalmunaikudi, 870 mg.",
        "The Kalmunai Special Task Force (STF) is conducting further investigations, who handed over the two suspects to the Kalmunai Police Station.",
        "The arrest was carried out by the Inspector General of Police, RACS Ratnayake, the Superintendent of Police in charge of the Kalmunai Special Task Force.",
        "It is also worth noting that ice drugs have been recovering in the area for the past few days.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Two arrests made in Kalmunai STF operation. Suspects found with ice drugs totaling 1840mg. Investigation ongoing."
  ]
}