{
  "translated_text": {
    "ta": {
      "title": "200 ஆண்டுகளுக்குப் பிறகு, 'இலங்கை இலவங்கப்பட்டை' அடையாளம்",
      "body_lines": [
        "நாட்டின் அரசியலின் முக்கிய தலைப்பான இலங்கையில் மசாலாப் பொருட்களுக்கும் மசாலாப் பொருட்களுக்கும் இடையில் இலவங்கப்பட்டை ஒரு பெரிய பயிர்.",
        "2018 ஆம் ஆண்டில் அரசியல் கட்சிகளின் இரு குழுக்களுக்கு இடையிலான மோதலில் 'இலவங்கப்பட்டை போக்' 'இலவங்கப்பட்டை தளம்' என்று அழைக்கப்பட்டது.",
        "கடந்த ஆண்டு, இராணுவம் பல்கலைக்கழக மாணவர்களின் ஆர்ப்பாட்டத்திற்கு இராணுவம் எடுத்துக்கொண்டதாக சமூக ஊடகங்களில் இராணுவம் பரப்பப்பட்டது.",
        "தொடர்ச்சியான சம்பவம் குறித்த சர்ச்சை மீண்டும் சமூக ஊடகங்களில் இலவங்கப்பட்டை சாகுபடி மற்றும் இலங்கையில் வர்த்தகம் பற்றி விவாதிக்கப்படுகிறது.",
        "இலவங்கப்பட்டை நிர்மல் ரஞ்சித் தேவாசிரின் வரலாறு குறித்து பிபிசி விசாரித்தது, இலவங்கப்பட்டை வரலாற்றைப் படித்த கொழும்பு பல்கலைக்கழகத்தின் வரலாறு.",
        "பேராசிரியர் இலவங்கப்பட்டை நாட்டில் நாட்டில் ஒரு தாவரமாக ஒரு நடவு ஆலையாக நிறுவப்பட்டது என்று கூறினார்.",
        "\"பொதுவாக, அவர் தொழிலாளர்களைப் பயன்படுத்தி தொழிலாளர்களைப் பயன்படுத்த வந்திருந்தார் மற்றும் கொழும்பில் உள்ள துறைமுகங்களின் பகுதிகளை விற்றார். இது மன்னர்களாக ஒரு நாகரிகக் குழு. அவர்கள் அதை வல்லாமா என்ற சமூகக் குழுவுடன் செய்தார்கள்.. அவர்களின் கடமைகளுக்கு அவர்களின் வேலைக்கு உரிமை உண்டு, ஆண்டுதோறும் மக்களை இலவங்கப்பட்டை. அந்த அமைப்பு மகா வரிக்கு கூறியது என்று கூறப்பட்டது. \"",
        "படையெடுக்கும் இலங்கைக்குப் பிறகு போர்த்துகீசியர்கள் இலங்கை மீது படையெடுத்தனர், மேலும் இலவங்கப்பட்டை வாங்குபவர்களாக கிங் மட்டுமே ஆனார்.",
        "கலவரத்தின் நடுவில் உள்ள கலவரங்கள் மற்றும் நிர்மல் தேவாசிரி பேராசிரியரின் வரலாறு மூலம் கலவரங்கள் இலவங்கப்பட்டை வளர்க்கத் தொடங்கின.",
        "\"சலுகாமாவின் மக்கள் பாரம்பரியமாக மற்றவர்களைப் பயன்படுத்தப் பயன்படுத்த முடியாது. சம்பகாமா மக்கள் மட்டுப்படுத்தப்பட்ட மற்றும் தேவையான இலவங்கப்பட்டை எடுத்துக்கொள்வது கடினம். அந்த நேரத்தில் தொற்றுநோய்கள் இருந்தன, போர்கள் இருந்தன, சில நேரங்களில் மக்கள் தொகை குறைந்தது. எனவே விதிகள் அதை கொஞ்சம் மன அழுத்தத்தைப் பெற வேண்டியிருந்தது, கலவரங்கள் இருந்தன, அத்தகைய கேள்விகளாக மாறியது. மறுபுறம், இலவங்கப்பட்டை மரங்கள் அழிக்கப்பட்டன, இதனால் விதிகள் அவற்றின் சொந்த பிரச்சினைகளை வைக்க வேண்டியிருந்தது. \"",
        "\"மற்றவர்கள், ஆயிரத்து ஏழு நூறு எழுபதுகள் இலவங்கப்பட்டை வளரத் தொடங்கின. அவர்கள் நேரத்தைப் பற்றி யோசித்துக்கொண்டிருந்தார்கள். பல காரணங்களால் அவர்களால் இலவங்கப்பட்டை வளர முடியவில்லை. இலவங்கப்பட்டை வளர்க்க முடியாது என்ற ஒரு நம்பிக்கை இருந்தது. அது பயிரிடப்பட்டால், அது மற்றவர்களுக்கு வளர்க்கப்படும் என்ற அச்சம் இருந்தது. ஏழு நூறில், எழுபதுகள் இலவங்கப்பட்டை முலாம் பூசத் தொடங்கின. \"பேராசிரியர் தனது படிப்பிலிருந்து கற்றுக்கொண்டதை விவரித்தார்.",
        "பேராசிரியர் இலவங்கப்பட்டை தோட்டங்களின் விரிவாக்கம் தொடர்பாக கூறினார், மேலும் நெகோம்போ பகுதியிலிருந்து பெறப்பட்ட இலவங்கப்பட்டை நாட்டின் சிறந்த தரத்தில் பரவலாகக் காணப்பட்டது.",
        "\"நெகோம்போ, கதிரானா, பெலியாகோடா வரை ஒரு பெரிய எஸ்டேட் இருந்தது. கொலுப்பிட்டியாவிலிருந்து மீத்தோடமுல்லா, ஒரு தோட்டம் போன்ற ஒரு தோட்டம் இருந்தது. அது குறைந்துவிட்டது, அது போலவே அது இலவங்கப்பட்டை போன்றது. மொராட்டுவா பக்கத்தில் இன்னும் இருந்தது. பின்னர், இலவங்கப்பட்டை தோட்டங்கள் கலுடாரா மற்றும் காலே மாவட்டங்களுக்கு மட்டுப்படுத்தப்பட்டன. நெகோம்போவில் பல இலவங்கப்பட்டை தோட்டங்கள் இருந்தன. இலவங்கப்பட்டை சிறந்த இலவங்கப்பட்டை. \"",
        "பேராசிரியர் பிரதீப்பா பண்டாரநாயக்கள் பெரடேனியா பல்கலைக்கழகத்தின் மரபணு பரிசோதனையில் மரபணு சோதனையில் பணியாற்றினர்.",
        "பேராசிரியர் பிபிசி சிங்களவலாவிடம் இலங்கையில் சினமியர்களின் தரம் குறித்த கடிதத்தைப் படித்ததாக கூறினார்.",
        "\"1826 ஆம் ஆண்டில் பூர்டலுவேல் பெயரிடப்பட்டபோது, ​​இந்த குழுவிற்கு இந்தியாவில் ஒரு டை ஸ்பிமென் (டை மாதிரி) பயன்படுத்தப்பட்டது, என்ற பெயர் சின்னமோமம் வெரம். பின்னர் நாங்கள் சென்று சினிமராமம் ஜெய்லானிகம் (சினிமமம் ஜெய்லானிகம்) பெயர். எனவே அவை ஒன்றைப் போலவே ஒன்றாகும், அதே போல் இந்தியாவும், இதை நாங்கள் உங்களுக்கு கொலிசருக்கு வழங்க முடியாது. \"நாட்டின் அறிவியல் பெயரில் அறிவியல் பெயரின் பிரச்சினைகளை அவர் விளக்கினார்.",
        "பேராசிரியர் மற்றும் பேராசிரியர்கள் உட்பட பேராசிரியர் பேராசிரியரால் அடையாளம் காணப்பட்டுள்ளார், மேலும் இலவங்கப்பட்டை அல்லது இந்தியாவுக்கு சுமார் 200 ஆண்டுகளுக்குப் பிறகு, இலங்கையில் இலங்கையில் தங்கள் மரபணு தொழில்நுட்ப அறிவை வெளியிட்டார்.",
        "இலவங்கப்பட்டை மற்றும் இலவங்கப்பட்டை இலவங்கப்பட்டை மற்றும் இலங்கையில் இலவங்கப்பட்டை இலவங்கப்பட்டை மரபணு தொழில்நுட்பத்தில் அடையாளம் காணப்பட்டுள்ளதாக பேராசிரியர் பிரதீப்பா பண்டாரநாயக்கிடம் பிபிசி பண்டாரநாயக்கிடம் தெரிவித்தார்.",
        "\"நாங்கள் கண்டறிந்த ஒரு மரபணு அமைப்பின் ஒரு பகுதி, நாங்கள் ஒரு சோதனை செய்துள்ளோம். பின்னர், கோவிட் டெஸ்டினைப் போலவே, ஒரு பாட்டிலின் பாட்டிலையும், மூன்று வகையான இந்தியாவையும் மட்டுமே சொல்ல முடியும் என்று சொல்லலாம் என்று சொல்லலாம், நம்மும் அதே வைத்திருக்கிறோம். \"",
        "பேராசிரியரின் கூற்றுப்படி, பேராசிரியர் அதை ஏற்றுமதி செய்ய முடிந்தால் உலக சந்தையில் இலவங்கப்பட்டை அதிக தேவை பெற முடியும்.",
        "நாட்டின் பொருளாதாரத்திற்கு இலவங்கப்பட்டை முக்கியத்துவம் குறித்து இலவங்கப்பட்டை மேம்பாட்டுத் துறை கடந்த ஆண்டு முதல் தொடங்கியுள்ளது.",
        "தலைமை அலுவலகம் காலேவில் உள்ள கரண்டேனியா, கேலி அமைந்துள்ளது.",
        "\"இந்த துறை இலவங்கப்பட்டை பயிரின் அனைத்து நடவடிக்கைகளையும் ஒழுங்குபடுத்தியுள்ளது. புதிதாக பயிரிடும் இலவங்கப்பட்டை, நிலத்தின் உற்பத்தித்திறனை மேம்படுத்துதல், அவற்றை பாரம்பரிய முறையுடன் உருவாக்கி புதிய சந்தைகளுக்கு அனுப்புகிறது. \"திணைக்களத்தின் இயக்குநர் ஜெனரல் தி சின்ஹாலா பிபிசியிடம் தெரிவித்தார்.",
        "உலக சந்தையின் வருடாந்திர இலவங்கப்பட்டை தேவை நூறு Mtsardton ஐ விட அதிகமாக உள்ளது. இலவங்கப்பட்டை மேம்பாட்டுத் துறையின் இயக்குநர் ஜெனரல் மேலும் 2023 ஆம் ஆண்டில் இலவங்கப்பட்டை இலவங்கப்பட்டை எண்ணிக்கை ஏற்றுமதி செய்யப்பட்டுள்ளது என்று கூறினார்.",
        "உலகின் முதல் ஐந்து பொருளாதாரங்களுக்கு இடையில் வர முயற்சிக்கும் உலகின் மிகப்பெரிய முஸ்லீம் நாடு",
        "கெஹெலியா மற்றும் சந்தேக நபர்கள் பொது அடாபுல்னர் சட்டத்தின் கீழ் வழக்கு இறுதி வரை ரிமாண்ட் செய்யப்பட்டனர்",
        "கனடாவில் நடந்த படுகொலையில் கொல்லப்பட்ட ஆறு இலங்கை குடும்பத்தின் கடைசி நடவடிக்கைகள்"
      ]
    },
    "en": {
      "title": "200 years later, 'Ceylon Cinnamon' identity",
      "body_lines": [
        "Cinnamon is a major crop between the spices and spices in Sri Lanka, the main topic of the country's politics.",
        "The 'cinnamon poke' was called the 'cinnamon base' in a conflict between two groups of political parties in 2018.",
        "Last year, the army was circulated along the social media that the army had taken into a demonstration of university students.",
        "The controversy about the continuous incident is once again debated in social media about the history of cinnamon cultivation and trade in Sri Lanka.",
        "BBC inquired about history of Cinnamon Nirmal Ranjith Devasiriin, the history of the University of Colombo, which has studied the history of Cinnamon, in Sri Lanka.",
        "The professor said that cinnamon was founded in the country as a plant in the country as a planting plant.",
        "\"In general, he had come to use workers using the workers and sold the halves of the ports in Colombo. It was a civilized group as kings. They did it with the community group called Vallama.. Their duties have the right to their job is to cinnamon the masses annually. It was told that the organization told the Maha tax. \"",
        "The Portuguese invaded Sri Lanka after the invading Sri Lanka, and after the king has become the only buyers of cinnamon.",
        "The riots began to cultivating cinnamon through the riots in the middle of the riots and the history of Nirmal Devasiri Professor.",
        "\"The people of Salugama cannot be used to use others traditionally. The people of Sambagagama were limited and difficult to take the necessary cinnamon. There were epidemics at the time, wars had, sometimes the population was diminished. So the rules had to get it a little bit of stress, and there were riots, and became such questions. In the other hand, cinnamon trees were destroyed, so that the rules had to be put on their own problems. \"",
        "\"Others, the one thousand seven hundred seventies began to grow cinnamon. They were thinking of time. They were not able to grow cinnamon because of several reasons. There was one belief that cinnamon cannot be grown. There was more fear that if it was cultivated, it would be grown to other people. In the seven hundred, the seventies began to cultivate cinnamon plating. \"The professor described what learned from his studies as.",
        "The professor said in connection with the expansion of cinnamon estates, and the cinnamon obtained from the Negombo area was widely seen in the best quality of the country.",
        "\"Negombo, Kadirana, had a big estate until Peliyagoda. There was a garden like Meethotamulla, a garden, from Kollupitiya. It was diminished, just like it was just like that it was like that of it was cinnamon. There was still in Moratuwa side. Later, cinnamon estates were restricted to Kalutara and Galle districts. There were so many cinnamon estates on Negombo. The cinnamon was the best cinnamon. \"",
        "Prof. Pradeepa Bandaranaike worked on the genetic test on the Genetic Testing of the University of Peradeniya.",
        "The professor told BBC Sinhala as reading a letter on the quality of cinnamics in Sri Lanka when they were engaged in education in America.",
        "\"When the Bhortaluel was named in 1826, the group was used by a TY SPIMEN (TY SPECIMEN) in India, the name Cinnamomum Verum. Then we go and the name of Cinemaramum Zeylanicum (Cinemamum Zeylanicum). So they are one of the same as the one, as well as India, we can't give you this to Kolizer. \"She explained the problems of the scientific name in the country's scientific name.",
        "The professor, including the professor and the professors, have been identified by the professor, and published their genetic technical knowledge to Sri Lanka in Sri Lanka, about 200 years after the Cinnamon, or India.",
        "Professor Pradeepa Bandaranaike told BBC Bandaranaike that Cinnamon and Cinnamon Cinnamon and Cinnamon Cinnamon in Sri Lanka have been identified in genetic technology.",
        "\"Part of a genetic composition we found, it we have made a Test. Then, like covid Testin, we can say that we can say that we can say a bottle of a bottle, and the only three types of India, and we have the same. \"",
        "According to the professor, the professor would be able to get more demand for cinnamon in the world market if it was possible to export it.",
        "Cinnamon Development Department has commenced since last year, regarding the importance of cinnamon to the economy of the country.",
        "The head office is located in Karandeniya, Galle in Galle.",
        "\"This department has regulated all the activities of the cinnamon crop. The newly cultivating cinnamon, improve the productivity of the land, and build them with traditional method and sending them to the new markets. \"The Director General of the Department told the Sinhala BBC.",
        "The annual cinnamon demand of the world market exceeds one hundred mtsardton. The Director General of the Cinnamon Development Department further said that the total number of cinnamon cinnamon has been exported in 2023.",
        "The world's largest Muslim country that tries to come between the top five economies of the world",
        "Keheliya and suspects remanded until the end of the case under the Public Adapulnar Act",
        "Last activities of the six Sri Lankan family who were killed in the massacre at Canada"
      ]
    }
  },
  "summary_lines": [
    "Cinnamon, a major crop in Sri Lanka, has been a political and economic focal point. In 2018, a conflict named the 'cinnamon poke' sparked controversy. The army's involvement in university demonstrations and the history of cinnamon cultivation and trade are topics of debate. Professor Nirmal Ranjith Devasiri of the University of Colombo discusses the origins of cinnamon in Sri Lanka, its significance during the Portuguese invasion, and the challenges faced by cinnamon cultivators. Professor Pradeepa Bandaranaike's genetic studies on cinnamon have identified unique strains, potentially increasing its global market demand. The Cinnamon Development Department, headquartered in Galle, aims to regulate cinnamon cultivation and improve productivity."
  ]
}