{
  "translated_text": {
    "ta": {
      "title": "பத்திரங்கள் ஒப்பந்தங்களை விளக்குகின்றன",
      "body_lines": [
        "சர்வதேச பத்திரக் கடனை நேற்று (03) மறுசீரமைக்க இலங்கை மற்றும் கடன் வழங்குநர்கள் ஒப்புக் கொண்டுள்ளனர்.",
        "இதன் கீழ், 12.5 பில்லியன் அமெரிக்க டாலர் பத்திரங்கள் மறுசீரமைக்கப்பட வேண்டும்.",
        "வெளிநாட்டு கடன் மற்றும் உள்ளூர் கடன் ஏற்கனவே முடிக்கப்பட்டுள்ளன, மேலும் பத்திரக் கடனின் கடன் வழங்குநர்கள் கடன் மறுசீரமைப்பின் வெற்றிகரமான இறுதி பகுதிக்கு ஒப்புக் கொண்டுள்ளனர்.",
        "இலங்கையில் மொத்த கடன் எண்ணிக்கை 100 பில்லியன் அமெரிக்க டாலர் மற்றும் 57 பில்லியன் டாலர், 37 பில்லியன் அமெரிக்க டாலர் வெளிநாட்டில் மற்றும் 6 பில்லியன் டாலர் ஆகும்.",
        "இருதரப்பு கடன்களில் 37 பில்லியன் டாலர் 37 பில்லியன் டாலர், பலதரப்பு கடன்கள் மற்றும் 11.7 பில்லியன் டாலர் மற்றும் 14.7 பில்லியன் டாலர் மதிப்புள்ள சர்வதேச பத்திரங்கள் உள்ளன.",
        "பல தரப்பு மறுசீரமைக்கப்படவில்லை மற்றும் 10 பில்லியன் டாலர் இருதரப்பு கடன்களை மறுசீரமைக்க கடந்த வாரம் ஒப்பந்தம் கையெழுத்தானது.",
        "சர்வதேச பத்திரங்களில் 12.5 பில்லியன் அமெரிக்க டாலர்களை மறுசீரமைக்க, இலங்கையும் கடன் வழங்குநர்களும் கடன் மறுசீரமைப்பின் வெற்றிக்கு ஒப்புக் கொண்டுள்ளனர்.",
        "இந்த விவாதங்களில், பாண்ட் உரிமையாளர்கள் இந்த விவாதத்தில் இலங்கையின் பொருளாதாரம் வரும் ஆண்டுகளில் வளரும் என்று நிற்கிறது.",
        "அவர்களின் முன்மொழிவு என்னவென்றால், நாட்டின் பொருளாதாரத்தின் வளர்ச்சியின் விளைவாக கடனின் நன்மைக்காக கடனை அதிக வேகத்தில் செலுத்தும் திட்டம்.",
        "மூன்று சுற்று விவாதங்களுக்குப் பிறகு ஜூன் மாத இறுதியில் இரு தரப்பினரும் ஒப்புக்கொண்டனர்.",
        "சர்வதேச நாணய நிதியின்படி, 2027 வாக்கில், இலங்கைக்கு அடிப்படை கடன் குறைப்பு நிவாரணம் நிரப்ப இலங்கையில் மொத்த உள்நாட்டு உற்பத்தியில் நாட்டின் 88.6 பில்லியன் டாலர் இருந்தது.",
        "சர்வதேச நாணய நிதியத்தின் முன்னறிவிப்பை விட மொத்த உள்நாட்டு உற்பத்தி அதிகமாக இருந்தால், கடன் குறைப்புக்கள் அதிகபட்சமாக 15% வரம்பாகக் குறைக்கப்படும், மேலும் நாட்டின் பொருளாதாரம் சுருங்கியால் கடன் வாங்குபவர் வெட்டு வரம்பு 40% ஆக அதிகரிக்கும்.",
        "நிலையான இலக்குகளை அங்கீகரிக்க இந்த ஒப்பந்தங்கள் அங்கீகரிக்கப்படும் என்று மாநில மந்திரி ஷெஹான் செமசிங்க கூறினார்."
      ]
    },
    "en": {
      "title": "Bonds explain agreements",
      "body_lines": [
        "Sri Lanka and creditors have agreed to restructuring international bond debt yesterday (03).",
        "Under this, US $ 12.5 billion bonds are to be restructured.",
        "Foreign debt and local debt have already been completed and the creditors of bond debt have agreed to a successful final part of debt restructuring.",
        "The total number of credit in Sri Lanka is US $ 100 billion and $ 57 billion, US $ 37 billion abroad and $ 6 billion.",
        "Bilateral loans have $ 106 billion in $ 37 billion, multilateral loans and $ 11.7 billion and $ 14.7 billion worth of international bonds.",
        "The multi-party is not restructured and the agreement was signed last week to restructure $ 10 billion in bilateral loans.",
        "In order to restructure US $ 12.5 billion in international bonds, Sri Lanka and creditors have agreed to a success of credit restructuring.",
        "In these discussions, the bond owners stand in this discussion that the economy of Sri Lanka will grow in the coming years.",
        "Their proposal is that the proposal to pay the debt to the benefit of the debt as a result of the growth of the country's economy at a higher speed.",
        "The two sides had agreed at the end of June after three rounds of discussions.",
        "According to the International Monetary Fund, by 2027, the GDP was in the country's $ 88.6 billion in Sri Lanka to fill the basic debt cutting relief to Sri Lanka.",
        "If the GDP is higher than the IMF forecast, the debt cuts will be reduced to a maximum limit of 15% and the borrower cut limit will increase to 40% if the country's economy is contracted.",
        "State Minister Shehan Semasinghe said that these agreements will be approved to approve of sustainable goals."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka and its creditors have agreed to restructure $12.5 billion in international bonds, aiming for economic growth to aid debt repayment. This follows the completion of restructuring foreign and local debts. The total credit in Sri Lanka stands at $100 billion, with $37 billion abroad. Bilateral and multilateral loans, along with international bonds, make up this figure. A previous agreement focused on restructuring $10 billion in bilateral loans. The IMF predicts Sri Lanka's GDP will reach $88.6 billion by 2027, potentially reducing debt relief limits based on economic performance. State Minister Shehan Semasinghe expects these agreements to support sustainable development goals."
  ]
}