{
  "translated_text": {
    "ta": {
      "title": "அக்டோபர் 1 முதல் வாகனங்களின் இறக்குமதி",
      "body_lines": [
        "இந்த ஆண்டு பல கட்டங்களில் வாகனங்களை இறக்குமதி செய்ய ஒப்புதல் வழங்க அமைச்சரவை முடிவு செய்துள்ளது.",
        "அக்டோபர் 1 முதல் வாகனங்களை இறக்குமதி செய்யத் தொடங்கப்படும் என்று நிதியமைச்சர் ஷெஹான் செமசிங்க கூறினார்.",
        "அதன்படி, பொது போக்குவரத்துக்கு பயன்படுத்தப்படும் வாகனங்கள் இறக்குமதி செய்ய அனுமதிக்கப்படுகின்றன.",
        "வணிக மற்றும் சரக்கு வாகனங்களின் எண்ணிக்கை இந்த ஆண்டின் முதல் மாதத்தில் முதல் முதல் பொருட்களை இறக்குமதி செய்ய முடிவு செய்யப்பட்டுள்ளது.",
        "கூடுதலாக, கார்கள் பிப்ரவரி 1 ஆம் தேதி முதல் இறக்குமதி செய்யப்பட உள்ளன.",
        "கொரோனா வைரஸின் செல்வாக்கு காரணமாக 2021 ஆம் ஆண்டில் இறக்குமதியை நிறுத்தி வைக்க இலங்கை அரசு முடிவு செய்தது.",
        "கடும் பொருளாதார நெருக்கடி காரணமாக தடை / கட்டுப்பாடுகளைத் தொடர நாட்டின் அதிகாரிகள் முடிவு செய்தனர்",
        "2,000 க்கும் மேற்பட்ட வகையான பொருட்களில் இறக்குமதிகள் நிறுத்தப்பட்டுள்ளன, மேலும் அந்த வரம்புகள் அவ்வப்போது அகற்றப்பட்டன."
      ]
    },
    "en": {
      "title": "The import of vehicles from 1st October",
      "body_lines": [
        "The Cabinet has decided to grant approval to import vehicles in several stages this year.",
        "Finance Minister of State Shehan Semasinghe said that the import of vehicles will be started from 1st October.",
        "Accordingly, vehicles used for public transport are permitted to import.",
        "The number of commercial and freight vehicles have been decided to import goods from the first on the first month of this year.",
        "In addition, the cars are to be imported from 1st 1st of February.",
        "The Government of Sri Lanka decided to suspend imports in 2021 due to the influence of the Korona virus.",
        "The authorities of the country decided to continue the ban / restrictions due to the heavy economic crisis",
        "Imports have been stopped in more than 2,000 types of goods, and those limitations were removed from time to time."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Cabinet approves vehicle imports in stages starting Oct 1. Public transport vehicles allowed first. Commercial and freight vehicles to resume Feb 1 after COVID-19 and economic crisis suspensions. Over 2,000 goods previously restricted now lifted."
  ]
}