{
  "translated_text": {
    "ta": {
      "title": "ஒரு வாய்ப்பு இருக்கும் வரை இஸ்ரேல் பார்த்துக் கொண்டிருக்கிறது",
      "body_lines": [
        "ஈரான் ஈரானைத் தாக்க பொருத்தமான வாய்ப்பு என்று இஸ்ரேல் கூறுகிறது.",
        "ஈரான் மத்திய கிழக்கு பிராந்தியத்தில் முதல் முறையாக இஸ்ரேலுக்கு தொடர்ச்சியான மக்களை அறிமுகப்படுத்தியது.",
        "அதன்படி, ஈரான் 13 மற்றும் நேற்று (14) பரந்த அளவிலான ட்ரோன்கள் மற்றும் ஏவுகணை தாக்குதல்களை நடத்தியது.",
        "சிரியாவில் உள்ள ஈரானிய தூதரகம் மீது இஸ்ரேலிய தாக்குதலால் இந்த தாக்குதல் தொடங்கப்பட்டது.",
        "இருப்பினும், இஸ்ரேலில், ஈரானிய தாக்குதல்கள் 99 சதவீதம் வெற்றிகரமாக முறியடிக்கப்பட்டன.",
        "சிரியாவில் இஸ்ரேலின் தூதரகம் குறித்து ஈரானுக்கு எச்சரிக்கப்பட்டது, கடந்த ஏப்ரல் மாதம் சிரியாவில் நடந்த ஈரானிய தூதரகம் மீது கடுமையான தாக்குதல் நடத்தப்பட்டது.",
        "இந்த தாக்குதலில் ஒரு இராணுவத் தலைவர் கொல்லப்பட்ட பதின்மூன்று இராணுவத் தலைவர்.",
        "அத்தகைய அமைப்பில், இஸ்ரேல் விரைவில் தாக்கப்படும் என்று அமெரிக்கா இஸ்ரேலுக்கு தெரிவித்துள்ளது.",
        "ஈரானின் இராணுவ மற்றும் ஆயுத மண்டலத்தில் இடம் பெறுவதை அமெரிக்கா உறுதிப்படுத்தியது.",
        "இஸ்ரேலிய பள்ளிகள், அந்த எச்சரிக்கைகளுக்கு நடுவில், பள்ளிகளால் ஒரு பாதுகாப்பு நடவடிக்கையாக இருந்தன.",
        "அத்தகைய சூழ்நிலையில், ஈரானிய புரட்சிகர பாதுகாப்புப் படையினர் சமீபத்தில் ஹோமஸ் ஜலசந்தியில் உள்ள இஸ்ரேலிய கப்பலை எடுத்துக் கொண்டனர்.",
        "அதனுடன், ஈரான் முதல் முறையாக இஸ்ரேலால் முதல் முறையாக தாக்கப்பட்ட முதல் முறையாகும்.",
        "300 க்கும் மேற்பட்ட ஈரானிய ஏவுகணைகள் வான்வெளியில் துரத்தப்பட்டபோது, ​​விமான பாதுகாப்பு அமைப்பு பல நகரங்களுக்கு கொண்டு செல்லப்பட்டது.",
        "இஸ்ரேலிய பாதுகாப்புப் படையினர் இஸ்ரேலியரின் சிறந்த காற்று மற்றும் தொழில்நுட்ப திறனுடன் தாக்குதல்களை எதிர்கொண்டனர்.",
        "இஸ்ரேலிய பொதுமக்களின் பாதுகாப்பால் தான்.",
        "இஸ்ரேல் மீதான சில தாக்குதல்கள் ஈராக் மற்றும் ஏமனில் இருந்து தொடங்கப்பட்டுள்ளன.",
        "அதனுடன், ஈராக், ஜோர்டான், லெபனான் மற்றும் இஸ்ரேல் ஆகியவை தற்காலிகமாக தங்கள் காற்றுப்பாதைகளை மூடியன, இஸ்ரேலும் ஜோர்டானும் தங்கள் காற்றுப்பாதைகளை மீண்டும் திறந்தனர்.",
        "இருப்பினும், இஸ்ரேலிய இராணுவத் தளம் உள்ளிட்ட இலக்குகள் மீதான குறைந்த எண்ணிக்கையிலான தாக்குதல்கள் மட்டுமே இலக்குகளில் வெற்றிகரமாக உள்ளன.",
        "ஈரானிய தாக்குதல்களைத் தடுப்பது ஈரானிய தாக்குதலின் தோல்வி ஈரானிய விமானத் தாக்குதல்களில் 99 சதவீதத்தைத் தடுப்பதைத் தடுக்கத் தவறிவிட்டது.",
        "அழிக்கப்பட்ட ஈரானிய ட்ரோன்களின் இடிபாடுகள் ஜோர்டானில் சரிந்தன.",
        "இரு நாடுகளுக்கிடையில் குளிர்கால யுத்தத்தின் பல தசாப்தங்களாக இருந்தபோதிலும், ஈரான் தனது நாட்டிலிருந்து இஸ்ரேலை நேரடியாக குறிவைப்பது முதல் முறையாகும்.",
        "இஸ்ரேல் பயங்கரவாதத்திற்கு பங்களிக்கும் உலகின் மிகப்பெரிய கட்சி என்று அழைக்கப்படுகிறது.",
        "ஈரானிய ஆயுதப்படை தலைவர் ஜெனரல் ம ou ம்மண்ட் பேகரி, \"இந்த நடவடிக்கை வெற்றிகரமாக உள்ளது, அது முடிந்துவிட்டது. செயல்பாட்டைத் தொடர நாங்கள் எதிர்பார்க்கவில்லை. ஆனால் இஸ்ரேல் இஸ்லாமிய குடியரசிற்கு எதிராக நடவடிக்கை எடுத்தால், எங்கள் பதில் மோசமாக இருக்கும். \""
      ]
    },
    "en": {
      "title": "Israel is watching until there is an opportunity",
      "body_lines": [
        "Israel says that Iran is a suitable opportunity to attack Iran.",
        "Iran launched a series of masses to Israel for the first time in the Middle East region.",
        "Accordingly, Iran had launched a wide range of drones and missile attacks on the 13th and yesterday (14).",
        "The attack was launched by the Israeli attack on the Embassy of the Iranian embassy in Syria.",
        "In Israel, however, 99 percent of Iranian attacks were successfully thwarted.",
        "Iran was warned of Israel's embassy in Syria, with the fierce attack on the Iranian embassy in Syria last April.",
        "Thirteen Army chief, including a military chief killed in the attack.",
        "In such a setting, the US has also informed Israel that Israel will be attacked soon.",
        "The US had confirmed Iran's placement in its military and arms zone.",
        "Israeli schools, in the middle of those warnings, were covered with schools as a protective measure.",
        "In such a situation, the Iranian Revolutionary Security Forces recently took over the Israeli ship in the Homus Strait.",
        "With that, Iran was the first time Iran was attacked by Israel for the first time before it was true.",
        "When more than 300 Iranian missiles were chased at the Airspace, the air protection system was rushed to a number of cities.",
        "The Israeli Security Forces faced the attacks with the excellent air and technology capacity of the Israeli.",
        "That is because of the protection of Israeli civilians.",
        "Some attacks on Israel have been launched from Iraq and Yemen.",
        "With that, Iraq, Jordan, Lebanon, and Israel were temporarily closed their airways, and the Israel and the Jordan reopened their airways.",
        "However, only the limited number of attacks on the targets including an Israeli military base have been successful in targets.",
        "The prevention of Iranian attacks is the failure of Iranian attack fail to prevent the prevention of 99 percent of Iranian air strikes.",
        "The wreckage of the Iranian drones, which was destroyed, had collapsed into Jordan.",
        "Despite the decades of winter war between the two countries, this is the first time Iran is the first time Iran is targeting Israel directly from its country.",
        "Israel is called the world's largest party that contributes to terrorism.",
        "The Iranian Armed Forces Head General Moummond Bagery said, \"This operation is successful and that it is over. We do not expect to continue the operation. But if Israel takes steps against the Islamic Republic, our response will be worse. \""
      ]
    }
  },
  "summary_lines": [
    "Israel is on alert for an opportunity to attack Iran, following Iran's missile and drone attacks on Israel. Iran's attacks targeted the Israeli embassy in Syria, killing 13, including a military chief. The US warned Israel of an impending attack. Israeli schools were protected, and Iranian Revolutionary Security Forces seized an Israeli ship in the Homus Strait. Israel's air defense system intercepted over 300 Iranian missiles. Airspace was temporarily closed in Iraq, Jordan, Lebanon, and Israel, with Israel and Jordan reopening their airways. Israel's air and technology defenses thwarted 99% of Iranian attacks. The Iranian Armed Forces Head General Moummond Bagery declared the operation successful, warning Israel of a worse response if it retaliates."
  ]
}