{
  "translated_text": {
    "ta": {
      "title": "கொலைகாரர்கள் பற்றி போலீசார் வெளிப்படுத்துகிறார்கள்",
      "body_lines": [
        "கொலை சம்பந்தப்பட்டவர்கள் தீவின் சில பகுதிகளில் வாடகையைப் பெறுவதற்கான நோக்கத்துடன் மறைக்கப்பட்டுள்ளதாக தெரிவிக்கப்பட்டுள்ளது.",
        "வெகுஜன பயணிகளில் ஈடுபட்டுள்ளவர்களும் இந்த வழியில் கொலைக்கான ஆயுதப் பயிற்சிக்கு ஆயுதப் பயிற்சியிலும் ஈடுபட்டுள்ளனர்.",
        "பாதுகாப்புப் படைகளில் பணிபுரிந்தவர்களும், பாதுகாப்பு மற்றும் சேவையை விட்டு வெளியேறியவர்களும் தற்போது தற்போதைய வேலையில் உள்ள சிலரும் இந்த நடவடிக்கைகளில் ஈடுபட்டுள்ளனர் என்று கண்டறியப்பட்டுள்ளது. குற்றங்களை மாற்றுவதற்கும் கைது செய்வதற்கும் ஒரு சிறப்புத் திட்டம் தயாரிக்கப்பட்டுள்ளது.",
        "சிறப்பு பணிக்குழு அதிகாரிகள் குற்றவாளிகளை கைது செய்ய குற்றவாளிகளை நடத்துகிறார்கள் மற்றும் கைது செய்யப்பட்டவர்களை கைது செய்வதையும் காவல்துறை அதிகாரிகளின் அதிகாரிகளின் உதவிகளையும் மேற்கொள்கின்றனர்.",
        "பாதுகாப்புப் படைகளின் பல உறுப்பினர்கள் பல மையங்களில் கைது செய்யப்பட்டுள்ளனர். பணம் சம்பாதிக்கும் நோக்கத்துடன், சில பாதுகாப்புப் படையினரும் குற்றவாளிகளும் குற்றக் கும்பல்களுடன் கவனிக்கப்படுவதாக போலீசார் தெரிவித்தனர்.",
        "இத்தகைய குற்றவாளிகள் இந்த நடவடிக்கையின் கீழ் கைது செய்யப்பட்டுள்ளனர், இது விஷம் மற்றும் அத்தகைய குற்றவாளிகளை கைது செய்வதன் மூலம் தொடங்கப்பட்டுள்ளது, மேலும் குற்றவாளிகளையும் குற்றவாளிகளையும் கைது செய்ய ஒரு தனி பணி தொடங்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "Police reveal about the murderers",
      "body_lines": [
        "It has been reported that the people involved in murder are hidden in some parts of the island with the objective of obtaining rent.",
        "People who have been involved in mass travelers have also been involved in arms training to the arms training of murder in this way.",
        "People who have been working in the security forces and the people who have left the security and service have been found that some people currently in the present work are also involved in these activities. A special program has been prepared to changing crimes and arrest.",
        "Special Task Force officials conduct criminals to arrest the criminals and carry out the arrests of the arrests and the assistance of the officers of the police officers.",
        "Several members of the security forces have been arrested in several hubs. The police said that some of the security forces and criminals are being observed with crime gangs, with the objective of making money.",
        "Such criminals have been arrested under the operation, which has been launched by the arrest of poisoning and arrest such criminals, and a separate mission is also launched to arrest the criminals and criminals."
      ]
    }
  }
}