{
  "translated_text": {
    "ta": {
      "title": "மாஸ்கோ கில்பாஸ்கள் இழுத்துச் செல்லப்பட்டுள்ளன",
      "body_lines": [
        "ரஷ்யாவின் தலைநகரான மாஸ்கோ மீதான பயங்கரவாத தாக்குதலில் 60 பேர் கொல்லப்பட்டனர் மற்றும் 100 க்கும் மேற்பட்டோர் கொல்லப்பட்டதாக தெரிவிக்கப்பட்டுள்ளது.",
        "தாக்குதலின் பொறுப்பு வெளிநாட்டு அறிக்கைகள் தெரிவித்தன. அமைப்பு சமர்ப்பிக்கப்பட்டுள்ளது.",
        "Kznoogorsk இல் ஒரு தியேட்டர் படப்பிடிப்பு படப்பிடிப்பு ரஷ்யாவின் மாஸ்கோ அருகே படப்பிடிப்பு நடத்தப்பட்டது.",
        "நான்கு உடையணிந்த தாக்குதல் நடத்தியவர்கள் இடிந்து விழுந்து கையெறி தாக்குதலை சுட்டுக் கொண்டதாக வெளிநாட்டு வாசிஸ்டுகள் தெரிவித்துள்ளனர்.",
        "ஒரு ராக் பேண்ட் இசை நிகழ்ச்சியான நேரத்தில் படப்பிடிப்பு நடைபெற்றது.",
        "மேடைக்கு சில நிமிடங்களுக்கு முன்பு இசைக்குழு நடந்தது மற்றும் இசைக்குழு சேதமடைந்ததாக கூறப்படுகிறது.",
        "6,200 இடங்களைக் கொண்ட தியேட்டர் மக்கள் நிறைந்ததாக இருந்தது, ”என்று வெளிநாட்டு ஊடகங்கள் தெரிவித்தன.",
        "தாக்குதலுடன், கச்சேரி அரங்கில் தீ ஏற்பட்டுள்ளது.",
        "மாஸ்கோ மேயர் செர்ஜி சோபியானின் கூறுகையில், இரண்டு அல்லது ஐந்து ஆயுதமேந்தியவர்கள் கேபர்களை சுட்டுக் கொன்றனர் மற்றும் பார்வையாளர்களை சுட்டுக் கொன்றனர்.",
        "தாக்குதல் 15 நிமிடங்கள் அல்லது 20 நிமிடங்கள் மேற்கொள்ளப்பட்டதாக தெரிவிக்கப்பட்டுள்ளது.",
        "காயமடைந்தவர்கள் சிறு குழந்தைகள் மற்றும் ரஷ்ய வெளியுறவு அமைச்சகம் தெரிவித்துள்ளது.",
        "இந்த பாதிப்பு ரஷ்யாவில் மாஸ்கோவின் பாதுகாப்பில் உள்ளது, மேலும் அமெரிக்க தூதரகம் அமெரிக்க தூதரகம் பெரிய கூட்டங்களை இலக்காகக் கொண்டுள்ளது என்ற அறிக்கைகள் குறித்து எச்சரிக்கையாக இருந்து வருகிறது.",
        "தாக்குதலுக்குப் பிறகு துப்பாக்கி ஏந்தியவர்கள் ஒரு வெள்ளை காரைப் பின்தொடர்ந்ததாகக் கூறப்படுகிறது."
      ]
    },
    "en": {
      "title": "Moscow kilpasses have been tugged",
      "body_lines": [
        "It is reported that 60 people were killed and over 100 people were either killed in a terrorist attack on Moscow, Russia's capital.",
        "Foreign Reports said the responsibility of the attack. The organization has been submitted.",
        "A shooting of a theater shooting in Kznoogorsk was shooting near Moscow in Russia.",
        "Foreign Vasistes have said that four-dressed attackers have collapsed and shooting a grenade attack.",
        "The shooting was held at a time when a rock band musical show.",
        "The band had taken place a few minutes before the platform and the band was reportedly damaged.",
        "The Theater, which consists of 6,200 seats, was full of people, \"foreign media said.",
        "With the attack, a fire has taken place in the concert hall.",
        "Moscow Mayor Sergei Sobianin said that two or five armed people shot the cabbers and shot the audience.",
        "It is reported that the attack had been carried out for 15 minutes or 20 minutes.",
        "The injured are young children and the Russian Foreign Ministry said.",
        "These prevalence is in the protection of Moscow in Russia, and the US embassy has been a warning of the reports that the US Embassy is aimed at large meetings.",
        "It is said that the gunmen had followed a white car after the attack."
      ]
    }
  },
  "summary_lines": [
    "A terrorist attack in Moscow, Russia, resulted in 60 deaths and over 100 injuries. Four attackers in disguise fired grenades during a theater shooting near Moscow, causing a fire and lasting 15-20 minutes. The attack targeted a rock band concert, injuring young children. The US embassy warned of potential threats to large gatherings."
  ]
}