{
  "translated_text": {
    "ta": {
      "title": "நீங்கள் தெரிந்து கொள்ள வேண்டிய 7 நீங்கள் சிரிபானாவை அறிந்து கொள்ள வேண்டும்",
      "body_lines": [
        "2025 ஆம் ஆண்டிற்கான சிரிபா யாத்திரை இன்று தொடங்குகிறது (டிசம்பர்.. 14) நிச்சயதார்த்தத்தில் ஈடுபட்டுள்ள ODUOP POTO உடன்.",
        "ப Buddhist த்தர்கள், அத்துடன் உள்ளூர் மற்றும் வெளிநாட்டு யாத்ரீகர்களும் க ut தம புத்தரின் இடது கப்பலை செலுத்துவதில் ஈடுபட்டுள்ளனர்.",
        "உடுவாப் போயாவுடன் தொடங்கும் சிரிபா யாத்திரை, அடுத்த ஆண்டு முடிவடைகிறது.",
        "ஒவ்வொரு ஆண்டும், சிரிபா யாத்திரை ஒரு மீதமுள்ள பணம் மற்றும் சமன் தேவனயாவை ஸ்ரீ பெல்போதாலாவிலிருந்து கல்போதலாவிலிருந்து கல்போதலாவிலிருந்து மீட்பதன் மூலம் கட்டுப்படுத்தப்படுகிறது.",
        "இலங்கையின் நீண்ட ஊர்வலம் பெல்மதுல்லா, ராஜமஹா விஹாராயாவின் கோபம் மற்றும் நல்லாதுனியா முழுவதும் உதமுலியாவுக்கு பயணிக்கிறது.",
        "இந்த ஆண்டு சிரிபாவானா யாத்திரை மற்றும் நடைமுறைகள்",
        "இது கொழும்பு, கொழும்பு, கெகல்லே மற்றும் நுவரா எலியா ஆகியவற்றின் நான்கு பகுதிகளிலும் கடந்து செல்லப்படுகிறது, இது சபராகாமுவா, மேற்கு மற்றும் மத்திய மாகாணங்களுக்கு சொந்தமானது.",
        "சுமனாமா சமந்தா குட்டா காவ்வி என்றும் அழைக்கப்படுகிறார் ''. ஸ்ரீ பாத் ரத்னகிரி என்றும் அழைக்கப்படுகிறது.",
        "ஆங்கிலத்தில் 'ஆடம்ஸ் பீக்' என்றும் அழைக்கப்படும் ஸ்ரீ பாதா, ப Buddhist த்த பக்தர்கள் மட்டுமல்ல, இந்து மற்றும் இஸ்லாத்தின் ப Buddhist த்த பக்தர்களும் கூட. ஆதாமின் முதல் நபர், உலகின் முதல் நபர், இந்து பக்தர்களின் கால் இருப்பதாக நம்பப்படுகிறது.",
        "வெசக் போயாவுக்குப் பிறகு, டிசம்பர் மாதத்தில் மீண்டும் வெசக் போயாவுக்குப் பிறகு, உதுப்பா யாத்திரையின் நேரம் மீண்டும் சிரிபானா என்று அழைக்கப்படுகிறது.",
        "எஞ்சிய சூழ்நிலைகள் மற்றும் ஸ்ரீ பெல்போதாலாவின் சனத் தேவனூன், பெல்போதலா, பெல்போதலா, முற்றத்தில் இருந்து மீட்டெடுக்கப்பட்ட பின்னர் சிரிவாடா பருவம் நிறுத்தப்பட்டுள்ளது.",
        "தற்காலிக யாத்திரைக்கு சுமார் ஏழு வழிகள் உள்ளன, ஆனால் பெரும்பாலான மக்கள் மூன்று முக்கிய அணுகல் சாலைகளில் யாத்திரை செய்கிறார்கள்.",
        "ஹட்டன் - நல்லடோட்டா - பலதனானி ரோட்சுரியா - எரோரத்னே சாலை",
        "பெரும்பாலான மக்கள் தற்போது ஹட்டன்-நாலுஞ்ச் வழியாக யாத்திரை நடத்துகிறார்கள். பயணம் எளிதானது மற்றும் குறுகியதாக இருப்பதால் தான்.",
        "மற்றொரு பணியாளர்கள் கருணையில் ஈடுபட ஆர்வமாக உள்ளனர், பழைய சாலைகளில் சபா அழகை அனுபவிக்கிறார்கள்.",
        "ஹட்டனை நல்லட்னமனுக்கு வரும் யாத்ரீகர்கள் ஹட்டன் மூலம் நல்லபயா அருளைத் தொடங்கலாம்.",
        "பாலாபாதலா சாலையை ரத்னபுராவில் நிறுவலாம் மற்றும் ரத்னபுரா சாலையில் உள்ள பாலாபாதலா சாலையில் வரலாம்.",
        "குருவிதா யாத்ரீகர்களுடன் பயணிக்கும் யாத்ரீகர்கள் சிரிவாபாலாவை குருவிதாவின் குயூட்டி வழியாகத் தொடங்குகிறார்கள்.",
        "சிரிபா யாத்திரை ஒரு கடினமான பணி. உதமுலுவாவை அடைய ஆயிரக்கணக்கான ஊழியர்கள் உறுதிப்படுத்தப்பட வேண்டும்.",
        "சிரிப்பா கருணா கவிதைகளையும் பலவிதமான மக்களின் கவிதைகளையும் பாடுகிறார். முதல் யாத்திரை 'தி கிராஃப்டர்' என்று அழைக்கப்படுகிறது, மேலும் அவர் 'குளிர் பச்சை' குளிக்க வேண்டும்.",
        "பெரும்பாலான யாத்ரீகர்கள் 'ஊசி பானம்' இல்லாத நிலையில் ஊசிகள் மற்றும் நூல்களுக்கு செல்லப் போகிறார்கள்.",
        "சோர்வுக்கு பலியானவர்களை தங்கள் சோர்வுக்கு பயிற்சி செய்யும் ஒரு மனிதனில் ஈடுபடும் நபர்கள் பழைய மற்றும் கொலஸ்ட்ரி மற்றும் ரசவாவா போன்ற பழையவர்கள்.",
        "யாத்திரைக்கு யாத்திரைக்கு உட்படுத்தப்பட வேண்டிய பல இடங்கள் உள்ளன. இது, தர்மராஜா காலா, ஹரோராஜா, ஹப்ப்ராஜா காலா, புட்டம்பாரா, ஹப்பிராஜு, கிரீன் காலா, கிரீன் கலம்பாரா, சிரிபாவ் மற்றும் சிரிபாவ், சிரிபாவ் மற்றும் சிரிபாவ் மற்றும் சிரிபா, மற்றும் பன்னிரண்டு மகா லாட்.",
        "முற்றத்திற்குத் திரும்பிய பிறகு, யாத்ரீகர்கள் நடிகர்களின் கண்ட் ஒலிப்பார்கள்.",
        "சிரிப்பாவின் காவலில் 'எச்சரிக்கையுடன் \"என்று புராணக்கதை தொடர்ந்து கூறுகிறது.",
        "சிரிபாவண்டலாவின் மூப்பர்கள் கூறுகையில், செய்தி மற்றும் சிரிபாவின் செய்திகள் தங்களால் மையங்களை சமாளிக்க முடியாது என்று கூறப்பட்டதாகக் கூறப்பட்டது.",
        "சிரிபாவின் யாத்திரைக்குப் பின்னர் பயன்படுத்தப்பட்ட சில சொற்கள் இன்னும் எங்கள் பஸ் இடங்களைக் கொண்டுள்ளன.",
        "கருணை - அவரது சொந்த வழக்கின் விஷயத்திலும், அவர்களின் ஒரே வழக்குகள் மற்றும் யாத்திரையில் உள்ள பிற கோப்புகளிலும் ஆசீர்வாதம். இது சோர்வுக்கு அஞ்சலி செலுத்துகிறது",
        "பராமரிப்பு - ஷரிகா கருணை, இது கடந்த காலத்திலிருந்து கடினம், 'மைங்கி ஆசிரியர்' என்று அழைக்கப்படுகிறது. யாத்திரை குழு 'முக்கிய வழிகளை' அகற்றவும், சரியான சலுகைகளுடன் வழக்கை வழிநடத்தும் என்றும் அழைக்கப்படுகிறது.",
        "ரெவ்.",
        "கெனு - முதல் நபர்கள் 'க்ரீக்கர்' என்று அழைக்கிறார்கள். சிரிபா பருவத்தில் கருணையால் மட்டுமே கடசிரிபா கருணை செல்லுபடியாகும்.",
        "பால் குர்ரென் - ஒரு சிறு குழந்தை அல்லது பெண், முதல் குழந்தை அல்லது பெண்ணில் ஒருவரான 'பால்' காடு என்று அழைக்கப்படுகிறார்.",
        "தண்டுகள் - சிரிபா யாத்திரையில் முதல் முறையாக தாதுச்சோவாக இணைந்த ஒரு வயது வந்தவர்.",
        "பார்க்கிறது - யாத்ரீகர்கள் தடை செய்வதற்கு முன் 'சீக்வென்' என்று அழைக்கப்படுகிறார்கள். தலையின் தலைகள் உள்ளன, நா, வெள்ளை ஃபேடிஷ் வெல்லும். இதேபோல், நினைவகம் சாப்பிடாததற்கு முன்பு இந்த பயணத்திற்கு பயணம் செய்யப்பட வேண்டும்.",
        "சன் சேவை - கிழக்கு சூரியனில் எண்பது. இந்த இயற்கை நிகழ்வில் சிரிபாவின் நிழல் மேற்கு நோக்கி விழுகிறது.",
        "இன்று (டிசம்பர் 14) தொடங்கும் சிரி யாத்திரை, மே 13, 2025 அன்று நடைபெறும் என்று ரத்னபுரா மாவட்ட செயலாளர் வசந்தா குனரத்னே தெரிவித்தார்.",
        "சிரிபா யாத்திரை தொடர்பான கட்டளைகளின் சிறப்பு வர்த்தமானி அறிவிப்பை அவர் உரையாற்றுகிறார்.",
        "ரத்னபுரா மாவட்ட செயலாளர் ஒரு சிறப்பு வர்த்தமானி அறிவிப்பை வெளியிட்டுள்ளார், அதில் யாத்ரீகர்கள், வர்த்தகர்கள், வர்த்தக மற்றும் வர்த்தகர்களை வழங்க தயாராகி வருகிறார்கள்.",
        "முதல் ஒழுங்குமுறையாக, தற்காலிக தங்குமிடத்தில் இது தயாரிக்கப்படவோ அல்லது பராமரிக்கவோ கூடாது.",
        "ஓய்வூதியம் மற்றும் அம்பலகுலா, அகியாகலா, டோபகுலா, கினெல்லாதென்னா, கொலரகலா, கினெனா, டோபகுகுலா, அகிவாலஜென்னா, டோபகுலா, பியாகலா, கினெனா, டோபகுலா, மீடியா, பிலிகுலா, ஃபியாகலா என்று வர்த்தமானி அறிவிப்பு தெரிவித்துள்ளது.",
        "சிரிபாவால் யாத்திரையில் ரத்னபுரா மாவட்ட செயலாளர் அல்லது அங்கீகரிக்கப்பட்ட அதிகாரியின் அனுமதியின்றி சிரிபா யாத்திரை கட்டுமானம் தடை விதிக்கப்பட்டுள்ளது.",
        "சிரிபாவால் அல்லது அம்பலம் கோரி அல்லது விநியோகங்கள் தடைசெய்யப்படுகின்றன அல்லது விநியோகிக்கப்படுகின்றன.",
        "வனவிலங்கு பாதுகாப்புத் துறை, மத்திய சுற்றுச்சூழல் ஆணையம், மத்திய சுற்றுச்சூழல் ஆணையம் மற்றும் உள்ளூர் அதிகாரிகள் ஆகியவற்றில் மட்டுமே யாத்ரீகர்களுக்கு தெரிவிக்கப்பட்டுள்ளது.",
        "யாத்ரீகர்கள், வனவிலங்கு பாதுகாப்புத் துறை, மத்திய சுற்றுச்சூழல் ஆணையம் மற்றும் எழுத்துப்பூர்வ அனுமதிகளை எளிதாக்குவதற்காக நீங்கள் குளியல் அல்லது சலவை செய்ய விரும்பினால்.",
        "பிரதேசங்களவை அல்லது தொடர்புடைய உள்ளூர் அதிகாரிகளைத் தவிர வேறு இடங்களில் பார்க்கிங் தடை செய்யப்பட்டுள்ளது.",
        "யாத்திரைக்கு ஒதுக்கப்பட்ட பிரதான சாலைகள் ஹட்டன் நல்லட்டுனி சாலை மற்றும் குருவிதா சாலை மற்றும் குருவிதா சாலை என்று தெரிவிக்கப்பட்டுள்ளது.",
        "பாலிதீன், யாத்திரை அல்லது ஓய்வூதியம், மற்றும் சுற்றுப்புறங்களின் சுற்றுப்புறங்கள் மற்றும் சுற்றியுள்ள சூழல்கள் பிளாஸ்டிக் அப்புறப்படுத்தாமல் கவனமாக இல்லை என்பதை உறுதிப்படுத்த யாத்ரீகர்கள் கேட்கப்பட்டுள்ளனர்.",
        "ஸ்ரீ பாதா தளத்தில் தீயை ஏற்படுத்தும் தீயோ அல்லது நெருப்போ இருக்கக்கூடாது.",
        "யாத்திரையில், கழிவுகளை அகற்றுவதற்கான பொறுப்பு மற்றும் யாத்திரை மீதான யாத்திரை ஆகியவை உள்ளூர் அதிகாரிகளிடம் ஒப்படைக்கப்படுகின்றன.",
        "தனியார் நிறுவனங்களால் நோக்கம் கொண்ட மருத்துவ பராமரிப்பு மையங்களுக்கு மாகாண சுகாதார சேவைகள் மற்றும் உள்ளூர் அதிகாரிகளின் சரியான ஒப்புதல் பெறப்பட வேண்டும்.",
        "சிரிபாவால் மற்றும் யாத்ரீகர்கள் மீதான பயண வர்த்தகம், அதே போல் பயண வர்த்தகம் தடை செய்யப்பட்டுள்ளது.",
        "தியாகங்கள், தியாகங்கள், தொகுதிகள், மாவட்ட செயலாளர் அல்லது பிற அங்கீகரிக்கப்பட்ட அதிகாரியால் வழங்கப்பட்ட அனுமதி அதிகாரியை விட அதிகமாக இல்லை.",
        "இது ஆல்கஹால், சிகரெட்டுகள் அல்லது போதைப்பொருட்களைச் செய்வதற்கு அல்லது யாத்திரை மேற்கொள்வதற்கு தடை விதிக்கப்பட்டுள்ளது.",
        "ஒவ்வொரு கடையிலும் கட்டிடத்திலும் ஒரு குப்பை கிண்ணத்தை வைப்பது கட்டாயமாகும்.",
        "மாவட்ட செயலாளர் அல்லது அங்கீகரிக்கப்பட்ட அதிகாரியின் மாவட்ட அல்லது அங்கீகரிக்கப்பட்ட அதிகாரி மீது டான்சால் செய்யப்பட வேண்டும்.",
        "நாட்டில் சுகாதார நிலைமைகள் தொடர்பாக சுகாதார சேவைகள் இயக்குநர் ஜெனரல் வழங்கிய சுகாதார வழிகாட்டுதல்களின் கீழ் ஷிப்பாவை மேற்கொள்ள வேண்டும்.",
        "ஸ்ரிபாடா யாத்திரை குறிப்பு ஸ்ரிபாடா யாத்திரை ஸ்ரீ பாதா முற்றத்தில் தங்க வைக்கக்கூடாது என்ற சிறப்பு வர்த்தமானி அறிவிப்பாகும்.",
        "இலங்கையின் மத்திய மலைகளில் பத்தேயர் அல்லாத மழை காடுகளின் இல்லாதது உலகளாவியதாகும்.",
        "இந்த ரிசர்வ் என்பது பூச்சிகள், தானியங்கள், கிராம், தோள்கள், பறவைகள் மற்றும் பாலூட்டிகள் உள்ளிட்ட அரிதான வாழ்க்கை இனங்களுக்கான பாதுகாப்பான சரணாலயம் ஆகும்.",
        "சுற்றுச்சூழல் விஞ்ஞான ரீதியாக ஸ்ரீ பாதா தளத்தையும் மதிக்கிறது.",
        "இலங்கையின் ஊர்வன மற்றும் நீர்வீழ்ச்சிகள் அதிக எண்ணிக்கையிலான சுற்றுச்சூழல் அமைப்பாகும். இலங்கையின் அனைத்து தனித்துவமான பறவைகளையும் பதிவு செய்யும் ஒரே சுற்றுச்சூழல் அமைப்பு இதுவாகும்.",
        "குறைந்த நாட்டின் ஈரமான மண்டல காடுகளிலிருந்து தொடர்ச்சியான மழைப்பொழிவு, தீயது ஒரு சுற்றுச்சூழல் அமைப்பாக இருப்பதற்கான மற்றொரு சிறப்பு இது.",
        "இலங்கையில் குறைந்த நாட்டின் ஈரமான மண்டலத்தில் மிகப்பெரிய யானை மக்கள் வசிக்கின்றனர். சிறப்பு பட்டாம்பூச்சி தளம் இன்னும் கண்டுபிடிக்கப்பட்டுள்ளது என்று ஆராய்ச்சியாளர்கள் நம்புகின்றனர்.",
        "பாலிதீன் போன்ற பாலிதீனின் தவறாக வழிநடத்தும் காரணமாக இந்த சிறப்பு சுற்றுச்சூழல் மையங்கள் இன்று கூர்மையான பகுப்பாய்வின் எண்ணிக்கையில் காணப்படுகின்றன.",
        "மத்திய சுற்றுச்சூழல் ஆணையம், மத்திய சுற்றுச்சூழல் ஆணையம், பாதுகாப்புப் படைகள் மற்றும் தன்னார்வலர்களை மத்திய சுற்றுச்சூழல் ஆணையம், பாதுகாப்புப் படைகள், பாதுகாப்புப் படைகள் மற்றும் தன்னார்வலர்கள் கழிவுகளை அகற்ற பாராட்ட வேண்டும் என்று அவர்கள் கூறுகிறார்கள்.",
        "அசோகா ரன்வாலா: ஸ்பீக்கெதி ராஜினாமா மற்றும் அரசாங்கத்தின் எதிர்காலம்",
        "இத்தாலிய ஓட்டுநர் உரிமம்: 'உரிமத்தில் உரிமம் காணப்பட்டால். இந்த குளிர் இறக்காது '",
        "தென் கொரிய ஜனாதிபதி அசாதாரணமான பிறகு என்ன நடக்கும்?",
        "அசோகா ரன்வாலா: சர்ச்சைக்கு வழிவகுத்த தனது பட்டம் பற்றி பேச்சாளர் பிபிசியிடம் என்ன சொன்னார்?",
        "லங்கா டி 10: மேற்கிந்தியத் தீவுகளுக்கு கோல் மாவால் உரிமையாளரின் உரிமையாளர் என்ன?"
      ]
    },
    "en": {
      "title": "7 Things You Should Know You Should You Know Siripana",
      "body_lines": [
        "Siripa pilgrimage for 2025 begins today (Dec.. 14) With the oduop poto, which is engaged.",
        "The Buddhist deems, as well as local and foreign pilgrims are also involved in paying the left ship of Gautama Buddha.",
        "The Siripa pilgrimage, which begins with the Uduvap Poya, is ended with the next year.",
        "Every year, the Siripa Pilgrimage is bounded by the rescue of a residual cash and Saman Devanaya from the Sri Pelpothala from the Galpoththala from the Galpoththala.",
        "Sri Lanka's long procession is the wrath of the Pelmadulla, Rajamaha Viharaya and traveling to the Udamuliya across Nallatuniya.",
        "This year's Siripawana Pilgrimage and Procedures",
        "It is passed through four parts of Colombo, Colombo, Kegalle and Nuwara Eliya, which belongs to the Sabaragamuwa, Western and Central provinces.",
        "Sumanama is also known as Samantha Kuta Kawwi 'as'. The Sri Pada is also known as Ratnagiri.",
        "Sri Pada, also known in English as 'Adams Peak' is not only the Buddhist devotees but also the Buddhist devotees of Hindu and Islam. It is believed that the first person of Adam, the first person to the world, is believed to have the foot of Hindu devotees.",
        "After the Vesak Poya, the Undup Poya in December again after the Vesak Poya, the time of the Uduppa Pilgrimage again is called Siripana.",
        "The Siriwata season is terminated after the restoration of the residual circumstances and the Sanath Devanoon of the Sri Pelpothala, Pelpothala, Pelpothala, from the courtyard.",
        "There are about seven ways for the templant pilgrimage, but most people pilgrimage along three main access roads.",
        "Hatton - Nallatota - Palatanani Roadsuriya - Eraratne road",
        "Most people currently pilgrily pilgrimage along the Hatton-Nallunge. It is because the travel is easy and short.",
        "Another personnel are eager to engage in mercy, enjoying Sabha beauty along the old roads.",
        "Pilgrims that come across Hatton to the Nallatnaman can begin the Nallapaya grace through Hatton.",
        "The Palabaddala road can be founded in Ratnapura and to arrive in Palabaddala road on the Ratnapura road.",
        "Pilgrims traveling along the Kuruwita pilgrims begin the Siriwappala through Cuuuti, Kuruwita.",
        "Siripa pilgrimage is a difficult task. Thousands of staff should be upheld and take several hours to reach the Udamuluwa.",
        "Sirippa Karuna is singing the poems and a variety of people's poetry. The first pilgrimage is known as 'the crafter' and he must bath the 'cold Green'.",
        "Most pilgrims are going to go to the needles and threads at the lack of 'needle drink'.",
        "People who engage in a man who practices the victims of their fatigue to their fatigue are the olderness, such as the older and colastry and Razavawa.",
        "There are several places to be subjected to pilgrimage to pilgrimage. It is, Dharmaraja Gala, Harroraja, Happraja Gala, Betampara, Happraju, Green Gala, Green Galampara, Siripaw and Siripaw, Siripaw and Siripaw and Siripaw, and Twelve Maha Lat.",
        "After returning to the courtyard, the pilgrims would ring the cunt of the cast.",
        "Legend has the constantly stating that 'cautiously \"in the custody of the Sirippa.",
        "The elders of the Siripawandala say that the news and the news of the Siripaw were told that they were not likely to be able to cope with the centers.",
        "Some of the words that have been used since the pilgrimage of Siripaw are still containing our bus places.",
        "Kindness - Blessing in the case of his own case as well as in their sole cases and other files in the pilgrimage. This hinders the tribute to fatigue",
        "Maintaine - Sharika Kindness, which is difficult from the past, is known as 'Maingey Teacher'. The team of pilgrimage is known as' the 'rid of' the main ways and leading the case with proper privileges.",
        "Rev.",
        "Kenu - The first people call the 'cryker'. Kadasiripa Kindness is only valid by mercy in the Siripa season.",
        "Dairy Curren - A small child or girl, one of the first child or girl, is called 'milk' kadu.",
        "The stalks - an adult who joins the Siripa Pilgrimage for the first time as Daducho.",
        "Sees - Pilgrims are called 'Sequen' before banning. There is a piece of heads of the head, win the na, white fadish. Similarly, the journey should be made to this journey ever before not eat memory.",
        "Sun service - Eighty in the East Sun. The shadow of the Siripaw is falling into the West in this natural event.",
        "Siri Pilgrimage, which begins today (Dec 14), will be held on May 13, 2025, said the Ratnapura District Secretary Wasantha Gunaratne.",
        "He is addressing a special gazette notification of the ordinances on the Siripa Pilgrimage.",
        "The Ratnapura District Secretary has issued a special gazette notification that includes pilgrims, traders, trade and services that are preparing to provide traders.",
        "It should not be prepared or maintained in a temporary shelter, as the first regulation.",
        "The gazette notification stated that the retirement and Ambalagula, Akiyagala, Topagula, Kinelathenna, Coloragala, Kinena, Topagagula, Akiwalagenna, Topagagula, Phyagala, Kinena, Topagagula, Media, Philigula, Phyagala.",
        "The construction of the Siripa Pilgrimage without the permission of the Ratnapura District Secretary or authorized officer is banned in the Siripawal pilgrimage.",
        "Requestingment or distributions of the Siripawal or Ambalam are banned or distributed.",
        "The pilgrims have been informed only at the Wildlife Conservation Department, Central Environmental Authority, Central Environmental Authority and Local Authorities.",
        "If you wish to facilitate bathing or laundry in order to facilitate the pilgrims, the Department of Wildlife Conservation, Central Environmental Authority and written permissions.",
        "The parking has been banned at locations other than the Pradeshiya Sabha or the relevant local authorities.",
        "The main roads reserved for pilgrimage is informed that the Hatton Nallatuni road and Kuruwita road and Kuruwita road.",
        "Pilgrims have been asked to ensure that the polythene, pilgrimage or retirement, and the surroundings of the surroundings, and the surrounding environment are not careful not to dispose of plastic.",
        "There should be no fire rains or fire that causes fire on the Sri Pada site.",
        "In the pilgrimage, the responsibility of disposal of waste disposal and the pilgrimage on the pilgrimage is entrusted to the Local Authorities.",
        "Proper approval of Provincial Director of Health Services and Local Authorities should be obtained for medical care centers intended by private institutions.",
        "Travel Trading on Siripawal and Pilgrims, as well as travel trade has been banned.",
        "The sale of sacrifices, sacrifices, volumes, no more than the permission officer who has been provided by the District Secretary or other authorized officer is prohibited.",
        "It is banned from carrying out alcohol, cigarettes, or drugs, or carrying out on the pilgrimage.",
        "It is compulsory to put a garbage bowl in every shop and building.",
        "Dansal should be done on the district or authorized officer of the District Secretary or an authorized officer.",
        "Shippa should be carried out under the health guidelines issued by the Director General of Health Services regarding health conditions in the country.",
        "Sripada pilgrimage mention is also a special gazette notification that the SriPada pilgrimage should not be accommodated in the Sri Pada courtyard.",
        "The non-existence of non-Buddhist rains forest in the central hills of Sri Lanka is a global.",
        "The reserve is a secure sanctuary for rare life species including insects, grain, graumen, shoulders, birds, and mammals.",
        "Environmental scientifically also value the Sri Pada site.",
        "Sri Lanka's reptiles and amphibians are the highest number of ecosystem. This is also the only ecosystem that record all the unique birds of Sri Lanka.",
        "It is another specialty of being an ecosystem that is evil that is continuously a continuous rainfall from low country wet zone forests.",
        "The largest elephant population lives in the Low Country Wet Zone in Sri Lanka. Researchers believe that the special butterfly site is still invented.",
        "It is today that this special environmental centers are being seen in number of tons of non-sharp analysis due to polythene's misleading, such as polythene.",
        "They say that the Central Environmental Authority, the Central Environmental Authority, Security forces, and volunteers should be appreciated by the Central Environmental Authority, Security Forces, Security forces and volunteers to remove waste.",
        "Ashoka Ranwala: Resignation of the Speakethi and the future of the government",
        "Italian Driving License: 'If the license was found in the license. Then this cold won't die '",
        "What happens after the South Korean President is imperacted?",
        "Ashoka Ranwala: What did the Speaker tell the BBC about his degree that led to controversy?",
        "Lanka T10: What is the owner of the Goal Maval owner to the West Indies?"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Siripana Pilgrimage 2025 begins Dec 14. Buddhist and local pilgrims visit Sri Pada (Adam's Peak). Three main routes: Hatton-Nallotane, Palabaddala, Kuruwita. Difficult trek with many challenges. Special regulations for traders, waste management, and environmental protection."
  ]
}