{
  "translated_text": {
    "ta": {
      "title": "வாழ்த்துக்கள் நுதேஜ்கள்: ஒரு நாள் நிகழ்வில் இலங்கை சார்பாக இரட்டை நூற்றாண்டு அடித்த முதல் பேட்ஸ்மேன்",
      "body_lines": [
        "வாழ்த்துக்கள் நுதேஜ்கள்: ஒரு நாள் நிகழ்வில் இலங்கை சார்பாக இரட்டை நூற்றாண்டு அடித்த முதல் பேட்ஸ்மேன்",
        "கிரிக்கெட் கிரிக்கெட்டின் புதிய சாசனத்தைச் சேர்க்க இன்று (பிப்ரவரி 9.) விமல் நிஷோன்கின்ஸ்",
        "ஒரு நாள் நிகழ்வில் இலங்கைக்காக இரட்டை நூற்றாண்டு அடித்த முதல் பேட்ஸ்மேனில் அவர் பங்கேற்றார்.",
        "இலங்கைக்காக ஒரு நாள் போட்டியில் அதிக மதிப்பெண் பெற்றவர்களை டூபி நுட்டிகு நிஷானிகன் பேட்ஸ்மேனாக மாற்ற முடிந்தது.",
        "இலங்கை சார்பாக ஒரு இன்னிங்ஸில் அதிக மதிப்பெண் பெற்றவர்களை அடித்த பேட்ஸ்மேன் சனாத் ஜெயசூரியா.",
        "2000 ஆம் ஆண்டில் இந்தியாவுக்கு எதிராக சனத் ஜெயசூரியா, சனத் ஜெயசூரியா 189 ரன்கள் எடுத்ததாகக் கூறியது, அதிக எண்ணிக்கையிலான மதிப்பெண்கள் 24 ஆண்டுகளாக பேட்ஸ்மேனாக பதிவு செய்யப்பட்டன.",
        "அதன்படி, விஷ்ஸி நிசங்கா நிஷோன்கினாயகே இன்று (பிப்ரவரி 9) இந்த அறிக்கையில் கண்டறியப்பட்டது.",
        "சனத் ஜெயசூரியா பல்லேகேல் பிளேயரில் உள்ள பல்லேகெல் பிளேயர் ஆடிட்டரில் அமைந்திருப்பது குறிப்பிடத்தக்கது.",
        "மே 18, 1998 அன்று அவரது தந்தையின் செல்வாக்கின் காரணமாகவே இருந்தது.",
        "குழந்தை பருவ ஆய்வின் போது, ​​பள்ளி சுனில் வொர்த் கிரிக்கெட் பயிற்சியாளரால் ஏற்பாடு செய்யப்பட்டது.",
        "குழந்தையின் சிறிய நேரம் அவர்களின் குடும்பத்தின் பொருளாதார நிலைமையுடன் கிரிக்கெட் விளையாடுவது ஒரு சவால்.",
        "அவர் ஒருமுறை நிசங்காவின் தந்தை விம்மிங் நுனில் சில்வாவின் தந்தைக்கு பணியாற்றினார்.",
        "\"அவர் (வாழ்த்துக்கள்) பயிற்சிக்கு இரண்டு காலணிகள் இல்லை. இரண்டு கால் விரல்களைக் கண்டால், அவர் பிளாசிஸுடன் விளையாடச் சென்றார். \"",
        "\"அவர் ஒரு குழந்தையில் இருந்தது பொம்மைகளை மோசமாக்கிய பந்து.\"",
        "\"அவரது தந்தையின் மிகப் பெரிய கனவு, அவர் அழிந்தார். அவர் அதைச் செய்தார். \"தாயின் தாயார் ஊடகங்களுக்கு கூறப்பட்டார்.",
        "கிரிக்கெட் அணியின் கலுதாரா வித்யாலயா கல்லூரியின் வாய்ப்புடன் கொழும்பின் கொழும்பு இசிபதனா கல்லூரியில் நுழைய முடிந்தது.",
        "பள்ளி கிரிக்கெட் பள்ளி துறையில் விளையாடியதால், வாடிப் கிரிக்கெட் பயணம் படுலியா ஸ்போர்ட்ஸ் கிளப்பில் இருந்து பிறந்தது.",
        "அங்கு, திறமையாக மதிப்பெண் பெற்றவர்களின் விருப்பங்கள் என்.சி.சி ஸ்போர்ட்ஸ் கிளப்பில் சேர வாய்ப்பு.",
        "இருந்தபோதிலும், தேசிய அணியில் சேர சில ஆண்டுகள் காத்திருக்க வேண்டும் என்ற விருப்பம்.",
        "இருப்பினும், 2021 ஆம் ஆண்டில், திருமண நிசங்காங்காங்கிற்கு தேசிய அணியில் சேர வாய்ப்பு வழங்கப்பட்டது.",
        "வாழ்த்துக்கள் நிஷானிகனின் முதல் சோதனைக்கு ஒரு நூற்றாண்டு முதல் டெஸ்டில் பதிவு செய்ய முடிந்தது.",
        "ஆன்டிகுவாவில் மேற்கிந்திய தீவுகளுக்கு எதிராக ஆன்டிகு டெஸ்ட் போட்டியில் வெஸ்ட் இண்டீஸ் 103 ரன்கள் எடுத்தது.",
        "ஒன்பது சோதனை கொண்டாட்டங்களில் 537 ரன்கள். இதில் ஒரு நூற்றாண்டு மற்றும் ஐந்து அரை நூற்றாண்டுகள் உள்ளன.",
        "இந்த வாழ்த்துக்கள் இருபது20 மற்றும் 4 நூற்றாண்டுகளின் விருப்பங்களுக்கு 1140 ரன்கள் எடுத்துள்ளன.",
        "பிப்ரவரி 9 ஆம் தேதி ஆப்கானிஸ்தானுக்கு எதிரான பல்லேகேல் ஸ்டேடியத்தில் தனது 50 வது ஒருநாள் பிரசங்கத்தை விஷ்ரெமசிங்க விளையாடியது.",
        "139 பந்துகளில் 210 ரன்கள் எடுத்த நுகாபி வெலி விசான், நுகாபி வென்றார். அவரது இன்னிங்ஸில் 20 பவுண்டரிகள் மற்றும் எட்டு வெற்றிகள் இருந்தன.",
        "இலங்கைக்காக ஒரு நாள் நிகழ்வில் இரட்டை நூற்றாண்டு அடித்த முதல் பேட்ஸ்மேனாக அவர் இருக்க முடிந்தது.",
        "இது சர்வதேச ஒருநாள் கிரிக்கெட்டின் 12 வது இரட்டை நூற்றாண்டு சாதனையாகும்.",
        "இலங்கையின் சார்பாக ஒரு நாள் போட்டியில் இரட்டை நூற்றாண்டு அடித்த முதல் பேட்ஸ்மேன், பலருக்கு சமூக ஊடகங்களில் பல வாழ்த்துக்களைத் தெரிவித்தனர்.",
        "முன்னாள் இலங்கை கேப்டன் குமார் சங்கக்கரா மற்றும் காட்சிகள் ஷான்டர்கள் அவருடன் எக்ஸ் சமூக ஊடகங்களில் சேர்ந்துள்ளனர்.",
        "இலங்கையில் பள்ளி கல்வி: அதிபர் தேசியம் அல்லது ஆடைகளை அடிப்படையாகக் கொண்டாரா?",
        "மரண தண்டனை இன்னும் எத்தனை நாடுகளில் செயல்படுகிறது?இவற்றில் எத்தனை கொல்லப்பட்டுள்ளன?",
        "வாழ்த்துக்கள் நுதேஜ்கள்: ஒரு நாள் நிகழ்வில் இலங்கை சார்பாக இரட்டை நூற்றாண்டு அடித்த முதல் பேட்ஸ்மேன்",
        "தலங்கமுல்லா ஜெயாசிங்கே: கார்ட்டூனுக்காக 60 ஆண்டுகளுக்கு அர்ப்பணிக்கப்பட்ட ஒரு பெரிய புறப்பாடு"
      ]
    },
    "en": {
      "title": "Wishing Nuthages: First batsman who scored a double century on behalf of Sri Lanka in one-day event",
      "body_lines": [
        "Wishing Nuthages: First batsman who scored a double century on behalf of Sri Lanka in one-day event",
        "Wimal Nishonkins today (Feb. 9.) to add a new charter of cricket cricket",
        "He participated in the first batsman who scored the double century for Sri Lanka in one-day event.",
        "Dupi Nutigu Nishanickan was able to become the batsman who scored the highest scorer in one day match for Sri Lanka.",
        "Sanath Jayasuriya was the batsman who scored the highest scorers in an innings on behalf of Sri Lanka.",
        "Sanath Jayasuriya, Sanath Jayasuriya, reported 189 runs against India in the 2000, the highest number of scorers were recorded as a batsman for 24 years.",
        "Accordingly, the Wishesi Nissanka Nishonkinayake was diagnosed with this report today (Feb. 9).",
        "It was significant that Sanath Jayasuriya was situated at the Pallekele Player Auditor at the Pallekele Player.",
        "It was because of his father's influence on May 18, 1998.",
        "During his study of childhood, the school was organized by the Sunil Worth Cricket coach.",
        "The child's little time is a challenge to play cricket with their family's economic situation.",
        "She had once served on the father of Wiming Nunil Silva, the father of Wiming Nissanka.",
        "\"He (Wishing) Practt don't have two shoes. If you see the two-legged fingers, he went to play with plasizes. \"",
        "\"What he was in a child was the ball that worsted the toys.\"",
        "\"His father's greatest dream, he was cricking. He did it. \"The mother's mother had been told to the media.",
        "With the opportunity of the Kalutara Vidyalaya College, Cricket team, was able to enter Colombo Isipathana College, Colombo.",
        "As the school cricket was played in the field of school, Wadipe cricket trip was borne from the Baduraliya Sports Club.",
        "There, the wishes of the skillfully scored were the opportunity to join the NCC Sports Club.",
        "Despite being amongst, the wishes to wait for a few years to join the national team.",
        "However, in the year 2021, the wedding Nissankang was given the opportunity to join the national team.",
        "Wishes Nishanickan's first Test was able to record a century in the first Test.",
        "West Indies scored 103 runs in Antiguu Test match against the West Indies in Antigua.",
        "537 runs in the nine Test celebrations. It includes one century and five half centuries.",
        "The wishes have scored 1140 runs for the wishes of Twenty20 and about 4 centuries.",
        "Wishesi Wickremasinghe played his 50th ODI Sermon on February 9 at Pallekele Stadium against Afghanistan.",
        "Weli wisan, Nugabby won 210 off 139 balls. His innings included 20 fours and eight hits.",
        "He was able to be the first batsman who scored a double century in one-day event for Sri Lanka.",
        "This is the 12th Double-century record of the International ODI cricket.",
        "The first batsman who scored a double century in a one-day match on behalf of Sri Lanka, many had greeting many greetings in social media.",
        "Former Sri Lanka captain Kumar Sangakkara and Views Shaunters have joined him x social media.",
        "School Education in Sri Lanka: The Principal is based on nationality or dresses?",
        "How many countries do the death penalty are still in operation?How many of these have been killed?",
        "Wishing Nuthages: First batsman who scored a double century on behalf of Sri Lanka in one-day event",
        "Talangamulla Jayasinghe: Departure of a massive dedicated to 60 years for cartoon"
      ]
    }
  }
}