{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරණය;දෙමළ ජනතාවට ෆෙඩරල් භාර ගැනීම සඳහා අපේක්ෂකයාට ඡන්දය දෙන්න",
      "body_lines": [
        "උතුරු හා නැගෙනහිර සම්බන්ධීකරණ කමිටුවේ සම්බන්ධීකාරක කන්දුමනි ලවකුසාරා මහතා කියා සිටියේ ජනාධිපතිවරණයේදී ෆෙඩරල් ඉල්ලුම ඉදිරිපත් කරන අපේක්ෂකයාට අප ඡන්දය දිය යුතු බවයි.",
        "ඔහු මේ බව කියා සිටියේ අද (01) යාපනයේ උතුරු නැගෙනහිර සම්බන්ධීකරණ කමිටුව විසින් සංවිධානය කරන ලද මාධ්ය හමුවකදීය.",
        "ජනාධිපතිවරණයට තරඟ කරන අපේක්ෂකයින් සඳහා අපි විවෘත ඉල්ලීමක් කරමු. ඔබේ මැතිවරණ ප්රතිපත්ති ප්රකාශනයේදී, අප ශ්රී ලංකාවේ ජාතික ජනවාර්ගික ගැටලුවට විසඳුමක් ලෙස ෆෙඩරල් දේශපාලන විසඳුමක් ඉදිරිපත් කළ යුතුය.",
        "ශ්රී ලංකාවේ දෙමළ කතා කරන ජනතාවට ප්රමිතියක්, යහපත් හා දකුණු-හාඩ් හෙඩ්හඩ් දේශපාලන විසඳුමක් ඉල්ලා අපි 100 දින සක්රිය කිරීමක් දියත් කළ අතර, මාංශික නැගෙනහිර විසඳුම සඳහා ප්රසිද්ධ ප්රකාශයක් නිකුත් කළෙමු.",
        "අප, උතුරු හා නැගෙනහිර ජනයා, අප මුහුණ දෙන රාජ්ය වාර්ගික මර්දනයෙන් සුවය ලැබූ පුරවැසියන් ලෙස ජීවත් වීමට නම්, අපට නිරන්තර දේශපාලන විසඳුමක් අවශ්ය වේ.",
        "ඒකාබද්ධ උතුරු හා නැගෙනහිර පළාතට ලබා ගත නොහැකි විසඳුමක් අපි තරයේ අවධාරණය කරමු.",
        "අප ශ්රී ලංකාවේ සුළුතරයක් නොවේ, ශ්රී ලංකාවේ ඊසානදිග කලාපයේ ස්වයං-පූජා කිරීමේ අයිතිය ඇති පරමාධිපති ජනතාව අපයි. ෆෙඩරල් ක්රමය හරහා අපගේ ස්වයං-ලේඛනය සහ ස්වෛරීභාවය සහතික කිරීම සඳහා අපට සහයෝගීතාවයක් ඇත.",
        "දිගු කලක් බලයට පැමිණ ඇති සිංහල දේශපාලන නායකත්වය දෙමළ ජනතාව දේශපාලන විසඳුම් පිළිබඳව රැවටීමකි. මෙම මර්දනය හා කලකිරීම අත්විඳීමට අපේ අනාගත පරපුරේ කොපමණ කාලයක් තිබේද?",
        "අපගේ පරම්පරාව සමඟ දුක් වේදනා අවසන් කිරීම සඳහා අපි මහජන ප්රජාවක් ලෙස එකට වැඩ කරන්නෙමු. එය ප්රජාතන්ත්රවාදී සමාජ ව්යාපාරයක් බවට විකාශනය විය යුතු බව සියලු දෙනා පවසා තිබේ."
      ]
    },
    "en": {
      "title": "Presidential election;Vote for the candidate for the Tamil people to accept the federal",
      "body_lines": [
        "Kandumani Lavakusarasa, Coordinator of the North and East Coordinating Committee, said that we should vote for the candidate who will make a federal demand in the presidential election.",
        "He was speaking at a media briefing organized by the North East Coordinating Committee in Jaffna today (01).",
        "We make an open request for candidates who are contesting the presidential election. In your election manifesto, we must come up with a federal political solution as a solution to the national ethnic problem of Sri Lanka.",
        "We launched a 100 -day activation on the first day of August 2022, demanding a standard, decent and right -handed political solution for the Tamil speaking people of Sri Lanka, and issued a public declaration for the eighth solution of Carnatic East.",
        "If we, the Tamil -speaking people of the North and East, are to live as citizens who have been recovering from the state communal repression that we face, we need a constant political solution.",
        "We firmly emphasize a solution that cannot be recovered to the integrated North and East Province.",
        "We are not a minority in Sri Lanka, and we are the sovereign people who have the right to self -determination in Sri Lanka's North East region. We have a solidarity to ensure our self -determination and sovereignty through the federal system.",
        "The Sinhalese political leadership that has come to power for a long time has been deceiving the Tamil people about political solutions. How long are our future generations to experience these repression and frustration.",
        "We will work together as a people's community to end the suffering with our generation. Everyone has said that it should evolve into a democratic social movement."
      ]
    }
  },
  "summary_lines": [
    "In a press conference, Kandumani Lavakusarasa urged voters to support candidates advocating for a federal solution in Sri Lanka's presidential election. He emphasized the importance of addressing the national ethnic issue through a federal political approach, highlighting the need for a just and equitable political solution for Tamil-speaking communities. The North East Coordinating Committee initiated a 100-day campaign on August 1, 2022, calling for a comprehensive political solution to end communal repression and affirm the rights of Tamil people in the North East region. Lavakusarasa stressed the significance of unity among Tamil-speaking individuals to achieve self-determination and sovereignty through a federal system, criticizing past deceptive practices by Sinhalese political leaders."
  ]
}