{
  "translated_text": {
    "ta": {
      "title": "உலகத் தலைவர்களுக்கு முன்னால் ரஷ்யாவுக்கு டிரம்பிற்கு ஒரு எச்சரிக்கை",
      "body_lines": [
        "உக்ரேனில் போரை முடிவுக்குக் கொண்டுவர ரஷ்யா வலுவான பொருளாதார நடவடிக்கைகளை எடுக்க ரஷ்யா தயாராக உள்ளது என்று அமெரிக்க அதிபர் டொனால்ட் டிரம்ப் ரஷ்யாவை எச்சரித்துள்ளார்.",
        "அமெரிக்க ஜனாதிபதி ஐக்கிய நாடுகளின் பொதுச் சபையை உரையாற்றுகிறார்.",
        "அமெரிக்க ஜனாதிபதியின் உரைக்கு கூடுதலாக, ஒரு பாலஸ்தீனிய அரசை ஏற்றுக்கொள்ள உலகளாவிய நடவடிக்கைகள் கண்டிக்கப்பட்டன.",
        "இதற்கிடையில், உலகத் தலைவர்கள் காலநிலை மாற்றத்தை எதிர்த்துப் போராடுவதற்கான முயற்சிகளை கைவிட வேண்டும் என்று கூறினர், மேலும் அவர் \"உலகின் மிகப்பெரிய மோசடி\" என்று அழைக்கப்பட்டார்.",
        "சமாதான நோபல் பரிசை ஐக்கிய நாடுகள் சபை ஆதரிக்காத உலகில் மோதலை முடிவுக்குக் கொண்டுவரும் டிரம்ப் என்று டிரம்ப் புகார் கூறினார்.",
        "அவரும் முதல் பெண்மணி மெலனியா டிரம்பும் ஐக்கிய நாடுகள் சபையில் மின் லிப்ட் ஒரு குறுகிய காலம் என்று அவர் கூறினார்.",
        "அதே நேரத்தில், அவர் உலகில் பல மோதல்களைத் தீர்க்க முயன்றார், ஆனால் மட்டுப்படுத்தப்பட்ட வெற்றி மட்டுமே."
      ]
    },
    "en": {
      "title": "A warning to Trump to Russia in front of world leaders",
      "body_lines": [
        "US President Donald Trump has warned Russia that Russia is ready to take strong economic measures to end the war in Ukraine.",
        "The US President is addressing the United Nations General Assembly.",
        "In addition to the speech of the American President, the global steps were condemned to accept a Palestinian state.",
        "Meanwhile, the world leaders said they had to give up their efforts to fight climate change, and he was called \"the world's largest fraud.\"",
        "The Trump complained that the Trump who pretends to end the conflict in the world where the Nobel Peace Prize is not supported by the United Nations.",
        "He said he and First Lady Melaniah Trump was a short period of an electrical lift in the United Nations.",
        "At the same time, he has tried to solve several conflicts in the world, but only limited success."
      ]
    }
  },
  "summary_lines": []
}