{
  "translated_text": {
    "ta": {
      "title": "பிரிக்ஸ் உறுப்பினர் செய்த கோரிக்கையின் பேரில் ரஷ்ய தூதரகம் அறிவித்தது",
      "body_lines": [
        "பிரிக்ஸ் உறுப்பினரின் உறுப்பினராக இலங்கையின் விண்ணப்பம் நிராகரிக்கப்பட்டுள்ளது என்ற ஊடக அறிக்கைகளை இலங்கை வெளியீட்டு விவகார அமைச்சகம் நிராகரித்தது.",
        "அமைச்சின் அமைச்சரவை ஒப்புதல் அளித்தபடி பிரிக்ஸ் உறுப்பினர்கள் மற்றும் புதிய அபிவிருத்தி வங்கிக்கு இலங்கை விண்ணப்பித்த அமைச்சகத்தின் கூற்றுப்படி.",
        "ரஷ்ய ஜனாதிபதிக்கு இலங்கை தகவல் கொடுத்துள்ளதாக ரஷ்ய ஜனாதிபதிக்கு இலங்கை தெரிவித்துள்ளதாக வெளிவிவகார அமைச்சர் விஜிதா ஹெராத் கூறியுள்ளார்.",
        "அக்டோபர் 22-24 அன்று, வெளியுறவு செயலாளர் அருனி விஜேவர்தேனா அக்டோபர் 22-24, ரஷ்யாவின் இலங்கை தூதுக்குழுவுடன் மாநாட்டில் இந்த விஷயத்தில் தனது ஆர்வத்தை வெளிப்படுத்தினார்.",
        "புதிய உறுப்பினர் நாடுகளின் கோரிக்கைகளை பிரிக்ஸ் உறுப்பினர்கள் பாராட்டியுள்ளனர்.",
        "இலங்கையின் பிரிக்ஸ் உறுப்பினர்களுக்கான கோரிக்கைகள் மற்றும் இலங்கையின் உறுப்பினர்கள் எதிர்காலத்தில் பரிசீலிக்கப்படுவார்கள் என்று வெளிவிவகார அமைச்சகம் தெரிவித்துள்ளது.",
        "புதிய அபிவிருத்தி வங்கியில் (என்.டி.பி) சேர இலங்கையின் தலைவரும் ஏற்றுக்கொள்ளப்பட்டுள்ளார் என்றும் கூறப்படுகிறது.",
        "இதற்கிடையில், இலங்கையில் உள்ள ரஷ்ய தூதரகமும் பிரிக்ஸ் மீதான ஆர்வத்தால் வரவேற்கப்படுகிறது.",
        "இலங்கை உள்ளிட்ட பிற நாடுகளின் முழு ஆலோசனையையும் ஒப்பந்தத்தையும் பிரிக்ஸ் பரிசீலிக்கும் என்றும் அது வலியுறுத்தியது.",
        "இலங்கையின் விண்ணப்பம் நிராகரிக்கப்பட்டுள்ளதாக போஸ்ட் தெரிவித்துள்ளது என்பதில் சரியானது இல்லை என்றும் அது கூறியது."
      ]
    },
    "en": {
      "title": "The Russian Embassy announced on the request made by BRICS membership",
      "body_lines": [
        "The Sri Lanka External Affairs Ministry has rejected media reports that Sri Lanka's application has been rejected for the membership of the BRICS membership.",
        "According to the Ministry, Sri Lanka applied for members of the BRICS and the New Development Bank as approved by the Cabinet of Ministers.",
        "Minister of External Affairs Vijitha Herath has stated that Sri Lanka has informed the Russian president that Sri Lanka has informed the Russian president.",
        "On October 22-24, Foreign Secretary Aruni Wijewardena expressed his interest in this regard at the conference with the Sri Lankan delegation, Russia, October 22-24.",
        "The BRICs members have commended the demands of the new membership countries.",
        "The External Affairs Ministry stated that the demands for the BRICs membership of Sri Lanka and members of Sri Lanka will be considered in the future.",
        "It is also said that the Chairman of Sri Lanka has also been accepted to join the new Development Bank (NDB).",
        "Meanwhile, the Russian embassy in Sri Lanka is also welcomed by the interest in the BRICS.",
        "It also emphasized that BRICs will be considering full consultation and agreement on other countries, including Sri Lanka.",
        "It also said that there is no correct that the post reports that Sri Lanka's application has been rejected."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's BRICS membership application status: Russian Embassy denies rejection claims, External Affairs Ministry confirms application submitted, awaiting consideration."
  ]
}