{
  "translated_text": {
    "ta": {
      "title": "அஞ்சல் வாக்களிப்பு விண்ணப்பங்களை ஏற்றுக்கொள்வது குறித்து ஆணையம் அறிவித்தது",
      "body_lines": [
        "செப்டம்பர் 30 முதல் அக்டோபர் 30 வரை தபால் வாக்களிக்கும் விண்ணப்பங்கள் நடைபெறும் என்று தேர்தல் ஆணையர் டி.எஸ். ஜெனரல் சமன் ஸ்ரீ ரத்னயகே கூறுகிறார்.",
        "இந்தத் தேர்தலுக்கான அஞ்சல் வாக்களிப்பு விண்ணப்பங்களை சமர்ப்பிக்க 2024 தேவையில்லை என்பதால் ஜனாதிபதியின் அனைத்து அஞ்சல் வாக்களிப்பு விண்ணப்பங்களும் 2024 வாக்காளர் பதிவேடுகளைப் பயன்படுத்துகின்றன என்றும் அவர் கூறினார்.",
        "இன்று காலை கொழும்பில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் அவர் பேசிக் கொண்டிருந்தார்.",
        "\"இந்தத் தேர்தலின் கீழ், சமீபத்திய தேர்தல் பதிவேடுகள் தொடர்பாக அஞ்சல் வாக்களிப்பு விண்ணப்பங்களை சமர்ப்பித்த அனைவருக்கும் அஞ்சல் வாக்களிப்பு விண்ணப்பங்களை சமர்ப்பிக்க வேண்டிய அவசியமில்லை.. உங்களிடம் உள்ள அனைத்து தகவல்களும் எங்களிடம் உள்ளன.",
        "கடந்த ஜனாதிபதித் தேர்தலுக்கான கடந்த ஜனாதிபதித் தேர்தலை நீங்கள் நிராகரித்திருந்தால், அஞ்சல் வாக்களிப்பு விண்ணப்பம் நிராகரிக்கப்பட்டு, ஒரு விஷயத்தின் காரணமாக நிராகரிக்கப்பட்டு அஞ்சல் வாக்களிப்பு விண்ணப்பத்தை சமர்ப்பித்தது. அதாவது அஞ்சல் வாக்களிப்பு விண்ணப்பங்களின் வேட்பாளர்கள் மீண்டும் பயன்படுத்தப்பட வேண்டும்.",
        "கடந்த ஜனாதிபதித் தேர்தலில் நீங்கள் எந்த அஞ்சல் வாக்களிப்பு விண்ணப்பங்களையும் சமர்ப்பிக்கவில்லை என்றால், ஆனால் நீங்கள் தேர்தல் கடமைகளுக்காக சேவை பிரிவில் இருந்தால் அவர்கள் அஞ்சல் வாக்களிப்பு விண்ணப்பத்தை சமர்ப்பிக்க வேண்டும்.",
        "குறிப்பாக, அந்தந்த மாவட்டங்களில் உள்ள எங்கள் உதவியாளரால் சான்றளிக்கப்பட்ட அதிகாரியால் சான்றளிக்கப்பட்ட உத்தரவாதமான வாக்காளர்களின் உத்தரவாத அதிகாரிகளுக்கு இது குறித்து எங்களுக்கு அறிவிக்கப்படும்.",
        "பாராளுமன்றத் தேர்தலின் தொடக்கத்துடன், கடந்த ஜனாதிபதித் தேர்தலின் கட்டமைப்பிற்குள் விதிகள் செல்லுபடியாகும்.",
        "2024 வாக்காளர் எண்ணிக்கையில் 14,714,354 வாக்காளர்களுக்கு வாக்களிக்கும் தகுதி.",
        "இந்த ஆண்டு ஏ / எல் தேர்வுக்கு ஆஜரான குழந்தைகளின் நலனுக்காக தேர்தல் ஆணையத்தின் தேவையை நாங்கள் பெற்றுள்ளோம்."
      ]
    },
    "en": {
      "title": "Commission announced on accepting postal voting applications",
      "body_lines": [
        "Elections Commissioner, DS General Saman Sri Ratnayake says that postal voting applications will be held on September 30 to October 30.",
        "He also said that all the postal voting applications of the president was using 2024 voter registers as 2024 were not necessary to submit postal voting applications for this election.",
        "He was speaking at a press conference held in Colombo this morning.",
        "\"Under this election, there is no need to submit postal voting applications for all those who submitted postal voting applications in relation to the recent number of electoral registers.. We have all the information you have.",
        "But if you have rejected the last presidential election for the last presidential election, the postal voting application has been rejected because of a matter of fact and submit a postal voting application. That means the candidates of the postal voting applications have to be re-applied.",
        "And if you were not submitted any postal voting applications in the last presidential election, but they will have to submit a postal voting application if you are in a service category for electoral duties.",
        "Especially we will be informed of this in writing to the guaranteed officers of the guaranteed voters certified by the officer who certified voters certified by the officer in the relevant districts and our assistant in the respective districts.The officers in charge.",
        "With the commencement of the parliamentary election, the rules were valid within the framework of the last presidential election.",
        "2024 Eligibility to vote for 14,714,354 voters in voter number of electoral registers.",
        "This time we have received the need for the Elections Commission for the benefit of children who appear for the A / L examination this year. \""
      ]
    }
  },
  "summary_lines": [
    "Postal voting applications open Sept 30-Oct 30. President uses 2024 voter registers. No need for those who submitted last election. Reapply if rejected previously. Service category voters must apply. Election Commission informs eligible officers. 14,714,354 voters eligible. Benefits children appearing for A/L exam."
  ]
}