{
  "translated_text": {
    "ta": {
      "title": "கவனமாக இருங்கள் - வானிலையிலிருந்து ஒரு சிவப்பு அறிவிப்பு",
      "body_lines": [
        "வானிலை ஆய்வு திணைக்களம் மெட் வானிலை துறையால் வழங்கப்பட்டது.",
        "இன்று அதிகாலை 3.00 மணிக்கு இந்த அறிவிப்பு வெளியிடப்பட்டதாக வானிலை ஆய்வு துறை கூறுகிறது.",
        "பெங்கால் விரிகுடாவில் பல நாள் மீன்பிடித்தல் மற்றும் கடற்படை சமூகம் செயல்படும் என்று அறிவிப்பில் கூறுகிறது.",
        "இதற்கிடையில், மேற்கு மற்றும் சபராகாமுவா மாகாணங்களுக்கு கண்டி, நுவரா எலியா, காலே மற்றும் மாதாரா மாவட்டங்களை மெட் துறை கணித்துள்ளது.",
        "வட மேற்கு மாகாணம் சாத்தியம் என்று திணைக்களம் கூறுகிறது.",
        "இதற்கிடையில், மத்திய மலைகளின் மேற்கு ஆதரவு பகுதிகளிலும், வடக்கு, வடக்கு, வடக்கு மத்திய மற்றும் வட மேற்கு மாகாணங்களிலும் இப்போது சில நேரங்களில் உள்ளது.. வலுவான காற்று சுமார் 50-55 ஆகும்.",
        "தீவின் மற்ற பகுதிகளில் அவ்வப்போது.. வலுவான காற்று 30-40 முறை ஏற்படலாம் என்று மெட் துறை மேலும் தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "Be careful - a red announcement from the weather",
      "body_lines": [
        "The Department of Meteorology was issued by the Met Department of the Meteorology.",
        "The Meteorology Department states that the announcement was issued at 3.00 am this morning.",
        "The announcement states that the multi-day fishing and naval community acting in the Bay of Bay of Bengal.",
        "Meanwhile, the Met Department forecasts the Kandy, Nuwara Eliya, Galle and Matara districts to the Western and Sabaragamuwa provinces.",
        "The department states that the North Western province is possible.",
        "Meanwhile, in the West-backed areas of the central hills and in the North, North, North Central and North Western provinces is now at times.. Strong winds are about 50-55.",
        "From time to time in the rest of the island.. The Met Department further stated that strong winds can occur 30-40 times."
      ]
    }
  },
  "summary_lines": [
    "A critical weather warning was issued by the Meteorology Department at 3:00 am, affecting the Bay of Bengal region and several districts including Kandy, Nuwara Eliya, Galle, Matara, and possibly the North Western province. It warns of strong winds ranging from 30-55 mph, especially in the western-central hill regions and the northern provinces."
  ]
}