{
  "translated_text": {
    "si": {
      "title": "කඳුකරයේ අධික හිම පතනයක්;රියදුරන්ට දැනුම් දීමක් නිකුත් කිරීම",
      "body_lines": [
        "කඳුකරයේ බොහෝ ප්රදේශවල ඉහළ හිමක් ඇත.රියදුරන් රියදුරන්ට තම වාහනවලට ගෙවන ලෙස රියොස්වලට අනතුරු අඟවා තිබේ.",
        "නුවර එලියා - ටොටන් මේන් පාර, වෙළෙඳොන්, බංග්ලාදේශය, බංග්ලාදේශය, බංග්ලාදේශ, නානුරථ, බම්බරක්කල්, බම්බරක්කල්, බම්බරක්කාල්, මහස්ටෝටා හන්දිය, මහමෝටා හන්දිය, සීතා එලියා, අම්බලවල, මී බේලිමා, පට්ටිපෝලා සහ ලෝක අන්ත පාර ඇතුළු සිස්ටා එලියා සහ බෝරකාස්.රියදුරන් වාහන පැදවීමේදී විශාල දුෂ්කරතාවන්ට මුහුණ දී සිටිති.",
        "නුවර එලියා හි වාහන - හැටන් ඒ 7 ප්රධාන මාර්ගයට වාහන විදුලි පහන්වල ශබ්දය හා ආලෝකකරණය නිරීක්ෂණය කිරීමට හැකි විය.",
        "විශේෂයෙන් සෙනසුරාදා සහ ඉරිදා නිවාඩු දිනවල, පිටත දිස්ත්රික්කයෙන් විශාල පිරිසක් නුවර එලියා වෙත වාහනවල සංචාරය කළහ.",
        "එබැවින් රියදුරන් ඉදිරියේ පැමිණෙන වාහන අනතුරු වළක්වා ගැනීම සඳහා නොදැනුවත්වම නොදැනුවත්වම නුවර එලියා ප්රවාහන පොලිසිය අනතුරු අඟවා ඇති අතර හදිසි අනතුරු වළක්වා ගැනීම සඳහා ඔවුන් ඉතා සමීපව ගෙවිය යුතු අතර ඔවුන්ගේම පැත්තෙන් වාහන ආලෝකමත් කළ යුතුය."
      ]
    },
    "en": {
      "title": "Heavy snowfall in the hill country;Notification issued to drivers",
      "body_lines": [
        "In many parts of the hill country, there is a high snow.The drivers have warned the drivers to pay their vehicles.",
        "Nuwara Eliya -Hatton Main Road, Vendikonner, Bangladesh, Bangladesh, Nanuoya, Ratalla Cross Road, as well as Nuwara Eliya -Kandy Road, BambarakkalOn the road, there is a large number of snowfall in places like Dharmapala Junction, Mahastota, Construction, Sita Eliya, Hakkali and Borakas, including Ambewala, Meebilima, Pattipola and World End Road.Drivers are facing great difficulties in driving vehicles.",
        "Vehicles on the Nuwara Eliya - Hatton A7 main road were able to observe the sound and the lighting of the vehicle lights.",
        "Especially on Saturdays and Sunday holidays, a large number of people from the outer district visit Nuwara Eliya in vehicles.",
        "Therefore, the Nuwara Eliya Transport Police have warned that the vehicles coming in front of the drivers should be unknown to prevent accidents and that they should pay their vehicles very closely to prevent accidents and light the vehicles on their own side."
      ]
    }
  },
  "summary_lines": [
    "Heavy snowfall in hill areas has led to warnings for drivers due to difficult driving conditions. Roads like Nuwara Eliya-Hatton Main Road and others are covered in snow, causing visibility issues. Drivers are advised to keep their vehicles close together and use headlights to avoid accidents, especially during weekends when more visitors travel to Nuwara Eliya."
  ]
}