{
  "translated_text": {
    "ta": {
      "title": "எல் கேனோ அமெரிக்காவிற்கு தலைவலிக்கு கைது செய்யப்பட்டார்",
      "body_lines": [
        "அமெரிக்கா மற்றும் மெக்ஸிகோவின் அமெரிக்காவின் 3,145 கி.மீ மற்றும் மெக்ஸிகோவின் 3,145 கி.மீ.",
        "பெரும்பாலான சட்டவிரோத மருந்துகள் எல்லை வழியாக அமெரிக்காவிற்கு வருகின்றன, மற்றொரு முக்கிய காரணம்.",
        "மெக்சிகோவில் சட்ட அரசாங்கங்களுக்கு சவால் விட மெக்சிகோவில் மெக்சிகோ பணியாற்றி வருகிறது.",
        "போதைப்பொருள் கடத்தல் மற்றும் காணாமல் போவதால் ஒவ்வொரு ஆண்டும் சுமார் 30,000 மெக்ஸிகோ இறப்பது தெரியவந்துள்ளது.",
        "2017 ஆம் ஆண்டில், லீபோ குஸ்மான் கைது செய்யப்பட்டு அமெரிக்காவிற்கு நாடு கடத்தப்பட்டார், இது மெக்ஸிகோவின் மிகப்பெரிய போதைப்பொருள் கும்பலாக இருந்தது.",
        "ஒரு விசாரணையின் பின்னர், 'எல் சாப்' ஆயுள் தண்டனை விதிக்கப்பட்டது.",
        "போதைப்பொருள் கும்பலுடன் சினெலோகா, இஸ்மாயில் சம்பாதா அல்லது போதைப்பொருள் கும்பலை நிறுவிய 'எல் மோல்'.",
        "அமெரிக்காவின் முக்கிய நெருக்கடி என்று அவர் நம்பப்படுகிறது, முக்கியமாக, அமெரிக்காவிற்கு போதைப்பொருட்களைக் கொண்டுவருவதற்காக ஃபெண்டானில்லைக் கொண்டுவருவது.",
        "ஃபென்னில் முக்கியமாக 18 முதல் 45 வயதுக்குட்பட்ட அமெரிக்கர்களின் மரணங்கள் காரணமாக இருப்பது இப்போது தெரியவந்துள்ளது.",
        "அமெரிக்க அதிகாரிகள் அமெரிக்காவின் டெக்சாவாவின் எல் பராகோவில் கைது செய்யப்பட்டுள்ளனர்.",
        "எல் சஜ்ரோவின் மகனும் எல். ஏபி மகனால் கைது செய்யப்பட்டார்.",
        "எல் மாவோ, லீப் மற்றும் முப்பது வயது சமாபா அல்லது முப்பது வயது குழந்தைக்கு வந்தபோது அமெரிக்க அதிகாரிகள் அமெரிக்க அதிகாரிகளை கைது செய்துள்ளனர்.",
        "குஸ்மான் லோபஸ், மருந்துகள், சாபூரின் மகன்கள் அமெரிக்காவில் காணப்பட்டனர்.",
        "போதைப்பொருள் கும்பலை வழிநடத்த அவர் தனது தந்தையிடமிருந்து மரபுரிமையாக இருந்தார் என்று நம்பப்படுகிறது.",
        "மற்றொரு சகோதரர், ஓவியோ குஸ்மேன், கடந்த ஆண்டு கைது செய்யப்பட்டு அமெரிக்காவிற்கு சட்ட நடவடிக்கைகளை நாடு கடத்தப்பட்டார்.",
        "கடந்த சில ஆண்டுகளில் அமெரிக்காவின் குற்றவியல் குழுக்கள், அமெரிக்க அதிகாரிகளுக்கு போதைப்பொருட்களைக் கொண்டுவரும் கிரிமினல் கும்பல்களின் முக்கிய குறிக்கோளாக டெட்லி ஃபெண்டானில் இருந்தது.",
        "அமெரிக்க அதிகாரிகள் ஃபெண்டானில்லின் பராமரிப்பு மற்றும் ஃபெண்டானில் வழங்கல் உள்ளிட்ட குற்றவியல் நடவடிக்கைகளின் குற்றச்சாட்டுகளை பதிவு செய்கிறார்கள்.",
        "இந்த செய்தி முதலில் ராய்ட்டர்ஸுக்கு அறிவிக்கப்பட்டது, அமெரிக்க நீதித்துறை ஒரு அறிக்கையை வெளியிட்டது.",
        "இஸ்மாயில் சம்பாதா அல்லது குஸ்மான் லீப்பஸ் இலைகளை சுமந்து செல்வதாகவும், எல் சித்தோவுக்கு அருகிலுள்ள சாண்டா தெரசா விமான நிலையத்தில் அவர் தரையிறங்கிய எல்.ரீ..டி.இ மூலம் கஸ்மான் லோபஸ் கைது செய்யப்பட்டதாகவும் தெரிவிக்கப்பட்டது."
      ]
    },
    "en": {
      "title": "El Cano arrested for headaches to America",
      "body_lines": [
        "The United States of America not only prevent the protection of the 3,145 km of the United States of America and Mexico, which runs from the east of the United States and Mexico.",
        "Most of the illicit drugs come to the United States through the border and another major cause.",
        "Mexico is working in Mexico to challenge legal governments in Mexico.",
        "It has been revealed that there are about 30,000 Mexico to die every year due to the abductions and disappearances of drugs.",
        "In the year 2017, Leapho Gusman was arrested and deported to the United States of America, which was the largest drug gang of Mexico.",
        "After a trial, the 'El Chap' sentenced to life sentenced to death.",
        "Cineloca with the drug gang, Ismail Sambada, or 'El Maole', who founded the drug gang.",
        "He is believed to be the main crisis in the United States, mainly, to bring the Fentanille to bring in drugs to the United States.",
        "It is now revealed that Fennil is mainly due to the deaths of Americans between the ages of 18 and 45.",
        "The American authorities have been arrested in El Parago, Texawa, USA.",
        "The son of El Chajro was also arrested by the son of L. Ab. Mao.",
        "The American authorities have arrested the US authorities when he arrived in El Mao, Leape, and thirty-year-old Samaba or thirty-year-old.",
        "Gusmann Lopez, Drugs, Chapore's sons were found in the United States.",
        "It is believed that he was inherited from his father to lead the drug gang.",
        "Another brother, Owio Gusman, was arrested last year and deport legal action to the United States.",
        "Deadly Fentanil was a major goal of criminal gangs that bring to drugs to the United States criminal groups, the US authorities in the last few years.",
        "US authorities are due to file charges of criminal operations, including the maintenance of Fentanille, and delivery of Fentanille.",
        "The news was first reported to the Reuters, and the US Justice Department issued a statement.",
        "It was reported that Ismail Sambada or Gusman Leapace carrying Leaves and Gusman Lopez was arrested by the LTTE he was landing at Santa Teresa Airport near El Parano."
      ]
    }
  },
  "summary_lines": [
    "El Cano, a significant figure in Mexican drug trafficking, was arrested for bringing Fentanyl to the U.S., contributing to many American deaths. His arrest, along with others like Ismail Sambada and Leapho Gusman, highlights the ongoing struggle against drug cartels at the U.S.-Mexico border."
  ]
}