{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தலைக் கோரும் மனுவுக்கு எதிராக பல இடைநிலை மனுக்கள்",
      "body_lines": [
        "உச்சநீதிமன்றம் தாக்கல் செய்த மனு ஜனாதிபதித் தேர்தல் தாக்கல் செய்த மனுவைக் கோரி பல இடைநிலை மனுக்களை காட்டில் சமர்ப்பித்துள்ளது.",
        "ஜதிகா படையின் பொதுச் செயலாளர் டாக்டர் வெலி அமரசுரியா மற்றும் சோசலிச இளைஞர் சங்கத்தின் சோசலிஸ்ட் இளைஞர் சங்கத்தின் பொதுச் செயலாளர் ரஞ்சித் மடுமா பந்தரா, சோசலிச இளைஞர் சங்கத்தின் எரேங்கின் குணசேகேரா மனுக்களை முன்வைத்தார்.",
        "கூடுதலாக, இன்டர் பல்கலைக்கழக துல்லியமான வாரியத்தின் முன்னாள் கன்வீனர் திவந்தா முடாலியின் இடைநிலை மனுவை முன்வைத்துள்ளார்.",
        "அரசியலமைப்பின் 19 வது திருத்தத்தின் அரசியலமைப்பை அரசியலமைப்பின் அரசியலமைப்பில் திருத்தியுள்ளது என்று இடைநிலை மனுதாரர்கள் கூறுகின்றனர், இது 5 ஆண்டுகளாக 5 ஆண்டுகளாக குறைக்கப்பட்டுள்ளது.",
        "அரசியலமைப்பின் படி, தற்போதைய ஜனாதிபதியின் தற்போதைய காலம் இந்த ஆண்டு முடிவடையும், இந்த ஆண்டு ஜனாதிபதித் தேர்தலை நடத்துவதற்கு இது அவசியம்.",
        "ஜனாதிபதித் தேர்தலை சமர்ப்பிக்க நீதிமன்றத்தில் மனுதாரரை தவறாக வழிநடத்த மனுதாரர் நடவடிக்கை எடுத்ததாக அவர்கள் குற்றம் சாட்டியுள்ளனர்.",
        "மேலும், மனுதாரர் நியாயப்படுத்த தங்கள் கோரிக்கையை முன்வைக்கத் தவறிவிட்டதாக மனுதாரர்கள் குற்றம் சாட்டுகின்றனர்.",
        "அதன்படி, மனுவைக் கலந்தாலோசிக்க மனுவை மறுக்குமாறு மனுதாரர்கள் உச்சநீதிமன்றத்திடம் கேட்டுள்ளனர்.",
        "சி.டி.டி, ஒரு தொழில்முனைவோர், சி.டி., ஜனாதிபதியின் பதவிக் காலம் கடைசி நாட்களின் முடிவில் இடைவெளிகள் வரை தடுப்பு உத்தரவை பிறப்பிக்க ஜனாதிபதித் தேர்தலுக்கு அழைப்பு விடுக்க வேண்டும்.. இந்த மனுவை திரு லீனா தாக்கல் செய்தார்."
      ]
    },
    "en": {
      "title": "Several intermediate petitions against petition demanding presidential election",
      "body_lines": [
        "The petition filed by the Supreme Court has submitted several intermediate petitions in the forest demanding the petition filed by the presidential election.",
        "Petitions were presented by the General Secretary Ranjith Madduma Bandara, General Secretary of the Jathika Force, Dr. Weli Amarasuriya and the Socialist Youth Union, Erangin Gunasekera of the Socialist Youth Union.",
        "In addition, the former convener of the Inter University Accurate Board has presented an intermediate petition by Divantha Mudali.",
        "The intermediate petitioners claim that the Constitution of the 19th Amendment of the Constitution has been amended to the constitution of the Constitution, which has been reduced to 5 years to 5 years.",
        "According to the Constitution, the present president's term of present will end this year and is essential to conduct a presidential election this year.",
        "They have accused the petitioner had taken steps to mislead the petitioner in the court to submit the presidential election.",
        "Also, the petitioners allege that the petitioner has failed to present their request to justify.",
        "Accordingly, the petitioners have also asked the Supreme Court to refute the petition to consult the petition.",
        "The CDD, a entrepreneur, CD, calls for the presidential election to issue a prevention order to issue a prevention order until the president's term of office is intervals on the date of the end of the last days.. The petition was filed by Mr. Leena."
      ]
    }
  },
  "summary_lines": [
    "Several parties, including the Supreme Court and various unions, have filed intermediate petitions challenging a petition calling for a presidential election due to constitutional amendments reducing the presidential term from 6 to 5 years. They argue that the current president's term ends this year, necessitating an election. Petitioners accuse the opposing party of misleading the court and failing to justify their request, asking the Supreme Court to dismiss the petition. Additionally, an entrepreneur named Mr. Leena has called for a prevention order regarding the presidential election until the president's term officially ends."
  ]
}