{
  "translated_text": {
    "ta": {
      "title": "கணேமுல்லாவில் ஷூட்டிங் ஷூட்டர் பற்றி மேலும்",
      "body_lines": [
        "நேற்றிரவு கணேமுல்லாவில் உள்ள ஸ்ட்ஃபெஸ் ஆஃப் பொலிஸ் (21) உடன் நேற்றிரவு ஹீவல் அகழ்வாராய்ச்சியில் பாதாள உலகத்தைப் பற்றிய கூடுதல் தகவல்கள் தெரியவந்தன.",
        "இறந்தவர் 28 வயதானவர், 28 வயதானவர், எஹெலியகோடாவில் வசிப்பவர்.",
        "அவர் பட்டா மஞ்சுவின் சகோதரருடன் நெருக்கமாக இருந்தார், மேலும் ஒரு மைக்ரோ பிஸ்டல் பிஸ்டல்-குல்லட், ஒரு மைக்ரோ துப்பாக்கி மற்றும் தோட்டாக்களைக் கண்டுபிடித்தார்.",
        "இதற்கிடையில், துப்பாக்கிச் சூடு நடத்தியவரின் மரணத்திற்குப் பிறகு, விசாரணை அதிகாரிகளும் இன்னொருவருக்கு தொலைபேசியில் தொடர்பு கொண்டதாக கண்டறியப்பட்டுள்ளது.",
        "மார்ச் 9 ம் தேதி மோட்டார் சைக்கிளைச் சேர்ந்த இரண்டு பேர் ஜா-எலனில் உள்ள குடு அஞ்சு என்ற போதைப்பொருள் வியாபாரிகளிடமிருந்து தப்பிச் சென்றனர்.",
        "விசாரணையால் நடத்தப்பட்ட எஸ்.டி.எஃப் பணியாளர்களின் தகவல்களை செலவினங்கள் பெற்றன, சும்தா மவதாவில் உள்ள இரண்டு மாடி வீட்டில் மற்றொரு குற்றத்தைச் செய்யத் தயாராக இருந்தன.",
        "அதன்படி, துப்பாக்கிச் சூட்டைக் கைது செய்ய எஸ்.டி.எஃப் பணியாளர்கள் குழு நேற்று இரவு அங்கு சென்றது.",
        "சந்தேகநபருக்கும் எஸ்.டி.எஃப் பணியாளர்களுக்கும் இடையே துப்பாக்கிச் சூடு நடந்தது மற்றும் சந்தேக நபர் காயமடைந்து ராகாமா மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "இறந்தவரைக் கொல்ல இறந்தவர் காரணமாக ஒப்பந்தத்தை வழங்கிய மனிதருக்கு செலுத்தப்படவில்லை."
      ]
    },
    "en": {
      "title": "More about the shooting shooter in Ganemulla",
      "body_lines": [
        "More information about the underworld was revealed in an excavation of the heaval last night with STFFes of Police (21) at Ganemulla last night.",
        "The deceased has been a 28-year-old, a 28-year-old, is a resident of Eheliyagoda.",
        "He was close to the brother of Patta Manju and found a Micro pistol pistol-bullet, a micro pistol and bullets in the place where shooting.",
        "Meanwhile, after the death of the shooter, the inquiry officials have also been found to have telephoned another.",
        "Two persons from a motorcycle on March 9 had fled the drug dealer named Kudu Anju in Ja-Elan.",
        "The expenditure received information of the STF personnel conducted by the investigation was prepared to commit another crime at a two storied house in Sumedha Mawatha.",
        "Accordingly, a team of STF personnel had gone there last night to arrest the shooter.",
        "There was a shooting between the suspect and STF personnel and the suspect was injured and was admitted to the Ragama Hospital.",
        "The man who gave the contract has not been paid due to the deceased to kill the deceased."
      ]
    }
  },
  "summary_lines": [
    "In Ganemulla, a 28-year-old resident of Eheliyagoda was found dead with a micro pistol and bullets. The STF discovered a connection to a drug dealer and a planned crime at a house in Sumedha Mawatha. A shootout ensued, injuring the suspect, who was taken to Ragama Hospital. The contractor remains unpaid."
  ]
}