{
  "translated_text": {
    "ta": {
      "title": "சிறை மருத்துவமனை: உயரடுக்கின் பாக்கியமா?",
      "body_lines": [
        "நீதிமன்றத்தால் தண்டிக்கப்பட்ட எம்.பி.க்கள் உட்பட நபர்கள் சிறை மருத்துவமனையில் அனுமதிக்கப்பட வேண்டும்.",
        "இந்த முறை பிப்ரவரி 15 வரை காவலை ரிமாண்ட் செய்ய மாலிககண்டா மாஜிஸ்திரேட் நீதிமன்றத்தால் மீண்டும் பரிந்துரைக்கப்படுகிறது.",
        "අධිකරණය විසින් ලබා දුන් නියෝගයෙන් පසුව කෙහෙළිය රඹුක්වැල්ල හිටපු අමාත්‍යවරයා බන්ධනාගාර රෝහලට ඇතුළත් කරනු ඇති බවට සමාජයේ බොහෝ දෙනා පෙර සිටම උපකල්පනය කරනු ලැබීය. அது சரியான அனுமானமாக மாறியது.",
        "நீதிமன்றத்தால் சிறையில் அடைக்க உத்தரவிடப்பட்ட கணிசமான எண்ணிக்கையிலான எம்.பி.க்கள் கடந்த காலங்களில் சிறை மருத்துவமனைக்கு மாற்றப்பட்ட நிகழ்வுகளின் சம்பவங்களை மாற்றியதாக கூறப்படுகிறது.",
        "பிபிசி சிங்கள சேவையின் விசாரணையின் பின்னர், சிறைச்சாலைகள் துறை சிறைச்சாலைகள் துறை காமின், சிறைச்சாலைகளின் கமிஷனர் ஜெனரல்.. இத்தகைய புள்ளிவிவரங்களை தனது துறை நடத்தவில்லை என்று டிசனாயகே கூறினார்.",
        "\"இங்குள்ள நீதிமன்றங்களிலிருந்து (சிறைச்சாலை) வரும் எவரையும், கைதிகள் அல்லது சந்தேக நபர்களாக மட்டுமே நாங்கள் பார்க்கிறோம். எங்களுக்கு அந்த நேரம் இல்லை. \"என்றார்.",
        "இப்பகுதியில் நடந்த விபத்தில் (அரசாங்க எதிர்ப்பு ஆர்ப்பாட்டக் காலத்தில்) கூட்டம் கைது செய்யப்பட்டது. செய்தித் தொடர்பாளர் கூறினார்.",
        "மாநில அமைச்சர் சனத் நிஷாந்தா சனாத் நிஷாந்தா நிஷாந்தா, விமல் மற்றும் ஜெயந்தா, ஹிராலா மற்றும் ஜெயந்தா அமைச்சர் சனத் நிஷாந்தா ஆவார்.",
        "சந்தேக நபர் அல்லது கைதி ஒரு நோய் மட்டுமே என்று சிறை கைதி மருத்துவமனைக்கு கொண்டு செல்லப்படுகிறார்.",
        "\"எந்தவொரு சந்தேக நபரும் சிறைக்கு கொண்டு வரப்படும்போது, ​​அவர் அல்லது அவள் டாக்டர்களால் சிறைக்கு பரிசோதிக்கப்படுகிறார்கள்.\"",
        "\"நீதித்துறையில் வசிப்பவர் ஒரு வகையான தாக்குதலைப் போலவே இருந்தாரா என்பதைச் சரிபார்க்க வேண்டியது அவசியம்.\"",
        "\"சந்தேக நபர்கள் ஏதோ ஒரு வகையில் இருந்தால், சிறை மருத்துவமனையில் உள்ள மருத்துவர் சிகிச்சைக்கு சிகிச்சையளிக்கக் காணப்படுகிறார்.\"",
        "\"சில நேரங்களில் சிறை மருத்துவமனைக்கு சிகிச்சையளிக்க இயலாது என்றால் தேவையான ஆலோசனையை தேசிய மருத்துவமனைக்கு மாற்றுவது விதிக்கப்படுகிறது.. හැබැයි සිරකරුවා හෝ රැඳවියා කොහේ ප්‍රතිකාර ගත්තත් ඔහු හෝ ඇය ඉන්නේ බන්ධනාගාර නිලධාරීන්ගේ අධීක්ෂණය යටතේ.\" මාධ්‍ය ප්‍රකාශකවරයා පැවසුවේය.",
        "பாரத லட்சுமன் பிரேமச்சந்திராவின் கொலை தொடர்பாக உச்சநீதிமன்ற டுமிந்தபுரா மருத்துவமனையில் சிகிச்சை பெற்று வந்த ஜெயவர்தெனெபுரா மருத்துவமனையில் சிறை அதிகாரிகள் கைது செய்யப்பட்டதாக அவர் கூறினார்.",
        "\"ஜெய்வர்டெனெபுரா மருத்துவமனையில் உள்ள ஜெயவர்தெனெபுரா மருத்துவமனையில் டுமிந்தா சில்வா தொடர்பான உச்சநீதிமன்ற உத்தரவின் பேரில் அவர் கைது செய்யப்பட்டார்.\"",
        "\"அவரது சிகிச்சை முடிந்தபின், அவர் ஜனவரி 19 அன்று சிறை மருத்துவமனையில் அனுமதிக்கப்பட்டார்.\"",
        "டுமிண்டா சில்வாவின் வெளியீடு: 'ஒரு நாடு, அனைவருக்கும் ஒரு சட்டம்' மற்றும் ஜனாதிபதி மன்னிப்புகள்",
        "இதற்கிடையில், இலங்கையின் பார் அசோசியேஷனின் தலைவர் (பாசி)",
        "நீதிமன்ற உத்தரவின் பேரில் சிறைச்சாலை சந்தேக நபர்களில் சந்தேக நபர்களைப் பற்றி அவர் பேசினார்.",
        "\"மிக முக்கியமானது நீதித்துறை செயல்பாட்டில் பொதுமக்கள் நம்பிக்கையைப் பாதுகாப்பதாகும்.\"",
        "\"நாங்கள் நீதித்துறை மற்றும் ஆட்சியாளர்கள் குழு என்பதால், இந்த விஷயத்தில் அவரது அனைத்து வேலைகளையும் செய்து வரும் குழு.\"",
        "\"அண்மையில், சிறைக்கு சிறைக்கு அழைத்துச் செல்லப்பட்டால், சிறைக்கு சிறைக்கு அழைத்துச் செல்லப்பட்ட பின்னர் சிறை மருத்துவமனைக்கு வருவதற்கான பாரம்பரியம் எதுவும் இல்லை என்பதை நாங்கள் கண்டோம்.. \"",
        "\"இது நல்லதல்ல. ஏனெனில் அனைத்து கைதிகளும் அத்தகைய வசதிக்கு கிடைக்கவில்லை. \"",
        "\"இந்த உண்மையை நான் குறிப்பிட வேண்டும். சிகிச்சையின் புதையல் இருப்பதாக சிறைச்சாலையின் மருத்துவர் பரிந்துரைக்கப்பட்டால், அதற்கு சிகிச்சையளிக்க அவருக்கு ஒரு முறை மருத்துவமனையில் சேர்க்கப்படும் முறை உள்ளது. \"",
        "\"ஒரு உயரடுக்கு ஆரோக்கியமான ஒருவர், சிறை மருத்துவமனை சிறைச்சாலை தடங்களில் சேர்க்கப்பட்டுள்ளது. நான் முன்பு கூறியது போல் பொது நம்பிக்கைக்கு இது அவ்வளவு நல்லதல்ல. \"",
        "\"குற்றம் சாட்டப்பட்ட அனைவருமே சமமாக கருதப்படக்கூடாது என்று எங்கள் சட்டம் கூறுகிறது.\"பார் சங்கத்தின் தலைவர் கூறினார்.",
        "இதற்கிடையில், முன்னாள் அமைச்சர் கெஹெலியா ராம்புக்வெல்லாவின் வழக்குகள் இருந்தபோது நீதிமன்றத்தை ஆதரிக்க முற்படுவதாக இலங்கையின் பார் அசோசியேஷனின் (பிஏஎஸ்எல்) தலைவர் சிங்கள சேவையிடம் தெரிவித்தார்.",
        "'அலோகாதேஸ்வர போதிசத்வா' என்று தோன்றிய சந்தேக நபர் ஜாமீனில் விடுவிக்கப்படவுள்ள நீதிமன்ற சிக்கல்கள்",
        "பூமல் தலைவர்: நெறிமுறைகள் குறித்த விவாதத்திற்கு வழிவகுத்த இந்திய நடிகையின் மரணம்",
        "NPP தலைவர் எம்.பி. அனுரா குமாரா இந்தியாவுக்கு வருகை: ஒரு அரசியல் உத்தி?",
        "இறந்ததிலிருந்து உங்கள் பிறப்புக்குப் பிறகு உங்களுக்குத் தேவையான கிராமா நிலதரி சேவையைப் புதுப்பிக்கவும்,"
      ]
    },
    "en": {
      "title": "Prison hospital: Is a privilege of elite?",
      "body_lines": [
        "The people including MPs who are punished by the Court have to be admitted to the prison hospital.",
        "This time it is re-prescribed by the Maligakanda Magistrate's Court to remand custody until February 15.",
        "In the society, the former Minister of Keheliya Rambukwella will be admitted to the prison hospital following the order given by the courts.. And it became a correct assumption.",
        "A significant number of MPs who were ordered to be imprisoned by the Court have reportedly transferred incidents of events that were transferred to the prison hospital during the past.",
        "After inquiry by the BBC Sinhala service, the Department of Prisons Department of Prisons Department Gaminne, Commissioner General of Prisons.. Dissanayake stated that his department does not conduct a running of such statistics.",
        "\"We see anyone who comes from the courts here (prison) and only as prisoners or suspects. We don't have that time. \"He said.",
        "Meeting was arrested in an accident in the area (during the anti-government protesting period)The spokesman said.",
        "State Minister Sanath Nishantha Sanath Nishantha Nishantha, Wimal and Jayantha, is Sanath Nishantha, Minister of Hirala and Jayantha.",
        "Prison prisoner is being rushed to the hospital that the suspect or inmate is only a disease.",
        "\"When any suspect is brought to the prison, he or she is inspected by doctors to the prison.\"",
        "\"It is important that it is important to check that the resident of the resident of the judiciary has been like a form of attack.\"",
        "\"If the suspects are in some way, the doctor in the prison hospital is observed to treat treatment.\"",
        "\"Sometimes it is imposed to transfer the necessary advice to the National Hospital if it is impossible to treat the prison hospital.. But no matter where the prisoner or inmate is treated, he or she is under the supervision of prison officials. \"",
        "He said that the prison officials were taken into custody at the Jayawardenepura Hospital, who was receiving treatment at the Supreme Court Dumindapura Hospital in connection with the murder of Bharatha Lakshman Premachandra.",
        "\"He was taken into custody at the Jayawardenepura Hospital at the Jayewardenepura Hospital by the Supreme Court directive regarding Duminda Silva.\"",
        "\"After the completion of his treatment, he was admitted to the Prison Hospital on January 19.\"",
        "Release of Duminda Silva: 'One country, one law for everyone' and Presidential Forgives",
        "Meanwhile, the President of the Bar Association of Sri Lanka (BASI)",
        "He was speaking of the suspects in prison suspects on the court orders.",
        "\"The more important is to protect public confidence in the judicial process.\"",
        "\"Because we are judicial and rulers team, the group that is doing all his work on the matter.\"",
        "\"In the recent past, we have seen that if a prison is taken to the prison, there is no tradition to rise to the prison hospital after a prison is taken to the prison.. \"",
        "\"It's not good. Because all the prisoners are not available for such a facility. \"",
        "\"I have to mention this fact. If the doctor of the prison is recommended that there is a treasure of treatment, he or she has a method of hospitalization to treat it. \"",
        "\"A person who is an elite is healthy, the prison hospital is being included in prison tracks. It's not so good for public confidence, just as I said before. \"",
        "\"Our law states that not all the accused should be considered equal.\"The Chairman of the Bar Association said.",
        "Meanwhile, the Chairman of the Bar Association of Sri Lanka (BASL) president told the Sinhala service that he would seek to back the court when the cases of former Minister Keheliya Rambukwella.",
        "Court issues to be released on bail that the suspect who appeared as 'Alocatheshwara Bodhisattva'",
        "Poomal Leader: The death of Indian actress that led to a debate on ethics",
        "NPP leader MP Anura Kumara Dissanayake's visit to India: Is a political strategy?",
        "Update the Grama Niladhari Service where you need after your birth ever since death,"
      ]
    }
  }
}