{
  "translated_text": {
    "ta": {
      "title": "டயானா கேமேஜ்: உச்சநீதிமன்றம் என்பது எம்.பி.",
      "body_lines": [
        "நாடாளுமன்றத்தில் அமர மாநில மந்திரி டயானா காமேஜுக்கு முறையான தகுதிகள் இல்லை என்று உச்சநீதிமன்றம் இன்று (மே 8).",
        "கமினி அமரசேகேரா மற்றும் குமுடுனி விக்ரமாசிங்கின் உச்சநீதிமன்ற நீதிபதியின் தீர்ப்பை உச்சநீதிமன்ற நீதிபதி ஜனககா டி சில்வா அறிவித்தார்.",
        "பிரிட்டிஷ் பாஸ்போர்ட்டான உத்தரகரத்தில் பிரிட்டிஷ் பாஸ்போர்ட்டைப் பயன்படுத்தி இலங்கை இலங்கைக்கு வந்துள்ளது என்று வழக்குரைஞர் உறுதிப்படுத்தப்பட்டுள்ளதாகவும் நீதிபதி கூறினார்.",
        "டயான் கேமேஜின் இலங்கை குடியுரிமையை நிரூபிக்க அவர் தவறிவிட்டார், மேலும் இலங்கை குடியுரிமையை நிரூபிக்கத் தவறிவிட்டார் என்று கூறினார்.",
        "அதன்படி, இலங்கை குடியுரிமை என்பது அரசியலமைப்பின் 89 வது பிரிவின் கீழ் இலங்கை குடியுரிமையை இழந்த ஒரு நபர் என்று நீதிபதி கூறினார்.",
        "அதன்படி, இலங்கையின் பாராளுமன்றத்தில் உட்கார தகுதியற்றவர் என்பதில் எந்த தகுதிகளும் இல்லை என்பதையும், நீதிபதி தனது தீர்ப்பை வெளிப்படுத்தியதாகக் கூறினார் என்பதில் எந்த தகுதிகளும் இல்லை என்பதை டயானா கமகே உறுதிப்படுத்தியுள்ளது என்பதற்கு எந்த உறுதிப்படுத்தலும் இல்லை.",
        "சமூக ஆர்வலர் மற்றும் ஆஷலா ஹெராத் தாக்கல் செய்த மனுவை விசாரித்த பின்னர் உச்சநீதிமன்றம் இந்த முடிவை வெளியிட்டது.",
        "டயானா காமேஜ் ஒரு பிரிட்டிஷ் குடியுரிமை என்பதால், இலங்கையின் பாராளுமன்றத்தில் அமர சட்டத் தகுதிகள் இருக்காது என்று ஒரு தீர்ப்பை வழங்க இந்த மனு சமர்ப்பிக்கப்பட்டது.",
        "ஹெராத் முதன்முதலில் மேல்முறையீட்டு நீதிமன்றத்தில் ஒரு மனுவை தாக்கல் செய்ததால், தேர்ந்தெடுக்கப்பட்டதாக தேர்ந்தெடுக்கப்பட்ட ஒரு முடிவுக்கு தேர்ந்தெடுக்கப்பட்டதாகத் தேர்ந்தெடுக்கப்பட்டதாகத் தேர்ந்தெடுக்கப்பட்டார் இருக்கை மற்றும் வாக்களிக்க தேர்ந்தெடுக்கப்பட்டார்.",
        "மூன்று பேர் கொண்ட நீதிமன்ற நீதிபதி நீதிபதிகள் குழுவில் இந்த மனு தெரிவிக்கப்பட்டது.",
        "வெளியிடப்பட்ட மூன்று பேர் கொண்ட மேல்முறையீட்டு நீதிமன்றம், பல நீதிபதிகளின் ஒப்பந்தம் குறித்த மனுவை மறுக்க முடிவு செய்தது.",
        "இந்த மனுவை உச்சநீதிமன்றம் உச்சநீதிமன்றத்தால் உச்சநீதிமன்றத்தால் டயானா கேமேஜ் நீதிமன்றத்தின் தீர்ப்பாக தாக்கல் செய்தது.",
        "ஐபிஎல் 2024: டெல்லி ஹார்டால்டல்ஸ் மரைன் மார்க்ஸ் - ஜேக் ஃபிரான்சர் - ஜேக் பிரான்சர்",
        "ஈரானின் ஆயுதப் படை மற்றும் இஸ்ரேலின் ஆயுதங்கள்: ஒரு ஒப்பீட்டு வாசிப்பு",
        "ஐபிஎல் பந்து வீச்சாளர்கள் பேட்ஸ்மேன்களின் சொர்க்கத்தை வென்றனர்",
        "எம்.பி.க்களுக்கு முன் வாகனங்கள் வைத்திருக்கும் அரசு அதிகாரிகள் யார்?"
      ]
    },
    "en": {
      "title": "Diana Gamage: The Supreme Court is a decision abolished MP",
      "body_lines": [
        "The Supreme Court today (May 8) that State Minister Diana Gamage has no legitimate qualifications to sit in the parliament.",
        "Supreme Court Judge Janakaka de Silva announced the decision of the Supreme Court Justice of Gamini Amarasekera and Kumuduni Wickremasinghe.",
        "The judge also stated that the trial was confirmed that Sri Lanka had arrived in Sri Lanka using a British passport in the Uttarakara, a British passport.",
        "She also failed to prove the Sri Lankan citizenship of Diane Gamage and stated that she failed to prove the Sri Lankan citizenship.",
        "Accordingly, the Sri Lankan citizenship is a person who has lost Sri Lankan citizenship under Article 89 of the Constitution, the judge said.",
        "Accordingly, there is no confirmation that Diana Gamage has been confirmed that there is no qualifications that she is not eligible to sit in the Parliament of Sri Lanka and said that the judge expressed his verdict.",
        "The Supreme Court published this decision after hearing a Petition filed by the Social activist and Ashala Herath.",
        "Since Diana Gamage is a British citizenship, this petition had been submitted to give a ruling that she would not have legal qualifications to sit in the Parliament of Sri Lanka.",
        "Since herath had first filed a petition in the Court of Appeal to a decision to be elected to be elected to be elected to be elected to be elected to be elected to be elected to be elected to be elected to be elected to be elected to be elected to seat and vote.",
        "The petition was reported in a three-member Court Judge a panel of judges.",
        "The three-member Court of Appeal, which was published, decided to refute the petition on the agreement of the Multiple Judges.",
        "The petition was filed by the Supreme Court by the Supreme Court by the Supreme Court by the Supreme Court as a verdict of the Court of Diana Gamage.",
        "IPL 2024: Delhi Capitaltals Marine Marks - Jake Franzer - Jake Franzer",
        "Iran's arms force and the weapons of Israel: a comparative reading",
        "The bowlers of the IPL won the Paradise of the batsmen",
        "Who are the government officials who have vehicles before MPs?"
      ]
    }
  },
  "summary_lines": [
    "The Supreme Court ruled that State Minister Diana Gamage lacks legitimate qualifications to sit in Sri Lanka's parliament due to her British citizenship and failure to prove Sri Lankan citizenship. This decision was made after a petition by social activist Ashala Herath and was based on the British passport Gamage used to enter Sri Lanka."
  ]
}