{
  "translated_text": {
    "si": {
      "title": "ගාසා දරුවන්ට සහන සැලසීමේ වගකීම කැබිනට් මණ්ඩලයට අවසර දෙයි",
      "body_lines": [
        "ගාසා මායිමේ බලපෑමට ලක්වූ දරුවන්ට සහන සැලසීම සඳහා ගාසා අරමුදලේ දරුවන් පිහිටුවීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් ඉදිරිපත් කරන ලද යෝජනාවට කැබිනට් මණ්ඩලය අවසර ලබා දී තිබේ.",
        "ඒ අනුව, මෙම උත්සව සඳහා අමාත්යාංශ සහ රාජ්ය ආයතන විසින් වෙන් කරන ලද මුදල ගෙවීමට උපදෙස් දී තිබේ.",
        "එපමණක් නොව, ජනතාවගේ සහයෝගය අපේක්ෂා කරන අතර පීඩාවට පත් දරුවන්ට සහන සැලසීම සඳහා එක්සත් ජාතීන්ගේ නේවාසික අරමුදල විසින් ශ්රී ලංකා රජය ඩොලර් මිලියන 1 ක් ලබා දෙනු ඇත."
      ]
    },
    "en": {
      "title": "Cabinet permits president's idea of giving relief to Gaza Children",
      "body_lines": [
        "The Cabinet has granted permission to the proposal put forward by President Ranil Wickremesinghe to establish the Children of Gaza Fund to provide relief to children affected by the Gaza border.",
        "Accordingly, it has been advised to pay the amount allocated by ministries and state institutions for the events.",
        "Moreover, the cooperation of the people is expected and the Sri Lankan government will provide $ 1 million by the United Nations Residential Fund to provide relief to the affected children."
      ]
    }
  },
  "summary_lines": [
    "The Cabinet approved President Ranil Wickremesinghe's proposal to create the Children of Gaza Fund, aiming to aid children impacted by the Gaza border. It's expected to receive $1 million from the UN Residential Fund, with cooperation from the Sri Lankan government and ministries."
  ]
}