{
  "translated_text": {
    "ta": {
      "title": "பாதுகாப்பு குறித்த பொலிஸ் அறிக்கை",
      "body_lines": [
        "எதிர்காலத்தில் நாட்டில் ஒரு சிறப்பு பாதுகாப்பு நடவடிக்கைகள் செயல்படுத்தப்படும் என்று பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக் டால்டுவா கூறுகிறார்.",
        "இன்று மாலை 4 மணிக்கு வாக்களித்த பின்னர் நடைபெற்ற செய்தியாளர் கூட்டத்தில் அவர் பேசினார்.",
        "காவல்துறை அதிகாரிகளின் முடிவுகள் மற்றும் அடக்குமுறை பிரிவு அடக்குமுறை பிரிவு வரை நாட்டில் பாதுகாப்பு நடவடிக்கைகள் செயல்படுத்தப்படும் என்றார்.",
        "இதற்கிடையில், பொலிஸ் ஊடக செய்தித் தொடர்பாளர் இந்த விதிகளின் விதிகள் மற்றும் தேர்தலுக்குப் பிந்தைய காலத்தின் தேசபக்தர்கள் மற்றும் ஒரு வாரத்தில் புரிந்து கொள்ளவில்லை.",
        "நாட்டின் சட்டம் மற்றும் ஒழுங்கை நிம்மதியாக பாதுகாக்க தேவையான நடவடிக்கைகளை எடுக்க இலங்கை காவல்துறையினருக்கு ஆதரவளிக்க இலங்கை காவல்துறையினர் கோரியதாக அவர் கோரினார்.",
        "அமைதி குறித்து எந்த தகவலும் இல்லாவிட்டால் பின்வரும் தொலைபேசி எண்களை தெரிவிக்குமாறு காவல்துறை பொதுமக்களிடம் கோருகிறது."
      ]
    },
    "en": {
      "title": "Police statement on security",
      "body_lines": [
        "Police Media Spokesperson DIG Talduuwa says that a special security measures in the country will be implemented in the future.",
        "He was speaking at a press conference held after the end of the vote at 4 pm today.",
        "He said the security measures in the country will be implemented until the results of the police officers and the repressive unit of repression unit.",
        "Meanwhile, the Police Media Spokesperson has not understood the rules of these rules and the patriarchs of the post-election duration and in a week.",
        "He demanded that the Sri Lankan Police to support the Sri Lankan Police to take necessary steps to protect the law and order of the country peacefully.",
        "The police also requests the public to inform the following telephone numbers if there is no information about peace."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka police announce future security measures post-election. Public urged to report incidents via specified phone numbers."
  ]
}