{
  "translated_text": {
    "si": {
      "title": "පාස්කු දිනයේදී වින්දිතයින් සඳහා රුපියල් මිලියන 62 ක වන්දියක්",
      "body_lines": [
        "ඊස්රුන්ත ඉරිදා ත්රස්තවාදී නඩුව සම්බන්ධයෙන් රුපියල් මිලියන 246 ක් ලැබී ඇති බව අතිරේක සොලිසිටර් ජෙනරාල් ඩිලිප් පීරිස් පැවසීය.",
        "ඔහු ශ්රේෂ් Supreme ාධිකරණයේ දී සිකුරාදා (27) (27) ශ්රේෂ් Supreme ාධිකරණයේ කරුණු ඉදිරිපත් කළ අතර පාස්කු ප්රහාරයට ගොදුරු වූවන් සඳහා රුපියල් මිලියන 62 ක් පැවසීය.",
        "අගරදගුරු මැල්කම් කාදිනල් රංජිත් වෙනුවෙන් පෙනී සිටි නීති orney ෂමිල් පෙරේරා අධිකරණයට කියා සිටියේ, වින්දිතයින්ගේ ලැයිස්තුව ඉදිරිපත් කර දිස්ත්රික් අධිකරණය තුළ වර්තමාන වන්දි රෝගීන්ගෙන් ඉවත් කර ගත හැකි බවයි.",
        "මේ අතර, වින්දිතයින් විසින් ගොනු කරන ලද වන්දි රෝග විශේෂ 300 ක් පමණ නෙගම්බෝ සහ කොළඹ දිස්ත්රික් උසාවිවල විභාග වෙමින් පවතී.",
        "මීට අමතරව, නිලන්ත ජයවර්ධන මහතා විසින් රුපියල් මිලියන 75 ක සම්පූර්ණ වන්දි රෝගයකින් යුතුව රුපියල් මිලියන 75 ක් ගෙවීමට අපොහොසත් වීම හේතුවෙන් නීතිපතිවරයා නිලන්ත ජයවර්ධන මහතාට හිටපු ආවේපනයේ හිටපු අධ්යක්ෂක ශ්රේෂ් Supreme ාධිකරණයේ දී ප්රකාශ කළේය. නඩුව.",
        "ඒ අනුව අතිරේක සොලිසිටර් ජෙනරාල් විසින් සමකාලීණික සැසියක් නිවේදනය කළේ යුද අධිකරණයේ නියෝගයන්ට වන්දි ගෙවීමට අපොහොසත් වූ ජයවර්ධනට එරෙහිව චෝදනාවට ලක්වූ හත් සැසඳීමක් බවයි."
      ]
    },
    "en": {
      "title": "62 million rupees compensation for victims on Easter Day",
      "body_lines": [
        "Additional Solicitor General Dilip Peiris said 246 million rupees has been received in connection with the Easter Sunday terrorist case.",
        "He presented the facts in the Supreme Court on Friday (27) and said 62 million rupees for the victims of the Easter attack.",
        "Attorney -at -Law Shamil Perera, appearing on behalf of Archbishop Malcolm Cardinal Ranjith, told the court that if the list of the victims is submitted, the present -day compensation cases can be withdrawn in the district courts.",
        "Meanwhile, about 300 compensation cases filed by the victims are pending in Negombo and Colombo District Courts.",
        "In addition, the Attorney General announced in the Supreme Court on Friday (27) that the former Director of the State Intelligence Unit Nilanda Jayawardene had filed a contempt of court allegation against Nilantha Jayawardena due to failing to pay Rs 75 million in full compensation in the case.",
        "Accordingly, the Additional Solicitor General announced a seven -member session that the indictment was filed against Jayawardena, who failed to pay compensation on the orders of the court."
      ]
    }
  },
  "summary_lines": [
    "Easter Sunday terrorist case: 62m rupees compensation for victims, 246m rupees received so far. 300 pending cases in Negombo and Colombo courts. Former Director Nilanda Jayawardene accused of contempt for unpaid 75m rupees compensation."
  ]
}