{
  "translated_text": {
    "ta": {
      "title": "'මම ලියන හැටි' : සමන් වික්‍රමාරච්චි",
      "body_lines": [
        "சமன் விக்ரமராச்சி ஒரு இலக்கியமாகும், இது பல சிங்கள இலக்கியங்களுக்கு உணவளிக்கிறது.",
        "'அஸ்தான்டிபாலத்' மற்றும் 'அக்ரேட்' மற்றும் 'தந்தை' ஆகியோரின் நாவல்கள் மதிப்பிடப்பட்டன.",
        "ஒரு இலக்கிய விமர்சகர், ஒரு மொழிபெயர்ப்பாளர் மற்றும் ஒரு குறுகிய மாடி, சிங்கள இலக்கியத்தை அதன் வரம்புகளிலிருந்து முன்னேற்ற முயற்சிப்பதன் மூலம்.",
        "அவர் ஒரு நாவலாசிரியராக அவருடன் இணைந்தபோது அவரது உணர்வுகளைப் புரிந்துகொண்டு எழுதும் நோக்கத்துடன் நான் அவருடன் பேசுகிறேன்.",
        "இந்த கலந்துரையாடலில் நான் கேட்கும் கேள்விகள் தற்போது நான் 'நிம்னாவின் வரலாறு' (2019) ஐ வெளியிட்டுள்ளேன், இந்த லிங்க்கர் (2014) மற்றும் நான் எதிர்கொண்ட அனுபவங்கள்.",
        "இது அனைத்து எழுத்தாளரின் எழுத்து செயல்முறைக்கும் நன்கு அறியப்பட்டதாகும். எழுதுதல், எழுதுதல், எழுதுதல், எழுத்தாளரின் மிகுதியைச் சேர்ந்தவர்கள்.",
        "உரையாடல் புதியவர்களின் அந்த ரகசிய தளத்தை சுட்டிக்காட்ட முயல்கிறது.",
        "முதல் உரையாடல் - 'எழுதுவது எப்படி': 'நான் எப்படி எழுதுகிறேன்': 'நான் எப்படி எழுதுகிறேன்': தரியன அமரசிங்கே",
        "எளிதானது: வழக்கம் போல், நான் ஒரு நாவலை எழுதத் தொடங்கும் தருணத்தை உங்களிடம் கேட்கிறேன். எழுதப்பட்ட நாவல்களைப் பற்றி நீங்கள் நினைக்கும் போது முதல் வாக்கியத்தை எவ்வாறு எழுதுவது என்று சொல்ல முடியுமா?",
        "சமன்: நான் கேட்கப் போகிறேன் என்று எனக்குத் தெரியவில்லை, எந்த நேரத்திலும் ஒரு நாவலை எழுதத் தொடங்கினேன், நான் ஒரு நாவலை எழுதப் போகிறேன்.. என்ன செய்வது என்று தெரிந்து கொள்வது எனது நாவல் என்ன என்பதை என்னால் சரியாகச் சொல்ல முடியாது. இப்போது நாவல்கள் வந்து நாவலை எடுத்துக் கொண்டால், அது சேகரிக்கப்பட்ட பகுதியாகும். அந்த நாவல் தொடங்கிய பிறகு. ஆனால் அப்படியிருந்தும், நான் எழுதிய மற்ற விஷயங்கள் எழுதப்பட்டதைப் பற்றி ஆரம்பத்தில் எழுதியது. எனவே எழுதும் செயல்பாட்டின் முதல் வாக்கியம் இப்போது தேடவில்லை. அது மறைந்துவிட்டது. 'அபதிஸ்' நாவல்கள் ஒன்றே. அத்தகைய ஒரு ஒழுங்கீனத்துடன், என் எழுத்து வெளிப்படுகிறது. நீங்கள் ஒரு புத்தகத்தை ஒரு ஒழுங்கான புத்தகத்தில் எடுத்து உட்கார்ந்தால், நான் ஒரு வார்த்தையை எழுத முடியும் என்று நான் நினைக்கவில்லை. நான் திடீரென்று மகத்தான பார்வையுடன் நாவல்களை எழுதத் தொடங்குகிறேன். பின்னர் அக்கறை கொண்ட ஒரு இலையில் எழுதுகிறார். அப்படியானால், நான் 'எழுத்தாளரின் பிரிவு' என்று சொல்லப் போகிறேன் என்று நினைக்கிறேன், '. நானும் ஒரு நாவலையும் எழுதப் போகிறேன். இது தற்போது எழுதப்பட்டுள்ளது, நிறைய தோற்றம், நிறைய தொடக்கங்கள் மற்றும் நிறைய தொடக்கங்கள். இருப்பினும், எனது எழுத்தை எழுதுவதை நான் கருத்தில் கொள்ளும்போது, ​​அதன் கடினமான தருணம். ஆரம்பித்த பிறகு, நான் மிக விரைவாக எழுதப்பட்டிருக்கிறேன்.",
        "உரையாடல் நான்காவது உரையாடல்: மன்ஜுலா வெடிபியரிங் உரையாடல்: ஷாமல் ஜெயகோடோடி",
        "எளிதானது: நீங்கள் எழுதத் தொடங்கும் போது நீங்கள் எழுதும் நாவலைப் பற்றிய அறிவு எவ்வளவு?",
        "சமன்: நீங்கள் எழுதத் தொடங்கும் போது, ​​பயனுள்ள விஷயங்கள் நிறைய உள்ளன. கதாபாத்திரங்களைப் பற்றி ஒரு குறிப்பிடத்தக்க யோசனை உள்ளது. எனது நாவல்களில், சமூகத்தில் நுழைவதை விட அகநிலைத்தன்மையை ஆராய முயற்சிக்கிறேன். எனவே எழுதுவதற்கு முன்பு எழுதும் சிந்தனையில் இந்த கதாபாத்திரங்களின் மனநிலையைப் பற்றியும் நான் ஆச்சரியப்படுகிறேன். எனவே நான் முதலில் சிந்திக்கத் தொடங்கினேன், அது என் சிந்தனையில் மாற்றப்பட்டிருக்கலாம். இது எழுதும் செயல்பாட்டில் மீண்டும் மாறுகிறது. எழுதப்பட்ட நாவலின் கருப்பொருள்கள் அடிக்கடி மாற்றப்படவில்லை. கதை உள்ளமைவை மாற்றுகிறது, கதையை பாயும் வரிசை. எழுத்துக்கள் பற்றி நான் நினைத்த விஷயங்கள் எழுதும் செயல்பாட்டில் மாறுகின்றன. சில நேரங்களில் நாவலின் சொற்றொடர்கள் கூட எழுதும்போது கூட, நான் எனக்காக படிக்கும் நேரங்கள் உள்ளன. அவர்கள் மீண்டும் எழுதும் மற்றும் மாற்றும் தருணத்தில் அவர்கள் நினைவுகூரப்படுவார்கள். இருப்பினும், நாவலின் முடிவின் ஒரு யோசனையுடன் இது அப்படி இல்லை. எழுதப்பட்டு எழுதுங்கள் மற்றும் முடிவடைகிறது, நான் இல்லாத இடத்தில் இருக்க முடியும். மற்றொன்று, நாவல் தளவமைப்பு பற்றி நான் எந்த குறிப்பையும் வைத்திருக்கவில்லை. இப்போது சில எழுத்தாளர்கள் அத்தியாயங்களைப் பற்றிய அத்தியாயங்களைப் பற்றி அத்தியாயங்களைப் பற்றி எழுதத் தொடங்கியுள்ளனர். என்னால் அதை செய்ய முடியாது. இந்த விஷயங்கள் எழுதும் செயல்பாட்டில் நடக்கும். சில கதாபாத்திரங்கள் கட்டப்பட்டுள்ளன, புதிய கதாபாத்திரங்கள் சேகரிக்கப்படுகின்றன, இவை அனைத்தும் எழுதும் செயல்முறைக்குள் உள்ளன. இந்த விஷயங்கள் ஒரு திரைப்படத்தில் என் தலையின் வடிவத்தில் நிறைய விஷயங்கள். ஒரு திரைப்பட ஸ்கிரிப்டை துல்லியமாக சொல்கிறது. சில நேரங்களில் புதுமை என்பது கதை பாணியின் கதை பாணி. மற்றொரு சொல்ல வேண்டும். ஒரு கலைப் படைப்பில், நாம் நாவலை எடுத்துக் கொண்டால், நான் அதற்கு மேல் இருக்கிறேன். உள்ளடக்கங்களிலிருந்து மாதிரியைப் பற்றி மாடல் இன்னும் கொஞ்சம் கவலைப்படுகிறது. දැන් උදාහරණයක් හැටියට සිහිනයක් ගන්න, ෆ්‍රොයිඩියන් විදිහට ගත්තොත් සිහිනයක් විශ්ලේෂණය කරන්න අන්තර්ගතයට වඩා වැදගත් වෙන්නෙ ආකෘතියනේ. அந்த கனவை நாம் எப்படிப் பார்க்கிறோம். கனவுக்குள் விஷயங்கள் எவ்வாறு உறைதல், கனவில் சில விஷயங்கள் எவ்வாறு தணிக்கை செய்யப்பட்டுள்ளன, இப்போது, ​​இப்போது, ​​உண்மை கனவின் உண்மையை கண்டுபிடிக்கும். அதைத்தான் நான் எழுதும் நாவலை எழுத முயற்சிக்கிறேன். அதே படம். வேறு ஏதோ இங்கே நடக்கிறது, இது இந்த நாவலை பகுப்பாய்வு செய்ய வேண்டிய ஒரு விமர்சனத்தை உருவாக்குகிறது.",
        "ஏழாவது உரையாடல்: சுமித்ரா ராஹப்ஷன்: உபுல் சாந்தா சன்னாஸ்கலா சுரங்க ஜெயலத்",
        "எளிதானது: இப்போது கதையின் தீம் பேச்சின் தீம் போன்றது, மேலும் இந்த வகையான மாதிரியை உருவாக்க இந்த வகையான மாதிரியை உருவாக்க தீம் உங்களை வழிநடத்துகிறது?",
        "சமன்: கருப்பொருளுடன் தர்க்கரீதியான உரையாடல் உள்ளே உள்ளது என்று நான் நினைக்கிறேன். அந்த தர்க்கரீதியான உரையாடலின் உள்ளே, நான் சில நேரங்களில் மற்ற வாசிப்புகளுக்குச் செல்கிறேன். சில நாவலாசிரியர் இப்போது நாவல்களின் நாவல்களைக் குறிக்கிறது. ලේඛනාගාරයට එහෙමත් ගිහින්. සමහර වෙලාවට ඒ නිසාම ඒ කෘති වල නවකතාමය ගුණය යට ගිහින් ඒ රිසර්ච් එකෙන් හොයා ගන්න දේ අධිනිශ්චය වෙන්නත් පුලුවන්. அதாவது, ஒரு தவறு அல்ல. இப்போது அது ஓரளவிற்கு இருக்கலாம். நான் செய்யும் நடுவர் அப்படி இல்லை. நான் ஒருவிதத்தில் தத்துவஞானி மற்றும் தத்துவார்த்த வாசிப்புகளுக்குச் செல்கிறேன். எடுத்துக்காட்டாக, ஃபிரடெரிக் யூதர்கள் நவீன நவீன மின்னோட்டத்தின் 'ஃபிராண்டிகா \"போன்ற ஒரு புத்தகத்தைப் படித்தார்கள் என்று நினைக்கிறேன். இப்போது நான் படிக்கும்போது, ​​நாவலை நினைவில் வைத்திருக்கிறேன். பின்னர் என் நாவல் ஊட்டமளிக்கிறது. மற்றொரு விஷயம் என்னவென்றால், நவீனத்துவ நாவல்களின் வடிவம் குறித்து எனக்கு சில கருத்துகள் உள்ளன. மிலன் குந்த்ரராவில் நான் ஒரு தாக்கத்தை ஏற்படுத்துகிறேன். எனது நாவல்களில் உள்ள கதாபாத்திரங்களின் வரலாறு குறித்து நான் நீண்ட விவரங்களுக்கு வரப்போவதில்லை.",
        "இருபது உரையாடல்: சுமுடு நாகீ செனவிரத்னே குழப்பமான உரையாடல்: சுனெரா நகரண்டு உரையாடல்: கீர்த்தி வெலிசரா டிஸ்டனாயக்க உரையாடல் பதினைந்து உரையாடல்: சந்திரரத்னே பண்டாரா",
        "சமன்: நான் எழுதத் தொடங்கினேன், இதை விரைவாக முடிக்க இதைச் செய்ய வேண்டும். கதை வளரும்போது இந்த உணர்வுக்கு இந்த உணர்வு இல்லை. எழுத்தின் தொடக்கத்துடன். நீங்கள் எழுத்துக்களை முடிக்க வேண்டும் என்ற உணர்வு. இதுபோன்ற போதிலும், ஒரு அட்டவணை முன் பட்டியலிடப்படவில்லை. வீடு ஒரே இடத்தில் எழுதப்பட்டுள்ளது. ஆனால் அது அந்த நேரத்தில் செய்யப்படுகிறது. இப்போது நாவல், இந்த நாட்களில் எழுதத் திட்டமிட்டுள்ளது, சில விஷயங்கள் உள்ளன, ஆனால் நான் அதை இன்னும் தொடங்கவில்லை என்று நினைக்கிறேன்.. அது தொடங்கினால், அதை விரைவில் முடிக்க முடியும் என்று நினைக்கிறேன். எனக்கு ஒரு பலவீனமான தன்மை உள்ளது விஷயங்களின் ஒரு அடையாளமாகும். ஆனால் நான் இருந்தபோது, ​​நான் தொடங்கினால், அது விரைவாக செய்யப்படும் என்று நான் நம்புகிறேன். எழுதும் போது எழுதப்பட்டது, பெரும்பாலும் தினமும் எழுதுகிறது. நீங்கள் நாவலை எடுத்துக் கொண்டால், ஆறு மாதங்களுக்குள் எழுதுவதை முடித்தேன். 'தந்தை' மற்றும் 'நாவல்' நான் ஒரு வருடத்திற்குள் நிறுத்தப்பட்டேன். இப்போது, ​​நீங்கள் 'பாப்டிக்' போன்ற ஒரு நாவலைப் போன்ற ஒரு நாவலை எடுத்துக் கொண்டால், இது பத்து வருடங்களுக்கும் மேலாக என் தலைக்கு அதிகம். சில நேரங்களில் வீட்டில் தங்க நான் எழுதும் மற்றொரு விஷயம். இது எழுத்தின் ஆரம்பம். சிறப்பு வாசகர் சமுதாயத்திற்கு அல்ல. வீட்டிற்கு நெருக்கமான ஒருவருக்கு. நான் இந்த விஷயங்களை மீண்டும் மீண்டும் செய்வேன். மறு வாசிப்பு மறு வாசிப்பு ஒரு சிறந்த தூண்டுதல். இது போதாது என்ற உண்மையில் இப்போது நான் சிக்கிக்கொண்டேன். எனக்கு எழுத வேண்டிய நீளம். வேறொருவருக்கு வாசிப்பில் ஒன்று, நான் திருப்தி அடைகிறேனா என்று பார்ப்பேன்.",
        "பதினாறு உரையாடல்: காஞ்சனா அமிதா ஏழாவது உரையாடல் ஏழாவது உரையாடல்: லயானேஜ் அமரகரிய்தி: அனுராசிரி ஹெட்டிஜ்",
        "எளிதானது: இப்போது, ​​இதை எழுதுவதில் ஒரு பகுதியைக் கேட்டால், எப்படி செல்ல வேண்டும் என்று அவரிடம் சொல்கிறாரா?",
        "சமன்: ஆம் சில நேரங்களில் நான் அதை உங்களுக்கு சொல்கிறேன். ஆனால் இப்போது அது அவ்வளவு நல்லதல்ல என்று நான் நம்புகிறேன். ஏனென்றால், நான் அதை எழுத்துப்பூர்வமாக முடிக்க வேண்டிய திருப்தி.",
        "எளிதானது: நீங்கள் சொன்ன உங்கள் எழுத்து ஒரு ஒழுங்கீனம் இருக்கிறது. நாவலை வெளியிடுவதற்கு முன்பு எடிட்டிங் செயல்முறை பற்றி ஏதாவது சொல்ல முடியுமா?",
        "சமன்: இப்போது 'தந்தை' மற்றும் 'அப்ரட்ஹான்ட்' இரண்டு நாவல்களை எடுத்துக் கொண்டால் நாவல்களை எழுதத் தொடங்குவது எப்படி.. திருத்து செயல்பாட்டில் இதுவும் ஒரு முக்கியமான இடம். சில நேரங்களில் நீங்கள் எங்கு நுழைய விரும்புகிறீர்கள் என்று எழுதும்போது, ​​நீங்கள் எங்கு நுழைய விரும்புகிறீர்கள் என்று எழுதும்போது நான் தீர்மானிக்கலாம். இப்போது நான் எழுதும் நாவலை எடுத்துக் கொண்டால், நான் முப்பத்தைந்து பக்கங்களை எழுதியுள்ளேன். ஆனால் அது ஆரம்பம் அல்ல. ஆனால் இந்த கட்டுரை சில மாற்றங்களுடன் அந்த நாவலில் இருந்து வருகிறது. ஒரு ஒழுங்கீனம் எழுத்தின் முடிவில் அழகாகப் பெறுவது இங்கே. இந்த பதிப்பு நாவல்களை எழுதிய பிறகு எழுதப்பட்டுள்ளது. சில பகுதிகள் வெளியேறுகின்றன, ஆனால் புதிய பாகங்கள் எழுதப்பட்டுள்ளன. இந்த விஷயங்களின் மூலம், அவர்கள் ஒழுங்கைக் கண்டுபிடிப்பார்கள்.",
        "வரி 9: கேத்லீன் ஜெயவதேவா உரையாடல்: மன்ஜுலா செனரத்னே",
        "சமன்: நான் எழுதுவதன் மூலம் ஒரு பெரிய உத்வேகம். அந்த மனோவியல் ஈடுபாட்டின் அர்த்தத்தில் நான் உத்வேகம். இப்போது அது சிறிய வேதனையான மகிழ்ச்சியாக இருந்தது, நோரோட்டிடம் சொல்லியது.. எழுதுவது ஒரு வலி, அது ஒரு பெரிய மகிழ்ச்சி.",
        "21 வது உரையாடல்: ருவா ஸ்ரயாணி எகானியான்யிவானி அசைசெமன் உரையாடல் கான்செஷன்: செமினிட் கோடரகர",
        "சமன் விக்க்ரேமராச்சியின் எழுத்தின் நாவல்களின் தனித்துவமும், அவரது எழுத்து முறையையும் எவ்வாறு எழுதுவது என்பது அவரது நாவல்களை ரசிக்க ஒரு புதிய ஒளியைக் கொடுக்கும். ஆர்வமுள்ளவர்கள் தங்களை மீண்டும் பார்ப்பதற்கு அவர் ஒரு கண்ணாடியாக இருக்கலாம்.",
        "அடுத்த வாரம், நாங்கள் ஒரு பெரிய வாசகர் மதிப்புரைகளில் எங்களுடன் இணைகிறோம்.",
        "க aus சல்ஹலியு-ஹெடர் குமாரசிங்க ஒரு நாவலாசிரியர், மொழிபெயர்ப்பாளர் மற்றும் பிபிசி சிங்களவலாவுக்கு ஒரு சமூக கலாச்சார நடவடிக்கை.",
        "புது தில்லி தெற்காசிய பல்கலைக்கழகத்தில் சமூகவியல் குறித்த முனைவர் பட்டம் பெற்றவர்.",
        "நான்கு குழந்தைகள் உட்பட இலங்கை குடும்பம் கனடாவில் 'வெகுஜன கொலை'",
        "ரம்யா வனிகசேகரா: மிகப்பெரிய குரல் ஆளுமை மற்றும் சிறந்த செயல்திறன் வெளியேறும்",
        "கனேடிய கனவு இலங்கையர்கள் சிட்டுக்கு மறுபரிசீலனை செய்தது",
        "சர்வதேச மகளிர் தினம் என்றால் என்ன? இறுதி புதுப்பிக்கப்பட்டது: மார்ச் 82013"
      ]
    },
    "en": {
      "title": "'How I write': Saman Wickremarachchi",
      "body_lines": [
        "Saman Wickramarachchi is a literary that feeds in a number of Sinhala literature.",
        "The novels of 'Astandipalat' and 'Agrate' and 'Father' were assessed.",
        "As a literary critic, a translator and a short-story, is by means of trying to advance Sinhala literature from its limits.",
        "I talk to him with the objective of understanding his feelings and writing when he joined him as a novelist.",
        "The questions I hear in this discussion is currently published by I have published 'Nimna's History' (2019) and writes from this linkker '(2014) and the experiences I have faced.",
        "It is well known for all writer's writing process. Where writing, writing, writing, belong to the writer's abundance.",
        "The conversation is seeking to pointer to that secret site of the newcomers.",
        "The first conversation - 'How to write': 'How I Write': 'How I'm writing': Dariyana Amarasinghe",
        "Easy: As usual, I ask you the moment when I start writing a novel. Can you tell us how to write the first sentence when you think about the novels written?",
        "Saman: I have no idea that I was going to listen and started writing a novel at any time, I was going to write a novel.. I can't say exactly what my novel is to know what to do. Now if the novels come and take the novel, it was a collected part of it. After that novel begins. But even then, what I have initially written about what other things I have written is written. So the first sentence in the writing process was not looking for now. It disappeared. 'Apaththiz' novels is the same. With such a clutter, my writing unfolds. If you take a book in an orderly book and sit down, I don't think I could write a single word. I start writing novels with an immense view of the sudden. Then writing it on a leaf that cares. If so, I think I'm going to say that 'writer's faction', '. I'm going to write a novel too. It is also written at present, a lot of origin, a lot of startings and a lot of startups. However, when I consider writing my writing, the hardest moment of it. After starting, I have been written very quickly.",
        "Conversation Fourth Conversation: Manjula Wedipearing Conversation: Shamel Jayakododiwi",
        "Easy: How knowledge of the novel you write when you start writing?",
        "Saman: When you start writing, there are a lot of things that are worthwhile. There is a significant idea of the characters. In my novels, I'm trying to explore the subjectivity rather than enter society. So I also wonder about the moods of these characters in the thinking of writing before writing. So what I started thinking first, it can have been changed in my thinking. This changes back in the process of writing. Themes of the novel that is written is not changed too often. Changes the story configuration, the order of flowing the story. Things I thought about the characters change in the writing process. Sometimes even when the phrases of the novel, write, there are times when I have been studying for me. They will be recalled at the moment they write and change again. However, this is not the case with an idea of the end of the novel. Written and write down and ends, I can be in a place where no. The other is, I don't keep any note about the novel layout. Now some writers have begins to write about the chapters of chapters about the chapters about chapters. I can't do that. These things happen in the process of writing. Some characters are built, new characters are gathering, all of this is within the process of writing. These things are a lot of things in the form of my head in a movie. Precisely tells a film script. Sometimes novelty is the narrative style of the narrative style. Need to say another. In an art work, if we take the novel, I'm on top of it. The model is a little more worried about the model from contents. For example, if you take a dream, a dream is more important than the content. How we see that dream. How things are clotting inside the dream, how some things have been censored in the dream, now, now, the truth will find the truth of the dream. That's what I'm trying to write the novel that I write. That is the same image. Something else happens here, that is building a criticism that needs to analyze this novel.",
        "Seventh Conversation: Sumitra Rahubtion: Upul Shantha Sannasgala Mine Jayalath",
        "Easy: Now the theme of the story is like the theme of the talk, and the theme is led you to build this kind of model to build this kind of model?",
        "Saman: I think logical conversation with the theme is in the inside. Inside that logical conversation, I sometimes go to other readings. Some novelist now refers to the novels of the novels. The archives too went. Sometimes it is imposite that the primable quality of these works will be strayed by the referee. I mean, not a mistake. Now it can be to some extent. The referee I do is not like that. I'm going to philosopher and theoretical readings in some way. For example, think that Frederick Jews read a book like the 'Phrandica \"of the post-modern current. Now when I read, I remember the novel. Then my novel is nourished. Another thing is that I have some comments about the form of modernist novels. I have an effect on Milan Kundrara. I am not going to lengthy detail about the history of the characters in my novels.",
        "Twenty Conversation: Sumudu Nagiye Seneviratne Confound Conversation: Sunera Nagarandu Conversation: Keerthi Welisara Dissanayake Conversation Fifteen Conversation: Chandraratne Bandara",
        "Saman: I started writing, something I have to do this to quickly finish this. This feeling does not have this feeling when the story grows. With the beginning of writing. The feeling that you should finish the writings. Despite this, a table is not listed in front of. The home is written in one place. But that is done during that time. Now the novel, planning to write these days, have some things, but I think I didn't start it yet.. I feel that if it starts, I think it can be finished soon. I have a weak character is a hallmark of things. But when I was, I was confident that if I started, it would be done so quickly. Written when writing, often writes daily. If you take the novel, I finished writing within six months. 'Father' and 'Novel' I've been terminated in less than a year. Now, if you take a novel like a novel like 'unproptic', it's too much for my head more than ten years. Another thing that I'm writing to stay at home sometimes sometimes. It is the beginning of writing. Not for special reader society. To someone close to the house. And I'll repeat these things again. The re-read re-read is a great stimulus. Now I'm stuck in the fact that this is not enough. Length to write to me. One of the reading to someone else, I will see if I am satisfied.",
        "Sixteen conversation: Kanchana Amitna Seventh Conversation Seventh Conversation: Liyanage Amarakariathi: AnuraSiri Hettige",
        "Easy: Now, if he asks a part of the writing of this, does he tell him how to go on?",
        "Saman: Yes Sometimes I tell you that. But now I'm convinced that it is not that good. Because something like that's satisfaction that I have to finish it in writing is happening there.",
        "Easy: Your writing that you said is that there is a clutter. Can you say something about the editing process before publishing the novel?",
        "Saman: Now how to start writing the novels if you take two novels 'Father' and 'Uprudhand'.. This too is one important place in the edit process. Sometimes when writing where you want to enter, I may decide when writing where you want to enter. Now if I take the novel I write, I have written about thirty-five pages. But that's not the beginning. But this article is coming from that novel, with some changes. Here is a neatly acquire at the end of a clutter writing. This edition is written after writing novels. Some parts get out, but the new parts are written. Through these things, they find the order.",
        "Tax 9: Kathleen Jayawatteva Conversation: Manjula Senaratne",
        "Saman: I'm a great inspiration by writing. I am inspiration in the sense of that psychotican enginent. Now it was the little painful joy there, telling the Norrott.. Writing is a pain and it's a big pleasure.",
        "The 21st Conversation: Rua Sriyani Ekaniyanivani Asycheman Conversation Conceion: Cheminid Kodarakara",
        "The uniqueness of the novels of Saman Wickremarachchi's writing and how to write his way of writing will give us a new light to enjoy his novels. He may also be a mirror to see interested people to look at themselves again.",
        "Next week, we are joining us on a huge reader reviews.",
        "Kaushalyhalyu-Header Kumarasinghe is a novelist, translator and a social cultural operation for BBC Sinhala.",
        "He has won his doctorates on Sociology from the South Asian University of New Delhi.",
        "Sri Lankan family, including four children, is 'mass murder' in Canada",
        "Ramya Wanigasekara: The massive voice personality and excellent performance go out",
        "Canadian Dream Furnished Sri Lankans Rejoteed to CID",
        "What is International Women's Day? Final Updated: March 82013"
      ]
    }
  },
  "summary_lines": [
    "Saman Wickremarachchi, a Sinhala literature critic and translator, discusses his writing process, emphasizing the importance of exploring subjectivity and the influence of philosophical and theoretical readings on his work. He describes his writing as a cluttered process, where ideas and characters evolve during writing."
  ]
}