{
  "translated_text": {
    "ta": {
      "title": "චීනය යුද්ධයක් අරඹයි ද ?",
      "body_lines": [
        "அடுத்த சில ஆண்டுகளில், அமெரிக்க ஜனாதிபதி ஜி ஜின்னிங்ஸ் அடுத்த சில ஆண்டுகளில் தைவான் தீவைப் பெறுவதற்கான உத்தரவை பிறப்பிக்கும் என்பதில் அமெரிக்காவிற்கும் அவர்களது நண்பர்களுக்கும் ஒரு சக்திவாய்ந்த சந்தேகம் உள்ளது.",
        "சீனா இப்போது ஒரு ஜனநாயக நிர்வாகத்தின் உயர் தொழில்நுட்ப முன்னேற்றத்துடன் வளர்ந்த நிலமாக கருதப்படுகிறது.",
        "உண்மையில், தைவானின் வரலாற்றில், சீனர்களின் தெற்கு அரசாங்கத் தலைவர்கள் தைவான் வரலாற்றில் நிறுவப்பட்டபோது தைவானுக்கு தப்பி ஓடிவிட்டனர்.",
        "ஆனால் சீன ஆதிக்கத்தின் சீன ஆதிக்கத்திற்கு திரும்புவது அமெரிக்கா உட்பட அமெரிக்க நாடுகள்.",
        "எனவே, சீன துருப்புக்கள் தைவானைப் பெற முயற்சித்தால் அவர்கள் எவ்வாறு எதிர்கொள்வது என்பதை அமெரிக்கா இப்போது எவ்வாறு மதிப்பீடு செய்யலாம் என்பதை அமெரிக்கா இப்போது மதிப்பீடு செய்கிறது.",
        "தைவானில், குறிப்பாக அமெரிக்காவில், லாஜிஸ்டிக் (லாஜிஸ்டிக்) அல்லது லாஜிஸ்டிக் (லாஜிஸ்டிக்) எவ்வாறு மதிப்பாய்வு செய்யப்பட்டுள்ளது என்பதை அவை மதிப்பாய்வு செய்யப்பட்டுள்ளன.",
        "ஒவ்வொரு இரண்டு வருடங்களுக்கும் ஒரு கூட்டுப் போர் பயிற்சியுடன் அமெரிக்கா ஆஸ்திரேலியாவுடன் ஒத்துழைத்து வருவதாக தெரிவிக்கப்படுகிறது.",
        "கடந்த கோடையில் தரையிறக்கம் மற்றும் விமான நடவடிக்கைகள் இரண்டையும் இரண்டு ஆண்டு-முரண்பட்ட தியகோடா தரையிறக்கியது இந்த பயிற்சியாகும்.",
        "போருக்கு ஒரு முக்கியமான படியாக இருந்த தாயத்து சப்ரா, தாயத்து சப்ரா என்று பெயரிடப்பட்டது.",
        "ஆயுதங்களில் 330 வாகனங்கள் உள்ளன, மேலும் 130 பேர் போர்க்கப்பல் கொள்கலன்களாக பயன்படுத்தப்படலாம்.",
        "එම ද්‍රව්‍ය රඳවා තිබෙන්නේ ගිනිකොණදිග ඔස්ට්‍රේලියාවේ වික්ටෝරියා ප්‍රාන්තයේ බන්ඩියානා ප්‍රදේශයේ ය.",
        "கூட்டுப் போர் பயிற்சி முடிந்ததும் ஆஸ்திரேலியாவில் வைக்கப்பட்டிருந்த அமெரிக்காவின் முன் அமெரிக்கா குறிப்பிடவில்லை.",
        "ஆனால் இப்போது, ​​இந்த அத்தியாயம் குறைந்தது 500 வீரர்களை வழங்க போதுமானது.",
        "இந்த அத்தியாயம் மீண்டும் மீண்டும் இயற்கை பேரழிவில் அல்லது இயற்கை பேரழிவு அல்லது போரில் பயன்படுத்தப்படுகிறது என்று அமெரிக்கா கூறுகிறது.",
        "பசிபிக் அமெரிக்க கட்டளை அதிகாரி, பசிபிக் துருப்புக்கள், ஆயுதங்களை மார்க் செய்ய நடவடிக்கை எடுக்கப்படும் என்று கூறினார்.",
        "பசிபிக் பிராந்தியத்தில் அமெரிக்க ஆயுதங்களை தடுத்து வைக்க பல நாடுகள் ஒப்புக் கொண்டுள்ளன என்று அவர் கூறியுள்ளார்.",
        "இருப்பினும், அமெரிக்கா பசிபிக் பிராந்திய நாடுகளை அம்பலப்படுத்தவில்லை.",
        "ராய்ட்டர்ஸ் செய்திமடல் குறித்து கருத்து தெரிவித்த தற்போதைய மற்றும் முன்னாள் அமெரிக்க இராணுவ அதிகாரிகளில் பெரும்பாலானவர்கள் அமெரிக்க இராணுவ சேவை தைவானின் அபாயத்தை அளிக்கிறது என்று கூறியுள்ளனர்.",
        "ஜெட் எரிபொருள் விநியோகத்தை சீர்குலைக்கவும், கப்பல் விருப்பங்களைத் தாக்கவும், எண்ணெய் விநியோகங்களைத் தாக்கவும் தொடங்கவும் சீனா முயற்சிக்கிறது.",
        "அமெரிக்க போராளிகளின் இரத்தப்போக்கு முடக்கவும் சீனா முயற்சிக்க முடியும் என்று அவர்கள் நினைத்திருக்கிறார்கள், அவை மிகவும் பொருத்தப்பட்டவை.",
        "இதன் விளைவாக, அமெரிக்கா தங்கள் சொந்த பயனர்களை பிராந்தியத்தில் பல மையங்களில் தக்க வைத்துக் கொள்ள திட்டமிட்டுள்ளது.",
        "ராய்ட்டர்ஸ் செய்தி குழு யுனைடெட் ஸ்டேட்ஸ் பென்டகனில் இருந்து விசாரித்தது.",
        "அமெரிக்க இராணுவத்தை மேலும் மொபைல் திறனை மற்றும் ஆயுதப் படைகளை உருவாக்க அவர்கள் நண்பர்களுடன் இணைந்து செயல்படுவதாகக் கூறியுள்ளனர்.",
        "வாஷிங்டனில் உள்ள சீன தூதரகம் தைவானிய பிராந்தியத்தில் இராணுவ அதிகாரத்தை கட்டுவதை நிறுத்துமாறு கூறப்பட்டதாகக் கூறியுள்ளது.",
        "சீன தூதரக செய்தித் தொடர்பாளர் தைவானிய கூட்டு வெப்பத்தை உருவாக்க வேண்டாம் என்று அமெரிக்காவைக் கோரியுள்ளார்.",
        "அமெரிக்க இராணுவ அதிகாரத்தை கட்டியெழுப்ப பசிபிக் பகுதி ஆதரிக்கும் என்ற அறிக்கைகளுக்கு ஆஸ்திரேலியா பதிலளிக்கவில்லை.",
        "சீனாவுடனான போருக்கு சீனாவுடன் போரில் இறங்குவதற்கான ஆபத்து குறித்து அமெரிக்க அதிகாரிகள் அமெரிக்க அதிகாரிகளில் இல்லை.",
        "அமெரிக்க யுத்தப் பொருட்கள் மற்றும் போரை மேற்பார்வையிடும் காங்கிரஸின் தலைவரான குடியரசுக் கட்சியின் காங்கிரஸ், 10 ஆண்டுகள் அல்லது 20 ஆண்டுகளுக்குள் ஏற்படக்கூடிய அபாயத்தின் ஆபத்து உள்ளது.",
        "இந்தோ-பசிபிக் பிராந்தியத்தில் விதிகள் மற்றும் மூலோபாய மையங்களின் வரைபடத்தை ராய்ட்டர்ஸ் தயாரித்துள்ளது, இது தைவானைப் பற்றி ஏற்படலாம்.",
        "එහි අමෙරිකාව සතුවන කලාපයේ ප්‍රධාන හමුදා කඳවුරු සහ සහායක පහසුකම් මධ්‍යස්ථාන දක්වා ඇති අතර චීනයේ හමුදා කඳවුරු සහායක සැපයුම් මධ්‍යස්ථාන මෙන්ම වරාය ව්‍යාපෘතිද  ඇතුළත් වෙයි.",
        "அமெரிக்க இராணுவத்தின் சேவை வழங்கல் கை யு.எஸ்.டி அல்லது டிரான்ஸ் கான் (டிரான்ஸ் காம்) ஆகும்.",
        "இது ரஷ்யாவின் யுத்தத்திற்கு 835 மில்லியன் டாலர் மதிப்புள்ள 835 மில்லியன் டாலர் மதிப்புள்ள சார்ஜ் மற்றும் பீரங்கிகளுடன் ரஷ்யாவுக்கு வழங்கியது.",
        "ஆனால் சீனாவுக்கு கிட்டத்தட்ட 100 மைல் தொலைவில் உள்ள தைவானுக்கு அமெரிக்காவிற்கு அமெரிக்க வழங்கல் ஒப்பீட்டளவில் கடினம்.",
        "අමෙරිකානු ප්‍රවාහන නෞකා සියල්ලට පාහේ වයස්ගත ඒවාවීම ඊට තවත් හේතුවකි.",
        "வயதுக் குழு 44 வயது, இது கனரக ஆயுதங்களை எடுத்துச் செல்லக்கூடியது மற்றும் 50 வயதுக்கு மேற்பட்டது என்று நம்பப்படுகிறது.",
        "எனவே, சீனாவுடனான போரில் பிராந்தியமயமாக்கப்பட்ட இராணுவ கட்டிடங்கள் மிகவும் முக்கியம்.",
        "இதற்கிடையில், தைவான் மரின் கார்ப்ஸ் ஒரு கடல் உடற்பயிற்சி செய்துள்ளது.",
        "சீன படையெடுப்பைப் பாதுகாப்பதற்கான தயாரிப்பாக இந்த பயிற்சி செய்யப்பட்டது."
      ]
    },
    "en": {
      "title": "Is China start a war?",
      "body_lines": [
        "In the next few years, the United States and their friends have a powerful doubt that the US President Xi Jinnings will issue an order to acquire Taiwan island in the next few years.",
        "China is now considered a developed land with high technological advancement of a democratic governance.",
        "In fact, in the history of Taiwan, the Southern government leaders of the Chinese have fled to Taiwan when he was established in Taiwan history.",
        "But the return to the Chinese domination of Chinese domination is a situation where the US countries, including the US.",
        "Therefore, the US is now evaluating how the US can now evaluate how to face Chinese troops if they try to acquire Taiwan.",
        "They have been reviewed how the logistic (logistic) or logistic (logistic) in Taiwan, especially in the United States, has been reviewed.",
        "It is reported that the United States has been in a collaboration with Australia with a joint war exercise every two years.",
        "The exercise was the landing of the two-year-laundering Diyagoda Both Diyagoda Both Landing and Air Operations in the last summer.",
        "The Talisman Sabra, which was an important step to the war, was named Talisman Sabra.",
        "The weapons includes 330 vehicles and 130 can be used as warstrock containers.",
        "The material is detained in Bundaana, Victoria, Victoria, in the southeast Australia.",
        "The United States did not state before the US that had been placed in Australia after the joint war exercise ended.",
        "But now, these chapter is sufficient to provide at least 500 soldiers.",
        "The US says that these chapter is repeated and used in a natural disaster or in a natural disaster or war.",
        "US Commanding Officer of the Pacific, Troops of the Pacific, said that steps will be taken to marve the weapons.",
        "He has said that many countries have agreed to detain American Weapons in the Pacific region.",
        "However, the USA has not exposed the Pacific regional countries.",
        "Most of the present and former American military officers who have commented on the Reuters newsletter have said that American military service provides at risk of Taiwan.",
        "China is trying to disrupt the jet fuel supplies and to attack the shipwives, to attack and launch the oil supplies.",
        "They have thought that China can also attempt to disable the bleeding of American fighters, which are highly equipped.",
        "As a result, America plans to retain their own users in several centers in the region.",
        "The Reuters's news team inquired from the United States Pentagon.",
        "They have said that they work together with friends to make American military more mobile capability and armed forces.",
        "The Chinese embassy in Washington has said he was told to stop the building of military power in Taiwanese region.",
        "The Chinese embassy spokesperson has also requested the US, not to create the heat of the Taiwanese joint.",
        "Australia has not responded to reports that the Pacific region will support the building of US military power.",
        "The US authorities are not in the American authorities about the risk of getting into a war with China to a war with China.",
        "Republican Congress, Head of the Congress, which oversees the US war supplies and war, is a risk of that risk can occur within 10 years or 20 years.",
        "Reuters has prepared a map of provisions and strategic centers in the Indo-Pacific region, which can occur about Taiwan.",
        "The United States is shown to the major military camps and assistant facilities centers in the United States.",
        "The US Army's Service Supply Hand is the USD or Transcon (TransCom).",
        "This gave Russia with Russia's war-to-US $ 835 million worth US $ 835 million worth of charging and artillery.",
        "But the US supply to Taiwan to the United States nearly 100 miles close to China is a relatively difficult.",
        "It is another reason that almost all American transport ships.",
        "The age group is 44 years old, which can carry heavy weapons and is believed to be more than 50 years.",
        "Therefore, the regionalized military buildings is very important in war with China.",
        "Meanwhile, Taiwan Marin Corps has also made a marine exercise.",
        "The exercise was done as a preparation of protecting a Chinese invasion."
      ]
    }
  },
  "summary_lines": [
    "The US and allies fear China might invade Taiwan, a developed, technologically advanced nation with a history of Chinese domination. The US is evaluating its response, including joint exercises with Australia and storing weapons in Australia. China is attempting to disrupt US military supplies, prompting the US to enhance its military presence in the region."
  ]
}