{
  "translated_text": {
    "si": {
      "title": "ලිංගික කර්මාන්තයේ සංචාරය කරන රුසියානු සංචාරකයින්;දේශීය ලිංගික ශ්රමිකයන් කනස්සල්ලට පත්ව සිටිති",
      "body_lines": [
        "සංචාරක අංශය ප්රවර්ධනය කිරීම සඳහා රටවල් හතක ශ්රී ලංකා රජය වීසා බලපත්රයක් ලබා දී තිබේ.. සංචාරකයින්, විශේෂයෙන් ඉන්දියාව, චීනය සහ රුසියාව යන රටවලින් වැඩි වැඩියෙන් පැමිණෙමින් තිබේ.",
        "රුසියාවේ බොහෝ කාන්තාවන් මාසයක් ශ්රී ලංකාවේ මාසයක් පවත්වා ගෙන ගොස් ලිංගික වෙළඳාමේ යෙදී සිටින බව අනාවරණය වී තිබේ. එවැනි සිදුවීම් සිදුවන බව ආගමන දෙපාර්තමේන්තුවේ නිලධාරීන් සනාථ කර තිබේ. රුසියානු කාන්තාවන් ධනවතුන්ගෙන් හා ප්රභූ පැලැන්තියෙන් මුදල් එකතු කරන්නේ එක් වරක් හෝ පැය කිහිපයක් පමණි.",
        "රුසියාව ඇතුළු රටවල් හතක වීසා බලපත්රයක් ක්රියාත්මක කිරීමට රජය තීරණය කර ඇති අතර, පාස්කු ඉරිදාට ඉරිදා, කොවිට් ආසාදනය හා දේශපාලන අර්බුදය හේතුවෙන් දැඩි පසුබෑමකට ලක්ව තිබේ.. කෙසේ වෙතත්, නීති විරෝධී කටයුතු සඳහා මෙම සැලැස්ම භාවිතා කරන පුද්ගලයින්ගේ ක්රියාකාරකම් පාලනය කිරීම පිළිබඳව දැන් කනස්සල්ලට පත්ව තිබේ.",
        "නිල තොරතුරු පවසන පරිදි, 2023 ජනවාරි හා සසඳන විට මේ වසරේ ජනවාරි මාසයේදී සංචාරකයින්ගේ පැමිණීම සියයට 103 ක වර්ධනයක් පෙන්නුම් කරයි.. මේ වසරේ ජනවාරි මාසයේදී පමණක් සංචාරකයින් 208,253 ක් ශ්රී ලංකාවට පැමිණියේය. මෙයට ඉන්දියානුවන් 34,399 ක් සහ රුසියානුවන් 31,159 ක් ඇතුළත් ය.",
        "ශ්රී ලංකාවට පැමිණි බොහෝ රුසියානුවන් බොහෝ දෙනෙක් කොළඹ සහ එහි යාබද තරු හෝටල්වල ලිංගික වැඩ කටයුතුවල නිරතව සිටින බව වාර්තා වේ.. සමහර නියෝජිතයන් සම්බන්ධතාවය මගින් පිහිටුවා ඇති බව ද අනාවරණය වී තිබේ. වාර්තාවලට අනුව, දැනටමත් කර්මාන්තයට සම්බන්ධ වී සිටින සමහර කාන්තාවන් තම ගනුදෙනුකරුවන් සමඟ සම්බන්ධතා පවත්වා ඇති අතර පැයක් තිස්සේ ගනුදෙනුකරුවන් මත පදනම්ව රුපියල් 45 දහසක් දක්වා රුපියල් 15,000 ත් අතර මුදලක් අය කරනු ලැබේ.",
        "ඒ අතරම, රුසියානු සුන්දරත්වයේ පැමිණීම හේතුවෙන් දේශීය ලිංගික වෙළඳාම ද ඉහළ මට්ටමක පවතින අතර දේශීය ලිංගික වෙළඳාම ඉතා අවදානමට ලක්ව ඇත.. වැඩෙන ආර්ථික අර්බුදය සමඟ කටයුතු කිරීම සඳහා ශ්රී ලංකාවේ ශ්රී ලංකාවේ පිරිමින් දැන් ශ්රී ලංකාවේ ලිංගික රැකියාවක නිරත වී සිටීම වැදගත් ය.",
        "ඒ අතරම, ආගමන හා සංක්රමණ පාලක, හර්ෂ ඉඟුක්පිටිය පැවසුවේ මෙම කරුණු සමඟ කටයුතු කිරීමේදී බලධාරීන් මුහුණ දෙන ගැටලුවලට මුහුණ දී සිටින බවයි.. වීසා බලපත්රයක් නොමැතිව රට තුළට පැමිණීමට රුසියාව ඇතුළු රටවල් 7 ක් අපි ඉඩ දෙමු. නමුත් ඔවුන්ට දින 30 ක් පමණක් රට තුළ රැඳී සිටිය හැකිය. කෙසේ වෙතත්, සමහර අය මෙම කාල සීමාව ඉක්මවා රට හැර ගොස් නැවත පැමිණෙති.",
        "අපට එවැනි පුද්ගලයින් අත්අඩංගුවට ගත හැකිය. මෙහි සංචාරය කරන නීති විරෝධී කටයුතුවලට එරෙහිව ද අපි පියවර ගනිමු.. කෙසේ වෙතත්, සංචාරකයින් පිළිබඳ තොරතුරු ලබා ගැනීමේදී අපි බොහෝ ගැටලුවලට මුහුණ දී සිටිමු. විශේෂයෙන් කොළඹ තරු හෝටල්වල රැඳී සිටින අයට පහසුවෙන් සමීපව යා නොහැක. එය වෙනත් නීතිමය ගැටළු ඇති කළ හැකිය.",
        "සංචාරක කර්මාන්තයට ද බලපානු ඇත. නීතිවිරෝධී මුදල් විශුද්ධිකරණය, මත්ද්රව්ය භාවිතය හා බෙදා හැරීම සහ මුදල් විශුද්ධිකරණය සහ මුදල් විශුද්ධිකරණ අපරාධ සඳහා සංචාරකයින් කිහිප දෙනෙකු පිටුවහල් කර පිටුවහල් කරනු ලැබේ.. නමුත් ලිංගික කර්මාන්තය වැනි කාරණා සම්බන්ධයෙන් ඔවුන් අත්අඩංගුවට ගැනීමේ නීතිමය කරුණු තිබේ. එය ඔවුන්ගේ පෞද්ගලික රහස්යතා කරුණු ය. ඔහු පැවසුවේ එය අභියෝගයට ලක් කළ නොහැකි බවයි.",
        "ඒ අතරම, සමහර බෞද්ධ සංවිධාන යුද්ධය ඔසවා ඇති අතර, මෙම සංස්කෘතික ආබාධ සංචාරක කර්මාන්තය දිරිගැන්වීම සඳහා රට වෙනුවෙන් විදේශ විනිමය වැඩි කිරීම සඳහා දිරිගැන්වීමේ නාමයෙන් දැකිය නොහැකි බව පවසමිනි.. නමුත් රජයේ නිලධාරීන් පවසන්නේ සංචාරක ක්ෂේත්රය ප්රවර්ධනය කරන්නේ නම් එවැනි ක්රියාකාරකම් වළක්වා ගත නොහැකි බවයි.",
        "සංචාරක කර්මාන්තය සමඟ අනුබද්ධිත සිය ගණනක් ජනයා වෙනුවෙන් වැඩ කරන අයගේ ජීවනෝපායට මෙය සම්බන්ධ වේ.. එබැවින් රජයට ඕනෑවට වඩා සීමාවන් පැනවිය නොහැක. කෙසේ වෙතත්, බුද්ධි අංශය නීති විරෝධී ක්රියාකාරකම් පිළිබඳව සොයා බලයි."
      ]
    },
    "en": {
      "title": "Russian tourists who visit the sex industry;Local sex workers are worried",
      "body_lines": [
        "The Sri Lankan government has granted a visa -free entrance permit to seven countries to promote the tourism sector.. Tourists, especially from India, China and Russia, are increasingly visiting.",
        "It has been revealed that many women from Russia have been staying in Sri Lanka for a month and engaged in sex trade. Officials of the Department of Immigration have confirmed that such incidents take place. It is reported that Russian women are collecting money from the wealthy and the elite for only one time or a few hours.",
        "The government has decided to implement a visa -free entrance plan to seven countries, including Russia, aims to revive the tourism industry, which has suffered a severe setback following Easter Sunday attacks, Kovit infection and political crisis.. However, there are now concerns about controlling the activities of individuals who use this plan for illegal purposes.",
        "According to official information, the arrival of tourists in January this year, compared to January 2023, has seen a 103 per cent growth.. In January this year alone, 208,253 tourists visited Sri Lanka. This includes 34,399 Indians and 31,159 Russians.",
        "It has been reported that many of the Russians visiting Sri Lanka are engaged in sex work in Colombo and its adjoining star hotels.. It has also been revealed that some agents have been formed by connectivity. According to reports, some of the women who are already involved in the industry have made contact with their customers and are charging 15 thousand to 45 thousand rupees depending on customers for an hour.",
        "At the same time, local sexual trade is also high and local sexual trade is very vulnerable due to the arrival of Russian beauty.. It is important that in Sri Lanka, men are now engaged in sex work in Sri Lanka to deal with the growing economic crisis.",
        "At the same time, the Controller of Immigration and Emigration, Harsha Illukpitiya, said that the authorities are facing problems in dealing with these issues.. We allow seven countries, including Russia, to come into the country without a visa. But they can stay in the country only 30 days. However, some people leave the country beyond this deadline and come back.",
        "We can arrest such people. We are also taking action against the illegal activities that visit here.. However we are facing many problems in getting information about some tourists. We cannot easily get close to those who stay in Colombo star hotels in particular. It can cause other legal problems.",
        "And will also affect the tourism industry. We have been deported and deported some tourists for illegal money laundering, drug use and distribution and money laundering crimes.. But there are legal issues in arresting them on matters such as sex industry. That is their personal privacy matters. He said it could not be challenged.",
        "At the same time, some Buddhist organizations have lifted the war, saying that these cultural disorders cannot be seen in the name of encouraging the tourism industry to increase foreign exchange for the country.. But government officials also say that such activities cannot be avoided if they are promoting the tourism sector.",
        "This is also involved in the livelihood of those who work for hundreds of people affiliated with the tourism industry.. So the government cannot impose too much restrictions. However, the intelligence unit is reportedly looking into illegal activities."
      ]
    }
  }
}