{
  "translated_text": {
    "ta": {
      "title": "இலங்கை ரக்பி போடன் ஆசிய சாம்பியன்ஷிப்பிற்கு முன்னால் இருக்கிறார்",
      "body_lines": [
        "18 வயதிற்குட்பட்ட ரக்பி போட்டியில் எல் -18 வது வன்முறையின் இறுதிப் போட்டிகளைத் தொடர இலங்கையின் ஆண் அணி இன்று (28) தொடங்கியது.",
        "இலங்கையின் முதல் போட்டியில் தாய்லாந்து 27-0 ரன்களுடன் தாய்லாந்தை தோற்கடித்தது.",
        "அதன்பிறகு, சீன தைபே இரண்டாவது போட்டியில் அணியை தோற்கடிக்க முடிந்தது.",
        "மிக முக்கியமான போட்டிக்கு எதிரான மிக முக்கியமான போட்டிக்கு எதிரான போட்டியை இலங்கை முடிக்க முடிந்தது.",
        "அதன்படி, இலங்கை நாளை (29) ஒரே ஒரு போட்டியை மட்டுமே விளையாட விடப்படுகிறது, ஆனால் போட்டி அசாதாரணமானது.",
        "இந்த போட்டிகள் 9 அணிகளில் 'ஏ' மற்றும் 'பி' என நடைபெறும்.",
        "நான்கு நாடுகள் உட்பட 'பி' பிரிவில் உள்ள ஒரே நாடுகளின் எண்ணிக்கை இலங்கை தான், அந்த வகையில் ஒவ்வொரு நாட்டிற்கும் ஒரு வாய்ப்பு உள்ளது.",
        "ஹாங்காங், சீன தைபே மற்றும் தாய்லாந்து ஆகியவை இலங்கையுடன் 'பி' பிரிவில் விளையாடப்படுகின்றன.",
        "இலங்கை போனஸ் அடையாளத்தில் முன்னணியில் உள்ளது.",
        "அதன்படி, இறுதிப் போட்டிக்கு தகுதி பெற வேண்டிய விளைவு குழு நாளை (29) தாய்லாந்தின் விளைவாக முடிவு செய்யப்படும்.",
        "'ஏ' பிரிவில் ஐக்கிய அரபு எமிரேட், மலேசியா, சிங்கப்பூர், இந்தியா மற்றும் சவுதி அரேபியா ஆகியவை அடங்கும்.",
        "போனஸ் மதிப்பெண்ணின் போனஸ் அடையாளத்தில் உள்ள இரு குழுக்களும் மட்டுமே இறுதிப் போட்டிக்கு தகுதியுடையவை.",
        "அனைத்து போனஸ் மதிப்பெண்களின் இரு அணிகளும் 3 மற்றும் 4 வது இடங்களுக்கு விளையாடப்படும்."
      ]
    },
    "en": {
      "title": "Sri Lanka Rugby Podden is in front of the Asian Championship",
      "body_lines": [
        "Sri Lanka's male team to proceed with the finals of the L-18th Violence in the Under-18-year-old Rugby Tournament, which began today (28).",
        "Thailand defeated Thailand with 27-0 runs in the first match of Sri Lanka.",
        "Thereafter, Chinese Taipei was able to defeat the team in the second match.",
        "Sri Lanka was able to end the match against the most crucial match against the most crucial match.",
        "Accordingly, Sri Lanka is left to play only one match tomorrow (29), but the match is an uncommon.",
        "The tournament will be held in 9 teams as 'A' and 'B'.",
        "Sri Lanka is the only number of countries in the 'B' category, including four countries, has an opportunity for every country in that category.",
        "Hong Kong, Chinese Taipei and Thailand is played in the 'B' category with Sri Lanka.",
        "Sri Lanka is in the forefront of the bonus mark.",
        "Accordingly, the outcome team to be eligible for the final will be decided on the result of Thailand tomorrow (29).",
        "The 'A' category included the United Arab Emirate, Malaysia, Singapore, India and Saudi Arabia.",
        "Only the two groups in the bonus mark of the bonus score will be eligible for the finals.",
        "The two teams of all bonus marks will be played for 3rd and 4th places."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Rugby Podden leads Asian Championship. Men's U-18 team advances to finals after beating Thailand 27-0 and Chinese Taipei. Sri Lanka faces Hong Kong, Chinese Taipei, and Thailand in B category. Bonus points determine final eligibility."
  ]
}