{
  "translated_text": {
    "ta": {
      "title": "சந்தேக நபர்கள் அரபு கடலில் போதைப்பொருள் மூலம் ரிமாண்ட் செய்யப்பட்டனர்",
      "body_lines": [
        "அரேபிய கடலில் 355 கிலோவுக்கு மேற்பட்ட பனிக்கட்டியுடன் 11 மைல்கற்களுக்கு கொழும்பு மாஜிஸ்திரேட் நீதிமன்றம் உத்தரவிட்டது.",
        "சந்தேக நபர்கள் இன்று (09) கொழும்பு கூடுதல் மாஜிஸ்திரேட் ஹர்ஷனா கெகுனா முன் தயாரிக்கப்பட்டனர்.",
        "இந்த சம்பவம் குறித்து மேலும் விசாரணைகளை ரிமாண்ட் செய்ய பணியகத்தின் அதிகாரிகளும் கேட்டுக்கொள்ளப்பட்டனர், மேலும் சந்தேக நபர்கள் ரிமாண்ட் செய்யப்பட வேண்டும்.",
        "இந்த மாதம் 17 ஆம் தேதி வரை ரிமாண்ட் செய்ய வேண்டும் என்ற கோரிக்கையை மாஜிஸ்திரேட் ஏற்றுக்கொண்டார்.",
        "சந்தேக நபர்கள் 30 உர தோளில் சந்தேக நபர்களால் கொண்டு செல்லப்பட்டதாக விசாரணையில் தெரியவந்துள்ளது."
      ]
    },
    "en": {
      "title": "Suspects remanded at Arabic Sea with drug",
      "body_lines": [
        "The Colombo Magistrate's Court ordered the 11 milestones with more than 355 kg of ice cast in the Arabian sea.",
        "The suspects were produced before the Colombo Additional Magistrate Harshana Kekuna today (09).",
        "The officials of the Bureau were also asked to remand further investigations into the incident and the suspects were to be remanded.",
        "Magistrate accepted the request to be remanded until the 17th of this month.",
        "Investigations revealed that the suspects were transported by the suspects in 30 fertilizer shoulder."
      ]
    }
  },
  "summary_lines": [
    "Colombo Magistrate's Court remands 11 suspects for transporting over 355kg of ice from Arabian Sea. Further investigation requested. Remand extended until 17th. Suspects allegedly used 30 fertilizer bags for transport."
  ]
}