{
  "translated_text": {
    "ta": {
      "title": "Navees '' பட்டு கீர்த்தி ஸ்ரீ சசனவந்தியான் '",
      "body_lines": [
        "சபராகாமுவா மாகாணத்தின் ஆளுநர் நவின் டிசனாயக்கின் சம்பூத சசனா மற்றும் மனித சமுதாயத்தின் சேவையுடன் க honored ரவிக்கப்பட்டார்.",
        "மஹென்னா மகா நிகயாவின் தலைமை மதகுரு மிகவும் வணக்கத்திற்குரிய மகானயக பாண்டிதா புன்ஹயா ரமணா மகா நிகயாவில் ராமநாயக மகா நிகயாவின் தலைமை மதகுருவால் வழங்கப்பட்டார்.",
        "ரத்னபுராவின் மாவட்ட செயலகத்தில் மிகவும் மதிப்பிற்குரிய மகானயக மகா நிகாயாவான மகா சங்கத்தில் இந்த பெயர் வழங்கப்பட்டது.",
        "முன்னாள் சபாநாயகர் கரு ஜெயசூரியா, முன்னாள் சபாநாயகர், தலாதா வன்னியா, நாடாளுமன்ற உறுப்பினர் காமினி வாலகரபோடா, எம்.பி. ஆரி மஹிந்த சபராகாமுவா மாகாண செயலாளர் மஹிந்த சபராம்பாமுவா மாகாண செயலாளர் மஹிந்த சபராம்பாமுவா மாகாண செயலாளர் மஹிந்த சபராம்பமுவா மாகாண செயலாளர் மஹிந்தா சபராகாமுவா மாகாண செயலாளர் மஹிந்தா சபராகாமுவா மாகாணத்தில் கலந்து கொண்டார்."
      ]
    },
    "en": {
      "title": "Navees' 'Pattu Keerthi Sri Sasanawandyani'",
      "body_lines": [
        "Governor of the Sabaragamuwa Province Navin Dissanayake was honored with the Sambuddha Sasana and the service of the human society.",
        "The Most Venerable Mahanayaka Panditha Punhaya, the Chief Prelate of the Mahenna Maha Nikaya was presented by the Chief Prelate of the Ramananayaka Maha Nikaya in the Ramanna Maha Nikaya.",
        "The name was awarded the name in the Maha Sangha, the Most Venerable Mahanayaka Maha Nikaya at the District Secretariat of Ratnapura.",
        "Former Speaker Karu Jayasuriya, former Speaker, Thalatha Wannia, Parliamentarian Gamini Walakeraboda, MP Mahinda Sabaragamuwa Provincial Secretary Mahinda Sabaragamuwa Provincial Secretary Mahinda Sabaragamuwa Provincial Secretary Mahinda Sabaragamuwa Provincial Secretary Mahinda Sabaragamuwa Provincial Secretary Mahinda Sabaragamuwa Provincial Secretary Mahinda Sabaragamuwa Provincial Secretary Mahinda Sabaragamuwa Provincial Secretary Mahinda Sabaragamuwa Provincial Secretary Mahinda Sabaragamuwa Provincial Secretary Mahinda Sabaragamuwa ProvinceA group attended."
      ]
    }
  },
  "summary_lines": [
    "Navees' 'Pattu Keerthi Sri Sasanawandyani' honored Governor Navin Dissanayake with Sambuddha Sasana. Mahanayaka Panditha Punhaya presented by Ramananayaka Maha Nikaya. Name awarded in Maha Sangha, Mahenna Maha Nikaya, at Ratnapura District Secretariat. Group attended by former Speaker Karu Jayasuriya, Thalatha Wannia, Gamini Walakeraboda, and Mahinda Sabaragamuwa Provincial Secretary Mahinda."
  ]
}