{
  "translated_text": {
    "ta": {
      "title": "டோக் சிறை மருத்துவமனை தொலைபேசி பாகங்கள் சந்திக்கிறது",
      "body_lines": [
        "பூசா சிறை மருத்துவமனை வளாகம் மற்றும் சிறை வளாகத்தில் தொலைபேசி சாதனங்களின் பங்கு கண்டுபிடிக்கப்பட்டன.",
        "சிறப்பு பணிக்குழு பூசா ஹீ படி, சிறை மருத்துவமனை வளாகத்தில் நடத்தப்பட்ட தேடல் நடவடிக்கையில் உபகரணங்கள் மீட்கப்பட்டன.",
        "ஐந்து மொபைல் போன் சார்ஜர்கள், சிறையில் ஐந்து மொபைல் கட்டணங்கள் மற்றும் சிறையில் சிறையில் இருந்தனர்.",
        "மேலும் விசாரணைகளுக்காக தொலைபேசி சாதனத்தின் சரக்கு சிறை நிர்வாகத்திடம் ஒப்படைக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Tok Prison Hospital meets telephone accessories",
      "body_lines": [
        "A stock of telephone devices were found at the Boossa Prison Hospital premises and prison premises.",
        "According to the Special Task Force Boossa HEA, the equipment was recovered in a search operation conducted in the prison hospital premises.",
        "There were five mobile phone chargers, five mobile charges in prison and prison in the prison.",
        "The consignment of the telephone device has been handed over to the prison management for further investigations."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Contraband phones seized: Five mobile chargers discovered at Tok Prison Hospital during a search operation. Equipment handed over to prison authorities for investigation.\""
  ]
}