{
  "translated_text": {
    "ta": {
      "title": "உமா ஓயா பல்நோக்கு மேம்பாட்டு திட்டம் தெரிவிக்கப்படவில்லை",
      "body_lines": [
        "உமா ஓயா பல்நோக்கு மேம்பாட்டுத் திட்டம் பொதுமக்களுடன் வழங்கப்படவில்லை, இதுவரை தெரிவிக்கப்படவில்லை, மழையின் மக்களை தவறாக வழிநடத்துவதாக பொதுமக்கள் தெரிவிக்கவில்லை என்று இந்திகா அனுருத்த ஹெராத் கூறினார்.",
        "பொதுமக்களின் கூற்றுப்படி, ஆறுகள் மற்றும் வெள்ளத்தை உமா ஓயா பகுதி பரிசோதனையில் நதி மற்றும் வெள்ளம் ஆகியவற்றைக் காண புவியியலாளர்களின் குழு நாளை (01) அந்தப் பகுதியைப் பார்வையிடும்.",
        "பவர் அண்ட் எரிசக்தி மாநில அமைச்சர் இந்திகா அனுருத்தா ஹெராத் இந்த அறிக்கையை இன்று (30) ஜனாதிபதி ஊடக மையத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் பங்கேற்றார்.",
        "மாநில அமைச்சர் மேலும் கூறினார்:",
        "உமா ஓயா பல்நோக்கு மேம்பாட்டுத் திட்டத்தின் தாமதம் காரணமாக நாடு கிட்டத்தட்ட 200 பில்லியன் டாலர்களை இழந்துள்ளது. அதன்படி, கடந்த 9 ஆண்டுகளுக்கான இழப்பு 587 மில்லியன் டாலராக மதிப்பிடப்பட்டுள்ளது. இந்த திட்டத்தின் அடிப்படை மதிப்பீடு 29 529 மில்லியன். ஆனால் ஒன்பது ஆண்டுகளில் உமா ஓயா திட்டத்தின் மின் உற்பத்தியைப் பெற முடியாததால், இந்த திட்டத்தை மதிப்பிடப்பட்ட தொகைக்கு சமமாக இழக்க வேண்டியிருந்தது.",
        "மேலும், இந்த திட்டம் தேசிய கட்டத்திற்கு கொண்டு வரப்பட்ட பின்னர், மக்கள் தேசிய கட்டத்தில் இந்த திட்டம் நடந்ததாகக் கூறி, ஊடக நிகழ்ச்சிகளை தவறாக வழிநடத்துவதாகத் தெரிகிறது.. சில மழைகள், சில மழைகள், அபிவிருத்தி திட்டத்தில் இடையூறு விளைவிக்கும். இருப்பினும், திட்டத்தில் நிலச்சரிவுகள் அல்லது பிற சம்பவங்கள் உறுதிப்படுத்தப்படக்கூடாது. இருப்பினும், புவியியலாளர்கள் குழு நாளை (01) உமா ஓயா பகுதியில் உள்ள விரிசல் மற்றும் வெள்ளங்களை விசாரிக்க அந்த பகுதிக்குச் செல்லும்.. எல்லாவற்றிற்கும் அல்லது அனைவருக்கும் அவர்கள் அனைவருக்கும் அக்கறை இல்லை என்றும் நாங்கள் கூறுகிறோம்.. அவற்றை எவ்வாறு தடுப்பது என்பது குறித்து உலகில் அனுபவம் உள்ளது.",
        "கடந்த காலத்தின் சீர்குலைக்கும் நடைமுறைகள் காரணமாக நாடு இதுபோன்ற பல மேம்பாட்டுத் திட்டங்களை இழந்தது. இது 2015 இல் நிலக்கரி மின் உற்பத்தி நிலையத்தை உருவாக்க முன்மொழியப்பட்டது, ஆனால் நீதிமன்றங்கள் காரணமாக நீதித்துறை நடவடிக்கை இழந்தது. கெராவலபிட்டியா எல்.என்.ஜி மின் உற்பத்தி நிலையமும் இன்னும் பல சிறிய மின் உற்பத்தி நிலையங்களும் தங்கள் ஆர்ப்பாட்டங்களை இழந்தன. பொதுமக்களின் பயம் மற்றும் ஆத்திரமூட்டல் செய்திகள் மூலம் நாடு பல மேம்பாட்டுத் திட்டங்களை இழந்துவிட்டது. எனவே, தவறான தகவல்களை பொதுமக்கள் அறிந்திருக்க வேண்டும்.",
        "மேலும், மின் உற்பத்தியில் 70% புதுப்பிக்கத்தக்க ஆற்றலைப் பெறுவதற்கான கொள்கை முடிவுக்கு வந்துள்ளோம். நீர், சூரிய மற்றும் காற்றாலை மின் நிலையங்கள் புதுப்பிக்கத்தக்க எரிசக்தி துறைக்கு பங்களிக்கின்றன என்பதை கவனத்தில் கொள்ள வேண்டும்.",
        "மேலும், மின்சாரத்தை உருவாக்கும் மின்சார உற்பத்தி திட்டங்கள் 10 மெகாவ்களுக்கு கீழ் இருந்தால், ஒரு புதிய திட்டத்தை CEB மற்றும் நிலையான எரிசக்தி ஆணையம் அவர்களின் பயணங்களைப் பெற செயல்படுத்தப்பட்டுள்ளது. புதுப்பிக்கத்தக்க அதிகாரத்தைப் பெற முடியாவிட்டால், எதிர்காலத்தில் மீண்டும் ஒரு சக்தி நெருக்கடி உருவாக்கப்படும்.",
        "மேலும், மின் உற்பத்தி நிலையங்களுக்கான அனுமதிகள் ஒரு மாஃபியாவையும் மற்ற கட்சிகளுக்கு மற்ற கட்சிகளுக்கு விற்பனை செய்வதற்கும் கவனித்துள்ளன. எனவே மின் உற்பத்தி நிலையங்களை விரைவுபடுத்துவதற்காக நாங்கள் ஏற்கனவே ஒரு புதிய திட்டத்தை அறிமுகப்படுத்தியுள்ளோம். கால அமைப்பால் உற்பத்தி செய்யப்படும் சக்தியின் ஒப்புதலுடன் விரைவுபடுத்தப்பட்ட தேசிய அமைப்பை சேகரிக்கும் திட்டங்கள் உள்ளன.",
        "மேலும், சுமார் 22 மொகோவோட்கள் மட்டுமே கூரையில் சுமார் 5 முதல் 500 மெகோலாக்களைப் பெற முடிந்தது.. இருப்பினும், சரியான ஆய்வாக, இது அளவை 40 மெகாவாட் என அதிகரிக்க முடிந்தது."
      ]
    },
    "en": {
      "title": "Uma Oya Multipurpose Development Project has not been reported",
      "body_lines": [
        "The Uma Oya Multipurpose Development Project has not been vested with the public, it has not been reported so far, and the public is not reported to mislead the people of rainfall, said Indika Anuruddha Herath.",
        "According to the public, a group of geologists to look into the river and floods in the Uma Oya area inspection of the rivers and floods will visit the area tomorrow (01).",
        "Power and Energy State Minister Indika Anuruddha Herath made this statement participating at a press conference held at the Presidential Media Center today (30).",
        "The State Minister further stated:",
        "The country has lost nearly $ 200 billion due to the delay in the Uma Oya Multipurpose Development Project. Accordingly, the loss for the last 9 years has been estimated to be $ 587 million. The basic estimation of this project was $ 529 million. But due to the unable to get the power generation of the Uma Oya project in the nine years, the project had to be lost equal to the estimated amount.",
        "Also, after the project has been brought to the national grid, the people seem to be misleading media shows, saying that the project had taken place in the national grid.. Some of the rainfall, some of the rainfall, engage in disruption in the development project. However, no landslides or other incident should be confirmed in the project. However, a group of geologists will visit the area tomorrow (01) to investigate the cracks and floods in the Uma Oya area.. We also say that there is any concern for all that or all of them have for all of them.. There is experience in the world regarding how to prevent them.",
        "The country lost a number of such development projects due to the disruptive practices of the past. It is proposed to build a coal power plant in 2015, but the judicial operation was lost due to courts. The Kerawalapitiya LNG Power Plant and several more small power plants lost their protests. The country has deprived many development projects through messages that scare and provocation of the public. Therefore, the public should be aware of false information.",
        "Also, we have come to a policy decision to get 70% renewable energy in the power production. It should be noted that water, solar and wind power stations contribute to the renewable energy sector.",
        "Also, if electricity generating electricity generation projects are under 10 megawes, a new program has been implemented by the CEB and Sustainable Energy Authority to obtain their expeditions. If we are unable to get renewable power, a power crisis will be created again in the future.",
        "Moreover, the permits for power plants have also observed a mafia for selling them to other parties to other parties. So we have already launched a new program to expedite power plants. There is plans to collect the national system expedited with the approval of the power produced by a system of time.",
        "Also, only about 22 Mogowots were able to get only about 5 to 500 Megolas on the roof.. However, as a proper study, it was able to increase the quantity to 40 MW."
      ]
    }
  },
  "summary_lines": [
    "The Uma Oya Multipurpose Development Project has not been reported to the public, and there's no misleading information about rainfall. The project has lost nearly $200 billion due to delays, with an estimated loss of $587 million over the last 9 years. Despite being connected to the national grid, there have been claims of disruption and misleading media reports. A group of geologists will inspect the area for cracks and floods tomorrow. The country has lost many development projects due to disruptive practices and public misinformation. A policy decision has been made to achieve 70% renewable energy in power production, with new programs to expedite power plants and increase renewable energy capacity."
  ]
}