{
  "translated_text": {
    "ta": {
      "title": "படுக்கா டர்மோலியு வாள் கும்பல்",
      "body_lines": [
        "இன்று காலை படுக்காவில் உள்ள டெபிட் இரும்பு மாண்ட்ரேட்டருக்கு வந்த மூன்று அடையாளம் தெரியாத மக்கள் உரிமையாளரின் மனைவி மற்றும் ஊழியரை கூர்மையான ஆயுதங்களுடன் தாக்கியுள்ளனர்.",
        "படுக்கா மவதகாமாவில் உள்ள டெமோலியம் சேகரிப்பு மையத்தின் கொள்ளை நேற்று இரவு கொள்ளை கடந்து சென்றுள்ளது.",
        "ஒரு சி.சி.டி.வி கேமரா அவர்கள் ஸ்கூபி வகையில் எவ்வாறு வந்தார்கள் என்பதை பதிவு செய்யப்பட்டுள்ளது.",
        "கொள்ளையர்கள் ரூ.",
        "உரிமையாளரின் மனைவியின் மனைவி காயமடைந்து ஹோமகாமா மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "இந்த சம்பவம் குறித்து படுக்கா போலீசார் விசாரணைகளைத் தொடங்கியுள்ளனர்."
      ]
    },
    "en": {
      "title": "Padukka turmolyu swords gang",
      "body_lines": [
        "Three unidentified people who came to a debit iron mandrator in Padukka this morning have attacked the owner's wife and employee with sharp weapons.",
        "The plunder of the demolium collection center in Padukka Mawathagama has passed the robbery last night.",
        "A CCTV camera has been recorded how they came on a scoopy type.",
        "It is said that the robbers have taken a sum of Rs.",
        "The owner's wife's wife was injured and admitted to the Homagama Hospital.",
        "The Padukka Police have launched investigations into the incident."
      ]
    }
  },
  "summary_lines": [
    "In Padukka, unidentified attackers used sharp weapons to injure the owner's wife and employee at a debit iron mandrator. The same night, robbers targeted a demolium collection center, stealing goods and injuring the owner's wife. The incident was captured on CCTV, showing the robbers arriving on a scooter. The owner's wife was hospitalized, and the Padukka Police are investigating."
  ]
}