{
  "translated_text": {
    "ta": {
      "title": "மிரிசுவில் குழுமத்தின் கொலை: உச்சநீதிமன்ற அறிவிப்பு",
      "body_lines": [
        "மிரிசுவில், ஜெஃப்னா உயர் நீதிமன்றம் மற்றும் கொழும்பு நெடுஞ்சாலைகளின் மிரிசுவில் பகுதியில் உள்ள கொழும்பு உயர் நீதிமன்றம், மிரிசுவில் பகுதியில் உள்ள கொழும்பு உயர் நீதிமன்றம் மற்றும் கொழும்பு உயர் நீதிமன்றம், கொழும்பு உயர் நீதிமன்றத்தால் வெளியிடப்பட வேண்டும் இன்று (மே 17 அன்று) முன்னாள் ஜனாதிபதி கோத்தாபய ராஜபக்ஷாவுக்கு அறிவிப்பு வழங்க உத்தரவிட்டது.",
        "CPA இல் CPA இன் நிர்வாக இயக்குநர் தாக்கல் செய்த அடிப்படை உரிமைகள் இன்று (மே 17) இந்த உத்தரவு பிறப்பிக்கப்பட்டது.",
        "மனு அழைக்கப்பட்டபோது மனுதாரர் சார்பாக ஜனாதிபதியின் ஆலோசனை ஆஜராகும். மனுவை வழங்க சுனில் ரத்னாயக்கை அனுமதிக்க, பதிலளித்தவர்களும் மனுவின் தலைவரும் பெயரிடப்பட்ட ஜனாதிபதி கோத்தாபய ராஜபக்சே என்ற மனுதாரர்கள் மனுதாரர்கள் விடுவிக்கப்பட்டனர் என்று சுமந்திரான் நீதிமன்றம் தெரிவித்துள்ளது.",
        "நீதிபதியின் நீதிபதிகள் குழு ஜனாதிபதியிடம் கோரிக்கையை ஏற்றுக்கொண்டது மற்றும் முன்னாள் ஜனாதிபதி கோத்தாபய ராஜபக்ஷேவுக்கு அறிவிப்பு வழங்கவும்.",
        "கூடுதலாக, மனுவுக்கு பதிலளித்தவராக மனுவுக்கு பதிலளித்தவராக மனுவை வழங்க இராணுவ சார்ஜென்ட் சுனில் ரத்னயக்கிற்கு உத்தரவிடப்பட்டது.",
        "செப்டம்பர் 4 ஆம் தேதி உண்மைகளை நிரூபிக்க நீதிமன்றம் அழைக்க உத்தரவிட்டது.",
        "ஜனாதிபதிக்கு எந்த அடிப்படையில் ஜனாதிபதி சுனில் ரத்னாயக்கை மன்னித்தார்?- சிவில் நடவடிக்கை கேள்வி எழுப்பப்படுகிறது",
        "டிசம்பர் 19, 2000 அன்று, பாரம்பரிய ஜெனரல் சுனில் ரத்னாயக்க இராணுவ கார்போரல் சுனில் ரத்னாயகே கொழும்பு உயர் நீதிமன்ற நீதிபதி முன் வழக்குத் தொடர்ந்தார்.",
        "இந்த வழக்குக்குப் பிறகு, சுனில் ரத்னாயக்கிற்கு மூன்று பேர் கொண்ட உயர் நீதிமன்ற நீதிபதி மரண தண்டனை விதிக்கப்பட்டது.",
        "மரண தண்டனையிலிருந்து தன்னைப் பாதுகாக்கக் கோரி சுனில் ரத்னாயக்க உச்சநீதிமன்றத்தில் மேல்முறையீடு செய்தார்.",
        "கொழும்பு தாரனரி நீதிபதி நீதிபதி குழு மூன்று பேர் கொண்ட உச்சநீதிமன்ற நீதிபதியால் ஐந்து உறுப்பினர்களைக் கொண்ட உச்சநீதிமன்ற நீதிபதியால் உறுதிப்படுத்தப்பட்டுள்ளது.",
        "ஜனாதிபதி கோத்தாபயா ராஜபக்ஸை ஜனாதிபதி கோத்தாபய ராஜபக்ஸே மார்ச் 26, 2020 அன்று விடுவித்தார்.",
        "அரசியலமைப்பின் பிரிவு 34 இன் கீழ் நீதித்துறையால் தண்டிக்கப்பட்டவர்களுக்கு ஜனாதிபதி அங்கீகாரம் அளித்ததாக மனுதாரர்கள் கூறுகின்றனர்.",
        "ஆனால் பார்வையாளர்களில் ஜனாதிபதியைப் பின்தொடர ஒரு சட்ட நடைமுறை இருப்பதாக மனுதாரர் காட்டியுள்ளார்.",
        "முன்னாள் ஜனாதிபதி கோத்தாபய ராஜபக்ஷே சட்ட நடைமுறைகளைப் பின்பற்றாமல் பிரதிவாதிக்கு வழங்கப்பட்டதாகவும், முன்னாள் ஜனாதிபதி கோத்தாபய ராஜபக்ஸ் அரசியலமைப்பிற்கு முற்றிலும் முரணானது என்றும் மனுதாரர் கூறுகிறார்.",
        "முன்னாள் ஜனாதிபதி நீதித்துறையின் அதிகாரத்தை தவறாகப் பயன்படுத்தியுள்ளார், நீதித்துறை நீதித்துறையின் சுதந்திரத்தை பாதித்துள்ளது என்று நீதித்துறையால் மனுதாரர் பாதிக்கப்பட்டுள்ளார்.",
        "அதன்படி, சுனில் ரத்னாயக்கிற்கு ஜனாதிபதி உரிமைகள் வெளியிடாமல் ஒரு முடிவை வெளியிட மனு சமர்ப்பிக்கப்பட்டுள்ளது.",
        "பங்களாதேஷ் டி 20 அணி: 'அணியைப் பற்றி அணியை எதிர்பார்க்க வேண்டாம்' - தேர்வுக் குழுவின் தலைவர்",
        "மல்லிவைக் காங்கி காஞ்சி என்றால் என்ன?இது ஏன் தயாரிப்பு?",
        "முல்லிவைகல்கல்-இன் தடை மற்றும் கைதுகள் ஏன்?",
        "இணைய பயன்பாட்டில் உங்கள் குழந்தையைப் பாதுகாப்பதற்கான கருவிகள் பற்றி உங்களுக்குத் தெரியுமா?",
        "சூழல் நட்பு புதிய நகரத்திற்கான சவுதி பாதுகாப்புப் படைகள் 'அனுமதி'"
      ]
    },
    "en": {
      "title": "Murder of Mirisuvil Group: Supreme Court notice",
      "body_lines": [
        "According to the Colombo High Court in Mirissuvil, Jaffna High Court and the Colombo High Court in the Mirissuvil area of ​​the Colombo Highways, the Colombo High Court in the Mirissuvil area and the Colombo High Court, to be released by the Colombo High Court.The Supreme Court today (May on May 17) ordered to be issued notice to former President Gotabhaya Rajapaksa.",
        "The order was issued this order today (May 17) when the fundamental rights filed by the Executive Director of the CPA on the CPA.",
        "President's Counsel appearing on behalf of the petitioner when the petition was called. Sumanthiran court said that the petitioners named President Gotabhaya Rajapakse, who was named respondents and president of the petition, was released to allow Sunil Ratnayake to issue the petition.",
        "The judge's panel of judges accepted the request to the President anddered to issue notice to former President Gotabhaya Rajapakse.",
        "In addition, Army Sergeant Sunil Ratnayake was also ordered to issue the petition as a respondent of the petition as a respondent of the petition.",
        "The court ordered to be called to prove the facts on September 4th.",
        "On what basis did the President forgive Sunil Ratnayake for the President?- Civil action is questioned",
        "On December 19, 2000, Army Corporal Sunil Ratnayake, the Attorney General Sunil Ratnayake, sued before the Colombo High Court judge.",
        "After the case, Sunil Ratnayake was sentenced to death by three-member High Court Judge.",
        "Then Sunil Ratnayake appealed to the Supreme Court demanding the defense of herself from the death penalty.",
        "The decision by the Colombo Tharanary Judge a panel of judicial judge has been confirmed by a three-member Supreme Court judge by a five-member Supreme Court judge.",
        "President Gotabhaya Rajapakse was released by President Gotabhaya Rajapakse on March 26, 2020.",
        "The petitioners claim that the President has authorized people who are convicted by the judiciary under Section 34 of the Constitution.",
        "But the petitioner has shown that there is a legal procedure to be followed by the President in the audience.",
        "The petitioner states that former President Gotabhaya Rajapakse has been awarded to the defendant without following the legal procedure and that former President Gotabhaya Rajapakse has been completely contrary to the Constitution.",
        "The former President has misused the power of the judiciary and that the petitioner has been affected by the judiciary that the judiciary has influenced the independence of the judiciary.",
        "Accordingly, the petition has been submitted to issue a decision without the release of the Presidential Rights to Sunil Ratnayake.",
        "Bangladesh T20 squad: 'Don't expect the team about the team' - Head of Selection Committee",
        "What is Mullivaik Kangi Kanji '?Why is it preparation?",
        "Why do Mullivaikkalkal-in ban and arrests?",
        "Do you know about the tools to protect your child in Internet usage?",
        "Saudi security forces 'permit' for eco-friendly New Town"
      ]
    }
  },
  "summary_lines": [
    "Supreme Court issues notice to former Sri Lankan President Gotabhaya Rajapaksa over the pardon of Army Sergeant Sunil Ratnayake, convicted of murder. The court will hear arguments on September 4th regarding the legality of the pardon."
  ]
}