{
  "translated_text": {
    "ta": {
      "title": "இங்கிலாந்துக்கு போட்டியிட முதல் சோதனை",
      "body_lines": [
        "சுற்றுலா இலங்கைக்கு எதிரான முதல் டெஸ்டில் இங்கிலாந்து ஐந்து விக்கெட்டுகளால் வென்றது.",
        "வென்ற 205 ரன்களை அடைந்ததற்காக அவர்கள் 20 விக்கெட் இழப்புக்கு திரும்பிச் சென்றனர்.",
        "இலங்கை தங்கள் இரண்டாவது இன்னிங்ஸில் இரண்டாவது இழப்புக்கு 326 ரன்கள் எடுத்தது.",
        "இன்றைய தேதியாக, இலங்கை இரண்டாவது இன்னிங்கிற்காக 6 விக்கெட் இழப்புக்கு 204 ரன்கள் எடுத்தது.",
        "இன்று இங்கிலாந்து பந்து வீச்சாளர்களால் தாக்கப்பட்ட இலங்கையின் இரண்டாவது இன்னிங்சுக்கு சாண்டிமல் மற்றும் காமிந்துனி இலங்கையின் இரண்டாவது இன்னிங்ஸ் நியமிக்கப்பட்டன.",
        "அவர்கள் 8 வது விக்கெட்டுக்கு பல நூற்றாண்டுகள் கட்டியுள்ளனர்.",
        "டெஸ்ட் கிரிக்கெட்டில் 27 வது அரை நூற்றாண்டு என்று சாண்டிமல் தெரிவித்துள்ளது",
        "அதன்பிறகு ரஸ்ஸல் அர்னால்ட், பழைய டிராஃபோர்ட் மைதானத்தில் ஒரு சோதனை நூற்றாண்டைப் பெற்ற இரண்டாவது இலங்கை பேட்ஸ்மேன் இரண்டாவது இலங்கை பேட்ஸ்மேன் ஆவார்.",
        "113 ரன்கள் மற்றும் சாண்டிமல் 79 ரன்கள் எடுத்தனர்.",
        "205 இலக்கு படி, இலங்கையின் அணி இரண்டாவது இன்னிங்கிற்காக 326 ரன்கள் எடுத்தது.",
        "இங்கிலாந்து அணியில் 70 ரன்களுக்கு 70 ரன்கள் எடுத்ததற்காக பந்து வீச்சாளர்களை இலங்கை வென்றது 70 ரன்கள் எடுத்தது."
      ]
    },
    "en": {
      "title": "First Test to contest England",
      "body_lines": [
        "England won the first Test against the Tourism Sri Lanka by five wickets.",
        "They were passing back to the loss of 20 wickets for the winning achieving 205 runs.",
        "Sri Lanka scored 326 runs for the loss of the second in their second innings.",
        "As the date of today, Sri Lanka scored 204 runs for the loss of 6 wickets for the second innings.",
        "Chandimal and Kaminduni Sri Lanka's second innings were assigned to the Second Innings of Sri Lanka, who was assaulted by England bowlers today.",
        "They have built a centuries to the 8th wicket.",
        "Chandimal reported 27th half-century in Test cricket",
        "After that Russell Arnald, the second Sri Lankan batsman who obtained a Test century at the Old Traford Ground was the second Sri Lankan batsman.",
        "113 runs and Chandimal scored 79 runs.",
        "Sri Lanka's team scored 326 runs for the second innings, according to the target of 205.",
        "Sri Lanka won the bowlers to take up 70 runs for 70 runs in the England team scored 70 runs."
      ]
    }
  },
  "summary_lines": [
    "England wins first Test vs Sri Lanka by 5 wickets. Sri Lanka scores 326/2 in second innings. Chandimal hits 27th Test fifty."
  ]
}