{
  "translated_text": {
    "ta": {
      "title": "திடீர் நரம்புகள் தொடங்குவதற்கு என்ன காரணம்?இன்னும் எத்தனை நாட்கள்?",
      "body_lines": [
        "திங்கள் (அக்: 07) திடீர் மழை நிலை மூலம் அதிகரித்துள்ளது.",
        "இன்டர்மொன்சன் காலத்தால் பல காரணிகள் பாதிக்கப்பட்டுள்ளதாக வானிலை ஆய்வு துறை அறிவித்தது.",
        "இலங்கைக்கு மேலே ஒரு ஒருங்கிணைந்த குவிப்பு மண்டலம் இருப்பதாக தடலா கருணநாயக்க, வானிலை ஆய்வு இயக்குநர் ஜெனரல் தடலா கருணனாயக்க.",
        "மொழிபெயர்ப்பாளர் குவிப்பு மண்டலம் என்ன என்பதை அவர் விளக்கினார்:",
        "\"இது இந்த காலகட்டத்தின் சிறப்பு, வடக்கு அரைக்கோளத்தின் காற்று வீசும் முறை மற்றும் தெற்கு அரைக்கோளத்திலிருந்து காற்று, தெற்கு அரைக்கோளத்திலிருந்து காற்று. இதை நாங்கள் அழைக்கிறோம், இண்டர்கிங் கன்வர்ஜென்ஸ் மண்டலம். இந்த இடைக்கால ஒருங்கிணைப்பு மண்டலம் இலங்கைக்கு மேலே அமைந்துள்ளது. இந்த பின்னணியில், நாட்டின் பல பகுதிகளில் மழை பெய்யும். \"",
        "காலையில் மழைக்கான காரணம் ஒரு தென்மேற்கு காற்று என்று வானிலை ஆய்வுத் துறையின் இயக்குநர் ஜெனரல் சுட்டிக்காட்டினார்.",
        "\"தென்மேற்கின் காற்று முறை இருந்தது. எனவே காலையில் தீவின் மேற்கு கடற்கரையில் காலையில், காலையில் மழை நிலைமைகள் உருவாக்கப்படுகின்றன. மழைகள், மேற்கு, வடமேற்கு, சபராகாமுவா மற்றும் கேலி மற்றும் மாதாரா மாவட்டத்தில், மழை பெய்யும். கூடுதலாக, தீவின் பல பகுதிகளில் மாலை அல்லது இரவில் மழை இருக்கலாம்.",
        "மழை மழை 100 மீ மீ மீ மீ மீ மீ மீ மீ மீ மீ மீ மீ மீ மீ மீ மீ மீ மிலில் 100 மீ மீ மீ மீ மீ மீ மீ",
        "'எல் நியோ' மற்றும் 'லா நினா' ஆகியவற்றில் வானிலை எவ்வாறு மாற்றுவது",
        "கூடுதலாக, மின்னல் ஒளியை ஏற்படுத்துகிறது என்று அவர் எச்சரித்தார்.",
        "\"இது இந்த மழையின் மிகச்சிறந்தது குறுகிய காலத்தில் ஒரு குறுகிய மழை. பல பகுதிகளில் 100 மி.மீ.. இதேபோல், வலுவான காற்று தற்காலிகமாக வலுவானது. கூடுதலாக, மின்னல் ஆபத்தானது என்ற ஆபத்து உள்ளது.",
        "வானிலை நிலைமைகள் 5 நாட்கள் நீடிக்கும் என்று வானிலை ஆய்வு துறை கணித்துள்ளது.",
        "பலத்த மழை காரணமாக தாழ்நிலங்களில் நீரில் மூழ்கும் அபாயமும் உள்ளது.",
        "சாமரி அட்டபட்டு மீண்டும் தோல்வியடைகிறது: இலங்கையை தோற்கடிக்கவும்",
        "கான்ஸ்டபிள் தரவரிசையில் இருந்து ஐ.ஜி.பி வரை வந்த பிரியந்தா வீரசூரியா யார்?"
      ]
    },
    "en": {
      "title": "What causes the sudden veins beginning?How many more days is it?",
      "body_lines": [
        "Monday (Oct: 07) has increased by a sudden rain condition.",
        "The Department of Meteorology announced that several factors have been affected by the intermonsoon period.",
        "Athula Karunanayake, Director General of Meteorology, Athula Karunanayake said there was an integrated convergence zone above Sri Lanka.",
        "He explained what was the interpreter convergence zone is:",
        "\"This is the specialty of this period, the windy pattern of the northern hemisphere and the wind from the southern hemisphere, the wind from the southern hemis. We call this, the intercoming convergence zone. This interim convergence zone is located above Sri Lanka. In this backdrop, there are rainy showers in many parts of the country. \"",
        "The Director General of the Department of Meteorology pointed out that the cause of rain during the morning is a southwest winds.",
        "\"There was a wind pattern of southwest. So during the morning in the Western coast of the island in the morning, rain conditions are created in the morning. Showers, in the Western, North Western, Sabaragamuwa and Galle and Matara district, there will be showers. In addition, there may be showers in the evening or night in many parts of the island. \"",
        "The rainy rain will be over 100 m m m m m m m m m m m m m m m m m m m milil.",
        "How to change the weather in 'El Ni'o' and 'La Nina'",
        "In addition, he warned that lightning was causing light.",
        "\"This is the outstanding of this rain is a short rainfall in a short time. Many areas may receive a rain over 100 mm. Similarly, strong winds are temporarily strong. In addition, there is a risk that lightning is dangerous. \"",
        "The Department of Meteorology predicts that the weather conditions lasting around 5 days.",
        "There is also a risk of submerged in lowlands due to heavy rains.",
        "Chamary Atapattu fails again: Defeat Sri Lanka",
        "Who is Priyantha Weerasuriya who came from constable rank to acting IGP?"
      ]
    }
  },
  "summary_lines": [
    "Sudden vein appearance causes: intermonsoon period, integrated convergence zone, southwest winds. Duration: 5 days. Heavy rain, strong winds, lightning risks."
  ]
}