{
  "translated_text": {
    "si": {
      "title": "செம்மணி மனிதப் புதைகுழி: நீதி அமைச்சின் அரசியல் தலையீடும் அச்சுறுத்தலும் அதிகரித்து வருகிறது -  கஜேந்திரகுமார் பொன்னம்பலம்",
      "body_lines": [
        "අධිකරණ අමාත්යාංශය මානව භූමියේ කැණීම්වලට දැඩි ලෙස බාධා ඇති වී තිබේ. අධිකරණ අමාත්යාංශයේ ලේකම් විසින් කැණීම්වල යෙදෙන අය සමඟ contact ජුව සම්බන්ධ වේ. தடயப்பொருட்கள் அடையாளப்படுத்தப்படும் இடத்தின் வாசலில்  சி.ஐ.டி.யினர் அமர்ந்திருந்த மக்களை அச்சுறுத்தும் வகையில் செயற்படுகின்றனர். මෙම රජය සහ වෙනත් අය අතර ජාතියට වැඩි වෙනසක් නොමැත. මෙය දෙමළ භාෂාවට සිදුවෙමින් පවතී, එබැවින් මෙය දේශපාලන මැදිහත්වීමක් නොවේ. දෙමළ ජාතික මහජන පෙරමුණේ නායක ගජේන්රකුමාර් පොන්නම්බලම්, දෙමළ ජාතික ජනතා පෙරමුණේ සහ පාර්ලිමේන්තු මන්ත්රී ගේන්මන් මහතා කියා සිටියේ මෙය රජයේ ස්ථාවරය බවයි.",
        "අඟහරුවාදා (5) පාර්ලිමේන්තුවේදී පොලිස් සංගමය සේවයෙන් පහ කිරීම පිළිබඳ විවාදයක් ගැන කතා කිරීම.",
        "මෙම විවාදය ඇමතීමට සීඩබ්ලිව්සී මට ඔහුගේ කාලය ලබා දුන්නේය. ලේකම් සහ පාර්ලිමේන්තු මන්ත්රීවරයකු වන ජීවන් තොන්ඩමන්ට ස්තූතියි. ඔහුගේ මවගේ අවමංගල්යය සඳහා විදේශගත වී ඇත. තෙල්කෝන් විෂය පිළිබඳ අපගේ ස්ථාවරය සමාන වේ.",
        "දේශප්රේමියන්ගේ දේශපාලන නියෝජිතයෙක් තම කාලය පුරාම දේශපාලන politicians යන්ගේ නියෝජිතයෙකු ලෙස කටයුතු කළ දේශපාලන නියෝජිතයෙකුගේ ඉතිහාසයකි. මේ ආකාරයෙන්, සියලු පාර්ශ්වයන් ඔහුව මෙම පාර්ලිමේන්තුවේ ඔවුන්ගේ නියෝජිතයා ලෙස පිළිගත යුතුය. එල්ල වී ඇති සියලුම චෝදනා දේශපාලන පසුපසට ළඟා විය යුතුය.",
        "ඒ අතරම, එනම් තැනනයූන් නම් පුද්ගලයා එවැනි දේශපාලනික සිදු වූ සංස්කෘතියක සිටින බව කිසිවෙකුට පැවසිය නොහැක.. මෙම රජය විසින් ඉදිරිපත් කර ඇති ප්රධාන චෝදනාව නම්, දිවයිනෙන් පිටව ගොස් ඇති සියලුම පාර්ශ්වයන් ඔවුන්ගේ දේශපාලන අවශ්යතා සඳහා තම බලතල තුළ භාවිතා කර ඇති අතර, බ්රිතාන්යයන් ඔවුන්ගේ පාලනය පසුගිය වසරේ නොවැම්බරයේ ආරම්භ වූ දා සිට ඔවුන්ගේ දේශපාලන අවශ්යතා සඳහා ඔවුන්ගේ බලතල භාවිතා කර ඇති බව.. එය සත්යයකි.",
        "නමුත් අද මේ ආණ්ඩුව අද දේශප්රේමියන්ගේ ටෙනකුන් වලට එරෙහිව ගන්නා වීමට හේතුව ඔවුන් දුක් විඳින බැවිනි. හෝ දේශප්රේමෝ ටෙනකුන්ට කිසිදු ප්රයෝජනයක් නැත.   මම මෙය පැවසුවහොත්, මෙම රජය දේශපාලනීකරණය කළ යුතු ස්ථානයක රජයේ නිලධාරීන්ට හැකියාවක් නොමැති බව මෙම කාරණය ඉස්මතු කරමි.",
        "ආණ්ඩු තම අවශ්යතා සඳහා රාජ්ය නිලධාරීන් යොදා ගන්නා විට, ජනතාව ඉලක්ක කර ගනිමින් ඒවා ඉවත් කිරීමේ ක්රියාවලිය රජය විසින් වෙනස් කරනු ඇත.. අපත් පිළිගනු ලැබේවි. එහෙත් බලයට පත්වන සියලුම රජයන් බලයට පැමිණෙන සියලුම රජයන් රජයක් නොව ආණ්ඩු නොවන විට එය රාජ්ය ප්රතිපත්තියකි. මේ රටේ වාසය කරන තරඟයකට එරෙහිව වැඩ කරමින් ඔවුන්ට එරෙහිව වැඩ කරන විට පිළියම කුමක්ද?",
        "දෙමළ ජනතාව සැලකිලිමත් වන තාක් දුරට, පොලිසිය සහ හමුදාවේ සිටින අය පුළුල් ලෙස ඉලක්ක කර ඇත. මෙය අපේ ඉතිහාසයයි.. නමුත් ඔබ මූලික පිළිකාවක් වන සෑම දෙයකටම බාධා කරන දේශපාලන පිළිකාව තුරන් කිරීමට යන්නේ නැත. ඔබ තුරන් කිරීමට උත්සාහ කළත්, අද දෙමළ ජනතාව මුහුණ දෙන අසාධාරණයන්ට ඔබ කිසි විටෙකත් යුක්තිය ඉටු නොකරනු ඇත. ඔබ දෙමළ ජනතාවට එරෙහිව සැලසුම් කිරීමේ ක්රමයක් නිසා.",
        "ඔබ බැටළුවන් රැගෙන ගියහොත් මිනිස් සුසාන කැණීම් සිදු වේ. ඇටසැකිලි 130 කට වැඩි ප්රමාණයක් සොයාගෙන ඇත. යුක්තියට අණ දී තිබේ. එනම්, මහජනයා ඉදිරියේ එහි ඇති අධිකරණ ද්රව්ය හඳුනා ගැනීමට ඔහු අවස්ථාව ලබා දී තිබේ.. විවාදය සිදුවන විට අඟහරුවාදා (5) අධිකරණමය හඳුනා ගැනීමට පියවර ගනිමින් සිටී.",
        "අධිකරණ අමාත්යාංශයේ ලේකම් එහි වැඩ කරමින් එහි සේවය කරන අය සමඟ කතා කරන අතර මේ විනාඩියෙහි එහි වැඩ කරන අය සමඟ වැඩ කරමින් සිටී.. මේ සඳහා මම වගකිව යුතුයි. මෙය දේශපාලනීකරණ වැඩසටහනක් නොවේද? මෙය දේශපාලන මැදිහත් වීමක් නොවේද?",
        "අධිකරණය විසින් පවත්වන ලද ක්රියාවක ඔබට තොරතුරු අවශ්ය නම්, ඔබ උසාවියට ​​යා යුතුය. එහි සේවය කරන අය සමඟ කෙලින්ම සන්නිවේදනය කිරීම සඳහා එය දේශපාලන මැදිහත්වීමකි. ඔබට එය කළ හැකිද?. අධිකරණ අමාත්යාංශය මෙය කරයි. මම ඉතා ගෞරවනීය අම්මානි. මම කවදාවත් හිතන්නේ ඔහු මේ වගේ රඟපායි කියලා. නමුත් එය සිදුවෙමින් පවතී.",
        "අද යාපනයේ දී ඇයව හඳුනාගෙන ඇති ස්ථානයේ දොර ළඟ. Fdcit. යිනාර්. මෙය මිනිසුන් බිය ගැන්වන ක්රීඩාවක් නොවේද? මිනිසුන් දැනටමත් භීතියට පත්ව සිටින විට ඒවා බිය ගැන්වීමේ සැලසුම් සහගත ක්රියාවලියක් නොවේද? නමුත් ඔබට මෙය කළ හැකිය. මන්ද මෙය දෙමළ ජාතිකයාට සිදුවන බැවිනි.",
        "එබැවින් මෙය දේශපාලන මැදිහත්වීමක් නොවේ. දේශපාලන මැදිහත්වීමේ පිළිකාව තුරන් කිරීමට අපේ රජය සහාය දෙන නමුත් දෙමළ ජනතාවගේ දෙමළ ජනතාවගේ අසාධාරණය දෙමළ ජනතාවගේ අපහසුතාවයට හේතු වන අතර, දෙමළ ජනතාවගේ අපහසුතාවයට වගකිව යුතු යැයි ඔබට සමාව දිය නොහැක.. මේ නිසා තමයි අපි නැවත කියන අතර ඔබ සහ වෙනත් අය අතර වෙනසක් නැත.",
        "ශ්රී ලංකාවේ මානව හිමිකම් කොමිෂන් සභාව යාපනයට ගියේය.. ඔවුන්ගේ අදහස් ප්රකාශ කළේය. ඔවුන් ඇත්ත වශයෙන්ම ස්වාධීන සංවිධානයක් නම්, ඔවුන් මේ රටේ රජයට පැවසිය යුතු දේ. ඔබ රෝම් ප්ර ter ප්තියට අත්සන් කර නැත.",
        "රෝම් ප්ර ter ප්තිය විසින් හඳුන්වා දුන් අපරාධ රෝම ප්ර ter ප්තිය තුළ සිදුවී ඇති අපරාධ වේ. මේ රටේ, මේවා අපරාධ සම්බන්ධයෙන් වරදකරු නොවන විට, මෙම අසාධාරණයන් සඳහා අධිකරණමය වශයෙන් ජාත්යන්තර අපරාධ විමර්ශන විමර්ශනය පමණක් විය යුත්තේ ජාත්යන්තර අපරාධ විමර්ශන කටයුතු පමණි.",
        "නමුත් එය නොකියා යැයි මාධ්යයට නොකියන ලෙස ඔවුන්ට උපදෙස් දෙනු ලැබේ.. රටකට එරෙහිව රාජ්යයක් පැවැත්වූ විට, අද ජාතිය ඉදිකිරීම තුළින් ජාතියට සාධාරණය ඉටු නොකළ යුතු යැයි මම කියන්නේ එබැවිනි."
      ]
    },
    "en": {
      "title": "Chemmani Human Bury: The political intervention and threat of the Ministry of Justice",
      "body_lines": [
        "The Ministry of Justice has severely interferes with the excavation of human burial. The Secretary of the Ministry of Justice is in direct contact with those who engage in excavation. The CIT is acting to threaten people sitting on the threshold of the place where the forens are identified. There is no difference in race -based matters between this government and others. This is happening to Tamil, so this is not political intervention. Gajendrakumar Ponnambalam, leader of the Tamil National People's Front and Member of Parliament, said that this is the position of the government.",
        "Speaking at a debate on the dismissal of the Society of Police in Parliament on Tuesday (5).",
        "The CWC gave me his time to address this debate. Thanks to Jeevan Thondaman, the secretary and Member of Parliament. Has gone abroad for his mother's funeral. Our position on the subject of Thenkoon is the same.",
        "A political agent of Patriot Thenkon is a history of a political agent who has acted as an agent for politicians throughout his time. In this way, all the parties should accept him as their agent in this parliament that all the allegations leveled against him should be approached with a political backward.",
        "At the same time, no one can say that the person named Tannakoon is the only person in such a politicized culture.. The main allegation that this government has put forward is that their rule is in a state of politics that the entire state apparatus is in a state of politics that all the parties that have left the island have been used by the government officials to use their powers for their political needs since the British left the island before their rule began in November last year.. That is true.",
        "But the reason why this government is taking against the patriot Tennakoon today is because they will suffer. Or the patriot Tennakoon would have no benefit.   If I say this, I highlight this issue to point out that this government is not in the position that government officials are not in a position to serve as politicized.",
        "When governments use state officials for their needs, the government will change the process of targeting and removing them when the government changes.. We will also be welcomed. But it is a state's policy when all governments that come to power are not a government, not governments. What is the remedy when working against a race living in this country and working against them?",
        "As far as the Tamil people are concerned, the police and those in the military are widely targeted. This is our history.. But you are not going to eliminate the political cancer that will interfere with all things that are basic cancer. Even if you try to eliminate, you will never give justice to the injustices that the Tamil people face today. Because you are a system of planning against the Tamil people.",
        "Human burial excavations are taking place if you take the sheep. More than 130 skeletons have been discovered. The Justice has a commanded. That is, he has given the opportunity to identify the forensic items found there in front of the public.. Steps are being taken to identify the forensic on Tuesday (5) as the debate takes place.",
        "The Secretary of the Ministry of Justice is working there and talking to those who are working there and are working with those who are working there in this minute.. I am responsible for this. Is this not a politicization program? Isn't this a political intervention?",
        "If you need information in an action that the court conducts, you must go to court. It is a political intervention to communicate directly with those who work there. Can you do it?. The Ministry of Justice is doing this. I am very respected Ammani. I never think he will act like this. But that's happening.",
        "At the door of the place where she is identified today in Jaffna. FDCIT. Yinar is. Isn't this a game that intimidates people? Isn't this a planned process that intimidates them when people are already in panic? But you can do this. Because this is happening to the Tamil.",
        "So this is not political intervention. Our government is supporting the government's action to eliminate the cancer of political intervention but the injustice of the Tamil people of the Tamil people is a thirst for the Tamil people to be responsible for the inconvenience of the Tamil people, you cannot forgive the injustice that our people still do today.. This is why we say again and there is no difference between you and others.",
        "The Human Rights Commission of Sri Lanka went to Jaffna.. Expressed their views. If they are actually an independent organization, what they have to tell the government of this country. You have not signed the Rome Charter.",
        "The crimes introduced by the Rome Charter are the crimes that have taken place in the Rome Charter. In this country, when these are not convicted of crimes, only the International Criminal Investigation Investigation is to be a report that a judicial for these injustices.",
        "But they are advised not to tell the media without saying it.. That is why I say that when a state is against a nation, the race should not get justice through the construction of the state today."
      ]
    }
  },
  "summary_lines": []
}