{
  "translated_text": {
    "si": {
      "title": "ජනාධිපති රනිල් වික්රමසිංහ මහතා විපක්ෂයේ අපේක්ෂකයින්ගේ ස්වාධීනත්වය නිර්මාණය කළේය - සෙන්තිල් තොන්ඩමන්",
      "body_lines": [
        "\"2022 දී ඕනෑම අයෙකු බේරා ගැනීමට රටක් බලා සිටින තෙක් රට බලා සිටියදී අද අපේක්ෂකයෝ කිසිවෙකු පැමිණියේ නැත.. එබැවින් රට ආරක්ෂා කළ ජනාධිපතිවරයා සමඟ ගමන් කිරීම ආරක්ෂාව වේ.",
        "ජනාධිපතිවරයා කිසි විටෙකත් පෙළගැස්වීමට නොහැකි විය. ඒවා තෝරා ගැනීමට සූදානම් පුද්ගලයින් පෙළ ගැසී සිටිති. ලංකා කම්කරු සම්මේලනයේ සභාපති වන සෙන්තිල් තොන්ඩමන් සහ නැගෙනහිර පළාතේ ආණ්ඩුකාර සීනිල් තොන්ඩමන් මහතා පැවසුවේ, අද දින රුපියල් 1,350 ක වැටුප් වැඩිවීමක් ලැබී ඇති නිසා වැටුප් වැඩිවීම ඉතා වැඩි කරන බවයි.",
        "ප්රචාරක රැස්වීම 2014.09.15 දින දී ජනාධිපති මැතිවරණයට ඉදිරිපත් වන ස්වාධීන අපේක්ෂක රනිල් වික්රමසිංහට සහාය වෙමින් නුවර එලියා හිදී ය.",
        "ලංකා කම්කරු සම්මේලනයේ සභාපති රනිල් වික්රමසිංහ, නැගෙනහිර පළාතේ ආණ්ඩුකාර ජෙවන් තොන්ඩමන්, ජල සම්පාදන හා වතු යටිතල පහසුකම් අමාත්ය එම්. රාමේෂ්වරන්, පාර්ලිමේන්තු මන්ත්රී එම්. රාමේෂ්වරන් මහතා වෙනුවෙන් නුවරෙලියා දිස්ත්රික් දිසනායක, පාර්ලිමේන්තු මන්ත්රීවරුන් වන එස්.බී. දිසානායක, නිමල් පියදිස්ස, මනුෂා නනායකාරා, හිටපු පළාත් සභා සාමාජිකයින් සහ ප්රදේශ් සභා සාමාජිකයින් ද සහභාගී වූහ.",
        "වැටුප් වැඩිවීම්වලින් සියයටක් පවා ශ්රම වැටුප් ප්රශ්නය ගැන කතා කිරීමට සුදුසුකම් නොලබයි. ඒ හා සමානව, ජනාධිපති රනිල් වික්රමසිංහ මහතා ලියාAMs ගම්වලට හරවා ගැනීමට තීරණය කර තිබේ.",
        "2004 දී කෘෂිකර්ම අමාත්යාංශය, කෘෂිකර්ම අමාත්යාංශය, කෘෂිකර්ම අමාත්යාංශය, ඉඩම් අමාත්යාංශවල වැඩ සඳහා අඟලක් වත් ඉඩ නොතිබුණි.. සජිත් ප්රේමදාස මහතා 2015 සිට 2019 දක්වා නිවාස අමාත්යවරයා විය. ඉන්දීය රජය ඉන්දීය රජය විසින් සපයන ලද සහාය සඳහා නිවසක් ඉදිකර නැත. ඔහු ඇමතිවරයකු වන විට, කඳුකරය ජනාධිපතිවරයා බවට පත්වීමෙන් පසු කඳුකරය දැන සිටියේ නැත.",
        "එහෙත් ජනාධිපති රනිල් වික්රමසිංහ මහතා විපක්ෂයේ ඡන්දය ප්රකාශ කිරීමේ ස්වාධීන ස්ථාවරය නිර්මාණය කළේය. සීඩබ්ලිව්සී වෙනත් කිසිවෙකුට සහාය නොදක්වන බව අපට විශ්වාසයි. 1988 දී ජේ.ආර්. ජයවර්ධන කාල පරිච්ඡේදය තුළ සෞුමියමූර්ති තොන්ඩමන් කඳුකරයේ වැසියන්ට ඡන්දය ප්රකාශ කිරීම සඳහා ඡන්දය ප්රකාශ කළේය. වෙනත් අපේක්ෂකයින් ඉල්ලා සිටීම වැරදිය. එබැවින් ජනාධිපතිවරයාගේ සාර්ථකත්වය සහතික කිරීම ජනතාවගේ වගකීමකි. \""
      ]
    },
    "en": {
      "title": "President Ranil Wickremesinghe created the independence of opposition candidates - Senthil Thondaman",
      "body_lines": [
        "\"When the country was waiting for anyone to come to rescue them in 2022, none of the candidates today came.. So the safety is to travel with the president who defended the country.",
        "The president never had to stand in line. The people who are about to choose them will stand in line. Senthil Thondaman, the President of the Ceylon Workers Congress and the Governor of the Eastern Province, said that the government, which has received a salary increase of 1,350 rupees today, will soon increase the salary increase.",
        "The campaign meeting was held on 15.09.2024 in Nuwara Eliya, supporting the independent candidate Ranil Wickremesinghe, who is contesting the presidential election.",
        "Presidential candidate Ranil Wickremesinghe, President of the Ceylon Workers Congress, Senthil Thondaman, Governor of the Eastern Province, Senthil Thondaman on behalf of the Ceylon Workers Congress, Jeevan Thondaman, Minister of Water Supply and Estate Infrastructure Development, M. Rameshwaran, Member of Parliament of Nuwara Eliya DistrictDissanayake, MPs SB Dissanayaka, Nimal Piyadissa, Manusha Nanayakkara, former Provincial Council members and Pradeshiya Sabha members were also present.",
        "Even a percent of salary increases, they are not eligible to talk about labor salary issue. Similarly, President Ranil Wickremesinghe has decided to convert the Liyams into villages.",
        "In 2004, the Ministry of Agriculture, the Ministry of Agriculture, did not even provide an inch of land in the work of the land ministries.. Sajith Premadasa was the Minister of Housing from 2015 - 2019. The Indian government did not even build a house for the help provided by the Indian government. When he was a minister, the hill country did not know the hill country after becoming the president.",
        "But today President Ranil Wickremesinghe created the independent position of opposition candidates voting. We are sure that the CWC does not support anyone else. JR in 1988. During the Jayawardene period, Saumiyamoorthy Thondaman gave the people of the hill country to vote. It is wrong to claim other candidates. Therefore, it is the responsibility of the people to ensure the success of the president. ”"
      ]
    }
  },
  "summary_lines": [
    "Senthil Thondaman supports Ranil Wickremesinghe as independent presidential candidate. He criticizes other candidates for not addressing issues like salary increases and land distribution. Thondaman claims Wickremesinghe created opportunities for opposition candidates, comparing his presidency to JR Jayewardene's era."
  ]
}