{
  "translated_text": {
    "ta": {
      "title": "சீனாவின் உயர்மட்ட பிரதிநிதி பிரதமரை சந்திக்கிறார்",
      "body_lines": [
        "திருமதி பிரதமர் டாக்டர் ஹரெய்னி அமரசுரியா பிரதமர் டாக்டர் வெலினி அமரசுரியாவை (சிபிபிசிசி) சந்தித்தார்.",
        "கின் பாயோங் மற்றும் தூதுக்குழுவின் பிரதமர், இரு நாடுகளுக்கும் இடையிலான இருதரப்பு உறவுகளை வலுப்படுத்துவதன் முக்கியத்துவத்தை பிரதமர் வலியுறுத்தினார். நோய் கட்டுப்பாடு, நிலையான வளர்ச்சி மற்றும் பல துறைகளில் வர்த்தக மற்றும் தொழில்துறை உறவுகளின் வளர்ச்சி குறித்து கூட்டம், கூட்டம் நடைபெற்றது.",
        "இலங்கையில் சீனத் தூதர் குய் ஜென்ஹோங், பிரதமர் தகவல். இந்நிகழ்ச்சியில் டெல்பிடியா மற்றும் பிரிவு இயக்குநர் உபானி குணவர்தனாவின் இயக்குநர் திரு. ருவாந்தி கலந்து கொண்டார்."
      ]
    },
    "en": {
      "title": "China's top representative meets the Prime Minister",
      "body_lines": [
        "Mrs. Prime Minister Dr. Haraini Amarasuriya met the Prime Minister Dr. Welini Amarasuriya (CPPCC).",
        "The Prime Minister of Qin Boyong and Delegation, the Prime Minister emphasized the importance of strengthening bilateral relations between the two countries. The meeting, the meeting was held regarding the development of trade and industrial relations in disease control, sustainable development and multiple sectors.",
        "Ambassador of China in Sri Lanka Qi Zhenhong, Pradeep Communication, Prime Minister's Media Secretary to the Director General of the Ministry of External Affairs. Mr. Ruwanthi, Delpitiya and Director of the division director Upani Gunawardena were present at the occasion."
      ]
    }
  },
  "summary_lines": [
    "Chinese delegation led by Premier Qin Boyong meets Sri Lankan PM Dr. Haraini Amarasuriya. Discussions focus on strengthening bilateral ties, trade, industrial relations, disease control, sustainable development. Chinese Ambassador Qi Zhenhong and Sri Lankan officials attend."
  ]
}