{
  "translated_text": {
    "si": {
      "title": "2024 අවසන් වන විට ඩොලර් බිලියන 3 කට වඩා ශ්රී ලංකාවට ගෙන යා හැකිය",
      "body_lines": [
        "ආයෝජන සංවර්ධන අමාත්ය තිලම් අමුනුගම මහතා පැවසුවේ 2024 ක් අවසන් වන විට, ඩොලර් බිලියනයක ආයෝජන ඉලක්කය තුන් ගුණයකින් සහ ඩොලර් බිලියන 3 කට වඩා වැඩි ප්රමාණයක් ශ්රී ලංකාවට වැඩි කර ඇති බවයි.",
        "මීට වසර දෙකකට පමණ පෙර රටේ ආයෝජන පරිසරය 200% කින් ඉහළ ගොස් ඇති බව ඔහු පැවසීය.",
        "ආයෝජනවල ප්රකාශිත ප්රකාශයේ සඳහන් වන්නේ ආයෝජනවල රටේ අනාගතය පිළිබඳ දේශපාලන ස්ථාවරත්වයක්, මූල්ය ස්ථායිතාව සහ තීරණය කිරීම මෙයට පැමිණෙන බවත්, දැන් රටට පැමිණෙන ආයෝජන දැන් රටේ ස්ථාවරත්වය සහතික කිරීම බවත් ය.",
        "ආයෝජන සංවර්ධන අමාත්ය තිලම් අමුනුගම මහතා මේ බව ප්රකාශ කළේ සිකුරාදා (10) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදීය.",
        "ආයෝජන රට තුළ, දේශපාලන ස්ථාවරත්වය, මූල්ය ස්ථායිතාව සහ රටේ අනාගතය විය යුතුය. ඒ අනුව, මේ රට සඳහා වන ආයෝජන වැඩි වෙමින් පවතී. රට තුළ ආයෝජන පරිසරය වැඩිදියුණු වී තිබේ. මීට වසර 2 කට පෙර සිට සියයට 200 ක් පමණ වූ බැවින් එය වෙනස් වී ඇත.",
        "අතීතයේ ආර්ථික අර්බුදය හේතුවෙන් ආයෝජකයින් රටට පැමිණ නැත. නමුත් සංඛ්යාලේඛන සමඟ මට දැන් පැමිණෙමින් පවතින ආයෝජකයින් ඉදිරිපත් කළ හැකිය. එපමණක් නොව, සපයා ඇති අරමුණු ඉක්මවා යාමට මුදල් අමාත්යාංශයට හැකි වී තිබේ. මේ සියල්ල සාක්ෂාත් කරගත්තේ රජයේ වැඩසටහන් රජය විසින් අත්පත් කර ගෙන ඇති බවයි. මේ වසරේ පළමු කාර්තුවේ පමණක් මුදල් අමාත්යාංශයේ ඉලක්කය දැනටමත් අවසන් කර ඇත.",
        "ඒ අනුව, 2024 අවසානය වන විට, අප අපට ලබා දී ඇති ඉලක්කය තුන් ගුණයකින් වැඩි කිරීමට මුදල් අමාත්යාංශය බලාපොරොත්තු වේ. ඩොලර් බිලියන 3 කට වැඩි ප්රමාණයක් මේ වසරේ ශ්රී ලංකාවට ගෙන ඒමට හැකි බව මට විශ්වාසයි.",
        "2023 කින් අත්සන් කරන ලද ආයෝජන සැලසුම් මේ වසරේ ක්රියාත්මක වේ. එම ආයෝජන මේ වසරේදී ඇතුළත් නොවේ. එපමණක් නොව, මේ වසරේදී ආයෝජන සභා නියෝජිතයින් විදේශයන්හි ආයෝජන ප්රවර්ධනය කිරීමට පටන් ගෙන තිබේ. විදේශයන්හි ශ්රී ලාංකික වෙළෙඳුන්ගේ සිදුවීම් හරහා බ්රිතාන්ය, කැනඩාව, ප්රංශය, ඉතාලිය සහ ජර්මනිය ඇතුළු රටවලින් සාර්ථක ප්රති results ල දැනටමත් ප්රයෝජනවත් ප්රති results ල ලැබී ඇති බව මම පැවසීමට කැමැත්තෙමි.",
        "මීට අමතරව, මෑතකදී ත්රිකුණාමලය, මැඹලාම්, පරද්රහාන් සහ කන්කේසතුරායි ප්රදේශවල මෑත කාලීන කාර්මික සම්මුඛ සාකච්ඡා සඳහා ආයෝජන සිදු කෙරේ.. පළමු වරට කන්කන්දුරේරේ හි පෞද්ගලික කාර්මික සම්මුඛ සාකච්ඡාවේදී ක්රියාකාරකම් දියත් කෙරේ. කැනඩාවේ වෙසෙන ශ්රී ලාංකිකයින් පිරිසක් මෙම කටයුතු සිදු කරනු ඇත. 500 மில்லியன் டொலர் முதலீட்டில் இந்தப் பணிகள் முன்னெடுக்கப்படுகின்றன.",
        "කෙසේ වෙතත්, ත්රිකුණාමල සංවර්ධන ව්යාපෘතිය හරහා සූර්ය, සුළං බලශක්ති බලය සහ හරිත හයිඩ්රජන් අංශ රටක ප්රධාන ආයෝජන බවට පත්වේ.. මේ රටේ ණය නිම කිරීමෙන් පසු, මෙම සංවර්ධන ව්යාපෘති ඉන්දියාව සමඟ වේගවත් කිරීමට අපි අපේක්ෂා කරමු.",
        "பல அரசியல்வாதிகள் கூறும் வகையில் நாம் தொடர்ந்தும் பயணிக்க வேண்டியது இந்தப் பாதையில் என்றால், இந்தப் பாதையை  ஜனாதிபதி ரணில் விக்ரமசிங்க உருவாக்கி இருந்தால், அந்தப் பாதையில் செல்ல வேறு எவர் வேண்டும்? அவருடனேயே தொடர்ந்தும் இந்தப் பாதையில் செல்லலாம் என்றே நாம் கூறுகிறோம் ” என்று முதலீட்டு மேம்பாட்டு இராஜாங்க அமைச்சர்  திலும் அமுனுகம மேலும் தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "More than $ 3 billion can be brought to Sri Lanka by the end of 2024",
      "body_lines": [
        "Investment Development Minister Tilum Amunugama said that by the end of 2024, the investment target of $ 1 billion has been increased by three times and more than $ 3 billion investments to Sri Lanka.",
        "He added that the country's investment environment is currently up 200% more than two years ago.",
        "முதலீடுகள் நாட்டிற்குள் வருவதற்கு அரசியல் ஸ்திரத்தன்மை, நிதி ஸ்திரத்தன்மை மற்றும் நாட்டின் எதிர்காலம் பற்றிய உறுதிப்பாடு ஆகியவை இருக்க வேண்டும் எனவும், தற்போது இந்நாட்டில் ஸ்திரத்தன்மை நிலவுவதை நாட்டிற்கு வரும் முதலீடுகள் உறுதிப்படுத்துவதாகவும் இராஜாங்க அமைச்சர் குறிப்பிட்டார்.",
        "ஜனாதிபதி ஊடக மையத்தில் வெள்ளிக்கிழமை (10) நடைபெற்ற ஊடகவியலாளர் சந்திப்பிலேயே முதலீட்டு மேம்பாட்டு இராஜாங்க அமைச்சர்  திலும் அமுனுகம இதனைத் தெரிவித்தார்.",
        "Investments must be in the country, political stability, financial stability and the future of the country. Accordingly, investments for this country are increasing. Investment environment has improved in the country. Since its 2 years ago, 200 percent has changed.",
        "கடந்த காலங்களில் ஏற்பட்ட பொருளாதார நெருக்கடியால், முதலீட்டாளர்கள் நாட்டிற்கு வரவில்லை. ஆனால் தற்போது முதலீட்டாளர்கள் வரத் தொடங்கிவிட்டார்கள் என்பதை புள்ளி விபரங்களுடன் என்னால் முன்வைக்க முடியும். Moreover, the Finance Ministry has been able to go beyond the goals provided. All this has been achieved by the government -led government's programs. In the first quarter of this year alone, the Finance Ministry's target has already been completed.",
        "Accordingly, by the end of 2024, the Finance Ministry is hopeful that the goal we have given us can triple. I am confident that more than $ 3 billion can be brought to Sri Lanka this year.",
        "Investment plans signed by 2023 are being implemented this year. Those investments are not included this year. Moreover, this year, the investment council representatives have begun to promote investments abroad. I would like to say that successful results have already been received from countries including Britain, Canada, France, Italy and Germany through the events of Sri Lankan traders abroad.",
        "In addition, investments will be made in the recent industrial interviews in Trincomalee, Mangulam, Paradhan and Kankesanthurai areas.. For the first time, activities will be launched in the private industrial interview in Kankesandurai. A strong group of Sri Lankans living in Canada will carry out these activities. The work is being carried out with an investment of $ 500 million.",
        "However, through the Trincomalee Development Project, the solar, wind power power and green hydrogen sectors will become the country's major investments.. After the completion of this country's debt, we expect to accelerate these development projects with India.",
        "If we have to continue to travel as many politicians say, if President Ranil Wickremesinghe has created this path, who else would have to go on that path?We are saying that we can continue on this path with him, ”the Minister of Investment Development Tilum Amunugama added."
      ]
    }
  },
  "summary_lines": [
    "Investment Development Minister Tilum Amunugama predicts Sri Lanka will attract over $3 billion in investments by 2024, a threefold increase from the initial target. He attributes this optimism to the country's improved investment environment, which has seen a 200% increase in stability compared to two years ago. The government's efforts, including political and financial stability, are key to attracting these investments."
  ]
}