{
  "translated_text": {
    "si": {
      "title": "බාධා නොකර මධු පල්ලියට වන්දනාමාන කිරීමේ පහසුකම් - ජනාධිපති",
      "body_lines": [
        "බාධාවකින් තොරව නමස්කාරය සඳහා පහසුකම් සැපයීමට ජනාධිපති රනිල් වික්රමසිංහ මහතා පොරොන්දු වී තිබේ.",
        "මධු මධු මධු මධු මධු මධු හා සිවනොලිපොඩ කන්ද වැනි පූජනීය ස්ථානවල දොරටුව ඔවුන් විසින් මෙහෙයවනු ලබන බවත් ඔවුන් අත්අඩංගුවට ගැනීමට නොහැකි බවත් ජනාධිපතිවරයා පෙන්වා දුන්නේය.මධු පල්ලියේ නමස්කාරය අත්අඩංගුවට ගන්නේ නම් වහාම මෙම නිවේදනය ජනාධිපති කාර්යාලයට ප්රකාශ කළේය.",
        "මන්නාරම් දිස්ත්රික් හුවමාරුවේදී ඉරිදා (16) පැවති විශේෂ දිස්ත්රික් සංවර්ධන කමිටු රැස්වීමේදී ජනාධිපතිවරයා මෙම නිරීක්ෂණය කළේය.",
        "මධු පල්ලියට නමස්කාර කරන අය වෙනුවෙන් පල්ලියේ පිවිසුම් මාර්ගයේ දෙපැත්තම පිරිසිදු කරන ලෙස ජනාධිපතිතුමා හමුදාවට උපදෙස් දී ඇති අතර වැඩ සඳහා මන්නාරම් දිස්ත්රික්කයේ බිෂොප්, වනජීවී ආරක්ෂක දෙපාර්තමේන්තුවේ දෙපාර්තමේන්තුව, මාර්ග සංවර්ධන අධිකාරිය සහ පොලිසිය.",
        "ඉදිරි දිනවලදී පැවැත්වීමට මධු පල්ලියේ පවිත්ර කිරීමේ කටයුතු අවසන් කිරීමට ද ජනාධිපතිවරයා නියෝගයක් නිකුත් කළේය.",
        "මන්නාරමේ සංවර්ධන කටයුතු පිළිබඳව සොයා බැලීම සඳහා විශේෂ දිස්ත්රික් සංවර්ධන කමිටු රැස්වීමට කලාපීය දේශපාලන නියෝජිතයින් සහ රජයේ නිලධාරීන් සහභාගී වූහ.",
        "දිස්ත්රික් සෞඛ්ය, අධ්යාපනය සහ වාරිමාර්ග ඇතුළු සෑම අංශයකම සොයාගත් ගැටළු සෘජුවම ජනාධිපතිවරයාට පෙන්වා දී ඇති අතර ජනාධිපතිවරයා ඒ වන විට ගැටළු වලට විසඳුම් අවධාරණය කර තිබුණි.",
        "ඒ හා සමානව, රෝහලේ අධ්යක්ෂවරයා සීටී ස්කෑන් යන්ත්රයේ ඉල්ලීම ගැන සැලකිලිමත් වන බවට ද ජනාධිපතිවරයා පොරොන්දු විය. එය මන්නාරම් රෝහලේ අඩු කිරීමකි.",
        "මේ වසරේ මන්නාරම දිස්ත්රික්කයට නොගෙන දුරකථන සංවර්ධනය නැවත ලබා ගැනීම සඳහා වැඩපිළිවෙළක් දියත් කිරීමට ද ජනාධිපතිතුමා පොරොන්දු විය.",
        "ඉදිරි දශක පහ තුළ දේශගුණික විපර්යාසයට විසඳුම දැනගැනීම සඳහා ශ්රී ලංකාවේ අවශ්යතාවය ජනාධිපතිවරයා අවධාරණය කළ අතර ඉදිරි වසර පනහ සඳහා වියළි කලාපය වැඩි වන අතර වර්ෂාපතනය උණුසුම්ම කලාප තුළ සිදුවනු ඇතැයි අපේක්ෂා කෙරේ.",
        "ඒ හා සමානව, වෙනස්වන ලෝකයේ චලනයන් අනුව ආර්ථික, සමාජ, අධ්යාපන හා කෘෂිකාර්මික අංශයේ වෙනස්කම් සිදු කිරීමේ අවශ්යතාව ද ජනාධිපතිවරයා අවධාරණය කළේය.",
        "දශක තුනක යුද්ධයට මුහුණ දුන් මන්නාරම් දිස්ත්රික්කය අද වර්ධනය වේ. මෙම දිස්ත්රික්කයේ පුළුල් සංවර්ධනය ශ්රී ලංකාවේ ආර්ථිකයට දායක වේ. සංචාරක, ධීවර කර්මාන්තය සහ පුනර්ජනනීය ශක්තිය ලබා ගැනීමේ හැකියාව ද ඇත.",
        "ඒ හා සමානව, මෙම ප්රදේශවල සුළං හා සූර්ය බලයේ සම්භාවිතාව ඉතා ඉහළ ය. ඉන්දියාව සඳහා විශාල ඉල්ලුමක් විකිණීමට රටේ ආන්ඩුව සමඟ සාකච්ඡා පවත්වයි.",
        "උතුරු පළාතේ හරිත බලය විශාල ප්රමාණයක් ඇත. පොකුණු හා සුළං මෝල් සහ සූර්ය බලශක්තිය සහිත විදුලි උත්පාදන පිරවුම්හල් පිහිටුවීමෙන් වැඩි විදුලියක් ලබා ගත හැකිය. එම බලය ඉන්දියාවට සහ වෙනත් රටවලට විකිණීමෙන් ශ්රී ලංකාවේ ආර්ථිකයට දායක විය හැකිය. හරිත ආර්ථිකය හරිත ශක්තිය හා හරිත හයිඩ්රජන් සමඟ ද නිර්මාණය කළ හැකිය.",
        "මන්නාරමේ නව අධිකරණ මණ්ඩලයක් ඉදිකිරීමට අවශ්ය අරමුදල් අනාගතයේදී ලබා දෙනු ඇත. පුත්තලම්-මැනර් මාර්ගය විවෘත කිරීම ගැන සාකච්ඡා කිරීමට තීරණයක් ගත හැකිය.",
        "මන්නාරම රෝහලට සීටී ස්කෑන් යන්ත්රයක් ලබා දීමට කටයුතු යොදා ඇත. නූතන කෘෂිකර්මාන්තය නිර්මාණය කිරීම සඳහා අපි විධිමත් සැලැස්මක් දියත් කර ඇත්තෙමු. අවශ්ය පහසුකම් ලබා ගැනීම සඳහා රැස්වීම සහ උපදෙස් ලබා දෙන ලෙස මම සංවර්ධන කමිටුවට උපදෙස් දෙමි.. ප්රදේශයේ පොකුණු ආරක්ෂා කිරීම සහ මල්වට්ටු ඔයා ව්යාපෘතියේ සිට මන්නාරම දක්වා ජලය ආරක්ෂා කිරීම සඳහා නිසි වැඩපිළිවෙළක් අවශ්ය වේ.",
        "ඊළඟ දශක පහ තුළ, වියළි කලාපය වර්ෂාව හා වියළි ප්රදේශවලට වැසි නොලැබෙන බව පුරෝකථනය කර ඇත.. ඔබ දැන් සිට විසඳුම් සෙවීම ආරම්භ කළ යුතුය.",
        "මධු සහ සිවනොලිපොඩ කඳු, ඔවුන් තරණය කරන අයට මධු සහ සිවනොලිපොඩ කඳු වැනි පූජනීය ස්ථානවල වීදි සකස් කර ඇත. එමනිසා, එහි පැමිණෙන බැතිමතුන් අත්අඩංගුවට ගෙන රුපියල් මිලියන 30 ක දඩයක් ලබා දීම සාධාරණ නොවේ.",
        "මන්නාරම දිස්ත්රික්කයේ බිෂොප්වරුන්ගේ නියෝජිතයෙක්. මධු පල්ලියේ උළෙලට පෙර වැඩ කටයුතු සිදු කළ යුතුය.",
        "එබැවින් මන්නාරම රදගුරු පදවන, වන සංරක්ෂණ දෙපාර්තමේන්තුව, මාර්ග සංවර්ධන අධිකාරිය, ශ්රී ලංකා පොලිසිය සහ හමුදා නියෝජිතයින් මාර්ගය පිරිසිදු කර සංවර්ධනය කළ යුතුය.මධු පල්ලියේ වාර්ෂික උළෙලට පෙර මෙම පියවර නිම කළ යුතු බව මට දන්වා සිටිමි.",
        "මන්නාරම සිටි දොරටුවේ මුරපොල එකවර ඉවත් කළ නොහැක. ආරක්ෂක අංශ විසින් ආරක්ෂක අංශ සමඟ සාකච්ඡා කරනු ඇත. මන්නාරම දිස්ත්රික්කයට අවශ්ය වර්ධනයන් අපි ලබා දෙන්නෙමු. මූලික කටයුතු මේ වසරේදී දියත් කෙරේ.",
        "මන්නාරම වටා සිදුකරන සවිස්තරාත්මක සංවර්ධනය ගැන ඔබට ඔබට දැනුම් දීමට සිදුවිය. ඉතින් ඔබ කාටවත් හසු වෙන්න අවශ්ය නැහැ. කලාපයේ පුළුල් සංවර්ධනයක් සිදු කරමින් රටේ ආර්ථිකයට දායක වන දිස්ත්රික්කයක් ලෙස මන්නාරම් දිස්ත්රික්කය ඉදිකරනු ඇතැයි ජනාධිපතිතුමා පැවසීය.",
        "ජනාධිපතිවරයා අද මන්නාරම වෙත පැමිණ මෙහි ජනතාවගේ ගැටලුවලට විසඳුම් ලබා දුන්නේය. මන්නාරම දිස්ත්රික්කයේ පූර්ණ සංවර්ධනය කිරීමට ඔහු සැලසුම් කර තිබේ. මන්නාරම් දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රීවරුන් වෙනුවෙන් මම ජනාධිපතිවරයාට ස්තූතිවන්ත වෙමි.",
        "සුහදතාවය රජය තුළ මන්නාරම දිස්ත්රික්කයේ සංවර්ධනය සඳහා මුදල් වෙන් කරන ලදී. එහෙත් සංවර්ධන කාර්යයන් ක්රියාත්මක නොකර වළක්වා ගන්නා ලදී. එසේම, පසුගිය වසර 4 ක කාලය තුළ දිස්ත්රික්කයේ සංවර්ධනය සඳහා කිසිදු මුදලක් වෙන් කර නොමැත. මේ වසරේ දිස්ත්රික්කයේ සංවර්ධනය සඳහා දිස්ත්රික්කයේ සංවර්ධනය සඳහා අරමුදල් වෙන් කිරීම පිළිබඳව මම ජනාධිපතිවරයාට ස්තූතිවන්ත වෙමි. \"",
        "රාජ්ය අමාත්ය කද්දාර් මාස්තාන්, පාර්ලිමේන්තු මන්ත්රීවරුන් වන චාල්ස් අද්මලානාදන්, චාල්ස් අශ්.එ.එම්."
      ]
    },
    "en": {
      "title": "Facilities for worshiping the Madhu Church without disturbing - President",
      "body_lines": [
        "President Ranil Wickremesinghe has promised to provide facilities for worship without hindrance.",
        "The President pointed out that the entrance to the sacred sites such as Madhu and the Sivanolipada mountain has been set up for those who are leading them and that it is impossible to arrest them.The President also announced the announcement to the President's Office immediately if the arrest of the worship of the Madhu Church was arrested.",
        "The President made this observation at the Special District Development Committee meeting held on Sunday (16) at the Mannar District Exchange.",
        "The President advised the military to clean up both sides of the Church Entrance Road for those who worship the Madhu Church, and instructed the military to do the work, and to contact the Mannar District Bishop for the work, the Department of Wildlife Defense Department, the Road Development Authority and the police.",
        "The President also issued a directive to complete the cleansing work ahead of the festival of the Madhu Church to be held in the coming days.",
        "Regional political representatives and government officials participated in the Special District Development Committee meeting to investigate the development activities of Mannar.",
        "The issues found in all sectors including district health, education and irrigation were pointed out directly to the president and the President had already emphasized the solutions to those issues.",
        "Similarly, the President also promised that the Director of the Hospital would take care of the request of the CT scan machine, which is a reduction in the Mannar Hospital.",
        "The President also promised to launch a program to recover phone development without being available to Mannar district this year.",
        "The President emphasized the need for Sri Lanka to know the solution to climate change in the next five decades, and that the dry zone will increase for the next fifty years, while the rainfall is expected to occur within the hottest zones.",
        "Similarly, the President also emphasized the need to make changes to the economic, social, education and agriculture sector in accordance with the moves of the changing world.",
        "Mannar district, which faced three decades of war, is growing today. The extensive development of this district will contribute to the economy of Sri Lanka. There is also the possibility of gaining tourism, fishing industry and renewable strength.",
        "Similarly, the likelihood of wind and solar power in these areas is very high. There is negotiations with the government of the country to sell a lot of demand for India.",
        "The Northern Province has a large number of green power. Can produce more electricity by setting up power generation stations with ponds and windmills and solar power. By selling that power to India and other countries, it can contribute to the economy of Sri Lanka. Green economy can also be created with green strength and green hydrogen.",
        "The funds required to construct a new court building in Mannar will be provided in the future. A decision can be taken to discuss the opening of the Puttalam -Mannar road.",
        "Arrangements are being made to provide a CT scan machine to Mannar Hospital. We have launched a formal plan for creating modern agriculture. I advise the Development Committee to meet and provide advice to obtain the necessary facilities.. A proper program is needed to protect the ponds in the area and to protect the water coming from the Malwattu Oya project to Mannar.",
        "Over the next five decades, it is predicted that the dry zone will increase rain and the dry areas will not get rain.. You have to start looking for solutions from now.",
        "The streets of sacred sites such as Madhu and Sivanolipada Mountains are set up for those who cross them. Therefore, it is not fair to arrest the pilgrims who are coming there and produce a thirty million lakh fine.",
        "A representative of the Mannar District Bishops. The work should be carried out before the upcoming Madhu Church Festival.",
        "Therefore, the Mannar Diocese, the Department of Forest Protection, the Road Development Authority, the Sri Lanka Police and the Army Representatives should clean and develop the road.I am informed that these measures should be completed before the annual festival of the Madhu Church.",
        "Also, the checkpoint at the Mannar city entrance cannot be removed at once. The security forces will be discussed with the security forces. We will provide the necessary developments to the Mannar district. Fundamental activities will be launched this year.",
        "You had to let you know about the detailed development that would be carried out around Mannar. So you don't have to get caught up in anyone. The Mannar District will be built as a district that will contribute to the economy of the country by carrying out extensive development in the region, ”the President said.",
        "The President came to Mannar today and provided solutions to the problems of the people here. He has made plans to make full development in Mannar district. I thank the President on behalf of the Mannar District Parliamentarians.",
        "During the government of goodwill, money was allocated for the development of Mannar district. But the development tasks were avoided without being implemented. Also, no funds have been allocated for the development of the district for the past 4 years. I thank the President for the allocation of funds for the development of the district for the development of the district this year, ”he added.",
        "State Minister Khadar Mastan, Members of Parliament Selvam Adakkalanathan, Charles Nirmalanathan, Kulasingham Lithipan, Northern Province Governor BSM Charles and provincial political representatives and public officials were also present."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe has pledged to enhance worship facilities at Madhu Church, ensuring unhindered access and addressing concerns raised by religious leaders. He directed military cleanup efforts along the Church Entrance Road and urged collaboration among various departments, including wildlife defense, road development, and police, to prepare for the upcoming church festival. The President also highlighted the importance of addressing climate change, promoting green energy, and boosting the economy through tourism, fishing, and renewable resources in the Mannar district."
  ]
}