{
  "translated_text": {
    "si": {
      "title": "යුනයිටඩ් පීපල්ස් ෂක්ටි - අම්බිකා සකුනානාතාන් යුද අපරාධ ප්රතික්ෂේප කරන උපදේශකයෙකු පත් කර තිබේ",
      "body_lines": [
        "යුද අපරාධ සඳහා උපදේශකයෙකු ලෙස එක්සත් ජාතීන්ගේ සංවිධානය එක්සත් ජාතීන්ගේ සංවිධානය විසින් එක්සත් ජාතීන්ගේ සංවිධානය එක්සත් ජාතීන්ගේ සංවිධානය විසින් එක්සත් ජාතීන්ගේ සංවිධානය විසින් එක්සත් ජාතීන්ගේ සංවිධානය විසින් එක්සත් ජාතීන්ගේ සංවිධානය විසින් එක්සත් ජාතීන්ගේ සංවිධානය විසින් එක්සත් ජාතීන්ගේ සංවිධානය විසින් දිනා ගත්හ.",
        "එක්සත් ජනතා බලයේ සිටින එක්සත් ජනතා බලයේ යුද අපරාධ සහ \"මානුෂීය ක්රියා\" යන යෙදුම භාවිතා කිරීම සහ \"මානුෂීය ක්රියා\" යන යෙදුම භාවිතා කිරීම සහ පක්ෂයට ශ්රී ලංකාවේ සිවිල් යුද්ධයේ දී පක්ෂයට කිසිදු අපරාධයක් නොමැති බවත් අම්බිකා සකුනානදන් පවසයි. වගකිව යුතු.",
        "දකුණු ශ්රී ලංකාවේ සියලුම පාර්ශ්වයන් මෙම කලාපයේ එකම තනතුරක් ඇති බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "United People's Shakti - Ambika Sakthunanathan has appointed a consultant who denies war crimes",
      "body_lines": [
        "Former Commissioner of Human Rights Commission of Sri Lanka, Ambika Sakthunanathan, has criticized Twitter on Twitter that the United Nations has appointed a united power consultant as a consultant for war crimes.",
        "Ambika Sakthunanathan says that the party has appointed a person who denies the war crimes of the United People's Power and the use of the term \"humanitarian actions\" and that the party does not have war crimes during Sri Lanka's civil war, and that no one has to be held accountable.",
        "He added that all parties in South Sri Lanka have the same position on this issue."
      ]
    }
  },
  "summary_lines": [
    "Ambika Sakthunanathan criticizes the UN for appointing a consultant who denies war crimes by the United People's Power, claiming no war crimes occurred during Sri Lanka's civil war and no one should be held accountable."
  ]
}