{
  "translated_text": {
    "ta": {
      "title": "முன்னாள் ஜனாதிபதி பாதுகாப்பை நீக்கிவிட்டாரா?",
      "body_lines": [
        "முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கின் பாதுகாப்பு அகற்றப்படவில்லை என்று பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக் தல்டுவா தெரிவித்தார்.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர், முன்னாள் ஜனாதிபதியின் பாதுகாப்பின் பாதுகாப்பு குறித்த அறிக்கை இன்று (07) தொழில்நுட்ப தவறு என்று கூறியது என்று போலீஸ் செய்தித் தொடர்பாளர் தெரிவித்தார்.",
        "துணை பொலிஸ் ஊடக செய்தித் தொடர்பாளர் தல்டுவாவை டிக், மேலும் பேசினார்",
        "\"முன்னாள் ஜனாதிபதியால் பாதுகாப்பாக வைத்திருந்த அதிகாரிகள் அகற்றப்படவில்லை. 50 பொலிஸ் சிறப்பு பணிக்குழு உட்பட 50 முன்னாள் அதிகாரிகள். ஆனால் சமீபத்தில், ஜனாதிபதி பாதுகாப்பு பிரிவு தற்போதைய ஜனாதிபதி மற்றும் முன்னாள் ஜனாதிபதிக்கு பாதுகாப்பை வழங்கியது. முன்னாள் ஜனாதிபதி, ஜனாதிபதி பாதுகாப்பு பிரிவு அதற்காக முன்பதிவு செய்துள்ளது. எந்த அதிகாரிகளும் இதுவரை அகற்றப்படவில்லை. நான் அதன் முன்னாள் இயக்குனர், தொழில்நுட்ப செய்திக்கு விடுவிக்கப்பட்டபோது, ​​அதிகாரிகள் இப்பகுதியில் உள்ள அதிகாரிகளை அகற்ற வேண்டியதில்லை.",
        "இதற்கிடையில், தேர்தல் காலத்தில் தேர்தல் காலத்தில் விசாரணைகளை முடிக்க முடியாத புகார்களை முடிவுக்கு கொண்டுவருமாறு செயல்படும் ஐ.ஜி.பி அதிகாரிகளுக்கு அறிவுறுத்தியுள்ளது.",
        "\"செயல்பாட்டு ஐ.ஜி.பி நேற்று ஒரு சிறப்பு உத்தரவை பிறப்பித்துள்ளது, பொலிஸ் நிலையங்களில் ஓரளவு விசாரிக்க முடியாமல் பல்வேறு புகார்கள்.. 14 நாட்களில் வருமானம் நிரம்பியுள்ளது. அதன்படி, இன்று முதல் பல்வேறு புகார்கள் எடுக்கப்படும். ஐ.ஜி.பியின் பொது நிவாரண நாள் கடைசி நாட்களில் மேற்கொள்ளப்படவில்லை என்பதை நாங்கள் அறிவோம். எனவே பொது நிவாரண தேதி அக்டோபர் 11 அன்று தொடங்குகிறது. முந்தைய பொலிஸ் தலைமையகத்தில் புதிய போலீஸ் தலைமையகத்தில் இல்லை. \""
      ]
    },
    "en": {
      "title": "Did the former President removed the security?",
      "body_lines": [
        "Police Media Spokesperson DIG Talduuwa said that the security of former President Ranil Wickremesinghe has not been removed.",
        "The Police Media Spokesperson stated that the report on the security of the former president's safety was on a technical fault today (07), the police spokesman said.",
        "Deputy Minister of Police Media Spokesperson DIG Talduwa, Speaking further",
        "\"Officers who were safely held by the former President have not been removed. 50 other former officers, including 50 Police Special Task Force. But recently, the Presidential Security Division provided security to the present President and former President. Former President, the Presidential Security Division has made a booking for that. No officials have ever been removed at all. When I was released to the former director of its director, technicious message, the officials have not had to remove officers in the area. \"",
        "Meanwhile, the acting IGP has instructed officials to end the complaints that were unable to complete investigations during the election period during the election period.",
        "\"Acting IGP has issued a special order yesterday, the various complaints that have been left unable to investigate somewhat in the police stations.. Income full in 14 days and finish. Accordingly, various complaints will be taken from today. We know that the IGP's public relief day was not carried out in the last days. So the public relief date begins on October 11. Not at the new police headquarters at the previous police headquarters. \""
      ]
    }
  },
  "summary_lines": [
    "Former President Ranil Wickremesinghe's security not removed: Police spokesperson clarifies recent reports were due to technical fault. Acting IGP orders completion of pending investigations within 14 days. Public relief day rescheduled for October 11."
  ]
}