{
  "translated_text": {
    "si": {
      "title": "LPL 2024 වැඩිම ලංසු තැබීමේ ක්රීඩකයන් වන මධීෂා පතිරාන, ඉසුරු උදනා, දසුන් ශානක, කරීම් ජැනට්",
      "body_lines": [
        "සිව්වන ලංකා ප්රිමියර් ලීගයේ (එල්පීඑල්) අද (21) කොළඹ හිල්ටන් හෝටලයේදී වෙන්දේසි කරන ලදී.",
        "ශ්රී ලංකා ක්රීඩක මධීෂා පතිරාන කලම්බෝව ස්ට්රයිකක හිමිකරුවන් ඇමරිකානු ඩොලර් 120,000 (රුපියල් කෝටි 60 රුපියල් 2,100) සඳහා මිලදී ගත්තේය.",
        "ශ්රී ලංකා ක්රීඩක ක්රීඩික ක්රීඩිකරු ඉසුරු උදනා විසින් ඇමරිකානු ඩොලර් 100,000 (රුපියල් 1,750) ඉලක්ක කරායින්ගේ ඉලක්කගත මාර්වාල්ගේ අයිතිකරුවන් මිලදී ගෙන ඇත.",
        "බී-ලව් මහනුවර හිමියන් හිටපු ශ්රී ලංකා නායක දසුන් ශානක ඇමරිකානු ඩොලර් 85,000 (රුපියල් ලක්ෂ 55 කි. 2,172) සඳහා මිලදී ගත්හ.",
        "ඩම්බර්ස් හි ගිගුරුම්වල අයිතිකරුවන් ඇමරිකානු ඩොලර් 80,000 ක් (රුපියල් 1,400) 80,000 ක් (කෝටි 1,400) මිල දී ගත් ඇෆ්ගනිස්ථාන වේග පන්දු යවිල්ලේ කාර්මිකයන් මිලදී ගත්හ.",
        "යාපනය යනු යාපනයයි. සිතුවම් විජයකන්ත වෙසන්ට්, තවත් යාපනයක් දෙදෙනෙකු, තවත් යාපනයක් රඳවා තබන ලෙරිකා ජෙව්නා රජවරු. ක්රීඩකයන් මර්වින් අබිනාෂ් සහ ඩිස් විදුසන්සන් වෙන්දේසි කරන ලදී.",
        "$ 50,000: ටැන්ජය ද සිල්වා, ජේසන් බෙරෙන්ඩොව්, ජේසන් බෙරෙන්ඩොව් (ජෙව්නා කිං), ඉෆිකර් අහමඩ් (තම්බල්ල ගිගුරු), රාහුමුල්ලා ගිගන්ඩ්, මුජිබ් urzip රුසිප් මුම්සාසි",
        "$ 40,000: බෙල්මම් නිසාන්කා (ජෙහෙන්නා කිංස්), තමීම් ඉක්බාල් (කලම්බෝව ස්ට්රයිපයින්). අසිතා ප්රනාන්දු (ජෙහෙන්නා කිං), දිනේෂ් චන්දිමාල් (බී-ලයිව් මහනුවර)",
        "බී-ආදර මහනුවර වනඩු හසරංග, ඇන්ඩ්රෙලෝ මැතිව්ස්, විග්මන්තා චමීර, ඇන්ඩ්රේමන්තා චමීර, කයිල් රත්නායක, කාවින්දු පතියත්, කාරවන් රත්තු, අසම් අශාන්, සල්මාන් අගාහාන්, සල්මාන් අගාහාන්, සල්මාන් අගාහාන්, සල්මාන් අගාහාන්, සල්මාන් අගාහාන්, සල්මාන් අගාහාන්, සල්මාන් අගාහාන්, මොහොමඩ් අලි, කසුන් රජිත",
        "කොළඹ වැඩ වර්ජකයින් චාමිකා කරුණානිර්ත්න, සදීරා සමරාවික්රම, නිපුන් ධනන්ජය, ග්ලෙන්බ් ඛිලිප්ස්, ග්ලෙන්බ් ඛියුන්කා, ෂෙවාන් ඩැනියෝකා සැන්කුල, ෂෙවන් ඩැනියෙල්, කවින් භටනෝ,",
        "ගාලේ අද්දේස් භානුකා රාජපක්ෂ, ලසිත් ක්රොස්ටෙල්ලා, නිරෝෂන් ඩික්වෙල්ලා, වෙලෝෂා උඩනා, සාලන්හා රාජපක්ෂ, කවින්දු නදීෂාන්, කවින්දු නදීෂාන්, මුවින්ඩ් නාදහාන්, චමින්දු විජේසිංහ, ජෙෆ්රි වැන්ඩර්සේ, යුනි කෝටිපොඩ",
        "දම්බුල්ලා ගිග්නස්, නුවන්ෂා තුෂාන්කා, නුවන්ෂා තුෂාරා, දුෂාන් හේමන්ත ප්රනාන්දු, සන්තුෂ් ගුණතිලක",
        "යාපනයේ කිංග්ස් කුසාල් මෙන්ඩිස්, අවිෂ්කා ප්රනාන්දු, චරිත් විලසාන්ත්, ඒ නෛකාන්ග්හි ඔමෙමානා, එස්වද් රොස්, අල්වාජන් මාලිමා, අල්වාජි අබිනාෂ්, අල්වින් අබිටාෂ්, අල්වින් අබිනාෂ්, පතම් නිශංක"
      ]
    },
    "en": {
      "title": "LPL 2024 The highest bidding players Madisha Pathirana, Isaru Udana, Dasun Shanaka, Karim Janat",
      "body_lines": [
        "The Fourth Lanka Premier League (LPL) was auctioned off at the Hilton Hotel in Colombo today (21).",
        "Sri Lankan player Madisha Pathirana bought the Kalambo Striker owners for US $ 120,000 (3 crore 60 lakhs 2,100 rupees).",
        "Former Sri Lankan player Isuru Udana has bought goal Marwal's owners for US $ 100,000 (3 crore 1,750 rupees).",
        "B-Lav Kandy owners bought former Sri Lankan leader Dasun Shanaka for US $ 85,000 (2 crore 55 lakhs 2,172 rupees).",
        "The owners of the Thunders of the Dambers bought the Afghan fast bowler Karim people for US $ 80,000 (2 crore 1,400 rupees).",
        "This is how Jaffna. Leica Jevna Kings, who retains Mindan Vijayakantha Vyaskant, two more Jaffna. The players Mervyn Abhinash and Deison Vidusan were auctioned off.",
        "$ 50,000: Tanjaya de Silva, Jason Behrendov (Jevna Kings), Iftikar Ahmad, Hasmatullah Sasai (Thambulla Thunders), Dunit Wellalake, Rahmanullah Gurbas, Dasin Ahmad, Mujib Urzib Urhmas, Mujib Urzip Mumaz (Kolmbo Strikers)-Live Kandy)",
        "$ 40,000: Bethum Nissanka (Jevena Kings), Tamim Iqbal (Kalambo Strikers). Asitha Fernando (Jevena Kings), Dinesh Chandimal (B-Live Kandy)",
        "B-LOVE KANDY Wanindu Hasaranga, Angelo Mathews, Dushmandha Chameera, Andre Fletcher, Kyle Mayers, Dinesh Chandimal, Dasun Shanaka ath gomez, pawan rathnayake, chaturanga de Silva,Kavindu Pathirathne, Lakshan Sandakan, Sammu Ashan, Azam Khan, Salman Ali Agha, Mohammed Ali, Kasun Rajitha",
        "COLOMBO STRIKERS CHAMIKA KARUNARTNE, Sadeera Samarawickrama, Nipun Dhananjaya, Shadab Khan, Glenn Phillips, Dunith Gunasekara Erera, Shevon Daniel, Garuka Sanketh, Matheesha Pathirana, Shehan Fernando, Kavin Bandara,Isitha Wijesundara, Muhammed Waseem, Allah Ghazanfar",
        "Galle Marvels Bhanuka Rajapaksa, Lasith Croospulle, Niroshan Dickwella, Maheesh Theekshana, Tim Seifert, Janith Liyanage An Williams, Zahoor Khan, Malsha Tharupathi, Isuru Udana, Dhananjaya Lakshan,Pasindu Sooriyabandara, Sadeesha Rajapaksa, Mohommed Shiraz, Kavindu Nadeeshan, Mujeeb Ur Rehman, Chamindu Wijesinghe, Jeffrey Vandersay, Yuri Koththigoda",
        "Dambulla Thunders Dilshan Madushanka, Nuwan Thushara, Dushan Hemantha Uwanidu Fernando, Nuwan Pradeep, Ranesh Silva, Sohan de Livera, Hazmatullah Zazai, Karim Janat, Asla Gunaratne, Lahiru Madushanka, Rusanda Gamage, Mithun Jayawickrama, Ayana Sirwardhana, Sonal Dinusha, Haider Ali, Santhush Gunathilaka",
        "Jaffna Kings Kusal Mendis, Avishka Fernando, Charith Asalanka, Vijayakanth Viyaskanth, Azmatullah Omarzai , Binura Fernando, Asitha Fernando, Vishad Randika, Lahiru Samarakoon, Wanuja Sahan, Eshan Malinga, Alex Ross, Ahan Wickramasinghe, Murvin Abinash, Arul Pragasam, Pathum Nissanka"
      ]
    }
  },
  "summary_lines": [
    "In the Lanka Premier League 2024 auction, notable purchases included Madisha Pathirana buying Kalambo Striker owners for $120,000, Isuru Udana acquiring Goal Marwal's owners for $100,000, Dasun Shanaka going to B-Lav Kandy for $85,000, and Karim Janat being bought by Thunders of the Dambers for $80,000. Other significant deals involved Jaffna Kings retaining Mindan Vijayakantha Vyaskant and auctioning off Mervyn Abhinash and Deison Vidusan."
  ]
}