{
  "translated_text": {
    "ta": {
      "title": "மகனுடன் குறுக்கிட்ட தந்தை நண்பர்களால் தாக்கப்பட்டார்",
      "body_lines": [
        "ஒரு இசை நிகழ்ச்சியின் போது ஒரு குழு ஒரு இசை நிகழ்ச்சியை ஏற்படுத்தியதில் தந்தை இறந்துவிட்டார்.",
        "மருத்துவமனையில் சிகிச்சை பெற்ற பின்னர் மருத்துவமனையில் அனுமதிக்கப்பட்டபோது மரணம் கொல்லப்பட்டது.. அவர் மீன் விற்பனையை ஒரு வணிகமாக நடத்தி வருகிறார்.",
        "நாரம்மலா யுபி. இறந்தவர் விஜேகூன் ஸ்டேடியத்தில் நடந்த ஒரு இசை நிகழ்ச்சியில் தீர்க்கப்பட்டார், இறந்தவர் இசை நிகழ்ச்சியை பரப்பினார், ஆனால் இசை நிகழ்ச்சியின் மரணத்திற்குப் பிறகு, கொலை முடிந்தது மற்றும் அதிகாலை 1.45 மணிக்கு நிறுவனத்திற்குப் பிறகு. இருவரும் மீண்டும் இருவரையும் தாக்கியுள்ளனர் -கன், இரண்டு இரண்டு பேர் வந்தபோது.",
        "இறந்தவர் இறந்தவருடன் மோதலைத் தீர்க்க பேசியுள்ளார், ஆனால் அவர் அவரை அனுமதிக்கவில்லை. பின்வரும் இரண்டு மகன்கள் அவர்களிடமிருந்து அவர்களைப் பாதுகாக்க அவர்களைத் தாக்கி காவல்துறையினரால் தாக்கப்பட்டுள்ளனர்.",
        "தாக்கப்பட்டவர்களில் ஒருவர் இறந்தவரை இறந்தவரின் தலைவரிடம் தாக்கியதாக போலீசார் தெரிவித்தனர்.",
        "குருணேகலா கற்பித்தல் மருத்துவமனை குருணேகலா கற்பித்தல் மருத்துவமனையில் தத்தெடுக்கப்பட்ட உடனேயே இந்த தாக்குதலில் விழுந்த நபர் நாரம்மலா மாவட்ட மருத்துவமனையில் அனுமதிக்கப்பட்டார்.. அவர் 30 ஆம் தேதி அதன் தீவிர சிகிச்சை பிரிவில் அனுமதிக்கப்பட்டார். அவர் சூடாக இருந்தபின்னும் தீவிர சிகிச்சை பிரிவில் சிகிச்சை பெற்று வந்தார்.",
        "இந்த சம்பவம் தொடர்பான விசாரணைகளைத் தொடங்கிய முக்கிய சந்தேக நபர் கைது செய்யப்பட்டுள்ளார். மற்ற சந்தேக நபர்கள் விசாரணைகள் தொடங்கப்பட்டுள்ளதாகக் கூறுகின்றனர்."
      ]
    },
    "en": {
      "title": "Father who interfered with the son was hit by friends",
      "body_lines": [
        "The father has died when a group of crowd had resulted in a musical show during a musical show.",
        "The death was killed while he was hospitalized after being treated in the hospital.. He has run the fish sales as a business.",
        "Narammala UB. The deceased was resolved at a musical show at the Wijekoon Stadium, the deceased was spreading the musical show, but after the death of the musical show, the murder was completed and about 1.45 am after the corporation.The two men have again attacked the two-son son, when the two-two people arrived.",
        "The deceased has spoken to the deceased to resolve the conflict, but he has not allowed him. The following two sons have assaulted them to protect them from them and have been assaulted by the police.",
        "One of the people who had been assaulted had hit the deceased to the head of the deceased, police said.",
        "The man who fell in the attack soon was admitted to the Narammala District Hospital immediately after the Kurunegala Teaching Hospital has been subjected to adopt to the Kurunegala Teaching Hospital.. He was admitted to its intensive care unit on the 30th. He was still receiving treatment at the intensive care unit after the heated.",
        "The main suspect, which has commenced investigations into the incident, has been arrested. The other suspects say investigations have been started."
      ]
    }
  },
  "summary_lines": [
    "A father involved in a dispute was killed during a musical show at Wijekoon Stadium. He ran a fish sales business and was hospitalized. His death occurred after a conflict with two men, leading to his assault and hospitalization. The main suspect has been arrested, and investigations are ongoing."
  ]
}