{
  "translated_text": {
    "ta": {
      "title": "குழந்தை மற்றும் கொலை செய்யப்பட்டதாக சந்தேகத்திற்காக தாய் கைது செய்யப்பட்டார்",
      "body_lines": [
        "ஒரு மாதாந்திர குழந்தை இறந்த ஒன்றரை மாதங்களுக்குப் பிறகு ஒன்றரை மாதம் இறந்த ஒன்றரை மாதங்களுக்குப் பிறகு குழந்தையின் தாய் கைது செய்யப்பட்டார்.",
        "அலவேடி பிராந்திய மருத்துவமனை நேற்று (4) மேலதிக சிகிச்சைக்காக திப்பாலாய் மருத்துவமனையில் அனுமதிக்கப்பட்டது.",
        "இருப்பினும், தெலப்பலாய் மருத்துவமனையில் குழந்தை இறந்துவிட்டது, குழந்தையின் உடல் மற்றும் தலையில் காயங்கள் மற்றும் சிராய்ப்பு மற்றும் காயங்கள் ஒரு பிரேத பரிசோதனை பரிசோதனையை மேற்கொண்டன.",
        "யாஃப்னா கற்பித்தல் மருத்துவமனைக்கு குழந்தையின் தலையின் மரணம், யாஃப்னா கற்பித்தல் மருத்துவமனைக்கு குழந்தையின் தலையில் தாக்கியதால் மரணம் ஏற்பட்டது.. அவர் குழந்தையில் பல இடங்களைத் தாக்கியதாக தெரியவந்தது.",
        "குழந்தையின் செல்வாக்குடன் சந்தேக நபரின் பேரில் ஹெலிப்பலை போலீசார் கைது செய்யப்படுகிறார்கள்."
      ]
    },
    "en": {
      "title": "Mother arrested for suspicion that baby and murdered",
      "body_lines": [
        "The baby's mother was arrested on suspicion of a month and a half after the death of a month and a half after the death of a month and a half after the death of a monthly infant.",
        "The Alaveddi Regional Hospital was admitted to the Tippalai Hospital for further treatment yesterday (4).",
        "However, the baby was dead at the Thelappalai Hospital and the infant's body and head injuries and bruising and bruises were taken to conduct a post mortem examination.",
        "The death of the baby's head to the Jaffna Teaching Hospital, the death was caused by an assault on the infant's head to the Jaffna Teaching Hospital.. It was revealed that he had assaulted several places in the infant.",
        "The Helaippalai police are arrested on suspect with the influence of the infant."
      ]
    }
  },
  "summary_lines": [
    "A mother was arrested for suspected murder of her infant, who died from head injuries and bruises a month and a half ago. The baby was initially treated at Alaveddi Regional Hospital before being transferred to Tippalai Hospital for further care. An autopsy conducted at Jaffna Teaching Hospital confirmed the cause of death as assault. The Helaippalai police have made an arrest in this case."
  ]
}