{
  "translated_text": {
    "si": {
      "title": "දම්බුල්ලා අවසාන වටයේ සාර්ථකත්වය අහිමි විය;මහනුවර බෙල්ගාන් අවසාන වටය අවසන් වරට ඇතුළත් කළේ අවසාන කණ්ඩායම ලෙස ය",
      "body_lines": [
        "කොළඹ ආර්. 5 වන ලංකා ප්රිමියර් ලීග් පරිච්ඡේදයේ කාලගුණික තරඟයේ දී දම්බුල්ලා හයිලිකරුවන් ලකුණු 28 කින් ජය ගත්හ. 5 වන ලංකා ප්රිමියර් ලීග් පරිච්ඡේදයේ අවසාන ලීග් තරඟයේදී ප්රේමදාස ක්රීඩාංගණයේදී.",
        "කෙසේ වෙතත්, දම්බුල්ලා හන හිමියන්ට අවසාන වටයේ ක්රීඩා කිරීමට අවස්ථාව අහිමි වූයේ ඇය ශුද්ධ වේගය පවත්වා ගැනීමට අපොහොසත් වීම නිසා ය.",
        "තරගය අවසන් වීමෙන් පසුව, මහනුවර බෙල්ජන්සන් ලංකා ප්රිමියර් ලීග් තරගයේ අවසන් වටයට සහභාගී වීමට සුදුසුකම් ලබා ඇත.",
        "පළමුවෙන් පන්දුවට පහරදීමට ආරාධනා කරන ලද දම්බුල්ලා හ අනෙක්, ඕවර 20 කදී කඩුලු අහිමි වූ අතර ලකුණු 123 ක් පමණි.",
        "කණ්ඩායමේ නායක මොහොමඩ් නබි ලකුණු 40 ක් රැස් කළේය. 6 වන කඩුල්ල වෙනුවෙන් දම්බුල්ලා හයිලීන් ලකුණු 62 ක් බෙදා ගත් නිසා ඔවුන් ලකුණු 62 ක් බෙදා ගත්හ.",
        "Nuwanidu fernando (15) සහ ටුෂන් හේමන්ත (10) ටුෂාන් හේමන්ත (10) ට වඩා දෙබිඩි සංඛ්යාවක් ලැබුණි.",
        "පන්දු යැවීමේදී බිනරා ප්රනාන්දු ලකුණු 15 කට කඩුලු 3 ක් දවාගත්තේ ය.",
        "කලම්බෝ වැඩ කරන්නන් ඕවර 18.1 කදී කඩුලු අහිමි වූ අතර ලකුණු 95 ක් අහිමි විය.",
        "ආරම්භක පිතිකරුවන් වන රාහුමුල්ලා ගබ්සා සහ ඇන්ජලෝ පෙරේරා යන දෙකම තරගය අහිමි විය.",
        "මොහොමඩ් වසීම් සහ ග්ලෙන් පිලිප්ස් ලකුණු 15 බැගින් අහිමි විය.",
        "මෙයින් පසු කණ්ඩායමේ නායක තිසර පෙරේරා තම කණ්ඩායමේ සාර්ථකත්වය වෙනම ආකාරයකින් සටන් කළේය.. නමුත් දම්බුල්ලා හ. ළිඳ ලකුණු 30 ක් රැස් කළේය.",
        "දූතාන් වෙල්ලාලක් (11) සහ ඉෂිතා විජේසුන්දර (12) තිදෙනාට වඩා ද්විත්ව අංකයක් ද ලබා ගත්හ.",
        "නුවන් ප්රදීප් ලකුණු 20 කට කඩුලු 3 ක් ද, සමුන්දු වික්රමසිංහ ලකුණු 13 කට කඩුලු 2 ක් දවා ගත්තේය.",
        "දෙවන ලීගයේ ප්රමුඛ පෙළේ ප්රමුඛ ලීග් පරිච්ඡේදයේ අද දින-හෙයාර් ලීග් තරගය අද අවසන් විය.",
        "අවසාන වටය බ්රහස්පතින්දා ආරම්භ වන්නේ ඉලක්ක මාරුවල් සහ ජෙවෝ රජවරුන් අතර පළමු සුදුසුකම් සහිත තරගය සමඟ ය.",
        "කලම්බෝ වැඩ කරන්නා සහ මහනුවර බෙල්පාන් අතර පළමු මකාදැමීමේ තරගය එදිනම සුදුසුකම් ලැබීමේ තරඟයෙන් පසුව පැවැත්වේ.",
        "ඔවුන් මේ මස 20 වන දින දෙවන සුදුසුකම් සඳහා දෙවන සුදුසුකම් ලබා දෙනු ඇත.",
        "21 වන ඉරිදා අවසන් මහා තරගයේදී සුදුසුකම් ලත් තරග දෙකෙහිම ජයග්රාහී කණ්ඩායම් පැවැත්වේ."
      ]
    },
    "en": {
      "title": "Dambulla lost the final round of success;Kandy Belgons entered the final round as the last team",
      "body_lines": [
        "Colombo r. Dambulla Sixers won by 28 runs against Kalambo Strikers in the last league match of the 5th Lanka Premier League chapter held on Tuesday (16) at the Premadasa Stadium.",
        "However, Dambulla Sixers lost the opportunity to play in the final round as she failed to maintain a net speed.",
        "Following the end of the match, Kandy Belgons qualified to participate in the final round of the Lanka Premier League.",
        "Dambulla Sixers, who were first invited to bat first, lost all wickets in 20 overs and scored only 123 runs.",
        "Team captain Mohammad Nabi scored 40 runs. Dambulla Sixers reached some dignity as they shared 62 runs in the 6th wicket.",
        "Nuwanidu Fernando (15) and Tushan Hemantha (10) received a double -digit number than they were.",
        "In bowling, Binura Fernando took 3 wickets for 15 runs, Dunit Vellalake took 2 wickets for 18 runs and 2 wickets for 25 runs.",
        "Kalambo Strikers lost all the wickets in 18.1 overs and lost 95 runs.",
        "Both the opening batsmen Rahmanullah Gurbas and Angelo Perera lost the game.",
        "Mohammed Wasim and Glen Philips lost 15 runs each.",
        "Following this, the team captain Tisara Perera fought for the success of his team as a separate manner.. But Dambulla Sixers won the last game with 30 runs.",
        "Dunit Vellalake (11) and Ishitha Wijesundara (12) also got a double -digit number than the trio.",
        "Nuwan Pradeep took 3 wickets for 20 runs while Samundu Wickremesinghe took 2 wickets for 13 runs.",
        "The two -phase league round ended today in the Fifth Lanka Premier League chapter.",
        "The final round will begin on Thursday with the first qualifying match between the Goal Marwels and Jevna Kings.",
        "The first deletion match between Kalambo Strikers and Kandy Belgons will be held following the qualifying match on the same day.",
        "They will play the second qualifying competition on the 20th of this month.",
        "The winning teams in both qualifying matches will play in the final on Sunday, the 21st."
      ]
    }
  },
  "summary_lines": [
    "Dambulla Sixers missed the Lanka Premier League finals due to poor net run rate, despite winning against Kalambo Strikers in the last league match. Kandy Belgons secured their spot in the finals."
  ]
}