{
  "translated_text": {
    "ta": {
      "title": "குமாரா வெல்காமா: இலங்கை அரசியலில் \"உருவாக்கப்பட்ட செய்தியின்\" மறக்கமுடியாத நினைவகம்",
      "body_lines": [
        "குமாரா வெல்காமா: இலங்கை அரசியலில் \"உருவாக்கப்பட்ட செய்தியின்\" மறக்கமுடியாத நினைவகம்",
        "'கலுகோடா லயன்' புனைப்பெயரில் அறியப்பட்ட முன்னாள் மந்திரி குமாரா வெல்காமா, நான்கு தசாப்தங்களுக்கும் மேலாக இலங்கையில் தீவிர அரசியலில் ஈடுபட்டார்.",
        "அவர் ஒரு முறை கொழும்பில் விளக்கப்பட்டார், அவருக்கு 74 வயதாக இருந்தபோது இறந்தார்.",
        "அவரது சமகால அரசியல்வாதிகள் அவர் ஒரு கடுமையான தொடர்பு என்று நம்புகிறார்கள், தீவிரமாக நினைவில் வைத்திருக்கும் அரசியல்வாதியாக.",
        "ஏப்ரல் 5, 1950 அன்று பிறந்த கட்டுமா வெல்காமா, போக்குவரத்துத் துறையில் ஒரு தொழிலதிபர் ஆவார். வெல்காமா மற்றும் பெரிஸ் வெல்காமாவின் தந்தை பிறந்தார்.",
        "லாவினியாவின் மவுண்ட் செயின்ட் தாமஸ் கல்லூரியில் படித்து வந்த அவர் ஒரு திட்டமிட்ட நபர் மற்றும் தொழிலதிபர் ஆவார்.",
        "5 உறுப்பினர்களைக் கொண்ட ஒரு குடும்பத்தில் வளர்ந்த அவர் இரண்டு மகன்கள்.",
        "ஒருமுறை அவர் ஒரு தொலைக்காட்சி நேர்காணலில், \"நான் இலங்கையில் ஒரு பொது வணிக குடும்பத்திலிருந்து வருகிறேன்,\". நாட்டின் போக்குவரத்தில் உள்ள லாரிகளின் எண்ணிக்கையில் தனது தந்தை ஒரு தொழிலதிபர் என்று அவர் கூறினார்.",
        "குமாரா வெல்காமாவின் சகோதரர்கள் மற்றும் வணிகர்கள் வணிகர்கள் மற்றும் வணிகங்கள் (பிரைவேட்) லிமிடெட், லேண்ட்ஸ் மற்றும் ஐடியல் மோட்டார்கள்.",
        "\"எனக்கு ஒரு குழந்தை இருக்கிறதா என்று எனக்குத் தெரியவில்லை. நான் ஒரு இளைஞனைப் போலவே மிகவும் வேடிக்கையாக இருந்தேன். \"அவர் கூறினார்,\" அவர் தொலைக்காட்சி நிகழ்ச்சியில் கூறினார்.",
        "குமாரா வெல்காமா 80 களில் இலங்கையில் செயலில் உள்ள அரசியலில் நுழைகிறார்.",
        "1982 ஆம் ஆண்டில், அவர் கலுதாரா மாவட்டத்தின் அகலவாட்டா தேர்தல் அமைப்பாளருக்கு சிரிமாவோ பண்டாரநாயக்கால் நியமிக்கப்பட்டார்.",
        "1994 இல் நாடாளுமன்ற உறுப்பினராக தொடர்ந்து 30 ஆண்டுகளுக்கு முன்பு, குமாரா வெல்காமா தொடர்ந்து 30 ஆண்டுகள்.",
        "1989 ஆம் ஆண்டில், இலங்கை சுதந்திரக் கட்சி, இலங்கை சுதந்திரக் கட்சி, இலங்கை சுதந்திரக் கட்சி, ஐக்கிய மக்கள் சுதந்திர கூட்டணி (யுபிஎஃப்ஏ) மற்றும் யுபிஎஃப்ஏ ஆகியவை யுனைடெட் பீப்பிள்ஸ் சுதந்திர கூட்டணியை (யுபிஎஃப்ஏ) மற்றும் 2020 ஐ 2005 ஆம் ஆண்டில் வென்றன.",
        "குமாரா வெல்காமா தனது அரசியல் வாழ்க்கையை பிரதிநிதித்துவப்படுத்தும் அரசாங்கங்களின் பதவிகளையும் நடத்தினார்.",
        "போக்குவரத்து மற்றும் எரிசக்தி துணை அமைச்சர், தொழில்துறை மற்றும் எரிசக்தி துணை அமைச்சர், தொழில்துறை மற்றும் எரிசக்தி அமைச்சர், தொழில்துறை மற்றும் ஆயுதப்படை அமைச்சர், 2005 இல் தொழில்துறை அமைச்சர் மற்றும் போக்குவரத்து அமைச்சகம் 2005 இல் தொழில்துறை அமைச்சராக இருந்தனர்.",
        "அவரது மரணத்தின் மரணத்தின் முடிவில், அவர் தனது தலைமையின் கீழ் புதிய லங்கா சுதந்திரக் கட்சியின் (எஸ்.எல்.பி.எஃப்.ஏ) தலைவராக பணியாற்றி வந்தார்.",
        "கலுதாரா மாவட்ட எம்.பி. டாக்டர் ராஜிதா செனரத்னே தனது சமகால அரசியல்வாதி குமாரா வெல்காமாவின் மரணம் குறித்து பிபிசி சிங்களவலா குறித்து கருத்து தெரிவித்தார்.",
        "அவரும் குமாரா வெல்காமாவும் பாராளுமன்ற நாடாளுமன்றத்தில் நுழைந்தனர் என்றார்.",
        "\"அவர் 1994 இல் எங்களுடன் பாராளுமன்றத்திற்கு திரும்பினார். நாங்கள் இருவரும் இரண்டு தூண்களுடன் வந்தோம். நான் UNP இலிருந்து வந்தேன். அவர் இலங்கை சுதந்திரக் கட்சியைச் சேர்ந்தவர். அவர் கலுதாரா மாவட்டத்திற்கு ஒரு சிறந்த சேவையை மேற்கொண்டார். கலுதாரா மாவட்டத்தில் தாமதமான பெயர், டாக்டர் செனரத்னே பிபிசி சிங்களவாலாவுடன் தனது நினைவை பிரதிபலித்தார்.",
        "குமாரா வெல்காமா அரசியல் விளம்பர பிரச்சாரத்தின் நிறுவன உறுப்பினர் என்று அவர் சுட்டிக்காட்டினார். அந்தக் காலத்திலிருந்து அரசாங்கத்திற்கு எதிராக செயல்பட்டதாக டாக்டர் செனரத்னே கூறினார்.",
        "\"ஆனால் இறுதியில் அவர் கோத்தாபய ராஜபக்ஷமாக நியமிக்கப்பட்டபோது, ​​அவர் ஒருபோதும் செய்ய மாட்டார் என்று அவர் கூறினார். நிறைய அழிவு. அது தோன்றியது போல் தோன்றியது, அவர் அவரிடம் முறையிட்டார். அதுவே அவரது சொந்த கொள்கை, \"என்று அவர் கூறினார்.",
        "டாக்டர் செனாரத்னே பிபிசி சிங்களிடம் கடந்த கால போராட்டங்களில் உடல்நிலை சரியில்லாமல் இருப்பதாக கூறினார்.",
        "\"அவர் தாக்கப்பட்டார்.. லும்பனின் மக்கள் அன்றிரவு லும்பன் தேச மக்களாக இருந்தனர். அங்குதான் அவர் நோய்வாய்ப்பட்டார். \"",
        "கடைசியாக அவர் அவரைச் சந்தித்தபோது, ​​ராஜிதா செனரத்னே பொதுத் தேர்தல் தொடர்பான அறிக்கையை நினைவு கூர்ந்தார்.",
        "\"முடிவில், அவர், 'நான் ஆவணம், நான் எங்கள் இருவரையும் கேட்கிறேன்,'. உண்மையில், பட்டியலிலிருந்து பட்டியலைக் கொடுக்கும்படி எங்களிடம் கேட்கப்பட்டது. அவர் அனைவரும் முன்னால் இருந்தார், இதுதான் நாங்கள். \"",
        "அவர் மேலும் கூறுகையில், \"எனது சண்டை சகா இன்று நம்மை விட்டு வெளியேறுகிறார். நாங்கள் அவருடைய மகனுடன் பணிபுரிகிறோம், \"",
        "'நல்ல கெட்டது, ஒரு பாத்திரம் கலப்பு ... - பேராசிரியர் விசாகா சூரியபந்தரா",
        "அரசியல்வாதி குமாரா வெல்காமாவின் அரசியல் பயன்பாடு குறித்து, ஸ்ரீ ஜெய்வர்தெனெபுரா பல்கலைக்கழகத்தின் பேராசிரியர் வசகா சோரியபந்தரா ஸ்ரீ ஜெய்வர்தெனெபுரா பல்கலைக்கழகத்தில், அவர் ஒரு அரசியல்வாதியாக இருந்தார், அவர் பாராளுமன்றத்தில் அரசியல் முதிர்ச்சியை வெளிப்படுத்தினார்.",
        "\"நான் கடந்த காலங்களில் பல நேராக அவரைப் பார்த்தேன். நீங்கள் என்ன சொல்ல விரும்புகிறீர்கள் என்று நேராக சொன்னார். \"ஒரு அரசியல் நபரில் இரண்டு மோசமான மோசமானவை\" என்று அவர் மேலும் விளக்கினார்.",
        "பேராசிரியர் சுட்டிக்காட்டினார், ஒரு நல்ல இரத்தப்போக்கு அரசியல் உருவம், மற்றும் \"நாம் காணும் கதாபாத்திரங்களை விட நாம் காணும் மனிதன் பெரியவன்\" என்று கூறினார்.",
        "குமாரா வெல்காமா இலங்கையின் அரசியலில் ஒரு அரசியல்வாதியாக அறியப்பட்டார் மற்றும் ஒரு அரசியல்வாதி என்று அழைக்கப்படும் கட்சியாக ஆனார்.",
        "பெண்களின் போக்குவரத்து மற்றும் பெண்களின் ஈர்ப்பு குறித்து அவர் ஒரு கதாபாத்திரமாக இருந்தார்.",
        "அவர் ஒருமுறை பாராளுமன்றத்தில் பேசினார், \"நான் 6 அடிக்கு மேல் உயரம். பொதுவாக பெண்ணின் கட்சி மக்கள் விரும்புகிறார்கள். நான் என்ன செய்வது ?, \".",
        "மேலும், 2019 ஜனாதிபதித் தேர்தலில் ஜனாதிபதித் தேர்தலில் வேட்பாளராக அவர் எதிர்த்தார்.",
        "ஏப்ரல் 2022 இல் ஏப்ரல் 2022 இல் இதை அவர் கூறினார்.",
        "\"கோட்டா வீட்டிற்கு முதலில் முழு நாட்டையும் கேட்க முழு நாட்டையும் கேட்கச் சொன்னார். பிரதமர் அதைச் சொல்ல முடியாது. கோத்தாபய ராஜபக்ஷா நாட்டின் ஜனாதிபதி வேட்பாளராக முன்மொழிந்தபோது, ​​நான் முதல் இடத்திற்கு எதிரானேன். நான் கொடுக்க வேண்டாம் என்று சொன்னேன். எந்த பிரதேசங்களவை உறுப்பினரும் இல்லை. அது மட்டுமல்லாமல், அவர் ஒருபோதும் அரசியலில் ஈடுபடவில்லை, எனவே அவரை மூப்புத்தன்மைக்கு கொடுக்கக்கூடாது. ஆனால் திரு. மஹிந்தா அதைக் கேட்கவில்லை.",
        "போராட்டத்தின் போது அவர் ஒரு சூடான எம்.பி.",
        "குமாரா வெல்காமா ஜூலை 10 ஆம் தேதி ஜூலை 10 அன்று பாராளுமன்றத்தில் ஒரு அறிவிப்பு வெளியிட்டார், \"அதெல்லாம் நல்லதல்ல என்று நான் சொல்கிறேன். நாங்கள் அனைவரும் திருடர்கள். நான் பொய்யுக்கு நல்லது, என்னால் சொல்ல முடியாது. நாங்கள் அனைவரும் திருடர்கள்.",
        "எதிர்காலத்தில் மக்கள் குழு என்று அவர் கேள்வி எழுப்பினார். திகிலுடன் அதே நோக்கம் இருந்தால், அவர்கள் வெளியேற்றப்படுவார்கள் என்று அவர் வலியுறுத்தினார் என்று அவர் வலியுறுத்தினார்.",
        "கான்ஸ்டபிள் தரவரிசையில் இருந்து ஐ.ஜி.பி வரை வந்த பிரியந்தா வீரசூரியா யார்?",
        "டான் பிராட்மேனின் அறிக்கை, காமிந்தாவின் 5 ஆம் நூற்றாண்டு, சோதனை பதிவுகள் என்ன?",
        "குமாரா வெல்காமா: இலங்கை அரசியலில் \"உருவாக்கப்பட்ட செய்தியின்\" மறக்கமுடியாத நினைவகம்"
      ]
    },
    "en": {
      "title": "Kumara Welgama: Memorable memory of a \"news created\" in Sri Lankan politics",
      "body_lines": [
        "Kumara Welgama: Memorable memory of a \"news created\" in Sri Lankan politics",
        "Former Minister Kumara Welgama, who was known in the 'Kalugoda Lion' nickname, was engaged in active politics in Sri Lanka for more than four decades.",
        "He was once illustrated in Colombo and died while he was 74 years old.",
        "His contemporary politicians believe that he was a severe communicate, as a seriously remembering politician.",
        "Katuma Welgama, who is born on April 5, 1950, is a businessman in the field of transport. The father of Welgama and Berice Welgama were born.",
        "He was studying at St. Thomas' College, Mount Lavinia and was a planned person and businessman.",
        "Growing up in a family of 5 members, he was two sons.",
        "He once said in a television interview, \"I am coming from a public business family in Sri Lanka,\". He said that his father was a businessman for the number of lorries in the country's transport.",
        "Kumara Welgama's brothers and businessmen are businessmen and businesses (Pvt) Limited, Lands and IDeal motors.",
        "\"I don't know if I have a kid. I was so funny, just like a young man. \"He said,\" he said at the TV program.",
        "Kumara Welgama enters active politics in Sri Lanka in the 80s.",
        "In 1982, he was appointed to the Agalawatta electoral organizer of the Kalutara District by Sirimavo Bandaranaike.",
        "Prior to 30 consecutive years as a Member of Parliament in 1994, Kumara Welgama was a 30 consecutive years.",
        "In 1989, the Sri Lanka Freedom Party, the Sri Lanka Freedom Party, the Sri Lanka Freedom Party, the United People's Freedom Alliance (UPFA) and UPFA won the United People's Freedom Alliance (UPFA) and 2020 in the year 2005.",
        "Kumara Welgama also held the posts of governments representing his political career.",
        "Deputy Minister of Transport and Energy, Deputy Minister of Industry and Energy, Minister of Industry and Energy, Minister of Industry and the Armed Forces, Minister of Industry and the Transport Ministry in 2005 was Minister of Industry in 2005.",
        "At the end of the death of his death, he was working as the leader of the new Lanka Freedom Party (SLPFA) under his leadership.",
        "Kalutara District MP Dr. Rajitha Senaratne commented on BBC Sinhala regarding the death of his contemporary politician Kumara Welgama.",
        "He said he and Kumara Welgama entered the parliamentary parliament.",
        "\"He returned to Parliament with us in 1994. We both came with two pillars. I came from the UNP. He is from the Sri Lanka Freedom Party. He made a great service to the Kalutara district. A Late Name In Kalutara District, Dr. Senaratne reflected his memory with BBC Sinhala.",
        "He pointed out that Kumara Welgama is a founding member of political promotional campaign. Dr. Senaratne said he had acted against the government from that time.",
        "\"But when he was eventually appointed Gotabhaya Rajapaksa, he said, never do it. That a lot of destruction is. It appeared to appear, he appealed to him. That is his own policy, \"he said.",
        "Dr. Senaratne told BBC Sinhala that he was sick in the past struggles.",
        "\"He was attacked.. The people of the Lumpan were the people of the nation of Lumban that night. That was where he began to be sick. \"",
        "The last time he met him, Rajitha Senaratne recalled the statement made regarding the general election.",
        "\"At the end, he said, 'I'm Doc, I'm asking for both of us,'. In fact, we were asked to give the list from the list. He was all in front of, and this is the first thing we are. \"",
        "He added, \"My fighting colleague leaves us today. We are working with his son, \".",
        "'Good badness, a character mixed ... - Prof. Visakha Sooriyabandara",
        "Commenting on the political use of the politician Kumara Welgama, Professor Vasakha Sooriyabandara of the University of Sri Jayewardenepura said in the Sri Jayewardenepura University, he was a politician who demonstrated political maturity in parliament.",
        "\"I saw him many straightforwardly in the past. Told the straightly what you want to say. \"The two bad bad in a political figure,\" she further explained.",
        "The professor pointed out, a good bleeding political figure, and said, \"The man we see is greater than the characters we see.\"",
        "Kumara Welgama was known as a politician in the politics of Sri Lanka and became a party known as a politician.",
        "He was a character as to the transport of women as well as women's attraction.",
        "He once spoke in parliament, \"I'm a height of more than 6 feet. Generally Woman's Party People Like. What do I do?, \".",
        "Moreover, he was also opposed to president of the presidential election in the 2019 presidential election as a candidate.",
        "He said this in April 2022 in April 2022.",
        "\"Gota Go Home first said to hear the whole country to hear the whole country. The Prime Minister cannot say that. When Gotabhaya Rajapaksa proposed as the presidential candidate in the country, I was against the first. I told not give. No Pradeshiya Sabha member has not been. Not only that, but he never has been involved in politics, so not to give him to seniority. But Mr. Mahinda did not listen to it. \"",
        "He became a heated MP during the struggle.",
        "Kumara Welgama made a pronouncement in Parliament on July 10, on July 10, \"I say all that isn't all good. We're all thieves. I'm good for lie, I can't say. We're all thieves. \"",
        "He questioned as a group of people in the future. He emphasized that if they have the same purpose with horror, he stressed that they would be expelled.",
        "Who is Priyantha Weerasuriya who came from constable rank to acting IGP?",
        "Don Bradman's report, Kaminda's 5th century, what is the test records found?",
        "Kumara Welgama: Memorable memory of a \"news created\" in Sri Lankan politics"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary of Kumara Welgama's political career:",
    "",
    "Sri Lankan politician known as \"Kalugoda Lion\". Active in politics for 40+ years, serving as MP, Minister, Deputy Minister. Controversial figure with strong opinions. Criticized government policies, supported opposition candidates. Known for blunt statements in parliament. Died in 2023 at age 74."
  ]
}