{
  "translated_text": {
    "si": {
      "title": "විවිධ අභියෝග මධ්යයේ, වැටුප් හා ගෙවීම් නැවැත්වීමකින් තොරව රජයේ ආයතන ආරක්ෂා කරන ලදී",
      "body_lines": [
        "කොරෝනා ආසාදන පැතිරීමේ කාල පරිච්ඡේදය තුළ ඕනෑම සිවිල් සේවකයෙකුට වැටුප් හා ගෙවීම් නොමැතිව ඕනෑම සිවිල් සේවකයෙකුට වැටුප් හා ගෙවීම් නොලැබීම සඳහා ඕනෑම සිවිල් සේවකයෙකුගේ උපදෙස් අමාත්යංශයේ අමාත්ය ස්වදේශ කටයුතු අමාත්ය අශෝක ප්රියමූන් මහතා පැවසීය. ආර්ථික අර්බුදය.",
        "ඔහු මේ බව ප්රකාශ කළේ බදාදා (17) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදීය.",
        "\"පසුගිය අවුරුදු දෙක ඉතා දුෂ්කර වී ඇත. කොබියානු හා ආර්ථික අර්බුද මධ්යයේ වුවද අපට සිවිල් සේවකයින්ට වැටුප් හා ගෙවීම් ගෙවීමට සිදු විය.සමහරු සිතුවේ වැටුප හා ගෙවීම් නතර කළ හැකි බවයි.",
        "රජයේ සේවය අංශභාග වනු ඇතැයි ද ඔවුහු සිතුවා.අග්රාමාත්ය දිනේෂ් ගුණවර්ධනගේ මඟ පෙන්වීම යටතේ ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ මඟ පෙන්වීම යටතේ රාජ්ය සේවය ආරක්ෂා කිරීමට හැකි විය.",
        "මෙය විශාලතම සාර්ථකත්වයයි. රාජ්ය සේවකයින්ගේ සහ රටේ ජනතාවගේ පූර්ණ දායකත්වය බව සිහිපත් කළ යුතුය.",
        "අද මැතිවරණය ගැන බොහෝ දෙනෙක් කතා කළත්, අභ්යන්තර කටයුතු අමාත්යාංශය සුදුසු පරිසරයක් නිර්මාණය කිරීම සඳහා සුදුසු පරිසරය කැප කර තිබේ. \"",
        "අතිරේක ලේකම් (අභ්යන්තර කටයුතු) සහ සේවා සේවා අධ්යක්ෂ එස්. අක්කන්දර",
        "2020 - 2022 ආර්ථික අර්බුදයේ ප්රති result ලයක් ලෙස kovit -",
        "රාජ්ය සේවය සඳහා බඳවා ගැනීම සීමිතය. 2022 වන විට සම්පූර්ණයෙන්ම නතර විය. එබැවින් රාජ්ය සේවා ආයතනවල ක්රියාකාරී කමිටුව පිළිබඳ සමාලෝචනයක් සමාලෝචනය කිරීමේ අවශ්යතාවයක් පවතී.",
        "ඒ අනුව ඒකාබද්ධ සේවා හා ග්රාමීය සේවා ඇතුළු සේවා හයක් බඳවා ගැනීමට ස්වදේශ කටයුතු අමාත්යාංශය තීරණය කළේය.. රජයේ සේවා කොමිෂන් සභාවේ සහ මුදල් අමාත්යාංශයේ උපදෙස් වලට අනුකූලව පුරප්පාඩු බඳවා ගැනීමට තීරණය විය.",
        "ඒ හා සමානව, බඳවා ගැනීම සඳහා විභාග ප්රමාද වීම විසඳීමට පියවර ගන්නා ලදී. වසරකට දෙවරක් සිදු කර ඇති වැඩ ජූලි 1 වනදා සිට කඩිනම් කර ඇත.",
        "\"2024 අයවැය විමසූ අතර, එනම්, එතැන් සිට සංචාරක හෝටල් සහ බංගලා භාවිතා කිරීමට සැලැස්මක් ලබා ගන්නා ලෙස.",
        "ඒ අනුව, රාජ්ය හා අර්ධ-ස්ථානීය සේවා අංශවලට අඩු සංචාරක නේවාසිකාගාර සහ දිලකිරි ලබා දෙන අතර ඔවුන්ට ආදායමක් ලබා දීමට රජයට අවස්ථාව ලබා දෙනු ලැබේ.",
        "දැනට ආණ්ඩුවේ සිටින හෝටල් හා සංචාරක බංගල 720 ක සංචාරක ව්යාපාරය සඳහා කාමර 3750 ක් ලබා ගැනීමේ හැකියාවක් තිබේ.. 2024 අයවැයෙන් රුපියල් මිලියන 600 ක්.",
        "එසේම, රාජ්ය පරිපාලනය, ගෘහ කටයුතු, පළාත් සභා, පළාත් පාලන, සංචාරක බංගලා සහ නේවාසිකාගාර වෙන් කිරීම සඳහා පහසුකම් සපයා ඇත. \"",
        "\"රාජ්ය සේවකයින් සඳහා ස්ථාන පහසුකම් සැපයීම සඳහා ආරම්භ කරන ලද නිවාස සං p ාතිමරයන් 32 ක් ඇතුළත් නිවාස ආවරණ වැඩසටහන 2023 කින් අවසන් කර ඇති අතර ප්රතිලාභීන් අන්තර්ජාලය සඳහා තෝරාගෙන ඇත.",
        "ඒ හා සමානව, මඩකලපුව දිස්ත්රික් තේරීමෙන් 92% ක්ම අවසන් කර ඇත. මහියාස්, හාලි-ඒලා, හෝමගම, ලුනුගම්වෙවීරා සහ ජා-එලා ප්රාදේශීය ලේකම් ගොඩනැගිලි ඉදිකිරීම, මහියාස්ගේ ඉදිකිරීම් කටයුතු අවසන් කර ඇත.",
        "ඒ හා සමානව, මුන්ඩල් සහ මහාවිලකියා ප්රාදේශීය ලේකම් කාර්යාල ගොඩනැගිලි පසුගිය වසරේ ජුනි සහ ජූනි මාසයේ ජුනි මාසවල රුපියල් මිලියන 369 ක වියදමින් නිම කර ඇත.",
        "2023 දී කළුතරා - මල්ලුවෙලා සහ වල්ලුවිටාවේ ප්රාදේශීය ලේකම් කාර්යාල, ගම්පහා දිස්ත්රික් ලේකම් කාර්යාල ගොඩනැගිලි, වටල ප්රාදේශීය ලේකම් කාර්යාලය සහ නුවර කරකම්බල නුවර කරකම්බල විවෘත කරන ලදී. \"",
        "\"මේ වසරේ ජනවාරි 2 වන දින සිට ත්රිවිධ හමුදාවේ විශ්රාම වැටුප් සංශෝධනය සඳහා වන අයදුම්පත අන්තර්ජාලයේ හඳුන්වා දී ඇත.",
        "එසේම, සමුද්රීය ආරක්ෂක සේවය සහ නාවික බෝට්ටු පිරිනමන රාජ්ය විශ්රාමිකයන් දක්වා රාජ්ය ලේකම් කාර්යාලවලට ජීවිත සහතික ලබා ගැනීමට කටයුතු යොදා ඇත.. මේ අවස්ථාවේ දී, රටේ ශ්රී ලංකා දූත පිරිස හරහා සහතික සනාථ කිරීමට සහ එය ප්රදේශ් සභාවලට යවා ඇත.",
        "ඒ හා සමානව, විශ්රාම වැටුප්, කළමනාකරණය, කළමනාකරණය, තාක්ෂණික ව්යුහයක් නව තොරතුරු සම්බන්ධ කිරීම සඳහා තාක්ෂණික ව්යුහයක් හඳුන්වා දීමට සහ ප්රමාදයකින් තොරව විශ්රාම වැටුප ලබා ගැනීමට කටයුතු යොදා ඇත.",
        "මීට අමතරව, දුම්රිය ස්ථානවලට නොගොස් දුම්රිය ප්රවේශ පත්ර ලියාපදිංචි කිරීම සඳහා අන්තර්ජාලය අන්තර්ජාලය ලබා දී ඇත. \"",
        "ස්වදේශ කටයුතු අමාත්යාංශයේ ස්වදේශ කටයුතු, පළාත් සභා, පළාත් පාලන කටයුතු අමාත්යාංශයේ ලේකම් (ස්වදේශ කටයුතු) ස්වදේශ කටයුතු ලේකම් ප්රදීප් යසරත්න, අතිරේක ලේකම් (මානව සම්පත්) බුද්ධ කරුනසේන, සඳුන් දැව (සමාගම්) චන්දන කුමාරසිංහ, ශ්රී ලංකා සංවර්ධන පරිපාලන අධ්යක්ෂ ජනරාල් නෙලක මිලාවේ ලේකම් තවද පැමිණ සිටියහ."
      ]
    },
    "en": {
      "title": "Amidst various challenges, government agencies were protected without stopping salaries and payments",
      "body_lines": [
        "Minister of State for Home Affairs Asoka Priyantha said that the advice of President Ranil Wickremesinghe was a great success that any civil servant was able to advance with the lack of salary and payments to any civil servant in the period of the spread of Corona infection and the economic crisis.",
        "He made this statement at a media briefing held at the Presidential Media Center on Wednesday (17).",
        "“The last two years have been very difficult. We had to pay salaries and payments to civil servants despite the Kovit and economic crises.Some also thought that salary and payments could be stopped.",
        "They also thought the government service would be paralyzed.Under the guidance of President Ranil Wickremesinghe, the administration of the state administration, Home Affairs, Provincial Councils and Local Government Councils, under the guidance of Prime Minister Dinesh Gunawardena, was able to protect the public service.",
        "This is the biggest success. It must be recalled that the full contribution of public servants and the people of the country.",
        "Although many people talk about the election today, the Ministry of Internal Affairs has devoted the appropriate environment to create a suitable environment. ”",
        "Additional Secretary (Internal Affairs) and Director General of Services Services S. Alka Bandara",
        "'' Kovit - As a result of the economic crisis 2020 - 2022",
        "Recruitment for public service was limited. Completely stopped by 2022. So there is a need to review a review of the Working Committee of Public Service Institutions.",
        "Accordingly, the Ministry of Home Affairs decided to recruit six services, including combined services and rural services.. It was decided to recruit vacancies only in accordance with the instructions of the Government Service Commission and the Ministry of Finance.",
        "Similarly, steps were taken to address the delay in the exams for recruitment. The work that has been carried out twice a year has been expedited from July 1, ”he said.",
        "“The 2024 budget was urged to take plan to use state -owned tourist hotels and bungalows.",
        "Accordingly, the low -use tourist hostels and bungalies will be provided to the state and semi -state service divisions, while the government is given the opportunity to provide them with income.",
        "There is a possibility of getting 3750 rooms for tourist business in 720 hotels and tourism bungalows that are currently in the government.. 600 million rupees in the 2024 budget.",
        "Similarly, facilities have been provided for the allocation of state administration, domestic affairs, provincial councils and local government, tourism bungalows and hostels. ”",
        "“The landfill program, which includes 32 housing constituencies initiated to provide location facilities for public servants, has been completed by 2023 and the beneficiaries have been selected for the Internet.",
        "Similarly, 92% of the Batticaloa District Select has been completed. The construction of the Mahiyas, Hali-Ela, Homagama, Lunugamvevehera and Ja-Ela Divisional Secretariat buildings has been completed.",
        "Similarly, Mundal and Mahavilachiya Divisional Secretariat buildings have been completed in March and June last year at a cost of 369 million rupees.",
        "In 2023, the Kalutara - Madhuruwela and the Vallavita Divisional Secretariat Buildings, the Gampaha District Secretariat Building, the Wattala Divisional Secretariat Office and the Nuwarakambala Divisional Secretariat of Anurapuram District were opened. ”",
        "“From January 2 this year, the application for the revision of the pension of the Armed Forces has been introduced on the Internet.",
        "Similarly, arrangements have been made to obtain life certificates to the Divisional Secretariats before departing from the country to state pensioners who serve the marine security service and naval boats.. In this case, arrangements have been made to confirm the certificates through the Sri Lankan delegation in the country and send it to the Pradeshiya Sabhas.",
        "Similarly, arrangements have been made to obtain pensions, management, introduce a technical structure to connect new information, and to obtain pension without delay.",
        "In addition, the Internet has been provided with the Internet for registering train tickets without going to the railway stations. ”",
        "Secretary to the Ministry of Home Affairs, Provincial Councils, Local Government Affairs, Pradeep Yasaratne, Secretary to the Ministry of Home Affairs (Home Affairs)Salanga, Additional Secretary (Human Resources) Buddha Karunasena, Director General of Sandalwood (Companies) Chandana Kumarasinghe, Director General of Sri Lanka Development Administration Nalaka Kaluwewa, Director General of the Registrar's DepartmentPrince Senadheera, Secretary to the Secretary (Divisional Administration Reorganization) Varuna Sri Dhanapala, Senior Assistant Secretary (Public Service Reorganization) Sampika Ramavikrama and Joint Services Director AM Manoja Judge Amarasinghe were also present."
      ]
    }
  },
  "summary_lines": [
    "Despite economic crises and the COVID-19 pandemic, the Sri Lankan government ensured continuous payment of salaries to civil servants, demonstrating resilience and commitment to public service. This effort, guided by President Ranil Wickremesinghe, aimed to keep the government functioning smoothly amidst challenges. Additionally, measures were taken to streamline public service recruitment and utilize state-owned properties for revenue generation, alongside completing infrastructure projects and improving pension services."
  ]
}