{
  "translated_text": {
    "si": {
      "title": "බෙදීම් සීඩබ්ලිව්සී: වැදගත් ලෙස සජිත් සම්බන්ධ විය",
      "body_lines": [
        "ලංකාවේ කම්කරු සම්මේලනයේ ජ්යෙෂ් seaber සාමාජිකයෙකු ද එක්සත් ජනතා බලයට එක්විය.",
        "මධ්යම පළාත් සභාවේ උපකුලපති දුරෙයි මතියගරාජා මධ්යම පළාත් සභාවේ උපකුලපති දුරේක්ෂය, ලංකා කම්කරු සම්මේලනයේ ජ්යෙෂ් Senior නියෝජ්ය සභාපති සහ වසර 25 කට වැඩි කාලයක් මහනුවර ලංකා කම්කරු සම්මේලනයේ ප්රධාන සංවිධායක අද (14) එක්සත් බලයට සහයෝගය දැක්වීම සඳහා විපක්ෂ නායක සජිත් ප්රේමදාසගේ සහාය. ලැබුණා.",
        "ඔහු වසර තිහකට වැඩි කාලයක් පුරා පුළුල් පරාසයක දේශපාලන හා වෘත්තීය සමිති අත්දැකීම් ඇති ප්රමුඛ පෙළේ වෘත්තීය සමිති නායකයෙකි. එය වසර තිහකට වැඩි කාලයක් හා දේශපාලනය හා වෘත්තීය සමිති පිළිබඳ අතිමහත් දැනුමක් ලෙස හැඳින්වේ.. ඔහු ඉංග්රීසි, දෙමළ හා සිංහල යන රටවල ලේඛකයෙකි.",
        "1994 දී මධ්යම පළාත් සභාවේ සාමාජිකයෙකු ලෙසත්, 2001 දී උපකුලපතිවරයා සහ 2002 දී මධ්යම පළාත් සභාවේ සභාපතිවරයා ලෙසත් ඔහු තේරී පත් විය.",
        "මහනුවර දිස්ත්රික්කයේ 2004 පාර්ලිමේන්තු මැතිවරණයට ඔහු තරඟ කළ නමුත් ඔහුට ඡන්ද 400 ක් ඡන්ද 400 ක් අහිමි කළ නමුත් ඔහු නැවතත් 2004 දී මධ්යම පළාත් සභාවේ සභාපති ධුරය නැවත ලබා ගත්තේය. ඊට අමතරව, ඔහු 2013 සිට 2018 දක්වා මධ්යම පළාත් සභාවට නැවත ලබා දී ඇති අතර ධුරය හෙබවීය.. පාර්ලිමේන්තු මැතිවරණ 3 ක ඔහු ජාතික ලැයිස්තුවේ නම් කිරීම ද සැලකිය යුතු කරුණකි.",
        "කම්කරු අධ්යාපනය භාර ලංකා කම්කරු සම්මේලනයේ ප්රධානියා වන කම්කරු අධ්යාපනය භාරව, ලංකා කම්කරු සම්මේලනයේ (ලංවිම) සාමාජිකයෙකු සහ පළාත් දේශසීමා කමිටුවේ සාමාජිකයෙකු වන සහ පළපුරුදු දේශපාලන ician යෙකි."
      ]
    },
    "en": {
      "title": "Split CWC: Importantly joined Sajith",
      "body_lines": [
        "A senior member of the Ceylon Workers Congress also joined the United People's Power",
        "Durai Mathiyagarajah, who has been the Vice Chancellor of the Central Provincial Council twice as the Vice Chancellor of the Central Provincial Council, the Senior Deputy Chairman of the Ceylon Workers Congress and the Chief Organizer of the Ceylon Workers Congress in Kandy for over 25 years in support of the opposition leader Sajith Premadasa in support of the united power today (14).Got.",
        "He is a leading trade union leader and politician with a wide range of political and trade union experience for more than thirty years and is known as a vast knowledge of politics and trade unions.. He is also a writer in English, Tamil and Sinhala.",
        "He was elected as a member of the Central Provincial Council in 1994 and the Vice Chancellor in 2001 and the Chairman of the Central Provincial Council in 2002.",
        "Although he contested the 2004 parliamentary elections in the Kandy district, he lost 40000 votes, but again he again held the post of Chairman of the Central Provincial Council in 2004. In addition, he was re -elected to the Central Provincial Council from 2013 to 2018 and held office.. It is also noteworthy that he was named in the National List in 3 parliamentary elections.",
        "He is the Chief of the Ceylon Workers Congress, in charge of Labor Education, a member of the Ceylon Workers Congress (CEB) and a member of the Provincial Border Standing Committee and is an experienced politician."
      ]
    }
  },
  "summary_lines": [
    "Durai Mathiyagarajah, a seasoned trade unionist and politician with extensive experience, recently joined the opposition led by Sajith Premadasa. Known for his deep understanding of politics and labor issues, Mathiyagarajah has served as Vice Chancellor of the Central Provincial Council twice and chaired it once. Despite losing a parliamentary election in 2004, he remained influential, being re-elected to the council and included in the National List three times. His contributions extend beyond politics; he's also a writer in English, Tamil, and Sinhala."
  ]
}