{
  "translated_text": {
    "si": {
      "title": "යෂ්ටිය සහ කඩුව විධිමත් ලෙස ඊළඟ හමුදා සේවයට භාර දෙන ලදී",
      "body_lines": [
        "පාර්ලිමේන්තුවේ 7 වන බලකාය ලෙස කුෂාන් සම්පත් ජයරත්න හෙට (31) භාණ්ඩාගාරය භාර ගනු ඇත. අද සිට සේවයෙන් විශ්රාම ගන්නා නරේන්ද්ර ප්රනාන්දු, යෂ්ටියේ කඩුව සහ හමුදාවේ කඩුව භාර දී ඇත.",
        "අද දින පාර්ලිමේන්තු ශාලාවේ රිදී දොර අසල අද පැවැත්වූ යක්ෂයාගේ සහ සේවා සමූහයේ උත්සවය අද පැවැත්විණි.",
        "ඔහු අවුරුදු 42 ක් පුරා පාර්ලිමේන්තුවේ විශ්රාම ගත් බැවින් යෂ්ටියේ කඩුව සහ හමුදා සේවකයා විධිමත් ලෙස සපයා ඇති අතර ඔහු අවුරුදු 42 ක් පාර්ලිමේන්තුවේ විශ්රාම ගියේය.",
        "පාර්ලිමේන්තුවේ 6 වන හමුදාවේ නරේන්ද්ර ප්රනාන්දු 2018 සිට සේවා සේවය ලෙස සේවය කර ඇත. කුෂාන් සම්පත් ජයරත්න හෙට (31) පාර්ලිමේන්තුවේ 7 වන බලකාය ලෙස භාරගනු ඇත.",
        "පාර්ලිමේන්තු මහලේකම් කුෂානි රොහානාදීරා, පාර්ලිමේන්තුවේ නියෝජ්ය මහ ලේකම් සමින්ද කුලරත්න සහ පාර්ලිමේන්තු දෙපාර්තමේන්තු ප්රධානීන් සහ පාර්ලිමේන්තු නිලධාරීන්ගේ හා පාර්ලිමේන්තු නිලධාරීන්ගේ ප්රධානී නිලධාරීන් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "The scepter and the sword were formally handed over to the next army service",
      "body_lines": [
        "Kushan Sampath Jayaratne will take charge of tomorrow (31) as the 7th Corps of Parliament. Narendra Fernando, who is retiring from the service from today, has handed over the sword of the scepter and the sword of the army.",
        "The ceremony of the Scepter and the Squadrons of Service and the Service of the Service of the Parliamentary Hall was held today near the silver door of the Parliamentary Hall.",
        "The sword of the scepter and the army servant was formally supplied to the next Army Service, as he retired in Parliament for 42 years.",
        "Narendra Fernando, the 6th Army of Parliament, has served as the Service Service from 2018. Kushan Sampath Jayaratne will take over tomorrow (31) as the 7th Corps of Parliament.",
        "Parliamentary Secretary General Kushani Rohanadeera, Deputy Secretary General of Parliament Saminda Kularatne and heads of Parliament's Department and Parliamentary officials were present."
      ]
    }
  },
  "summary_lines": [
    "Narendra Fernando, after 42 years in Parliament, hands over the scepter and sword to Kushan Sampath Jayaratne, who will lead the 7th Corps of Parliament tomorrow."
  ]
}