{
  "translated_text": {
    "ta": {
      "title": "பணி ஆய்வாளரின் செயல் ஆய்வாளர் ஜெனரல்",
      "body_lines": [
        "சமூக பொலிஸ் போட்டி மற்றும் சிவில் பாதுகாப்பு படை அதிகாரிகளின் உதவியைத் தடுக்க சமூக பொலிஸ் போட்டி மற்றும் சிவில் பாதுகாப்பு படை பணியாளர்களின் உதவியைத் தடுக்க ஒரு புதிய திட்டத்தை தொடங்க செயல் இன்ஸ்பெக்டர் டென்னகூன் திட்டமிட்டுள்ளது.",
        "இது தொடர்பாக சிறப்பு கலந்துரையாடல் சிவில் டிஃபென்ஸ் ஃபோர்ஸ் ஏர் வைஸ் மார்ஷல் ஆர்.எஸ். பியான்வாலாவின் இயக்குநர் ஜெனரலுடன் வட மத்திய மாகாணத்தில் உயர் பொலிஸ் அதிகாரிகளுடன் நடத்தப்பட உள்ளது",
        "செயல்பாடு ஐ.ஜி.பி இந்த மாதத்தின் இரண்டாவது வாரத்தில் செயல்படுத்த திட்டமிட்டது",
        "வட மத்திய மாகாணத்தில் 335 மாட்டு மாட்டு கேரியர்களில் 01.01.2013 முதல் ரூ.",
        "இந்த கூட்டு நடவடிக்கையின் கீழ் வட மத்திய மாகாணத்தில் உள்ள விவசாயிகள் இந்த முடிவை எடுத்துள்ளனர்."
      ]
    },
    "en": {
      "title": "Acting Inspector General of Working Inspector",
      "body_lines": [
        "Acting Inspector Tennakoon has planned to launch a new program to prevent the assistance of the Community Police Competition and the Civil Defense Force personnel to prevent the assistance of the section of the Community Police Competition and the Civil Defense Force Officers.",
        "Special discussion in this regard is to be held with the Director General of Civil Defense Force Air Vice Marshal RS Bianwala this week with high police officers in the North Central Province",
        "Acting IGP planned to be implemented in the second week of this month",
        "It has been reported that 572 cows have been stolen in 335 cow of cow carriers in the North Central Province from 01.01.2013 to Rs.",
        "Farmers in the North Central Province under this joint operation have taken this decision after the acting IPP has taken the attention to the problem of the issue of the long run."
      ]
    }
  },
  "summary_lines": [
    "Acting Inspector Tennakoon plans a new program to prevent assistance in the Community Police Competition and Civil Defense Force operations in the North Central Province. A meeting with the Director General of Civil Defense Force and high police officers is scheduled. The initiative aims to address the issue of cow theft, with 572 cows stolen from 335 carriers since 2013."
  ]
}