{
  "translated_text": {
    "si": {
      "title": "බ්රිතාන්යයේ උරහිස් මත බ්රිතාන්ය උරහිස් දැන් තුරන් කර ඇත - වෙනස ආරම්භ වේ - නව අගමැති කහයර් ස්ටාර්",
      "body_lines": [
        "කම්කරු පක්ෂයේ සභාපති සහ නව අග්රාමාත්යවරයා පැවසුවේ බ්රිතාන්යයේ උරහිස්වල වෙනස අවසානයේදී ආරම්භ වී ඇති බවයි.",
        "බ්රිතාන්ය මහ මැතිවරණයෙන් පක්ෂයේ ජයග්රහණයෙන් පසු ඔහුගේ කතාවේදී ඔහු මේ බව පැවසීය.",
        "වෙනස මේ වන විට සිදු වෙමින් පවතින අතර වසර හතරහමාරක වැඩ කටයුතු පක්ෂය වෙනස් කළ බව මෙයින් සිදුවිය හැකිය. වෙනස් වූ ලේබර් පක්ෂයට සේවය කිරීමට සහ බ්රිතාන්යයේ වැඩකරන ජනතාවට සේවය කිරීමට සූදානම්.",
        "රටේ බොහෝ ප්රදේශවල, ව්යාපාරික පක්ෂයේ සාර්ථකත්වයෙන් ජනතාවට සහනයක් ලැබෙනු ඇති අතර, ඔවුන් මත බර ඉවත් කිරීම සඳහා ඔවුන්ට සහනයක් ලැබෙනු ඇත. අවසානයේදී මෙම මහා ජාතියේ උරහිස් වලින් ඉවත් කර ඇත. දැන් අපට නැවත සිතිය හැකිය උදේ පාන්දර, මට නොපැහැදිලි බලාපොරොත්තුවෙන් හිරු එළියේ හිරු එළිය නමුත් දවස දීප්තිමත් වී තිබේ.",
        "අපගේ කර්තව්යය වන්නේ ජාතික වශයෙන් අලුත් කිරීම, එකට එකතු වන පරිදි මෙම ජාතිය, එකට එකතු වන අදහස් අලුත් කිරීමයි.",
        "විශ්වාසය සඳහා වූ අරගලය අපගේ වයසට අර්ථ දක්වන යුද්ධයයි. මේ හේතුව නිසා අප රාජ්ය සේවයට සුදුසු බව ඔප්පු කිරීමේ දරුණු ව්යාපාරයක යෙදී සිටිමු.",
        "අප රාජ්ය සේවය මහජනයාට නැවත ඉදිරිපත් කළ යුතු අතර ඔවුන් හොඳ බලවේගයක් බව ඔප්පු කළ යුතුය."
      ]
    },
    "en": {
      "title": "British shoulders on the shoulders of Britain have now been eliminated - change begins - New Prime Minister Kair Starmer",
      "body_lines": [
        "The Chairman of the Labor Party and the new prime minister, the new Prime Minister, said the change in Britain's shoulders has finally begun.",
        "He said this in his speech after the party's victory in the British general election.",
        "This is possible by the fact that the change is currently underway and the four and a half years of work changed the party. Ready to serve the changed Labor Party and serve the working people of Britain.",
        "In many parts of the country, people will be relieved of the success of the business party, and they are relieved to have removed the burden on them. The bigotry has been finally removed from the shoulders of this great nation. Now we can think again, early in the morning, the sunlight of the hope I can be blurred but the day has become bright.",
        "Our task is to renew this nation, the ideas that keep together, nationally renewal.",
        "The struggle for confidence is the war that defines our age. For this reason we are in a fierce campaign to prove that we are worthy of the public service.",
        "We must re -entrust the public service to the public and prove them to be a good force."
      ]
    }
  },
  "summary_lines": [
    "Kier Starmer, the new Labour Party leader and Prime Minister, marks a significant shift in Britain, promising renewal and relief from burdens. His leadership follows the party's electoral victory, signaling a departure from past policies. Starmer emphasizes the importance of public service and national unity, aiming to restore trust and progress."
  ]
}