{
  "translated_text": {
    "ta": {
      "title": "உள்ளூராட்சி தேர்தலில் வேட்புமனுக்களை ரத்து செய்வதற்கான முடிவு?",
      "body_lines": [
        "உள்ளூராட்சி தேர்தல்களுக்கான வேட்புமனுக்களை ரத்து செய்வதற்காக நேற்று (13) நடைபெற்ற அமைச்சரவைக் கூட்டத்தில் நடைபெற்ற அமைச்சரவைக் கூட்டம் நேற்று (13) நடைபெற்றது என்று அமைச்சர் பந்துலா குணவர்தேனா தெரிவித்தார்.",
        "வரவிருக்கும் ஆண்டில் தொடர்புடைய கட்சிகளுடன் கூட்டாண்மைடன் கலந்துரையாட சம்பந்தப்பட்ட கட்சிகளுடன் உரையாடலைத் தொடங்குமாறு ஜனாதிபதி பிரதமருக்கு அறிவித்ததாக அவர் கூறினார்.",
        "\"அரசாங்க அதிகாரிகள் பிரதமருக்கும், பெயரளவு பரிந்துரைகளை நியமிப்பதை ஏற்றுக்கொண்டவர்களுக்கும், பிற சிரமங்கள் மற்றும் பிற கட்சிகளில் பிற சிரமங்களில் தங்கள் வேலைகள் மற்றும் பிற கட்சிகளை அறிந்திருப்பார்கள். உள்ளூர் அரசாங்க தேர்தல்களை நியமிப்பதை முடிக்கவும். அதாவது அதை ரத்துசெய்யவும். இரண்டாவதாக, அடுத்த ஆண்டில் மாகாண சபை தேர்தல்கள் நடைபெறும், அடுத்த ஆண்டு ஒரு பிணைய மற்றும் கட்சித் தலைவர்களைத் தொடங்க நடைபெற்றது. \""
      ]
    },
    "en": {
      "title": "Decision to cancel nominations in the local government election?",
      "body_lines": [
        "Minister Bandula Gunawardena said that the Cabinet Meeting held at the Cabinet Meeting held yesterday (13) to cancel nominations for the local government elections.",
        "He said that the President informed the Prime Minister to start a conversation with the relevant parties to hold a discussion with the partnership with the relevant parties in the coming year.",
        "\"The government officials informed the Prime Minister and who accepted the nomination of the nominal nominations and knows their jobs and other parties in other difficulties in other difficulties and other parties.Finish the nomination of local government polls. That means it cancel it. Second, he said that the provincial council elections were held in the next year to be held in the next year, the provincial council election was held in the next year to begin a collateral and the party leaders. \""
      ]
    }
  },
  "summary_lines": [
    "Minister Bandula Gunawardena announced the cancellation of local government election nominations after a Cabinet Meeting. The decision was made to facilitate discussions with relevant parties for a partnership in the coming year. The move aims to address issues faced by government officials and other parties, with the intention to hold provincial council elections next year."
  ]
}