{
  "translated_text": {
    "si": {
      "title": "අලුතින් තේරී පත් වූ මන්ත්රීවරුන් තිදෙනෙකු සඳහා තුන් වතාවක් වැඩමුළුවක්",
      "body_lines": [
        "තෙවන වැඩමුළුව පාර්ලිමේන්තුවේ උරුමයන් සහ දහවන ලද ලිපියේ අලුතින් තේරී පත් වූ සාමාජිකයින් සඳහා පාර්ලිමේන්තු කටයුතු පිළිබඳ උරුමයන් හා පාර්ලිමේන්තු කටයුතු පැවැත්වීමට නියමිතය.",
        "මෙම වැඩමුළුව මේ මස 25, 26 සහ 27 යන දිනවල පැවැත්වෙන බව පාර්ලිමේන්තු මහලේකම් සමින්ද කුලරත්න මහතා පැවසීය.",
        "නව මන්ත්රීවරුන් ලියාපදිංචි කිරීමේ ක්රියාවලිය හෙට (17) දියත් කෙරේ.",
        "මෙම ක්රියාමාර්ග හේතුවෙන් පාර්ලිමේන්තු සේවකයින්ගේ නිවාඩු 18 සිට 22 දක්වා අවලංගු කර ඇත.",
        "නව පාර්ලිමේන්තුවේ පළමු සැසිවාරය 21 වන දින පෙරවරු 10 ට පැවැත්වීමට නියමිතය."
      ]
    },
    "en": {
      "title": "A three -day workshop for newly elected MPs",
      "body_lines": [
        "The three -day workshop is scheduled to be held on the legacy of parliament and parliamentary affairs for the newly elected members of the Tenth Parliament.",
        "The Secretary General of Parliament Saminda Kularatne said that the workshop will be held on the 25th, 26th and 27th of this month.",
        "The process of registering new MPs will be launched tomorrow (17).",
        "Due to these measures, the holidays of parliamentary employees have been canceled from 18 to 22.",
        "It is noteworthy that the first session of the new Parliament will be held at 10 am on the 21st."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "Newly elected MPs attend 3-day workshop on parliament history & affairs. Registration begins 17th. No holidays for staff 18-22. First session 21st at 10 AM."
  ]
}