{
  "translated_text": {
    "si": {
      "title": "පියා අහම්බෙන් මිය ගියේය: දියණිය තුවාල",
      "body_lines": [
        "යතුරුපැදියක් හා වෑන් රථයක් අහම්බෙන් කඩා වැටීමෙන් පියා මියගොස් ඇති අතර දියණිය රෝහලට ඇතුළත් කර තිබේ.",
        "බම්බල ප්රදේශයේ ජූඩ් නිරෝෂන් (අවුරුදු 50) බම්බාල ප්රදේශයෙන් මිය ගියේය.",
        "මියගිය පුද්ගලයාගේ අවුරුදු 24 ක දියණියක තුවාල සහිතව මාරාවිල රෝහලේ ප්රතිකාර ලබයි.",
        "මහා වී වීවාසෝ ප්රධාන මාර්ගයේ මහා වෙවා නගර් අසල පිහිටි වේවා නාගර් අසල පිහිටි relative ාතියෙකුගේ නිවසේ සිට මේ වන විට මෙම අනතුර සිදුව තිබේ.",
        "පොලිසිය පැවසුවේ අනතුරට ලක්වූ වෑන් රථය එක්තරා රාජ්ය ආයතනයකට අයත් බවයි.",
        "වෑන් රථයේ රියදුරුගේ නින්ද වෑන් රථය සමඟ මිශ්ර වී පාර අතහැර යතුරුපැදියට ප්රතිවිරුද්ධ පැත්තට පහර දී පාර දෙපස ගොඩනැගිල්ලට කඩා වැටුණි."
      ]
    },
    "en": {
      "title": "Father killed in accident: daughter injured",
      "body_lines": [
        "The father was killed when a motorcycle and van crashed into an accident and the daughter was admitted to the hospital.",
        "Jude Niroshan (50 years old) from Bambala area died in the accident.",
        "A 24 -year -old daughter of the deceased is being treated at the Marawila Hospital with injuries.",
        "The accident took place on Tuesday afternoon when he returned home from a relative's home with her daughter near Maha Veva Nagar on the Colombo -Chilaw main road.",
        "Police said the van that was involved in the crash was owned by a particular state agency.",
        "The van driver's sleep was mixed with the van, leaving the road and hitting the motorcycle on the opposite side and crashed into the building on the side of the road."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Motorcycle-van collision kills father, injures 24-year-old daughter. Jude Niroshan (50) dies; daughter hospitalized. Accident occurred on Colombo-Chilaw road. Van, owned by state agency, veered off road and hit motorcycle."
  ]
}