{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරණය ඉල්ලා සිටින්නේ අනපේක්ෂිත වෙනසක් ඇති කිරීමටයි - පොදු අපේක්ෂක අරියායතෙරාන්",
      "body_lines": [
        "දැනට පවතින ජනාධිපතිවරණය අනපේක්ෂිත වෙනසක් ඇති කිරීමට සූදානම්ව සිටී.. ඔහු මේ බව පැවසුවේ ඡන්දයෙන් පසු මාධ්ය සමඟ කතා කරමින් සිටියදීය.",
        "ඊසානදිග දෙමළ ජනයා අද්විතීය ස්වයං-ඩිමල්ටරයක් ​​සඳහා අරගල කරති. පසුගිය ජනාධිපතිවරුන් අට දෙනා ඔවුන්ට කිසිදු විසඳුමක් ලබා දී නැත. ඒ සඳහා දෙමළ මහජන රාමුව සංවිධානය විසින් සිවිල් සංවිධාන 83 ක් සහ දෙමළ දේශපාලන පක්ෂ හත්දෙනෙකු පොදු අපේක්ෂකයෙකු ලෙස මා සමඟ එක්වී තිබේ.",
        "මෙම මැතිවරණ තීරණය මගින් ඊසාන දෙසින් දෙමළ ජනතාවට දේශපාලන විසඳුමක් ලබා දිය යුතුය.. ශ්රී ලංකාවේ නවවැනි ජනාධිපතිවරයා, ශ්රී ලංකා රජය, ජාත්යන්තර හා අසල්වැසි රට වෙත පණිවිඩයක් ලබා දීමේ බලාපොරොත්තුව අපට තිබේ.",
        "මම ඊසානදිග හා නිරත වූ දිස්ත්රික්ක අට වෙත ගියෙමි. ඊසාන දෙසින් පිහිටි ඊසාන දෙසින් සිටින දෙමළ ජනතාව මට ඡන්දය ප්රකාශ කිරීම ගැන ඔවුන්ගේ ආරංචිය දිගටම කරගෙන ගොස් ඇත.",
        "ඒ නිසා මගේ සංකේතය සඳහා වන සියලු සබඳතාවලට ස්තූති කිරීමට මම බැඳී සිටිමි. මැතිවරණ ප්රති result ලය මැතිවරණයෙන් පසු ඊළඟ වෙනස මත පදනම් වේ.",
        "මේ අතර, සමහර නපුරු බලවේග සමහර පත්රිකා කිහිපයක් ප්රකාශයට පත් කර ඇති අතර, මම ශ්රී ලංකා දෙමළ පක්ෂයේ සාමාජිකයෙකු වන අතර, මෙම මැතිවරණයෙන් ඉවත්ව සජිත් ප්රමිතාස සහ තවත් පත්රිකාවක් සහ තවත් පත්රිකාවක් සහ තවත් පත්රිකා සහ තවත් පත්රිකා සහ ඒ දෙවන අංකයට දෙවන ඉලක්කම්. පත්රිකාවේ ප්රකාශයට පත් කෙරේ.",
        "මට සහාය දක්වන අය ඡන්දය ප්රකාශ කළ යුත්තේ කොන්ච් චින්තනය සඳහා පමණි. වෙනත් ඕනෑම සිංහල ස්වෝත්තමවාදීන් මා සමඟ මම තදින් හෙළා දකිමි.",
        "පත්රිකා වලට ඡන්දය ප්රකාශ කිරීම හෝ සහාය නොමැති බව මම දනිමි. කෙසේ වෙතත්, එවැනි දැන්වීම් අඛණ්ඩව ප්රකාශයට පත් කර ඇති අතර එය දෙමළ ජාතිකයෙකු වන දෙමළ පොදු අපේක්ෂකයෙකු වන අතර එය දෙමළ ජාතිකයෙකු වන දෙමළ පොදු අපේක්ෂකයෙකු වන අතර මගේ බලපෑම අඩු කරයි.. එළඹෙන මැතිවරණයේ ප්රති results ල මෙම පත්රිකා කරන අයට පාඩම් හෙළි වන බව වාර්තා කිරීමට මම කැමතියි.",
        "එබැවින් සියලු දෙමළ සබඳතා ඡන්දය දී නිවාසවල තීරණය බැලීමට මම කාරුණිකව ඉල්ලා සිටිමි. නිශ්ශබ්දව ගොස් මැතිවරණය ගැන සැලකිලිමත් වන ලෙසත්, ඕනෑම නපුරු ක්රියාකාරකම් හා ප්රචාරයක් ගැන සැලකිලිමත් වන ලෙසත් මම ඔබෙන් ඉල්ලා සිටින බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "The presidential election is about to bring about an unexpected change - common candidate Ariyanethran",
      "body_lines": [
        "The ongoing presidential election is about to bring about an unexpected change.. He said this while speaking to the media after his vote.",
        "The Tamil people of the Northeast are struggling for a unique self -determination right. The last eight presidents have not given any solution to them. For that purpose, the Tamil Public Framework Organization 83 Civil Organizations and Seven Tamil Political Parties have joined me as a common candidate.",
        "This election decision must be given a political solution for the Tamil people in the Northeast.. We have the hope of giving a message to the ninth president of Sri Lanka, the Sri Lankan government, the international and the neighboring country.",
        "I went to the eight districts in the northeast and engaged. The Tamil people in the Northeast, beyond the Northeast, have continued their news to vote for me.",
        "So I am obligated to thank all the relationships that vote for my symbol. The election result is based on the next change after the election.",
        "In the meantime, some evil forces have published some leaflets, especially in the Sri Lankan Tamil party where I am a member of the Sri Lankan Tamil party, a leaflet that I will quit this election and support Sajith Pramadasa and another leaflet Sajith Premadasa and the second digit to the second number.Published in the pamphlet.",
        "Those who support me must vote only for conch thinking. I strongly condemn any other Sinhala chauvinists with me.",
        "I know that the pamphlets have no voting or support. However, do not believe that such ads are continuously published in the way I am a Tamil general candidate, which is a growing Tamil general candidate and reduces my influence.. I would like to report that the results of the coming election will reveal the lessons for those who make this leaflets.",
        "So I kindly ask that all the Tamil relations vote and see the decision from homes. He also said that I urge you to go silently and take care of the election results in any evil activities and propaganda."
      ]
    }
  },
  "summary_lines": [
    "Ariyanethran, a common candidate in Sri Lanka's presidential election, promises change for Tamil people in the Northeast. He vows to address long-standing issues and seeks votes from Tamil communities. Despite opposition from some groups, he urges Tamil voters to remain committed and cast their ballots."
  ]
}