{
  "translated_text": {
    "si": {
      "title": "ආර්ථිකය සඳහා නඩු පැවරෙන්නේ නැත්තේ ඇයි?",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා පවසා ඇත්තේ පළාත් පාලන මැතිවරණය කල් දැමීම ජනතාවගේ මූලික අයිතිවාසිකම් උල්ලං is නය කිරීමක් වුවද ජනතාවගේ ජීවිත ආරක්ෂා කිරීම ගැන ඔහු මැතිවරණය ගැන කනගාටු නොවූ බවයි.",
        "රටේ ආර්ථිකය ස්ථාවර කිරීමේ වැඩසටහනේ සෑම පැයක්ම සෑම පැයක්ම අගය කරනු ලබන බව ජනාධිපතිතුමා පෙන්වා දුන්නේය.",
        "ඊයේ පස්වරුවේ මහාරාගම තරුණ සේවා කවුන්සිලයේ ශ්රවණාගාරයේ පැවති නව මහජන පෙරමුණේ ජාතික සමුළුව අමතමින් ජනාධිපතිතුමා මේ බව ප්රකාශ කළේය.",
        "ආහාර, වෛද්ය විද්යාව, ගෑස් සහ ඉන්ධන නොමැතිව ජනතාවට දිනපතා ජීවිතයක් ගත කළ නොහැකි බව ජනාධිපතිතුමා කියා සිටියේ ජනතාවගේ මූලික අයිතිවාසිකම් ආරක්ෂා කිරීම සඳහා පසුගිය දින දෙක තුළ ඔහු කැපවී සිටින බවයි.",
        "ජනාධිපතිවරණයෙන් පසු මහ මැතිවරණය පැවැත්වීමට නියමිතව තිබූ බවත්, ඒ වන විටත් මුදල් දැනටමත් වෙන් කර ඇති බවත් පළාත් සභා මැතිවරණය සහ පළාත් පාලන මැතිවරණය පැවැත්වීමට නියමිත බවත් ජනාධිපතිවරයා ද කියා සිටියේ පළාත් සභා මැතිවරණය සහ පළාත් පාලන මැතිවරණය පැවැත්වීමට අපේක්ෂා කරන බවයි.. (අ)"
      ]
    },
    "en": {
      "title": "Why not sue for the economy?",
      "body_lines": [
        "President Ranil Wickremesinghe has said that although the postponement of the local government elections is a violation of the fundamental rights of the people, he did not regret the election to protect the lives of the people.",
        "The President pointed out that every hour is valued in the program of stabilizing the country's economy, the president said that if the time had been spent on holding the local government elections, the country's economy would not have been restored.",
        "The President made this statement while addressing the National Conference of the New People's Front held at the Maharagama Youth Service Council auditorium yesterday afternoon.",
        "Pointing out that people cannot continue their daily lives without food, medicine, gas and fuel, the president said that in the last two years, he has dedicated himself to protect the basic rights of the people.",
        "The President also said that he has decided to hold the general election after the presidential election and that the money has already been allocated and that the provincial council election and the local government elections are expected to be held.. (A)"
      ]
    }
  },
  "summary_lines": [
    "President Wickremesinghe justified postponing local gov't elections due to economic stabilization efforts, emphasizing the importance of ensuring basic needs like food, medicine, and fuel over electoral processes. He committed to holding general and provincial council elections post-presidential polls, allocating funds accordingly."
  ]
}