{
  "translated_text": {
    "si": {
      "title": "ගිගුරුම් සහිත වැසි පිළිබඳ දැන්වීම",
      "body_lines": [
        "කාලගුණ විද්යා දෙපාර්තමේන්තුව පවසා ඇත්තේ දිවයිනේ බොහෝ ප්රදේශවල උදෑසන අහසින් වටවී ඇති බවයි.",
        "නැගෙනහිර, උතුරු මැද සහ va පළ පළාත්වල මෙන්ම මුල්ලයිටිව් සහ මාතලේ දිස්ත්රික්කවල ද වර්ෂාපතනය අපේක්ෂා කෙරේ.",
        "රටේ අනෙක් ප්රදේශවල පාන්දර දෙකකට පසු වර්ෂාපතනය හෝ ගිගුරුම් සහිත වැසි ඇතිවිය හැකිය.",
        "මධ්යම, සබරගමුව සහ va පළ පළාත්වල සමහර ප්රදේශවල මෙන්ම අම්පාරා දිස්ත්රික්කයේ සමහර කොටස්වල අධික වර්ෂාව සිදුවනු ඇතැයි අපේක්ෂා කෙරේ.",
        "මධ්යම, සබරගමුව සහ va පළ පළාත්වල සමහර ප්රදේශවල මෙන්ම ගාල් සහ මාතර දිස්ත්රික්කවල හිම කියා හිම කියනු ලැබේ.",
        "මුල්ලයිටිව් වෙරළ තීරයේ ත්රිකුණාමලය සහ මඩකලපුව වෙත මුහුදු කලාපවල බොහෝ ප්රදේශවල වර්ෂාපතනය හෝ ගිගුරුම් සහිත වැසි ඇතිවිය හැකිය.",
        "පුත්තලම් සිට කොළඹ දක්වා මුහුදු කලාපවල සමහර ප්රදේශවල සවස හෝ රාත්රී කාලයේ වැසි හෝ ගිගුරුම් සහිත වැසි අපේක්ෂා කෙරේ.",
        "මුහුදු කලාපයේ පැයට කිලෝමීටර 20 - 30 ක මුහුදේ ඊසාන දෙසින් හෝ මුහුදේ නැගෙනහිරින් සුළං.",
        "කොළඹ සිට මන්නාරම දක්වා මුහුදු කලාපවල පැයට කිලෝමීටර 40 - 45 ක වේගයෙන් සුළං පුත්තලම් හරහා මන්නාරම දක්වා වේ.. මෙම අවස්ථා වලදී, මෙම මුහුදු කලාප තරමක් කැලඹිලි සහිත ය.",
        "නමුත් ගිගුරුම් සහිත වැසි ඇති වුවහොත්, තද සුළං හමන අතර මුහුදු කලාප තාවකාලිකව වාෂ්පශීලී වේ."
      ]
    },
    "en": {
      "title": "Notice of thunderstorms",
      "body_lines": [
        "The Department of Meteorology has said that most parts of the country will be surrounded by the sky in the morning.",
        "Rainfall is expected in the Eastern, North Central and Uva provinces as well as in the Mullaitivu and Matale districts.",
        "Rainfall or thunderstorms are likely to occur after two o'clock in the other parts of the country.",
        "Heavy rains are expected to occur in some parts of the Central, Sabaragamuwa and Uva provinces, as well as some parts of the Ampara district.",
        "In some parts of the Central, Sabaragamuwa and Uva provinces, as well as in the Galle and Matara districts, snow will be seen in the morning.",
        "Rainfall or thunderstorms are likely to occur in many parts of the sea regions along the coast of Mullaitivu to Trincomalee and Batticaloa.",
        "Showers or thunderstorms are expected in the evening or night in some parts of the sea regions from Puttalam to Colombo.",
        "Winds from the northeast or east of the sea at 20 - 30 km / h in the sea regions.",
        "The winds can be frequent at the speed of 40 - 45 km per hour in the sea regions from Colombo to Mannar to Mannar via Puttalam.. In these cases, these sea regions are somewhat turbulent.",
        "But in the event of thunderstorms, strong winds are blowing and the sea regions are temporarily in volatile."
      ]
    }
  },
  "summary_lines": [
    "Thunderstorms expected across Sri Lanka, with heavy rainfall in the Eastern, North Central, and Uva provinces, and snow in parts of Central, Sabaragamuwa, and Uva provinces. Winds from northeast or east at 20-30 km/h, with potential for stronger winds and turbulence in sea regions."
  ]
}