{
  "translated_text": {
    "si": {
      "title": "මම සමාජ ව්යුහයේ අර්බුදය සීමාව තුළින් පිළිගනිමි: වැඩි කල් නොගොස් බදු ප්රතිපත්ති සංශෝධනය - ජනාධිපති",
      "body_lines": [
        "බදු ප්රතිපත්ති සංශෝධනය සංශෝධනය කරන බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසුවේ සමාජ ව්යුහයේ අර්බුදය බද්දෙන් මා පිළිගන්නා බවත්, අර්බුදය පාලනය කිරීම සඳහා අර්බුදය විශේෂ අවධානයක් යොමු කරන බවත් ය.",
        "නවවැනි පාර්ලිමේන්තුවේ පස්වන නව පාර්ලිමේන්තු සැසිවාරය ආරම්භ වූයේ බදාදා ජනාධිපතිවරයාගේ ප්රතිපත්ති ප්රකාශනය සමඟ ය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා ඉහත ප්රකාශය කතාවක යෙදී සිටියේය.",
        "බංකොලොත්භාවය ප්රකාශයට පත් කරන විට රටේ විදේශීය තොග රට රට ලෙස සැලකේ. 2023 අවසානයේ විදේශීය තොග ඩොලර් බිලියන 4.4 ක් දක්වා ඉහළ ගියේය.",
        "මේ අතර කෙටිකාලීනව දැවැන්ත ආර්ථික අර්බුදයකින් රට සොයාගෙන තිබේ. ආර්ථික ප්රකෘතිය සඳහා නඩු විභාගයේ විනිවිදභාවය මම ප්රකාශ කර ඇත්තෙමි. මම කිසිම සැලසුමක් සඟවන්නේ නැහැ.",
        "රට දරුණුතම අර්බුදවලට මුහුණ දුන් විට දේශපාලනයට මම දේශපාලනයට කල්පනා කළේ නැත.",
        "ඔවුන්ගේ හිමිකාරිත්වය සහ ප්රශංසාව උල්ලං has නය වී ඇත.නැතිවූ අයිතිවාසිකම් මම නැවත ලබා ගන්නෙමි.",
        "අඩු-ලිහිල් දරිද්රතාව ඇති පවුල්වලට එළඹෙන අලුත් අවුරුද්දේ සහල් කිලෝග්රෑම් 20 ක් ලබා දෙනු ඇත.",
        "අර්බුද කළමනාකරණය කිරීම සඳහා විශේෂ අවධානයක් යොමු කෙරේ. බදු ප්රතිපත්තිය ළඟදීම සංශෝධනය කෙරේ.",
        "විදේශ රාජ්ය ණය සහන කටයුතු ලබන ජුනි මාසය වන විට අවසන් කිරීමට නියමිතය.",
        "විදේශ ණය ප්රතිසංස්කරණය කිරීමෙන් පසු, තෝරාගත් රාජ්ය ක්රමය ඒ සඳහා ගෙවිය යුතු අතර වාර්ෂිකව ඩොලර් බිලියන 3 ක් වෙන් කළ යුතුය.",
        "අධ්යාපන හා සෞඛ්ය සේවා දෙපාර්තමේන්තුවේ නීති පුහුණුවීම සඳහා සංශෝධනය කෙරේ.",
        "බෙදී නැති ප්රතිපත්තිය අනුව පුළුල් වේ. චීනය, ඉන්දුනීසියාව සහ බංග්ලාදේශය සමඟ නොමිලේ වෙළඳ ගිවිසුම් අත්සන් කිරීමට අපි බලාපොරොත්තු වෙමු."
      ]
    },
    "en": {
      "title": "I accept the crisis in social structure by the line: soon tax policy amendment - President",
      "body_lines": [
        "President Ranil Wickremesinghe said that the tax policy amendment would be amended that I would accept the crisis in the social structure by the tax and that the crisis would be paid special attention to managing the crises.",
        "The fifth new parliamentary session of the ninth parliament began on Wednesday with the President's Policy Declaration.",
        "President Ranil Wickremesinghe made the above statement in a speech.",
        "The country's foreign stockpile was seen as the country when the bankruptcy was announced. In the end of 2023, foreign stocks rose to $ 4.4 billion.",
        "Meanwhile, the country has recovered from a massive economic crisis in the short term. I have declared transparency of the proceedings for economic recovery. I don't hide any plans.",
        "I did not give importance to politics when the country faced the worst crises.",
        "Their ownership and praise have been violated.I will recover the lost rights.",
        "Families with low -income poverty will be provided with 20 kilograms of rice in the coming New Year.",
        "Special attention will be paid to managing crises. The tax policy will be amended soon.",
        "Foreign State Debt Relief Work will be completed by the next June.",
        "Once the foreign debt is reconstructed, the selected state system must pay for it and allocate $ 3 billion annually.",
        "The laws of the Department of Education and Health Service will be amended to practice.",
        "Will be expanded in the policy of not divided. We are looking forward to signing free trade agreements with China, Indonesia and Bangladesh."
      ]
    }
  }
}