{
  "translated_text": {
    "si": {
      "title": "செப்டெம்பரில் ஒரு இலட்சத்துக்கும் மேற்பட்ட சுற்றுலாப் பயணிகள் வருகை!",
      "body_lines": [
        "ශ්රී ලංකා සංචාරක සංවර්ධන අධිකාරියට අනුව, 2025 සැප්තැම්බර් 0125 සිට 2025 දක්වා කාලය තුළ ලක්ෂ 5 දහස් 58 දහසක 971 ක් සංචාරකයින් රටට පැමිණියහ.",
        "செப்டெம்பர் மாதத்தில் அதிகளவான சுற்றுலாப் பயணிகள் இந்தியாவிலிருந்து வருகை தந்துள்ள நிலையில் அவர்களின் மொத்த எண்ணிக்கை 49,697ஆகும்.",
        "සැප්තැම්බර් මාසයේදී එක්සත් රාජධානියේ සංචාරකයින් 10,752 ක්, චීනයේ සංචාරකයින් 10,527 ක්, ජර්මනියේ සිට 9,344 ක්, ඕස්ට්රේලියාවෙන් සංචාරකයින් 9,105 ක් සහ ප්රංශයෙන් 5,144 ක් වූහ.",
        "මේ වසරේ ජනවාරි 1 සිට සැප්තැම්බර් 30 දක්වා ශ්රී ලංකා සංචාරක සංවර්ධන අධිකාරියට, ලක්ෂ 174 ක් සහ සංචාරකයින් 494 ක් මේ වසරේ රටට පැමිණ තිබේ."
      ]
    },
    "en": {
      "title": "More than one million tourists visit in September!",
      "body_lines": [
        "According to the Sri Lanka Tourism Development Authority, 1 lakh 58 thousand 971 tourists visited the country within the period from 01st to 30th September 2025.",
        "The total number of tourists from India in September was 49,697.",
        "In September, 10,752 tourists from the United Kingdom, 10,527 tourists from China, 9,344 from Germany, 9,105 tourists from Australia and 5,144 from France.",
        "According to the Sri Lanka Tourism Development Authority, 17 lakhs and 494 tourists have visited the country from January 1 to September 30 this year."
      ]
    }
  },
  "summary_lines": []
}