{
  "translated_text": {
    "si": {
      "title": "අපි රනිල් වික්රමසිංහ අලුත් අවුරුද්දට පෙර පොදු අපේක්ෂකයෙකු ලෙස ප්රකාශයට පත් කරන්නෙමු - එක්සත් ජාතික පක්ෂය",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ නව වසරට පෙර පොදු අපේක්ෂකයා ලෙස ප්රකාශ කරන්නෙමු.",
        "ඔහු මේ බව කියා සිටියේ ඉරිදා (14) කොළඹ පැවති උත්සවයකදීය.",
        "ආර්ථික අර්බුදයේ දී රජයෙන් පලා ගිය අය ජනාධිපතිවරණය ජනාධිපතිවරණයට සූදානම් බවත්. ජනාධිපති රනිල් වික්රමසිංහ මහතාට ඇත්තේ මේ වසරේ ජනාධිපතිවරණයට තරඟ කිරීමට පමණි.",
        "හිටපු ජනාධිපති ගෝතභය රාජපක්ෂ එක්සත් ජාතීන්ගේ නායක රනිල් වික්රමසිංහ මහතා එක්සත් ජාතීන්ගේ නායක රනිල් වික්රමසිංහගේ නායකත්වයෙන් යුත් රජයක් පිහිටුවා ඇති අතර එමඟින් උන් වහන්සේගේ අකමැත්තෙන් රට පිරී ඉතිරී යාමට නොහැකි විය.",
        "ආර්ථික ප්රතිපත්ති ස්ථාවර කළ යුතු නම් රට දැන් යථා තත්ත්වයට පත්ව ඇති බැවින්, එබැවින් ආර්ථික ප්රතිපත්ති ස්ථාවර වීමට නම්, වර්තමාන ආර්ථික ප්රතිපත්ති දිගටම ක්රියාත්මක කළ යුතුය.",
        "ජනාධිපති රනිල් වික්රමසිංහ නව වසරට පෙර පොදු අපේක්ෂකයෙකු ලෙස ප්රකාශ කරන්නෙමු. බොහෝ ජනතා බලයේ බොහෝමයක් ජනාධිපතිවරයා සමඟ එක්වනු ඇත."
      ]
    },
    "en": {
      "title": "We will announce Ranil Wickremesinghe as a common candidate before New Year - United National Party",
      "body_lines": [
        "We will declare President Ranil Wickremesinghe as the common candidate before the New Year.",
        "He was speaking at a function held in Colombo on Sunday (14).",
        "Those who fled the government during the economic crisis state that the presidential election is ready for the presidential election. President Ranil Wickremesinghe has only the qualification to contest the presidential election this year.",
        "Former President Gotabhaya Rajapakse UNP leader Ranil Wickremesinghe formed a government led by UNP leader Ranil Wickremesinghe so that the country could not be crowded with his reluctance.",
        "The country has now returned to normal amid massive crises, so if the economic policies are to be stabilized, the current economic policies must continue to be implemented.",
        "We will declare President Ranil Wickremesinghe as a common candidate before the New Year. Most of the people's power will unite with the president."
      ]
    }
  },
  "summary_lines": [
    "The United National Party will announce Ranil Wickremesinghe as a common candidate for president before New Year, following his speech in Colombo. Wickremesinghe, who led a government with former President Gotabhaya Rajapakse, is seen as the only qualified candidate for the presidential election. The country, recovering from economic crises, is expected to continue with current economic policies under his leadership."
  ]
}