{
  "translated_text": {
    "si": {
      "title": "කොළඹ වරායේ දී මානව සම්පත් සංඛ්යාව 5 ක් සොයා ගන්නා ලදී",
      "body_lines": [
        "කොළඹ වරාය පරිශ්රයේදී සිදුකරන ලද වැඩිදුර කැණීම් වලදී මිනිස් ඇටසැකිලි පහක් සොයා ගත් බව පොලිසිය පවසයි.",
        "මුලදී ජූලි 13 වන දින, පුද්ගලික සමාගමක් විසින් වරාය නගර අධිවේගී මාර්ග ව්යාපෘතියේ කොටසක් ලෙස කොළඹ කොටළුවෙහි පැරණි ලේකම් කාර්යාල ගොඩනැගිල්ල අසල 6-විය හැකි ඉදිකිරීම් කටයුතු අතරතුර මිනිස් දේහය සොයා ගන්නා ලදී.",
        "කොළඹ වරායේ තිබී සොයාගත් ඇටසැකිලි පිළිබඳ පරීක්ෂණ 2024 සැප්තැම්බර් 5 වන දින කොළඹ ප්රධාන මහේස්ත්රාත්වරයාගේ ප්රධානී.",
        "මෙම අවස්ථාවෙහිදී, නීති බලකායේ කාර්යාලයේ (OMP) නියෝජිතයින් (AMP), පුරාවිද්යා ologists යින් සහ අතුරුදහන් වූවන්ගේ නියෝජිතයින් සිටියහ. මානව වර්ගීකරණය අධීක්ෂණය කිරීම සඳහා මහේස්ත්රාත්වරයා OMP (අතුරුදහන් වූවන්ගේ කාර්යාලය) අනුමත කර තිබේ.",
        "පළමු අදියර පළමු කැණීමෙන් පසු සැප්තැම්බර් 26, 27 සහ 28 යන දිනවල සිදු කර ඇති බව පොලිසිය පවසයි.. වැඩිදුර පරීක්ෂණ සඳහා කොළඹ (උතුරේ) අපරාධ ඒකකයේදී බේරාගත් මිනිස් ඇටසැකිලි කොළඹ (උතුරේ) අපරාධ ඒකකයේ පොලිස් ආරක්ෂාව යටතේ තබා ඇත.",
        "ප්රදේශයේ තවත් ඇටසැකිලි මතුවී ඇති බැවින්, කැක්කුම පිළිබඳ මීළඟ අදියර අවශ්ය බව පොලිසිය පවසයි.",
        "මේ අතර, කැණීම් කටයුතුවල තුන්වන අදියර 2024 ඔක්තෝබර් 17 වන දින ආරම්භ කිරීමට නියමිතය.",
        "නටබුන් පෙනුම හා පසුබිම පිළිබඳ වැඩි විස්තර සොයා ගැනීම සඳහා පරීක්ෂණ පැවැත්වෙමින් පවතින බව ජ්යෙෂ් police පොලිස් නිලධාරීන් පැවසීය."
      ]
    },
    "en": {
      "title": "5 human remains recovered at the port of Colombo",
      "body_lines": [
        "Five human skeletons have been recovered during further excavations carried out at the Colombo port premises, police said.",
        "Initially on July 13, human remains were discovered during the 6 -foot -digging construction work near the old secretariat building in Colombo Fort as part of the Port City Highway Project by a private company.",
        "The investigation into the skeletons found at the Port of Colombo was launched on September 5, 2024, headed by the Chief Magistrate of Colombo.",
        "At this point, there were representatives of the office (OMP) of legal officers, archaeologists and missing persons. The Magistrate has approved the OMP (Missing Persons Office) to oversee the investigation into human burials.",
        "The second phase was carried out on September 26, 27 and 28 after the first excavation, police said.. The rescued human skeletons have been kept under police protection at the Colombo (North) Crime Unit for further investigations.",
        "Since many more skeletons have been emerged in the area, the next phase of excavation is necessary, police said.",
        "Meanwhile, the third phase of excavation work is scheduled to commence on October 17, 2024.",
        "Senior police officials said investigations are underway to find more details on the appearance and background of the remains."
      ]
    }
  },
  "summary_lines": [
    "Human remains found at Colombo port during excavations. Five skeletons discovered, investigation ongoing. Police protecting evidence. Next phase of digging planned for October 17, 2024."
  ]
}