{
  "translated_text": {
    "ta": {
      "title": "தனிமைப்படுத்தப்பட்ட மியான்மர் சீனாவுடன் நெருக்கமாக உள்ளது",
      "body_lines": [
        "மியான்மர் அரசாங்கமான அரசாங்கத்தின் ஜனநாயக ரீதியாக தேர்ந்தெடுக்கப்பட்ட ஆங் சான் சுகி, 2021 இல் 2021 இல் இராணுவ ஜுன்டைன் தலைவரின் சுற்றுப்பயணத்தைத் தொடங்கினார்.",
        "அவர் ஆசிய அமைப்பில் கூட தனிமைப்படுத்தப்பட்ட மிக முக்கியமான அண்டை அண்டை மியான்மர் சீனாவுக்கு வந்தார்.",
        "இராணுவ சதித்திட்டத்திற்குப் பிறகும், நாட்டின் ஜனநாயகப் படைகள் அடக்கப்பட்டுள்ளன, மியான்மர் ஒரு நிலையற்ற சூழலாக மாறியுள்ளது.",
        "ஒரு அராஜகம் தற்போது மியான்மரில் சீன எல்லையில் உள்ளது.",
        "சிறுபான்மை குழுக்கள் இராணுவ அரசாங்கத்திற்கு எதிராக எதிர்க்கட்சி குழுக்களில் சேர்ந்து ஒரு பெரிய பகுதியால் கட்டுப்படுத்தப்பட்டுள்ளன.",
        "அதன் எல்லையின் ஸ்திரமின்மைக்கு சீனாவில் ஒரு குறிப்பிடத்தக்க புள்ளி உள்ளது.",
        "மியான்மரின் உறுதியற்ற தன்மை அவர்களின் தந்திரங்கள் மற்றும் வணிக நோக்கங்களுக்கு அச்சுறுத்தல் என்பதை சீனா உணர்ந்துள்ளது.",
        "இதன் விளைவாக, மியான்மர் இராணுவ அரசாங்கத்துடன் ஒரு நல்ல உறவைப் பேணுவதற்காக சீனா செயல்படுகிறது.",
        "மியான்மர் மாநில தொலைக்காட்சி சேவை மின்-ஆன்-ஹைனி சீனாவின் உத்தியோகபூர்வ வருகை மறுக்கப்பட்டுள்ளது என்று கூறியது.",
        "அவர் சீனாவில் பல பிராந்திய மாநாடுகளில் கலந்து கொள்ள உள்ளார்.",
        "சீனாவின் சீனாவில் உள்ள பொருளாதார சங்கத்தின் பொருளாதார சங்கத்தின் கூட்டத்தில் மியான்மரின் இராணுவ ஆட்சிக்குழுவுத் தலைவரும் விவாதிக்க திட்டமிடப்பட்டுள்ளது.",
        "மியான்மரின் இராணுவ ஆட்சிக்குழுவுத் தலைவர் சீன அதிகாரிகளுடனான கலந்துரையாடல்களில் இருதரப்பு உறவுகளை மேம்படுத்துவதில் கவனம் செலுத்துவார்.",
        "சிறுபான்மையினர் மற்றும் பிற எதிர்ப்பு ஆயுதக் குழுக்களுக்கு எதிரான போரில் மியான்மரில் சீனாவும் ரஷ்யாவும் முக்கிய ஆயுத சப்ளையர்கள்.",
        "மியான்மரின் முக்கிய வர்த்தக பங்காளியான சீனா, நாட்டின் சுரங்கங்கள், எண்ணெய் மற்றும் எரிவாயு குழாயில் பில்லியன் கணக்கான டாலர்களை முதலீடு செய்து வருகிறது.",
        "மியான்மரில் சீனா இன்னும் பல உள்கட்டமைப்புகளை உருவாக்கி வருகிறது.",
        "மியான்மர் வழியாக பாரிய எண்ணெய் மற்றும் எரிவாயு குழாய்களை உருவாக்கும் சீனா, மியான்மர் விரிகுடாவுக்கு வெளிப்படும் ஒரு ஆழமான துறைமுகத்தை உருவாக்க திட்டமிட்டுள்ளது.",
        "சீனாவின் ஆட்டோ தொழில் மற்றும் காற்றாலை எரிசக்தி துறைகள் கனிம மியான்மரிலிருந்து இறக்குமதி செய்யப்படுகின்றன.",
        "ஏப்ரல் மாதம் இந்தோனேசியாவின் ஜகார்த்தாவில் நடந்த இந்திய அமைப்பு உச்சி மாநாட்டின் வருகையில் பங்கேற்ற பிறகு, ரஷ்யா மட்டுமே கலந்து கொண்டார்.",
        "இருப்பினும், முந்தைய ஆசிய மாநாடுகளுக்கு மெயில் தலைவர் அல்லது அரசாங்க அதிகாரிகள் அழைக்கப்படவில்லை.",
        "மியான்மரின் இராணுவ ஆட்சிக்குழுவை இந்த வழியில் ஏற்றுக்கொள்வது மியானமர் ஜனநாயக எதிர்ப்பில் அங்கீகரிக்கப்பட்டுள்ளது.",
        "மியான்மர் எதிர்க்கட்சி வெளியீட்டாளர்கள் தேசிய ஒற்றுமை அரசாங்கத்தின் பெயரிட்டனர், இராணுவ ஆட்சிக்குழு ஸ்திரத்தன்மை, அமைதி மற்றும் பொருளாதார வளர்ச்சியைத் தவிர்த்துவிட்டதாகக் கூறியது.",
        "எனவே, இராஜதந்திர வரவேற்பை மறுஆய்வு செய்ய எதிர்க்கட்சி சீன அரசாங்கத்திடம் கேட்டுள்ளது.",
        "எவ்வாறாயினும், அடுத்த ஆண்டு பொதுத் தேர்தல்களுக்கு இராணுவ அரசு உதவுகிறது என்று சீனா கூறுகிறது.",
        "எவ்வாறாயினும், இராணுவ ஆட்சிக்குழு என்பது பல ஜனநாயக அரசியல் கட்சிகளைக் கலைப்பதாகும், அது அவருக்கு ஒரு சவாலாகும்."
      ]
    },
    "en": {
      "title": "The isolated Myanmar is closer to China",
      "body_lines": [
        "The government's democratically elected Aung San Suki, the government of Myanmar, commenced a tour of the military juntaine leader in 2021 in 2021.",
        "He came to China, the most important neighborly neighboring Myanmar, who isolated, even in the Asian organization.",
        "Even after the army conspiracy, the country's democratic forces have been suppressed, Myanmar has become an unstable environment.",
        "A anarchy is currently in the Chinese border in Myanmar.",
        "The minority groups have joined the opposition groups against the military government and controlled by a large area.",
        "The destabilization of its border is a significant point in China.",
        "China has realized that the instability of Myanmar is a threat to their tricks and business purposes.",
        "As a result, China is working to maintain a good relationship with the Myanmar Army government.",
        "Myanmar State Television Service stated that Min-on-Hiny China's official visit has been declined.",
        "He is due to attend several regional conferences in China.",
        "Myanmar's Military Junta leader is also scheduled to discuss at a meeting of the Economic Association of Economic Association in China, China.",
        "The Myanmar's military junta leader will focus on improving bilateral relations in the discussions with Chinese authorities.",
        "China and Russia are key weapons suppliers in Myanmar in the war against minority and other resistant armed groups.",
        "China, the main trading partner of Myanmar, has been investing billions of dollars of dollars in the country's mines, oil and gas pipe.",
        "China is developing many other infrastructure in Myanmar.",
        "China, which builds massive oil and gas pipes through Myanmar, plans to build a deep harbor that is exposed to a Bay of Myanmar.",
        "China's autom industry and wind energy sectors are imported from mineral Myanmar.",
        "After participating at the attendance of the Indian Organization Summit in Jakarta, Indonesia in April, was attended by only Russia.",
        "However, the moial leader or government officials have not been invited to the previous Asian conferences.",
        "The acceptance of Myanmar's military junta this way has been recognized in the Myanamar democratic opposition.",
        "The Myanmar Opposition publishers named the National Unity Government stated that the military junta has avoided stability, peace and economic growth.",
        "Therefore, the opposition has asked the Chinese government to review the diplomatic welcome.",
        "However, China says that the military government will assist the General Elections to be held next year.",
        "However, the military junta is the dissolution of many democratic political parties that is a challenge to him."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Myanmar's military junta seeks improved ties with China despite ongoing instability. China invests heavily in Myanmar's resources and infrastructure. The junta faces opposition criticism over diplomatic relations with China."
  ]
}