{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தலில் வடக்கு மற்றும் கிழக்கு நோக்கி யார் வெல்வார்கள்?",
      "body_lines": [
        "நாட்கள் உள்ளன, தேர்தல் ஆணையத்திற்கு ஜனாதிபதித் தேர்தலை வெளியிடுவதற்கு சில நாட்களுக்கு மேல் உள்ளது, இலங்கையின் ஜனாதிபதியின் பெயர்.",
        "அரசியல் துறையானது சூடாக உள்ளது, அதேபோல் தற்போதைய ஜனாதிபதியின் ஜனாதிபதியின் காலம் மற்றும் அரசியலமைப்பு ஒரு வாக்கெடுப்பில் தீர்க்கப்பட உள்ளது.",
        "யு.என்.பி.",
        "எவ்வாறாயினும், தனது முதல் ஜனாதிபதித் தேர்தலில் வென்ற இலங்கை காமன் நிரப்புதல் முன்னணி கட்சியின் வேட்பாளர் யார் என்று அறிவிக்கப்படவில்லை.",
        "வடக்கு மற்றும் நாடு முழுவதும் உள்ள வடக்கு மற்றும் முஸ்லீம் தமிழ் மற்றும் முஸ்லீம் மக்களின் வாக்குகள் வடக்கு மற்றும் கிழக்கில் முக்கியமானவை.",
        "முக்கிய வேட்பாளர்கள் அடுத்த ஜனாதிபதித் தேர்தலை இலக்காகக் கொண்டு தங்கள் வாக்குகளை அதிகரிக்க முயற்சிக்கின்றனர்.",
        "ஜனாதிபதி ரணில் விக்ரெமேசிங்கே யஃப்னா மற்றும் நுவரா எலியா மாவட்டங்களுக்கு விஜயம் செய்தார், ரணில் விக்ரமேசி கடந்த வார இறுதியில் வார இறுதியில் விஜயம் செய்தார்.",
        "போரினால் பாதிக்கப்பட்ட ஜனாதிபதித் தேர்தல்களில், பிபிசி வடக்கு மற்றும் கிழக்கின் தமிழ் வாக்குத் தளத்தின் எளிய பகுப்பாய்வாகும்.",
        "2010 ஆம் ஆண்டில் நடைபெற்ற போருக்கு ஜனாதிபதி மஹிந்த ராஜபக்ஸ் முன்னிலை வகித்தார், முன்னாள் இராணுவத் தளபதி சரத் பொன்சேகா போரின் முடிவில் எதிர்க்கட்சியின் முக்கிய வேட்பாளராக முன்வைத்தார்.",
        "மஹிந்த ராஜபக்ஷா ஐக்கிய மக்கள் சுதந்திரக் கூட்டணியைக் குறிக்கும் பெட்டெல்-மார்க் அடையாளத்துடன் போட்டியிட்டு, ஐக்கிய தேசிய கட்சியின் பொதுவான வேட்பாளராக இருந்த சரத் பொன்சேகாவை தோற்கடித்தார்.",
        "ஆனால் சரத் பொன்சேகா வடக்கு மற்றும் கிழக்கு இரண்டிலிருந்தும் அதிக வாக்குகளைப் பெற முடிந்தது, மேலும் தப்பிப்பிழைத்தவர்களால் மாகாணங்களை வெல்ல முடிந்தது.",
        "அந்த நேரத்தில், வடக்கு மாகாணத்தில் பதிவுசெய்யப்பட்ட வாக்குகளின் எண்ணிக்கை 988,334, ஆனால் 298,898 மட்டுமே வாக்களிக்கப்பட்டன. சரத் ​​பொன்சேகா 186,410 வாக்குகளை வென்றார்.",
        "முடிவை பகுப்பாய்வு செய்யும் போது, ​​வடக்கு மாகாணத்தில் ஏழு லட்சம் வாக்காளர்களுக்கு அவர் வாக்களிக்க முடியவில்லை.",
        "கிழக்கு மாகாணத்தில் 690,265 வாக்குகள் வெளியிடப்பட்டன.",
        "ஜனாதிபதித் தேர்தலில், மஹிந்த ராஜபக்ஷம் 6,015,934 வாக்குகளுடன் ஜனாதிபதியாக நியமிக்கப்பட்டார், மேலும் அவரது எதிர்ப்பாளர் 4,173,185 வாக்குகள்.",
        "2015 ஜனாதிபதித் தேர்தல் வரலாற்று வரலாற்று வரலாற்று வரலாறு இலங்கையில் முதல் முறையாக, ஒரு நிர்வாகத் தலைவர் தனது பதவிக்கு முதல் முறையாக இருந்தார்.",
        "மஹிந்த ராஜபக்ஷா தனது இரண்டாவது பதவிக்காலத்தின் முடிவில் ஜனாதிபதித் தேர்தலை வரவழைத்தார், மேலும் அவரது எதிர்ப்பாளர் இலங்கை சுதந்திரக் கட்சியின் பொது பொதுச் செயலாளர் மைத்ரிபால சிரிசேனாவாக வழங்கப்பட்டார்.",
        "ஐக்கிய தேசிய கட்சியின் (யு.என்.பி) புதிய ஜனநாயக முன்னணியை பிரதிநிதித்துவப்படுத்தும் பொதுவான வேட்பாளராக அவர் முன்வந்தார்.",
        "மைத்ரிபாலா சிரிசேனா வடக்கு மாகாணத்திலிருந்து 394,991 வாக்குகளைப் பெற்று கிழக்கு மாகாணத்திலிருந்து 583,120 வாக்குகளைப் பெற்றார்.",
        "மஹிந்த ராஜபக்ஷம் வடக்கு மாகாணத்திலிருந்து 108,831 வாக்குகளைப் பெற்றபோது, ​​அவர் 214,769 வாக்குகளைப் பெற முடிந்தது.",
        "வடக்கு மாகாணத்தில் 782,297 வாக்காளர்கள் 531,014 மட்டுமே பதிவு செய்யப்பட்டுள்ளனர்.",
        "கிழக்கு மாகாணம் வாக்காளர்களாக பதிவு செய்யப்பட்டது, ஆனால் 816,769 ஆகும்.",
        "இலங்கையில் ஆறாவது நிர்வாக ஜனாதிபதி பதவியில் மைத்ரிபாலா சிரிசேனா 6,217,162 வாக்குகளைப் பெற்று நாட்டின் மொத்த விளைவுகளால் வென்றார்.",
        "2019 ஆம் ஆண்டில், மஹிந்த ராஜபக்ஸ் இலங்கை பொது முன்னணியின் (யஹோட்) ஜனாதிபதித் தேர்தலாக இருந்தார், இது அவரது ஜனாதிபதி பதவியை இழந்த பின்னர் தயாரிக்கப்பட்டது.",
        "பாதுகாப்பு அமைச்சின் செயலாளர் கோத்தாபய ராஜபக்ஷா, தேர்தலுக்கான பாதுகாப்பு அமைச்சின் ஜனாதிபதி வேட்பாளராக நியமிக்கப்பட்டார்.",
        "ஆனால் பெரும்பாலும், தமிழ் மொழியில் வசிக்கும் வடக்கு மற்றும் கிழக்கை அவர் வெல்ல முடியவில்லை.",
        "சஜித் பிரேமடாசா புதிய ஜனநாயக முன்னணியை தனது எதிரியாக பிரதிநிதித்துவப்படுத்தினார்.",
        "சஜித் பிரேமடாசா 487,461 வாக்குகளைப் பெற்றார், கோத்தாபய ராஜபக்ஷம் ஜனாதிபதித் தேர்தலில் வெற்றி பெற்றார்.",
        "ஜனாதிபதியால் ஜனாதிபதியாக நியமிக்கப்பட்ட கோத்தாபயா ராஜபக்சே, கிழக்கு மாகாணத்தில் வாக்குகளால் 665,163 வாக்குகளைப் பெற்றார்.",
        "வடக்கு மாகாணத்தில் பதிவுசெய்யப்பட்ட 846,833 வாக்காளர்களில் 600,236 பேர் வாக்களிக்கப்பட்டனர், 955,449 கிழக்கு மாகாண வாக்காளர்கள் வாக்களிக்கப்பட்டனர்.",
        "2019 ஜனாதிபதித் தேர்தலில், கிழக்கு மாகாணத்தில் 1,183,205 2019 ஜனாதிபதித் தேர்தலில் வாக்களிக்க தகுதி பெற்றது.",
        "ஒட்டுமொத்தமாக 6,924,255 வாக்குகள் மட்டுமே தேர்ந்தெடுக்கப்பட்டன.",
        "உல்டங்காய் தமிழ் அராசு குபியாஸ்ஜயாம்ஜா எம்.பி., இலாங்காய் தமிழ் அராஷி குபேச்சி ஜனாதிபதித் தேர்தலுக்கு அனுப்பப்பட வேண்டும். சுமந்திரான் பகிரங்கமாக பகிரங்கமாக எதிர்ப்பு தெரிவிக்கிறது.",
        "தமிழ் தேசிய கூட்டணி (டி.என்.ஏ) முன்னணி எம்.பி. சி.வி.",
        "ஜனாதிபதித் தேர்தலை புறக்கணிக்குமாறு வடக்கு மற்றும் கிழக்கு மக்கள் கோரப்படுகிறார்கள்.",
        "ஐந்து அரசியல் கட்சிகளை பிரதிநிதித்துவப்படுத்தும் ஜனநாயக டி.என்.ஏ (டி.டி.என்.ஏ). கே. சிவாஜிலிம் 2010 இல் இருந்தார், 2019 இல் தமிழ் வேட்பாளராக, ஜனாதிபதி வேட்பாளராக இருக்க ஒப்புக் கொண்டார்.",
        "சுமார் இரண்டு தசாப்தங்களுக்குப் பிறகு, ஜே.வி.பி மற்றும் தேசிய நாட்டுப்புறப் படை தேசிய நாட்டுப்புறப் படை மற்றும் ஜனாதிபதியின் ஜனாதிபதியால் கடந்துவிட்டன.",
        "அடுத்த ஜனாதிபதித் தேர்தலில் அனுரா குமாரா டிஸ்டனாயக்க ஜனாதிபதியுடன் போட்டியிடுவதாக ஏற்கனவே அறிவிக்கப்பட்டுள்ளது.",
        "முந்தைய ஜனாதிபதித் தேர்தலின்படி, வடக்கின் மூன்று ஜனாதிபதி மற்றும் மூன்று ஜனாதிபதித் தேர்தல்களில் முஸ்லீம் தேர்தல்களில் பெரும்பான்மையான வாக்குகளைப் பெற ராஜபக்ஷ முகாம் தவறிவிட்டது.",
        "2010 ஆம் ஆண்டில், மஹிந்த ராஜபக்ஷம் ஜனாதிபதித் தேர்தலில் போட்டியிட்டது, கோத்தாபயா ராஜபக்ஷம் 2019 இல் ஜனாதிபதி வேட்பாளராக இருந்தார்.",
        "2010 மற்றும் 2019 ஆம் ஆண்டுகளில், மஹிந்த ராஜபக்ஷா மற்றும் கோத்தாபய ராஜபக்ஷம் முறையே ஜனாதிபதியாக நியமிக்கப்பட்டனர், மேலும் மாகாணங்களின் முக்கிய வேட்பாளர் வடக்கு மற்றும் கிழக்கில் அதிக வாக்குகளைப் பெற முடிந்தது.",
        "கடந்த மூன்று ஜனாதிபதித் தேர்தல்களில் யுனைடெட் தேசிய கட்சி போட்டியிடவில்லை, அவர்கள் எப்போதும் புதிய ஜனநாயக முன்னணியுடன் முன்வந்துள்ளனர்.",
        "குல்ஃபேஸ் போராட்டத்திற்குப் பிறகு, இந்த ஆண்டு இந்த ஆண்டு நடைபெற்ற முதல் ஜனாதிபதித் தேர்தல் இந்த ஆண்டு நடைபெறுகிறது.",
        "போரில் ஒரு குழந்தை முகாமுக்கு பதிலளிக்கும் விதமாக, ராஜபக்ஸ் முகாம் வடக்கு மற்றும் தமிழ் தேர்தல்களைத் தோற்கடிப்பதற்கான போரில் ஒரு உடனடி பதிலளித்தது, வடக்கு மற்றும் தமிழ் தேர்தல்களுக்கு ராஜபக்ஷ முகாம் பதிலளிப்பதாகக் கூறினார்.",
        "2010 ஆம் ஆண்டில் கூட, 2010 ஆம் ஆண்டில் கூட போருக்கு வழங்கப்பட்டது, சரத் பொன்சேகா பாரம்பரியமாக வடக்கு மற்றும் கிழக்கில் தேசிய தேர்தல்களில் வென்றார்",
        "அடுத்த ஜனாதிபதித் தேர்தலில் போரினால் பாதிக்கப்பட்ட நபரை ஒருவர் எதிர்பார்க்கலாம் என்று டாக்டர் சரவன்முனி கூறினார், தமிழ் கட்சிகள் தெரிவித்தன.",
        "\"ஒரு தமிழ் சுயாதீன வேட்பாளர் நியமிக்கப்படவுள்ள ஒரு கதை உள்ளது. சுயாதீன வேட்பாளராக காணாமல் போன ஒரு குடும்பத்தில் உங்களுக்கு ஒரு பெண் இருந்தால், தமிழ் கட்சிகள் தமிழர்களின் லட்சியத்தைப் பற்றி பேசினால் அவருக்கு எதிராக இருக்க முடியாது.",
        "\"அது இல்லையென்றால், அந்த வாக்கு உடைகிறது என்று நினைக்கிறேன். ரானில் விக்ரெமேசிங் வடக்கு மற்றும் வடக்கு மற்றும் வடகிழக்கில் நிறைய விஷயங்களைச் செய்கிறார். சஜித் பிரேமடாசாவுக்கு வாக்குகள் உள்ளன. அனுரா குமாராவுக்கு சில வாக்குகள் கிடைக்கும் என்று நினைக்கிறேன். \"விரிவுரையாளர் விளக்கினார்.",
        "\"இந்த நேரத்தின் சிறப்பு அம்சம் தெற்கு சக்தியில் தேசிய அதிகாரத்தின் சஜித் பிரேமடாசா மற்றும் சிங்களவாதிகள். இனப் பிரச்சினையில் அவர்களுக்கு பெரிய வித்தியாசம் இருப்பதை அவர்கள் காணவில்லை. எனவே, அந்த ஜனாதிபதித் தேர்தல்களைப் போலவே, 2010, 2015, 2015 மற்றும் 2019. அதற்கு பதிலாக, அவர்கள் தங்கள் வேட்பாளரை மற்ற காரணிகளில் தேர்வு செய்ய வேண்டும்.கொழும்பு பல்கலைக்கழகத்தின் அரசியல் துறையின் விரிவுரையாளர் சுமித் சாமிண்டா கூறினார்.",
        "போராட்டத்திற்குப் பிறகு, ஒரு புதிய அரசியல் சூழல் ஒரு சமூக-பொருளாதார மற்றும் அரசியல் பிரச்சினைகளுக்கு முன்வந்துள்ளது என்று அவர் கூறினார்.",
        "பேரம் பேசுவது ஒரு தந்திரோபாயமாக இருக்கும் என்று சுமித் சாமிண்டி நம்பிக்கையை வெளிப்படுத்தினார்.",
        "\"அவர் வேறொருவரின் எதிர்பார்ப்பைப் பேசும்போது, ​​சிங்கள அரசியல் கட்சிகள் தமிழர்களின் ஆதரவைத் தடுக்க அதைத் தடுக்க வேண்டும். பின்னர் தமிழ் சமுதாயத்தில் பேரம் பேசும் சக்தி அதிகரிக்கிறது. நான் மிகவும் மூலோபாய விமானம் என்று நினைக்கிறேன். ஏனெனில் ஒரு தனி வேட்பாளர் முன்பு செய்யப்பட்டால், அது மிகவும் வெற்றிகரமாக இல்லை. ஜனாதிபதித் தேர்தல் என்பது வடக்கு மற்றும் வலதுபுறத்தில் உள்ள இரண்டு முக்கிய வேட்பாளர்களிடையே ஒரு போட்டியாகும்.விரிவுரையாளர் சுமித் சாமிந்தா பிபிசி பிபிசியிடம் தெரிவித்தார்.",
        "வியட்நாம் யார், கால்களின் காட்சிகள் எது?"
      ]
    },
    "en": {
      "title": "Who wins North and East in the presidential election?",
      "body_lines": [
        "There are days, the Elections Commission has any more than days to publish the Presidential Election, the name of the President of Sri Lanka.",
        "The political field has been warm, as well as the president's period of the present president as well as the constitution is to be resolved in a referendum.",
        "UNP's Working Committee member says that Anura Kumara Dissanayake is due to contest the presidential election by representing the reconciliation force.",
        "However, the Sri Lanka Common Filling Front who has won his first presidential election has not been declared who the party's candidate has ever committed.",
        "The votes of the North and the Muslim Tamil and the Muslim people throughout the North and the country have become critical in the North and East.",
        "The main candidates are trying to increase their votes by aimed at the next presidential election.",
        "President Ranil Wickremesinghe visited the Jaffna and Nuwara Eliya districts, Ranil Wickremesinghe visited the weekend last weekend.",
        "In the war-torn presidential elections, BBC was a simple analysis of the Tamil vote base of the North and East.",
        "President Mahinda Rajapakse came forward to lead the war to the war, which was held in 2010, the former Army Commander Sarath Fonseka presented to the end of the war to end the war as the main candidate of the opposition..",
        "Mahinda Rajapaksa contested with the betel-mark sign that represented the United People's Freedom Alliance and defeated Sarath Fonseka, who was the common candidate of the United National Party.",
        "But Sarath Fonseka was able to get more votes from both the North and the East and the highest survivors were able to win the provinces.",
        "At that time, the number of registered votes in the Northern Province was 988,334, but only 298,898 were voted. Sarath Fonseka won 186,410 votes.",
        "When analyzing the result, he has not been able to vote for seven lakhs of voters in the Northern Province.",
        "690,265 votes were published in the Eastern Province.",
        "At the Presidential election, Mahinda Rajapaksa was appointed as the president with 6,015,934 votes, and his opponent was 4,173,185 votes.",
        "The 2015 Presidential Election Historical Historical Historical History The first time in Sri Lanka, an executive president was the first time for his post.",
        "Mahinda Rajapaksa summoned the presidential election while the end of his second term, and his opponent was presented as the General Secretary General of Sri Lanka Freedom Party Maithripala Sirisena.",
        "He came forward as the common candidate representing the New Democratic Front of the United National Party (UNP).",
        "Maithripala Sirisena received 394,991 votes from the Northern Province and won 583,120 votes from the Eastern Province.",
        "When Mahinda Rajapaksa obtained 108,831 votes from the Northern Province, he was able to get 214,769 votes.",
        "782,297 voters in the Northern Province have been registered with only 531,014.",
        "The Eastern Province was registered as voters, but was 816,769.",
        "Maithripala Sirisena won the sixth Executive Presidency in Sri Lanka with 6,217,162 votes by the total outcome of the country.",
        "In the year 2019, Mahinda Rajapakse was a presidential election of the Sri Lanka Public Front (Yahot), which was produced after the loss of his presidency.",
        "Gotabhaya Rajapaksa, Secretary to the Ministry of Defense, was appointed as the presidential candidate of the Ministry of Defense for the election.",
        "But mostly, he was not able to overcome the North and East who would live in Tamil language.",
        "Sajith Premadasa was present representing the new Democratic Front as his opponent.",
        "Sajith Premadasa had won 487,461 votes while Gotabhaya Rajapaksa won the presidential election.",
        "Gotabhaya Rajapakse, who was appointed by the president as the president, obtained 665,163 votes by votes in the Eastern Province.",
        "Of the 846,833 registered voters in the Northern Province, 600,236 were voted and 955,449 Eastern Provincial voters were voted.",
        "At the 2019 presidential election, 1,183,205 in the Eastern Province were eligible to vote at the 2019 presidential election.",
        "Gotabhaya Rajapakse was elected eightrd of the overall the overall of 6,924,255 votes. Sajith Premadasa was elected only 559,921 votes.",
        "Ultangai Tamil Arasu Kubeasjayamja MP, Ilangai Tamil Arashi Kubechchi should be sent to the presidential election. Sumanthiran publicly protests publicly.",
        "The Tamil National Alliance (TNA) leading MP CV Wigneswaran has also agreed to present a common candidate.",
        "The people of the North and East are requested to boycott the presidential election.",
        "Democratic TNA (DTNA) representing five political parties. K. Sivajilingam was in 2010 and as a Tamil candidate in 2019, he has agreed to be the presidential candidate.",
        "About two decades later, the JVP and the National Folk Force had passed by the National Folk Force and the president of the President.",
        "It has already been announced that Anura Kumara Dissanayake is contesting the president in the next presidential election.",
        "The Rajapaksa camp has failed to get majority of votes in the three-presidentialities of the North and the Muslim elections in the three presidential elections, according to the previous presidential election.",
        "In 2010, Mahinda Rajapaksa contested the presidential election and Gotabhaya Rajapaksa was the presidential candidate in 2019.",
        "In 2010 and 2019, Mahinda Rajapaksa and Gotabhaya Rajapaksa came to be appointed president, respectively, and the main candidate of the provinces were able to get more votes in the North and East.",
        "The United National Party has not been contesting for all over the last three presidential election, and they have always come forward with the New Democratic Front.",
        "After the Gulface struggle, the first presidential election held this year this year is held this year.",
        "In response to a babe camp in the war, the Rajapakse camp was responding to a prompt in the war to defeat the North and Tamil elections, said that the Rajapaksa camp was responding to the North and Tamil elections.",
        "He said that even in 2010, even in 2010 presented to the war, Sarath Fonseka won the traditionally in the North and East in the national elections",
        "Dr. Saravanmuni said that if the war-torn one would expect a war-affected person in the next presidential election, the Tamil parties said.",
        "\"There's a story that a Tamil independent candidate is going to be appointed. If you have a woman in a family of disappearances as the independent candidate, the Tamil parties cannot be captangited against him if they talk about the ambition of Tamils. \"",
        "\"If that's not, I think that vote breaks. Ranil Wickremesinghe doing a lot of things to the North and North and the North East. Sajith Premadasa has votes. I think Anura Kumara gets some votes that he will have some votes. \"The lecturer explained.",
        "\"The special feature of this time is the Sajith Premadasa of the National Power and Sinhalese in the South Power. They do not see that they have a big difference in the ethnic problem. Therefore, as at that presidential elections 2010, 2015, 2015 and 2019, they could not be clearly seen in their opposers. Instead, they have to choose their candidate on other factors. \"Sumith Chaminda said, Lecturer in the political department of the University of Colombo.",
        "He said that after the struggle, a new political context had come forward to a socio-economic and political issues.",
        "Sumith Chamindi expressed confidence that it would be a tactics to be bargaining.",
        "\"When he spoke someone else's prospect, the Sinhalese political parties have to prevent it to prevent the support of Tamils. Then the power to bargain in Tamil society increases. I think so strategic plane. Because if a separate candidate is made earlier, it has not been very successful. The Presidential election is a competition among two main candidates in both the North and right. \"Lecturer Sumith Chaminda told BBC BBC.",
        "Who is Vietnam, which is the footage of the feet?"
      ]
    }
  },
  "summary_lines": [
    "The summary of the text focuses on the dynamics of presidential elections in Sri Lanka, particularly in the North and East regions, highlighting key moments and figures such as Anura Kumara Dissanayake, Mahinda Rajapaksa, Sarath Fonseka, and others. It mentions the importance of votes from these regions, the strategies employed by candidates, and the historical outcomes of past elections."
  ]
}