{
  "translated_text": {
    "ta": {
      "title": "செப்டம்பர் 21 ஆம் தேதி ஜனாதிபதித் தேர்தல் நாள்?28?",
      "body_lines": [
        "ஜனாதிபதித் தேர்தலின் தேதி இந்த வாரம் அறிவிக்கப்படும் என்று ஆணையத்தின் வட்டாரங்கள் கூறுகின்றன.",
        "அதன்படி, ஜனாதிபதித் தேர்தல் செப்டம்பர் 21 அல்லது செப்டம்பர் 28 ஆம் தேதி நடைபெறும்.",
        "2124 ஜனாதிபதித் தேர்தல் இந்த ஆண்டு செப்டம்பர் 16 முதல் அக்டோபர் வரை நடத்த கட்டாயமாகும்.",
        "உள் வட்டாரங்களின்படி, இந்த வாரம் இந்த வாரம் தேர்தல் ஆணையம் அறிவிக்கப்படும்.",
        "16 முதல் 21 நாட்கள் வரை, அவர்களின் அறிவிப்பின் தேதிக்கு இடையில் பரிந்துரைகள் ஏற்றுக்கொள்ளப்படும்.",
        "தேர்தல் நிச்சயமாக ஒரு சனிக்கிழமை ஆகும், ஜனாதிபதித் தேர்தலின்படி 24 அல்லது செப்டம்பர் 28 ஆகும்.",
        "இதற்கிடையில், அறிவிக்கப்பட்ட உடனேயே அஞ்சல் நடவடிக்கைகளைத் தொடங்க ஜனாதிபதி தினம் தயாராக இருப்பதாக தபால் துறை கூறுகிறது.",
        "இதற்கிடையில், குடியுரிமை கூட்டணி (யுபிஎஃப்ஏ) ஜனாதிபதித் தேர்தலை நடத்துவதற்கு தேர்தல் ஆணையத்தின் முன் ஆர்ப்பாட்டத்தில் ஈடுபட்டது, பின்னர் ஆணைக்குழுவிற்கு ஒரு கடிதம் வந்தது.",
        "மேலும், யுபிஎஃப்ஏவைச் சேர்ந்த பல உறுப்பினர்கள் இன்று தேர்தல் ஆணையத்திற்கு வருகை தருகிறார்கள் என்று சமகியன்ஸின் பொதுச் செயலாளர் ரஞ்சித் மடுமா பண்டாரா தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Will the presidential election day 21st September?28?",
      "body_lines": [
        "Sources from the Commission say that the date of the presidential election will be announced this week.",
        "Accordingly, the presidential election is likely to be held on September 21 or the 28th of September.",
        "The 2124 presidential election is mandatory to hold between 16 September 16 and October this year.",
        "According to internal sources, the Elections Commission will be announced this week this week.",
        "The date of 16 to 21 days, nominations will be accepted between the date of their announcement.",
        "The election is definitely a Saturday, according to the presidential election will be 24 or the 28th of September.",
        "Meanwhile, the Postal Department says the Presidential Day is ready to commence the postal activities immediately after announced.",
        "Meanwhile, the Citizenship Alliance (UPFA) was protesting in front of the Elections Commission to hold the presidential election and later received a letter to the commission.",
        "Also, the General Secretary of the Samagiens Ranjith Madduma Bandara said that several members of the UPFA were visiting the Election Commission today."
      ]
    }
  },
  "summary_lines": [
    "The presidential election is expected to be held on either September 21st or 28th, as the Elections Commission plans to announce the exact date this week. The election must occur between September 16th and October, with nomination acceptance happening within 16 to 21 days post-announcement. It's confirmed to take place on a Saturday, and preparations for postal voting are underway. Protests have been noted outside the Elections Commission, but no specific date has been set yet."
  ]
}