{
  "translated_text": {
    "ta": {
      "title": "வன்முறை முடிந்ததும் ரன்வாலா தேவலயாவுக்கு என்ன நடந்தது",
      "body_lines": [
        "ஜூன் 1 ஆம் தேதி, பலத்த மழையால் தாக்கப்பட்ட வெள்ளத்துடன் மூன்று சக்கர வாகனம் பூவாக்க்பிட்டியா பகுதிக்கு விழுந்தது, ரன்வாலா கோயில் கண்டுபிடிக்கப்பட்டது.",
        "இதுவரை குடியிருப்பாளர்கள் இதுவரை இப்பகுதிக்கு வரவில்லை, இரண்டு இளைஞர்கள் இரண்டு இளைஞர்கள் நிகழ்ந்தபோது தங்களது முச்சக்கர வண்டி செயலிழந்ததாக அவர்களிடம் கூறியது.",
        "வெள்ளத்தில் மூழ்கிய மூன்று சக்கர வாகனங்கள் கடுமையாக சேதமடைந்துள்ளன, உரிமையாளர்களுக்கு உரிமையாளர்கள் இருந்தால், அவிசவெல்லா தேவலயாவுக்கு அழைப்பு விடுக்கிறது."
      ]
    },
    "en": {
      "title": "What happened to Ranwala Devalaya after the violence was over",
      "body_lines": [
        "On June 1, a three-wheeler with the floods that were hit with the heavy rain fell to the Puwakpitiya area, Ranwala Temple was found.",
        "The residents so far have not yet arrived in the area, two youths told them that their three-wheeler was crashed when two youths occurred.",
        "The flooded three-wheeler has been severely damaged, and if the owners have owners, calls for the Avissawella Devalaya."
      ]
    }
  },
  "summary_lines": [
    "After the violence, Ranwala Devalaya was discovered submerged in floodwaters due to heavy rains on June 1st. The temple suffered severe damage, and its condition remains unknown as locals could not reach the site."
  ]
}