{
  "translated_text": {
    "si": {
      "title": "புலம்பெயர் தொழிலாளர்களின் பிள்ளைகளுக்காக ஜனாதிபதி நிதியத்தின் மூலம் மாதாந்த கல்வி உதவி – அமைச்சர் அருண் ஹேமச்சந்திர",
      "body_lines": [
        "ජනාධිපති අරමුදල හරහා ඩයස්පෝර සේවකයින්ගේ දරුවන්ගේ අධ්යාපනය සඳහා මාසික මූල්ය ආධාර වැඩසටහනක් අප විසින් දියත් කර ඇති බව විදේශ හා විදේශීය රැකියා අමාත්ය අරුන් හේමචන්ද්ර මහතා පැවසීය.",
        "புலம்பெயர் தொழிலாளர்களின் பிள்ளைகளின் கல்விக்கு ஜனாதிபதி நிதியத்தால் வழங்கும் மாணவர் உதவித் தொகை தொடர்பில் கருத்து தெரிவிக்கையிலேயே இவ்வாறு தெரிவித்தார்.",
        "නව ආණ්ඩුව බලයට පත්වූ දා සිට සිදුවූ දේශපාලන වෙනස්කම්වල කොටසක් ලෙස, ජනාධිපති අරමුදල හරහා සංක්රමණික සේවකයින්ගේ දරුවන්ට ශිෂ්යත්ව ශිෂ්යත්ව ලබා දීමේ වැඩසටහනක් අපි දියත් කර ඇත්තෙමු.. ජනාධිපති අරමුදල අවශ්ය අයගෙන් එකකි. එය ආශීර්වාදයක් නොවේ.",
        "එය දැනට මහජන අයිතිවාසිකම් බවට පරිවර්තනය වී ඇති බව අපට පෙනේ. කෙසේ වෙතත්, අතීතයේ දී, පාර්ලිමේන්තුව, ජනාධිපති අරමුදල විවිධ ස්ථානවල අපයෝජනයට ලක් කරන ලදී.",
        "දැනට එම යුගය අවසන්. මෙම අවස්ථාවේදී, ජනතාවට ප්රතිලාභ ගණනාවක් තිබේ, ජනතාවට බොහෝ ප්රතිලාභ ඇති බව අපට පෙනේ.",
        "අධ්යාපනය හෝ වෘත්තීය අධ්යාපනය හෝ වෘත්තීය පුහුණුව ලබන ළමුන් සඳහා වැදගත්ම කාරණය වන්නේ මසකට 5000, 7000 සහ 8000 සඳහා මූල්ය ආධාර සැපයීමයි.",
        "ඔබ විදේශ රැකියාවලට ගියහොත්, විශේෂයෙන් ඔවුන්ට විවිධ ගැටළු, අර්බුද සහ නිසි වැටුප් ලබා නොගන්නේ නම්, පවුල බොහෝ ගැටලුවලට මුහුණ දෙනු ඇත.",
        "එම පවුලට බලපායි. එවැනි අවස්ථාවන්හිදී, පවුල්වල දරුවන්ගේ අධ්යාපනයට වැටීමට ඉඩ දිය නොහැක.",
        "ව්යසනය, අනතුරක් හෝ සිර ද ment ුවමක් සිදුවිය හැකිය. එවැනි අවස්ථාවන්හිදී, දරුවන්ගේ අධ්යාපන අයිතිවාසිකම් උල්ලං to නය කිරීමට දරුවන්ට අවස්ථා තිබේ.",
        "එම කොන්දේසි වෙනස් කළ යුතුය. ඒ සඳහා අවශ්ය පරිසරය දැන් ස්ථාපිත කර ඇත. එය මේ වසරේ ජනවාරි 1 සිට ක්රියාත්මක වේ.",
        "මේ වසරේ ජනවාරි 1 න් පසු පුද්ගලයෙකු එවැනි ගැටලුවලට මුහුණ දී ඇත්නම්, ඔවුන්ගේ දරුවන්ට මේ සඳහා ඉල්ලුම් කළ හැකිය.",
        "මේ රටට වැඩි විදේශ විනිමය ලබා ගන්නා සංක්රමණික කම්කරුවන් ය. එබැවින් තම දරුවන්ට ශිෂ්ය ශිෂ්යත්ව ලබා දීම ඉතා වටී. පියවර ගත් ජනාධිපතිවරයා ඇතුළු සෑම කෙනෙකුටම බොහොම ස්තූතියි."
      ]
    },
    "en": {
      "title": "Monthly Education Assistant - Minister Arun Hemachandra through the President's Fund",
      "body_lines": [
        "Minister of State for Foreign and Foreign Employment Arun Hemachandra said that we have launched a monthly financial assistance program for the education of the children of diaspora workers through the Presidential Fund.",
        "He said this while commenting on the student scholarship provided by the President's Fund to the education of the children of the diaspora workers.",
        "As part of the political changes that have taken place since the new government came to power, we have launched a program to provide student scholarships to the children of migrant workers through the Presidential Fund.. The President's Fund is one of the people who need. It is not a boon.",
        "We see that it is currently being transformed into people's rights. However, in the past, the presidential fund was abused in various places, including Parliament.",
        "Currently that era is over. At this time, there is a number of benefits to the people, and we see that there are many benefits to the people.",
        "The most important issue is to provide financial assistance such as 5000, 7000 and 8000 rupees per month for children receiving education or vocational education or vocational training.",
        "If you go to foreign employment, especially if they do not get various issues, crises, and proper salaries, the family will face many problems.",
        "That family is affected. In such cases, the education of the children of the families cannot be allowed to fall.",
        "Can cause disaster, accident or imprisonment. On such occasions, there are opportunities for children to violate the education rights of the children.",
        "Those conditions must be changed though. The environment required for it has now been established. It has been in operation since January 1 this year.",
        "If a person is confronted with such problems after January 1 this year, their children can apply for this.",
        "It is the migrant workers who take more foreign exchange to this country. So it is very valuable to provide student scholarships to their children. Thank you very much for everyone, including the President who took action."
      ]
    }
  },
  "summary_lines": []
}