{
  "translated_text": {
    "ta": {
      "title": "බන්ධනාගාර දෙපාර්තමේන්තුවේ අතිකාල හා නිවාඩු දීමනා වෙනුවෙන් 2023දී රු. 98 கோடி செலுத்தப்பட்டது",
      "body_lines": [
        "சிறைச்சாலைகள் திணைக்களம் ரூ. 9820 லட்சம் ரூ.",
        "මහා භාණ්ඩාගාරය 2023 ජනවාරි 27 දිනැති 01/2023 අයවැය චක්‍රලේඛනය මගින් අතිකාල දැඩි ලෙස පාලනය කර තිබූ තත්ත්වයක් තුළ මෙතරම් මුදල් ප්‍රමාණයක් අතිකාල සඳහා වැයකර තිබූ බවද විගණන වාර්තාව මගින් පෙන්වා දී තිබේ.",
        "சிறை அதிகாரிகளின் வீட்டுவசதி வளாகத்தில் வெலிகடா சிறை அதிகாரிகளின் கைதிகளை வேலைக்கு அமர்த்த 234 மனித நாட்கள் சிறை அதிகாரிகள் செலவிட்டனர்.. 2023 ஆம் ஆண்டில் 62 கிலோமீட்டர் சிறை தலைமையகத்தில் 233 கி.மீ சிறை தலைமையகம் இயக்கப்பட்டுள்ளதாக தணிக்கை அறிக்கை மேலும் கூறுகிறது.",
        "19, 2018 இன் தேசிய தணிக்கை செயலகம் எண் 19 மற்றும் தேசிய தணிக்கை செயலகம் என்பது 2023 ஆம் ஆண்டில் இலங்கை சிறைத் துறையின் தணிக்கை ஆகும்.",
        "சிறையில் போதைப்பொருள் அதிகரிப்பு போதைப்பொருள் துஷ்பிரயோகம் காரணமாக போதைப்பொருள் துஷ்பிரயோகம் காரணமாகவும், சிறைச்சாலையின் பெரும்பகுதி போதைப்பொருள் என்றும் தணிக்கை அறிக்கை சுட்டிக்காட்டியுள்ளது.",
        "ஆகஸ்ட் 27 அன்று நெகோம்போ சிறைச்சாலையின் 2225 கைதிகளில் 2225 ஜனவரி 1 முதல், போதைப்பொருள் முறைகேடு காரணமாக 1442 சிறையில் அடைக்கப்பட்டன, மேலும் 65% பொறுப்பில் இருந்தனர்.. இந்த அறிக்கையின்படி, கலுதாரா சிறைச்சாலையின் 1275 கைதிகளில் 885 2023 வரை போதைப்பொருள் தவறான நடத்தை காரணமாக சிறையில் அடைக்கப்பட்டு 69%ஆக இருந்தது.. நெகோம்போ சிறைச்சாலைகள், கலுடரா, அங்குனகோலாப்லெசா, 1421 கைதிகள் மட்டுமே ரிமாண்ட் செய்யப்பட்டதாக தணிக்கை அறிக்கை சுட்டிக்காட்டியுள்ளது.",
        "ஏற்றுக்கொள்ளப்பட்ட சர்வதேச தரநிலைகள் மற்றும் சிறை கட்டளை படி, சிறைச்சாலையின் மன மற்றும் உடல் ஆரோக்கியத்திற்காக தேசிய தணிக்கை செயலகத்தின் பொதுச்செயலாளர் தடுத்து வைக்கப்பட்டுள்ளார்.. முறையான திட்டமிடல் நடவடிக்கைகள் காரணமாக, அரசாங்க பணம் கடுமையாக தவறாக புரிந்து கொள்ளப்படும் என்று சிறை அதிகாரிகள் கூறுகின்றனர்."
      ]
    },
    "en": {
      "title": "In 2023, the overtime and leave allowances of the Department of Prisons. 98 crores were paid",
      "body_lines": [
        "The Department of Prisons has spent Rs. 9820 lakhs of Rs.",
        "The Treasury The Audit Report also pointed out that the Budgetary Control has been increased by April 27, 2023, on January 27, 2023.",
        "Prison officials have spent 234 human days to employ the inmates of the Welikada Prison Officers in the housing premises of the prison officials.. The audit report further states that 233 km of prison headquarters have been operated at 62 kilometers of prison headquarters in the year 2023.",
        "The National Audit Secretariat No. 19 of 19, 2018 and the National Audit Secretariat is the Audit of the Department of Sri Lanka Prison Department in 2023.",
        "The Audit Report has pointed out that the increase in drugs in prison is due to drug abuse due to drug misconduct and the majority of the prison is drugs.",
        "From January 1 of 2225 of the 2225 inmates of the Negombo Prison on 27 August, 1442 were imprisoned due to drug misconduct and that 65% were in charge.. According to the report, 885 of the 1275 inmates of the Kalutara Prison until 19, 2023, were imprisoned due to drug misconduct and was 69%.. The Audit Report has pointed out that only 1421 inmates were remanded in the Angunakolapelessa, Kalutara, Negombo Prisons.",
        "According to the accepted international standards and the prison Ordinance, the Secretary-General of the National Audit Secretariat has been detained for the mental and physical fitness of the prison.. Prison officials say that due to the proper planning activities, government money will be severely misunderstood."
      ]
    }
  },
  "summary_lines": []
}