{
  "translated_text": {
    "si": {
      "title": "නීති විරෝධී ව්යාපාරයක් - 16 දෙනෙකු අත්අඩංගුවට",
      "body_lines": [
        "ජනරාල් ආලෝකය නැගෙනහිර වඩමරාච්චි හි නීති විරෝධී ආලෝකකරණයක් සඳහා බෝට්ටු 8 ක් සමඟ පුද්ගලයින් 16 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "කාර්මිකයා සහ ධීවර වැනි නීති විරෝධී කර්මාන්ත වැනි නීති විරෝධී කර්මාන්ත වැනි නීති විරෝධී කර්මාන්ත වැනි නීති විරෝධී කර්මාන්ත සඳහා කුඩා කම්කරුවන් පැමිණිලි මාලාවක් පවත්වයි.",
        "වයස බදාදා උදෑසන වික්කොලෙයි නාවික හමුදාව විසින් බදාදා උදෑසන වවුලන් වෙත පැමිණි විට ඔවුන් වයස අවුරුදු 18 ක් වන අඟහරුවාදා සිට වෙරළට පන්දුවකි.",
        "කුඩා කම්කරුවන්ට ධීවර පරීක්ෂක ධීවර පරීක්ෂකවරයා තවදුරටත් නීතිමය ක්රියාමාර්ග ගැනීම නිසා චෝදනා කර ඇති අතර අත්අඩංගුවට ගත් කම්කරුවන්ගෙන් සමහරක් මුහුදේ මුදා හැර තිබේ.",
        "කන්කේසන් කර්මාන්තයේ ඩෝරා බෝට්ටු විසින් අත්අඩංගුවට ගෙන ප්රශ්න කිරීමේදී නීතිවිරෝධී කාර්මික කටයුතු අවසන් කර ණය ගෙන දෙන විට ඔවුන්ට නීති විරෝධී කාර්මික ක්රියාකාරකම් අවසන් කළ හැකි බව ඔවුහු කියති."
      ]
    },
    "en": {
      "title": "Illegal business - 16 arrested",
      "body_lines": [
        "16 people were arrested on Wednesday 12th with 8 boats for illegal lighting in the Vadamarachchi East.",
        "Small workers are making a series of complaints as Illegal industries such as illegal industries such as cardboard and fisheries have been intensified in the waters from Vadamarachchi East Bettaikkadu to Sundikkulam.",
        "On Wednesday morning, 16 persons were arrested by the Vaikkali Navy on Wednesday morning, when they went to shore more than fifty boats on Tuesday 11th Tuesday, 11th.",
        "Small workers have accused the Jaffna Fisheries Inspector of Fisheries for further legal action and that some of the arrested workers have been released in the sea.",
        "They say that they can end the illegal industrial activities when they are arrested and interrogated by the Dora boats from the Kankesan industry."
      ]
    }
  },
  "summary_lines": [
    "16 individuals were arrested along with 8 boats for illegal fishing off Vadamarachchi East. Complaints about intensifying illegal industries like cardboard manufacturing and fisheries have surfaced. The arrests occurred after the suspects returned to shore with over fifty boats on Tuesday. Small-scale fishermen accuse the Jaffna Fisheries Inspector of negligence, demanding legal action against the illegal operations. They believe the arrest and interrogation by Dora boats could halt these illicit activities."
  ]
}