{
  "translated_text": {
    "ta": {
      "title": "மழை மற்றும் காற்று நிலை மேலும்",
      "body_lines": [
        "தென்மேற்கு பருவமழையின் மழை மற்றும் காற்று வீச முடியாது.",
        "மேற்கு, சபராகாமுவா, மத்திய, வட மேற்கு மற்றும் தெற்கு மாகாணங்களில் சில நேரங்களில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும்.",
        "சபராகாமுவா மாகாணத்தின் நுவரா எலியா மாவட்டத்தில் சில இடங்களில். 100 க்கும் மேற்பட்ட கனமான மழை.",
        "மேலும், மேற்கு மற்றும் வடமேற்கு மாகாணங்களில் உள்ள கண்டி, காலே மற்றும் மாதரா மாவட்டங்களில் சில இடங்களில்.. சுமார் 75 பலத்த மழை பெய்யும் என்று வானிலை ஆய்வு திணைக்களம் நிலவுகிறது.",
        "வடக்கு மற்றும் வட மத்திய மாகாணங்களில் பல மழைகள் ஏற்படலாம்.",
        "மேற்கு, வடக்கு, வடக்கு, வடக்கு, வடக்கு, வடக்கு மத்திய, வடக்கு மற்றும் தெற்கு மற்றும் தெற்கு மற்றும் தெற்கு மற்றும் தெற்கு மற்றும் தெற்கு மற்றும் வடமேற்கு மாகாணங்கள்.. வலுவான காற்று சுமார் 50-60 ஆகும்.",
        "மேலும், சில நேரங்களில் அமைந்துள்ள தீவின் மற்ற பகுதிகளில்.. வலுவான காற்று 30-40 முறை ஏற்படலாம் என்று மெட் துறை தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "Showers and wind condition further",
      "body_lines": [
        "The rain and windy of the southwest monsoon can no further expectations.",
        "Showers or thundershowers will occur at times in the Western, Sabaragamuwa, Central, North Western and Southern provinces.",
        "In some places in the Nuwara Eliya district of Sabaragamuwa Province. Heavy showers over 100.",
        "Also, in some places in the Kandy, Galle and Matara districts in the Western and North Western Provinces.. The Department of Meteorology is prevalent that there will be around 75 Heavy rains.",
        "Several spells of showers can occur in the North and the North Central provinces.",
        "From West, North, North, North, North, North Central, North and Southern and Southern and Southern and Southern and Northwestern provinces.. Strong winds are about 50-60.",
        "Also, in the rest of the island situated at times.. Strong winds can occur 30-40 times, the Met Department said."
      ]
    }
  },
  "summary_lines": [
    "Expect heavy rainfall and strong winds across several provinces due to the southwest monsoon. Showers predicted in Western, Sabaragamuwa, Central, North Western, and Southern provinces, with heavy falls in areas like Nuwara Eliya, Kandy, Galle, and Matara. The Department forecasts around 75% chance of heavy rains and 50-60 mph winds from the west and north, affecting many regions including the North Central and Northwestern provinces."
  ]
}