{
  "translated_text": {
    "si": {
      "title": "ஒரு துடிப்பான அத்தியாயத்தை சீனாவும் இலங்கையும் கூட்டாக எழுதி வருகின்றன :இலங்கைக்கான சீனத் தூதுவர் கீ சென்ஹொங்",
      "body_lines": [
        "චීනය සහ ශ්රී ලංකාව අතර මිත්රත්වය දිගු කාලීන ඉතිහාසයක් ඇත. පුරාණ සේද පථය දෙරටටම සම්බන්ධ වේ. ஹம்பாந்தோட்டை துறைமுகத்தின் வளர்ச்சி முதல் கொழும்பு துறைமுக நகரத்தின் எழுச்சி வரை, உயர்தர “ ஒரு பாதை ஒரு மண்டலம் ”  ஒத்துழைப்பை மேம்படுத்த இரு நாடுகளும் இணைந்து செயல்பட்டு வருகின்றன.உள்கட்டமைப்பு இணைப்பு மற்றும் கலாச்சார பரிமாற்றங்களை ஆழப்படுத்துவதன் மூலம், சமூகத்தின் எதிர்காலத்தை உருவாக்குவதில் ஒரு துடிப்பான அத்தியாயத்தை சீனா மற்றும் இலங்கை ஆகியன கூட்டாக எழுதி வருகின்றன என இலங்கைக்கான சீனத் தூதுவர் கீ சென்ஹொங் (Qi Zhenhong) தெரிவித்தார்.",
        "චීන විරෝධී යුද්ධයේ 80 වන සංවත්සරය සහ ලෝක විරෝධී විරුද්ධවාදී යුද්ධයේ 80 වන සංවත්සරය නිමිත්තෙන් මෑතකදී කොළඹ බණ්ඩාරනායක අනුස්මරණ ජාත්යන්තර සම්මන්ත්රණ ශාලාවේදී (BMICH) 201 පිළිගැනීමක් පැවැත්විණි.",
        "ශ්රී ලංකා හිටපු ජනාධිපති මෛත්රීපාල සිරිසේන, ග්රාම සංවර්ධන, සමාජ ආරක්ෂණ හා සමාජ ආරක්ෂණ හා සමාජ හා සංස්කෘතික සහයෝගීතා සංගමය, ශ්රී ලංකා ජනාධිපති - චීන සමාජ හා සංස්කෘතික සහයෝගීතා සංගමය",
        "මෙම අවස්ථාවට එක්වෙමින් ශ්රී ලංකාවේ චීන තානාපති Qi zhenhong, \"",
        "මීට වසර 80 කට පෙර සිදු වූ යුද්ධයේදී යුක්තිය, අයුක්තිය සහ අන්ධකාරය අතර තීරණාත්මක යුද්ධයක් ඇති විය. චීන ජනතාවට එරෙහි යුද්ධය ලෝක විරෝධී යුද්ධයේ ආරම්භයේ ආරම්භය සහ නැගෙනහිර කලාපයේ ප්රධාන යුධ පිටියේ ආරම්භයයි.",
        "වසර 14 ක් පුරා පැවති මෙම යුද්ධයේදී, මිලියන 35 කට වැඩි පිරිසක් මිය ගියහ. චීනය ජපාන මිලිටරිවාදයේ ප්රධාන බලවේගයන් පරාජය කළ අතර ජපාන සොල්දාදුවන් මිලියන 1.5 කට වඩා විනාශ විය. මෙය දෙවන ලෝක යුද්ධයේදී ජපානයේ සමස්ත මිලිටරි මරණ වලින් 70% ක් පමණ වේ. ජපානයේ පදිංචිකරුවන් පරාජය කිරීමේදී මෙම ජයග්රහණය තීරණාත්මක කාර්යභාරයක් ඉටු කළ අතර ලෝක විරෝධී යුද විරෝධී යුද්ධයේ අවසාන ජයග්රහණය සඳහා සැලකිය යුතු historical තිහාසික දායකත්වයක් ලබා දුන්නේය.",
        "ඉතිහාසය සිහිපත් කිරීම වෛරයේ දම්වැල් දීර් to කිරීම, මනුෂ්ය වර්ගයා සදහටම පාතාලයට තල්ලු කළ නපුරු මූලයන් විසන්ධි කිරීමකි. ලෝකය අද ගැඹුරු නොසන්සුන්තාවයකින් යුක්තයි. සුපිරි බල දේශපාලනය හා සීතල යුද්ධයේ ආකල්පය වැනි තර්ජන තවමත් අඛණ්ඩව පවතී. සීතල යුද්ධය සහ තාක්ෂණික යුද්ධය වැනි ඕනෑම යුද්ධයක ජයග්රාහකයන් නොමැත. නව අභියෝගයන්ට ආමන්ත්රණය කිරීම, එක්සත් ජාතීන්ගේ බලය සහ එහි ප්රධාන භූමිකාව ශක්තිමත් කිරීම හා දුර්වල නොවිය යුතුය.",
        "චීනය සහ ශ්රී ලංකාව අතර මිත්රත්වය දිගු කාලීන ඉතිහාසයක් ඇත. පුරාණ සේද පථය දෙරටටම සම්බන්ධ වේ. හම්බන්තොට වරායේ වර්ධනයේ සිට කොළඹ වරායේ වැඩිවීම දක්වා, දෙරට අතර \"එක් මාර්ගයක්\" හි සහයෝගය වැඩිදියුණු කිරීම සඳහා දෙරට අතර කටයුතු කරයි.",
        "ඉතිහාසයේ ඛේදවාචකයන් නැවත සිදු නොවන බවට අප සියලු දෙනා සහතික විය යුතුය. අපි historical තිහාසික මතකයේ හවුල්කරුවන්, සංවර්ධනය හා පුනර්ජීවනය පිළිබඳ හවුල්කරුවන්ගේ ආරක්ෂකයින් ලෙස සහ ජාත්යන්තර යුක්තියේ සහ යුක්තියේ ආරක්ෂකයින් ලෙස කටයුතු කරන්නෙමු. ලබාගත් නිශ්ශබ්දතාව අපි ආරක්ෂා කරන්නෙමු. අන්යෝන්ය ගෞරවය, අවංකභාවය, යුක්තිය, යුක්තිය සහ සාර්ථකත්වයේ මාවත පිළිබඳව අප දැඩි ලෙස ඉදිරියට යන බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "China and Sri Lanka jointly write a vibrant chapter: Chinese Ambassador to Sri Lanka Kee Senhong",
      "body_lines": [
        "The friendship between China and Sri Lanka has a long -term history. The ancient silk track is attached to both countries. Chinese Ambassador to Sri Lanka, Qi Zhenkong, said that the two countries are working together to improve the cooperation of a high -quality “one -way zone” cooperation in the Hambantota port, from the development of the Hambantota port.",
        "A recent reception was held at the Bandaranaike Memorial International Conference Hall (BMICH) in Colombo to mark the 80th anniversary of the Chinese people's victory of the anti -Japanese war and the 80th anniversary of the World Anti -Fascist War.",
        "Former President of Sri Lanka Maithripala Sirisena, Rural Development, Social Security and Social Reinforcement Minister Upali Pannilake, President of Sri Lanka - Chinese Social and Cultural Cooperation Association",
        "Speaking at the event, Chinese Ambassador to Sri Lanka, Qi Zhenhong, said,",
        "There was a decisive war between justice, injustice, and darkness in the war that took place 80 years ago. The war against the Chinese people was the beginning of the World Anti -Fascist War and the major battlefield in the eastern region.",
        "In this war that lasted 14 years, more than 35 million Chinese suffered. China defeated the main forces of Japanese militarism and destroyed more than 1.5 million Japanese soldiers. This is about 70% of Japan's total military deaths in World War II. This victory played a decisive role in defeating the Japanese occupants and made a significant historical contribution to the final victory of the World Anti -Fascist War.",
        "Recalling history is not to prolong the chains of hatred, but to disconnect the evil roots that have pushed humanity into the underworld forever. The world is in deep turmoil today. Threats such as superpower politics and the attitude of the Cold War still continue. There will be no winners in any war as the Cold War and the Technology War. To address the new challenges, the power of the United Nations and its main role should be strengthened and not weakened.",
        "The friendship between China and Sri Lanka has a long -term history. The ancient silk track is attached to both countries. From the growth of the Hambantota port to the rise of the port of Colombo, the two countries are working together to improve the cooperation of high -quality \"one path\".",
        "We must all be sure to keep the tragedies of history not happen again. We will act as defenders of historical memory, partners in development and revival, and the guardians of international justice and justice. We will protect the silence that has been obtained. He added that we will firmly advance on the path of mutual respect, honesty, justice and success."
      ]
    }
  },
  "summary_lines": []
}