{
  "translated_text": {
    "ta": {
      "title": "தேர்தல் சட்ட மீறல் குறித்து மஹிந்தா கூறுகிறார்",
      "body_lines": [
        "முன்னாள் தலைவர் மஹிந்தா பாலேசன் மஹிந்தா பலாலி, அம்பலங்கோடா, அவர் சில மாதங்களில் நடைபெறவிருந்தபோது அரசாங்கத்திடமிருந்து தேர்தல் விதிகளை மீறுவதாக கூறினார்.",
        "அரசு அமைச்சர்கள் மற்றும் அரசாங்கத்தின் அமைச்சர்களிடமிருந்து அரிசியை விநியோகிப்பது நல்லது என்று அவர் கூறினார். விரைவான அபிவிருத்தி திட்டங்கள் ஜூலை 31 க்குள் நிறைவடையும் என்று அரசாங்கம் துரிதப்படுத்துகிறது என்பதை அரசாங்கம் அறிந்திருக்கிறது.",
        "திரு. தேஷாப்ரியா ஏழு மேற்பார்வையாளர்களை நியமிக்கும் அதிகாரம் மற்றும் இந்த குழுக்கள் அவர்களும் அரசியல் நண்பர்களாக இருப்பதாகக் கூறினர்.",
        "பொதுமக்களின் அரசியல் தலையீட்டிற்கு அருகில் அவை காட்டப்பட வேண்டும் என்று பதாகைகள் தெரிவித்தன, மேம்பாட்டுத் திட்டங்கள் நன்றாக இருந்தாலும், இவை இந்த அரசியல் தலையீட்டை குறிவைக்கவில்லை."
      ]
    },
    "en": {
      "title": "Mahinda says about an election law violation",
      "body_lines": [
        "Former Chairman Mahinda Palasion Mahinda Palali, Ambalangoda said that he was a violation of election rules from the government while he was to be held in a few months.",
        "He said that it is best to distribute rice from government ministers and the ministers of the government. The government is aware that the government accelerates the accelerated development schemes will appear to be completed by 31 July.",
        "Mr. Deshapriya is the authority to appoint seven overseers and the appointment of the supervisory election.These committees said they were also political friends.",
        "The banners said they should be displayed near the political intervention of the public, though development projects are good, these is not targeting these political interference."
      ]
    }
  },
  "summary_lines": [
    "Mahinda Palali accuses the government of election law violation, criticizes distribution of rice by ministers, and questions the completion of development schemes by July 31. He mentions Mr. Deshapriya's authority to appoint seven overseers for supervising elections, and the committees' political affiliations."
  ]
}