{
  "translated_text": {
    "ta": {
      "title": "கிரேட்டுவோடாவின் மனுவுக்கு மனு செய்ய நீதிபதிகள் குழு குழு",
      "body_lines": [
        "முன்னாள் கடற்படை தளபதி வசந்தா கரன்னகோடா தாக்கல் செய்த மனுவின் முன் மனுவை விசாரிக்க மேல்முறையீட்டு நீதிமன்றம் முடிவு செய்துள்ளது.",
        "2008 ஆம் ஆண்டில் கொழும்பு மற்றும் கொழும்பு மற்றும் புறநகர்ப்பகுதிகளில் உள்ள உயர் நீதிமன்ற நீதிமன்றத்தை வழங்குமாறு அவர் மனுவை தாக்கல் செய்திருந்தார்.",
        "அதன்படி, இந்த மனு ஐந்து உறுப்பினர்களைக் கொண்ட மேல்முறையீட்டு நீதிமன்றம், மாயாதுன்னா மாடு மற்றும் சாமட்னா கோவ்காரா மற்றும் மாயாதுன்னாவின் சாமட்னா கவாசுண்டாரா ஆகியோருக்கு முன்னால் கேட்கப்பட உள்ளது.",
        "நீதிபதி இந்த வழக்கை செப்டம்பர் 25 ஆம் தேதி விசாரித்தார்."
      ]
    },
    "en": {
      "title": "A panel of judges panel to petition to Graduoda's petition",
      "body_lines": [
        "The Court of Appeal has decided to hear the petition before the petition filed by former Navy Commander Wasantha Karannagoda.",
        "He had filed the petition to issue a three-member High Court in Colombo and the Court of High Court in Colombo and suburbs in 2008.",
        "Accordingly, the petition is to be heard in front of the five-member Court of Appeal, Mayadunna Cow and Chamatna Cowkara and Chamatna Kawasundara, Mayadunna.",
        "The judge also set the case to be heard on September 25."
      ]
    }
  },
  "summary_lines": [
    "The Court of Appeal will hear a petition before one filed by former Navy Commander Wasantha Karannagoda. The original petition sought a three-member High Court in Colombo and its suburbs, filed in 2008. Now, it will be presented to a five-member Court of Appeal, including judges Mayadunna Cow, Chamatna Cowkara, and Chamatna Kawasundara, with the case scheduled for September 25."
  ]
}