{
  "translated_text": {
    "ta": {
      "title": "ඩොනල්ඩ් බ්‍රැඩ්මන් 99.94න් නැවතී අදට වසර 77යි",
      "body_lines": [
        "உலக கிரிக்கெட் வரலாற்றில் மிகப் பெரிய பேட்ஸ்மேனாக, 100 சதவிகிதம் செய்ய முடியாத சர் டொனால்ட் பிராட்மேன் இன்று (14) இன்று முடிக்கப்பட்டார்.",
        "1948 වසරේ දී අදවන් දිනක ඔහු එංගලන්තයට එරෙහිව සිය ටෙස්ට් ක්‍රිකට් දිවියේ අවසන් තරගය ක්‍රීඩා කළේය.",
        "லண்டன் ஆர்வல் ஸ்டேடியத்தில், அவரது பேட்டிங் அவரது பேட்டிங்கில் 100 சதவீதம் மட்டுமே இருந்தது.",
        "இருப்பினும், பிராட்மேன், வில்லியம், வில்லியம், வில்லியம், வில்லியம், வில்லியம் எரிக் ஹோலியஸ் துண்டுகளை விட்டு வெளியேறினார்.",
        "போட்டியில் ஆஸ்திரேலியா உள்ளார்ந்த மற்றும் 149 ரன்கள் எடுத்தது, ஆனால் அவருக்கு போரிட வாய்ப்பில்லை.",
        "பிராட்மேன், சச்சின் டெண்டுல்கர், பிரையன் லாரா, குமார் லாரா, குமார் லாரா அல்லது பிராட்மேனின் பேட்டிங் சாத்தியமில்லை.",
        "1928 இல் இங்கிலாந்துக்கு எதிரான டெஸ்ட் வென்ற பிராட்மேன், 6,996 ரன்கள் எடுத்தார்.",
        "டெஸ்ட்-பேட்ஷிக்ஷன் அறிக்கையின்படி, குமிண்டிக் மெண்டிஸ் இரண்டாவது சிறந்த சராசரி (62.66), ஆஸ்திரேலிய பேட்ஸ்மேன் (61.87).",
        "குமார் சங்கக்கரா (57.40) 13 வது, சச்சின் டெண்டுல்கர் (53.78) மற்றும் பிரையன் லாரா (52.88) முறையே 25 மற்றும் 26 வது இடத்தில் உள்ளனர்."
      ]
    },
    "en": {
      "title": "Donald Bradman stayed by 99.94 years today",
      "body_lines": [
        "As the greatest batsman in the history of world cricket, Sir Donald Bradman, which was unable to do 100 percent, was completed today (14) today.",
        "In 1948, in 1948, he won his Test cricket final against England.",
        "In the London Orval Stadium, his batting was only 100 percent of his batting.",
        "However, Bradman, William, William, William, William, William Erik Hollyus left the strip.",
        "Australia was innly and 149 runs in the match, but he had no opportunity to battle.",
        "After Bradman, Sachin Tendulkar, Brian Lara, Kumar Lara, such as Kumar Lara, or Bradman's batting is not possible.",
        "Bradman, who won the Test against England in 1928, he scored 6,996 runs.",
        "According to Test-batshiction reports, Kumindic Mendis is the second best average (62.66), Australian batsman (61.87).",
        "Kumar Sangakkara (57.40) is 13th, Sachin Tendulkar (53.78) and Brian Lara (52.88) remain in the 25th and 26nd place respectively."
      ]
    }
  },
  "summary_lines": []
}