{
  "translated_text": {
    "ta": {
      "title": "அரசியல்வாதிகள் பள்ளி விழாக்கள் - பிரதமர்",
      "body_lines": [
        "பிரதமர் டாக்டர் ஹரினி அமரசுரியா கூறுகையில், மாணவர்களின் நடவடிக்கைகள் முழுமையாக முழுமையாக நிறைவேற வேண்டும் மற்றும் உதவித்தொகை கேள்விகளின் பிரச்சினைகளின் ஒற்றுமை குறித்து கவனம் செலுத்த வேண்டும்.",
        "இன்று (2024.04.200) கல்வி அமைச்சின் அனைத்து அம்சங்களிலும் அதிகாரிகளுடன் கலந்துரையாடலில் பிரதமர் இந்த அவதானிப்பை மேற்கொண்டார்.",
        "பள்ளி கல்வியின் வளர்ச்சி என்பது தற்போதைய அரசாங்கத்தின் கொள்கையாகும். எங்கள் அரசாங்கத்தின் கீழ் கல்விக்கான அதிகரித்த விதியை ஒதுக்க முடிவு செய்துள்ளோம். கல்வி அமைச்சகம் மற்றும் பரீட்சைத் திணைக்களம் தொடர்பாக பொதுமக்கள் மீதான நம்பிக்கையின்மையை அகற்ற இந்த நிறுவனங்கள் நடைபெற வேண்டும்.",
        "குறிப்பாக, தேர்வுகளை விரைவுபடுத்துதல் மற்றும் முடிவுகளை வழங்குதல்.காலியிடங்களை நிரப்ப சரியான பொறிமுறையில் சரியான வழிமுறை செய்யப்பட வேண்டும். வெளிப்படைத்தன்மையை காலியாக நிரப்புவது வெகுஜனங்களை நிரப்ப வேண்டும். பள்ளி பக்கத்தில் எனக்கு ஒரு சிறிய பரிந்துரை உள்ளது. இதைச் செய்ய முடியாது என்றாலும், பள்ளிகள் மனநல மனநல விளக்கத்தை தெரிவிக்க வேண்டும். இதைப் பற்றி நாம் தலையிட வேண்டும். நாம் புரிந்து கொள்ள வேண்டிய அவசியம் தேவை. கோவார்ட்ஸ் கோவார்ட்ஸை எதிர்கொண்டார்.பொருளாதாரத்தின் சரிவால் ஏற்படும் உள்நாட்டு பிரச்சினைகளை பொருளாதாரம் எதிர்கொண்டது. இவை அனைத்தையும் கொண்டு வரும் ஒரு தலைமுறை. ஆசிரியர்களின் ஆசிரியர்களின் பிணைப்பு குறைவு போன்ற குடும்ப கேள்விகள் இந்த தலைமுறையில் உள்ளன.",
        "பிரதமர் டாக்டர் ஹரினி அமரசுரியா கூறினார்:",
        "இந்த இந்நிகழ்ச்சியில் பிரதமர் பிரதீப் தகவல்தொடர்பு தலைவர்களும் கல்வி அமைச்சின் செயலாளரும் திலகா ஜெயசுந்தரா மற்றும் கல்வி அமைச்சகமும் கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "Politicians can't school festivals - Prime Minister",
      "body_lines": [
        "Prime Minister Dr. Harini Amarasuriya said that the proceedings of the students should be fully fully fulfilled and to pay attention to the unity of the issues of the scholarship questions.",
        "The Prime Minister made this observation at the discussion with officers in all aspects of the Ministry of Education today (2024.04.200).",
        "Development of school education is a policy of the present government. We have decided to allocate an increased provision for education under our government. These institutes should take place to eliminate the unbelief in the public regarding the Ministry of Education and the Department of Examinations.",
        "In particular, expedite the examinations and providing results.A proper mechanism should be done in a proper mechanism to fill the vacancies. The vacant filling of transparency has to fill in the masses. I have a little suggestion on the school side. Although it cannot be done, schools have to report mental health mental illustration. We need to intervene about this. We need a need to understand. The covards faced the covards.The economy faced the domestic issues caused by the collapse of the economy. A generation that comes with all these. Family questions, such as the decrease in the binding of the teachers of teachers is in this generation.",
        "Prime Minister Dr. Harini Amarasuriya said:",
        "Heads of the Prime Minister Pradeep Communication and the Secretary to the Ministry of Education Thilaka Jayasundara and the Ministry of Education were present at the occasion."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Prime Minister Dr. Harini Amarasuriya discusses education policies, emphasizing student welfare, unity, and transparency. She addresses exam delays, teacher shortages, and mental health concerns in schools. The government aims to improve education infrastructure and address economic challenges affecting future generations."
  ]
}