{
  "translated_text": {
    "ta": {
      "title": "ඔබේ බැංකු තැන්පතුවලින් අය කෙරෙන රැඳවුම් බද්දට ආණ්ඩුව කරන්න යන්නේ කුමක් ද?",
      "body_lines": [
        "உங்கள் வங்கி வைப்புகளிலிருந்து வசூலிக்கப்படும் வரியை நிறுத்தி வைப்பதை அரசாங்கம் என்ன செய்யப் போகிறது?",
        "බැංකු තැන්පතු සඳහා වන රැඳවුම් බද්ද සම්බන්ධයෙන් ශ්‍රී ලාංකික ජනතාවගේ දැඩි අවධානයක් මේ වන විට යොමු වී තිබේ.",
        "தற்போதுள்ள 5% தடுப்புக்காவல் வரியை அதிகரிக்க ஜனாதிபதி அனுரா குமாரா டிசனாயக்கின் அறிவிப்புடன் உள்ளது.",
        "வங்கி வைப்பு வரி மீதான வைப்பு வரி தொடர்பான முடிவை ஜனாதிபதி அனுரா குமாரா டிசனாயக்க விளக்கினார்.",
        "\"தடுப்புக்காவல் வரியில் 5% கொண்ட வரி 10% ஆக அதிகரித்தது. ஒரு மாதத்திற்கு நிரந்தர வைப்புத்தொகையின் வைப்புத்தொகையை யாராவது டெபாசிட் செய்தால், 18 லட்சம் வட்டி வருமானம் வட்டி வருமானத்தை ஈட்டுகிறது. நீங்கள் எந்தக் கணக்கையும் காணவில்லை. ஆனால் அவர்கள் உள்நாட்டு வருவாய் துறைக்குச் செல்லலாம், நான் ரூ.. எனவே, ஓய்வூதியதாரர்கள் வங்கியில் பணியமர்த்தப்பட்டால், பெரியவர்கள் வங்கியின் நலனுக்காக வாழ்கிறார்கள், சிக்கலில் சிக்க மாட்டார்கள், ”என்று ஜனாதிபதி கூறினார்.",
        "அதன்படி, தற்போதுள்ள தடுப்புக்காவல் வரி இரட்டிப்பாகும்.",
        "உள்நாட்டு வருவாய் துறை இது தடுப்புக்காவல் வரிக்கு மட்டுப்படுத்தப்படவில்லை என்று கூறுகிறது.",
        "அதாவது, வங்கி வைப்புக்கு 5% வரி வசூலிக்கப்படும்.",
        "உள்நாட்டு வருவாயின் துணை ஆணையர் நிஹால் விஜேவர்தேனா சிங்கள சேவையிடம், வங்கி வைப்பு மூலம் செலுத்தப்படும் வட்டி பணம் இரண்டாவது வருவாய் ஆதாரமாக கருதப்படுகிறது என்று கூறினார்.",
        "அதன்படி, வரி செலுத்திய பின்னர், வட்டி வைப்பு வட்டிக்கு தடுப்புக்காவல் வரி வசூலிக்கப்படும், என்றார்.",
        "உள்நாட்டு வருவாயின் துணை ஆணையர் நிஹால் விஜேவர்தீன், வங்கி வைப்புத்தொகையில் வட்டி வைப்புகளில் குற்றம் சாட்டப்பட்ட பல வருவாய் வரி உள்ளது என்றார்.",
        "\"வழக்கமாக, மூத்த குடிமக்கள் மற்றும் வருடாந்திர வருமானத்திலிருந்து கட்டணம் வசூலிக்கும் மாதாந்திர திருப்பிச் செலுத்தும் நுட்பத்தை நாங்கள் பராமரிக்கிறோம்.\"",
        "இந்த வரி வருமானம் என்ன? வரி வருமானத்திற்கான ஆயிரக்கணக்கான காரணங்களுக்கு என்ன நடக்கும்?",
        "எவ்வாறாயினும், 65 வயதிலிருந்தும், குறைந்த வருமானம் கொண்டவர்களிடமிருந்தும் வங்கி வைப்புத்தொகையை வசூலிக்க வேண்டுமானால், வருடாந்திர வரி வருமானத்தில், பணத்தைத் திரும்பப் பெற வேண்டும் என்று அவர் கூறினார்.",
        "மேலும் தகவலுக்கு, நீங்கள் 1944 தொலைபேசி எண்ணை தொடர்பு கொள்ளலாம்.",
        "எவ்வாறாயினும், மீட்கும் வரி திருப்பிச் செலுத்தப்படும் போது ஒரு வாரம் செலுத்த வட்டி செலுத்த நாடாளுமன்ற உறுப்பினர் டாக்டர் ஹர்ஷா டி சில்வாவில் நேற்று (ஜன.) கூறப்பட்டது.",
        "இதற்கிடையில், வருமான வரிக்கு உட்படுத்தப்படாத ஓய்வூதியதாரர்களிடமிருந்து வருவாய் வரிகளைத் தக்கவைத்துக்கொள்வதன் முக்கியத்துவத்தை ஜனாதிபதி வலியுறுத்தியுள்ளார்.",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்கிற்கும் நிதி அமைச்சின் அதிகாரிகளுக்கும் இடையிலான கலந்துரையாடல் ஜனாதிபதி இதை வலியுறுத்தியதாக ஜனாதிபதி ஊடக பிரிவு கூறியது.",
        "ஊடக அறிக்கையின்படி, தடுப்பு வரி தொடர்பாக ஜனாதிபதி மற்றும் நிதியமைச்சர் அனுரா குமாரா டிஸ்டனாயக்கின் அறிக்கை மற்றும் பொருளாதார மேம்பாட்டு துணை அமைச்சர் பேராசிரியர் அனில் ஜெயந்தா பெர்னாண்டோ முரண்பட்டார்.",
        "ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்கம் கண்டியில் உள்ள பத்திரிகையாளர்களிடம் 5 சதவீதம் என்றும், வரி ரூ.",
        "அனைத்து 18 ஆண்டுகளும் வரி கோப்புகளை ஏன் திறக்க வேண்டும்?",
        "இருப்பினும், தொழிலாளர் மற்றும் பொருளாதார மேம்பாட்டு துணை அமைச்சர் பேராசிரியர் அனில் ஜெயந்தா பெர்னாண்டோ டிசம்பர் 26 அன்று செய்தியாளர் கூட்டத்தைப் பெற்றார்.",
        "வரி செலுத்தக் கூடாதவர்களுக்கு மறு ஊதியம் பெறும் பொறிமுறைக்கு பதிலளிக்கும் விதமாக அரசாங்கத்தால் அரசாங்கம் வழங்கப்பட்டது என்று அவர் கூறினார்.",
        "இதற்கிடையில், அமைச்சரவை செய்தித் தொடர்பாளர் நலிந்தா ஜெயதிசா நேற்று (ஜனவரி 7) அமைச்சரவை முடிவுகள் நடத்திய செய்தியாளர் கூட்டத்தில் தெரிவித்தார்.",
        "உள்நாட்டு வருவாயின் துணை ஆணையர் நிஹால் விஜேவர்தீன், வருமான வரிச் சட்டத்தை திருத்திய பின்னர் முன்மொழியப்பட்ட தடுப்புக்காவல் வரி செயல்படுத்தப்படலாம் என்று கூறினார்.",
        "எதிர்கால நடவடிக்கையை அவரால் விளக்க முடியவில்லை என்று கூறினார்.",
        "இலங்கையின் வங்கிகளின் ஆளுநர் டாக்டர் நந்தலால் வீரசிங்க ஒரு தொலைக்காட்சி கலந்துரையாடலில் இலங்கையில் உள்ள வங்கிகளுக்கு 65 மில்லியன் உள்ளது என்று வெளிப்படுத்தினார்.",
        "அந்த கணக்குகளில் வைப்பு ரூ. 17 டிரில்லியன்.",
        "2025 முதல் பொருளாதார ஸ்திரத்தன்மைக்கு செய்ய இலங்கையின் மத்திய வங்கி",
        "தாயின் இரண்டாவது திருமணத்தின் சாட்சி: 'ஒரு காலாண்டில் நான் ஒரு சாட்சியாக இருப்பது இதுவே முதல் முறை, அதுவும்'",
        "உங்கள் வங்கி வைப்புகளிலிருந்து வசூலிக்கப்படும் வரியை நிறுத்தி வைப்பதை அரசாங்கம் என்ன செய்யப் போகிறது?"
      ]
    },
    "en": {
      "title": "What is the government going to do withholding tax charged from your bank deposits?",
      "body_lines": [
        "What is the government going to do withholding tax charged from your bank deposits?",
        "The Sri Lankan people have focused on detention tax for bank deposits.",
        "It is with the announcement of President Anura Kumara Dissanayake to increase the existing 5% detention tax.",
        "President Anura Kumara Dissanayake explained the decision regarding the deposit tax on the bank deposit tax.",
        "\"The tax that had 5% of the detention tax increased to 10%. If anyone deposits a deposit of a permanent deposit a month, 18 lakhs of interest income earns interest income. You are missing no account. But they can go to the Inland Revenue Department, I do not earn an income of Rs.. Therefore, if pensioners are employed by the bank, adults live in the interest of the bank, do not fall in trouble, \"the President said.",
        "Accordingly, the existing detention tax is doubled.",
        "The Inland Revenue Department says that it is not limited to the detention tax.",
        "That is, a 5% tax will be charged on a bank deposit.",
        "Deputy Commissioner of Inland Revenue, Nihal Wijewardena told the Sinhala service that the interest money paid by banking deposit is considered a second revenue source.",
        "Accordingly, after paying the tax, a detention tax will be charged for the interest deposit interest, he said.",
        "Deputy Commissioner of Inland Revenue, Nihal Wijewardene said there were several other revenue taxes that charged on interest deposits in bank deposits.",
        "\"Usually, we maintain a monthly repayment technique that charged from senior citizens and annual income.\"",
        "What's this Tax Return? What will happen to thousands of causes of tax returns?",
        "However, he said that if the bank deposits should not be charged from the age of 65 and low income people, the annual tax return, there is a refund.",
        "For more information, you can contact the 1944 telephone number.",
        "However, it was stated in parliamentarian Dr. Harsha de Silva yesterday (Jan.) to pay an interest to pay a week when the recovering tax will be repaid.",
        "Meanwhile, the President has emphasized the importance of processing the retention tax of revenue taxes from the pensioners who do not undergo income tax.",
        "The Presidential Media Unit stated that a discussion between President Anura Kumara Dissanayake and the officials of the Ministry of Finance, the President emphasized this.",
        "According to the media reports, the statement made by President and Finance Minister Anura Kumara Dissanayake regarding the detention tax and Deputy Minister of Economic Development Prof. Anil Jayantha Fernando had contradicted.",
        "The media reported that President Anura Kumara Dissanayake told journalists in Kandy on 5 percent and that the tax was up to Rs.",
        "Why should all 18 years should open tax files?",
        "However, Deputy Minister of Labor and Economic Development Prof. Anil Jayantha Fernando received a press conference on December 26.",
        "He said that the government was presented by the government in response to the re-paid mechanism to those who should not pay taxes.",
        "Meanwhile, Cabinet spokesman Minister Nalinda Jayatissa stated at the press conference held by the Cabinet decisions yesterday (Jan 7).",
        "Deputy Commissioner of Inland Revenue, Nihal Wijewardene said that the proposed detention tax could be implemented after amending the Income Tax Act.",
        "He said that he was not able to explain the future action.",
        "Sri Lanka's banks' Governor Dr. Nandalal Weerasinghe revealed at a television discussion that the banks in Sri Lanka have 65 million.",
        "He said that the deposit in those accounts was Rs. 17 trillion.",
        "The Central Bank of Sri Lanka to do for economic stability since 2025",
        "A Witness of the mother's second marriage: 'This is the first time I was a Witness in a quarter, that too'",
        "What is the government going to do withholding tax charged from your bank deposits?"
      ]
    }
  },
  "summary_lines": []
}