{
  "translated_text": {
    "si": {
      "title": "19 වන ව්යවස්ථා සංශෝධනය දැන සිටින එකම පුද්ගලයා මම මෛත්රීපාල සිරිසේන",
      "body_lines": [
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 19 වන ව්යවස්ථා සංශෝධනය ගැන මා දැනට පුළුල් ලෙස කතා කර ඇතත්, මම එය දැන හඳුනා ගතිමි. ජනාධිපතිවරයාගේ ධුර කාලය අඩු කිරීම සඳහා ජනමත විචාරණයක් අවශ්ය නොවේ. හිටපු ජනාධිපති මෛත්රීපාල සිරිසේන මහතා පැවසුවේ ජනමත විචාරණයක් වැඩි වුවහොත් එය ලබා ගැනීම අත්යවශ්ය බවයි.",
        "තමා පොලොන්නරුවේ ඉරිදා (21) මාධ්ය වෙත අදහස් දක්වමින් ඔහු වැඩිදුරටත් පැවසීය.",
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 19 වන ව්යවස්ථා සංශෝධනය දැන් පුළුල් ලෙස කතා කර ඇත. 19 වන ව්යවස්ථා සංශෝධනයේ හොඳින් දන්නා එකම කෙනා මමයි. මා පොදු අපේක්ෂකයෙකු වූ විට අත්සන් කළ කොන්ත්රාත්තුව ප්රකාශ කළේ ජනාධිපති ක්රමය මුළුමනින්ම අහෝසි කළ යුතු බවයි. ඊට පටහැනිව, ජනාධිපති මෛත්රීපාල සිරිසේන මහතාගේ ධුර කාලය වසර 6 සිට 5 දක්වා අඩු කර නොමැත.",
        "18 වන ව්යවස්ථා සංශෝධනයේ එවකට ජනාධිපති මහින්ද රාජපක්ෂ මහතා විසින් ගෙන එන ලද ජනාධිපතිවරයාගේ සියලු ස්වයංසිද්ධ බලතල ඉවත් කරන ලදී.. ආයතන 49 ක් සමඟ ගිවිසුම අත්සන් කරන ලදී. බොහෝ දෙනෙකුට 18 ක් පමණ අමතක කර 19 ක් ගැන කතා කරන්න. මහින්ද රාජපක්ෂ රාජකීය රාජාණ්ඩුවේ රාජාණ්ඩුවේ රාජාණ්ඩුවේ බලතල සොයාගෙන තිබේ. මීට වසර දහස් ගණනකට පෙර 18 වන ව්යවස්ථා සංශෝධනය හරහා.",
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 19 වන ව්යවස්ථා සංශෝධනය තුළ ජනාධිපති ධුර කාලය අවුරුදු හයේ සිට අවුරුදු පහේ සිට වසර හයක් ගතවිය යුතු බව මගේ නීති orney ජයම්පතී වික්රමරත්න මහතා අධිකරණයට පැවසීය.. එය පාර්ලිමේන්තුවේ ද සම්මත විය.",
        "මෙම අවස්ථාවේදී අධිකරණය කියා සිටියේ ජනාධිපතිවරයාගේ බලතල අඩු කළ යුතු බවත්, බලතල ඔබ්බට අඩු කළහොත් ඔවුන් ජනමත විචාරණයට යන බවත් අධිකරණය පැවසීය.. ඒ හා සමානව, ජනමත විචාරණයකින් තොරව ධුර කාලය අඩු කළ හැකිය. නමුත් නෛතික විද්වතුන් පෙන්වා දී ඇත්තේ එය වැඩි වුවහොත් එය ජනමත විචාරණයට යා යුතු බවයි. මෙය සත්යයයි."
      ]
    },
    "en": {
      "title": "I am the only one who knows the 19th Amendment - Maithripala Sirisena",
      "body_lines": [
        "Although I am currently widely talked about the 19th Amendment of the Constitution, I am only known to know it. There is no need for a referendum to reduce the president's tenure. Former President Maithripala Sirisena said it was essential to hold a referendum if it increased.",
        "He further stated that he was speaking to the media on Sunday (21) in Polonnaruwa.",
        "The 19th Amendment of the Constitution is now widely talked about. I am the only one who knows well in the 19th Amendment. The contract signed when I was a common candidate was stated that the presidential system should be completely abolished. On the contrary, the tenure of President Maithripala Sirisena has not been reduced from 6 years to 5 years.",
        "All the spontaneous powers of the President brought by the then President Mahinda Rajapakse in the 18th Amendment were removed.. The agreement was signed with 49 organizations. Most people forget about 18 and talk about 19. Mahinda Rajapaksa was found in the powers of the monarchy of the monarchs that were found thousands of years ago through the 18th Amendment.",
        "My Attorney Jayampathi Wickremaratne told the court that the president's tenure in the 19th Amendment to the Constitution should be made from six years to five years.. That was also passed in Parliament.",
        "At this time, the court said that the president's powers should be reduced and that if the powers were reduced beyond, they would go to the referendum.. Similarly, the term of office can be reduced without a referendum. But legal scholars have pointed out that if it is increased, it should go to the referendum. This is the truth."
      ]
    }
  },
  "summary_lines": [
    "Maithripala Sirisena highlights his unique knowledge of the 19th Amendment, emphasizing its importance over the 18th Amendment's restoration of presidential powers. He argues against the necessity of a referendum to shorten the president's term, contrasting with his predecessor's stance. Despite agreements to abolish the presidential system and reduce the presidency to five years, these changes were not implemented, leading to discussions on constitutional amendments and the balance of power between the executive and other branches of government."
  ]
}