{
  "translated_text": {
    "si": {
      "title": "එක්සත් ජාතීන්. ආරක්ෂක මණ්ඩලය ඉරිදා රැස්වේ",
      "body_lines": [
        "ඉරානයේ ගුවන් ප්රහාරයෙන් පසුව හදිසි පිරිසක් ඉල්ලා සිටින එක්සත් ජාතීන්ගේ සංවිධානය. ආරක්ෂක මණ්ඩලය ඉරිදා රැස්වේ.",
        "සෙනසුරාදා නිකුත් කරන ලද මේසය සෙනසුරාදා, 15 දී නිව් යෝර්ක්හි දේශීය වේලාවෙන් සවස 4 ට රැස්වීමට නියමිතව ඇත.",
        "සෙනසුරාදා killat Eron හි ඊශ්රායල තානාපති ඛිලැත් පාලක \"රැස්වීමක් කරකැවිල්ලට කරකැවිල්ලක් ලබා ගැනීම සඳහා රැස්වීමක් කැඳවන ලෙස\".",
        "මෙම ප්රහාරය ගෝලීය සාමය හා සුරක්ෂිතභාවය සඳහා \"ආන්තික තර්ජනයක්\" ලෙස කවුන්සිලයේ සභාපති වෙත ලිපියක් යැයි ඉරාන් පැවසීය. සභාව ඉරානයට එරෙහිව ස්ථිර ක්රියාමාර්ග ගැනීමට සියලු ක්රම භාවිතා කරයි.",
        "එක්සත් ජාතීන්ගේ ලේකම් - සිංහල ඇන්ටෝනියෝ සහ මහා සභා සභාපති ඩෙනිස් ෆ්රැන්සිස් වෙන වෙනම හදාගෙන ඊශ්රායලයේ හා ඉරානයේදී ප්රදේශයේ ආතතීන් වැඩිවන ලෙස ඉල්ලා සිටියහ.",
        "අප්රේල් 1 වන දින සිරියානු අගනුවර වන දමස්කස් හි සිය තානාපති කාර්යාල සංකීර්ණයේ ගුවන් ප්රහාරවලට ප්රතිචාර වශයෙන් ඉරානය සෙනසුරාදා ඊශ්රායලයට එරෙහිව ගුවන් ප්රහාරයක් එල්ල කළේය.. ඉරානයේ ඉස්ලාමීය විප්ලවවාදී බලකායේ ඉහළ ජෙනරාල්වරුන් දෙදෙනෙකු ඇතුළු අවම වශයෙන් පුද්ගලයින් 7 දෙනෙකු ජීවිතක්ෂයට පත්විය.",
        "ටෙහෙරානය ඊශ්රායල් ප්රහාරයට චෝදනා කළ අතර පළිගැනීමට පොරොන්දු විය. ටෙල් අවිව් ප්රහාරයේ වගකීම නිල වශයෙන් ප්රකාශ කර නොමැති නමුත් මාස කිහිපයක් සිරියාව ඉරාන ඉලක්ක වලට එරෙහිව ප්රහාර ගණනාවක් සිදු කර ඇත.",
        "ඉරානයේ සහ ලෙබනනයේ එහි ප්රමුඛතම හවුල්කරු වන හිස්බුල්ලා පවසා ඇත්තේ මෙම ප්රහාරයට ද .ුවම් නොලැබෙන බවයි."
      ]
    },
    "en": {
      "title": "The UN. The Security Council meets Sunday",
      "body_lines": [
        "The United Nations demanding an emergency crowd following Iran's air strike. The Security Council meets Sunday.",
        "According to the table released on Saturday, the 15 -member Council will meet at 4 pm local time in New York.",
        "Israeli Ambassador to the United Nations on Saturday called on Khilat Eron to \"convene a meeting to take steps to declare IRGC as a terrorist organization for fierce violations.\"",
        "In a letter to the chairman of the Council, Erdan said the attack was a \"extreme threat\" for global peace and security, and he expects the Council to use all the ways to take concrete action against Iran.",
        "UN Secretary -General Antonio and General Council Chairman Dennis Francis have separately voiced the attack and urged Israel and Iran to keep up with the increasing number of tensions in the area.",
        "Iran launched an air strike against Israel on Saturday in response to airstrikes at its embassy complex in Syrian capital Damascus, April 1.. At least seven people were killed, including two top -level generals of the Iran's Islamic Revolutionary Force.",
        "Tehran accused the Israeli attack and promised to retaliate. Tel Aviv has not officially claimed responsibility for the attack, but for several months, Syria has been carrying out a number of attacks against Iranian targets.",
        "Hizbullah, its prominent partner in Iran and Lebanon, has said that the attack will not be punished."
      ]
    }
  },
  "summary_lines": [
    "The UN Security Council meets Sunday to discuss Iran's air strike on Israel, following an attack on Iran's embassy in Syria. Israeli Ambassador Erdan called for declaring IRGC a terrorist organization. The Council, led by Antonio and Francis, urges Israel and Iran to de-escalate tensions."
  ]
}