{
  "translated_text": {
    "ta": {
      "title": "මේ වසරේ දැකගත හැකි විශාලතම උල්කාපාත වර්ෂාව අද",
      "body_lines": [
        "விண்வெளி விஞ்ஞானி மற்றும் பொறியியல் விரிவுரை பேராசிரியர் கிஹான் வீரசேகெரா கூறுகையில், 2025 ஆம் ஆண்டில் நள்ளிரவு மற்றும் நாளை காலை வருகை தரும் மிகப்பெரிய விண்கல் மழை.",
        "விண்கல் மாநிலங்கள் பரிசோதனையாக பெயரிடப்பட்டன என்று அவர் கூறினார்.",
        "එමෙන්ම මෙම උල්කාපාත වර්ෂාව හොඳින්ම දැකගත හැකි වන්නේ හෙට උදෑසන 5ට පමණ උතුරු දිශාවෙන් බවද ඒ මහතා වැඩිදුරටත් අදහස් දක්වමින් පැවසීය.",
        "\"இந்த விண்கல் மழையின் சிறப்பு என்னவென்றால், 100 விண்கற்கள் காணப்படுகின்றன. இது பொதுவாக ஒரு பெரிய மதிப்பு. இந்த விண்கற்களை நாம் காணக்கூடிய பல விஞ்ஞான மழை. இந்த விண்கல் மழையை எவ்வாறு அவதானிப்பது என்பது பற்றி நீங்கள் பேசினால், வழக்கமாக அடிவானத்தில் தொடங்கும், நள்ளிரவில் இருக்கும்.. இந்த விண்கற்கள் நள்ளிரவில் அதிகாலை வரை உயர்கின்றன. இந்த விண்கல் மழையை நீங்கள் பார்வையிட சிறந்த நேரம், இது வழக்கமாக அதிகாலை 5.00 மணியளவில் காலை 05.00 மணியளவில் இருக்கும். அதிகாலை 5 மணிக்கு நீங்கள் வடக்கைக் காண முடிந்தால், ஒரு மணி நேரத்தில் சுமார் 100 விண்கற்களைக் காண்போம். \""
      ]
    },
    "en": {
      "title": "The largest meteorite rain this year today is today",
      "body_lines": [
        "Space Scientist and Engineering Lecture Professor Gihan Weerasekera says the largest meteorite rain visiting in 2025 at midnight and tomorrow morning.",
        "He said that the meteorite states were named as perus.",
        "He also said that the meteor rain is best seen in the north tomorrow morning.",
        "\"The specialty of this meteorite rain is that 100 meteors will be seen. It's usually a big value. Only a number of meteorial rains can we see this meteor. If you talk about how to observe this meteorite rain, the Persises, which is usually starting with the horizon, about midnight. These meteorites rise in midnight until early morning. The best time you can visit this meteorite rain, it is usually around 5.00 am about 05.00 am. If you can see the north at 5 am, we will find about 100 meteors in an hour. \""
      ]
    }
  },
  "summary_lines": []
}