{
  "translated_text": {
    "ta": {
      "title": "நாட்டின் பின்புற கறை",
      "body_lines": [
        "குடு சியேலியின் பிரதான சீடர் \"பிரதான தந்தை\" என்று அழைக்கப்படுகிறார் என்பது தெரியவந்துள்ளது.",
        "சந்தேக நபர் 2018 ஆம் ஆண்டில் 20 மில்லிகிராம் ஹெராயின் உடன் காவல்துறையினரால் கைது செய்யப்பட்டார்.",
        "நீதிமன்றம் அவரை ஆகஸ்ட் 31, 2018 முதல் மூன்று மாதங்கள் மறுவாழ்வு செய்தது.",
        "2019 ஆம் ஆண்டில் மரிஜுவானா சுருட்டு செய்த குற்றச்சாட்டுகள் தொடர்பாக சந்தேக நபர் பின்னர் காவல்துறையினரால் கைது செய்யப்பட்டார்.",
        "\"பிரதமர்\" டிசம்பர் 12, 2019 அன்று ரூ .10,000 அபராதம் விதிக்கப்பட்டது.",
        "இதற்கிடையில், ஜனவரி 25, 201 அன்று பனாதுராவைச் சேர்ந்த இரண்டு பேர், இரண்டு பேர் மோட்டார் சைக்கிள் மூலம் சுட்டுக் கொல்லப்பட்டனர்.",
        "மோட்டார் சைக்கிள் சந்தேக நபர் என்ற நபரால் இயக்கப்படுகிறது, \"பிரதமர்\" கொலை 8 வது என்று பெயரிடப்பட்டது.",
        "2021 பிப்ரவரி 9 ஆம் தேதி காவல்துறையினர் துபாய்க்கு தப்பி ஓடிவிட்டனர் என்பது தெரியவந்துள்ளது.",
        "அதன்படி, சர்வதேச காவல்துறையின் உதவியின் பேரில் இந்த சம்பவத்தின் உதவியில் சந்தேகநபர் சந்தேக நபருக்கு எதிராக சந்தேகநபர் சந்தேக நபரை சந்தித்தார்.",
        "இதற்கிடையில், \"புஷா\" ஜூன் 29 ஆம் தேதி கட்டுபேதாவில் நிலந்தா குமாரா மற்றும் முகமது சாம்சாத் ஆகியோரை கொலை செய்ததாக குற்றம் சாட்டப்பட்டுள்ளது.",
        "மேலும் தகவல்கள் வெளிநாடு சென்று \"பிரதமருக்கு\" குற்றத்தை செய்த ஒரு நபர் தெரியவந்துள்ளது.",
        "அதன்படி, அக்டோபர் 20, 2022 அன்று, சந்தேக நபருக்கு இரட்டை கொலையின் 5 வது பெயரிடப்பட்டது.",
        "இதற்கிடையில், ரூ.",
        "இதற்கிடையில், குடு விசின் பிரைம் \"அனுப்பிய ரிவால்வர்களின் ரிவால்வர்ஸின் புகைப்படங்கள் குறித்து பொலிசார் விசாரணைகளைத் தொடங்கியுள்ளனர்.",
        "குற்றவியல் புலனாய்வுத் துறையின் (சிஐடி) சிறப்புக் குழுவான சந்தேக நபர் இன்று காலை துபாயிலிருந்து இலங்கைக்கு கொண்டு செல்லப்பட்டார்.",
        "சந்தேக நபர், அல்லது \"புஷ்\", தடுப்புக்காவலில் சிஐடியில் தடுப்பு துறையை நடத்துகிறார்."
      ]
    },
    "en": {
      "title": "The country's back stain",
      "body_lines": [
        "It has been revealed that Kudu Siyaeli's main disciple is known as the \"Prime Father '.",
        "The suspect was arrested by the police with 20 milligrams of heroin in the year 2018.",
        "The court rehabilitated him three months from 31st August 2018.",
        "The suspect was later arrested by the police regarding the charges of having a marijuana cigar in 2019.",
        "The \"Prime Minister\" was seized on December 12, 2019, a fine of Rs. 10,000.",
        "Meanwhile, two persons from the Panadura on January 25, 201, two were shot dead by a motorcycle.",
        "The motorcycle was driven by a man named the suspect, \"Prime Minister\" was named the 8th of the murder.",
        "It has been revealed that the police had fled to Dubai on the 9th of February 9, 2021 when the police started investigating and investigating the suspect.",
        "Accordingly, the suspect had acquired the suspect on November 2, 2023 against the suspect in the assistance of the incident on the assistance of the international police.",
        "Meanwhile, \"Pusha\" has also been accused of killing Nilantha Kumara and Mohammed Samsad in Katubedda on the 29th of June 2022.",
        "The further information has been revealed that a person who was gone abroad and had committed the crime to the \"Prime Minister\".",
        "Accordingly, on October 20, 2022, the suspect has been named the 5th of the double murder.",
        "Meanwhile, a sum of Rs..",
        "Meanwhile, police have commenced investigations into the photos of a revolvers of the revolvers sent by the Kudu Vicin 'Prime \".",
        "The suspect, a special team of the Criminal Investigation Department (CID) was taken to Sri Lanka from Dubai this morning.",
        "The suspect, or \"Pushy\", is conducting detention department in the CID on detention."
      ]
    }
  }
}