{
  "translated_text": {
    "si": {
      "title": "ජනතාවගේ ගැටලු කඳුකරයේ ගැටලුවලට පමණක් සීමා නොවිය යුතුය",
      "body_lines": [
        "දෙමළ ජනතාවගේ ගැටළු දෛනික වැටුපට සීමා නොවිය යුතුය. ජල සම්පාදන හා වැවිලි යටිතල පහසුකම් සංවර්ධන අමාත්ය ජීවන් තොන්ඩමන් මහතා පැවසුවේ නිවස, ඉඩම්, අධ්යාපනය, සෞඛ්ය හා යටිතල පහසුකම් ඔවුන්ගේ ජීවන තත්ත්වය වැඩි දියුණු කිරීම කෙරෙහි අවධානය යොමු කළ යුතු බවයි.",
        "අමාත්ය ජීවන් තොන්ඩමන් මේ බව පැවසුවේ ඊයේ ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදීය. ඔහු තවදුරටත් කියා සිටියේ එය බවයි",
        "වැවිලි යටිතල පහසුකම් අමාත්යාංශයේ කටයුතු සම්බන්ධයෙන් ගත් කල, නිවාස 1300 ක් සඳහා මුල්ගල් 19 වනදා පැවැත්විණි. මෙම වැඩසටහනේ ප්රමාදයක් නොතිබිය යුතු බැවින් අපි එකවරම එය ආරම්භ කළෙමු. ඉතිරි නිවාස 8700 එකවර එකවර ආරම්භ කිරීමට අපි සැලසුම් කරමු. අපට පද්ධතියක පදනම මත ක්රියා කිරීමට අවශ්ය නිසා. මෙම 1300 නිවාස යෝජනා ක්රමය අගෝස්තු මාසයේදී අවසන් කෙරේ.",
        "දෙමළ ජනතාවගේ ගැටලු විසඳීම සඳහා දේශපාලන පක්ෂ කිහිපයක් ද අවබෝධතා ගිවිසුම අත්සන් කර තිබේ. දෙමළ ජනතාවගේ ගැටලු විසඳීම සඳහා අවබෝධතා ගිවිසුම අවශ්ය නොවේ.",
        "සමහර දේශපාලන නායකයින්ට අනුව, උද්යානවල දෙමළ ජනතාව මුහුණ දෙන එකම කාරණය දෛනික වැටුප රුපියල් 1500 ක වැටුපක් ලබා ගැනීමයි. මගේ ජනතාව මෙතරම් පහත් වීමට මට අවශ්ය නැත. ජනාධිපතිවරයාගේ ස්ථාවරය නම්, සුළුතරයේ ගැටළු හෝ විපක්ෂයේ දේශපාලන ස්ථාවරය හෝ විපක්ෂයේ හෝ ඕනෑම කමිටුවක ඕනෑම දේශපාලන තනතුරක් කුමක් වුවත් විසඳීමේදී දේශපාලන බෙදීමක් නොමැති බවයි.. (ඒ)"
      ]
    },
    "en": {
      "title": "The problems of the people should not be limited to the problems of the hill country",
      "body_lines": [
        "The problems of the Tamil people should not be limited to the daily salary. Water Supply and Plantation Infrastructure Development Minister Jeevan Thondaman said that house, land, education, health and infrastructure should be focused on improve their quality of life.",
        "Minister Jeevan Thondaman said this at a media briefing held at the Presidential Media Center yesterday. He further stated that",
        "In terms of the activities of the Ministry of Plantation Infrastructure, the foundation stone for 1300 houses was laid on the 19th. We started it simultaneously as there should be no delay in this program. We are planning to start the remaining 8700 houses simultaneously. Because we want to act on the basis of a system. This 1300 housing scheme will be completed in August.",
        "A few political parties have also signed Memorandum of Understanding to address the problems of the Tamil people. Memorandum of Understanding is not required to solve the problems of the Tamil people.",
        "According to some political leaders, the only issue faced by the Tamil people in the gardens is to get a daily salary of 1500 rupees. I don't want my people to be so inferior. The president's position is that there should be no political divisions in solving the issues of the minority wing whatever the political position of the government or the opposition or any committee.. (A)"
      ]
    }
  },
  "summary_lines": [
    "Minister Jeevan Thondaman emphasizes improving the quality of life for the Tamil people beyond daily salaries, focusing on housing, education, health, and infrastructure. The Ministry of Plantation Infrastructure has laid the foundation for 1300 houses, with plans to start 8700 more simultaneously. Political parties have signed a Memorandum of Understanding to address Tamil issues, but Thondaman argues it's not necessary. Some leaders claim the main issue is securing a daily salary of 1500 rupees, but Thondaman aims to elevate the Tamil people's status."
  ]
}