{
  "translated_text": {
    "ta": {
      "title": "தரமும் இல்லாமல் இலங்கையில் கடற்கரை",
      "body_lines": [
        "நம் நாட்டில் ஒரு அழகான மற்றும் கவர்ச்சிகரமான கடற்கரைகள் இருந்தாலும், எந்த கடற்கரையும் எந்த கடற்கரையையும் சந்தித்திருக்காது என்பது தெரியவந்துள்ளது.",
        "இருப்பினும், 51 நாடுகள் ஏற்கனவே கடலோர தரத்துடன் தொடர்புடைய சர்வதேச நீல கொடி சான்றிதழைப் பெற்றுள்ளன.",
        "பயணக் கடலோர தரநிலைகள் \"சுற்றுச்சூழல் கல்விக்கான அறக்கட்டளை\" படி ஒரு விதி.",
        "77 நாடுகளின் அடிப்பகுதி கடலோர வேர்கள் உலகின் தரம் குறித்து நீலக் கொடி சான்றிதழைக் கண்காணிக்கிறது.",
        "51 நாடுகள் மற்றும் 5,038 மெரினாவிலிருந்து நீல கொடி சான்றிதழ் பெறப்பட்டுள்ளது.",
        "அண்டை இந்தியாவின் நீலக் கொடி சான்றளிக்கப்பட்ட கடற்கரைகள் 17 உள்ளன.",
        "இருப்பினும், இந்தியப் பெருங்கடலால் சூழப்பட்ட இலங்கையில் எந்த கடலோரமும் இல்லை, நீலக் கொடி சான்றிதழைப் பெற எந்த கடற்கரையும் ஒரு தரத்தை எட்டவில்லை.",
        "அதன்படி, நீல கொடி நிரல் குறித்த தகவல்கள் காட்டப்பட வேண்டும் மற்றும் கடற்கரை கடற்கரையின் ஒருங்கிணைந்த பகுதியாகும்.",
        "குளியல் நீர் தரமான தகவல்களைக் காண்பிப்பது பலவிதமான வசதிகள் மற்றும் கடற்கரைகள் மற்றும் சுற்றியுள்ள பகுதிகளில் ஒரு கடற்கரை அமைப்பு ஆகியவற்றின் கடற்கரையில் காட்டப்பட வேண்டும்.",
        "உள்ளூர் சுற்றுச்சூழல் அமைப்புகள், சுற்றுச்சூழல் அம்சங்கள் மற்றும் கலாச்சார இடங்கள் பற்றிய தகவல்களையும் ப்ளூ கொடி ஸ்டாண்டுகள் காண்பிக்கின்றன.",
        "கடற்கரை பயனர்களின் பாதுகாப்பு உட்பட பல்வேறு விதிமுறைகளைச் செயல்படுத்த கடலோர நிர்வாகக் குழுவை நிறுவுவதற்கான முக்கிய அளவுகோலாகும்.",
        "சுற்றுலாப் பயணிகளில் பெரும்பாலோர் நாட்டின் பல இடங்களில் நெரிசலான சூழ்நிலை.",
        "\"நான் பிரான்சிலிருந்து வந்தேன். இது உண்மையில் இங்கே ஒரு நல்ல இடம். கடற்கரை உண்மையில் சுத்தமாக இருக்கிறது. \"",
        "\"காட்சி மிகவும் சமகாலமானது. எங்களுக்கு தங்குவதற்கு சிறந்த இடம். ஆனால் ஒலி அதிகம். \"",
        "\"நான் மூன்று கடற்கரைக்கு மட்டுமே சென்றுவிட்டேன். இது கடற்கரையின் சிறந்ததல்ல. இங்கே மக்கள் கடலில் பாதுகாப்பாக இல்லை. நீங்கள் கடற்கரையைப் பெற்றெடுத்தால், நான் ஐந்து புள்ளிகளை மட்டுமே கொடுக்க முடியும். \"",
        "எவ்வாறாயினும், நிலையான வளர்ச்சியின் துறைசார் மேற்பார்வையின் தேர்ந்தெடுக்கப்பட்ட தேர்வு நீலக் கொடி நிலைகளுக்கு ஏற்ப 5 கடலோர கடற்கரைகள் அடையாளம் காணப்பட்டுள்ளன.",
        "அதுதான் பென்டோட்டா, கோகலா, உனவாட்டுனா மற்றும் பாசிகுடா ஆகிய கடற்கரைகள்."
      ]
    },
    "en": {
      "title": "Beach in Sri Lanka without standard",
      "body_lines": [
        "Although our country has a beautiful and attractive beaches, it is revealed that no coast will have met any coast.",
        "However, 51 countries, however, have already received the international Blue Flag certificate related to the coastal standard.",
        "Traveling coastal standards is a rule according to the \"foundation for environmental education\".",
        "The base of 77 countries is a member monitors to Blue Flag certification regarding the standard of coastal roots world.",
        "The Blue Flag certificate has been obtained from 51 countries and 5,038 marina.",
        "The neighboring India's Blue Flag Certified Beachs have 17.",
        "However, no coastal in Sri Lanka surrounded by the Indian Ocean, no beach has ever reached a standard to obtain the Blue Flag certificate.",
        "Accordingly, the information on the Blue Flag program should be displayed and the beach is an integral part of the beach.",
        "Displaying the bath water quality information should be displayed on the coast of a variety of facilities and a coastline system in the beaches and surrounding areas.",
        "Blue Flag Stands also display information on local ecosystems, environmental features and cultural places.",
        "It is also a key criteria to establish a coastal management committee to implement various regulations, including the safety of the beach users.",
        "Most of the tourist arrivals are a crowded situation at several places in the country.",
        "\"I came from France. It's really a good place here. Beach is really clean. \"",
        "\"The scene is very contemporary. The best place for us to stay. But the sound is like too much. \"",
        "\"I've been gone to only three coast. This is not the best best of the beach. People are not safe in the sea here. If you give birth to the coast, I can only give five points. \"",
        "However, Selective Selectance of Sectoral Supervision of Sustainable Development stated that 5 coastal beaches have been identified to adapt to Blue Flag Stands.",
        "That is the beaches Bentota, Koggala, Unawatuna and Pasikudah."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's beaches lack Blue Flag certification, despite 51 countries having it. The Blue Flag program, monitored by 77 countries, aims to improve coastal standards. Sri Lanka's beaches, including those in the Indian Ocean, have not met these standards. The program includes displaying water quality, local ecosystems, and safety measures. Despite criticism, some beaches are adapting to Blue Flag standards."
  ]
}