{
  "translated_text": {
    "ta": {
      "title": "உலகில் உலகத்தை எடுத்துக்கொள்வது கடினம்?",
      "body_lines": [
        "இலங்கையர்கள் உலகில் நேரான வெளிநாட்டு பாஸ்போர்ட்டாக மாறியுள்ளனர் மற்றும் இலங்கையர்களுக்கு ஒரு சவாலாக இருந்தனர் என்ற புகார்கள்.",
        "கொழும்பில் உள்ள குடிவரவு மற்றும் குடியேற்றத் துறையின் கிளை அலுவலகங்களில் வெளிநாட்டு பாஸ்போர்ட்டுகளைப் பெறுவதற்காக மக்கள் இந்த நாட்களில் வரிசையில் தங்கியிருக்கிறார்கள்.",
        "வெளிநாட்டு உரிமங்கள் குடியேற்றம் மற்றும் குடியேற்ற அலுவலகத்திற்கு நேரத்தை எடுத்துக்கொள்வதை நிறுத்தியுள்ளன.",
        "இலங்கை 2024 இல் 2024 இல் உலகின் பாஸ்போர்ட் தரவரிசையில் 91 வது இடத்தில் இருந்தது.",
        "'ஒரு நாள் கட்டணம் செலுத்தப்பட்டாலும், மூன்று முதல் மூன்று நாட்களுக்குப் பிறகு பாஸ்போர்ட்டைப் பெறுகிறோம்",
        "வெளிநாட்டு பாஸ்போர்ட்டுகளின் கடினமான நிலையை விசாரிக்க பிபிசி சிங்கள சேவை கொழும்பில் குடிவரவு மற்றும் குடியேற்றம் துறைக்கு விஜயம் செய்தது.",
        "பல நாட்கள் வரிசையில் தங்கியிருந்த பொலிஸ் அதிகாரிகள் மற்றும் விண்ணப்பதாரர்களையும் நாங்கள் பார்த்தோம், உரிமத்தைப் பெற மற்றொரு நாள் வழங்குகிறோம்.",
        "அனைத்து நடவடிக்கைகளும் குடியேற்ற மற்றும் குடியேற்றத் துறைக்கு விண்ணப்பங்களை சமர்ப்பிக்க வெளி மற்ற துறையில் தற்காலிக அலுவலகத்தை நடத்தி வரும் காவல்துறை அதிகாரிகளால் மேற்கொள்ளப்படுகின்றன.",
        "பாஸ்போர்ட்டுகளுக்காகக் காத்திருக்கும் பலர் கண்டுபிடிக்கப்பட்டுள்ளனர் மற்றும் சில நாட்களுக்குப் பிறகு பாஸ்போர்ட்டைப் பெறுவதற்கான தேதியை ஒதுக்க முடிந்தது.",
        "\"நான் இங்கு மூன்று நாட்கள் இருந்தேன். வரிசையில் இருந்து மூன்று நாட்கள் மற்றும் திங்களன்று வந்தது, ஆம் டோக்கீன் பெற அனுமதிக்கப்பட்டது. இன்று டோக்கன்கள். மூன்று முதல் மூன்று நாட்களுக்குப் பிறகு, நாங்கள் பாஸ்போர்ட்டை வெளியிட்ட பின்னரே, \"முகமது ஃபர்ஹான் பிபிசி சிங்களிடம் கூறினார்.",
        "ஃபர்ஹான் ஒரு நாள் சேவையின் கீழ், ஆவணங்களைப் பயன்படுத்துவதற்கும், ஒரு நாள் சேவையின் கீழ் பாஸ்போர்ட்டை வழங்குவதற்கும் கட்டணம் செலுத்தப்பட்டுள்ளது, அவர் சுமார் 13 நாட்களுக்குப் பிறகு பாஸ்போர்ட்டை கடந்து செல்கிறார்.",
        "செப்டம்பர் 11 க்கு முன்னர் தனது பணியிடத்திற்கு உரிமத்தை மீட்டெடுக்க வேண்டிய ஒருவரை அவர் சந்தித்தார், மேலும் எல்.ஐ.சி அதிகாரிகள் பிபிசி சிங்களத்திற்கு வழங்கப்பட்டனர்.",
        "\"இந்த நேரத்தில் பாஸ்போர்ட் எப்படி வரிசையாக இருந்தது? அரசாங்கம் வரிசைகள் கூறுகிறது. ஒரு தனிப்பட்ட நிறுவனத்திற்கு ஒரு தனிப்பட்ட நிறுவனத்திற்கு ஒரு தனிப்பட்ட நிறுவனத்திற்கு எவ்வாறு வழங்குவது என்பது உங்களுக்குத் தெரியாது என்று எனக்குத் தெரியவில்லை, \"என்று அவர் கூறினார்,\" சில நாட்களுக்குப் பிறகு, அவர் ஒரு மைல்கல்லை வென்றார்.",
        "அவர் தனது அடையாளத்தை வெளிப்படுத்த விரும்பவில்லை, செப்டம்பர் 11 க்கு முன்னர் அவர்களுடைய பணியிடத்தை புகாரளிக்க முடியாவிட்டால், அவர் வெளிநாட்டு கனவில் விழுந்திருப்பார்.",
        "செப்டம்பர் மாதம் குடியேற்றம் மற்றும் குடியேற்றம் மற்றும் குடியேற்றத்தின் சுற்றுலா சிலுவையை பொது பாதுகாப்பு அமைச்சர் டிரான் அலெஸ் பார்வையிட்டார்.",
        "\"பாஸ்போர்ட்டை எடுப்பவர்கள், போதகரை அழைத்துச் செல்வோர் மற்றும் பதிவாளர் ஜெனரலுக்கு வரும் பதிவாளர் ஆகியோர் இருக்கிறோம், நாங்கள் ஒரு வென்ஸ்டோப்பை மேற்கொண்டோம். இதற்குக் காரணம், யாரும் யாரையும் போலவே நடக்க வழி. பாஸ்போர்ட்டுக்கு இங்கே வாருங்கள். பெர்த் யானை மற்றொரு ஓபஸுக்கு செல்கிறது. அதையெல்லாம் ஒரே இடத்திற்கு கொண்டு வந்த பிறகு, பிறப்புச் சான்றிதழிலிருந்து நீங்கள் இறப்புச் சான்றிதழைப் பெற வேண்டிய அனைத்து ஆவணங்களையும் பெற முடியும்.. எனவே இங்கே கூட்டம். பாஸ்போர்ட்டை எடுக்க வரிசையில் உள்ளவர்கள் அனைவரும் காட்டப்படுகிறார்கள். \"",
        "புதிய மின்-ஓவர்சியாஸ் உரிமம் தொடங்கிய பின்னர், பாஸ்போர்ட்களின் தாமதம் காலமானார் என்று அமைச்சர் தனது நம்பிக்கையை வெளிப்படுத்துகிறார்.",
        "\"ஒரு டெண்டர் பேசாமல் பாஸ்போர்ட்டை மூன்று முதல் மூன்று ஆண்டுகள் வரை எடுத்துள்ளோம். ஒரு பாஸ்போர்ட் ஐந்து டாலர்களையும் எட்டு காசுகளும் ஒன்பது காசுகள் எடுத்தது. இந்த பெயரிடக்கூடிய பாசோட். இந்த சாலையையும் ஒரு ரெண்டியையும் நான் உங்களிடம் சொன்னேன். அழைக்கும் போது உலகம் உலகின் மிகச் சிறந்த ஒன்றாகும். நாங்கள் டெண்டரை மின் பாஸ்போர்ட்டுக்கு ஒன்றாக இணைத்தோம். புதிய பாஸ்போர்ட் முடிந்ததும் டெண்டரை அழைத்து புதிய பாஸ்போர்ட்டுக்கு கொடுத்தார்.. துரதிர்ஷ்டவசமாக, அது அப்போல்போர்டுக்குச் சென்று எட்டுகளுக்கு தாமதமாகிவிட்டது. இது எங்களுடன் தாமதமாக இருந்தது. \"",
        "அரசு பாதுகாப்பு அமைச்சர் டிரான் அலெஸ் அக்டோபர் முதல் மின்-பாஸ்போர்ட் விடுவிக்கப்படும் என்று கூறினார்.",
        "இதற்கிடையில், இடைக்கால தடை காரணமாக விசா வெளியீட்டிற்காக நீண்ட வரிசை உருவாக்கப்பட்டுள்ளது, இணையத்தில் உச்சநீதிமன்றம் உட்பட இலங்கையின் விசா வெளியீட்டை இணையம் மூலம் பார்வையிடவும்.",
        "எம்.பி. பேஜ் படாலி சாம்பிகா ரனவாகா, ராஃப் ஹக்கீம் மற்றும் ராஃப் ஹக்கீம் மற்றும் ராஃபி சாம்பிகா ரனவாகா ஆகியோர் விமான நிலையத்தில் உலகின் தேசிய பாதுகாப்பு அபாயத்தில் உள்ளனர் என்று உச்சநீதிமன்றம் விதிக்கப்பட்டுள்ளது.",
        "புதிய முறையைப் பின்பற்றும்படி கட்டளையிடப்பட்டாலும், இந்த செயல்முறையின் நடைமுறை சிக்கல்களைச் செயல்படுத்த முடியவில்லை என்று ஊடகங்கள் தெரிவித்துள்ளன.",
        "இதற்கிடையில், குடிவரவு மற்றும் குடியேற்றத் துறையின் முதலாளி ஜெனரல் ஹர்ஷாய் ஆகியோரால் வழங்கப்பட்ட சிங்களவாலா மற்றும் புதிய இ-பாஸ்போர்ட்டில் கடுமையான சிரமத்தைப் பெறத் தவறிவிட்டது",
        "செனகா படகோடா: அறுவை சிகிச்சைக்காக மருத்துவமனைக்குச் சென்ற பிரபல பாடகர் என்றென்றும் அமைதியாக இருக்கிறார்",
        "அமெரிக்க ஜனாதிபதி தேர்தல் கொள்கை: ஹாரிஸில் கலந்து கொள்ளுங்கள்டிரம்ப்?"
      ]
    },
    "en": {
      "title": "Is it difficult to take the world difficult to take in the world?",
      "body_lines": [
        "The complaints that Sri Lankans have become a straight foreign passport in the world and have been a challenge for Sri Lankans.",
        "People stay in the queue for these days to obtain foreign passports at the branch offices of the Immigration and Emigration Department in Colombo.",
        "Overseas licenses have been stopped taking over time to the Immigration and Emigration Office.",
        "Sri Lanka was 91th in 2024 at 2024 at the ranking of the world's passports.",
        "'Although the One Day fee is paid, we receive passport after three to three days",
        "The BBC Sinhala service visited the Department of Immigration and Emigration in Colombo to investigate the difficult condition of foreign passports.",
        "We also saw police officers and the applicants who were staying in the queue for days and provide another day to obtain the license.",
        "All activities are being carried out by the police officers who have running a temporary office in the outer other department to submit the applications to the Department of Immigration and Emigration.",
        "Many people who have been waiting for passports have been found and have been able to reserve a date to obtain a passport a few days later.",
        "\"I have been here for three days. Three days from queues and arrived on Monday, Yeah was allowed to get tokene. Tokens today. After three to three days, it is only after us after us releasing Passport, \"Mohammed Farhan told the BBC Sinhala.",
        "Farhan under one day service, the fees have been paid to the application of the documents and issuing a passport under one day service, he passes the passport about 13 days later.",
        "He met a person who had a person who had to retrieve the license to his workplace in the Middle East before September 11, he also said that the lic officials were issued to the BBC Sinhala.Said.",
        "\"How was the passport queue to it this time? The government says queues. I do not know you do not know how to give a private company to a private company, as a personal company, \"he said,\" A few days later, he won one milestone.",
        "He did not want to reveal his identity and that if it is unable to report their workplace before September 11, he would have fallen into their abroad dream.",
        "Minister of Public Defense Tiran Alles visited the immigration and a tourist cross of the Immigration and Emigration on September.",
        "\"There are those who take the Passport, those who take the Pastor, and the registrar, which comes to the Registrar General, we carried out a VENSTTOPH.This is because the reason is that the way to walked so long as anyone. Come here to the passport. Berth Elephant is going to another Ophes. It is possible to obtain all the documts that you need to obtain the death certificate from the birth certificate, after bringing all that to one place.. So then the crowd here. The Passport is shown to be all those people in the queue to take the passport. \"",
        "The Minister expresses his confidence that after the commencement of the new e-overseas license, the Minister said that the delay of passports will pass away.",
        "\"We have taken the Passport to three to three years without speaking one tender. One passport took the five dollars and eight cents nine cents. This Nomable Pasote. I told you this road and a rendee. Then the world is one of the best of the world when calling. We colled the tender to the e passport together. Call and put the tender and gave it to the new passport when the new passport was over.. Unfortunately, it went to the Apolboard and was late for eight ourselves. It was the late Summar with us. \"",
        "Minister of Public Defense Minister Tiran Alles stated that the e-passport will be released from October.",
        "Meanwhile, the long queue has also been created for the issue of visa due to the interim ban, including the Supreme Court on the Internet to visit Sri Lanka's visa issuance through Internet.",
        "MP Page Patali Champika Ranawaka, Rauff Hakeem and Rauff Hakeem and Rauffi Champika Ranawaka has been at risk of the world's national security in the airport, the Supreme Court has been filmed by the Supreme Court.The ban was imposed.",
        "The media has reported that it has been unable to implement the practical issues of the process, even if it is ordered to be followed by the new method.",
        "Meanwhile, the Title of the Sinhala served by the Troops of Immigration and Employer General HarshaI of the Department of Immigration and Emigration has failed to obtain the intense difficulty in Sri Lanka and the new e-passport.Was",
        "Senaka Batagoda: The popular singer who went to the hospital for surgery is silenced forever",
        "US Presidential Elections Policy: Attend HarrisTrump?"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Sri Lankans face challenges obtaining foreign passports. Long queues form outside Immigration offices. E-passport system delayed, causing delays. Government promises improvements but issues persist."
  ]
}