{
  "translated_text": {
    "ta": {
      "title": "உங்களை எவ்வாறு பாதுகாப்பது",
      "body_lines": [
        "இன்று (06) தொடங்கும் சாதாரண நிலை தேர்வால் ஒரு சிறப்பு பாதுகாப்பு திட்டம் செயல்படுத்தப்படும், மேலும் மொபைல் பயணங்களின் குழு நேரடியாக பயணங்கள் மற்றும் கட்டுமானத்திற்கு செயல்படுத்தப்படும்.",
        "விண்ணப்பதாரர்கள் வழக்கில் செயல்படாமல் இருக்க புலனாய்வாளர்கள் நிறுத்தப்பட்டுள்ளனர் என்று காவல்துறை துணை அமைச்சர் தல்டுவா தெரிவித்தார்.",
        "கூடுதலாக, பரீட்சை மையங்களுக்கு விரைவான வேட்பாளர்களை விரைவுபடுத்த வேட்பாளர்களைத் தூண்டுவதற்கு போக்குவரத்து அதிகாரிகள் நிறுத்தப்பட்டுள்ளனர்.",
        "கூடுதலாக, தேர்வு மையங்கள் தடைபடுவதால், தேர்வு மையங்களைச் சுற்றி தங்க வேண்டாம் என்று மக்களை பொதுமக்கள் வலியுறுத்தியுள்ளனர், மேலும் தேர்வு மையங்களுக்கு மையங்களை கொண்டு செல்வதற்கும் ஒருங்கிணைப்பதற்கும் ஒரு பொலிஸ் பாதுகாப்பு இருப்பதாகக் கூறினார்.",
        "வினாத்தாள்களைப் பாதுகாக்க பரிசோதனையும் செயல்படுத்தப்படும், மேலும் வினாத்தாள் மேற்கொள்ளப்படாது மற்றும் சட்ட நடவடிக்கை எடுக்க வினாத்தாள் மோசடி எடுக்கப்படும்."
      ]
    },
    "en": {
      "title": "How to protect you",
      "body_lines": [
        "A special security program will be implemented by the Ordinary Level examination which will commence today (06) and that a team of mobile travels will be implemented directly to the trips and construction.",
        "Deputy Minister of Police Talduwa said that the investigators have been deployed to do not act in the case of the applicants.",
        "In addition, traffic officials have been deployed to trave the candidates to expeditate the candidates to expeditiously to the examination centers.",
        "In addition, the public is urged the masses not to stay around the examination centers as the examination centers are obstructed and said that there was a police protection to transport and coordinating centers to the examination centers.",
        "The examination will also be implemented to protect the question papers, and the question paper will not be carried out and the question paper fraud will be taken to take legal action."
      ]
    }
  },
  "summary_lines": [
    "A new security program for the Ordinary Level examination starts today, involving mobile teams for trips and construction, investigators to monitor applicants, and traffic officials to expedite candidates to centers. Public is advised not to gather near centers, which are protected by police. Question papers will be safeguarded, and any fraud will face legal consequences."
  ]
}