{
  "translated_text": {
    "si": {
      "title": "Lpl. කලම්බෝ වැඩ කරන්නන් අවසන් වටයේ 3 වන කණ්ඩායම ලෙස සුදුසුකම් ලැබීය",
      "body_lines": [
        "කොළඹ ආර්. සඳුදා (15) පස්වන ලංකා ප්රිමියර් ලීග් ග්රීන් පරිච්ඡේදයේ පස්වන ප්රමුඛ පෙළේ ප්රමුඛතා ලීග් පරිච්ඡේදයේ අවසන් වටය සඳුදා (15) (15) පැවති ගැලම්බෝ වැඩ කරන්නන්, ගැලම්බෝ වැඩ වර්ජකයන්ගේ අවසන් වටයේ කඩුලු 7 කින් ද ලබා ගත්හ.",
        "මධීෂා පතිරාන කඩුලු 4 ක් සහ සංවේදී භාගයක් සමඟ නිවැරදි පන්දු යැවීම සහ මුහම්මද් වෙසෙම්ගේ කේන්ද්රීය භාවය පහසුවෙන් කලම්බෝවෙන් කරුවන්ගේ ජයග්රහණය ලබා දුන්නේය.",
        "\"ගෝල් අඩර්ස් විසින් ගෝල් අරුමයන් 139 ක්, ඕවර 18.2 කදී කඩුලු 3 කින් ජයගත් අතර ලකුණු 142 ක් රැස් කළහ.",
        "තරඟයේදී එක්සත් අරාබි එමීර් රාජ්යයේ ක්රීඩක මුහම්මද් බීමීම් ලකුණු 50 ක් රැස් කළ අතර ග්ලෙන් පිලිප්ස් ලකුණු 31 ක් ද, රහ්මාල්ලා ගබ්සාික්රස් 23 ක් ද සතෙරා සමරාවික්රාම ලකුණු 15 ක් රැස් කළේය.",
        "පළමු තරඟයේදී පළමු පිතිකරු පන්දුවාර 19.5 කදී කඩුලු අහිමිවීම සඳහා ලකුණු 138 ක් රැස් කළේය.",
        "ඉලක්ක අරුමල්වල ලකුණු 45 කට කඩුලු 7 කට ලකුණු 45 ක් රැස් කළේය.",
        "ටිම් සීෆඩ් ලකුණු 44 ක් රැස් කළ අතර තනුකා රාජපක්ෂ මහතා ලකුණු 35 ක් රැස් කළේය.",
        "Salaha රාජපක්ෂ ලකුණු 15 ක් රැස් කළේය.",
        "පන්දු යැවීමේදී මැඩිසිෂා ලකුණු 20 කට කඩුලු 4 ක් දවාගනිමින් ලකුණු 20 කට කඩුලු 20 ක් දවා ගත් අතර දුරුන් වෙල්ලාලක් ලකුණු 30 කට කඩුලු 2 ක් දවාගත්තේය.",
        "මේ අතර, මහනුවර බෙල්ගාන් සහ දම්බුල්ල හයීන් අතර අවසන් ලීග් තරගය අඟහරුවාදා (16) පැවැත්වේ.",
        "මහනුවර බෙල්ගම්ස් තරඟය ජය ගන්නේ නම්, අවසාන කණ්ඩායම අවසාන වටයේ අවසාන කණ්ඩායමයි. හොඳම ධාවන වේගය සමඟ දම්බුල්ලා හ අගලකරුවන් ජයග්රහණය කළහොත්, වර්තමාන ශූරයා බෙල්ගාන් තරගාවලියෙන් ඉවත් වනු ඇත."
      ]
    },
    "en": {
      "title": "LPL. Kalambo Strikers qualified as the 3rd team for the final round",
      "body_lines": [
        "Colombo r. Galambo Strikers, who won the final round of the Fifth Lanka Premier League chapter in the Premadasa International Cricket Stadium on Monday night (15), qualified for the final round of the Galambo Strikers by 7 wickets.",
        "The accurate bowling with the 4 wickets of Madheesha Pathirana and the sensible half -century of Muhammad Waseem easily made Kalambo Strikers' victory.",
        "In response to a \"139 -runs by Goal Marvels, Kalambo Strikers won by 3 wickets in 18.2 overs and scored 142 runs.",
        "In the match, the United Arab Emirates player Muhammad Wasim scored 50 runs, Glen Phillips scored 31 runs, Rahmanullah Gurbas 23 and Satheera Samarawickrama scored 15 runs.",
        "In the first match, the first batsman scored 138 runs for the loss of all wickets in 19.5 overs.",
        "Goal Marvels lost 7 wickets for 45 runs in the 13th over.",
        "Tim Seefward scored 44 runs and Panuka Rajapaksa scored 35 runs.",
        "Satisha Rajapaksa scored 15 runs, Janith Liyanage 13 and Sahan Arachike 12.",
        "In the bowling, Madisha took 4 wickets for 20 runs, Shadab Khan 2 wickets for 20 runs while Dunit Vellalake took 2 wickets for 30 runs.",
        "Meanwhile, the last league match between Kandy Belgons and Dambulla Sixers will be held on Tuesday (16).",
        "If Kandy Belgons win the up match, the final team is the last team for the final round. Perhaps if Dambulla Sixers win with the best running speed, the current champion will leave the Belgons Tournament."
      ]
    }
  },
  "summary_lines": [
    "Kalambo Strikers secured the third spot in the final round after defeating Colombo Giants by 7 wickets in the Lanka Premier League. Their victory was attributed to Madheesha Pathirana's 4 wickets and Muhammad Waseem's half-century. In another match, Kalambo Strikers clinched a 3-wicket win against Goal Marvels, scoring 142 runs in response to Marvels' 139. Key performers included Muhammad Wasim with 50 runs, Glen Phillips with 31, and Rahmanullah Gurbaz with 23. The next crucial match involves Kandy Belgons facing Dambulla Sixers, where the outcome could determine the final team for the final round."
  ]
}