{
  "translated_text": {
    "ta": {
      "title": "வீட்டில் தனியாக இருந்த ஒரு பெண்ணின் குற்றம்",
      "body_lines": [
        "ஹொரானாவின் வீரகோடாவில் நடந்த குண்டுவெடிப்பு குறித்து இது தெரிவிக்கப்பட்டுள்ளது.",
        "அதே பகுதியைச் சேர்ந்த 63 வயதான குடியிருப்பாளராகவும் இருந்தார்.",
        "அந்தப் பெண் இந்த குற்றத்தை அந்தப் பெண்ணின் வீட்டில் அண்டை நபரால் செய்ததாக போலீசார் சந்தேகிக்கின்றனர்.",
        "சந்தேக நபர் சி.சி.டி.வி கேமராவில் பதிவு செய்யப்பட்டுள்ளார், நிறுவப்பட்டார் மற்றும் குடியிருப்பு எவ்வாறு வீட்டை உரையாற்றும்.",
        "ஏமாற்றப்பட்ட பின்னர் சந்தேக நபர் சந்தேக நபரை உருவாக்கியிருக்கலாம் என்று போலீசார் சந்தேகிக்கின்றனர்.",
        "மொரகஹேனா பொலிஸின் கூற்றுப்படி, அவர் ஒரு நில உரிமையாளரை ரூ.",
        "அதன்படி, வாங்குபவர் ரூ.",
        "அண்டை பெண் வாங்குபவரிடம் ரூ.",
        "தேர்ந்தெடுக்கப்பட்ட வாங்குபவர் நில உரிமையாளரைச் சந்தித்து நிலத்திற்கு வழங்கப்பட்ட முன்கூட்டியே பதிலடி கொடுத்தார்.",
        "கோபமடைந்த நில உரிமையாளர் தற்செயலாக கடத்தாவின் வீட்டிற்கு விஜயம் செய்ததாக கூறப்படுகிறது.",
        "சந்தேக நபர் இப்பகுதியிலிருந்து தப்பி ஓடிவிட்டார், பனாதுரா பிரிவு சிறப்பு விசாரணை பிரிவு மற்றும் மொராகாஹேனா போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "The crime of a woman who was alone at home",
      "body_lines": [
        "It has been reported on the blast in Weeragoda, Horana.",
        "The same was a 63-year-old resident of the same area.",
        "Police suspect that the woman has committed this crime by a neighboring person in the woman's house.",
        "The suspect is recorded in the CCTV camera, installed and how the residence would be addressing the house.",
        "Police suspect that the suspect may have made the suspect after the deception was taken away.",
        "According to Moragahahena Police, he was able to find a land owner to sell for Rs. 800 lakhs.",
        "Accordingly, the buyer had given an advanced advance of Rs.",
        "The neighboring woman told the buyer that he was planning to buy Rs. 60 million marketing.",
        "The selected buyer met the landlord and retalified the advance given to the land.",
        "The angry landlord reportedly accidentally accidentally visited the house of Kadathta.",
        "The suspect has fled the area and the Panadura Division Special Investigation Unit and Moragahena Police are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "A 63-year-old woman in Weeragoda, Horana, was reportedly deceived by a neighbor into selling her land for Rs. 800 lakhs, with the suspect fleeing after the transaction. The Panadura Division Special Investigation Unit and Moragahena Police are investigating."
  ]
}