{
  "translated_text": {
    "si": {
      "title": "ඕස්ට්රේලියාවේ මස්වල බලපෑම හේතුවෙන් අත අහිමි වූ ශ්රී ලාංකික කාන්තාවක්",
      "body_lines": [
        "ඕස්ට්රේලියාවේ මෙල්බර්න්ට තම පවුලේ අය බැලීමට ගිය ශ්රී ලාංකික කාන්තාවක් ඕස්ට්රේලියාවේ මෙල්බර්න්ට තම පවුලේ අයගෙන් කාන්තාවකගේ පවුලේ අය සිටින බව ඕස්ට්රේලියානු මාධ්ය වාර්තා කරයි.",
        "අවුරුදු 74 ක වැඩිහිටි මහලු මහලු කාන්තාවක් කර්මෙල් රොඩ්රිගෝ නම් වැඩිහිටි වැඩිහිටි කාන්තාවක් ඕස්ට්රේලියාවේ මෙල්බර්න්හිදී තම දියණිය බැලීමට ගොස් තිබේ.",
        "වැඩිහිටි කාන්තාව ඇගේ දියණිය සමඟ මාස කිහිපයක් රැඳී සිටි අතර, පසුගිය මාසයේ ඔහුගේ වම් අතේ වෙඩි තැබීම නිසා ඇය වේදනාවෙන් පීඩා වින්දා.. ඔහු වේදනාවෙන් කෑගසයි. ඔහු අත පුරා ඉදිමී තරමක් නිල් බවට පත්ව ඇත.",
        "වහාම රෝහලට ගෙන යන ලදී. වැඩිහිටි කාන්තාව \"මාරාන්තික\" බුරුසු තුවාල වලින් පෙළෙන බව පසුව සොයාගෙන තිබේ. එය සාමාන්යයෙන් හැඳින්වෙන්නේ \"මාංස-මාංසමය\" රෝගයක් ලෙස ය. එය විෂබීජ ආසාදනයක්.",
        "රෝගය පාලනය කිරීම සඳහා වෛද්යවරු මහලු කාන්තාවගේ වම් අත ශල්යකර්මයෙන් ඉවත් කර ඇත.",
        "මෙම අවස්ථාවේ දී, ඔහු පසුගිය සති තුනක කාලය තුළ කෝමා තත්වයේ සිට ඇත. මන්ද ඔහු දැන සිටියේ නම්, ඔහුගේ වේදනාව \"දරාගත නොහැකි\" වනු ඇත.",
        "සම සහ මෘදු පටක වලට හානි කරන මදින ලද මවුස්, මදුරුවන් සහ අනෙකුත් සතුන් විසින් පැතිරීම. ඕස්ට්රේලියාවේ ප්රාන්ත කිහිපයක මෙම රෝගය මීට පෙර හඳුනාගෙන ඇති බව සැලකිය යුතුය."
      ]
    },
    "en": {
      "title": "A Sri Lankan woman who lost her hand due to the impact of a flesh in Australia",
      "body_lines": [
        "Australian media reports that an elderly woman from a Sri Lankan elderly woman who went to visit her family to Melbourne in Australia has lost her hand after the impact of a rare germ eating.",
        "A 74 -year -old elderly elderly woman named Carmel Rodrigo has gone to visit her daughter in Melbourne, Australia.",
        "The elderly woman was staying with her daughter for several months, and she suffered pain as he was shot in his left hand last month.. He is screaming in pain. He has swollen all over his hand and becomes slightly blue.",
        "Was taken to the hospital immediately. It is later found that the elderly woman is suffering from \"deadly\" brush ulcer. It is usually referred to as a rare type of \"flesh -eating\" disease. It is a germ infection.",
        "Doctors to control the disease have removed the old woman's left hand by surgery.",
        "In this case, he has been in a coma for the past three weeks. Because if he is conscious, his pain will be \"unable to bear\".",
        "Spread by brush ulcer, mosquitoes and other animals that damage skin and soft tissue. It is noteworthy that the disease has previously been diagnosed in several states in Australia."
      ]
    }
  },
  "summary_lines": [
    "A Sri Lankan woman visiting her family in Melbourne, Australia, lost her hand due to a rare flesh-eating bacterial infection known as a brush ulcer. The 74-year-old woman, identified as Carmel Rodrigo, experienced severe pain and swelling in her left hand before being rushed to the hospital. Despite immediate medical attention, doctors had to amputate her hand to control the spread of the infection. She remains in a coma, indicating the severity of her condition. This case highlights the dangers of brush ulcers, which can be spread by mosquitoes and other animals that damage skin and soft tissue, and have been previously diagnosed in various Australian states."
  ]
}