{
  "translated_text": {
    "ta": {
      "title": "கட்டரகாமா தேவலயாவில் தேங்காய் 90% குறைந்துள்ளது",
      "body_lines": [
        "கட்டரகாமா தேவலயாவுக்கு முன்னால் உள்ள தேங்காய் கவர் 90 சதவீதத்தை குறைத்துள்ளது.",
        "கட்டரகாமா புனிதப் பகுதியை வணங்க சேவை செய்யும் பல பக்தர்கள் புனித உருவத்துடன் தேங்காய் எடுக்க மறக்கவில்லை.",
        "தேங்காயிலும் தேங்காயிலும் தேங்காய் ஆக்கிரமித்துள்ளது. கட்டரகாமாவில் தேங்காயைக் காணாத ஒருவரைக் கண்டுபிடிப்பது பொதுவாக இயல்பாக்கப்படுகிறது.",
        "தேங்காய் மரம் கடவுளுக்கு முன்பாக உள்ளது, இது பொக்கிஷங்களின் சிறந்த நலன்களில் ஒன்றாகும். மற்றவர்கள், மற்றவர்களின் வாழ்க்கை, தேங்காய் மரம்.",
        "எவ்வாறாயினும், நாட்டில் இன்றைய உயர் தேங்காய் விலைகள் தேங்காயைத் தவிர்க்கின்றன என்று எங்கள் நிருபர் கூறினார்.",
        "கட்டரகாமா பகுதியின் தேங்காய் பெருமை ரூ.",
        "தேங்காய் பற்றாக்குறை காரணமாக தேங்காய் எண்ணெயும் அதிகரித்துள்ளது மற்றும் மத இடங்களின் விளக்குகளும் குறைக்கப்பட்டுள்ளன.",
        "கத்தரகாமா ஆற்றில் கொலால் என்ற லார்ட் ஜனகா டிசனாயக்க, பக்தர்கள் தேங்காய்க்கு பதிலாக ஆரஞ்சு நிறமாக இருப்பார்கள் என்று கூறினார்."
      ]
    },
    "en": {
      "title": "Coconut in the Kataragama Devalaya down 90%",
      "body_lines": [
        "The coconut cover in front of Kataragama Devalaya has reduced a 90 percent.",
        "Many devotees who serve to worship Kataragama sacred area do not forget to take a coconut with the sacred image.",
        "The coconut occupies at the Patistry also in the coconut. It is generally normalized to find someone who did not find a coconut in Kataragama.",
        "The coconut tree is before God, one of the best interests of the treasures. Others, the life of others, the coconut tree.",
        "However, our correspondent said that today's high coconut prices in the country refrain from coconut.",
        "A coconut boast of the Kataragama area is sold at Rs. 160.",
        "The coconut oil has also increased due to coconut shortages and the lamps of religious places have also been reduced.",
        "Lord Janaka Dissanayake, who is colal in the Kathu Kataragama River, said that devotees would be orange instead of coconut."
      ]
    }
  },
  "summary_lines": [
    "Kataragama Devalaya coconut cover drops 90%. High prices deter devotees from bringing coconuts. Coconut oil shortage affects temple lamps. Devotees consider alternatives like oranges."
  ]
}