{
  "translated_text": {
    "si": {
      "title": "රතු චීන භාෂාවේ VET රේඛාව ඉවත් කිරීමට කැබිනට් බැඳුම්කරය",
      "body_lines": [
        "කර්මාන්ත හා ව්යවසායකත්වය පිළිබඳ සුනිල් හන්දුනෙට්ටි විසින් රතු පැහැයට ගොත්රියේ බද්ද ඉවත් කිරීම සඳහා ලබන සතියේ දී කැබිනට් පත්රිකාව ඉදිරිපත් කරන බව අද පාර්ලිමේන්තුවේදී පැවසීය.",
        "ශ්රී ලංකාවෙන් පිටත සිට ආනයනය කරන ලද සුදු මැහුම් සඳහා වැට් බදු අය නොකෙරෙන බවත්, ශ්රී ලංකාවේ නිපදවන දුඹුරු සීනි 18% ක් බවත් 2.5% ක බද්දක් බවත් අමාත්යවරයා පැවසීය.",
        "කර්මාන්තශාලාව නිකුත් කරන විට රතු සීනි කිලෝග්රෑම් එකක් වෙළඳපොලේ සුදු සීනි කිලෝග්රෑම් එකක් සහ කිලෝග්රෑම් එකක් විය හැකි බව අමාත්යවරයා පැවසීය.",
        "සුනිල් හන්දුනෙට්ටි පැවසුවේ රතු සීනි අත්යවශ්ය ද්රව්යයක් ලෙස වර්ගීකරණය කර ඇති බවත් ශ්රී ලංකාවෙන් පිටතින් ගෙන එන සුදු සීනි අත්යවශ්ය වෙළඳ භාණ්ඩයක් බවත් පැවසීය."
      ]
    },
    "en": {
      "title": "Cabinet bond to remove the vet line of red Chinese",
      "body_lines": [
        "Sunil Handunnetti, Minister of Industry and Entrepreneurship, said in Parliament today that the Cabinet paper will be submitted next week for the removal of the Vat Tax on the Red Srine.",
        "The Minister said that the VAT is not taxed for the white cinnated imported from outside Sri Lanka and that the brown sugar produced in Sri Lanka is 18% vot and 2.5% tax.",
        "The Minister said that when the factory was released, a kilo of red sugar was 300 rupees and a kilogram of white sugar in the market.",
        "Sunil Handunnetti said that the red sugar is classified as an essential substance and that the white sugar brought from outside Sri Lanka is an essential commodity."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "Sri Lankan Cabinet proposes removing VAT on red sugar, classifying it as essential. White sugar imports remain exempt. Brown sugar faces higher taxes. Price difference: red sugar (Rs. 300/kg) vs white sugar (market price)."
  ]
}