{
  "translated_text": {
    "si": {
      "title": "වඩිවෙල් සුරේෂ් වතු ජනතාවගේ වැටුප් ලබා ගැනීමට පියවර ගත යුතුය - වඩිවෙල් සුරේෂ්",
      "body_lines": [
        "කඳුකරයේ සේවය කරන රාජ්ය නිලධාරීන් මාරුවීම් කළ යුතුය. විපක්ෂ සාමාජික වඩිවෙල් සුරේෂ් පැවසුවේ වතු සමාගම් වතුකරයේ වැටුප් ලබා ගත නොහැකි නම්, ඔවුන් වතුකරයේ සිට වැවිලි අත්පත් කර උද්යාන කළමනාකරණය කළ යුතු බවයි.",
        "භාරදුන් ගත යුතු පනත් කෙටුම්පත, පනත් කෙටුම්පත, සංශෝධන (සංශෝධන) පනත් කෙටුම්පත, මූල්ය කල්බදු (සංශෝධන) පනත් කෙටුම්පත (සංශෝධන) පනත් කෙටුම්පත, මූල්ය කල්බදු (සංශෝධන) පනත් කෙටුම්පත පිළිබඳ පනත් කෙටුම්පත, මූල්ය කල්බදු (සංශෝධන) පනත් කෙටුම්පත.",
        "කඳුකරයේ සේවය කරන රාජ්ය නිලධාරීන්ට ස්ථාන මාරුවීම් ගත යුතු අතර වඩා හොඳ සේවාවක් කළ යුතුය.. කඳුකර වගාවේ සංවර්ධන වැඩසටහන් වලදී මම වැඩි සැලකිල්ලක් දක්වන බවත් එහි සිටින ජනතාවට ජනතාව විවෘත කළ යුතු බවත් මම ඉල්ලා සිටිමි.",
        "මේ අතර, ඉඩම් නිකුතු තුළ ජනාධිපතිවරයාගේ නියෝග උල්ලං in නය කරමින් ඉඩමේ ඉඩම් අයිතීන් රජයේ නිලධාරීන්ගේ නියෝග සහ ජාතිවාදය විසින් ප්රමාද කර ඇත.. ඔවුන්ට අයිතිවාසිකම් ලබා දීම ප්රතික්ෂේප කිරීම පිළිගත නොහැකිය. රටේ විනාශයට හේතුව ජාතිවාදයයි. එබැවින් මෙම වර්ගවාදයෙන් යථා තත්ත්වයට පත්වීම සහ අපේ ජනතාවගේ ඉඩම් අයිතිවාසිකම් ලබා දිය යුතුය.",
        "කඳුකරය යනු මේ රටට ආදරය කරන ජනතාවයි. 87, 88 කාල පරිච්ඡේදය තුළ සිංහල තරුණයින් සන්නද්ධව සිටියහ. ඒ හා සමානව, උතුරු හා නැගෙනහිර තරුණයින් සන්නද්ධ විය. නමුත් කඳුකරයේ තරුණ තරුණිය සන්නද්ධ නොවේ. රටට ආදරෙයි. එවැනි පුද්ගලයින්ගේ අයිතිවාසිකම් උල්ලං .නය වේ.",
        "පත්වීම්වල විසඳුම් නොමැත. ගුරුවරයෙකු වෙනත් දිස්ත්රික්කවලට පත් කිරීම සඳහා සහකාර ගුරු පත්වීම. ඇයි ඔබ මෙය කරන්නේ. උපාධිධාරීන් ඇත. ඔවුන්ට සාධාරණ පත්වීම් අවශ්යයි.",
        "කඳුකරය විවිධාකාර අසාධාරණයන් සඳහා කඳුකරය ඇති කරයි. වත්මන් ජනාධිපති රනිල් වික්රමසිංහ ගැන අපට විශ්වාසයක් තිබේ. උඩරට ජනතාව ගැන ඔහු හොඳින් දනී. ඔහු හැර වෙන අත්දැකීමක් නොමැති බව අපි පිළිගනිමු. ඔහුගේ කාල සීමාව තුළ සියලු ගැටලු අවසන් කිරීමට. මෙම ප්රජාවට ගෞරව කිරීම සඳහා රජය වගකිව යුතුය.",
        "ශ්රමයේ වැටුප සඳහා ගෙවීමට පියවර ගත යුතුය. වැවිලි සමාගම් අපේ ජනතාව වංචා කරන බව පිළිගත නොහැකිය. කම්කරු අමාත්යවරයා මෙම ගැටලුවට මැදිහත් වී වතු ජනතාවගේ වැටුප් වැඩිවීම වැඩි කිරීමට පියවර ගත යුතුය. වතු සමාගම්වලට ප්රමාණවත් වැටුප් ලබා ගත නොහැකි නම්, ඔවුන් ඉඩම අපේ ජනතාවට ලබා දී ප්රදේශයෙන් පිටව යා යුතු බව ඔවුහු පැවසූහ."
      ]
    },
    "en": {
      "title": "Vadivel Suresh should take steps to get the salaries of plantation people - Vadivel Suresh",
      "body_lines": [
        "Public officials working in the hill country should make transfers. Opposition member Vadivel Suresh said that if the plantation companies cannot afford the salaries of the plantation people, they should leave plantations and manage the gardens.",
        "He said this while addressing the second day debate on the Bind Receivables Bill, Trusting Receivables (Amendment) Bill, Amendment (Amendment) Bill, Financial Leasing (Amendment) Bill.",
        "Public Officers who serve in the hill country should take the transfers and make a better service.. I am demanding more concern during the development programs in the mountain plantation and that the people should be open to the people there.",
        "Meanwhile, the land rights of the land have been delayed by the government officials' orders and racism in violation of the President's orders in the land issue.. It is not acceptable to refuse to give them rights. The cause of the destruction of the country is racism. So we have to recover from this racism and grant the land rights of our people.",
        "The hill people are the people who love this country. Sinhalese youth armed during the 87, 88 period. Likewise, the youth of the North and East were armed. But the youth of the hill country are not armed. Loved the country. The rights of such people are violated.",
        "There are no solutions in appointments. When the appointment of a teacher to other districts is given, the assistant teacher appointment. Why do you do this. There are graduates. They need reasonable appointments.",
        "The hill people are inflicted on a wide variety of injustices. We have confidence in current President Ranil Wickremesinghe. He is well aware of the upcountry people. We accept that there is no experience except him. To put an end to all the problems during his period. The government is responsible for honoring this community.",
        "Steps should be taken to pay for the salary of labor. It cannot be accepted that the plantation companies continue to cheat our people. The Minister of Labor should intervene in this issue and take action to increase the salary increase of plantation people. If the plantation companies cannot afford adequate salaries, they said they should give the land to our people and leave the area."
      ]
    }
  },
  "summary_lines": [
    "Vadivel Suresh calls for plantation companies to pay salaries or vacate, criticizes delayed land rights and racism, and demands better development programs for hill country."
  ]
}