{
  "translated_text": {
    "ta": {
      "title": "ஜப்பானிய வானத்தில் ஒரு சீன இராணுவ விமானம்",
      "body_lines": [
        "ஒரு சீன இராணுவ விமானம் தனது விமானத்தை மீறியதாக ஜப்பான் குற்றம் சாட்டுகிறது.",
        "சீன விமானம் ஒரு சீன விமானத்தால் எடுக்கப்படுவது இதுவே முதல் முறை என்று ஜப்பானிய ஊடகங்கள் செய்தி வெளியிட்டுள்ளன.",
        "ஒய் -9 கண்காணிப்பு விமானம் விமானத்தை மீறியதாக பாதுகாப்பு அமைச்சகம் தெரிவித்துள்ளது.",
        "வெளிநாட்டு ஊடக அறிக்கையின்படி, சீனாவில் சீனாவின் நடவடிக்கைகள் அவசர அடிப்படையில் போர் ஜெட் விமானங்களை வரிசைப்படுத்த தூண்டப்பட்டுள்ளன.",
        "விமானம் உளவுத்துறை தகவல்களின் கலவையாகும் என்று வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன."
      ]
    },
    "en": {
      "title": "A Chinese military aircraft in Japanese sky",
      "body_lines": [
        "Japan alleges that a Chinese army aircraft violated his flight.",
        "The Japanese media reported that this is the first time a Chinese aircraft has been taken by a Chinese aircraft.",
        "The Defense Ministry said that a Y-9 surveillance aircraft violated the airline.",
        "According to foreign media reports, China's actions in China have been inspired to deploy fighter jets on an urgent basis.",
        "Foreign media reports that the aircraft is a combination of intelligence information."
      ]
    }
  },
  "summary_lines": [
    "Chinese military aircraft enters Japanese airspace, Japan claims violation. First alleged incident. Y-9 surveillance aircraft involved. China reportedly deploys fighter jets in response. Intelligence gathering suspected."
  ]
}