{
  "translated_text": {
    "si": {
      "title": "රනිල් හවුස් මැට්ටි - අනුර කුමාර දිසානායක",
      "body_lines": [
        "ආණ්ඩුක්රම ව්යවස්ථාව සම්බන්ධයෙන් රනිල්, වජිරා සහ රේන්ජ් බන්ඩාරාට මේ සම්බන්ධයෙන් කාරණයක් ලබා ගත නොහැක. ශ්රේෂ් Supreme ාධිකරණයට අධිකාරිය ඇත.",
        "මෙම අවස්ථාවට ශ්රේෂ් Supreme ාධිකරණයෙන් ඔබ්බට ක්රියා කිරීමේ ක්රියාවලියට ජනාධිපතිවරයාගේ නිවස සම්බන්ධ බව ජාතික මහජන බල නායක අනුර කුමාර දිසානායක මහතා පැවසීය.",
        "ජනාධිපතිතුමාගේ නීති විධිවිධානවලට අනුකූලව බ්රහස්පතින්දා (11) නීතිවිරෝධී විධිවිධානවලට අනුකූලව ජනාධිපතිවරණය පිළිබඳ කල් දැමීමේ විවාදය නියමිත වේලාවට එළිදැක්වදුන අවස්ථාවේදී ඔහු මේ බව පැවසීය.",
        "ආණ්ඩුක්රම ව්යවස්ථාවට හා වෙනත් විධිවිධානවලට අනුකූලව ජනාධිපතිවරණය සැප්තැම්බර් සහ ඔක්තෝබර් මාසවලදී පැවැත්විය යුතුය.ජනාධිපතිගේ සගයන් සැකයක් ඇති කර තිබේ.",
        "එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) මහලේ බන්ඩාරා පවසා ඇත්තේ ජනාධිපතිවරයාගේ ධුර කාලය වසර හයක් පුරා දීර් extend කිරීම අවශ්ය බවයි.. මෙම නිවසේ උපාමාරු මේ වන විට ජනාධිපති ධුර කාලය තුළ සිදු කෙරේ.",
        "ජනාධිපති ධුර කාලය තුළ ජනාධිපතිවරයාගේ ධුර කාලය අවුරුදු පහක් බව ජනතාව පිළිගෙන තිබේ. දේශපාලනයේ වස්තුව සැපයීමට ජනාධිපති රනිල් වික්රමසිංහට බලය ඇත..",
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 19 වන ව්යවස්ථා සංශෝධනයෙන් වසර පහකට පසු ජනාධිපති ධුර කාලය ද?නැත්නම් අවුරුදු හයක්?තුන් වතාවක් භාණ්ඩ මහාධිකරණයේ ඉදිකර තිබේ. 2018 දී මෛත්රීපාල සිරිසේන සිය ධුර කාලය සඳහා ඔහුගේ ධුර කාලය ශ්රේෂ් Supreme ාධිකරණයේ සෙව්වේය.",
        "2019 ජනාධිපතිවරණය ප්රකාශයට පත් කිරීමෙන් පසු සිවිල් පුරවැසියෙකු ඉල්ලා සිටියේ ජනාධිපතිවරයාගේ ධුර කාලය ශ්රේෂ් Supreme ාධිකරණයේ පත් කරන ලෙසයි.",
        "ශ්රේෂ් Supreme ාධිකරණයේ 2019 අභියෝගයට ලක් කළ පුද්ගලයා මේ මස අධිකරණයට අධිකරණයට ඉල්ලා සිටියේය.",
        "ජනාධිපතිවරයාගේ ධුර කාලය වසර පහක් පැරණි බව ශ්රේෂ් Supreme ාධිකරණය තහවුරු කර තිබේ.",
        "ජනාධිපති රනිල් වික්රමසිංහ යනු ජනාධිපතිවරයාගේ උපක්රමය වන අතර ඔහු අබලන් තත්වයක සිටී.",
        "රට කළමනාකරණය කරනවාට වඩා ජනාධිපති රනිල් වික්රමසිංහ එක්සත් ජාතික පක්ෂය කළමනාකරණය කර තිබේ. පක්ෂය අවසානයේ ආරක්ෂා වී තිබේ. ජාතික ලැයිස්තුව පාර්ලිමේන්තුවට පැමිණ තිබේ. රනිල් උපක්රමයක් නොවේ.",
        "ආණ්ඩුක්රම ව්යවස්ථාව ජනාධිපති ධුර කාලය අවුරුදු පහක් සහ වෙනත් ස්ථානයක වසර හයක් ලෙස හැඳින්වේ. එබැවින් මෙම අඩු කිරීම සඳහා ජනාධිපතිවරයා කැබිනට් පත්රිකාවක් ඉදිරිපත් කර තිබේ.",
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 19 වන ව්යවස්ථා සංශෝධනය ආණ්ඩුක්රම ව්යවස්ථාවේ 19 වන ව්යවස්ථා සංශෝධනයෙන් අහෝසි කර ඇත. හදිසි ආණ්ඩුක්රම ව්යවස්ථාවේ 20 වන ව්යවස්ථා සංශෝධනයේදී ජාතික ආරක්ෂාව සහ ආපදා ගැටළු සඳහා පමණක් හදිසි පනතක් ක්රියාත්මක කළ යුතුය.",
        "මෙම නීතිය ක්රියාත්මක කිරීමට පෙර ජනාධිපතිවරණය පැවැත්වේ. එබැවින් ජනාධිපතිවරණය කල් දැමීමට ජනාධිපතිවරයා ගත් සියලු උත්සාහයන් අසාර්ථක වී තිබේ. ජනතාව ව්යාකූල කර එය භුක්ති විඳීමට ජනාධිපතිවරයාට මනෝභාවයක් ඇත. මැතිවරණය පියවරේදී පැවැත්වෙන බව ජනතාව විශ්වාස කළ යුතුය."
      ]
    },
    "en": {
      "title": "Ranil House Matti - Anura Kumara Dissanayake",
      "body_lines": [
        "Ranil, Vajira and Range Bandara can not be able to make the matter in connection with the constitution. The Supreme Court has the authority.",
        "National People's Power Leader Anura Kumara Dissanayake said that the President's House was involved in the process of acting beyond the Supreme Court on the occasion.",
        "He was speaking at the launch of the postponement debate on the presidential election in a timely manner in accordance with the legal arrangements in Parliament on Thursday (11).",
        "The presidential election should be held in September and October in accordance with the Constitution and other arrangements.The president's colleagues have created suspicion.",
        "United National Party (UNP) general secretary Range Bandara has said that it is necessary to extend the president's term for six years.. The House maneuver is currently being carried out on the president's term.",
        "The people have accepted that the president's tenure as the president's tenure is five years. President Ranil Wickremesinghe has the authority to provide the object of politics..",
        "Is the President's tenure five years after the 19th Amendment to the Constitution?Or six years?Three times the goods have been made in the High Court. In 2018, Maithripala Sirisena sought his tenure in the Supreme Court for his tenure.",
        "After the announcement of the 2019 presidential election, a civil citizen demanded that the president's tenure be appointed in the Supreme Court.",
        "The person who challenged the 2019 presidency in the Supreme Court sought the court this month.",
        "The Supreme Court has confirmed that the president's tenure is five years old.",
        "President Ranil Wickremesinghe is the trick of the President, who is in a state of disrepair.",
        "President Ranil Wickremesinghe has managed the United National Party rather than managing the country. The party has finally defended. The national list came to Parliament. Ranil is not a trick.",
        "The constitution is referred to as the president's tenure for five years and six years in another place. Therefore, the President has submitted a cabinet paper to address this reduction.",
        "The 19th Amendment to the Constitution has been abolished in the 19th Amendment of the Constitution. The Emergency Act should be enacted only for the National Security and Disaster issues in the 20th Amendment of the Constitution.",
        "The presidential election will be held before this law is enacted. Therefore, all attempts made by the president to postpone the presidential election have failed. The president has the mood to confuse the people and enjoy it. People should believe that the election will be held on the right day."
      ]
    }
  },
  "summary_lines": [
    "Anura Kumara Dissanayake criticizes the President's House for potentially overstepping the Supreme Court's authority regarding constitutional matters. He mentions ongoing debates about the presidential election timeline and the president's term length, with some suggesting a six-year term instead of the constitutional five years. The Supreme Court has upheld the five-year term. There's confusion over whether the 19th Amendment to the Constitution specifies a five- or six-year term, leading to legal challenges and discussions in Parliament."
  ]
}