{
  "translated_text": {
    "ta": {
      "title": "17 வயது பாதிக்கப்பட்டவர் மோதலில் இறக்கிறார்",
      "body_lines": [
        "மகாவேலாவில் உள்ள மடவாலா பகுதியில் இரண்டு குழுக்களுக்கு இடையிலான மோதலில் ஒரு இளைஞன் கொல்லப்பட்டான்.",
        "கொலை ஒரு துருவங்களால் தாக்கப்பட்டு பாதுகாப்பான காலியாக இருப்பதாக விசாரணைகள் தெரிவித்துள்ளன என்று போலீசார் தெரிவித்தனர்.",
        "தாக்குதலுக்கான காரணம் இன்னும் வெளியிடப்படவில்லை.",
        "மடவாலா பகுதியில் வசிக்கும் 55 வயது நபர் மடவாலா பகுதியில் வசிப்பவருடன் கைது செய்யப்பட்டுள்ளார்.",
        "மற்ற சந்தேக நபர்கள் மகேவேலா போலீசாரிடமிருந்து தப்பி ஓடிவிட்டனர்.",
        "இதற்கிடையில், வாள் மற்றும் ஈட்டியில் காயமடைந்த இரண்டு பேர் பலத்த காயமடைந்து அவிசவெல்லா மருத்துவமனையில் அனுமதிக்கப்பட்டனர்.",
        "அந்த நபர் நேற்று (01) இறந்ததாக போலீசார் தெரிவித்தனர்.",
        "பாதிக்கப்பட்டவர் திஹாபதபிதியாவில் 65 வயது குடியிருப்பாளர் ஆவார்.",
        "இறந்தவர்களுக்கும் சந்தேக நபர்களுக்கும் இடையிலான தனிப்பட்ட தகராறில் இந்த கொலை மேற்கொள்ளப்பட்டதாக விசாரணைகள் தெரிவிக்கின்றன.",
        "45 வயது சந்தேக நபர் வாள் மற்றும் மன்ச் மூலம் கைது செய்யப்பட்டார்."
      ]
    },
    "en": {
      "title": "17 year old victim dies in clash",
      "body_lines": [
        "A youth was killed in a confrontation between two groups in the Madawala area in Mahawela.",
        "Police said that investigations have revealed that the murder had been assaulted by a poles and safe empty.",
        "The cause of the attack has not yet been revealed.",
        "A 55-year-old man residing in the Madawala area has been arrested with a resident of Madawala area.",
        "The other suspects have fled the Mahawela Police for the arrest of them.",
        "Meanwhile, two persons who were injured in a sword and spear were seriously injured and admitted to Avissawella hospital.",
        "Police said that the man died yesterday (01).",
        "The victim is a 65 year old resident of Thihapaththapitiya.",
        "Investigations have revealed that the murder had been carried out on a personal dispute between the deceased and suspects.",
        "A 45-year-old suspect was arrested with a sword and a munch."
      ]
    }
  },
  "summary_lines": [
    "17-year-old killed in group clash; police investigating; 55-year-old arrested; two injured hospitalized; motive unclear"
  ]
}