{
  "translated_text": {
    "si": {
      "title": "පවුලේ සාමාජිකයන් ඔවුන්ගේ රක්ෂණය සඳහා ඇතුළත් කරන ලෙස මන්ත්රීවරු ඉල්ලා සිටිති",
      "body_lines": [
        "සහන වාහන බලපත්ර සඳහා අවසරයකින් පසුව ඔවුන්ගේ පවුලේ සාමාජිකයින් ඇතුළත් කිරීම සඳහා ඔවුන්ගේ පවුලේ සාමාජිකයින් ඇතුළත් කිරීම සඳහා ඔවුන්ගේ පවුලේ සාමාජිකයන් රුපියල් මිලියනයකට ලබා දෙන ලෙස මන්ත්රීවරුන් ඉල්ලා ඇති බව විශ්වාසදායක ප්රභවයක් ඊයේ ප්රකාශ කර තිබේ.",
        "පසුගිය සිකුරාදා පැවති නිවාස කමිටු රැස්වීමේදී පාර්ලිමේන්තු මන්ත්රීවරුන් විසින් දෙවන වරටත් වාහනයේ අවසරය ඉල්ලා සිටින අතරම මන්ත්රීවරුන් මේ බව අසා ඇති.",
        "ඔවුන් මේ වන විට පාර්ලිමේන්තු මන්ත්රීවරුන් සහ පාර්ලිමේන්තු කටයුතු අමාත්යාංශයේ රක්ෂණ ප්රමාණයෙන් ගෙවනු ලැබේ. ඔවුන් තම පවුලේ සාමාජිකයන් ඒ වෙත එක් කිරීමට උත්සාහ කර ඇති අතර වැඩි ප්රමාණයක් ගෙවීමට එකඟ වූ බව කියනු ලැබේ.",
        "තව. එම්පීඑස් විසින් ඉල්ලා සිටින බලපත්ර ප්රදානය කිරීම සඳහා කථානායක මහින්ද යාපා අබේවර්ධන ජනාධිපති රනිල් වික්රමසිංහ මහතාට ලිපියක් ලබා දී ඇති බව ඩේලි මිරර් පුවත්පත වාර්තා කර තිබේ.",
        "වාහන ආනයනය තහනම් කිරීම අවසන් වූ පසු රජය එවැනි සහන සලකා බලමින් සිටී."
      ]
    },
    "en": {
      "title": "MPs request to incorporate family members on their insurance",
      "body_lines": [
        "A reliable source yesterday said that the MPs had requested that their family members be extended to one million rupees insurance for the inclusion of their family members following the authorization for concession vehicle licenses.",
        "At the House Committee meeting held last Friday, MPs have heard this while urging the permission of the vehicle permit for the second time.",
        "They are currently paying the amount of insurance of MPs and the Ministry of Parliamentary Affairs. They are said to have tried to add their family members to it and agreed to pay an increased amount.",
        "More. The Daily Mirror has reported that Speaker Mahinda Yapa Abeywardena has written to President Ranil Wickremesinghe to consider the grant of permits demanded by MPs.",
        "The government is considering such concessions once the ban on vehicle imports is lifted."
      ]
    }
  },
  "summary_lines": [
    "MPs seek to extend their insurance coverage to include family members, requesting an increase from one million rupees. This follows their authorization for concession vehicle licenses, discussed during a House Committee meeting. The move comes as they already cover their own insurance and that of the Ministry of Parliamentary Affairs, indicating willingness to pay more for family inclusion. The Speaker has urged the President to consider granting these permits, with the government potentially reviewing such concessions post-lift of the vehicle import ban."
  ]
}