{
  "translated_text": {
    "ta": {
      "title": "ஜனவரி 2024 நாட்டை வாழ்த்தியது",
      "body_lines": [
        "இந்த ஆண்டு ஜனவரியில் அந்நிய செலாவணி பாய்ச்சல்களில் இலங்கை தெளிவான வளர்ச்சியைக் கொண்டுள்ளது. அதன்படி, சுற்றுலா 2024 ஜனவரியில் 342 மில்லியன் அமெரிக்க டாலர்களை சம்பாதித்துள்ளது, இது கடந்த ஆண்டு ஜனவரி முதல் ரூ .342 சதவீதம்.",
        "மேலும், வெளிநாட்டு தொழிலாளர்கள் ஜனவரி மாதத்தில் 488 மில்லியன் டாலர் பணம் அனுப்பியுள்ளனர், இது ஜனவரி 2023 இல் பதிவாகிய 467 மில்லியன் டாலர்களுடன் ஒப்பிடும்போது 5 சதவீதம் வளர்ச்சியாகும்.",
        "இந்த ஆண்டு ஜனவரியில் இலங்கை ரூபாய் 14.6% அதிகரித்துள்ளது.",
        "கூடுதலாக, வெளிநாட்டு இருப்புக்கள் ஜனவரி மாதத்தில் 4.5 பில்லியன் டாலராக உயர்ந்துள்ளன, மேலும் அந்நிய செலாவணி குளம் 114%அதிகரித்துள்ளது."
      ]
    },
    "en": {
      "title": "January 2024 congratulated the country",
      "body_lines": [
        "Sri Lanka has a clear growth in foreign exchange flows in January this year. Accordingly, the tourism has earned a US $ 342 million in January 2024, a growth of Rs. 342 percent to January last year.",
        "Also, foreign workers have sent $ 488 million in remittances in January, a growth of 5 percent compared to $ 467 million reported in January 2023.",
        "The Sri Lankan rupee has been increased by 14.6% in January this year.",
        "In addition, the foreign reserves have risen to $ 4.5 billion in January, and the forex pool has increased by 114%."
      ]
    }
  },
  "summary_lines": [
    "In January 2024, Sri Lanka saw significant growth in foreign exchange flows, with tourism earning $342 million, a 342% increase from last year. Foreign workers sent $488 million in remittances, a 5% increase from January 2023. The Sri Lankan rupee increased by 14.6%, and foreign reserves rose to $4.5 billion, with the forex pool growing by 114%."
  ]
}