{
  "translated_text": {
    "si": {
      "title": "දෛනික වැටුපක් ලෙස රුපියල් 1700 ක් ගෙවන ලෙස කම්කරුවන්ට ඉල්ලා සිටින බොගවන්තලාවා හි අරගලය",
      "body_lines": [
        "කඳුකරයේ වතු කම්කරුවන්ට රුපියල් 1700 ක් ගෙවන ලෙස ඉල්ලා සඳුදා උදෑසන බොගවන්තලාවා හි මෙම විරෝධතාවය දියත් කරන ලදී.",
        "බොගවන්තලාව ප්රධාන බස් නැවතුම්පොළේ ආරම්භ වූ උද් ration ෝෂණ රැලිය බොගවන්තලාවා සෙල්වකන්දි හන්දියට ගියේය.",
        "වැවිලි විගමාමාර් සම්මේලනයේ මාධ්ය ප්රකාශකගේ චිත්රය රොෂාන් රාජදුරවි පුළුස්සා දැමීය.",
        "උද් ration ෝෂණය හේතුවෙන් බොගවන්තලාව හැටන් පාර දිගේ ගමනාගමනය ටික කලකට පමණ පීඩාවට පත්විය.",
        "අරගලය පැය තුනක් පමණ සිදු කළ අතර බොගවන්තලාව නගර වෙළෙඳුන් සාප්පු මධ්යස්ථාන වසා දමා උද් .ෝෂණයට සහාය විය."
      ]
    },
    "en": {
      "title": "Struggle in Bogawantalawa demanding workers to pay 1700 rupees as a daily salary",
      "body_lines": [
        "The protest was launched in Bogawantalawa on Monday morning, demanding the payment of 1700 rupees to the hill plantation workers.",
        "The demonstration rally, which started at the Bogawantalawa main bus station, went to the Bogawantalawa Selvakandi junction.",
        "The portrait of Media Spokesperson of the Plantation Duramar Federation, Roshan Rajadurai, was burnt.",
        "Traffic along the Bogawantalawa Hatton Road was affected for some time due to the demonstration.",
        "The struggle was carried out for about three hours and the Bogawantalawa city traders closed the shopping centers and supported the demonstration."
      ]
    }
  },
  "summary_lines": [
    "In Bogawantalawa, plantation workers protested for a daily wage increase to 1700 rupees. The rally, starting from the main bus station, reached the Selvakandi junction, disrupting traffic briefly. The media spokesperson's portrait was burned, and local traders supported the three-hour demonstration by closing shops."
  ]
}