{
  "translated_text": {
    "si": {
      "title": "ගංවතුරෙන් පීඩාවට පත් මල්වානා ප්රදේශයට බෝට්ටු පහසුකම් සැපයීම සඳහා කඩිනම් පියවර ගත යුතුය - හර්ෂනා රාජකරුණ",
      "body_lines": [
        "මල්වානා ප්රදේශය යනු ගම්පහා දිස්ත්රික්කයේ ගංවතුර ව්යසනයක නිරන්තර ප්රදේශයකි. මෙම ව්යසන අතරතුරදී වහාම සහන ක්රියාමාර්ග ගැනීමට ඔවුන්ට අවශ්ය බව විපක්ෂ මන්ත්රී හර්ෂනා රාජකරුණ මහතා පැවසීය.",
        "ගම්පහා දිස්ත්රික්කයේ ප්රාදේශීය ලේකම් කාර්යාල 13 ක් ගංවතුරෙන් පීඩාවට පත්ව ඇත. මෙම පරිපථයේ ගංවතුර ව්යසනය වාර්තා වී ඇති බැවින් වින්දිතයින්ට සහන සැලසීම සඳහා ග්රාම නිලධාරි පසුබැස ඇත.. ගම්පහා දිස්ත්රික්කයේ ගංවතුර ව්යසනය ඕනෑම වේලාවක සිදුවිය හැකිය. ආපදාවක් සිදු වූ විට වින්දිතයින්ට සහන සැලසීමට රාජ්ය නිලධාරීන් එක්රැස් වේ. වටරවුමට අනුව වැඩ කරන විට වින්දිතයින්ට සහනයක් නොලැබේ.",
        "මන්ද, ගංවතුර ව්යසනයෙන් පීඩාවට පත් වූ සියල්ලන්ම කඳවුරුවලට නොයන බැවිනි. සෑම තැනකම ආපදා කඳවුරු නොමැත. එබැවින් වින්දිතයින්ට සහන සැලසීම සඳහා වටරවුමේ සංශෝධනය කළ යුතුය. ඒ අතරම, වටරවුමේ වටය දෙස නොබලන පීඩාවට පත් ජනතාවට මූලික ආධාර ලබා දීමට රාජ්ය බලධාරීන් පියවර ගත යුතුය.",
        "ඒ අතරම, මල්වානා ප්රදේශය ගම්පහා දිස්ත්රික්කයේ නිතර ගංවතුර ආපදා ප්රදේශයකි. ප්රදේශයේ ආගමික නායකයින් ප්රදේශයේ ජනතාවට සේවය කරමින් සිටිති.. නමුත් මිනිසුන් සැමවිටම ඉල්ලන්නේ, අවශ්ය බෝට්ටු ලබා ගත යුතු බවයි. ඔවුන් මෙය ඉල්ලා සිටින්නේ ආගම හා රාජ්ය ආයතනවලට මෙය ලබා ගැනීම සඳහා ය.",
        "එබැවින් මෙම නිතර අවදානමට ලක්විය හැකි ප්රසසා අවශ්ය පහසුකම් සපයන ලෙස අපි කාරුණිකව ඉල්ලා සිටිමු. ගංවතුර ව්යසනය අතරතුර අපි මේ ගැන කතා කරමු.",
        "ගංවතුරෙන් ගංවතුරට ගොදුරු වූ බොහෝ ප්රදේශවල මිනිසුන් නැවත තමන්ගේම ස්ථාන වෙත පැමිණෙමින් සිටිති. පානීය ජල ළිං ඇතත්. ඒවා පිරිසිදු කිරීමට හා පිරිසිදු කිරීමට පියවර ගත යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Immediate steps should be taken to provide boat facilities to the Malwana area affected by the flood - Harshana Rajakaruna",
      "body_lines": [
        "Malwana area is a frequent area of ​​flood disaster in Gampaha district. Opposition member Harshana Rajakaruna said that the ferry facilities they needed to carry out immediate relief measures during these disasters.",
        "13 Divisional Secretariats in Gampaha District have been affected by floods. Grama Niladhari retreats to provide relief to the victims as the flood disaster is reported in the circuit.. Flood disaster in Gampaha district can occur at any time. State officials gather to provide relief to victims in the event of a disaster. Then the victims do not get relief when they work according to the roundabout.",
        "Because all those affected by the flood disaster do not go to the camps. There are no disaster camps everywhere. So the revision of the roundabout should be made to provide relief to all the victims. At the same time, state authorities should take steps to provide basic assistance to the affected people who are not looking at the round of the roundabout.",
        "At the same time, the Malwana area is a frequent flood disaster area in Gampaha district. The religious leaders of the area are working on the service to the people of the area.. But that people are always asking for, that they need to get the necessary boats. They are asking for this to get this to religious and public institutions.",
        "So we kindly request that these frequently vulnerable Prarasa provide the necessary facilities. We are talking about this during the flood disaster.",
        "And in many areas where floodwaters are flooded, people are returning to their own places. The drinking water wells there are, though. He said steps should be taken to clean and clean them."
      ]
    }
  },
  "summary_lines": [
    "Harshana Rajakaruna urges immediate action to provide boat services in flood-prone Malwana, Gampaha, highlighting the need for efficient relief distribution due to frequent flooding. He criticizes the current system for its inefficiency and calls for direct aid to victims, including cleaning contaminated water sources."
  ]
}