{
  "translated_text": {
    "ta": {
      "title": "நாளை கொழும்புக்கு சிறப்பு அறிவிப்பு",
      "body_lines": [
        "கொழும்பில் சர்வதேச தொழிலாளர் தினத்தின் சர்வதேச தொழிலாளர் தினத்தை குறிக்கும் வகையில் கொழும்பில் அலைகள் மற்றும் அணிவகுப்புகள் காரணமாக சிறப்பு போக்குவரத்து திட்டத்தை போலீசார் அறிவித்துள்ளனர்.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக்ஸின் பிரஸ்அலஸ் வழக்கறிஞர் நிஹால் தல்டுவா, 40 அலைகள் மற்றும் 40 அலைகள் மற்றும் 40 அலைகள் மற்றும் 40 அலைகள் மற்றும் 40 அலைகள் மற்றும் 40 அலைகள் மற்றும் 40 அலைகள் மற்றும் 40 அலைகள் மற்றும் 40 அலைகள் மற்றும் 40 அலைகள் தீவு அகலமாக ஒழுங்கமைக்கப்பட்டுள்ளன என்று கூறினார்.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் 19 மே தின கொண்டாட்டங்கள் நடைபெறும் என்று கூறினார்.",
        "பொலிஸின் கூற்றுப்படி, ட்ரோன்களின் பயன்பாடு அனுமதியின்றி மே அலைகளை மறைக்க தடை விதிக்கப்பட்டுள்ளது.",
        "சர்வதேச தொழிலாளர் தினத்தை குறிக்கும் வகையில் சர்வதேச தொழிலாளர் தினத்தை குறிக்கும் வகையில் கொழும்பில் சிறப்பு போக்குவரத்து திட்டத்தை போலீசார் அறிவித்துள்ளனர்."
      ]
    },
    "en": {
      "title": "Special notice to Colombo tomorrow",
      "body_lines": [
        "Police have declared a special traffic plan due to waves and marches in Colombo to mark the international labor day of the international labor day in Colombo.",
        "Police Media Spokesperson DIG's Pressalus Attorney Nihal Talduuwa, said that 40 waves and 40 waves and 40 waves and 40 waves and 40 waves and 40 waves and 40 waves and 40 waves and 40 waves and 40 waves were organized island wide.",
        "The Police Media Spokesperson stated that 19 May Day celebrations will be held.",
        "According to police, the use of drones is forbidden to cover May waves without permission.",
        "Police have announced the special traffic plan in Colombo to mark the International Labor Day to mark the International Labor Day."
      ]
    }
  },
  "summary_lines": [
    "Police in Colombo have declared a special traffic plan for tomorrow due to waves and marches marking International Labor Day. 40 waves are organized island-wide, and drones are forbidden to cover these events without permission."
  ]
}