{
  "translated_text": {
    "si": {
      "title": "மட்டக்களப்பில் சுகாதார சேவைகள் மேம்பாட்டுக்கான புதிய திட்டங்கள் – சுகாதார அமைச்சரின் நடவடிக்கை",
      "body_lines": [
        "සෞඛ්ය හා ජනමාධ්ය හා ජනමාධ්ය අමාත්ය වෛද්ය නාලින්ද ජයතිස්සා, මෑතකදී නැගෙනහිර පළාතේ රෝහල් සහ සෞඛ්ය ආයතන විසින් සපයනු ලබන වර්තමාන සෞඛ්ය සේවා පිළිබඳ සවිස්තරාත්මක අධ්යයනයක් මෑතකදී පවත්වන ලදී.",
        "දිස්ත්රික් රෝහල්වල අඩුපාඩු විශ්ලේෂණය කිරීම සහ රටට වඩා හොඳ සහ උසස් සෞඛ්ය සේවා සැපයීම සඳහා සෞඛ්ය අමාත්යාංශය විසින් දියත් කරන ලද විශේෂ වැඩසටහනක් සමඟ මෙම අධ්යයනය පවත්වන ලදී.",
        "அரசாங்க மருத்துவமனை கட்டமைப்பை வினைத்திறனுடன் பராமரிப்பதே  முதன்மை நோக்கமாகும் என தெரிவித்த அமைச்சர், ஆய்வு விஜயத்தைத் தொடர்ந்து மட்டக்களப்பு பிராந்திய சுகாதார சேவைகள் திணைக்கள தலைவர்களுடனும் கலந்துரையாடலில் ஈடுபட்டார்.",
        "මූලික රෝහල් 04 ක්, ප්රාදේශීය රෝහල් 18 ක්, සෞඛ්ය වෛද්ය කාර්යාල 17 ක් සහ මූලික වෛද්ය සේවා 17 ක් අඩංගු මඩකලපුව දිස්ත්රික්කය සෞඛ්ය සේවා ක්රියාත්මක කිරීමේදී සහ ජනතාවට වඩා හොඳ සෞඛ්ය සේවා සැපයීම සඳහා සාකච්ඡා පැවැත්වීය.",
        "මෙම අවස්ථාවේදී, මුරලිස්වරන් මඩකලපුව දිස්ත්රික්කයේ රෝහල්වලට ප්රතිකාර කිරීමේදී රෝගීන් මුහුණ දෙන ගැටලු පිළිබඳව සහ දිස්ත්රික්කයේ වෛද්යවරුන්ගේ හා සෞඛ්ය සේවා නිලධාරීන්ගේ හිඟය පිළිබඳව දීර් experiencedකයක් ලබා දුන්නේය.",
        "දිස්ත්රික්කයේ භෞතික සම්පත්, කාර්ය සාධනය, සංවර්ධන වැඩසටහන්, සෞඛ්ය රෝහල් සහ මහජනතාව දැනුවත් කිරීමේ වැඩසටහන් පිළිබඳ සවිස්තරාත්මක ඉදිරිපත් කිරීමක් ද ඔහු විසින් ලබා දෙන ලදී.",
        "දිස්ත්රික්කයේ රාජ්ය ce ෂධ සංස්ථාවේ ශාඛාව පිහිටුවීම, රෝහල්, ප්රවාහන හා වෛද්ය උපකරණවල භෞතික සම්පත් වැඩිදියුණු කිරීම ද සහභාගී විය.",
        "මෙම අවස්ථාවට සහභාගී වෙමින් අමාත්යවරයා පෙන්වා දුන්නේ සෞඛ්ය ක්ෂේත්රයට වැඩි මුදලක් ලබා දෙන බවත්, අනාගතයේ ඇති වන ගැටලු විසඳීමට සහ මානව හා භෞතික සම්පත් වැඩිදියුණු කිරීමටත් කිසිදු දුෂ්කරතාවයකින් තොරව වෛද්ය ෙසේවකයින්ටත් එම පියවර ගන්නා බවත්ය.",
        "මඩකලපුව දිස්ත්රික් සෞඛ්ය නිලධාරීන්ගේ සංගමය සෞඛ්ය අමාත්ය අමාත්ය නලින්ද ජයතිස්ස වෙත සිහිවටනයක් ඉදිරිපත් කර තිබේ.",
        "මඩකලපුව දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී කන්දස්වාමි ප්රභා, මඩකලපුව ප්රාදේශීය සෞඛ්ය සේවා අධ්යක්ෂ. මුරලිස්වරන්, මඩකලපුවේ ශික්ෂණ රෝහලේ අධ්යක්ෂ. ගලේන්ලිංගල්, නැගෙනහිර පළාත් සෞඛ්ය සේවා ලේකම් හෙව්. නැගෙනහිර පළාත් සෞඛ්ය සේවා අධ්යක්ෂ වෛද්ය පී.බී.එන්."
      ]
    },
    "en": {
      "title": "New Projects for Development of Health Services in Batticaloa - Health Minister's action",
      "body_lines": [
        "Minister of Health and Mass Media, Dr. Nalinda Jayatissa, recently conducted a comprehensive study on the current state of health services provided by hospitals and health institutions in the Eastern Province.",
        "The study was conducted in collaboration with a special program launched by the Ministry of Health to analyze the shortcomings in the district hospitals and provide better and advanced health services to the country.",
        "The Minister said that the main purpose was to maintain the government hospital structure with efficiency and discussed with the heads of the Regional Health Services Department in Batticaloa following the inspection.",
        "The Batticaloa District, which contains 04 basic hospitals, 18 regional hospitals, 14 health medical offices and 17 preliminary medical care unit, held discussions with senior medical officers and office leaders to solve major issues in the implementation of health services and provide better health services to the people.",
        "On this occasion, Muraliswaran gave a long explanation on the problems faced by patients in the treatment of hospitals in the Batticaloa district and the shortage of doctors and health service officers in the district.",
        "He also provided a detailed presentation on physical resources, performance, development programs, health hospitals and public awareness programs in the district.",
        "Establishment of the Branch of the State Pharmaceutical Corporation in the district, improving the physical resources of hospitals, transport, and medical equipment were also present.",
        "Speaking at the event, the Minister pointed out that the upcoming budget will be allocated more funds to the health sector, and that steps will be taken to resolve the problems in the future and improve human and physical resources and provide medical services without any difficulty.",
        "The Batticaloa District Health Officers Association has presented a souvenir to the Minister of Health and Mass Media Minister Nalinda Jayatissa for taking steps to strengthen and improve the health service system in the country.",
        "Batticaloa District Parliamentarian Kandaswamy Prabhu, Director of Regional Health Services, Batticaloa. Muraliswaran, Director of Teaching Hospital in Batticaloa. Ganesalingam, Eastern Provincial Health Services Secretary HEEWG. Dissanayake, Eastern Provincial Health Services Director Dr. PBSN Vimalaratne, and medical officials and several top officials were present."
      ]
    }
  },
  "summary_lines": []
}