{
  "translated_text": {
    "si": {
      "title": "ජනතාවගේ නියෝජිතයින් ගමට ගියහොත් රජය අතුරුදහන් වනු ඇත",
      "body_lines": [
        "එම රජය ලබන වසරේදී රට තුළ රට තුළ රට තුළ සිටින බවත්, මහජන නියෝජිතයින් ගමට නොයන්නේ නම් රජයක් නොසිටින බවත් ජනාධිපති රනිල් වික්රමසිංහ මහතා පවසා තිබේ.",
        "මේ හේතුවෙන් වසර දෙකකට පසු ගමේ සංවර්ධනයට සෘජුවම දායක වන ලෙස ජනාධිපතිවරයා ගමේ සංවර්ධනය ඉල්ලා සිටියේය.",
        "ගම්පා දිස්ත්රික්කයේ සංවර්ධන කටයුතු පිළිබඳව අද ජනාධිපති ලේකම් කාර්යාලයේ පැවති රැස්වීමක් අමතමින් ජනාධිපතිතුමා මේ බව පැවසීය.. මෙම රැස්වීම අමාත්ය ප්රසන්න රණතුංග විසින් සංවිධානය කරන ලදී.",
        "මෙම රැස්වීමට ගම්පා දිස්ත්රික් මට්ටමේ දිස්ත්රික් නායකයින් තිදෙනා වන මොට්ටු පක්ෂයේ දිස්ත්රික් නායකයින් තිදෙනා ශ්රී ලංකා නිදහස් පක්ෂය සහ එක්සත් ජාතික පක්ෂය සහභාගී වූ විශේෂ ලක්ෂණයකි.",
        "එයට රජයේ අමාත්යවරයා හැර ආණ්ඩුව නියෝජනය කරන සහ රජයට සහයෝගය දක්වන මන්ත්රීවරුන් මෙම දෙනා සහභාගී වූහ. පාර්ලිමේන්තු මන්ත්රීවරු සිසිරා ජයකොඩි සහ මිලාන් ජයතිලක රැස්වීමට සහභාගී වූයේ නැත.",
        "\"මන්ත්රීවරු විමධ්යගත වීමට පටන් ගත්තේ 1978 දී පමණි. එවිට රාජකාරිය ඉටු කිරීම සඳහා පාර්ලිමේන්තු මන්ත්රීවරයෙකුට රුපියල් ලක්ෂ තුනක් හිමිවිය. ගමක් සංවර්ධනය කිරීම සඳහා මුදල් අවශ්යයි. විශේෂයෙන් මෙම කාර්යය ඔවුන්ගේ ප්රදේශයේ මෙම කාර්යය ආරම්භ කරන්න. ප්රදේශයේ මට්ටමේ ගමට යාමට ඇති එකම අරමුණ මෙන්න. එදිනට යාමට නොහැකි වූ නිසා, දැන් ඔබට ගමට ගොස් වැඩ කිරීමට හොඳ අවස්ථාවක් තිබේ. කිසිවෙකු ගමෙන් පිටවිය යුතු නැත. ගම්පහා ඕනෑම තැනකට යා හැකි අතර කිසිවෙකුට යා නොහැක. මුදල් රැගෙන එය වියදම් කරන්න.අගෝස්තු මාසයට පෙර වියදම් කිරීමට වැඩ කිරීම ආරම්භ කරන්න. කල් දමන්න එපා. ලබන වසරේ ඔබට මුදල් ලබා දෙනු ඇත. එය ලබන වසරේ එකම ආණ්ඩුවකි. ගම ගමට නොයන්නේ නම් රජය අතුරුදහන් වනු ඇත.",
        "අපි 1970 දී ගම්පහා දිස්ත්රික්කය නිර්මාණය කළා. ගම්පා ඕනෑම රජයක විශාල ප්රගතියක් ලැබීය. අද ජනගහනය ගම්පහා දිස්ත්රික්කයේ ඇත. එය වේගයෙන් වර්ධනය වී ඇත. 1978 සිට බලයට පත්වූ රජය සහ රජය කළමනාකරණය කළ පක්ෂ. එය අත්හැර ගිය අය කිසිවක් කර නැත. දුරින් සිටි අය ගම්පහා ඉදිකරුවේ නැත. අද නොවේ නම් පොල් හා රබර් වනු ඇත. එය ද එම ජනතාවගෙන් ඇසෙනු ඇත. ඔබ පාලනය නොකළේ නම් කුමක් සිදුවේද?මෙම පක්ෂ දෙක එකට වැඩ කරමින් සිටි බැවින් ගම්පහා ඉදිකරන ලද්දකි. එය යමෙකුගෙන් විමසන්න. දෙපාර්ශ්වයම කරන ලද කාර්යයන් සඳහා හොඳම උදාහරණය ගම්පහා. අනෙක් අය කිසිවක් නොකියා නම්, මට ගම්පා වෙත පැමිණෙන්නැයි කියන්න. \""
      ]
    },
    "en": {
      "title": "The government will disappear if the people's representatives go to the village",
      "body_lines": [
        "President Ranil Wickremesinghe has said that the same government will be in the country next year and that if the people's representatives of the government do not go to the village, there will be no government.",
        "Due to this, the President appealed for the development of the village to contribute directly to the development of the village after two years.",
        "The President said this while addressing a meeting held at the Presidential Secretariat today on the development activities of the Gampaha district.. The meeting was organized by Minister Prasanna Ranatunga.",
        "It is a special feature that the three district leaders of the Gampaha District Mottu Party, the Sri Lanka Freedom Party and the United National Party participated in the meeting.",
        "It was attended by MPs who represent the government and support the government except for the Minister of State. Members of Parliament Sisira Jayakody and Milan Jayatilaka did not attend the meeting.",
        "“It was only in 1978 that MPs began to decentralize. Then a Member of Parliament got three lakhs of rupees to perform the duty. Need money to develop a village. Especially start this work in their area. Here is the only purpose to go to the village at the area level. Since it was unable to go on that day, now you have a good chance to go to the village and work. No one should leave the village. Gampaha can go anywhere and no one can go. Take the money and spend it.Start working on spending money before August. Do not postpone. Will give you money next year. It is the same government next year. If the village does not go to the village, the government will disappear.",
        "We created the Gampaha District in 1970. Gampaha made a major progress in any government. Today's population is in Gampaha district. It has grown fast. The government that came to power since 1978 and the parties that managed the government. The people who have left it have done nothing. Those who were far away did not build Gampaha. If not today, coconut and rubber would have been. That too should be heard from those people. What would have happened if you would have been unconnected?Since these two parties were working together, Gampaha was built. Ask someone it. Gampaha is the best example of the tasks done by both parties. If others say nothing, tell me to come to Gampaha. ”"
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the importance of government representatives visiting villages for development, warning that without such engagement, the government would cease to exist. He highlighted the need for direct contributions to village development, especially within two years, during a meeting on Gampaha district's development activities."
  ]
}