{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தல் 2024: இந்த மாத இறுதிக்குள் தேர்தல் நாள் பிரகடனம்",
      "body_lines": [
        "ஜனாதிபதித் தேர்தல் 2024: இந்த மாத இறுதிக்குள் தேர்தல் நாள் பிரகடனம்",
        "தேர்தல் ஆணையர் தலைவர் (ஜூலை 16) ஜனாதிபதித் தேர்தலின் உத்தியோகபூர்வ தேர்தல் மற்றும் பரிந்துரைகள் இந்த மாத இறுதிக்குள் அறிவிக்கப்படும் என்று கூறினார்.",
        "ஒரு ஊடக மாநாட்டில் உரையாற்றிய தேர்தல் ஆணையரின் தலைவர், வரவிருக்கும் ஜனாதிபதித் தேர்தல் தொடர்பாக அரசியல் கட்சிகள் மற்றும் சிவில் அமைப்புகளில் சிறப்பு ஆர்வம் இருப்பதாகவும் கூறினார்.",
        "அரசியலமைப்பின் அடிப்படையில் ஜனாதிபதித் தேர்தலை நடத்தக்கூடிய காலம் குறித்து ஆணையத்தின் தலைவர் ஒரு அறிக்கையை வெளியிட்டார்.",
        "\"தேர்தலை எவ்வாறு வைத்திருப்பது என்பது குறித்து பல பேச்சுக்கள் உள்ளன, குறிப்பாக நியமனத்தின் தேதி மற்றும் வெளியீட்டு தேதி.\"",
        "\"ஜனாதிபதித் தேர்தலின் தேதி குறித்து அரசியலமைப்பு தெளிவாகக் கூறுகிறது.\"",
        "\"வாக்கெடுப்பு அக்டோபர் 16 ஆம் தேதி செப்டம்பர் 16 வரை நடைபெறும்.\"",
        "\"இந்த விஷயத்தில் முதல் விஷயம் வாக்குப்பதிவு அறிவிப்பை வெளியிடுவது. தேர்தல் அறிவிப்பு ஜனாதிபதித் தேர்தலுக்கு 16 மற்றும் 21 நாட்கள் வெளியான தேதியிலிருந்து அழைக்கப்பட வேண்டும். \"",
        "\"ஜனாதிபதித் தேர்தல் நான்கு முதல் ஆறு வாரங்களுக்கு இடையில் நியமனத்தின் பொறுப்பான தேதியை நடத்த வேண்டும். ஜனாதிபதித் தேர்தல் அரசியலமைப்பின் அடிப்படையில் நடத்தப்பட வேண்டும்.",
        "இதற்கிடையில், தேர்தல் குழுவின் தலைவர் நாளை (ஜூலை 17) வலியுறுத்தினார்.",
        "\"பின்னர் நாளைய முந்தைய தேதி, தேர்தலின் ஆரம்ப தேதி செப்டம்பர் 17 மற்றும் 63 நாட்களில் நடைபெற உள்ளது.\"",
        "செப்டம்பர் 17 ஆம் நாள் தேர்தலின் அதிகபட்ச நாட்கள் மற்றும் தேர்தலின் அதிகபட்ச நாட்கள் மற்றும் தேர்தலின் அதிகபட்ச நாட்கள்.. அதனால்தான் தேர்தல் ஆணையம் தேர்தல் ஆணையத்தின் நாள் என்று வெளியிடப்படுகிறது. \"",
        "\"ஆனால் செப்டம்பர் 17 அன்று, அடுத்த நாள் அல்ல, நாங்கள் வாக்களிக்க முடியும்.\"அவன் சொன்னான்.",
        "டோமஸ் மத்தேயு போக்ஸ் பற்றி நாம் இதுவரை என்ன செய்வது?",
        "கொக்க்துனு குழு நிமிடங்கள்: அகழ்வாராய்ச்சிகள் முடிந்துவிட்டன. 52 வரை நில உடல்களின் எண்ணிக்கை",
        "ஈஸ்டர் தாக்குதல்"
      ]
    },
    "en": {
      "title": "Presidential Election 2024: Declaration of Election Day before the end of this month",
      "body_lines": [
        "Presidential Election 2024: Declaration of Election Day before the end of this month",
        "The Chairman of the Elections Commissioner Chairman (July 16) stated that the official election of the Presidential Election and nominations will be announced before the end of this month.",
        "Addressing a media briefing, the Chairman of the Elections Commissioner also said that there is a special interest in political parties and civil organizations regarding the upcoming presidential election.",
        "The Chairman of the Commission made a statement regarding the time when the presidential election could be held in terms of the Constitution.",
        "\"There are many talks on how to keep the election, especially the date and publication date of the nomination.\"",
        "\"The Constitution clearly states about the date the presidential election.\"",
        "\"The poll will be held between September 16th on October 16th.\"",
        "\"The first thing in this thing is to issue a polling notice. The election notice should be called for the presidential election on the date of 16 and 21 days from the date of issue. \"",
        "\"Presidential election should be held on a time when the date of charge of the nomination date between four and six weeks. This is what the presidential election should be held in terms of the Constitution. \"He said.",
        "Meanwhile, the Chairman of the Election Committee stressed tomorrow (July 17).",
        "\"Then the earlier date of tomorrow, the earliest date of the election is to be held on September 17 and 63 days.\"",
        "The day of September 17 is with the maximum number of days of the election and the maximum number of days of the election and the maximum number of days of the election.. That is why it is published that the Elections Commission is the day of the Elections Commission. \"",
        "\"But on September 17, not on the next day, we can hold voting.\"He said.",
        "What do we so far about Tomus Matthew Poocks?",
        "Kokkuthunu Group Minutes: Excavations are over. The number of land bodies up to 52",
        "Easter attack"
      ]
    }
  },
  "summary_lines": [
    "The Chairman of the Elections Commissioner announced that the Presidential Election 2024's official declaration and nominations will be revealed before the end of this month, sparking interest among political parties and civil organizations. He clarified the constitutional requirements for holding the election, specifying it must occur between September 16th and October 16th, with a notice period of 16 to 21 days after issuance. The latest possible date for the election, based on constitutional guidelines, is September 17, allowing for 63 days from the announcement."
  ]
}