{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தலின் முடிவுகள் \"மீசை, குழந்தைகள் மற்றும் மாதிரி\" ஐ தீர்மானிக்குமா?",
      "body_lines": [
        "ஜனாதிபதித் தேர்தலின் முடிவுகள் \"மீசை, குழந்தைகள் மற்றும் மாதிரி\" ஐ தீர்மானிக்குமா?",
        "இலங்கையில் தேர்தல் காலத்தில், ஜனாதிபதித் தேர்தலின் போது வேட்பாளர்களின் வெளிப்புற உருவத்தை குறிவைத்த பல்வேறு அவதூறான கருத்துக்களை நாங்கள் கேள்விப்பட்டிருக்கிறோம்.",
        "ஸ்ரீ ஜெய்வர்டெனெபுரா பல்கலைக்கழகத்தின் அரசியல் அறிவியல் துறையின் பேராசிரியர் வசகாரியா சூரியபந்தரா, குழந்தைகள், மீசை, ஆங்கிலம் மற்றும் சிங்கள பேச்சு, வழக்கு என்று சுட்டிக்காட்டினார்.",
        "எவ்வாறாயினும், இந்த ஆண்டு ஜனாதிபதித் தேர்தல் பொதுப் போராட்டத்திற்கு சுமார் 2 ஆண்டுகளுக்குப் பிறகு நடைபெறுகிறது, மேலும் ஜனாதிபதித் தேர்தலின் வெளிப்புற உருவத்தின் செல்லுபடியாகும் தன்மை குறிப்பிடத்தக்கதாகும்.",
        "'வெளிப்புற படம்' பொதுவாக மற்றொரு கட்சி அனைத்து அறிவாற்றல், உணர்ச்சிகள் மற்றும் தீர்ப்பின் கலவையாகும் என்று கருதப்படுகிறது.",
        "\"வெளிப்புற உருவங்களின் அரசியல்\" ஆசிய பிராந்தியத்தில் காணப்படுகிறது, ஆனால் இது ஐரோப்பாவிலும் காணப்படுகிறது.",
        "சமீபத்தில், பிரிட்டனின் பிரதமரான சர் கைர் ஸ்டார்மர், வெற்றியின் பின்னர் வெளிப்புற உருவம் குறித்து தனது கருத்துக்களை வெளிப்படுத்தினார்.",
        "சர் கைர் ஸ்டார்மன் பிரிட்டனின் பிரதம மந்திரி பதவியாக நியமிக்கப்பட்ட பின்னர், \"ஒரு மாற்றத்திற்கு தயாராக\", \"வெளிப்புற உருவத்தின் அரசியலை முடிவுக்கு கொண்டுவருவதாக\" உறுதியளித்தார்.",
        "மஹிந்த ராஜபக்ஷா ஒரு அரசியல்வாதி, மீசை கொண்ட அரசியல்வாதி.",
        "தேசிய உடை, குராஹான் மற்றும் உள்நாட்டுப் போரின் 30 ஆண்டுகால, உள்நாட்டுப் போரின் 30 வது ஆண்டின் இறுதியில், அவரது வெளிப்புற படம் வலுவாக மேம்படுத்தப்பட்டது.",
        "கூடுதலாக, பானியம் அணிந்த மஹிந்த ராஜபக்ஷ துணியும் சமூகமயமாக்கப்பட்டது என்ற கருத்தும் சமூகமயமாக்கப்பட்டது.",
        "பட்ஜெட் வெளியிடப்பட்டதும், 'கிராமம் கிராமம் எப்படி இருக்கிறது?'கிண்டலான அறிக்கை, அவரது ஆதரவாளர்களுக்கு 'பியா' என்று பெயரிடப்பட்டது.",
        "அவர் ஹம்பந்தோட்டாவிற்கு எதிராக குற்றம் சாட்டப்பட்ட போதிலும், அவர் கட்டப்பட்ட உருவத்தை எதிர்கொண்டு இரண்டு முறை இலங்கையின் தலைவராக மாற முடிந்தது.",
        "மஹிந்த ராஜபக்சேவின் உருவத்தை ஜனாதிபதியாக நியமிக்க கோத்தாபய ராஜபக்ஷம் பாதித்துள்ளது, கூடுதலாக, கோத்தாபயாவும் ஒரு வலுவான தலைவராக இருந்தார்.",
        "ரங்கில், சஜித், அனுரா மற்றும் நமல் பற்றி உங்களுக்குத் தெரியுமா?",
        "இதற்கிடையில், ரங்கில் விக்ரமேசிங்கைப் பற்றி இலங்கை வாக்காளர்களின் உருவம் வேறுபட்டது.",
        "அவரது உடைகள், ஆங்கில பேச்சு மற்றும் சிங்கள பேச்சாளர்கள், வெளிப்புற தோற்றம் மற்றும் எதிர்க்கட்சிகள் நாட்டின் மேற்கே ஒரு படத்தை உருவாக்கியுள்ளன.",
        "குழந்தைகள் இல்லாத நிலையில் ரணில் விக்ரமேசிங்கும் பல்வேறு அறிக்கைகளைக் கொண்டிருந்தார்.",
        "பெரும்பாலும், அவரைச் சுற்றி கட்டப்பட்ட உருவம் அவரது அரசியல் பயணத்திற்கு துரதிர்ஷ்டவசமானது.",
        "சஜித் பிரேமடாசா குழந்தைகளை அவமானகரமான விமர்சனங்களைத் தொடங்கினார், மேலும் ரானில் தொடர்பாக சற்று குறைவு இருந்தது.",
        "\"பல ஆண்டுகளாக இலங்கை வாக்காளர்களில் பெரும்பாலோர் வெளிப்புற உருவத்திற்கு நியமிக்கப்பட்டுள்ளனர் மற்றும் தலைவர்களைக் கற்றுக் கொண்டனர் மற்றும் பாடங்களைக் கற்றுக்கொண்டனர். ஜனாதிபதித் தேர்தலின் வெளிப்புற படம் செல்லுபடியாகாது என்று நான் நினைக்கிறேன். பொருளாதார நெருக்கடிக்குப் பிறகு, ஒரு போராட்டத்தில் ஜனாதிபதித் தேர்தலுக்குப் பிறகு, வெளிப்புற உருவத்தைப் பார்ப்பது கடினம், \"பேராசிரியர் வசகா சூரியபந்தரா.",
        "ஒரு நாட்டை சரியாகக் கட்டுப்படுத்த ஒரு அரசியல்வாதியின் வெளிப்புற உருவம் முக்கியமல்ல என்று அவர் சுட்டிக்காட்டினார்.",
        "\"இப்போது மக்கள் ஒரு தெளிவான திட்டத்தை சமாளிக்கக்கூடிய ஒரு நபரை உருவாக்க எதிர்பார்க்கிறார்கள், இது வெளிநாட்டினருடனும் வெளிநாட்டினருடனும் கையாளப்படலாம், இது நாட்டின் பொருளாதாரத்தை உருவாக்க முடியும். வெளிப்புற உருவத்தில் அலை இருக்கும் வாக்காளர்களின் சதவீதம் குறைந்துவிட்டதாக நான் உணர்கிறேன், ”என்று பேராசிரியர் கூறினார்.",
        "ஜனாதிபதித் தேர்தலின் போது வேட்பாளர்களின் வெளிப்புற உருவத்தை விமர்சனம் அல்லது அவமதிப்பது போன்ற எதுவும் இல்லை என்று பேராசிரியர் ஜெயகோடா யுயாங்கோடா கூறுகிறார்.",
        "முந்தைய ஜனாதிபதித் தேர்தல்களில் மிகவும் இருக்கும் விமர்சனமாக இருந்த அரசியல்வாதி ரணில் விக்ரமேசிங்காக இருந்தார் என்று அவர் கூறினார்.",
        "\"CAO இன் தலைமை நிர்வாக அதிகாரி மற்றும் தேசிய சுதந்திர முன்னணி ரணில் விக்ரமேசிங்கை எடுத்துக் கொண்டால். இந்த ஜனாதிபதித் தேர்தலில், அவர்கள் விமர்சிக்கப்படவில்லை. அவருடன் இப்போது பலர் விமர்சிக்கிறார்கள். அவர்களின் உதவியால் அவர்கள் பரஸ்பரம் கூட இல்லை.",
        "இருப்பினும், பேராசிரியரின் யோசனை என்னவென்றால், ஏழை மக்களிடம் தொடர்ந்து தொடரும்போது மக்கள் மக்கள் தொடர்ந்து நெருங்கவில்லை.",
        ".. அவரது சூத்திரம், இரண்டு காலணிகள், டை நிறைய மதிப்பு. ஆனால் பெரும்பாலான இலங்கையர்கள் பணம் இல்லாத காலத்தில். அத்தகைய சூழ்நிலையில் ரானில் விக்ரமேசிங்கைப் பற்றி இது போன்ற ஒரு விஷயம். \"",
        "பொருளாதார நெருக்கடியால் பாதிக்கப்பட்டவர்கள் வேட்பாளர்களின் வெளிப்புற உருவத்தில் பயனற்றவர்கள் என்று டாக்டர் தயான் ஜெயடிலேகா கூறுகிறார்.",
        "படத்தில் அரசியலை நிர்ணயிக்கும் நிலை மாறிவிட்டது என்று அவர் சுட்டிக்காட்டினார்.",
        "\"வெளிப்புற படத்திற்கான கவலை இந்த நேரத்தில் குறைந்துவிட்டது. மக்களின் பொருளாதார நெருக்கடியுடன், மக்கள் தெளிவான திட்டத்தைக் கொண்டுள்ளனர். எனவே, இது சொல்வதை விட குறைவானது என்று நான் நினைக்கிறேன், \"டாக்டர் தயான் ஜெயடிலேகா கூறினார்.",
        "டாக்டர் தயான் ஜெயடிலேகா மேலும் கூறுகையில், நாட்டைக் கட்டுவதற்கு ஒரு குறிப்பிட்ட திட்டம் உள்ளது என்று மக்களை நம்ப வைக்க இந்த ஆண்டு வேட்பாளர் வெற்றி பெறுவார்.",
        "செனகா படகோடா: அறுவை சிகிச்சைக்காக மருத்துவமனைக்குச் சென்ற பிரபல பாடகர் என்றென்றும் அமைதியாக இருக்கிறார்",
        "பஸ்கா தாக்குதலில் குருடாக இருக்கும் ஒரு நீதிபதி என்று டெபி கனவு கண்டார்",
        "ஷேக் மேரா: இளவரசி துபாய், தனது 'விவாகரத்து' ஒரு வாசனை திரவியத்தை உருவாக்கினார்"
      ]
    },
    "en": {
      "title": "Will the results of the presidential election determine the \"mustache, children, and sample\"?",
      "body_lines": [
        "Will the results of the presidential election determine the \"mustache, children, and sample\"?",
        "During the election season in Sri Lanka, we have heard various defamatory comments that have targeted the external image of candidates during the presidential election.",
        "Professor Vasakaria Suriyabandara, the Department of Political Science, the University of Sri Jayewardenepura, pointed out that the children, mustache, English and Sinhala speech, suit.",
        "However, this year's presidential election is held about 2 years after the public struggle, and the validity of the external image of the presidential election is significant.",
        "The 'external image' is usually considered that another party is a combination of all cognitive, emotions and judgment.",
        "The \"politics of the external imagery\" is seen in the Asian region, but it is also found in Europe.",
        "Recently, Sir Kair Starmer, who became the Prime Minister of Britain, expressed his views on the external image after victory.",
        "After Sir Kair Starmen was appointed as the post of Prime Minister of Britain, \"ready for a change,\" promised to \"end the politics of the external image\".",
        "Mahinda Rajapaksa was a politician, a politician with a mustache.",
        "The National Dress, Kurahan, and the end of the 30 years of civil war, the end of the 30th year of the civil war, his external image was strongly enhanced.",
        "In addition, the idea that the Mahinda Rajapaksa fabric wearing the banium was also socialized.",
        "Once after the budget is published, 'How's the village of village?'The sarcasting statement, his supporters were named 'byiya'.",
        "Even though he was charged against Hellpping Hambantota, he was able to become the president of Sri Lanka twice in the face of the image he was built.",
        "Gotabhaya Rajapaksa has also affected Mahinda Rajapakse's image to be appointed as the president, and in addition, Gotabhaya was also a strong leader.",
        "Did you know about Ranil, Sajith, Anura, and Namal?",
        "Meanwhile, the image of Sri Lankan voters regarding Ranil Wickremesinghe is different.",
        "His clothes, English speech and Sinhala speakers, external appearance, and the opposition parties have built a picture as a west of the country.",
        "Ranil Wickremesinghe also had various statements in the absence of children.",
        "Often, the image that was built around him was unfortunate to his political journey.",
        "Sajith Premadasa also launched disgraceful criticism of children and was slightly lacking in relation to Ranil.",
        "\"The majority of Sri Lankan voters for years have been appointed to the external image and have learned the leaders and learned lessons. I think the external image of the presidential election is not valid. After the economic crisis, a presidential election across a struggle, it is difficult to view the external image, \"Professor Vasakha Sooriyabandara.",
        "She pointed out that the external image of a politician is not important to control a country correctly.",
        "\"Now the people expect to make a person who can deal with a clear program, which can be dealt with the foreigners and foreign countries, which can build the economy of the country. I feel that the percentage of voters that are wave on the external image is down, \"Professor said.",
        "Professor Jayagoda Uyangoda says that there is no such thing as a criticism or insulting the external image of candidates during the presidential election.",
        "He stated that Ranil Wickremesinghe was the politician who was the most existent criticism in previous presidential elections.",
        "\"If Ranil Wickremesinghe was taken, the CEO of the CAO and the National Freedom Front. In this presidential election, they were not criticized. There are many criticizing many people with him now. They don't even have mutually because of their help. \"",
        "However, the professor's idea is that Ranil Wickremesinghe is not close to the people when they continue to proceed in poor people.",
        "\"I've seen, Ranil Wickremesinghe wearing a valuable suit to meet his voters to call their voters. His formula, two shoes, tie is a lot of value. But most Sri Lankans are in the time of no money. It is a matter of such a picture of the people about Ranil Wickremesinghe in such a situation. \"",
        "Dr. Dayan Jayatilleka says that the people who are affected by the economic crisis are worthless in the external image of candidates.",
        "He pointed out that the condition of determination of politics on image has changed.",
        "\"The concern for the external image is diminished this time. With the economic crisis of people, people have a clearer program. Therefore, I think it's less than that says, \"Dr. Dayan Jayatilleka said.",
        "Dr. Dayan Jayatilleka added that the candidate will win this year to convince the masses that there is a specific program to build the country.",
        "Senaka Batagoda: The popular singer who went to the hospital for surgery is silenced forever",
        "Debbie dreamed of being a judge who is blind in the Passover attack",
        "Sheikh Mera: Princess Dubai, who made his 'divorce' a perfume"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Presidential election in Sri Lanka focuses on candidates' images rather than policies. External appearance, family status, and personal traits influence voter perception. However, economic crisis may shift focus from image to policy promises."
  ]
}