{
  "translated_text": {
    "si": {
      "title": "මන්නාරම් බාසල් තුළ කඩුව කපන්න;රෝහලේ ප්රතිකාර",
      "body_lines": [
        "මන්නාර් - බෑසිකලි පොලිස් කොට් Division ාශයේ මුරුනා කෝවිල්ලඩි ප්රදේශයේ 7 වන කලාපයේ පවුලේ සාමාජිකයෙකු බරපතල තුවාල සහිතව යාපනය දිස්ත්රික් රෝහලට ඇතුළත් කර තිබේ.",
        "මෙම සිද්ධිය 22 වන බදාදා රාත්රී 9 ට පැවැත්විණි.",
        "වින්දිතයා එකම නගරයේ වයස අවුරුදු 38 ක් වයසැති දරුවන් තිදෙනෙකුගේ පියෙකුගේ පියා බව වාර්තා වේ.",
        "The ාතනයට ලක්වූ පුද්ගලයාගේ පවුල 23 වන දින බාසල් පොලිසියට පැමිණිලි කර තිබේ.",
        "කෙසේ වෙතත්, වින්දිතයින් කියා සිටියේ කඩුව අඩු කිරීමේ සිද්ධියට සම්බන්ධ කිසිවෙකු අත්අඩංගුවට නොමැති බවයි.",
        "ඊට අමතරව, 15 කට වැඩි පිරිසක් එම දිනය සහ එම දිනය හා පැමිණීමේ පැමිණීම කඩුව පිහි යකඩ ද ds ු සමඟ පැමිණි බව වාර්තා විය.",
        "ඊට අමතරව, සුදුසු ක්රියාමාර්ග ගන්නා ලෙස පොලිසිය ඉල්ලා ඇති අතර එවැනි සටන් ගැටුම්වලට සම්බන්ධ පුද්ගලයින් වෙත ඔවුන්ව සීමා කරන ලෙසයි.",
        "ප්රදේශය කඩුව අත්සන් කර අදාළ බලධාරීන්ගේ අවධානයට යොමු වී ඇත්තේ සැලකිය යුතු කරුණකි."
      ]
    },
    "en": {
      "title": "Cut the sword in Mannar Basal;Treatment at the hospital",
      "body_lines": [
        "A family member has been admitted to the Jaffna District Hospital with serious injuries during the sword cutting incident in the 7th region of the Murugan Kovilladi area, which belongs to the Mannar -Basalai police division.",
        "The incident took place at 9 pm on Wednesday 22nd.",
        "It is reported that the victim was the father of three children aged 38 in the same town.",
        "The victim's family has lodged a complaint at the Basal police station on the 23rd.",
        "However, the victims said that no one involved in the sword cutting incident has been arrested.",
        "In addition, it was reported that more than 15 persons came with the sword knife iron rods that day and the arrival of the arrival.",
        "In addition, the police have demanded that they take appropriate action and restrict them to the people involved in such fighting conflicts.",
        "It is noteworthy that the area has signed the sword and brought to the notice of the relevant authorities."
      ]
    }
  },
  "summary_lines": [
    "A man was seriously injured in a sword attack in the 7th region of Murugan Kovilladi, Mannar-Basalai, on Wednesday night. The 38-year-old father of three was taken to Jaffna District Hospital. His family filed a complaint at the local police station but no arrests were made. Over 15 individuals arrived armed with swords and iron rods. Authorities are urged to intervene and prevent similar incidents."
  ]
}