{
  "translated_text": {
    "si": {
      "title": "මනෝ, හකීම් සහ රිෂාඩ් ඊඑම්එම් - රංජිත් මාතියූමා බන්ඩාරා සමඟ සිටිති",
      "body_lines": [
        "එක්සත් ජනතා බලවේග මහ ලේකම් රංජිත් මතුගෙදර බණ්ඩාරා මහතා පැවසුවේ මනෝ ගනේෂන්, රවුෆ් හකීම් සහ රිෂාඩ් බතියුදීන් කණ්ඩායම අපගේ සන්ධානයේ හවුල්කරුවන් වන බවයි.",
        "මෙම අවස්ථාවට මනෝ ගනේෂන් සහ රවුෆ් හකීම් රිෂාඩ් බතියුදීන් සිය සන්ධාන හවුල්කරුවන් සමඟ අවබෝධතා ගිවිසුමක් අත්සන් කර ඇති හෙයින් මෙම අවස්ථාවට මෙම අවස්ථාවට සහභාගී වූහ.. මේ ගැන අදහස් දක්වමින් ඔහු මේ බව පැවසීය.",
        "රවුෆ් හකීම්ගේ නායකත්වයෙන් යුත් රවුෆ් හකීම්ගේ සහ රිෂාඩ් බතියුදීන්ගේ නායකත්වයෙන් යුත් මුස්ලිම් ගංගා සහ රළු බතියුදීන්ගේ නායකත්වයෙන් යුත් මුස්ලිම් සම්මේලනයේ දෙමළ ප්රගතිශීලී සන්ධානය සහ සන්ෂාඩ් බතියුදීන්ගේ නායකත්වයෙන් යුත් මුස්ලිම් සම්මේලිය සන්ධානයේ හවුල්කරුවන්ගේ හා පාර්ලිමේන්තු මැතිවරණයෙන් ගමන් කරමින් සිටියහ.",
        "එබැවින්, ඔවුන් සමඟ නව අවබෝධතා ගිවිසුමක් ඇති කර ගැනීමේ අවශ්යතාවයක් නොමැත. එක්සත් ජනතා බලය ප්රධාන විපක්ෂය ලෙස ක්රියා කරන අතර විපක්ෂයේ සභාගයේ යෝජනා වල අඛණ්ඩව හවුල්කරුවන් වේ. එමනිසා, පාර්ශ්වයන් අපගේ හවුල්කරුවන් නොවන බව එයින් අදහස් නොවේ.ඔවුන් අප සමඟ ඊළඟ සංචාරයට සහභාගී වන බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Mano, Hakeem and Rishad are with Emm - Ranjith Mathuma Bandara",
      "body_lines": [
        "United People's Power General Secretary Ranjith Mathuma Bandara said that the team led by Mano Ganesan, Rauf Hakeem and Rishad Bathiudeen are partners of our alliance.",
        "Mano Ganesan and Rauf Hakeem Rishad Bathiudeen have not participated in the event as the United People's Power has signed a Memorandum of Understanding with his alliance partners.. He said this while commenting on this.",
        "The Tamil Progressive Alliance led by Mano Ganesan, the Muslim Congress led by Rauf Hakeem and the All Ceylon Peoples Congress led by Rishad Bathiudeen, have been traveling as partners of the coalition from the last presidential and parliamentary elections.",
        "Therefore, there is no need to have a new Memorandum of Understanding with them. The United People's Power is acting as the main opposition and continues to be partners in the resolutions of the opposition -led coalition. Therefore, it does not mean that the parties are not our partners because they did not participate in the Memorandum of Understanding for the coalition.He said they would participate in the next travels with us."
      ]
    }
  },
  "summary_lines": [
    "Ranjith Mathuma Bandara, General Secretary of United People's Power, acknowledges Mano Ganesan, Rauf Hakeem, and Rishad Bathiudeen as alliance partners, despite their absence from a recent event due to a Memorandum of Understanding. The Tamil Progressive Alliance, Muslim Congress, and All Ceylon Peoples Congress have been traveling together since the last elections, indicating their partnership. Bandara emphasizes their ongoing collaboration and plans for future joint activities."
  ]
}