{
  "translated_text": {
    "ta": {
      "title": "சிரிசேனாவின் கதை முற்றிலும் தீங்கிழைக்கும் - காடினல்",
      "body_lines": [
        "பேராயர் மால்கம் கார்டினல் ரஞ்சித் கூறுகையில், பஸ்கா தாக்குதலுக்குப் பிறகு பணம் எவ்வாறு செலவிடப்பட்டது என்பது குறித்த அனைத்து புள்ளிவிவரங்களும் தன்னிடம் உள்ளன.",
        "முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா பணம் குறித்து கூறிய அறிக்கை ஆதாரமற்றது என்று தேரா சுட்டிக்காட்டுகிறார்.",
        "\"சைரிர்ன்காவின் ஜனாதிபதி முற்றிலும் தீங்கிழைக்கும் கதை. தவறு. சம்பந்தப்பட்ட கட்சிகளிடமிருந்து என்ன நடந்தது என்று கேட்க அவர் ஒரு கடமையாக இருக்க வேண்டும். பஸ்கா தாக்குதலுக்குப் பிறகு, சர்வதேச அளவில் மற்றும் இலங்கை, அதே போல் இலங்கை, உதவிக்காக, இந்த மக்களின் தேவைகளைத் தேடுங்கள். இந்த மக்களின் பல்வேறு தேவைகள் இருந்தன. அவர்கள் மருத்துவ சிகிச்சை மற்றும் தனியார் மருத்துவமனைகளுக்கு தனியார் மருத்துவமனைகளுக்கு அனுப்பினர்.. அவர்களின் அனாதையின் கல்வித் தேவைகளைப் பூர்த்தி செய்ய வேண்டிய அவசியம் அவர்களுக்கு இருந்தது. வெவ்வேறு துறைகளில் அவர்களுக்கு உதவி தேவை. சரியாக 500 மில்லியன் ரூபாய் என்னிடம் சொல்லாத 500 மில்லியன் ரூபாய், இது எங்கள் தரவு. எந்த நேரத்திலும் அவற்றை சரிபார்க்கலாம். நாங்கள் தணிக்கை அறிக்கைகளை பராமரிக்கிறோம் மற்றும் வங்கிக் கணக்குகளை பராமரிக்கிறோம். இந்த நபர்களால் சுமார் 560 மில்லியன் ரூ. அவரைப் பற்றி அறிந்து கொள்ளக் கற்றுக் கொள்ள முடியும் என்று அவர்கள் கேள்விப்படுவதற்கு முன்பு இதுபோன்ற கதையை நீங்கள் கேள்விப்பட்டதற்கு முன்பு கதையைக் கேட்ட நிறைய பேர் உள்ளனர்.. ஒரு வார்த்தையாக, நான் அதைப் பார்க்கிறேன், அவருக்கான அணுகுமுறைக்கு வரும் ஒரு வார்த்தையாக. \""
      ]
    },
    "en": {
      "title": "Sirisena's story is completely malicious - Kadinal",
      "body_lines": [
        "Archbishop Malcolm Cardinal Ranjith says that he has all statistics on how the money has been spent after the Passover attack.",
        "The Thera points out that the statement made by former President Maithripala Sirisena regarding the money is baseless.",
        "\"The story Syirirnka's president said is completely malicious. Wrong. He's supposed to be a duty to ask what happened to hear from the relevant parties. After the Passover attack, internationally and Sri Lanka, as well as Sri Lanka, for help, seek the needs of these people. There were various needs of these people. They had medical treatment and sending to private hospitals to get to private hospitals.. They had the need to meet the educational needs of their orphaned. They needed help in different fields needed help. 500 million rupees that we have not told me exactly 500 million rupees, this is our data. Can check them at any time. We maintain the audit reports and mainten the bank accounts. About 560 million of these amounts of Rs. 500 million have been divided by these people. There is a lot of people who have heard the story before you have heard such a story before they have heard that he could learn him to know him.. As a word, I see it, as a word that is coming to the approach to him. \""
      ]
    }
  },
  "summary_lines": [
    "Archbishop Malcolm Cardinal Ranjith disputes former President Maithripala Sirisena's claims about funds post-Passover attack, stating his organization has detailed records and audits. The Archbishop emphasizes the importance of addressing the needs of affected individuals, including medical care, education for orphans, and other necessities, highlighting that approximately 560 million rupees have been allocated and distributed among those in need."
  ]
}