{
  "translated_text": {
    "ta": {
      "title": "டாக்டர். அரியாரத்னே: இலங்கையில் 15,000 கிராமங்களுக்கு சர்வோதயா வணிகத்தை உருவாக்கியவர்",
      "body_lines": [
        "டாக்டர். அரியாரத்னே: இலங்கையில் 15,000 கிராமங்களுக்கு சர்வோதயா வணிகத்தை உருவாக்கியவர்",
        "இலங்கையில் மிகப்பெரிய மற்றும் விரிவாக்க விரிவாக்கத்துடன் தன்னார்வ தொண்டு நிறுவனமாகக் கருதப்படும் சர்வோதயா ஷ்ராமதனா பிசினஸின் நிறுவனர் சர்வோதயா ஷ்ரமதனா பிசினஸ், டாக்டர்.. அரியாரத்னே செவ்வாய்க்கிழமை (ஏப்ரல் 16) காலமானார்.",
        "கொழும்பில் உள்ள ஒரு தனியார் மருத்துவமனையில் காலமானபோது அவருக்கு 93 வயது.",
        "\"வறுமையை நீக்குதல் மற்றும் ஒரு மோதல் சமூகத்தை உருவாக்குதல்\" மூலம் மேற்கொள்ளப்பட்ட சர்வோதய ஷ்ரமதானா இயக்கம் டாக்டர்.. இலங்கையில் ஆயிரக்கணக்கான குடும்பங்களை வளர்ப்பதற்கான அர்ப்பணிப்புள்ள நபர் அரியாரத்னே.",
        "அஹங்காமாவின் டுடர் அரியாரத்னே. அரியாரத்னே நவம்பர் 5, 1931 அன்று நவம்பர் மாதம் உன்அவதுனாவில் பிறந்தார்.",
        "யுனாவாட்டுனா, போனா விஸ்டா கல்லூரியில் ஆரம்பக் கல்வியைப் பெற்றார், காலேவின் மஹிந்தா கல்லூரியில் இருந்து இடைநிலைக் கல்வியாக இருந்தார்.",
        "පසුව, ගුරු අභ්‍යාස විද්‍යාලයට බැඳී ගුරුවරයෙකු බවට පත්වූ ඒ.ටී. அரியாரத்னே 1972 வரை கொழும்பின் நாலந்தா கல்லூரியில் ஆசிரியராக பணியாற்றினார்.",
        "இதற்கிடையில், அவர் வித்யபாதன பல்கலைக்கழகத்தில் பொருளாதாரத்தில் இளங்கலை கலை பட்டம் பெற்றார்.",
        "அவர் மூன்று சிறுவர்கள் மற்றும் மூன்று சிறுமிகள் உட்பட 6 குழந்தைகளின் தந்தை, மற்றும் 12 பேரக்குழந்தைகளின் தந்தை.",
        "டாக்டர். சர்வோதயா ஷ்ராமதனா இயக்கம் 1958 இல் தொடங்கியது.",
        "கொழும்பில் 12 ஆசிரியர்களுடன் கொழும்பின் நாலந்தா வித்யாலயாவில் 40 மாணவர்கள் மற்றும் 12 ஆசிரியர்களுடன் சர்வோதயா ஷ்ராமதனா இயக்கம் தொடங்கியது என்று கூறப்படுகிறது.",
        "இது \"கல்வி சோதனை\" ஆக செயல்படுத்தப்பட்டது, இது சாதியில் உள்ள ஒரு கிராமத்திற்கு உதவுவதை நோக்கமாகக் கொண்டது.",
        "இதுபோன்ற பல \"கல்வி சோதனைகள்\" மற்றும் வெற்றிகரமாக முடிக்கப்பட்டன.",
        "டாக்டர். இலங்கையில் 38,000 கிராமங்கள் இலங்கையில் 15,000 கிராமங்களுக்கு பயனளித்துள்ளன. அரிவரத்னின் சாதனம் சனவோ டாக்டர் அரியரத்னே பிபிசி சிங்கள சேவையிடம் தெரிவித்தார்.",
        "\"குடும்பத்திற்கு சுமார் 300,000 குடும்பங்கள் எங்கள் வழக்கமான திட்டங்களில் வேலை செய்கின்றன. கூடுதலாக, பொருளாதார நெருக்கடி போன்ற நிவாரண சேவைகளை நாங்கள் வழங்கியுள்ளோம், நாங்கள் நிவாரண சேவைகள், 5 மில்லியன் குடும்பங்களை வழங்கியுள்ளோம். இலங்கையின் கிராமப்புற மற்றும் நகர்ப்புற கிராமங்களில் மொத்தம் 30-40% நாட்டின் கிராமப்புற மற்றும் நகர்ப்புற கிராமங்களில் சுமார் 30-40% தந்தை வழங்கப்பட்டுள்ளது.",
        "மேலும் வளர்ந்த சர்வோதயா வணிகம், கல்வி நிறுவனங்கள் மற்றும் நிதி நிறுவனங்கள் மற்றும் கிராமப்புற சமூகத்திற்கு நிவாரணம் அளிக்கிறது.",
        "டாக்டர். அரியாரத்னே தன்னார்வ சேவைக்கு மதிப்புள்ளவர் என்றும் அதை ஒரு வளர்ச்சிப் பார்வையாக மாற்றியதாகவும் டாக்டர் அரியரத்னே கூறினார்.",
        "\"அவர் நாட்டைப் பற்றி ஒரு பரந்த பார்வையைக் கொண்டிருந்தார், உலகம் அப்படி பயணிக்க வேண்டும். இந்த நோக்கத்திற்காக அவர் தனது வாழ்க்கையை நேர்மையாக அர்ப்பணித்தார். அவர் நம்பிய பார்வைக்காக அவர் தோன்றினார். அது போல, இரவும் பகலும் வேலை செய்தன. இதேபோல், அவர் ஒரு பெரிய ஆளுமையைக் கொண்டிருந்தார், அதை தன்னார்வப் பணிகளுக்கும் நாடு முழுவதும் எடுத்துக்கொள்வதற்கும், இந்த செய்தியை உலகிற்கு எடுத்துச் செல்வதற்கும் கொடுத்தார்.. எனவே அவர் செய்த வேலையைப் பற்றி அவரது மூத்த மகனாக இருப்பதில் பெருமைப்படுகிறேன். எங்கள் சர்வோதயா எங்கள் சர்வோதயாவுக்கு மூன்று நான்கு தலைமுறையினருக்கு வழிவகுக்கிறது, இதனால் நாங்கள் அமைச்சகத்தை மேற்கொள்ள முடியும். \"",
        "டாக்டர். அரியாரத்னுக்கு பல உள்ளூர் மற்றும் வெளிநாட்டு விருதுகள் வழங்கப்பட்டுள்ளன. 1969 ஆம் ஆண்டில், சமூகத் தலைமைக்கு ரமோன் மாசெட்ஸி விருது வழங்கப்பட்டது.",
        "ஹப்பர்ட் ம. ஹாம்ஃப்ரே சர்வதேச மனிதாபிமான விருது வழங்கப்பட்டது.",
        "கூடுதலாக, இந்திய அரசுக்கு காந்தி அமைதி பரிசு 1996 இல் வழங்கப்பட்டது. 2005 ஆம் ஆண்டில், சுஷில் குமார் சர்வதேச அமைதி விருதும் வழங்கப்பட்டது.",
        "2007 ஆம் ஆண்டில் இலங்கையின் மிக உயர்ந்த விருதுக்கான சிறந்த விருதும் அவருக்கு வழங்கப்பட்டது.",
        "சிலர் இலங்கையில் \"காந்தி 'என்றும் அறியப்பட்டுள்ளனர்.",
        "டாக்டர் ஏ.வி., சமீபத்திய சர்வோதயா நிறுவனர். டி. அரியாரத்னின் உடல் மொராட்டுவாவில் உள்ள சர்வோதயா தலைமையகத்தில் பிற்பகல் வரை டெபாசிட் செய்யப்பட உள்ளது.",
        "ஏப்ரல் 20 ஆம் தேதி மதியம் 12.00 மணி வரை எஞ்சியுள்ளவற்றை கொழும்பின் சுதந்திர சதுக்கத்திற்கு கொண்டு செல்ல திட்டங்கள் உள்ளன.",
        "டாக்டர், 20 ஆம் தேதி கொழும்பின் சுதந்திர சதுக்கத்தில் மாநில மரியாதையுடன். அரியாரத்னின் உடலின் இறுதி சடங்கு மேற்கொள்ளப்பட உள்ளது.",
        "ரஷ்ய காவல்துறையினர் ஏன் பாலினத்தின் காதல் பகுதிக்குள் நுழைகிறார்கள்?",
        "ஒரு புதிய பாடலின் சிதைவு: 'இந்த விஷயங்கள் மீண்டும் நடக்க நடவடிக்கை எடுக்க வேண்டும்' - ரோஹானாவின் கண்காட்சி",
        "ஐபிஎல்: 'எங்கள் மாலிங்கா வெற்றிபெற பந்து வீசப்படுகிறது'"
      ]
    },
    "en": {
      "title": "Dr. AT. Ariyaratne: The creator of the Sarvodaya Business for 15,000 villages in Sri Lanka",
      "body_lines": [
        "Dr. AT. Ariyaratne: The creator of the Sarvodaya Business for 15,000 villages in Sri Lanka",
        "Sarvodaya Shramadana Business, the founder of Sarvodaya Shramadana Business, which is considered NGO with the largest and expansion expansion in Sri Lanka, Dr. AT. Ariyaratne has passed away Tuesday (April 16).",
        "He was 93 years old when he passed away at a private hospital in Colombo.",
        "Sarvodaya Shramadana Movement carried out by \"Elimination of Poverty and Building a Conflict Society\" Dr. AT. Ariyaratne is a dedicated person to raise thousands of families in Sri Lanka.",
        "Tudor Ariyaratne of Ahangama. Ariyaratne was born on November 5, 1931 at Unawatuna on November.",
        "He received primary education at Bona Vista College, Unawatuna, was secondary education from Mahinda College, Galle.",
        "Later, the AT who was attached to the Teacher Training College and became a teacher. Ariyaratne served as a teacher at Nalanda College, Colombo until 1972.",
        "In the meantime, he obtained a Bachelor of Arts Degree in Economics from the University of Vidyapathana.",
        "He was a father of 6 children, including three boys and three girls, and the father of 12 grandchildren.",
        "Dr. AT. Sarvodaya Shramadana Movement began in 1958.",
        "It is said that Sarvodaya Shramadana Movement began with 40 students and 12 teachers in Nalanda Vidyalaya, Colombo with 12 teachers in Colombo.",
        "It was implemented as a \"educational test\", aimed at helping a village in the caste.",
        "Several such \"educational experiments\" and were successfully completed.",
        "Dr. AT that the 38,000 villages in Sri Lanka have benefited 15,000 villages in Sri Lanka. Arivaratne's Device Sanavo Dr. Ariyaratne told BBC Sinhala service.",
        "\"Family have about 300,000 families working in our regular programs. In addition, we have provided relief services, such as the economic crisis, and we have provided relief services, 5 million families. A total of 30-40% of Sri Lanka's rural and urban villages have been given a father for about 30-40% of the country's rural and urban villages.",
        "Sarvodaya business, which is further developed, provides relief to educational institutions and financial institutions and the rural community.",
        "Dr. AT. Dr. Contains Ariyaratne said that Ariyaratne was worth the voluntary service and made it a developmental vision.",
        "\"He had a broad view of the country and where the world should travel like that. He honestly dedicated his life for this purpose. He appeared for the vision that he trusted. Like that, the day and night worked. Similarly, he had a large personality, giving it to the volunteer work and to take it throughout the country, and to take this message to the world.. So I'm proud to be his senior son, about the work he made. Our Sarvodaya leads to our Sarvodaya leads to our Sarvodaya leading three four generations, so that we can carry out the ministry. \"",
        "Dr. AT. Ariyaratne has been given a number of local and foreign awards. In 1969, the Ramon Macedsey Award was awarded for the community leadership.",
        "Hupbert H. The Hamfrey was presented with the International Humanitarian Award.",
        "In addition, the Government of India was awarded Gandhi Peace Prize in 1996. In 2005, the Sushil Kumar International Peace Award was also awarded.",
        "He was also awarded the top award for Sri Lanka's highest award in 2007.",
        "Some have also known as \"Gandhi 'in Sri Lanka.",
        "Dr. Av, the passing out of the latest Sarvodaya Founder. T. Ariyaratne's body is to be deposited at the Sarvodaya Headquarters in Moratuwa to the afternoon.",
        "Plans are afoot to take the remains to the Independence Square of Colombo until 12.00 pm on April 20.",
        "Dr. AT, with state honor at Independence Square, Colombo on the 20th. The funeral of Ariyaratne's body is to be carried out.",
        "Why do the Russian police break into a romantic part of sex?",
        "Distortion of a New Song: 'These things should take action to happen again' - Rohana's Fair",
        "IPL: 'Our Malinga is bowled out to win'"
      ]
    }
  },
  "summary_lines": [
    "Dr. AT. Ariyaratne, founder of Sarvodaya Shramadana Business, passed away at 93. He led the movement to eliminate poverty and build a conflict-free society, benefiting 15,000 villages in Sri Lanka."
  ]
}