{
  "translated_text": {
    "si": {
      "title": "நல்லிணக்கமும், அபிவிருத்தியும் நாணங்களின் இரு பக்கங்களை போன்றது அதன்படி செயற்படுவோம் -  பிமல் ரத்நாயக்க",
      "body_lines": [
        "උතුරු හා නැගෙනහිර ජනතාව විශාල වශයෙන් ඡන්දය දී ජාතික ජනතාවගේ බලය තෝරාගෙන තිබේ. ඒ ජනතාවගේ නියෝගයක් නොමැතිව අප කරන්නේ ඇයි?. ஏன் அதனை பங்கிட வேண்டும்.வடக்கின் அபிவிருத்திக்காக நிதியை ஒதுக்கியுள்ளோம்.நல்லிணக்கமும், அபிவிருத்தியும் நாணங்களின் இரு பக்கங்களை போன்றது. අපි ඒ අනුව ක්රියා කරන්නෙමු. ජනාධිපති සහ සභාවේ සභාපති වීල් රත්නායක මහතා පැවසුවේ වසරක් සම්පූර්ණ වීම සැලකිල්ලට ගනිමින් ජනාධිපතිවරයා උතුරෙන් සංවර්ධන ව්යාපෘතියක් දියත් කරන බවයි.",
        "යුද්ධයෙන් ඉක්බිතිව දෙමළ ජනතාව ජාතිවාදයට මුහුණ දී තිබේ.. ජාතිවාදය සෙවීමට නොයන්න. වෙනස්කම් දෙස බලන්න.",
        "පාර්ලිමේන්තුවේදී උතුරු හා නැගෙනහිර හා නැගෙනහිර හා සිකුරාදා (22) යනවා (22) සිකුරාදා (22) වන දෙමළ ජනතාව මුහුණ දෙන දෙමළ අයිතිවාසිකම් ගැටලු පිළිබඳ විශේෂ සභා කල් තැබීමේ යෝජනාව පිළිබඳව අදහස් දක්වමින්.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කොමසාරිස් විසින් ශ්රී ලංකාවේ සංචාරයක් සඳහා නිකුත් කළ නිවේදනයක දී ඔහු රජයේ ක්රියාකාරකම්වල ප්රගතිය ගැන සඳහන් කළේය. ප්රතිසන්ධානය සඳහා විවිධ වෙනස්කම් ඔහු සඳහන් කර ඇත. උතුරේ දේශපාලන politicians යන් අතුරුදහන් වන්නේ ඇයි?. අවම වශයෙන් මානව හිමිකම් කොමසාරිස්ගේ ප්රගතිය බලන්න. උතුරු හා නැගෙනහිර මිය ගිය relatives ාතීන් සැමරීමට අපි අයිතිය ලබා දී ඇත්තෙමු. මෙය වෙනසක් ලෙස දුටුවේ නැත. මීට වසර 20 කට පෙර මාධ්යවේදීන් killing ාතනය කිරීම පිළිබඳව ද පරීක්ෂණ ආරම්භ වී තිබේ. එය වෙනස් වී නැද්ද? යුද්ධයට වඩා සාමය හා සංහිඳියාව ගැන ඔවුන් බිය වෙති.",
        "වඩාත්ම පැහැදිලි දේශපාලනය තවමත් එක් පැත්තක් අනෙක් පැත්තෙන් ඇති රටෙහි පවතී. පන්දුව උතුරේ ඉහළට ඔසවන විට දකුණේ දින තිබේ. එවැනි තත්වයක් තුළ අප බලයේ සිටී. විශ්වාසය ගොඩනැගීමට. රජයක් වශයෙන්, දෙමළ, මුස්ලිම් සහ සිංහල ඇතුළු සියලු වර්ගවල සියලුම වර්ග ඇතුළත් රජයක් අප අපේක්ෂා කරමු. එබැවින් ඔබම වෙනස් කරන්න.",
        "මෙම යෝජනාව ගෙන ආ ශ්රිහාරන් සිය කතාව ආරම්භ කළ අතර ශ්රී ලංකාවේ සිංහල හා දෙමළ විශේෂ ඇති බව පැවසීය.. සිදුවන්නේ එයයි. අපි කතා කරන්නේ ශ්රී ලාංකිකයන් ගැන. මුලින්ම එය පිළිගත යුතුය. ශ්රී ලංකාවේ මුස්ලිම්වරුන්ට වසර දහසක් ඉතිහාසයක් ඇත. මෙය පිළිගත නොහැකි නම් එකට සිටින්නේ කෙසේද?. සංහිඳියාව රජය සමඟ විය යුතුය. අපි සියලු ජාතීන් ගැන සිතමින් වර්ධනය හා සමගිය ගෙනෙමු.  එක් අතකින්, සමගිය හා සමගිය පිළිබඳ අනෙක් පැත්තෙන් සංවර්ධනය විය යුතුය.",
        "රජය බලයට පත්වීමෙන් වසරකට පසු රජය සැප්තැම්බර් මාසයේ ආරම්භ වීමට නියමිතය. ජනාධිපතිතුමා සිය පළමු වැඩසටහන යාපනයේ දියත් කරනු ඇත. වඩූවියගල් පාලම සැප්තැම්බර් පළමු දින සහ මුල්ලයිටිව් හි දෙවන දිනය යන දිනවල නන්ඩිකල් හි පිහිටුවීමට නියමිතය. පසුව, පලියාම්හි බීජ ගොවිපල සඳහා මුල්ගල් තැබීම.. ඒ ජනතාවගේ නියෝගයක් නොමැතිව අප කරන්නේ ඇයි?. එය බෙදාගන්නේ ඇයි?. උතුරේ සංවර්ධනය සඳහා අපි අරමුදල් වෙන් කර ඇත්තෙමු. ඒ අනුව, සමගිය හා සංවර්ධනය කාසි පැති දෙකක් මෙන් වේ. අපි ඒ අනුව ක්රියා කරන්නෙමු.",
        "දැන් ජාතිවාදී දේශපාලනය අවශ්ය වේ.. මෙම කුසගින්න දේශපාලනය කිරීමට නොහැකි වී තිබේ. දකුණේ රාජපක්ෂයන් සිතුවා. දැන් ඔවුන්ට ජාතිවාදී ආහාර නොමැත. ඔවුන් අද උතුරේ මුත්තියාන්කට්ටු සිද්ධිය භාවිතා කිරීමට උත්සාහ කළහ. සමහර අඩුපාඩු සිදුවිය හැකිය. එය රජයේ ප්රතිපත්තිය වන්නේ කෙසේද?. මිනිස් සොහොයුරන කතා කරමින් සිටී. එය අපේ කාලයේ කැණීම් කර ඇත. කොළඹ වරාය ප්රදේශයේ බේරාගත්තේ කවුරුන්ද යන්න නොදනී. මේ පිළිබඳව පරීක්ෂණ පවත්වන්නේ අපේ ආණ්ඩුවේ සහාය ඇතිව ය.",
        "යුද්ධය මෙන්, දෙමළ ජනතාව පශ්චාත් යුධ සමයේ ජාතිවාදයට මුහුණ දෙයි. සමහර දේශපාලන පක්ෂ ඒ වන විට එක්සත් වූයේ නැත. විශේෂයෙන් ඊපීඩීපීයට සම්බන්ධ නොවේ. ඩග්ලස් 2015 දී විපක්ෂයේ පවතින නමුත්, ඔහු හා සම්බන්ධ නොවන අය දැන් සාදයට සම්බන්ධ වෙති. එසේනම් ජාතික මහජන බල රජය රනිල් සහ රාජපක්ෂට වඩා නරක අතට හැරෙන අතර දේශපාලනික වශයෙන් වඳවීමේ අභියෝගයන් දේශපාලනිකව ස්ථාන කරා තවමත් ස්ථානවලට තල්ලු වී නොමැති ස්ථානවලට බල කෙරුනි.. අපට අවශ්ය නම් අපි ජාතික ලැයිස්තු මන්ත්රී තනතුරට ලබා දෙමු. ජාතිවාදය සෙවීමට නොයන්න. වෙනස්කම් දෙස බලන්න.",
        "ඔබ කතා කරන්නේ උතුරු, නැගෙනහිර සහ උඩරට දෙමළ ජනතාව මුහුණ දෙන ගැටලු ගැන ය. නමුත් එක්සත් ජනතා බලයේ නායකයින් මෙහි නොමැත. අපේ පැත්තේ අගමැති ඇතුළු ප්රධාන ඇමතිවරු මෙන්න. අපි පිළිගෙන පිළිතුරු ඉදිරිපත් කරමු. ඔහු කොහේ ද? ඔබ ජනාධිපතිවරණයට ඡන්දය දුන්නා.. පළමුව වෙනස් කරන්න. ශ්රී ලංකාව නියෝජනය කරයි. ඔබ සඳහන් කළ අඩුපාඩු භාර ගැනීමට තමන් සූදානම් බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Reconciliation and development are like both sides of coins - Bimal Ratnayake -",
      "body_lines": [
        "The people of the North and East have voted in large numbers and have chosen the power of the national people. Why do we do without the decree of those people. Why should it be shared. We have allocated funds for the development of the north.. We will act accordingly. The President and Minister of the Council, Bimal Ratnayake, said that the President will launch a development project from the North in view of the completion of a year.",
        "The Tamil people have been confronted with communalism in the aftermath of the war.. Don't go in search of racism. Look at the changes.",
        "Speaking at a debate on the Special Council adjournment proposal on human rights issues facing the Tamil people living in the North and East and the Upcountry on Friday (22) in Parliament.",
        "In a statement issued by the United Nations Human Rights Commissioner on a visit to Sri Lanka, he referred to the progress of the government's activities. He has mentioned the various changes to reconciliation. Why is it missing politicians in the north. See the progress of the Human Rights Commissioner at least. We have given the right to commemorate relatives who died in the North and East. Did not see this as a change. Investigations have also begun about the killing of journalists 20 years ago. Is it not changed? They are more afraid of peace and reconciliation rather than war.",
        "The most clear politics is still in the country where one side is on the other side. There are days in the south when the ball is raised in the north. In such a situation we are in power. To build confidence. As a government, we expect a government that includes all races including Tamil, Muslim and Sinhalese. So change yourself.",
        "Sridharan, who brought the proposal, started his speech and said that there are species of Sinhala and Tamil in Sri Lanka.. That's what happens. We are talking about Sri Lankans. Must first accept it. Muslims in Sri Lanka have a thousand year history. How to be together if this is not acceptable. Reconciliation should be with the government. We will think about all the races and bring development and harmony together.  On the one hand, there must be development on the other side of harmony and unity.",
        "The government is due to begin in September over a year after the government takes office. The President will launch its first program in Jaffna. The Vadduvagal Bridge will be set up in the Nandikkal on the first day of September and the second day of Mullaitivu. Later, the foundation stone for the seed farm in Palayam.. Why do we do without the decree of those people. Why share it. We have allocated funds for the development of the North. Accordingly, harmony and development are like two sides of coins. We will act accordingly.",
        "Now there is a need for racist politics.. This hunger has become unable to do politics. The Rajapaksas in the south thought that. Now they have no racist food. They tried to use the Muttiyankattu incident in the north today. Some defects can happen. How can it be the policy of the government. Human burials are being talked about. It is excavated in our time. It is not known whom rescued in the Colombo port area. Investigations into the matter are going on with the help of our government.",
        "Like the war, the Tamil people face racism in the post -war period. Some political parties did not unite at that time. Especially not connected to the EPDP. Though Douglas is in the opposition in 2015, those who do not join him are now joining the party. The National People's Power Government, then, is worse than Ranil and Rajapaksa, and politically destroying the challenges of politically extinction has been forced into places that have not yet been pushed to places.. We give the National List MP post if we want. Don't go in search of racism. Look at the changes.",
        "You are talking about the issues faced by the Tamil people in the North, East and Upcountry. But the leaders of the United People's Power are not here. Here are key ministers, including the Prime Minister on our side. We accept and offer answers. Where is he? You voted for the presidential election.. Change first. Represent Sri Lanka. He said he was ready to accept the shortcomings you point."
      ]
    }
  },
  "summary_lines": []
}