{
  "translated_text": {
    "ta": {
      "title": "විදුලි පනත සංශෝධනය නොකළානම් සේවකයන් 12000කගේ රැකියා අනතුරේ",
      "body_lines": [
        "\"சக்தி மற்றும் பணியாளர் சலுகைகள், ஊழியர்களின் சலுகைகள், ஊழியர்களின் செயல்திறன் ஆனால் திரும்பியது",
        "රටේ සංවර්ධන ඉලක්ක සමග සමගාමීව විදුලිබල ක්ෂේත්‍රය සංවර්ධනය කරන්න අවශ්‍ය ව්‍යුහාත්මක වෙනස්කම් කරමින් 100%ක් පූර්ණ රාජ්‍ය හිමිකාරීත්වය තියෙන ආයතන පිහිටුවා අවසන්. முன்வர திட்டமிட்டுள்ள எரிசக்தி அமைச்சர் குமாரா ஜெயகோடி கூறுகையில்.",
        "குறிப்பாக இலங்கை மின்சாரத் தொழிலாளர் சங்கம் (சி.இ.பி.) மற்றும் தொழிற்சங்கங்களுடனான இலங்கை மின்சார ஊழியர்கள் உட்பட அனைத்து தொழிற்சங்கங்களும் ஏற்கனவே மின்சாரம் மற்றும் மின்சார பணியகம் மற்றும் மின்சாரத்திற்கு மின்சக்தியை செயல்படுத்தத் தொடங்கியுள்ளபோது.. ஒவ்வொரு ஊழியரையும் நியமிப்பதற்கும் முழு மாநிலத்திற்கு சொந்தமான நிறுவனத்துடன் நான்கு நிறுவனங்களுக்கு அறிவிப்பதற்கும் இந்த அறிவிப்பு வழங்கப்பட்டுள்ளது.. எனவே, இந்த ஊழியர்களின் வேலை பாதுகாப்பில் எந்த பிரச்சனையும் இல்லை.",
        "அவர்களில் ஈடுபட விரும்பாத ஊழியர்கள் ஓய்வூதியத்திற்கு தயாராக உள்ளனர். இது ஒரு சட்டத் தேவை. இல்லையெனில், நாங்கள் ஊழியர்களை வீட்டிற்கு அனுப்பக்கூடாது. இது ஏற்கனவே நாட்டில் இழப்பீட்டு வடிவமைப்பை விட அதிக இழப்பீட்டு முறையை செய்துள்ளது. நாங்கள் ஊழியர்களை மதிக்கிறோம். அனைவருக்கும் நியாயமான வழி வழங்கப்பட்டிருந்தாலும், தேவையற்ற கேள்விகள் இயலாது மற்றும் தேவையற்ற கோரிக்கைகளை கோருகின்றன என்பதை ஊழியர்கள் காணலாம். நியாயமான மற்றும் நடைமுறைத் தொழிலாளர்களின் கோரிக்கைகளை நிறைவேற்ற நாங்கள் ஒருபோதும் தயங்க மாட்டோம். பல ஆண்டுகளாக நாம் செய்திருக்க முடியும்.",
        "இந்தத் திருத்தம் திருத்தப்படாவிட்டால், மசோதா அதே நேரத்தில் நோக்கமாக இருந்தது, 12,000 ஊழியர்கள் ஆளும் பட்சத்தில் வீட்டிற்கு அனுப்பப்பட்டனர்.. 12 நிறுவனங்களுக்கும் பழம்தான் இருந்தன. குறிப்பாக சில தொழிற்சங்கங்களில், ஊழியர்களின் சார்பாக பணிபுரியும் ஊழியர்களுடன் ஒரு அரசியல் பிரச்சினையை எழுப்பவும், அதை வேட்டையாடவும் தொழிற்சங்கங்களை நான் கேட்க விரும்புகிறேன். அமைச்சரும் கேள்வி எழுப்பினார்.",
        "ஒரு அரசாங்க அரசாங்கமாக, இந்த ஊழியர்கள் அனைவருக்கும் நாங்கள் பொறுப்பு. அந்த ஊழியர்கள் அனைவரும் நாளை வேலை செய்கிறார்கள். மேலும், நாட்டின் எரிசக்தி துறையின் பாதுகாப்பிற்கு தேவையான அனைத்து பணிகளும். வரையறுக்கப்பட்ட முகவர்களின் படி அல்ல. கோடின் முன்னேற்றம் குறித்த பரந்த பார்வையுடன் செயல்படுகிறது.",
        "அரசாங்கத்தின் அரசாங்கமாக ஒரு மக்கள் அரசாங்கமாக அரசாங்கத்தின் அரசாங்கத்தின் அரசாங்கத்தின் சலுகையாக நாட்டின் சலுகைகளை ஒரு அரசாங்கமாகப் பறிப்பது அவசியமில்லை என்று அமைச்சர் மேலும் கூறினார்.",
        "இந்த பத்திரிகையாளர் சந்திப்பைப் பற்றி விவாதிக்க இலங்கை மின்சார வாரியத்தின் (சி.இ.பி.) பொது மேலாளர் பேராசிரியர் உதயங்கா ஹெமபாலா. W. புபுடு நிரோஷன் சுதாலியின் இயக்குநர் ஜெனரல் புபுடு நிரோஷிபிலா, டாக்டர் புபுடு நிரோஷிப்லா, எசிதாவேரியா மற்றும் பவர் ஃபீல்ட் சீர்திருத்தங்களின் இயக்குநர் ஜெனரல்."
      ]
    },
    "en": {
      "title": "The employment of the 12,000 employees in danger if the Electricity Act was amended",
      "body_lines": [
        "\"Over the Power and Employee Privileges, Employees 'Privileges, Employees' Performance but Returned",
        "100% endemic organizations have been established in making the power sector to develop the electricity sector in parallel with the development goals of the country.. According to the Minister of Energy Minister Kumara Jayakody, who is planning to come forward, said.",
        "Especially when the Ceylon Electricity Workers Union (CEB) and all the trade unions, including the Ceylon Electricity Employees Union with the Trade Unions, have already begun implementation of the power to the power and the Electricity Bureau and the Electricity.. The notification has been made to appoint every employee and notifying four companies with full state owned company.. As such, there is no problem with the job security of these employees.",
        "The employees who do not want to be involved in them have been prepared for retirement. It's a legal requirement. Otherwise, we should not send employees home. It has already made a higher compensation system than the compensation format in the country. We value employees. Although everyone has been given a reasonable way, employees can see that unwanted questions are demanding unable and unnecessary demands. We will never hesitate to fulfill the demands of fair and practical workers. All things we could have done over the years.",
        "And if this amendment had not been amended, the bill was aimed at the same time, 12,000 employees were sent home if they were ruling.. There were also fruiting to 12 institutions. Especially in some trade unions, I would like to ask the trade unions to raise a political problem with employees working on behalf of the employees and to hunt it. The minister also questioned.",
        "As a government government, we are responsible for all these employees. And all of those employees work for tomorrow. Also, all the task required for security of the country's energy sector. Not according to limited agents. Works with a broad view of the progress of the dash.",
        "The Minister added that it is not necessary to deprive the privileges of the country as a government's privilege as a people's government as a government's government as a government.",
        "Professor Udayanga Hemapala, General Manager of Ceylon Electricity Board (CEB) to discuss this press conference. W. Pubudu Niroshiplla, Director General of Pubudu Niroshan Sudali, Dr. Pubudu Niroshiplla, Director General of the Esithaweriya and Power Field Reforms."
      ]
    }
  },
  "summary_lines": []
}