{
  "translated_text": {
    "si": {
      "title": "විෂ අපද්රව්ය ශ්රී ලංකාවට ආනයනය කරන්නේ කවුද?",
      "body_lines": [
        "ඇමරිකා එක්සත් ජනපදයේ ඇමරිකානුවා හි බැල්ටිමෝර් හි ෆ්රැන්සිස් ස්කොට් කී පාලම කඩා දැමූ සිංගප්පූරු නැව වන ඩාලි, ශ්රී ලංකාවට ඉන්ධන හා උපද්රව සහිත විෂ බැක්සින් බසින් බව එක්සත් ජනපද මාධ්ය පුළුල් ලෙස වාර්තා වී තිබේ.",
        "නමුත් ශ්රී ලංකාවේ මුද්රිත මාධ්ය කිහිපයක් හැර වෙනත් මාධ්යයක් මෙය ප්රශ්න කර නැත. ශ්රී ලංකාවේ සමහර ඉංග්රීසි පුවත්පත් එක්සත් ජනපද මාධ්ය පිළිබඳ ප්රවෘත්ති ප්රකාශ කළේය. මෙය පසුව පාර්ලිමේන්තුවේදී මතු කර තිබේ.එතෙක් කිසිවෙකු එම සිද්ධිය රජයෙන් ප්රකාශ කර නැත.",
        "ශ්රී ලාංකික මුහුදේ නැව් මෑත වසරවලදී ඕනෑම මතභේදයක් පවත්වා ඇත. 2020 සිට, ග්රීක තෙල් ව්යාපාර නෞකාව වන නිව්යාමාන්ඩ් ඉන්දියාවේ ඔඩේෂා දෙසට ගමන් කරමින් සිටි නිව්මෑන්ඩ් පැනමාවේ සිට නාවික සැතපුම් 38 කට ගිනි තබා ඇත - සංගමනකන්ඩි. එහි ප්රති As ලයක් ලෙස ප්රදේශයේ මුහුදු සම්පත් බෙහෙවින් මුහුණ දී සිටී.",
        "2021 දී සිංගප්පූරුවට අයත් මුතු එක්ස්ප්රස්, ලොම් නෙගම්බෝ මුහුදේ ගින්න ගැන දැවී ගියේය. ශ්රී ලංකාවේ ජලය නැවෙහි තෙල්වල දරුණුතම පාරිසරික බලපෑමට මුහුණ දී ඇති අතර ගමනක් ඇති නයිට්රික් අම්ලය.",
        "ව්යාපාර නැව්වලට වඩා චීනයේ සහ ඉන්දියාවේ හමුදා නැව් ශ්රී ලංකාවේ මුහුදු වෙරළට පැමිණියද, ශ්රී ලංකාව දෙරටේ සිට ශ්රී ලංකාවට යවනු ලැබේ.",
        "ඉන්දියන් සාගරයේ වාණිජ කටයුතු සඳහා වන සඳහන ශ්රී ලංකා දූපත් හා ත්රිකුණාමලයේ ස්වාභාවික වරාය සියවස්වල සියවස් ගණනාවකට පෙර ත්රිකුණාමලයේ නැව් විසින් සොයා ගන්නා ලදී.. පෘතුගීසි, හොලන්ඩර් සහ බ්රිතාන්යයන්ගේ කාලයේදී ශ්රී ලංකාවෙන් වෙළඳ කටයුතු සිදු කරන ලදී.",
        "කෙසේ වෙතත්, මෑත වසරවලදී, ශ්රී ලංකාවට යාත්රා, අන්තරායකර විෂ සහිත අපද්රව්ය නිෂ්පාදන රැගෙන ය. මෙම මතභේද 2017 සිට මෙම මතභේද පවතී. මධ්යම පරිසර අධිකාරියේ (මධ්යම පරිසර පරිසර පරිසර අධිකාරියේ (මධ්යම පරිසර පරිසරය) යුරෝපීය රටවලින් (මධ්යම පරිසර පරිසර පරිසරය) යුරෝපීය රටවලින් ශ්රී ලංකාවට ගෙන එන අපද්රව්ය බහාලුම් කිහිපයකින් පාර්ලිමේන්තුවට පාර්ලිමේන්තුවට ගෙනැවිත් තිබේ.",
        "රේගු දෙපාර්තමේන්තුව සහ මධ්යම පරිසර අධිකාරිය නිසි අවසරයක් නොමැතිව ගෙන එන ලද මාධ්ය සාකච්ඡාවක් මගින් තොරතුරු අනාවරණය කර ඇති බවට තොරතුරු රජය විසින් හඳුනාගෙන නොමැත.",
        "බහාලුම් ආනයනය කළ සමාගමට එරෙහිව කිසිවෙකු නීතිමය ක්රියාමාර්ගයකට යන්නේ නැත. ඒ ගැන කිසිදු පරීක්ෂණයක් නොමැත. මේ පිටුපස දේශපාලන මැදිහත්වීම් තිබිය හැකිය. සමහර විට ප්රත්යාස්ථ චක්රය සඳහා අපද්රව්ය ආනයනය කිරීම දේශපාලන ician යෙකු විය හැකිය.",
        "ගෝලීය වශයෙන්, වෛද්ය අපද්රව්ය, ඉලෙක්ට්රොනික අපද්රව්ය සහ න්යෂ්ටික අපද්රව්ය ඇතුළු රටවල සංවර්ධනය සංවර්ධනය වෙමින් පවතින රටවල් විසින් ආනයනය කරනු ලැබේ.මේවා මිලියන ගණනක් සඳහා විකුණනු ලැබේ. නමුත් මේ පිටුපස ඇති අන්තරායන් රට තවමත් නොදැන සිටී.",
        "මේ අතර, එක්සත් ජනපදයේ ජාතික ප්රවාහන ආරක්ෂක කවුන්සිලයේ ටොන් 764 ක් පවසා ඇත්තේ බෝල්ටිමෝර් - ෆ්රැන්සිස් ස්කොට් යතුරු පාලම වෙත කඩා වැටුණු ඩාලි, ඩාලි, වන ඩාලි හි අනතුරුදායක අයිතම ටොන් 764 ක් බවයි. නැවේ බහාලුම් 4,700 ක් ඇත.",
        "විඛාදන හා දැවෙන නිෂ්පාදන, ලිතියම් -ජන් බැටරි ඇතුළු අන්තරායකර භාණ්ඩ නවයක් අඩංගු බව එක්සත් ජනපදයේ ජාතික ප්රවාහන ආරක්ෂණ මණ්ඩලය වාර්තා කර තිබේ.. බහාලුම් 4,644 හි ඇති දේ සොයා ගැනීම සඳහා නැවගේ ලේඛන විශ්ලේෂණය කරන බව ද වාර්තා වේ.",
        "කෙසේ වෙතත්, තොරතුරු අනාවරණය වූ විට, විපක්ෂ නායක සජිත් ප්රේමදාස පසුගිය මස 2 වන දින පාර්ලිමේන්තුවේදී මේ පිළිබඳව ප්රශ්න කළේය.. උපද්රවකාරී භාණ්ඩ පූරණය කරමින් නැව ශ්රී ලංකාවට යාමට නැව විසින් ක්රියා පටිපාටියට අවසර දී ඇත්තේ කුමක් දැයි ඔහු රජයෙන් ප්රශ්න කර තිබේ.",
        "හේරත් මන්ත්රීවරයා ද මේ ගැන ප්රශ්න කළේය. ඊළඟ දිනයේම පාර්ලිමේන්තුවට ප්රතිචාර දක්වමින් පරිසර අමාත්ය ජනක වකුම්බුර මහතා කියා සිටියේ මෙම නෞකාව මධ්යම පරිසර අධිකාරියෙන් අවසර ලබා නොගත් බවත්, නැවෙහි භයානක භාණ්ඩ නොමැති බවත් අනතුරෙන් පසුවය.මේ සම්බන්ධයෙන් විමර්ශනය කරන ලෙස පාරිසරික අධිකාරිය සහ රේගු දෙපාර්තමේන්තුවට නියෝග කර ඇති බව ඔහු පැවසීය.",
        "අන්තරායකර භාණ්ඩ ශ්රී ලංකාවට ගෙන ඒමට අවශ්යතාවයක් ඉදිරිපත් කරන්නේ කෙසේදැයි රජයට දැනගත නොහැකිය. නාමයේ නම ඇති ලේඛනවල විෂය දැන ගැනීම අපහසු නැත. මෙම සියලු කරුණු වල නිරාවරණය වී ඇත්තේ ඔවුන් ඩොලි නැව් පාලම තුළට කඩා වැටුණු බැවිනි.",
        "එබැවින්, බොහෝ අවස්ථාවලදී මධ්යම පාරිසරික අධිකාරියේ අවසරයකින් තොරව නැව් ශ්රී ලංකාවට පිවිසෙන බව ඔප්පු වී ඇත.. වරාය අධිකාරිය සහ රේගු දෙපාර්තමේන්තුව ඔවුන්ගේ අවසරයකින් තොරව වරායට පැමිණෙන නැව් පිළිබඳව නිහ is ය.",
        "එවැනි විෂ හා අන්තරායකර භාණ්ඩ ශ්රී ලංකාවට ගෙන එන්නේ කවුද?ඕනෑම සමාගමක් පිටුපස සැඟවී සිටිමින් මෙම ක්රියාකාරකම් රැගෙන යන්නේ කවුද?තම රටේ අපද්රව්ය ශ්රී ලංකාවට ගෙන ඒමට මිලියන ගණනක් මුදල් ලැබුණු අතර පසුව එය ඕනෑම මුහුදු හෝ ශ්රී ලංකාවේ වෙනත් තැනකට වත් කරන්නේද?එවැනි ප්රශ්න වලට පිළිතුරු අවශ්ය වේ.",
        "ප්රතිචක්රීකරණය කරන ද්රව්යවල නාමයෙන් බහාලුම් අන්තරායකර අපද්රව්ය රැගෙන යන බව දැන ගැනීම අවශ්ය වේ. සමහර රටවල රෝහල් අපද්රව්යවල අනතුරුදායක drug ෂධ කුප්පි, මිනිස් සිරුරක් අත් පා සහ ශල්යකර්ම සඳහා භාවිතා කරන අපද්රව්ය අඩංගු වේ. රට රට තුළ නොමැති රටට මේවා පැතිරෙන්නා නම්, එය කලාපීය පරිසරය හා ජනතාවට කිසිදු බලපෑමක් ඇති කරනු ඇතැයි අමුතුවෙන් කිව යුතු නැත, එය ප්රාදේශීය පරිසරය හා ජනතාවට යම් බලපෑමක් ඇති කරනු ඇත.",
        "අපද්රව්ය සැකසීම හා අපද්රව්ය කළමනාකරණය පිළිබඳ ශ්රී ලංකාව අසාර්ථක රටකි. ප්රාග්ධනයේ දිනකට අපද්රව්ය ටොන් 700 ක් පමණ පුනරුත්ථාපනය කිරීමේ ක්රමයක් රජයට නොමැත.",
        "මෙම අපද්රව්ය ක්රියාකාරකම්වල රටේ ප්රාදේශීය සභා පවා අර්බුදවලට මුහුණ දී සිටී. මෙම කොන්දේසි යටතේ විදේශීය අපද්රව්ය පිටතට ගෙන ඒමට ශ්රී ලංකා සහායකද?"
      ]
    },
    "en": {
      "title": "Who imports toxic waste to Sri Lanka?",
      "body_lines": [
        "The US media has widely reported that the Singapore ship, Dali, which broke the Francis Scott Key Bridge in Baltimore, USA, on March 26, the unloading of fuel and hazardous toxins to Sri Lanka.",
        "But no media other than a few print media in Sri Lanka has questioned this. Some English newspapers in Sri Lanka published news of the US media. This has been raised in Parliament later.Until then, no one has stated the incident from the government.",
        "Ships on the Sri Lankan waters have been carrying any controversy in recent years. Since 2020, the Greek -owned Channel Oil Business Ship, Newayamund, which was traveling towards Odisha, India, set fire to 38 nautical miles from Panama - Sangamankandi. As a result, the sea resources in the area are greatly facing.",
        "The ship, Pearl Express, owned by Singapore in 2021, burned about fire in the Negombo Sea. Sri Lanka's waters have faced the worst environmental impact of the ship's oil and concentrated nitric acid.",
        "Although the military ships of China and India come into the Sri Lankan waters more than business ships, Sri Lanka is being sent to Sri Lanka from both countries.",
        "The references to the Indian Ocean for commercial purposes were found on the Sri Lankan Islands and the Natural Port of Trincomalee by ships in Trincomalee 8th centuries ago.. In the time of the Portuguese, Hollander and British, trade activities were carried out from Sri Lanka.",
        "However, in recent years, vessels to Sri Lanka have been carrying hazardous toxic waste products. These controversies have been continuing since 2017. The issue of waste brought to Sri Lanka from European countries in the name of renegotiation from the Central Environmental Authority (Central Environment) has been brought to Parliament to Parliament in several containers.",
        "The government did not recognize the information that the Customs Department and the Central Environmental Authority had revealed the information through a media briefing that they were brought without proper permission.",
        "No one goes to legal action against the company that imported the containers. There is no investigation into it. There may have been political interventions behind this. Sometimes it may be a politician to import the waste for the elastic cycle.",
        "Globally, the development of countries, including medical waste, electronic waste and nuclear waste, are imported by developing countries.These are sold for several millions. But the country is still unaware of the dangers behind this.",
        "Meanwhile, the US National Transportation Security Council has said that 764 tonnes of hazardous items on a cargo vessel, Dali, which crashed into Baltimore -Francis Scott Key Bridge. The ship has a total of 4,700 containers.",
        "The United States National Transportation Protection Board has reported that 56 containers contained nine hazardous items, including corrosive and burning products, lithium -ion batteries.. It has also been reported that the ship's documents are being analyzed to find out what is in 4,644 containers.",
        "However, when the information was revealed, Opposition Leader Sajith Premadasa questioned the matter in Parliament on the 2nd of last month.. He had questioned the government as to what the procedures were allowed by the ship to travel to Sri Lanka by loading hazardous items.",
        "Herath MP also questioned this. Responding to Parliament on the next day, the Minister of Environment, Janaka Wakumbura said that the ship did not obtain permission from the Central Environmental Authority and that the ship had dangerous items only after the accident.He said that the Environmental Authority and the Customs Department have been ordered to investigate the matter.",
        "But the government cannot know how to make arrangements to bring the hazardous items to Sri Lanka. It is not difficult to know the subject of the documents whose name is in the name. All these issues have been exposed because they crashed into the Dolly Ship Bridge.",
        "Therefore, in many cases, it has proven that ships have been visiting Sri Lanka without the permission of the Central Environmental Authority.. The Ports Authority and the Customs Department are silent on ships that come to the port without their permission.",
        "Who brings such toxins and hazardous items to Sri Lanka?Who is carrying these activities by hiding behind any company?Who gets millions of money to bring their country's waste to Sri Lanka and then pour it into any seas or elsewhere in Sri Lanka?Answers such questions are necessary.",
        "It is necessary to be aware that containers are carrying hazardous waste in the name of recycling materials. Hospital waste in some countries contain hazardous drug vials, human body limbs, and waste used for surgery. Needless to say, if these are spreading to the country where the country is not in the country, it will have any impact on the regional environment and the people.",
        "Sri Lanka is a failed country in waste processing and waste management. The government does not have a system of rehabilitation of up to 700 tonnes of waste per day in the capital.",
        "Even the country's local councils are facing crises in these waste activities. Is Sri Lanka auxiliary to bring out foreign waste under these conditions?"
      ]
    }
  },
  "summary_lines": [
    "The US media reported the Singapore ship Dali, involved in a bridge incident, unloaded hazardous toxins in Sri Lanka, a story not widely covered by Sri Lankan media. Ships have faced controversies in Sri Lanka, including environmental impacts from fires and oil spills. Since 2017, ships have brought hazardous toxic waste, raising concerns about waste management and environmental protection. The government has not acknowledged or investigated these issues, leading to questions about the legality and safety of such imports."
  ]
}