{
  "translated_text": {
    "si": {
      "title": "ව්යාපෘතිය කඩාකප්පල් කිරීමට උත්සාහ කිරීම",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා කියා සිටියේ බොහෝ රාජ්ය නිලධාරීන් බොහෝ දෙනා උරුමය ස්ථිර ඉඩම් ඇපකර වැඩසටහනට කැපවී සිටින අතර, සමහර අය එය අස්ථාවර කිරීමට උත්සාහ කරන අතර එවැනි නිලධාරීන් පිළිබඳ තොරතුරු සැපයීමට ය.",
        "අම්පාරා දිස්ත්රික්කයේ ප්රාදේශීය ලේකම් කාර්යාල 17 ක පුද්ගලයින් 1768 දෙනෙකු ඉඩම් ලක්ෂ 20 ක් ලබා දීම සඳහා වූ ජාතික යෝජනා ක්රමය යටතේ අම්පාරා හි වීරසිංහ ක්රීඩාංගණයේදී පැවැත්විණි.",
        "ව්යාපෘතිය ජය ගැනීම සඳහා රජයේ නිලධාරීන් මහන්සි වී වැඩ කරති. බොහෝ දෙනෙක් මේ සඳහා සහාය වෙති. නමුත් මිනිසුන් බිය ගැන්වෙන නිලධාරීන් පිරිසක් පිළිබඳ තොරතුරු ද තිබේ. මෙම ඉඩම් සඳහා රජයට හැකිය. එබැවින් ඔබ මෙම ඉඩම් ඇපකර ලබා ගන්නේ මන්දැයි ප්රශ්න කරයි. නමුත් නැවත වරක්, ඔබ යමෙකුගෙන් ප්රශ්න කරන්නෙකුගෙන් ඉල්ලා සිටින්නේ නම්, එම නිලධාරීන් පිළිබඳ තොරතුරු පිළිබඳව ඔබේ ප්රදේශයේ මන්ත්රීවරයාට දැනුම් දෙන ලෙස මම ඔබෙන් ඉල්ලා සිටිමි.. බලධාරීන් ගැන සොයා බැලීමට සහ කරුණු මට කියන්නැයි මම මන්ත්රීවරුන්ගෙන් ඉල්ලා සිටිමි.",
        "ඔවුන් මේ ආකාරයට ක්රියා කරන සහ ඔවුන්ගේ රැකියාවන් කඩාකප්පල් කිරීමට උපරිම උත්සාහයෙන් කටයුතු කරන නිලධාරීන් විසින් නම් කර ඇත.. එයට ඉඩ දිය නොහැකි බව පැවසීය. (ඒ)"
      ]
    },
    "en": {
      "title": "Trying to disrupt the project",
      "body_lines": [
        "President Ranil Wickremesinghe said that while many of the state officials are dedicated to the Urumaya permanent land guarantee program, some people are trying to destabilize it and provide information on such officials.",
        "A total of 1768 people in the 17 Divisional Secretariat Divisions of the Ampara District were held at the Weerasinghe Stadium in Ampara under the National Scheme to provide 20 lakhs of land.",
        "Government officials are working hard to win the project. Many are supporting this. But there are also information about a group of officials who scare people. The government can recover these lands. So they are questioning why you are taking these land guarantees. But once again, if you ask someone to question, I ask you to inform your area MP for information about those officers.. I ask the MPs to investigate the authorities and tell me the facts.",
        "They are also named by some officials who act like this and do their jobs by doing their best to disrupt.. Said it could not be allowed. (A)"
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe addressed concerns over the Urumaya permanent land guarantee program, highlighting both dedication from state officials and attempts to destabilize it. In the Ampara District, 1,768 individuals received land under the scheme, despite opposition from some officials. Government efforts to reclaim lands and address misinformation are ongoing, with calls for MPs to investigate allegations against certain officials."
  ]
}