{
  "translated_text": {
    "si": {
      "title": "අත්යවශ්ය අවශ්යතා සඳහා හිඟය තවදුරටත් පවතිනු ඇත",
      "body_lines": [
        "පළාත් සභා සහ පළාත් පාලන හා පළාත් පාලන නියෝජ්ය අමාත්ය රුවන් සේනරත් ඊයේ කියා සිටියේ Risi ඇතුළු අත්යවශ්ය භාණ්ඩයක් සඳහා හිඟය තවත් මාසයක් පවතිනු ඇති බවයි.",
        "සහල් හිඟය තුරන් කර නොමැති බවත් භාණ්ඩවල මිල අඩු වී නොමැති බවත් අද බොහෝ දෙනෙක් පැමිණිලි කරති.",
        "අත්යවශ්ය දෑ හිඟයක් ඇති බව අපි පිළිගනිමු. අපට මේ හා සම්බන්ධව පැහැදිලි බව ලැබී තිබේ. මේ සඳහා අවසාන රජය විසින් වගකීම භාර ගත යුතුය.",
        "පළාත් සභා සහ පළාත් පාලන හා පළාත් පාලන නියෝජ්ය අමාත්ය රුවන් සේනරත් කියා සිටියේ තත්වය ඉක්මනින් නිවැරදි කිරීමට පියවර ගන්නා බවයි.. රීල්"
      ]
    },
    "en": {
      "title": "The shortage for essentials will last further",
      "body_lines": [
        "Provincial Councils and Local Government Deputy Minister Ruwan Senarath said yesterday that the shortage for the essential commodity, including Risi, will last a further month.",
        "Today, many complain that the shortage of rice has not been eliminated and the price of goods has not been reduced.",
        "We accept that there is a shortage of essentials. We have received clarity related to this. The last government must take responsibility for this.",
        "Provincial Councils and Local Government Deputy Minister Ruwan Senarath said that action will be taken to rectify the situation soon.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Essential shortages persist: Rice scarcity continues, prices unchanged. Provincial officials promise action within a month."
  ]
}