{
  "translated_text": {
    "ta": {
      "title": "விமான மாதிரி, ஒரு டாலருக்கு பாப்சிகல் சின் வழிவகுத்தது",
      "body_lines": [
        "விமான மாதிரி, ஒரு டாலருக்கு பாப்சிகல் சின் வழிவகுத்தது",
        "ஒரு முதலாளியாக மாறிய தைரியமானவர்களைப் பற்றிய பேச்சைக் கேள்விப்பட்டிருக்கிறோம். அத்தகைய தைரியமான இலங்கை பற்றிய கதை இது.",
        "அவர் இப்போது இலங்கை பொருளாதாரத்திற்கு அந்நிய செலாவணி சம்பாதிப்பவர்.",
        "ගුවන් යානා ආකෘති නියමාකාරයෙන් දැව යොදාගෙන නිර්මාණය කිරීම ඔහු ව්‍යාපාරයක් ලෙස පවත්වාගෙන යයි.",
        "அவர் 32 வயதானவர், அவர் பன்னிபிட்டியாவில் வசிக்கும் மாதாரா திறப்பில் பிறந்தார்.",
        "\"நான் வெளி நாடுகளின் ஆர்டர்களுக்கு மிகவும் மாதிரிகள். பல நாடுகளில் பல இலங்கையர்கள் உத்தரவிட்டனர். நீண்ட நேரம் விமானிகளிடமிருந்து ஆர்டர்களைப் பெறுகிறது. அவர்கள் சவாரி செய்யும் விமானம், முதல் விமான விமானம். இத்தகைய வடிவங்கள் எனக்கு செய்யப்படுகின்றன. உலகில் முறையான மாதிரிகள் எதுவும் இல்லை. அவர்கள் முன்பு விமானங்களைப் பயன்படுத்தினர், ஆனால் அவர்களுக்கு ஒரு மாதிரி இல்லை. அதைத்தான் நான் பிபிசி சிங்கள சேவையுடன் கலந்துரையாட முயற்சிக்கிறேன் மற்றும் சிங்கள சேவையுடன் உரையாடலில் தெரிவித்தேன்.",
        "அவரது படைப்புகளின் சிறப்பு அசல் வடிவத்தின் அனைத்து கூறுகளுடனும் ஒரு மர வடிவத்தை உருவாக்குவதாகும்.",
        "தற்செயலான விமானங்களின் மாதிரிகளை உருவாக்க அவர் உந்துதல் பெற்றவர். 2018 ஆம் ஆண்டின் தொடக்கத்திற்கான காரணத்தை அவர் விளக்கினார், அவர் விளக்கினார்.",
        "\"முதல் முறையாக ஒரு ஐஸ்கிரீம் மூலம் தொடங்குகிறது. நான் அதை உருவாக்கி ஒரு சிறிய குழந்தைக்கு பரிசாக கொடுத்தேன். குழந்தை அப்படி இருந்தது. அவர் அதை தனது வாழ்க்கையில் செய்தார். அப்போதுதான், நான் அதை மதிப்பிட முடிவு செய்தேன்.",
        "\"நான் சிறிது நேரத்தில் ஒரு விமான மாடலை எடுக்க ஆர்வமாக இருந்தேன். ஆனால் அந்த நேரத்தில், சுமார் ரூ. எனவே அதைப் பெற எனக்கு வழி இல்லாததால், நான் ஒரு சிந்தனையை உருவாக்க விரும்பினேன். என் ஆசை என்னவென்றால், நான் இதுவரை எடுத்தேன். \"",
        "விமானம் ஏற்கனவே ஒரு ஐஸ்கிரீம் வார்ப்புருவால் தொடங்கியிருந்தாலும், அவர் தற்போது மூன்று வகையான மரங்களை (இறக்குமதி செய்யப்பட்டது), மஹோகனி மற்றும் பைன் காடுகளைப் பயன்படுத்துகிறார்.",
        "இயந்திரங்கள் இல்லாமல் இந்த மாதிரிகளை உருவாக்க அவர் சிறப்பு.",
        "மாதாரா-படிப்பு கல்லூரி, மாதரா, மால்தியாதுவா மகா வித்யாலயா, மாதரா மற்றும் டெல்ஜ்ஜவிலா மத்திய கல்லூரி மாதாரா ஆகிய இடங்களில் மேம்பட்ட நிலை ஆய்வுகளுக்காக முடிக்கப்பட்டது.",
        "அங்கு அவர் கலை, சிங்கள மற்றும் புவியியல் பாடங்களைப் படித்தார், கலை மற்றும் புவியியல் பாடங்களை ஒப்புக்கொள்ள தகுதியற்றவர்.",
        "தனது சொந்த திறன் காரணமாக, கொழும்பில் உள்ள ஒரு தனியார் நிறுவனத்தில் கணினி கிராஃபிக் வடிவமைப்பைப் படித்தார்.",
        "அவரது விமானத்தை உருவாக்கும் ஆசை, ஒரு விமானத்தை கட்டும் விருப்பத்தை பன்னிபிட்டியாவால் தொட்டது.",
        "\"முதலாவது விற்கப்பட்டது, விமானப்படை தளத்தில் படித்த ஒரு மாணவர் எனக்கு நினைவிருக்கிறது. எனக்கு இப்போது பெயர் நினைவில் இல்லை. அந்த நேரத்தில் நான் 3,000 ரூபாய் எடுத்தேன். சி.டபிள்யூ 26 ஐ விற்ற முதல் விமான மாதிரி \"என்று அவர் பிரதிபலித்தார்.",
        "ஆரம்பகால சகாப்தத்தில், அவர் விமான மாதிரிகளின் உண்மையான வடிவத்தை உருவாக்கவில்லை, உண்மையான வடிவத்தை உருவாக்க வேண்டும் என்பதை அவர் உணர்ந்தார்.",
        "\"நான் புனிதத்தை நிறைவேற்றும்போது, ​​அது சாத்தியமில்லை, இது ஒரு நல்ல ஆய்வு என்பதை உணர்ந்தேன். ஒரு மக்கள் என்னை எதிர்நோக்குகிறார்கள், ஏதோ சிக்கல். நான் ஒரு மாதிரியை உருவாக்கினால், அந்த வடிவமைப்பைப் பற்றி நான் கற்றுக்கொள்ள வேண்டும். எனவே நான் விமானங்களை உருவாக்குவதற்கு முன்பு, விமானப் பயன்முறை பொறியியல் பகிர்வு என்பதை நான் கற்றுக்கொள்கிறேன்.",
        "ஒரு விமான மாதிரிக்கு வசூலிக்கப்படும் குறைந்தபட்ச தொகை ரூ.. 18000.",
        "அவர் 500 க்கும் மேற்பட்ட விமான மாதிரிகளை விற்றுள்ளதாக லயானேஜ் கூறினார்.",
        "அவர் பல சிறப்பு நபர்களுக்கு விமான மாதிரியை உருவாக்கியுள்ளார்.",
        "செயின்ட் 'ஏர் லங்கா' அதிகாரப்பூர்வ சின்னத்திற்காக வடிவமைக்கப்பட்ட விமான மாதிரி இதுதான்.",
        "\"நான் சமீபத்தில் ஏர் லங்கா லோகோவை உருவாக்கிய செயின்ட் சபரமதுவுக்கு ஒரு மாடலை உருவாக்கினேன். நான் ஏர் லங்கா லோகோவை உருவாக்கிய சோதனை வடிவமைப்பை உருவாக்கினேன். லோகோ, அணிந்துகொண்டு, முதலில் டிரிடிஸ்டார் விமானத்தில் நடைபெற்றது என்று அவர் கூறினார். எனவே ஒரு டிரிஸ்டார் செய்யப்பட்டது என்று கூறப்பட்டது. \"",
        "கூடுதலாக, ஒரு பிரபலமான பைலட், கேப்டன், இப்போது எல்மோ ஜெயவர்தனாவுக்கு ஒரு மாதிரியை உருவாக்கி வருகிறார், என்றார்.",
        "\"நான் டென்னானார்க்கில் சுமார் இருபது ஆண்டுகள் ஒரு கேப்டனுக்கு வம்சாவளியைச் செய்தேன். அவர் இன்னும் இலங்கையில் இருக்கிறார். இது ஆச்சரியமான வேலை என்று அவர் கூறுகிறார். அவர் இரண்டு கண்களைப் பார்க்காத ஒரு ஃபோட்டூவைப் பார்த்து ஆச்சரியப்படுகிறார். \"",
        "\"தேசிய விமான நிறுவனத்திற்கு ஒரு மாதிரியைக் கொடுப்பதே எனது கனவு. நான் எல்லா நேரத்திலும் செய்கிறேன். அடுத்து, உலக விமான நிறுவனங்களில் பணிபுரிபவர்களுக்கு எனது மாதிரியைக் கொடுப்பதே எனது குறிக்கோளாக இருந்தது. நானும் அதைச் செய்துள்ளேன். எமிரேட்ஸ் ஒரே மாதிரியாக இருந்தது. எனது தற்போதைய ட்ரீஸ் இது ஒரு DI வார்ப்பு மாதிரியாக உள்ளது, இது நாட்டின் உற்பத்தியின் டாலர். அது தற்போது சபிலி செய்யப் போகிறது. \"",
        "உண்மையான விமானத்தின் அளவோடு ஒப்பிடும்போது அவர் இந்த மாதிரிகளை உருவாக்குகிறார்.",
        "அங்கு, அவர் உண்மையான விமானத்தின் 200 மடங்கு அளவை உற்பத்தி செய்கிறார்.",
        "\"எந்த விமானத்திற்கும் ஒரு திட்டம் உள்ளது. அந்த திட்டம் என்னை 200 மடங்கு உண்மையான அளவாக ஆக்குகிறது. இதன் சிறப்பு அதுதான். இது அதை உருவாக்கும் அல்ல. உதாரணமாக, ஒரு பெரிய விமானத்தின் சக்கரம் போல சக்கரம் இருநூறு மடங்கு சாத்தியமாகும்.",
        "சைன்வ் லயானேஜின் கூற்றுப்படி, இது ஒரு வெற்றிகரமான இயக்கமாகும்.",
        "\"இது நிச்சயமாக நாட்டிற்கு ஒரு பாதை. இலங்கையின் பிரதான விமான நிறுவனமான ஸ்ரிலங்கன், நான் மாதிரி. சூடேர்கள். இலங்கை விமானப்படைக்கு கொடுப்பது. பிற விமான நிறுவனங்களை வழங்குகிறது. நாடு அந்நிய செலாவணியைப் பெறுவதற்கு இது போன்ற உயிரினங்கள் உள்ளன.",
        "வேலைகள் இல்லாத நிலையில் வெற்றிபெறக்கூடிய ஏராளமான சாலைகள் உள்ளன என்று லியானேஜ் நம்புகிறார்.",
        "\"மனதில் பலர் இருக்கிறார்கள், அவர்கள் செயல்படுத்தப்பட மாட்டார்கள். நாங்கள் நாட்டில் மிகவும் திறமையானவர்கள். ஆனால் அவர்கள் முயற்சி செய்யவில்லை. நான் கவலைப்பட வேண்டாம், காதலிக்கக் கூடிய கருத்துக்களைப் பார்க்கவும், பார்க்க முடியாத ஒரு வழியை நாம் உருவாக்க முடியும் என்றும் நான் பயப்படவில்லை என்று சொல்ல வேண்டும். இது தொடங்கும் போது, ​​நான் இதுவரை செல்ல முடியும் என்று நான் நினைக்கவில்லை. நான் இப்போது இருப்பதில் மிகவும் மகிழ்ச்சியடைகிறேன். \"",
        "ஐபிஎல் 2024: மகேந்திர சிங் இந்த நேரத்தில் டோனிக்கு விடைபெற முடியவில்லையா?",
        "பிரஜீத் எக்னாலிகோடா: மூன்றாவது முறையாக ஒரு புதிய நீதிபதி ஏன் மூன்றாவது முறையாக இருந்தார்?",
        "ஈரானிய ஜனாதிபதி மற்றும் ஈரானிய அரசு ஊடகங்களின் ஈரானிய ஜனாதிபதி"
      ]
    },
    "en": {
      "title": "Airplane model, led to a dollar of popsicle cin",
      "body_lines": [
        "Airplane model, led to a dollar of popsicle cin",
        "We have heard the talk about courageous ones who became a capitalist. This is a story about such a courageous Sri Lankan.",
        "He is now a foreign exchange earner for the Sri Lankan economy.",
        "He runs a business to create timber, using timber, using timber.",
        "He was a 32-year-old, and he was born in the opening of the Matara, a resident of Pannipitiya.",
        "\"I'm most models to orders of outside countries. Many Sri Lankans in many countries ordered. Long time receives orders from pilots. The plane, which they ride, the first flight plane. Such forms are being made to me. There are no formal models in the world. They have previously used aircraft, but they don't have a model. That's what I'm trying to make a discussion with the BBC Sinhala service and stated in a conversation with the Sinhala service.",
        "The specialty of his creations is to create a woody format with all the elements of the original format.",
        "He is motivated to create airplanes models, accidental. He explained the reason for the beginning of 2018, he explained.",
        "\"Beginning at the first time with an ice cream. I made it and gave it to a little child as a gift. And the kid was so much like that. He made it in his life. Only then, I decided to be worth it. \"",
        "\"I was eager to take a plane model in a little time. But at that time, it was worth about Rs. 8,000. So because I had no way to get it, I wanted to make a thought. My desire is that I took so far. \"",
        "Although the aircraft has already begun by an ice cream template, he is currently using three types of wooden (imported), Mahogany and Pine Woods.",
        "He is special to create these models without machines.",
        "The Matara-Educate College, Matara, was completed in the Maldiyaduwa Maha Vidyalaya, Matara and the Teljjawila Central College Matara for Advanced Level Studies.",
        "There he studied art, Sinhala and geography subjects, and not qualified to admit the subjects of art and geography.",
        "Due to his own ability to do, he studied a computer graphic design at a private company in Colombo.",
        "The desire to create his aircraft, the desire to build a flight was touched by the Pannipitiya.",
        "\"The first one was sold, I remember a student who studied at the Air Force Base. I don't remember the name now. I took 3,000 rupees at that time. The first aircraft model that sold CW 26, \"he reflected.",
        "In the early era, he did not create the true form of aircraft models, and he realized that the real form should be created.",
        "\"I realized that when I was carrying out the sacred, it's not just possible, this is a good study. One people are looking forward to me, something profoes. I need to learn about that format, if I make a model. So before I made airplanes, I learn that aircraft mode engineering partition. \"",
        "The minimum amount charged for one aircraft model is Rs.. 18000.",
        "Liyanage stated that he has sold more than 500 aircraft models.",
        "He has created a plane model for several special people.",
        "Such is the aircraft model designed for St. 'Air Lanka' official logo.",
        "\"I recently made a model to St. Saparamadu, who made Air Lanka Logo. I made the Trialr format I made the Air Lanka Logo. He said that Logo, wearing, was originally held on Tryistar aircraft. So it was said that a tristar was done. \"",
        "In addition, a well-known pilot, Captain, who is now creating a model for Elmo Jayawardena, he said.",
        "\"I also made a descent for a captain for about twenty years in Dennanark. He's still in Sri Lanka. He says this is amazing work. He is surprised to look at a photoo that doesn't haven't seen two eyes. \"",
        "\"My dream was to give a model to the National Aviation Company. I'm doing it all the time. Next, my goal was to give my model to those who work in the world's airlines. I have done that too. Emirates was the same for. My current drees are this as a Di cast model, this is the dollar of production of the country. That is currently going to be sabilized. \"",
        "He creates these models compared to the magnitude of the real aircraft.",
        "There, he produces 200 times the size of the real aircraft.",
        "\"Any plane has a plan. That plan makes me 200 times a real size. That's the specialty of this. It's not what makes it gonna make it. For example, the wheel is two hundred times possible, like the wheel of a big plane. \"",
        "According to Sainw Liyanage, this is a successful movement that can be formed.",
        "\"This is definitely a path to the country. SriLankan, the main airline in Sri Lanka, I model. Sudaires. Giving to the Sri Lanka Air Force. Gives other airlines. There are creatures like this to make the country earn foreign exchange. \"",
        "Liyanage believes that there are a large number of roads that can be successful in the absence of jobs.",
        "\"There are many people in mind, they will not be implemented. We are more talented in the country. But they don't try. I have to say that I am not afraid to don't worry, see the ideas that come to love, and that we can create a way that cannot be seen. When this starts, I didn't think so much thought I could go so far. I'm so happy that I am now. \"",
        "IPL 2024: Mahendra Singh is not able to say goodbye to Doni this time?",
        "Prageeth Eknaligoda: Why was a new judge for the third time for the third time?",
        "Iranian President of Iranian President and Iranian state media"
      ]
    }
  },
  "summary_lines": [
    "Sri Lankan entrepreneur Liyanage crafts detailed airplane models from wood, inspired by a childhood ice cream cone. His creations, ranging from 1/200th scale, are handcrafted without machinery, showcasing intricate details of actual aircraft. Starting with a simple ice cream cone, his passion evolved into creating replicas of planes, including the iconic Air Lanka logo. His models, priced from Rs. 18,000, have been sold to over 500 customers worldwide, contributing significantly to Sri Lanka's foreign exchange earnings."
  ]
}