{
  "translated_text": {
    "ta": {
      "title": "55 கந்தகதுவாவுடன் கைது செய்யப்பட்டார், 26 மருத்துவமனையில் சேர்க்கப்பட்டார், 30 மருத்துவமனையில் சேர்க்கப்பட்டார்",
      "body_lines": [
        "பொலோனாருவாவில் உள்ள வெலிகண்டா காந்தகாடு புனர்வாழ்வு மையத்தின் கைதிகள் நேற்று (12) மறுவாழ்வு மையத்தின் மறுவாழ்வு மையத்தின் காவலில் உள்ளனர்.",
        "காயமடைந்த மற்றும் சிகிச்சை பெற்ற 26 கைதிகள் சிகிச்சையளிக்கப்படுவார்கள் என்று பொலோனாருவா காவல்துறையில் மூத்த காவல்துறையின் செய்தித் தொடர்பாளர் ஒருவர் தெரிவித்தார்.",
        "இதற்கிடையில், பொலோனாருவாவில் உள்ள காந்தகாடு புனர்வாழ்வு மையத்திலிருந்து தப்பி ஓடிய முப்பது கைதிகள் என்று போலீசார் தெரிவித்தனர்.",
        "இந்த மோதல் மறுவாழ்வு மையத்தில் இருப்பதாகக் கூறப்படுகிறது, மேலும் இந்த மோதல் தூரத்தில் ஒரு சூடான வாதத்தை விசாரித்து வருவதாகக் கூறியது."
      ]
    },
    "en": {
      "title": "55 arrested with Kandakaduwa, 26 hospitalized, 30 hospitalized",
      "body_lines": [
        "The rehabilitation center is in the custody of the rehabilitation center due to the inmates of Welikanda Kandakadu Rehabilitation Center in Polonnaruwa yesterday (12).",
        "A spokesman for Senior Police in Polonnaruwa Police said that 26 of the inmates who were injured and treatment would be treated.",
        "Meanwhile, the police said that thirty inmates who fled the Kandakadu Rehabilitation Center in Polonnaruwa.",
        "The clash is said to be at the rehabilitation center and the clash said that the clash is investigating that a heated argument at the distance."
      ]
    }
  },
  "summary_lines": [
    "55 arrested, 26 hospitalized, 30 fled Kandakadu Rehabilitation Center in Polonnaruwa. A heated argument led to the clash."
  ]
}