{
  "translated_text": {
    "ta": {
      "title": "மைத்ரி தயாசிரிக்கு பதிலளிக்கிறார்",
      "body_lines": [
        "முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா பாராளுமன்ற உறுப்பினர் தயாசிரி ஜயசேகெராவை தயால் ஜயசேகராவை நல்லிணக்கத்துடன் ஏற்றுக்கொள்ள முடிந்தாரா என்பதை வெளிப்படுத்த சவால் விடுத்துள்ளார்.",
        "ஆகஸ்ட் 8 ஆம் தேதி நல்லிணக்கத்தில் சேர தயாசிரி ஜெயசேகரா ஏற்கனவே ஒப்புக் கொண்டதாக மைத்ரிபால சிரிசேனா கூறுகிறார்.",
        "முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா, இலங்கை சுதந்திரக் கட்சியின் (எஸ்.எல்.எஃப்.பி) தற்போதைய நிலைமைக்கு தற்போதைய பொறுப்பைப் பற்றி சிந்திக்க ஒரே பொறுப்பு முடிவு தான் கண்டனம் செய்யப்படுகிறது என்றார்.",
        "இலங்கை இலவச கட்சி மற்றும் இலவச கட்சி வேட்பாளர் அல்லாத டாக்டர் விஜயாதாச ராஜபக்சே முன்னாள் ஜனாதிபதி கூறினார்.",
        "ஜனாதிபதியின் ஜனாதிபதி வேட்பாளரை சமர்ப்பிக்கும் திட்டம் கட்சியின் நிர்வாகக் குழு என்று மைத்ரிபாலா சிரிசேனா கூறுகிறார், மைத்ரிபால சிரிசேனா கூறினார்.",
        "செயற்குழுவால் நியமிக்கப்படுவதற்கு முன்னர் விஜயாதாச ராஜபக்ஷத்தை நியமித்த சுதந்திரக் குழுவின் செயல் தலைவராக எஸ்.எல்.எஃப்.பி என்று முன்னாள் ஜனாதிபதி கூறினார்.",
        "இலங்கை சுதந்திரக் கட்சி எஸ்.எல்.எஃப்.பி."
      ]
    },
    "en": {
      "title": "Maithri answers Dayasiri",
      "body_lines": [
        "Former President Maithripala Sirisena has challenged MP Dayasiri Jayasekera to disclose if Dayasiri Jayasekara was able to agree with reconciliation.",
        "Maithripala Sirisena says that Dayasiri Jayasekara has already agreed to join the reconciliation on August 8th.",
        "Former UNP President Maithripala Sirisena, the former President Maithripala Sirisena, said he was the only responsible decision to contemplate the current responsibility to the current situation in the Sri Lanka Freedom Party (SLFP) is condemned.",
        "The former President points out that Dr. Wijayadasa Rajapakse, who is not a Sri Lankan free party and the Free Party candidate, said the former President said.",
        "Maithripala Sirisena says that the proposal to submit the President's presidential candidate was the Executive Committee of the party, Maithripala Sirisena said.",
        "The former President said that the SLFP was the acting chairman of the Independence Committee to appoint Wijayadasa Rajapaksa before he was appointed by the Executive Committee.",
        "The Sri Lanka Freedom Party is trying to aucate the SLFP and another group of people are being betrayed by the party for their personal political advantage."
      ]
    }
  },
  "summary_lines": [
    "Maithripala Sirisena challenges Dayasiri Jayasekera to confirm his agreement with reconciliation efforts, citing Jayasekera's supposed acceptance on August 8th. Sirisena criticizes the SLFP for betraying its members for personal gain, highlighting issues within the party's leadership and decision-making processes."
  ]
}