{
  "translated_text": {
    "ta": {
      "title": "மாணவர்களுக்கு சிறப்பு அறிவிப்பு மாதாரா ஏ / எல் தேர்வுக்கு அமர்ந்திருக்கும்",
      "body_lines": [
        "மாதரா மாவட்ட பேரழிவு மேலாண்மை ஒருங்கிணைப்புப் பிரிவு, மாதாரா மாவட்ட பேரழிவு மேலாண்மை ஒருங்கிணைப்புப் பிரிவு தேர்வு மையங்களுக்கு பயணிக்க நடவடிக்கை எடுத்துள்ளது.",
        "ஏ / எல் தேர்வு மையங்களுக்குச் செல்வதாகத் தோன்றும் குழந்தைகள் காரணமாக இந்த பிரிவின் உதவி இயக்குனர், லெப்டினன்ட் கேணல் கெலம் கெலுகமேஜ் நாளை நடைபெறும்.",
        "ஒரு பேரழிவுக்கு முன்னர் தேர்வுக்குச் செல்வதில் சிக்கல் இருந்தால், அவர் மேலும் கூறினார், மேலும் 244 134 மணி நேர நடவடிக்கை தொலைபேசியில் தொடர்பு கொள்ளப்பட்டு தேவையான உதவிகளைப் பெறும் என்றும் அவர் கூறினார்.",
        "இருப்பினும், மாதாரா மாவட்டத்தில் குறிப்பிடத்தக்க மழை இன்று (24) மாலை 4.00 மணிக்கு குறிப்பிடத்தக்க மழை பெய்யவில்லை.",
        "மாதரா பேரழிவு மேலாண்மை பிரிவு படி, மாதரா பேரழிவு மேலாண்மை பிரிவு (டி.எம்.சி) தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "Special notice for students sit for the Matara A / L examination",
      "body_lines": [
        "The Matara District Disaster Management Coordinating Unit, the Matara District Disaster Management Coordinating Unit has taken steps to travel to the examination centers.",
        "Assistant Director of the Unit, Lieutenant Colonel Kelum Kelugamage, the floods will be held tomorrow due to the children who appear to go to the A / L examination centers.The boat and tractor vehicles have also been prepared to be deployed.",
        "He also said that if there is a problem to travel to the exam before a disaster, he added and the 244 134-hour operation will be telephoned and obtain necessary assistance.",
        "However, no significant rainfall in the Matara district has received significant rainfall today (24) at 4.00 pm.",
        "According to the Matara Disaster Management Unit, the Matara Disaster Management Unit (DMC) said."
      ]
    }
  },
  "summary_lines": [
    "Matara AL exam: Disaster unit prepares boats, tractors for transport. No major flooding expected. Contact 244 134 for help if needed."
  ]
}