{
  "translated_text": {
    "ta": {
      "title": "පාසල් ළමුන්ගෙන් මත්ද්‍රව්‍යට වැඩිපුර නැඹුරුවන්නේ බස්නාහිර පළාතෙන් බවට අනාවරණයක්",
      "body_lines": [
        "இலங்கையில் உள்ள பெரும்பாலான பள்ளி குழந்தைகள் மேற்கு மாகாணத்தில் குறுகலாக இருப்பதாக ஆபத்து மருந்துகள் கட்டுப்பாட்டு வாரியம் கூறுகிறது.",
        "කොළඹ දිස්ත්‍රික්කය ඉන් ප්‍රධාන තැනක් ගන්නා අතර ග්‍රෑන්ඩ්පාස්, තොටලඟ, කොම්පඤ්ඤවීදිය, අඟුලාන, කෙසෙල්වත්ත, පානදුර, දෙහිවල, ගල්කිස්ස, හික්කඩුව ඇතුළු නගර රැසක අඩු ආදායම් ලාභි පවුල් ජීවත්වන ප්‍රදේශවල ළමුන් මත්ද්‍රව්‍ය සඳහා වැඩි නැඹුරුවක් දක්වන බව අන්තරායකර ඖෂධ පාලක ජාතික මණ්ඩලය වැඩිදුරටත් පවසා සිටී.",
        "கூடுதலாக, கண்டி மாவட்டத்தின் சில பகுதிகள் ஏராளமான பள்ளி குழந்தைகளாக அடையாளம் காணப்பட்டுள்ளன.",
        "ஆபத்தான மருந்துகள் கட்டுப்பாட்டு வாரியம், கம்பாஹா, குருணேகலா, அனுராதபுரா, ரத்னபுரா மற்றும் கலுதாரா மாவட்டங்கள் ஆபத்தானவை என அடையாளம் காணப்பட்டுள்ளன என்று கூறியது.",
        "நண்பர்களின் செல்வாக்கு பள்ளி குழந்தைகள் மருந்துகளை பாதிக்கும் ஒரு முக்கிய புள்ளியாக அடையாளம் காணப்பட்டுள்ளது.",
        "பள்ளி மருந்து தடுப்பு கொள்கையை அமல்படுத்த, குறிப்பாக போதைப்பொருள் கொள்கையில், அதிபர்கள், அதிபர்கள், மண்டல கல்வி அலுவலகங்கள் போன்ற அதிபர்கள், மண்டல கல்வி அலுவலகங்கள் போன்ற அதிபர்கள் போன்ற பள்ளி குழந்தைகள் மீதும் இது குறைந்த ஆர்வமாகும்.",
        "கூடுதலாக, இது குடும்பச் சூழலை சுற்றுச்சூழல் சூழல்கள், புறக்கணிப்பு, குடும்பம் மற்றும் போதைப்பொருள், குடும்பம் மற்றும் இப்பகுதியில் அமைதியின்மை என புறக்கணிப்பாகவும் அடையாளம் காணப்படுகிறது.",
        "ஆபத்தான மருந்துகளின் ஆபத்தான மருந்துகள் கட்டுப்பாட்டு வாரியம் மற்றும் ஆபத்தான மருந்துகளின் கட்டுப்பாட்டு வாரியம் இலங்கையில் செயல்படுத்தப்படும்.",
        "அதன்படி, கல்வி மற்றும் பயிற்சி, கல்வி மற்றும் பயிற்சியை மேம்படுத்துதல், சுற்றுச்சூழல் மருந்து தடுப்பு, சுற்றுச்சூழல் மருந்து தடுப்பு, சுற்றுச்சூழல் கொள்கை, நடுத்தர அடிப்படையிலான மருந்து தடுப்பு மற்றும் பயிற்சி ஆகியவற்றின் மூலம் பள்ளி அடிப்படையிலான மருந்து தடுப்பு செயல்படுத்தப்படுகிறது.",
        "மதிப்பீட்டு சோதனைகள், ஆலோசனை, சிகிச்சை, மறுவாழ்வு, புனர்வாழ்வு, புனர்வாழ்வு மற்றும் குழந்தைகளுக்கு அடுத்தடுத்த தடுப்பு சேவைகளை நடத்துவதற்கான திட்டங்களை தனாரகர மருந்துகள் கட்டுப்பாட்டு வாரியம் (வேலை) செயல்படுத்தி வருவதாகவும் கூறப்படுகிறது.",
        "இதற்கிடையில், தேசிய ஆபத்தான மருந்து ஆசிரியரும் போதைப்பொருட்களை மீட்பதற்கும் போதைப்பொருட்களை மீட்பதற்கும் பணியாற்றி வருகிறார்.",
        "அதன்படி, குறைந்த ஆபத்து உள்ள மாணவர்களுக்கான ஆலோசனை மற்றும் தலையீடுகள் முதல் படி மூலம் செய்யப்படுகின்றன.",
        "படி 2, பரஸ்பர மாணவர்கள் மற்றும் அதிக இடர் மாணவர்களை அடையாளம் காணுதல், தேசிய மருந்துகள் கட்டுப்பாட்டு அதிகாரிகளைக் குறிப்பிடுகிறது.",
        "ஆபத்தான மருந்துகள் கட்டுப்பாட்டு மையம் ஆபத்தான மருந்துகள் மையத்தின் (ஆபத்தான மருந்துகள்) சாலை காவலில் வைக்கப்படும் மற்றும் பள்ளி கல்வியில் தொழில்முறை கல்வி அல்லது அவர்களின் விருப்பத்தின் ஒப்புதல் ஆகியவற்றை செலுத்தும்.",
        "இதற்கிடையில், ஆகஸ்ட் 1, ஜனவரி முதல் வரை போதைப்பொருள் தொடர்பாக 206 குழந்தைகள் கைது செய்யப்பட்டுள்ளனர்.",
        "அவர்களில் 39 பேர் தகுதிகாண் வைக்கப்பட்டுள்ளதாக பொலிஸ் ஊடக பிரிவு கூறுகிறது.",
        "பொலிஸ் ஊடக பிரிவு மேலும் மூன்று நபர்கள் காவல்துறையினரால் கைது செய்யப்பட்டுள்ளதாகவும், குழந்தைகளை போதைப்பொருட்களைத் தடுக்க நிறுவனங்களில் 15,652 திட்டங்கள் இருப்பதாகவும் தெரிவித்தனர்."
      ]
    },
    "en": {
      "title": "It is revealed that the school children treated more inclined from the Western Province",
      "body_lines": [
        "The Dangerara Drugs Control Board says that most of the school children in Sri Lanka tend to be narrowed in the Western Province.",
        "The Colombo district is the mainstill, including the Grandpass, Panaduwa, Panadura, Dehiwala, Mount Lavinuwa, Dehiwala.",
        "In addition, some parts of the Kandy district have been identified as a large number of school children.",
        "The Dangered Drugs Control Board stated that Gampaha, Kurunegala, Anuradhapura, Ratnapura and Kalutara districts have been identified as risky.",
        "The influence of friends has been identified as a major point that school children affect drugs.",
        "It is also the low interest in the school children, such as principals such as principals, zonal education offices such as principal, Zonal Education Offices to enforce the school drug prevention policy, especially in the drug policy.",
        "In addition, it is also identified as the neglect of family environment as environmental environments, neglect, the family and drugs, the family and unrest in the area.",
        "The Dangerous Drugs Control Board of the Dangerous Drugs and the Board of Control of the Dangerous Pharmaceuticals will be implemented in Sri Lanka.",
        "Accordingly, the school-based drug prevention is implemented through education and training, promotion of education and training, environmental drug prevention, environmental drug prevention, environmental policy, medium-based drug prevention and training.",
        "It is also said that the Danarakara Drugs Control Board (JOB) is implementing programs to conduct assessment tests, consultation, treatment, rehabilitation, rehabilitation, rehabilitation and subsequent prevention services to children.",
        "Meanwhile, the National Dangerous Pharmaceuthologic Teacher is also working on the rescue of drugs and to rescue drugs.",
        "Accordingly, counseling and interventions for students with low risk are done through the first step.",
        "Step 2, identifying mutual students and high risk students, referred to the National Drugs Control Officers.",
        "Dangerous Drugs Control Center of the Dangerous Drugs Center (Dangerous Drugs) The road will be taken into custody and to pay professional education at school education or their consent of their will.",
        "Meanwhile, 206 children have been taken into custody in respect of drugs in respect of drugs until August 1, January first.",
        "The police media division states that 39 of them have been placed in probation.",
        "Police Media Division further stated that three persons have been arrested by the police, 15,652 programs in the institutions to prevent children from drugs."
      ]
    }
  },
  "summary_lines": []
}