{
  "translated_text": {
    "ta": {
      "title": "அனைத்து கட்சி உறுப்பினர்களையும் கொழும்புக்கு அழைக்க மைத்ரி முடிவு செய்துள்ளார்",
      "body_lines": [
        "முன்னாள் ஜனாதிபதி தலைவர் மைத்ரிபால சிரிசேனா இலங்கை சுதந்திரக் கட்சியின் (எஸ்.எல்.எஃப்.பி) அனைத்து உறுப்பினர்களையும் கொழும்புக்கு அழைக்க நடவடிக்கை எடுத்துள்ளார்.",
        "எஸ்.எல்.எஃப்.பி மத்திய கட்சிகள் மத்திய குழு உறுப்பினர்கள், நிர்வாகக் குழு உறுப்பினர்கள், இடங்கள் மற்றும் இருக்கை அமைப்பாளர்கள் மற்றும் மாவட்ட அமைப்பாளர்களின் கட்சி தலைமையகத்திற்கு அழைக்கப்பட்டுள்ளனர்.",
        "கூட்டத்திற்கு வருகை கட்டாயமானது மற்றும் அனைத்து உறுப்பினர்களுக்கும் தெரிவிக்கப்படுகிறது என்று தெரிவிக்கப்படுகிறது.",
        "இலங்கை சுதந்திரக் கட்சி (எஸ்.எல்.எஃப்.பி) இறுதி கட்டத்தில் கட்ட திட்டமிடப்பட்டுள்ளது என்று அரசியல் வட்டாரங்கள் தெரிவித்தன என்று அரசியல் வட்டாரங்கள் தெரிவித்தன.",
        "இதற்கிடையில், புதிய கூட்டணியும் ஏப்ரல் மாதத்தில் முடிவடைய திட்டமிட்டுள்ளது.",
        "அதன்படி, யுபிஎஃப்ஏவின் அரசியல் கூட்டங்கள் மார்ச் முதல் தொடரும் என்று அரசியல் வட்டாரங்கள் தெரிவித்தன.",
        "புதிய யுபிஎஃப்ஏ தற்போதைய ஜனாதிபதி ரானில் விக்ரமேசிங்கை ஆதரிக்க செயல்பட்டு வருகிறது."
      ]
    },
    "en": {
      "title": "Maithri has decided to call all party members to Colombo",
      "body_lines": [
        "Former President Chairman Maithripala Sirisena has taken steps to call all the members of the Sri Lanka Freedom Party (SLFP) to Colombo.",
        "The SLFP central parties central committee members, the executive committee members, seats and district organizers of the seat and district organizers have been called to the party headquarters.",
        "It is reported that the attendance to the meeting is mandatory and informed to all members.",
        "Political sources said that the Sri Lanka Freedom Party (SLFP) is scheduled to be built in the final stage, political sources said.",
        "Meanwhile, the new alliance is also planning to end in April.",
        "Accordingly, political sources said that the political meetings of the UPFA will continue from March.",
        "The new UPFA is working to support the present President Ranil Wickremesinghe."
      ]
    }
  },
  "summary_lines": [
    "Maithripala Sirisena has summoned all SLFP members to Colombo, marking a crucial stage in the party's development. Attendance is mandatory. The new UPFA, aiming to support President Ranil Wickremesinghe, plans to continue political meetings from March, with the alliance ending in April."
  ]
}