{
  "translated_text": {
    "ta": {
      "title": "சிறிய தேர்தல் குறித்த உச்சநீதிமன்ற தீர்ப்பில் இங்கே அதிகம்",
      "body_lines": [
        "மார்ச் 9, 2023 அன்று தேர்தல் மற்றும் நிதி ஆணையத்தின் உறுப்பினர்களாக ஜனாதிபதி அடிப்படை மனித உரிமைகளை மீறியதாக உச்சநீதிமன்றம் இன்று முடிவு செய்தது.",
        "அதன்படி, உச்சநீதிமன்றம் தேர்தல் ஆணையத்திற்கு விரைவில் நடைபெற உத்தரவிட்டது.",
        "உள்ளூர் அரசாங்கத் தேர்தல் மார்ச் 9, 2023 அன்று வர்த்தமானி தாள் நடைபெறும் என்று தேசிய தேர்தல் ஆணையம் அறிவிக்கப்பட்டது.",
        "ஆனால் ஏப்ரல் 25 ஆம் தேதி வரை தேர்தல் ஒத்திவைக்கப்பட்டது, நிதி அமைச்சகம் மற்றும் நிதி மற்றும் நிதி அமைச்சகம் நிதி விதிமுறைகளின் சிரமங்களையும் தற்போதைய பொருளாதார நெருக்கடியில் விதிக்கப்பட்ட நிதி விதிமுறைகளுக்கும் உள்ளன.",
        "வாக்கெடுப்பு காலமற்றது, மற்றும் தேர்தல் அதிகாரம், தேசிய விகிதம், சிபிஏ மற்றும் பாஃப்ரெல் ஆகியவை உச்சநீதிமன்றத்தில் அடிப்படை உரிமை மனுக்களை தாக்கல் செய்தன.",
        "அதன்படி, தலைமை நீதிபதி ஜெயந்தா ஜெயசூரியா, விஜயந்தா ஜெயசூரியா, விஜயந்தா ஜெயசூரியா, திருமதி.",
        "\"சரியான நேரத்தில் வாக்களிப்பதை அறிவிப்பது இறையாண்மையாகவும், உலகளாவிய வாக்குகளின் உரிமைகளாகவும் இருக்க வேண்டும். தேர்தல் ஆணையம் என்பது தேர்தலின் பொறுப்பாகும். தேர்தல் ஆணைய உறுப்பினர்கள் அரசியலமைப்பின் அடிப்படை உரிமைகளை மீறியுள்ளனர் 14 (1) (அ) (அ) (அ) (அ) (அ) (அ) (அ) (அ) (அ) (அ) (அ).. அதன்படி, தேர்தல் ஆணையத்தால் தேவைப்படும் அரசு நிறுவனங்களின் உதவியுடன் தேர்தல் நடத்தப்பட வேண்டும்.",
        "பின்னர் அவர் நிதி அமைச்சராக நீதிபதி பங்களித்துள்ளார் என்று சுட்டிக்காட்டினார்.",
        "\"இந்த தேர்தலின் ஒதுக்கீடு செய்ய தேவையான ஒதுக்கீடுகள் குறித்து நிதி அமைச்சர் அமைச்சரவை அமைச்சரவை பற்றி விவாதிக்கவில்லை. தேர்தலை நடத்தத் தேவையான நிதிகளின் ஒப்புதல் குறித்து நிதி அமைச்சர் நடவடிக்கை எடுக்கவில்லை.. அமைச்சர்களின் அமைச்சரவையின் முடிவுக்கு முன்னுரிமை அளித்ததற்காக அமைச்சரவை அமைச்சரவை எடுத்த முடிவு குறித்து அமைச்சரவை முடிவின் முடிவை வழங்காதது இது.. பதிலளித்தவராக பெயரிடப்பட்ட நிதி அமைச்சகத்தின் செயலாளர், நிதி அமைச்சரின் அறிவுறுத்தல்களின் அடிப்படையில் செயல்பட்டுள்ளார். நீதிமன்றத்தின் கூற்றுப்படி, இந்த அடிப்படை உரிமைகளை மீறும் செயல்முறைக்கு அவர் பங்களித்துள்ளார் என்பதை அவர் உறுதிப்படுத்தவில்லை. \"",
        "அதன்படி, மார்ச் 9, 2023 அன்று தேர்தல் மற்றும் நிதி ஆணையத்தின் உறுப்பினர்களாக ஜனாதிபதி அடிப்படை மனித உரிமைகளை மீறியதாக ஜனாதிபதி முடிவு செய்துள்ளார்.",
        "அதன்படி, உள்ளூர் அரசாங்க வாக்குப்பதிவு விரைவில் நடத்தப்பட உள்ளது.",
        "தேர்தல் ஆணையர் ஜெனரல் சமன் ஸ்ரீ ரத்னாயக்க",
        "\"நாங்கள் எப்போதும் இந்த சட்ட சட்டத்தில் இருக்க முயற்சித்தோம். கமிஷனின் முடிவால் ஆணையம் பலப்படுத்தப்படுகிறது. இந்த முடிவு கமிஷன் தனது பொறுப்பை எந்த பாயிலும் புறக்கணிக்கக்கூடாது என்று கூறியது. \""
      ]
    },
    "en": {
      "title": "Here is more in the Supreme Court decision on the little election",
      "body_lines": [
        "The Supreme Court today decided that the President has violated the basic human rights as the Members of the Elections and Finance Commission on March 9, 2023.",
        "Accordingly, the Supreme Court ordered the Elections Commission to take place as soon as possible.",
        "The National Elections Commission was announced that the Local Government Election will be held on March 9, 2023, a gazette sheet.",
        "But the election was postponed until the 25th of April that the Finance Ministry and the Ministry of Finance and Finance have the difficulties of the financial regulations and the financial regulations imposed in the current economic crisis.",
        "The vote was timeless, and the electoral power, national proportion, the CPA and PAFFREL filed fundamental rights petitions in the Supreme Court.",
        "Accordingly, Chief Justice Jayantha Jayasuriya, Vijayantha Jayasuriya, Vijayantha Jayasuriya, Mrs. Murdu Fernando and Gamini Amarasekera and Yasantha Kodagoda expressed its verdict.",
        "\"The unlikely notice of the vote on time is to be sovereignty as well as the rights of universal votes. Elections Commission is the responsibility of the election. The Elections Commission members have violated the basic rights of the Constitution 14 (1) (a) (a) (a) (a) (a) (a) (a) (a) (a) (a).. Accordingly, the election should be held with the assistance of government institutions that are required by the Elections Commission.",
        "He later pointed out that the judge has contributed to this as the Minister of Finance.",
        "\"The Minister of Finance has not discussed with the Cabinet of Ministers regarding the allocations required for the allocation of this election. The Minister of Finance has also not taken action regarding the approval of the funds needed to hold the election.. It is lack of issuing the decision of the Cabinet decision on the decision taken by the Cabinet of Ministers for providing priority to the decision of the Cabinet of Ministers.. The Secretary to the Ministry of Finance, which was named as a respondent, has acted on the instructions of the Minister of Finance. According to the court, he has not substantiated that he has contributed to the process of violating these fundamental rights. \"",
        "Accordingly, the President has decided that the President has violated the basic human rights as the Members of the Elections and Finance Commission on March 9, 2023.",
        "Accordingly, the local government ballot is to be held as soon as possible.",
        "Commissioner General of Elections Saman Sri Ratnayake",
        "\"We always tried to be the case in this legal frame. The Commission is strengthened by the Commission's decision to us. This decision stated that the Commission should not neglect his responsibility in any mat. \""
      ]
    }
  },
  "summary_lines": [
    "The Supreme Court ruled that the President and members of the Elections and Finance Commission violated basic human rights by postponing local elections scheduled for March 9, 2023, due to financial constraints amid an economic crisis. The court ordered immediate elections, criticizing the commission for failing to uphold constitutional rights and the finance minister for not consulting cabinet on election funding."
  ]
}