{
  "translated_text": {
    "si": {
      "title": "දේශගුණික විපර්යාස - අඛණ්ඩ අභියෝග සහ ගෝලීය බලපෑම්",
      "body_lines": [
        "දේශගුණික විපර්යාසයන් වඩාත් කතා කිරීම සහ වර්තමාන ලෝකයේ වැඩිපුරම කතා කළ ගැටලුව පිළිබඳ ගැටළුවයි.. දේශගුණික විපර්යාසයන් දිගු කලක් - ගෝලීය හෝ කලාපීය දේශගුණික විලාසිතාවේ වෙනස්කම්, විශේෂයෙන් පෘථිවියේ සාමාන්ය උෂ්ණත්වය.",
        "එය මූලික වශයෙන් ස්වාභාවික ක්රියාකාරකම් සහ මානව ක්රියාකාරකම් හේතුවෙන් පෘථිවියේ සංක්රමණිකතාවයේ දක්නට ලැබෙන සැලකිය යුතු හා දිගුකාලීන දේශගුණික විපර්යාසයකි.",
        "දේශගුණික විපර්යාසයන් මෑත කාලීන සිදුවීමක් නොවූවත්, ගිනිකඳු ක්රියාකාරකම්, භූගෝලීය වෙනස්කම් සහ සූර්ය විකිරණ වැනි විවිධ සාධක හේතුවෙන් පෘථිවියේ දේශගුණය වසර මිලියන ගණනක් තිස්සේ වෙනස් කර ඇත.",
        "කෙසේ වෙතත්, ගෑස් විමෝචනය වැඩි කිරීම, අපට දැනෙන වේගය වේගයෙන් ඉහළ ගොස් ඇති අතර භුක්ති විඳින්න.එය \"මිනිස් දේශගුණික විපර්යාස\" ලෙස හැඳින්වේ.",
        "ගෝලීය උෂ්ණත්වය ඉහළ යාම, ධ්රැවීය කලාපයේ ග්ලැසියර, දේශගුණික විලාසිතාව වෙනස් කිරීම සහ ආන්තික දේශගුණික සිදුවීම් වෙනස් කිරීම ද පෘථිවිය පෙර නොවූ විරූ වෙනස්කම් වලට මුහුණ දී සිටී.",
        "බොහෝ විට විටමින් ඉන්ධන ආදානය, වන විනාශය සහ කාර්මික ක්රියාකාරකම් ඇතුළුව මානව ක්රියාකාරකම් සඳහා මූලික හේතුව, මෑත කාලීන දේශගුණික විපර්යාස (GHG) සහ (CH4) සහ (N2O).",
        "මෙම වායූන් හරිත නිවාස ලේඛනාගාරය ලෙස හැඳින්වෙන අවස්ථාවකට මග පාදයි. එය ගෝලීය උෂ්ණත්වය ඉහළ නැංවීමට දායක වේ.",
        "දේශගුණික විපර්යාසයන් හා තීරණාත්මක බව නිසා පරිසරය, ආර්ථික විද්යාව සහ මිනිස් සමාජයට අධික බලපෑම හේතුවෙන් පාරිසරික බලපෑම් නිසාය.. සමහර බලපෑම් මුහුදු මට්ටමේ වැඩිවීම, වෙරළබඩ ප්රජාවන්ට, කෘෂිකර්ම වෙනස් කිරීම සහ වර්ෂාපතනය වෙනස් කිරීම සහ ස්වාභාවික පරිසරයේ සමතුලිතතාවය හා ජීවිතය නැතිවීම.",
        "ගෝලීය උෂ්ණත්වය ඉහළ යාම දේශගුණික විපර්යාසයේ වඩාත්ම මිල අධික අඩිපාරකි. හරිත නිවාස වායූන් දැනටමත් විශේෂිත වන පරිදි උෂ්ණත්වය ඉහළ යාම සඳහා ප්රධාන දායකත්වය වේ. ජෛව ස්කන්ධ ඉන්ධන ආදාහනය, කාර්මික ක්රියාකාරකම් සහ විමෝචන කාබන් විමෝචනයේ ප්රධාන සම්භවයයි.",
        "පෘථිවියේ සාමාන්ය මතුපිටේ සාමාන්ය උෂ්ණත්වය පැරණිතම යුගයේ සිට 1.20C දක්වා ඉහළ ගොස් ඇති අතර දැනට පවතින විමෝචනයේ දැනට පවතින විමෝචනය 1.5 0C සිට 40c දක්වා වැඩි වීමට ඉඩ තිබේ.",
        "2015 දී එක්සත් ජාතීන්ගේ දේශගුණික විපර්යාස සමුළුවේදී සම්මත වූ පැරිස් ගිවිසුමට අනුව, ගෝලීය උෂ්ණත්වය 2030 සිට 1.50 සිට 1.50 සිට 1.50 දක්වා වැඩිවීම.",
        "තාප තරංග: අධික වායු උෂ්ණත්වය තාප අසනීප රෝග සහ කෘෂිකාර්මික, යටිතල පහසුකම් හා පාරිසරික ප්රදේශවලට වන ලැව් ලෙඩ රෝග සහ හානි සිදුවිය හැකිය.. ඒ හා සමානව, මුහුදු වායුගෝලීය උෂ්ණත්වය අවශෝෂණය කිරීම මුහුදේ තාප රළ නිර්මාණය කිරීමේ හැකියාව ඇත. එමඟින්, කොරල් ලේ ගැලීම වැනි මුහුදු පාරිසරික අංශවලට ද බාධක පනවයි.",
        "ධ්රැවීය කලාප: උෂ්ණත්ව ඉහළ යාමේ බලපෑම ධ්රැවීය ප්රදේශවල දෘශ්යමාන වන අතර මුහුදු මට්ටමේ අයිස් පාෂාණ උණු කිරීම මුහුදු මට්ටමේ ඉහළ යාම සඳහා දායක වේ.",
        "සෞඛ්ය බලපෑම්: උෂ්ණත්වය වැඩි කිරීම, හෘද රෝග සහ රෝග කථාංග හරහා පැතිරෙයි (උදා: මැලේරියාව, ඩෙංගු).",
        "ගෝලීය උෂ්ණත්වය ඉහළ යාම වැනි කුණාටු, ගංවතුර සහ ලැව්ගිනි වැනි ආන්තික සහිත දේශගුණික සිදුවීම් මතුවීමේ තීව්රතාවය.මෙම සිදුවීම් සමාජයන් සඳහා විනාශකාරී නියෝජිතයින් සාදයි, විශේෂයෙන් අනතුරට පත්වීමේ අවදානමක.",
        "අධික වර්ෂාපතනය හා ගංවතුර: උණුසුම් උෂ්ණත්වය වායුගෝලයේ ආර්ද්රතාවය වැඩි කරන අතර වර්ෂාපතනය වේගවත් කරයි.මෙය නරක ගංවතුරට නිරන්තර හේතුවකට හේතු විය හැකි අතර එය ජීවිත, වත්කම් හා යටිතල පහසුකම් පහසුකම් වලට හානි කළ හැකිය.ගංවතුර හේතුවෙන් ශ්රී ලංකාව වාර්ෂිකව වාර්ෂිකව රුපියල් බිලියන 32 ක් අහිමි වේ.",
        "වියළි බව: අධික උෂ්ණත්වය නිසා ඇති වන දැඩි නියඟය නිසා, භාවිතා කරන ජල ප්රමාණය. කෘෂිකාර්මික නිෂ්පාදන, ජල ආරංචි හා පාරිසරික ප්රදේශ තර්ජනය කිරීම අරමුණු කර ගෙන ඇත.නියඟය හේතුවෙන් ශ්රී ලංකාව වාර්ෂිකව රුපියල් බිලියන 5.2 ක අලාභයක් සිදු වේ.",
        "වල් ගින්න: කැලිෆෝනියා, ඕස්ට්රේලියාව සහ මධ්යධරණි ප්රදේශ වැනි ප්රදේශවල නිදන්ගත ගින්න සහ බොහෝ දරුණු ලැව් ගින්න සාමාන්ය සිද්ධීන් බවට පරිවර්තනය වෙමින් පවතී.",
        "මුහුදු මට්ටමේ නැගීම ගෝලීය සාගරයේ සාමාන්ය මට්ටම්වල දිගුකාලීන වැඩිවීමකි. එය මූලික වශයෙන් මුහුදු ජලය උණු කිරීම හා තාපය උණු සාධක දෙකක් වේ.. පෘථිවිය රත් වූ විට, තාපයෙන් 90% ක් සාගර මගින් අවශෝෂණය කර ඇති අතර මුහුදු උෂ්ණත්වයේ ප්රති the ලයක් ලෙස මුහුදු ජලයේ තාපය පුළුල් කිරීම මුහුදු මට්ටමේ ඉහළ යාම නිසා මුහුදු මට්ටමේ ඉහළ යාම නිසා මුහුදු ජලයේ රශ්මිය මුහුදු මට්ටමේ ඉහළ යාම නිසා වේ.",
        "ඊට අමතරව, අත්තිකා සහ ග්රීන්ලන්තය වැනි ක්ෂේත්රවල, දියවීම සහ මුහුදු මට්ටම අඛණ්ඩව ඉහළ යන විට අයිස් කුට්ටි සහ භූගත ප්රදේශවල අයිස් කුට්ටි මුහුදේ ඉහළ යමින් පවතී.",
        "මුහුදු මට්ටමේ වැඩිවීම දේශගුණික විපර්යාසයේ එක් ප්රධාන සාධකයකු ලෙස සලකනු ලබන අතර එය ලොව පුරා බොහෝ වෙරළබඩ ප්රදේශවල සාධකයක් ලෙස සැලකේ.2050 වන විට නිව් යෝර්ක්, ඩකා, මුම්බායි සහ චැංහායි වැනි බොහෝ නගර මුහුදු මට්ටමේ නැගීම හේතුවෙන් ගිලී ඇති බවට පුරෝකථනය කර ඇත.",
        "මීට අමතරව, ශ්රී ලංකාවේ මුහුදු මට්ටම මීටර් 0.1 - 0.1 කින් සහ 2221 කින් දළ වශයෙන් මීටර් 0.7 ක් පමණ වන අතර එය පුළුල් වෙරළ ඛාදනය, ගංවතුර, කුණාටු සහ තෙත්බිම් මගින් ජලයෙන් යට වේ.",
        "වෙරළ ඛාදනය: මුහුදු මට්ටම ඉහළ ගොස් ඇති බැවින් මයාමි, නිව්යෝක් සහ වැනීසිය වැනි නගර සැලකිය යුතු අභියෝගයන්ට මුහුණ දී සිටී.",
        "සංක්රමණය: වෙරළබඩ ජනතාවට මුහුදු මට්ටමේ නැගීම හේතුවෙන් ඔවුන්ගේ වාසස්ථාන අහිමි වී ඒවා නැවත පදිංචි කරවිය හැකිය. එය දේශගුණය සඳහා සරණාගතයින් සොයන්නන් නිර්මාණය කරයි.",
        "බයොප්සි හි පරිහානිය: කොරල් පර, මහද්වීපික පැලෑටි සහ වෙරළබඩ පාරිසරික ප්රදේශ සාගර ජීවිතයට සහ එහි ජීවනෝපායන්ට හානි කළ හැකිය.",
        "දේශගුණික විපර්යාසයන්, ජීවීන් සහ වාසස්ථානවල පරාජයට පත්වීම පාරිසරික ප්රදේශවලින් සැලකිය යුතු ලෙස හානි වේ. බොහෝ විට ජීවීන්ට වෙනස් වන දේශගුණික තත්ත්වයන් ප්රමාණවත් ලෙස රචනා කිරීම ප්රමාණවත් නොවේ. එය පාරිසරික ප්රදේශවල සමබරතාවයක් ඇති කරයි.",
        "ලිස්සා යාම: උෂ්ණත්වය වැඩි කිරීම ජීවීන් නැතිවීම සහ ජීවීන්ගේ සංක්රමණය වීම.එය ජීවීන් සිටීම අභියෝගයකි.",
        "සාගර ආම්ලිකරණය: CO2 වායුගෝලයට අවශෝෂණය වේ. මෙම රසායනික අසමතුලිතතාවය සහ මුහුදු ජලයේ රසායනික ද්රව්ය වෙනස් කිරීම සමුද්ර ජීවීන්ට, විශේෂයෙන් කොරල් සහ කොරල් කැළැල් වලට අහිතකර බලපෑම් ඇති කළ හැකිය.",
        "දේශගුණික විපර්යාසයන්ගේ බලපෑම සමාජ හා ආර්ථික වශයෙන් පරිසරයට ගැඹුරින් ව්යාප්ත වෙමින් පවතී. දුප්පත්ම සහ ධනවත් රටවල් අතර ඇති වෙනස්කම් දේශගුණික විප්ලවයේ බලපෑම තීව්ර කරයි.",
        "දුප්පත්කම සහ සමානාත්මතාවය: පිකප් සඳහා සම්මුතියක් ඇති කර ගැනීම සඳහා ප්රමාණවත් සම්පත් නොමැති විට, පෘථිවියේ දකුණු සෙල්වේවිල් හි අන්තරායේ ජීවත්වන සමාජයන් සමානුපාතික බලපෑම් වලට මුහුණ දී තිබේ.",
        "ආහාර සුරක්ෂිතභාවය: අනපේක්ෂිත කාලගුණික ශෛලීන්, නියඟය හා ගංවතුර කෘෂිකර්මාන්තයට බාධක වන අතර ගෝලීය ආහාර සැපයුම් මාලාවට තර්ජනය වේ.",
        "ආර්ථික හානිය: ආන්තික දේශගුණික සිදුවීම් සහ සංවර්ධනය වෙමින් පවතින රටවල ආර්ථිකයන් දරන, සංවර්ධනය වෙමින් පවතින රටවල ආර්ථිකයන් දරන යටිතල පහසුකම් හානි.",
        "දේශගුණික විපර්යාසයන්ගේ අභියෝග සඳහා උපදෙස් (GHG විමෝචනය අඩු කිරීම (එහි බලපෑම නිදහසට ඇවිත් ලබා ගැනීම) සිදු කළ යුතුය.. දේශ සීමාවේ ගෝලීය උෂ්ණත්වය පවත්වාගෙන යාමේ වැදගත්කම පැරිස් ගිවිසුම වැනි ජාත්යන්තර ගිවිසුම් තුළින් සෙල්සියස් 2 කට වඩා අඩුය.",
        "පුනර්ජනනීය ශක්තිය: ජලාශ ඉන්ධන අඩු කිරීම සඳහා සූර්ය බලය, වාතය සහ පුනර්ජනනීය ශක්තිය ප්රභවයන් භාවිතා කිරීම.",
        "කාබන් එකතැන පල්වීම: විමෝචිත CO2 හි ගබඩා කර ඇති තාක්ෂණයන් වැඩි දියුණු කිරීම.",
        "ශක්තිමත් කිරීම හා නඩත්තු කිරීම: වනාන්තර, තෙත්බිම් සහ වෙනත් කාබන් අවශෝෂණය ආරක්ෂා කිරීම සහ ලිහිල් කිරීම.",
        "යටිතල පහසුකම් පහසුකම්: ආන්තික දේශගුණික සිදුවීම් සහ මුහුදු මට්ටමේ නැගීම සඳහා නගර සහ යටිතල පහසුකම් සැලසුම් පහසුකම් සැලසුම් කිරීම.",
        "ජල කළමනාකරණය: විශේෂයෙන් නියඟයෙන් විප්ලව කරන බහුලව විප්ලව කරන ප්රදේශවල, ජලය දැමීමේ හා නඩත්තු කිරීමේ ප්රතිපත්ති බලාත්මක කරන්න.",
        "යෝජනා ක්රම මත පදනම් වූ ප්රජාව: ප්රදේශීය ප්රජාවන් හඳුනා ගැනීම සඳහා ප්රදේශයේ විශේෂ අවශ්යතා සහ ප්රදේශයේ දුර්වලතා හඳුනා ගැනීම සඳහා කලාපීය බඳවා ගැනීමේ සැලසුම් සංවර්ධනය කිරීමේදී.",
        "දේශගුණික විපර්යාස මුහුණුවල ලෝක අභියෝගයක් වන අතර හවුල් ව්යාපාරයක් කිරීම අත්යවශ්ය වේ. දේශගුණික විපර්යාස (UNFCCC) සහ පැරිස් සමුළුව වැනි ජාත්යන්තර ගිවිසුම් ඇති ජාත්යන්තර ගිවිසුම්, නමුත් දේශපාලන, ආර්ථික හා සමාජීය සාධක නිසා ප්රගතිය මන්දගාමී වී ඇතැයි අපේක්ෂා කළද, නමුත් ප්රගතිය මන්දගාමී වෙමින් පවතී.",
        "පැරිස් ගිවිසුම වැදගත් අරමුණු ඉස්මතු කර තිබුණද, එහි දියුණුවට සැලකිය යුතු සීමාවක් තිබේ, නමුත් ඒවා බලාත්මක කළ රටවල වගවීම ශක්තිමත් කිරීම සඳහා එන්ජිමක සැලකිය යුතු ලෙස සීමා කර ඇත.",
        "එහි ප්රති ing ලයක් ලෙස දේශගුණයේ බලපෑම ක්රියාත්මක කිරීමට ප්රතිපත්ති වල හිඩැස් බාධක වේ. දේශපාලන සතුරුකම සහ පරස්පර විරෝධී ආර්ථික ප්රවණතා එවැනි අර්ථවත් ක්රියාකාරකම්වල බාධක වේ.",
        "දේශගුණික විපර්යාසයේ දීර් long කාලීන බලපෑම් කෙරෙහි ප්රමාණවත් අවධානයක් යොමු නොකර බොහෝ රටවල් ආර්ථික වර්ධනයට ප්රමුඛත්වය දෙයි.එහි ප්රති As ලයක් වශයෙන්, රටවල් සහ ආන්තික ප්රජාවන් විසින් සංවර්ධනය කරනු ලබන දේශගුණික විපර්යාස පිළිබඳ සමානුපාතික බලපෑම්වලට සාධාරණ විසඳුම් සහතික කිරීම සඳහා දේශගුණික සාධාරණත්වය අත්යවශ්ය වේ.",
        "දේශගුණික විපර්යාසයන් තුළින් පවතින අභියෝග ජය ගැනීම සඳහා ජාත්යන්තර සහයෝගීතාව සහතික කිරීම සඳහා, ආර්ථික ප්රතිපත්ති ඇතුළත් කිරීම සහ සමානාත්මතාවය වැලඳ ගැනීම ඉතා වැදගත් වේ.",
        "දේශගුණික විපර්යාසයේ බලපෑම අඩු කිරීම සහ සියලු දෙනාගේ අනාගතය සහතික කිරීම සඳහා එවැනි උත්සාහයන් අත්යවශ්ය වේ.",
        "අවසාන වශයෙන්, මිනිස් පන්තිය දේශගුණික විපර්යාස මුහුණ දෙන වැදගත්ම අභියෝගයකි. මෙම අර්බුදය විසඳීමේ හදිසි අවශ්යතාවය අද ඉතා පැහැදිලිය. නව විසඳුම් උපත සඳහා විශාල ශක්යතාවයක් තිබේ. අඩු කිරීම, පිළිගැනීම, ගෝලීය සහයෝගීතාව සහ තිරසාර ලක්ෂණ සඳහා කැපවීම",
        "ටර්බිල් කෙරෙහි අවධානය යොමු කිරීමෙන්, අනාගත පරපුර සඳහා මිනිස් පන්තියට පෘථිවිය ආරක්ෂා කිරීමට මිනිස් පන්තියට නොහැකි වනු ඇත."
      ]
    },
    "en": {
      "title": "Climate Changes - Continued Challenges and Global Impacts",
      "body_lines": [
        "Climate changes are the most talked about and the problem of the most talked about in the present world.. Climate changes are long -term differences of global or regional climate style, especially the average temperature of the Earth.",
        "It is basically a significant and long -standing climate change that appears in the Earth's constituency due to natural activities and human activities.",
        "Although climate change is not a recent event, the Earth's climate has been changed for millions of years due to various factors, such as volcanic activity, geographical changes and solar radiation.",
        "Increasing gas emission, however, has rapidly increased the speed we feel and enjoy.It is called \"human climate changes.\"",
        "The Earth is facing unprecedented changes in the past century, including the rise of global temperature, the melting of polar region glaciers, the change of climate style, and the increasing of marginal climate events.",
        "Often the underlying cause of human activities, including vitamin fuel cremation, deforestation, and industrial activities, is the basis for recent climate change, which adds to green house gases (GHGS), such as Copen Dioxide (CH4) and (N2O).",
        "These gases lead to the event that is called the Green Home Archive, which contributes to the rise of global temperature.",
        "Climate changes and decisiveness is due to its environmental impacts due to its excessive impact on the environment, economics and human society.. Some of the impacts are the rise of sea level, the threatening of the coastal communities, the change of agriculture and the change of rainfall, and the loss of life -threatening the balance of natural environment.",
        "Global temperature rise is one of the most expensive footprints in climate change. Green home gases are the main contribution to the rise of temperature as already specific. Biomass fuel cremation, industrial activities and emissions in vehicles are the main origin of carbon emission.",
        "The average surface temperature of the Earth has increased by nearly 1.20C from the earliest era and the existing emission of the existing emission is likely to increase from 1.5 0C to 40C.",
        "According to the Paris Agreement, which was passed at the United Nations Climate Change Conference in 2015 (COP 21), the increase in global temperature by 2030 to 1.50 C.",
        "Heat waves: Excessive air temperature can cause heat sick diseases and wildfire and damage to agriculture, infrastructure and environmental areas.. Similarly, the absorption of sea atmospheric temperatures has the ability to create heat waves in the sea. Thereby, it also imposes obstacles on sea environmental areas, such as coral bleeding.",
        "Polar Regions: The impact of temperature rise is visible in polar areas and the melting of ice rocks in the area contributes to the rise of sea level.",
        "Health Influences: Temperature Increase infections, Heart Diseases, and Diseases spread through the episodes (eg: malaria, dengue).",
        "The intensity of the emergence of marginalized climatic incidents such as storms, floods and wildfires, such as global temperature rising.These incidents make destructive representatives for societies, especially in danger of danger.",
        "Excessive rainfall and flooding: Hot temperature increases the humidity of the atmosphere and accelerates the rainfall.This can lead to a frequent cause of bad flooding that can cause damage to lives, assets and infrastructure facilities.Sri Lanka loses 32 billion rupees annually due to flooding.",
        "Dryness: Due to the severe drought caused by high temperature, the amount of water that is used. Agricultural products, water sources and environmental areas are aimed at threatening.Due to the drought, Sri Lanka results in a loss of 5.2 billion rupees annually.",
        "Wild Fire: Chronic fire and most severe wildfire in areas such as California, Australia and Mediterranean areas are being converted into ordinary cases.",
        "The rise of sea level is a long -term increase in the average levels of the global ocean and it is basically two factors that melt and the heat expansion of sea water.. When the earth is heated, 90% of the heat is absorbed by the oceans and as a result of the rise of sea temperature, the heat expansion of the sea water is due to the rise in the sea level.",
        "In addition, in the areas such as Attika and Greenland, the iceberg and ice plates in the ground areas are rising in the sea due to the melting and the sea level continues to rise.",
        "The rise in the sea level is considered one of the main adversity of climate change and is a fact that it is a factor in most coastal areas around the world.By 2050, many cities such as New York, Dhaka, Mumbai and Changhai have been predicted to sink due to the rise of sea level.",
        "In addition, Sri Lanka's sea level will be increased by 0.1 - 0.2 meters and 2221 at approximately 0.7 meters, and it will be submerged by widespread coastal erosion, floods, storms and wetlands.",
        "Coastal erosion: Cities such as Miami, New York, and Venice are facing significant challenges as the sea level has increased.",
        "Migration: Coastal people may lose their habitats and resettle them due to the rise of sea level. It creates asylum seekers for the climate.",
        "Degeneration of biopsy: Coral reefs, continental plants and coastal environmental areas can cause harm to the ocean life and its livelihoods.",
        "Climate changes, organisms, and losing habitat are significantly damaged by environmental areas. Often the climatic conditions that are changing to organisms are inadequate inadequately composing and it causes balance in environmental areas.",
        "Slips: Temperature increases causes the loss of organisms and the migration of organisms.It is a challenge to the presence of creatures.",
        "Oceanic acidization: CO2 is absorbed into the atmosphere. This chemical imbalance and the change of chemicals of seawater can cause adverse impacts on marine organisms, especially coral, and coral blemishes.",
        "The impacts of climate change are spreading deeply to the environment socially and economically. The differences between the poorest and wealthy countries intensify the impacts of climate disaster.",
        "Poverty and Equality: In the absence of adequate resources to compromise for the pickups, societies living in danger in the Earth's South Selvil have faced proportional impacts.",
        "Food Safety: Unexpected weather styles, drought and floods are barriers to agriculture and threaten the global food supply series.",
        "Economic Damage: Infrastructure damage caused by marginalized climatic events and the efforts of harmonious efforts and the economies of the developing countries, especially on the economies of the developing countries.",
        "Instructions for the challenges of climate change (reducing the GHG emissions) for concurrence (acquittal for its impacts) must be carried out.. The importance of maintaining global temperature on the border is less than 2 Celsius, through international agreements such as the Paris Accord.",
        "Renewable Strength: To use solar power, air and other renewable strength sources to reduce reservoir fuel.",
        "Stagnation of Carbon: Improving the technologies that are stored in the emitted CO2.",
        "Reinforcement and maintenance: protecting and relaxing of forests, wetlands and other carbon absorption.",
        "Attack Infrastructure Facilities: Planning cities and infrastructure facilities for marginalized climate events and sea level rise.",
        "Water Management: Enforce the policies of watering and maintaining the most commonly affected areas, especially in drought.",
        "Community Based on Schemes: In the development of regional recruiting plans to identify the area's special needs and weaknesses in the area to identify the area communities.",
        "Face of climate change is a global challenge and it is essential to make a joint venture. Although any goals are expected to expect international agreements such as Climate Change (UNFCCC) and the Paris Conference, there are any targets, but the progress has been slowing due to political, economic and social factors.",
        "Although the Paris Treaty has highlighted important goals, there is a significant limit to its progress, but there is a significant restriction of an engine to strengthen the accountability of countries that have enforced them.",
        "The gaps in policies are also obstacles to implement the effects of the resulting climate. Political enmity and contradictory economic tendencies are obstacles in such meaningful activities.",
        "Most countries prioritize economic growth without paying adequate attention to the long -term impacts of climate change.As a result, climate fairness is essential to ensure fair solutions to the proportional influences of climate change that are being developed by countries and marginalized communities.",
        "To ensure international cooperation in winning the challenges that appear through climate changes, the inclusion of economic policies and embrace equality is very important.",
        "Such efforts are essential to reduce the impacts of climate change and ensure the future of all.",
        "Finally, the human class is one of the most important challenges faced by climate change. The urgent need to solve this crisis is very clear today. There is a huge feasibility for the birth of new solutions. Dedications for Reducing, Recognition, Global Cooperation and Sustainable Characteristics",
        "By paying attention to the turbill, it will be impossible for the human class to protect the earth for future generations."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in 200 characters:",
    "",
    "Climate change: Rising global temps, melting glaciers, extreme weather. Human activities like fossil fuel use, deforestation cause greenhouse gas emissions. Impacts include sea level rise, droughts, heatwaves, loss of biodiversity. Solutions: Reduce emissions, transition to renewables, protect ecosystems, adapt infrastructure. International cooperation crucial."
  ]
}