{
  "translated_text": {
    "si": {
      "title": "ද්රවිඩයන්ට සිදුවන අසාධාරණයන්ට සාධාරණය ඉටු කිරීම සහතික කිරීම කෙන්සාවර්කි සාදය",
      "body_lines": [
        "දෙමළ ජනයාගේ අයිතිවාසිකම්වලට සහාය දැක්වීමට කෙන්සාවර්ටිව්ගේ කැපවීම සහ historical තිහාසික අසාධාරණයන් විසඳීමට ඇති කැපවීම ස්ථිරයි",
        "ඔහු මේ බව ප්රකාශ කළේ බ්රිතාන්යයේ පාර්ලිමේන්තු මැතිවරණයට පෙර දෙමළ භාරකරුගේ ලිපියක ය.",
        "දෙමළ ප්රජාවගේ දිගුකාලීන සගයා සහ අන්යෝන්ය වටිනාකමක් හා සමෘද්ධියේ අන්යෝන්ය වටිනාකම සහ අන්යෝන්ය වටිනාකම සහ අන්යෝන්ය අගය දෙමළ ප්රජාව නියෝජනය කිරීම ගැන මම දෙමළ ප්රජාව නියෝජනය කිරීම ගැන සතුටු වෙමි.",
        "අප වැදගත්ම මැතිවරණයට එළඹෙන විට, අප ලබා ඇති ප්රගතිය සහ සංචාරය කිරීමේ මාවත ගැන සිතා බැලිය යුතුය.",
        "නිවසේ සහ විදේශයන්හි දෙමළ ජනතාව සමඟ අඛණ්ඩව කැපවීම පළ කර ඇති කෙන්සෙසෙටිව් පක්ෂයට ඡන්දය දෙන ලෙස මම ඔබෙන් ඉල්ලා සිටිමි.",
        "ශ්රී ලංකාවේ සිවිල් යුද්ධය පැවති සිදුවීම් සඳහා බ්රිතාන්යය එක්සත් ජාතීන්ගේ වගකිව යුතු ක්රියාමාර්ග ගෙන තිබේ.",
        "කම්කරු පක්ෂය ශ්රී ලංකාවේ ජාත්යන්තර අධිකරණයේ දී ශ්රී ලංකාවේ අතෙහි නිර්භීත පොරොන්දු ලබා දී ඇති අතර, සත්ය වෙනස වාචාලකමට වඩා වැඩි බව මතක තබා ගැනීම වැදගත්ය.",
        "ජාත්යන්තර අවධියට ස්ථාවර ක්රියාමාර්ගයක් අවශ්ය වේ. වරනම් කෙන්කගමිස්ට් පක්ෂය අඛණ්ඩව එවැනි ක්රියාමාර්ග අඛණ්ඩව සිදු කරයි. ශ්රී ලංකාවේ යුද්ධයේ සම්ප්රදාය අපි දිගටම විසඳා ගන්නෙමු.",
        "දෙමළ අනුස්මරණ දිනය දිවි ගලවා ගත් අයගේ මතකයන් සහ දෙමළ ප්රජාවගේ අඛණ්ඩ වේදනාව හඳුනාගන්නා පරිශුද්ධ සිදුවීමකි.",
        "කොන්සර්වේටිව් පක්ෂය මෙම දිනයේ වැදගත්කම හඳුනාගෙන ඔබ මතක් කර ඇති අතර මෙම දිනය තීරණය කිරීම."
      ]
    },
    "en": {
      "title": "Kenzavertiv Party pledged to ensure justice for the injustices inflicted on Tamils",
      "body_lines": [
        "Kenzavertiv's commitment to support the rights of Tamils ​​and resolves historical injustices is firm, Kenzavertiv's Carselton and Valayangton candidate Eliot Golberan said",
        "He made this statement in an article in Tamil Guardian ahead of Britain's parliamentary elections.",
        "I am happy to be representing the Tamil community on the basis of the long -standing colleague of the Tamil community and the values ​​shared and the mutual value of mutual value and prosperity.",
        "As we are approaching the most important elections, it is necessary to think about the progress we have achieved and the path to traveling.",
        "I urge you to vote for the Kensavertive Party, which has expressed continuous commitment to the Tamil people at home and abroad.",
        "Britain has led the United Nations accountable measures for events during the Civil War of Sri Lanka.",
        "While the Labor Party has made the bold promises of the Sri Lanka's hand in the International Court of Justice, it is important to remember that the actual change is more than the rhetoric.",
        "And the international stage requires a stable effective action. The Kensavardivist Party continues to carry out such measures. We will continue to resolve the tradition of Sri Lanka's war in Sri Lanka.",
        "The Tamil Memorial Day is a sacred event that recognizes the memories of the survivors and the continuing pain of the Tamil community.",
        "The Conservative Party recognizes the importance of this day and has joined you in memory and determination of this day."
      ]
    }
  },
  "summary_lines": [
    "Kenzavertiv Party commits to rectifying injustices against Tamils, emphasizing support for Tamil rights and addressing historical wrongs. Candidate Eliot Golberan stresses the party's dedication to the Tamil community, urging voters to support them for continued efforts towards justice and reconciliation. Highlighting Britain's role in holding the UN accountable for Sri Lanka's Civil War atrocities, the party contrasts its actions with mere rhetoric, promising effective solutions. The party also acknowledges the significance of Tamil Memorial Day, joining in remembrance and determination to address the community's ongoing pain."
  ]
}