{
  "translated_text": {
    "ta": {
      "title": "முன்னாள் ஜனாதிபதியின் ஊடக பிரிவு அறிவித்தது",
      "body_lines": [
        "பாதுகாப்பு நடவடிக்கைகளுக்கான பாதுகாப்பு சார்பாக பயன்படுத்தப்பட்ட அதிகாரிகள் குறித்து ஊடக பிரிவு ஒரு அறிக்கையை வெளியிட்டுள்ளது, முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷா அரசாங்க தகவல் திணைக்களத்தால் வழங்கப்பட்டது.",
        "காவலில் இருப்பதைக் காட்டும் வாகனங்கள் பற்றிய தகவல்கள் சரியான தகவல் அல்ல என்று வெளியீடு கூறுகிறது.",
        "எவ்வாறாயினும், ஜனாதிபதி செயலகத்தைப் பயன்படுத்துவது உட்பட ஜனாதிபதி செயலகத்தைப் பாதுகாக்க நிறுத்தப்பட்டுள்ள ஆறு அதிகாரிகளில் 21 ஆம் தேதி மீண்டும் கையகப்படுத்த நடவடிக்கை எடுக்கப்பட்டுள்ளது.",
        "முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷம் வெளியிட்ட திருத்தம் மேலும் கீழே உள்ளது,"
      ]
    },
    "en": {
      "title": "Former President's Media Unit announced",
      "body_lines": [
        "The Media Unit has issued a statement regarding the officers who have been deployed on behalf of the security for the security measures, including the use of former President Mahinda Rajapaksa issued by the Department of Government Information.",
        "The release states that information on vehicles shown to be in custody is not the correct information.",
        "However, action has been taken to re-handed over the 21st of the six officers who have been deployed to protect the Presidential Secretariat, including the use of the Presidential Secretariat.",
        "The amendment issued by former President Mahinda Rajapaksa is further below,"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Former President Mahinda Rajapaksa's media unit released a statement about security measures. It clarified incorrect vehicle custody information and mentioned actions taken regarding six officers protecting the Presidential Secretariat. The announcement was made through the Department of Government Information."
  ]
}