{
  "translated_text": {
    "ta": {
      "title": "இஸ்ரேலிய தொழிலாளர்கள் விமான டிக்கெட் கட்டணத்தை குறைக்கிறார்கள்",
      "body_lines": [
        "இலங்கை வெளிநாட்டு வேலைவாய்ப்பு முகமைத் தலைவர் ஆனந்த லால் ஹெட்டியாராச்சி, இலங்கை வெளிநாட்டு வேலைவாய்ப்பு அமைப்பின் (எஸ்.எல்.பி.எஃப்.இ) தலைவர், இலங்கை வெளிநாட்டு வேலைவாய்ப்பு ஏஜென்சியின் தலைவர் எடுக்கப்பட்ட நடவடிக்கைகள் குறித்து, விமானத்தின் விலை அதிக அளவு விமானத்தில் குறைக்கப்படலாம் டிக்கெட்.",
        "இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகத்தின் இலங்கையின் தலைவர், கோசலா விக்ரமாசிங்கே மற்றும் இலங்கையின் இலங்கை வெளிநாட்டு வேலைவாய்ப்பு நிறுவனம் அனந்தா அனந்த லால் ஹெட்டியாராச்சி கூறினார்:",
        "\"வெளிநாட்டு வேலைவாய்ப்பு நிறுவனம் மூலம் வெளிநாட்டு வேலைவாய்ப்பு நிறுவனம் மூலம் வெளிநாட்டு வேலைவாய்ப்பு நிறுவனம் மூலம் வெளிநாட்டு வேலைவாய்ப்பு நிறுவனம் மூலம் வெளிநாட்டு வேலைவாய்ப்பு நிறுவனம் மூலம் வெளிநாட்டு வேலைவாய்ப்பு நிறுவனம் மூலம் வெளிநாட்டு வேலைவாய்ப்பு நிறுவனம் மூலம் வெளிநாட்டு வேலைவாய்ப்பு நிறுவனம் மூலம் விலை டிக்கெட் விலை நிர்ணயம் செய்யப்பட்டுள்ளது.. 'தலைவர் சொல்லுங்கள்' திட்டத்திற்கு தலைவரிடம் சொல்லுங்கள், எனக்கு பல தனிப்பட்ட புகார்கள் வந்தன. கடந்த காலங்களில் விமான டிக்கெட்டுகளை வாங்குவது மென்மையான பொறிமுறையால் மேற்கொள்ளப்பட்டது.",
        "ஆனால் சில குறைபாடுகள் இருப்பதை என்னால் கவனிக்க முடிந்தது. கொள்முதல் செயல்முறை ஒரு தேர்ந்தெடுக்கப்பட்ட குழுவை இலக்காகக் கொண்டு அவர்களுக்கு விசுவாசமாக இருந்தது. தேர்ந்தெடுக்கப்பட்டவர்களிடமிருந்து விமான டிக்கெட்டுகளை வாங்க டிக்கெட்டுகள் MAS க்காக தேர்ந்தெடுக்கப்பட்ட டிக்கெட்டுகளால் வாங்கப்பட்டன.. வெளிநாட்டு வேலைவாய்ப்பு நிறுவனத்தின் புதிதாக நியமிக்கப்பட்ட தலைவருடன் நான் விவாதித்தபோது, ​​நான் நேரடி விமான டிக்கெட்டுகளை வாங்கவும், ஒரு பெரிய விமான டிக்கெட்டின் விலையை குறைக்கவும் முடிந்தது.. இது குறைப்பைக் குறைத்தது புலம்பெயர்ந்த தொழிலாளியால் நேரடியாக செயல்படுத்தப்படுகிறது.",
        "ஏறக்குறைய ஒரு மாதத்தில் சுமார் 500 விமான டிக்கெட்டுகள் வாங்கப்பட்டுள்ளன. ஒரு டிக்கெட் ரூ.. ஒரு புதிய தலைமையின் கீழ் ஒரு புதிய நோக்குநிலையை நாடு குறிப்பிடும்போது, ​​புலம்பெயர்ந்த மனிதனுக்கு வழங்கப்படும் நிவாரணத்தை அதிகரிப்போம்.",
        "நவம்பர் வரை பழைய நடைமுறையில் டிக்கெட் ஒதுக்கப்பட்டுள்ளது. எனவே இந்த புதிய கொள்முதல் முறையை டிசம்பர் முதல் செயல்படுத்துகிறோம். சிறந்த மக்கள் சேவைகளில் இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகம் மற்றும் இலங்கை வெளிநாட்டு வேலைவாய்ப்பு நிறுவனத்தை நியமிப்பதே எங்கள் நோக்கம். இந்த நிறுவனங்கள் பொதுமக்களுக்கு ஒரு பெரிய சேவையை வழங்கக்கூடும். அந்த சேவைகளில் சிறந்ததை திறம்பட வழங்க முயற்சிக்கிறோம். \"அவர் கூறினார்.",
        "இலங்கை வெளிநாட்டு வேலைவாய்ப்பு அமைப்பின் தலைவர் திரு. ஆனந்த லால் ஹெட்டியாராச்சி",
        "\"இலங்கையர்கள் மட்டுமே வெளிநாட்டு வேலைவாய்ப்புக்கு வழிவகுக்கும் அரசாங்க நிறுவனம். இலங்கையர்கள் வெளிநாட்டு வேலைவாய்ப்புக்கு முதல் ஒன்றைக் குறிப்பிடுகிறது. இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகத்திற்கு விமான டிக்கெட்டுகளை வாங்குதல். நாங்கள் ஏற்கனவே வெளிநாட்டு தொழிலாளர்கள் தொடர்பான திட்டங்களைத் தொடங்கியுள்ளோம். எங்கள் நோக்கம் முறைசாரா வேலைகளுக்கு மக்களை ஒதுக்கி வைப்பதை விட நிபுணர்களை உருவாக்குவதும், ஒரு பெரிய தொழிலாளர் சந்தையைத் தொடங்குவதும் ஆகும். நாங்கள் ஏற்கனவே பிற அரசு நிறுவனங்களுடன் இணைந்து பணியாற்றத் தொடங்கினோம்.",
        "நாங்கள் விமான டிக்கெட்டுகளின் கடமைகளில் பணியாற்றத் தொடங்கியபோது, ​​புகார் வாங்கிய விமான டிக்கெட்டுகள் சந்தையை விட விலையில் அதிகம். மின்-டெண்டர் முறையின் ஒரு முறையை அறிமுகப்படுத்தினோம். பாரம்பரிய டெண்டர் பெட்டிக்கு பதிலாக ஒரு டெண்டர்களை மின்னஞ்சல் மூலம் சமர்ப்பிக்க டெண்டர்களை அறிமுகப்படுத்த இது அறிமுகப்படுத்தப்பட்டது.",
        "இஸ்ரேலுக்கு பணிபுரியும் தொழிலாளர்களின் டிக்கெட்டை ஏழாயிரம் தண்டனைகளுக்கு நாங்கள் ஏற்கனவே குறைக்க முடிந்தது. கூடுதலாக, டிசம்பர் முதல் தென் கொரிய வேலைகளில் தொழிலாளர்களின் விமான டிக்கெட் குறைந்தபட்சம் பணத்திற்காக வாங்கப்படும். அக்டோபர் 10 முதல் நவம்பர் 2 வரை நவம்பர் 2 முதல் ரூ.. வெளிநாட்டு தொழிலாளர்களுக்கு இந்த முழு நன்மையையும் வழங்குவோம். \"வெளிப்படுத்தியது."
      ]
    },
    "en": {
      "title": "Israeli workers reduce air ticket fees",
      "body_lines": [
        "Sri Lanka Foreign Employment Agency Chairman Ananda Lal Hettiarachchi, Chairman of Sri Lanka Foreign Employment Agency (SLBFE), Chairman of the Sri Lanka Bureau of Foreign Employment AgencyOn the steps taken, the price of the airline could be reduced in a large amount of air ticket.",
        "The Chairman of the Sri Lanka Bureau of Foreign Employment and Sri Lanka Foreign Employment Bureau, Kosala Wickremasinghe and Sri Lanka Foreign Employment Agency of Sri Lanka Ananda Lal Hettiarachchi said:",
        "\"Air Ticketing of the Foreign Employment Agency has been priced through the Foreign Employment Agency through Foreign Employment Agency through the Foreign Employment Agency Institute through Foreign Employment Agency through Foreign Employment Agency.. Tell the Chairman to 'Tell the Chairman' program, I got many personal complaints. Purchasing of air tickets in the past period was carried out by the tender mechanism.",
        "But I was able to observe that there were some flaws. The purchase process was targeted at a select group and loyal to them. Tickets to buy air tickets from those chosen were purchased by the chosenic tickets for Mas.. When I discussed with the newly appointed chairman of the Foreign Employment Agency, I was able to buy direct air tickets and reduce the prices of a large airline ticket.. This reduced the reduction is directly effected by migrant worker.",
        "About 500 air tickets have been purchased at nearly a month. One ticket has been charged for Rs.. When the country refers to a new orientation under a new leadership, we will increase the relief given to the migrant man.",
        "Tickets have been reserved on the old procedure until November. So we implement this new purchase methodology since December. Our aim is to appoint Sri Lanka Foreign Employment Bureau and the Sri Lanka Foreign Employment Agency in Better People's Services. These institutions may provide a large service to the public. We are trying to provide the best of those services effectively. \"He said.",
        "Chairman of the Sri Lanka Foreign Employment Agency Mr. Ananda Lal Hettiarachchi",
        "\"Sri Lankans are the only government institution that leads to foreign employment. Referring the first one for Sri Lankans foreign employment. Purchase of Air Tickets to Sri Lanka Bureau of Foreign Employment. We have already begun programs related to foreign workers. Our aim is to create professionals rather than reserving people to informal jobs and start a big labor market. We already started working with other government institutions.",
        "When we started working on the duties of air tickets, the complaint purchased air tickets is more in price than the market. We introduced a method of e-tender method. It was introduced to introduce a tenders to submit a tenders by email instead of the traditional tender box.",
        "We have already been able to reduce the ticket of workers who are working to Israel to seven thousand puns. In addition, the workers' air ticket on South Korean jobs from December will also be purchased for a minimum amount of money. October 10 to November 2 to November 2nd to Rs.. We will work to give this full advantage to overseas workers. \"Expressed by."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Israeli workers see significant air ticket fee reductions due to new purchasing methods implemented by Sri Lanka's Foreign Employment Agency. Direct ticket purchases and e-tender system lead to lower fares, benefiting migrant workers."
  ]
}