{
  "translated_text": {
    "ta": {
      "title": "சவால்களுக்கு பயப்பட வேண்டாம் - ஜனாதிபதி",
      "body_lines": [
        "எதிர்கால தலைமுறையினருக்கான அவரது ஆலோசனை தியானம், கொள்கை மற்றும் சவால்களால் பயப்படவில்லை என்று ஜனாதிபதி ரணில் விக்ரமேசிங் கூறுகிறார்.",
        "பாட்டிகலோவாவில் உள்ள இளைஞர் முகவருக்கு ஜனாதிபதி பதிலளித்தார், மேலும் ஒரு பெண் எழுப்பிய கேள்விக்கு பதிலளித்தார்.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கின் ஆதரவின் கீழ் ஜனாதிபதி ரணில் விக்ரமேசிங்கே நேற்று நடைபெற்றது.",
        "பாட்டிகலோவா மாவட்டத்தில் நடந்த கூட்டத்திலும் ஜனாதிபதி சேர்ந்தார் மற்றும் அவர்கள் எழுப்பிய கேள்விகளுக்கு பதிலளித்தார்.",
        "கே. நாடு ஒரு நெருக்கடியில் இருந்தாலும், நாட்டின் பொறுப்பை நீங்கள் ஏற்றுக்கொண்டீர்கள். ராயல் கல்லூரி போன்ற பள்ளிகளில் படிக்க உங்களுக்கு எவ்வாறு வாய்ப்பு கிடைக்கும்?",
        "பதில்: \"மற்றவர்கள் அனைவரும் தப்பித்தபோது, ​​நான் பொறுப்பை ஏற்றுக்கொண்டேன். அவர்களுக்கு நம்பிக்கை இருந்தால், அவர்கள் சவால்களுக்கு பயப்படக்கூடாது. ஓடும் காலணிகள் டேட்டிங் செய்கின்றன, சிக்கல்களுக்குள் ஓடக்கூடாது. இந்த சவாலில் இருந்து நாட்டை மீட்டெடுக்க முடியும் என்று நான் நம்பினேன். நான் நாட்டை ஏற்கவில்லை என்றால், இன்று நாட்டின் அந்தஸ்தைக் கேட்க விரும்புகிறேன். அப்படியானால், இந்த வழியில் உட்கார்ந்து விவாதிக்க எங்களுக்கு வாய்ப்பு கிடைக்காது. நாடு முழுவதும் உள்ள மக்கள் அனுராதபுராவில் உள்ள போசன் போயாவுக்கு கிடைக்கவில்லை. சவால்களை சவால் செய்ய உங்களை பயமுறுத்த வேண்டாம். பொய் சொல்ல வேண்டாம். பல பள்ளிகள் எதிர்காலத்தில் ராயல் கல்லூரி என உரையாற்றப்படும். அரசாங்கம் அரசாங்கத்திற்கு கல்வி கற்பிக்க முடியும். ஆனால் பிடகாவோனை வழங்க முடியாது. அது தனக்குள்ளேயே இருக்க வேண்டும். \"",
        "கே. நம் நாட்டில் ஏராளமான விலங்குகள் உள்ளன. ஆனால் நாங்கள் உணவுகள் உட்பட பல உணவுகளை இறக்குமதி செய்கிறோம். நாங்கள் தொடர்ந்து எங்கள் தொழில்களை உருவாக்கினால், இந்த நிலைமையை மாற்றலாம்.",
        "ப. \"உங்களுக்கு பிடித்த பாடகர் ஆண்கள் சங்கராஜா கண்டுபிடிக்கப்பட்டதாகக் கூறினார். அப்படியானால், நாங்கள் பாடல்களை இறக்குமதி செய்கிறோம், இல்லையா?எங்கள் தொழில் திறந்த உலகத்தின் முகத்தில் உருவாக்கப்பட வேண்டும் என்பதை நான் ஒப்புக்கொள்கிறேன். ஆனால் நம் நாட்டின் வளங்களைப் பயன்படுத்தி நாங்கள் உற்பத்தி செய்வதை ஏற்றுமதி செய்யவில்லை. எனவே எங்களுக்கு அந்நிய செலாவணி இல்லை. எரிபொருள் போன்றவற்றை வாங்க எங்களுக்கு அந்நிய செலாவணி தேவை. எனவே நாங்கள் கடன் பெற வேண்டியிருந்தது. எங்களால் கடன்களை செலுத்த முடியவில்லை. அதுதான் எங்களுக்கு நடந்தது. எங்கள் ஏற்றுமதி வருவாயை மேம்படுத்துவதற்கு எந்த கவனமும் செலுத்தப்படவில்லை. எனவே, எங்கள் வளங்களைப் பயன்படுத்தி ஏற்றுமதிக்கு நாம் அதிக கவனம் செலுத்த வேண்டும். எங்கள் வளங்களில் ஒரு பகுதி திறமையான தொழிலாளர் சக்தி. மற்றொன்று சுற்றுலாத் துறை. பாட்டிகலோவாவில் மட்டுமே நூறு சுற்றுலா ஹோட்டல்களை நாம் எளிதாக உருவாக்க முடியும். விவசாயத்தை நவீனமயமாக்குவதில் நாம் நவீன விவசாயத்திற்கு செல்ல வேண்டும்.. திவால்நிலையால் நாங்கள் மீட்கப்பட்டால், நாங்கள் ஒரு ஏற்றுமதி பொருளாதாரத்திற்கு திரும்பாவிட்டால் அடுத்த 15-20 ஆண்டுகளுக்குள் இந்த சிக்கலை எதிர்கொள்வோம்.. நமது விவசாயம், சுற்றுலாத் துறையை வளர்ப்பது மற்றும் ஏற்றுமதி பொருளாதாரத்தை மேம்படுத்துவதே நமக்கு ஒரே வழி. இறக்குமதி பொருளாதாரத்திலிருந்து ஏற்றுமதி பொருளாதாரத்திற்கு மொழிபெயர்க்க பொருளாதார மொழிபெயர்ப்பு சட்டத்தை நாங்கள் கொண்டு வருகிறோம். \"",
        "கே. நீங்கள் எங்கள் நாட்டில் மிகவும் வெற்றிகரமான தலைவர். ஒரு திறமையான அரசியல்வாதி. உங்கள் அனுபவத்தின்படி, எதிர்கால தலைமுறையின் வெற்றிக்கு நீங்கள் என்ன ஆலோசனை வழங்குவீர்கள்?",
        "பதில்- \"நன்றாக கற்றுக்கொள்ளுங்கள். புத்திசாலித்தனமாக செயல்படுங்கள். நீங்கள், உங்களை நம்புங்கள், நிமிர்ந்து இருங்கள். சவால்களின் முகத்தை ஒருபோதும் அஞ்ச வேண்டாம்."
      ]
    },
    "en": {
      "title": "Don't be afraid of challenges - President",
      "body_lines": [
        "President Ranil Wickremesinghe says that his counsel for future generations is not frightened by meditation, policy and challenges.",
        "The President was responding to the youth agent in Batticaloa and answers a question raised by a girl.",
        "President Ranil Wickremesinghe was held yesterday under the patronage of President Ranil Wickremesinghe.",
        "The President also joined the meeting in the Batticaloa district and responded to the questions they raised.",
        "Q. Despite the fact that the country is in a crisis, you accepted the country's responsibility. How will you have the opportunity to study in schools such as royal college?",
        "Answer: \"When all the other people escaped, I accepted the responsibility. If they have faith, they should not be afraid of challenges. Running shoes are dating and not to run into the problems. I believed that I could redeem the country from this challenge. If I did not accept the country, I would like to ask the status of the country today. If so we will not have a chance to sit in this way and discuss. The people throughout the country is not available to the Poson Poya in Anuradhapura. Don't scare you to challenge challenges. And don't lie. Many other schools will be addressed in the future as Royal College. The government can educate the government. But Pitakawon cannot be provided. It should be in himself. \"",
        "Q. There are plenty of animals in our country. But we are importing many of the food, including foods. If we continue to develop our industries, this situation can be changed.",
        "A. \"Your favorite singer said that the men were found Sangarajah. If so, we import songs, right?I agree that our industry should be developed in the face of open world. But we did not export what we produce using the resources of our country. So we don't have foreign exchange. We need foreign exchange for purchase of things like fuel. So we had to get credit. We were unable to pay the loans. That's what happened to us. No attention has ever been paid to uplift our export earnings. Therefore, we must focus more for export using our resources. One part of our resources is the skilled labor force. The other is the tourism industry. We can easily create a hundred tourist hotels only in Batticaloa. And we must move to modern agriculture in modernizing agriculture.. If we are rescued by bankruptcy, we will face this problem within the next 15-20 years if we do not turn to an export economy.. The only way we have is to develop our agriculture, tourism industry and to promote an export economy. We bring the Economic Translation Act to translate from the import economy to an export economy. \"",
        "Q. You are a very successful leader in our country. A talented politician. According to your experience, what advice will you give for the success of future generation?",
        "Answer- \"Learn well. Act intelligently. You, trust you and be upright. Never fear the face of challenges. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe encourages facing challenges head-on, emphasizing courage and integrity over fear. He highlights the importance of accepting responsibilities, developing local industries, and focusing on exports to improve the nation's economy."
  ]
}