{
  "translated_text": {
    "ta": {
      "title": "ஸ்வீடனில் ஒரு மான்கிக்ஸ் காணவில்லை",
      "body_lines": [
        "ஆப்பிரிக்க கண்டத்திற்கு வெளியே பதிவு செய்யப்பட்ட முதல் மில்க்எக்ஸ் நோயாளி ஸ்வீடனில் இருந்து தெரிவிக்கப்பட்டுள்ளது.",
        "இந்த வகை விரைவான வகையாக அடையாளம் காணப்பட்டதாக சர்வதேச ஊடகங்கள் கூறுகின்றன.",
        "ஆப்பிரிக்க கண்டத்தில் பல பகுதிகளில் 'பிம்பாடிகள்', அல்லது 'மான்கிக்ஸ்' என உலக சுகாதார அமைப்பு ஒரு பொது சுகாதாரமாகவும் தெரிவிக்கப்பட்டுள்ளது.",
        "காங்கோவில் சுமார் 450 பேர் இறந்தனர். பாதிக்கப்பட்டவர்களின் எண்ணிக்கை 14,000 க்கு அருகில் உள்ளது.",
        "\"அத்தகைய நபரிடம் வரும்போது பாலியல் உறவுகள் மற்றும் பிற நெருங்கிய உறவுகள் மற்றும் அத்தகைய நபரிடமிருந்து சுவாசிப்பதன் மூலம் ENROX பாதிக்கிறது.",
        "காய்ச்சலின் அடிப்படை அறிகுறிகளாக காய்ச்சல் தோல் காயங்களின் தோற்றமாக காட்டப்படுகிறது. ஒவ்வொரு 100 நோய்த்தொற்றுகளிலும் சுமார் 4 பேர் கொல்லப்படலாம் என்று கூறப்படுகிறது."
      ]
    },
    "en": {
      "title": "Missing a mankix in Sweden",
      "body_lines": [
        "The first milkx patient recorded outside the African continent is reported from Sweden.",
        "International media states that the variety has been identified as a rapid variety.",
        "The World Health Organization has also been informed as a public health, whether 'pimpodies', or 'mankix' in several areas on the African continent.",
        "About 450 people died in Congo. The number of infected is close to 14,000.",
        "\"Emphox infects with sexual relations and other close relationships and breathing from such a person when it comes to such a person.",
        "Fever as the basic symptoms of fever are shown as the emergence of skin injuries. It is said that about 4 in every 100 infections may be killed."
      ]
    }
  },
  "summary_lines": [
    "The first case of \"mankix,\" a rapidly spreading disease similar to \"pimpodies,\" has been reported outside Africa in Sweden. This outbreak has prompted the World Health Organization to take notice due to its potential public health implications. In Congo, the disease has caused significant concern, with nearly 14,000 infections and over 450 deaths. Symptoms include fever and skin lesions, and it spreads through close contact or respiratory droplets."
  ]
}