{
  "translated_text": {
    "si": {
      "title": "ඕස්ට්රේලියාව කාන්තා R20 කුසලාන අර්ධ-හිතවාදී ලෙස ක්රීඩා කළ පළමු කණ්ඩායම සුදුසුකම් ලබයි;ප්රධාන තරගයේදී ඉන්දියාව ලකුණු 9 කින් පරාජයට පත්විය",
      "body_lines": [
        "නවවන අන්තර්ජාතික ක්රිකට් කවුන්සිලයේ ආර් 20 ලෝක කුසලානය ඉරිදා රාත්රියේ ඩුබායි ජාත්යන්තර ක්රිකට් ක්රීඩාංගණයේදී ලකුණු 9 කින් ජය ගත් ඕස්ට්රේලියානු ලෝක කුසලාන ඕස්ට්රේලියාවේ පළමු කණ්ඩායම ක්රීඩා කිරීමට සුදුසුකම් ලබා තිබේ.",
        "කණ්ඩායමක ක්රීඩා කළ තරග 4 න් ඕස්ට්රේලියාවේ ඕස්ට්රේලියාව 9 වන දින කාන්තා ආර් 20 ලෝක කුසලානය සඳහා සුදුසුකම් ලබා තිබේ.",
        "තරගය අහිමි වීමට ඉන්දියාවේ අර්ධ-ෆයිනල් අවස්ථාව පාකිස්තානය අතේ ය.",
        "පාකිස්තානය අවසන් තරඟයේදී පාකිස්තානය අවසන් තරඟයේදී පාකිස්තානය අවසන් කළේ නම්, පාකිස්තානය අවසන් තරඟයේදී පාකිස්තානය අවසන් කළහොත් ඉන්දියාව අර්ධ-හිතවාදීන් සඳහා සුදුසුකම් ලබයි.. පාකිස්තානය අසමත් වුවහොත්, නවසීලන්තය අර්ධ-පවුල් වෙත පිවිසෙනු ඇත.",
        "අද මුදල් චක්රය දිනා ගැනීමෙන් පසු ඕස්ට්රේලියාව පළමුවෙන් පන්දුවට පහරදීමට තීරණය කළ අතර පන්දුවාර 20 කදී කඩුලු 8 ක් අහිමි කර ගනිමින් ලකුණු 151 ක් රැස් කළේය.",
        "සුපුරුදු කණ්ඩායම් කපිතාන් ඇලිසා අෆී අද තරඟයේදී ක්රීඩා නොකරයි. ටහිලා මැක් ඔහු වෙනුවට ආදේශ විය.",
        "ඇලිස්සා හෙලි වෙනුවට මුල් ක්රීඩකයෙකු ලෙස ක්රීඩා කළ හීරිස් මැරීම effectively ලදායී ලෙස පන්දු යැවීය.",
        "මුළු සංඛ්යාව ලකුණු 17 ක් වූ විට මූගී (2) සහ ජෝර්ජියා වමම් (0) යන දෙදෙනාම ඔවුන්ගේ ඊළඟ බෝල අහිමි විය.",
        "3 වන කඩුල්ලෙන් ලකුණු 62 ක් බෙදා ගත් හීරිස් සහ ටහිලා මැක්ග්රා යන දෙදෙනාම හීලිලා මැක්ග්රා යන දෙදෙනාම යන දෙදෙනාම හර් හීලිලා මැක්ග්රා විසින් ලකුණු 62 ක් බෙදා ගත්හ.",
        "ටහිලා මාග්රා ලකුණු 32 ක් සහ කද්ය ගායනා කළ හෙස්ට් හයිස් ලකුණු 40 ක් රැස් කළේය.",
        "එයිස් පෙරී (32) සහ ෆොපල්ලිඩ් (15 AE) 6 වන කඩුල්ල වෙනුවෙන් ලකුණු 33 ක් බෙදා ගත්හ.",
        "பந்துவீச்சில் ரேனுகா சிங் 24 ஓட்டங்களுக்கு 2 விக்கெட்களையும் தீப்தி ஷர்மா 28 ஓட்டங்களுக்கு 2 விக்கெட்களையும் கைப்பற்றினர்.",
        "ලකුණු 152 ක ඉලක්කයකට ප්රතිචාර වශයෙන් ඉන්දියාව ඕවර 20 කදී කඩුලු 9 කින් ද ලකුණු 142 කින් පරාජයට පත්විය.",
        "ෂබාලි වර්මා (20), ස්මරිත් මැන්මානා (6) සහ ජෙමීමා රොටරික්ස් (16) තරගය අහිමි වීම සඳහා ඉන්දියාවේ අලාභයේ මුළු සංඛ්යාව ඕවර 6.5 කදී ලකුණු 47 කි.",
        "කෙසේ වෙතත්, කණ්ඩායමේ නායක හන්ප්රෙට් ගෝර් සහ දීප්ති ෂර්මා 4 වන කඩුල්ල තුළ ලකුණු 63 ක් බෙදා ගනිමින් කණ්ඩායමට ටිකක් බලාපොරොත්තුවක් ලබා දෙන ලදී.",
        "නමුත් දීප්ති ෂර්මා ලකුණු 29 ක් සහ රිතා ගොෂ් ලකුණු රැස් කළ තරගය අහිමි විය.",
        "ඉන්දියාවට ඕවර 18 කදී කඩුලු 5 ක් දවාගෙන අවසන් ඕවර 2 සඳහා ලකුණු 124 ක් රැස් කළ අතර අවසන් ඕවර 2 සඳහා තවත් ලකුණු 28 ක් අවශ්ය විය.",
        "කෙසේ වෙතත්, ඉන්දියාවේ අර්ධ අන්වීක්ෂය ඇනබෙල් සිරුදර්ලන්ඩ් හි අවසන් ඕවරයේදී ඉන්දියාවේ කඩුලු 4 කදී කඩුලු 4 ක් ගැන සැක සහිත ය.",
        "කණ්ඩායමේ නායක හන්ප්රෙට් කෝර් රාත්තල් 6 ක් ඇතුළුව ලකුණු 54 ක් ලකුණු 54 ක් අහිමි නොවීය.",
        "ඇනබෙල් සූට්ලන්ඩ් ලකුණු 22 කට කඩුලු 2 ක් ද, සොෆි මොලයින්ක්ස් ලකුණු 32 කට කඩුලු 2 ක් දවා ගත්තේය."
      ]
    },
    "en": {
      "title": "Australia qualifies the first team to play women's R20 World Cup semi -final;India lost by 9 runs in the main match",
      "body_lines": [
        "The Ninth ICC Women's R20 World Cup qualified to play the first team in the Australian World Champion Australia, who won India by 9 runs at the Dubai International Cricket Stadium on Sunday night.",
        "Australia, who won the 4 matches she played in the A group, qualified for the Women's R20 World Cup at the 9th.",
        "India's semi -final chance to lose the match is in the hands of Pakistan.",
        "India will qualify for the semi -finals if Pakistan achieves reverse victory in the last match for tomorrow's A group between Pakistan and New Zealand.. If Pakistan fails, New Zealand will advance to the semi -finals.",
        "After winning the currency cycle today, Australia decided to bat first and scored 151 runs for the loss of 8 wickets in 20 overs.",
        "The usual team captain Alyssa Helli is not playing in today's match due. Tahila Macra was replaced by him.",
        "Crease Heris, who played as an early player instead of Alyssa Heli, was effectively bowled out.",
        "Both Mooni (2) and Georgia Wayaham (0) lost their next balls when the total number was 17 runs.",
        "Both Crease Heris and Tahila McGra shared 62 runs in the 3rd wicket.",
        "Tahila Magra scored 32 runs and Crease Heris scored 40 runs.",
        "Elis Perry (32) and Foppield (15 AE) shared 33 runs in the 6th wicket.",
        "Renuka Singh took 2 wickets for 24 runs while Deepti Sharma took 2 wickets for 28 runs.",
        "In response to a target of 152 runs, India lost by 9 wickets in 20 overs and lost by 142 runs.",
        "The total number of India's loss was 47 runs in 6.5 overs to lose the match by Shabali Verma (20), Smriti Mandana (6) and Jemima Rotrix (16).",
        "However, the team captain Hamanpreet Gor and Deepti Sharma were relaxed and responsible, sharing 63 runs in the 4th wicket and gave the team a little hope.",
        "But Deepti Sharma lost the game with 29 runs and Richa Ghosh was out with a run.",
        "India lost 5 wickets in 18 overs and scored 124 runs and needed 28 more runs for the last 2 overs.",
        "However, India's semi -final chance is suspicious of India's 4 wickets in the last over of Anabel Sutherland.",
        "Team captain Hamanpreet Core did not lose 54 runs, including 6 pounds.",
        "Anabel Sutherland took 2 wickets for 22 runs while Sofi Molinex took 2 wickets for 32 runs."
      ]
    }
  },
  "summary_lines": [
    "Australia qualifies for women's R20 World Cup semi-finals after beating India by 9 runs. India needs Pakistan to win against New Zealand for a semi-final spot."
  ]
}