{
  "translated_text": {
    "si": {
      "title": "U1 - චිත්රපට සමාලෝචනය",
      "body_lines": [
        "නිෂ්පාදිතය - ලහාරි ෆිල්ම්ස් එල් පී සහ සිකුරු විනෝදය",
        "නළු නිළියන්: උපේන්ත්රා, රෙස්එච්මා, සනී ලියෝකිය, කිෂෝර්, සාතු ගොකිලා, මුරලි ෂර්මා, ජිසු සෙන් ගප්පාව, ජිස්සු සෙන් ගුප්පතා සහ තවත් බොහෝ අය.",
        "දශකයේ විරාමය පසු කන්නඩා චිත්රපට කර්මාන්තයේ ප්රමුඛ නිර්මාතෘවරයකු වන උපේන්රා, කතාවේ වීරයා සමඟ දශකයේ විරාමය - එය සියලු රසිකයන් වෙත ආකර්ෂණය විය.නැත්ද?අපි බලමු.",
        "අනාගතයේ මන fant කල්පිත ලෝකයේ හොඳ ගුණාංග ඇති මිනිසෙකු ලෙස සත්යියා අනුනි කරනු ලැබේ. ඔහු මේ ලෝකයේ direct ජු වෙනස්කම් ඇති කිරීමට උනන්දු වන අතර උත්සාහයන් දරයි. ඊට වෙනස්ව, කල්කිගේ චරිතය මිනිස් සංහතිය ගැන නොදන්නා අයට ද punish ුවම් කරයි. දූෂිත දේශපාලන නායකයින්ට පාලනය කිරීමට ඔහු ඉඩ දෙයි. මේ මොහොතේ කාලාකි දූෂිත දේශපාලන ician දේශපාලන ician යාන් රාඕ (කිෂෝර්) හි 'මධ්යම සමරත්' දක්වා ඉහළ නංවන ලෙස කපකි ඔහුට සහතික කරයි.. ඔහු ඔහුට බොහෝ ආකාරවලින් උදව් කරයි. සයියා අවසානයේ ජය ගනිමින් සිටීද?නැත්නම් කල්කි දිනන්නේද?චිත්රපටයේ කතාව.",
        "තිර රචනයේදී, අධ්යක්ෂ උපේන්ද්ර සිනමාව භාවිතා කරයි. මම කිව්වේ, චිත්රපටය චිත්රපටය තුළ චිත්රපටයක් පෙන්වයි. පැහැදිලි විවේචනයක් කරන ලෙස චිත්රපටය අධ්යක්ෂණය කළ අධ්යක්ෂකවරයා ලෙස චිත්රපටයේ කතාව ප්රේක්ෂකයා ව්යාකූල කරයි.. චිත්රපටයේ තිර රචනය විස්තර කර ඇත්තේ ඔහු මුණගැසුණු විට සිදු වූ සංවාදයන් සහ ඔහු සොයාගත් දේවල් විස්තර කරමිනි.",
        "උපේන්ද්ර සයා සහ කල්කි ක්රීඩා කරයි. මෙය ප්රේක්ෂකයන්ට පැහැදිලිව පැහැදිලි කිරීම සඳහා සුදු ඇඳුම හා කළු ඇඳුමක් පැළඳ සිටින තිරය දෙස බලයි. කෙසේ වෙතත්, තිහාසික - අනාගතය, වර්තමානය, වර්තමානය, කල්කි, කාල්කි, රූපකය, භාවිතයේ, භාවිතයේ, භාවිතයේ, ප්රේක්ෂකයින්, ප්රේක්ෂකයා, ප්රේක්ෂකයා, ප්රේක්ෂකයින්, දර්ශන අවබෝධ කර ගැනීම සඳහා ලැජ්ජාවට හා ව්යාකූලත්වයට පත්ව සිටිති.. මෙය කාංසාව සහ වෙහෙසට හේතු වේ. මේ අතර, කුට්තා ගීතය පැවැත්වෙන බැවින් රසිකයන් වඩාත් කරදරකාරී ය.",
        "චිත්රපටයේ මුල් භාගයේදී, දෙවියන්, දේශපාලන politicians යන් - පන්ති ගැටුම් - පන්ති ගැටුම් - සතපෙයා, සතියා, මන fant කල්පිත ලෝකයක් නිර්මාණය කිරීම.. එම මොහොතම ඔහුට එරෙහිව කල්ක්කි නම් චරිතයක් ද දක්වයි.",
        "චිත්රපටයේ දෙවන කොටසේ, අධ්යක්ෂ උපේන්ද්ර තමා කියවූ සහ දැනුණු දර්ශනය සමඟ සංවාදයක් පවත්වයි. මෙමඟින් චිත්රපටයේ විනෝදාස්වාදය හානි කිරීම හා රසිකයින්ට ඔවුන්ගේ ජංගම දුරකථනය බැලීමට පටන් ගනී. කෙසේ වෙතත්, දෙවන කොටසේදී, අධ්යක්ෂකගේ මතය රසිකයන්ගේ දෑස් හරහා ගමන් කරයි. බොහෝ තැන්වල ප්රචාරක එන්ඩී වලට වඩා කාලකණ්ණි බව පෙනේ. කෙසේ වෙතත්, ඔහු උපරිම දර්ශනයේ රසිකයන් තෘප්තිමත් කරයි.",
        "උඩියෙරා චිත්රපටවල දේශපාලන උපහාර සංවාද. ග්රැෆික්ස් සහ වීඑෆ් x දර්ශනවල බොහෝ ස්ථානවල, සමහර ප්රමාණවත් නොවන හෝ අලංකාරයක් අපැහැදිලි බවක් පෙනේ.",
        "උපේන්ද්ර සත්ය - කල්කි භූමිකාවන් දෙකටම ක්රීඩා කළ අතර රසිකයන් ආකර්ෂණය කරයි. විශේෂයෙන් ඔහුගේ වින්ඩේජ් පෙනුම භුක්ති විඳීමට ප්රිය කරයි. සුපුරුදු වීරවරිය ලෙස රහසිගතව තිරය මත දිස් වේ. තනි ගීතයක් ඇති සනී ලියොන්, ඔහුගේ රසිකයන් තෘප්තිමත් කරයි. වමන් රාවෝගේ චරිතය රඟපාන කිෂෝර් ඔහුගේ සුපුරුදු අත්දැකීම් සමඟ ඔහුගේ මනසෙහි තිබේ."
      ]
    },
    "en": {
      "title": "U1 - Movie Review",
      "body_lines": [
        "Product - Lahari Films El P & Venus Entertains",
        "Actors: Upendra, Reshma, Sunny Leone, Kishore, Sadhu Gokila, Murali Sharma, Jissu Sen Gupta and many others.",
        "Upendra, one of the leading creators of the Kannada film industry - 'U1', starring the hero of the story after the decade hiatus - was it attracted to all fans?Or not?Let's see.",
        "Satya is simulated as a man with good qualities in the fantasy world of the future. He is interested in bringing direct changes in this world and is making efforts. In contrast, the character of Kalki punishes people who are ignorant in mankind. He allows corrupt political leaders to rule. At this moment, Kalki assures him that he will raise the status of corrupt politician Waman Rao (Kishore) to 'Central Samrat'.. He is helping him in many ways. Is Satya winning in the end?Or is Kalki win?The story of the film.",
        "In the screenplay, director Upendra is using cinema. I mean, the film is showing a movie within the movie. The story of the film is confusing the audience as a critic meets the director who directed the film to make a clear criticism.. The screenplay of the film is described by the conversations that took place when he met and the things he found.",
        "Upendra plays Satya and Kalki. He looks on the screen wearing a white dress and black dress to explain this to the audience clearly. However the scenes- the future, the present, the present, the Satya, the Kalki, the metaphor, the practice, the contradictions, the audience is embarrassed and confused in the understanding of the scenes.. This causes anxiety and tiredness. In the meantime, fans are more annoying as the kutta song is being held.",
        "In the first half of the film, God -man, the politicians - the class conflicts - the man who lives with nature, Satya, is the creation of a fantasy world.. The same moment also features a character called Kalki against him.",
        "In the second part of the film, director Upendra is making a conversation with the philosophies he read and felt. This causes the film's entertainment to damage and fans start to see their cell phone. However, in the second part, the director's perception through symbols passes through the eyes of the fans. In many places seems to be more miserable than propaganda Nedi. However, he satisfies the fans in the peak scene.",
        "Political satire conversations featured in Upendra's films. Although in many places in graphics and VF X scenes, some inadequate or elegance seems blunt.",
        "Upendra Satya - Kalki played both roles and attracts fans. Especially his vindage looks to enjoy the appearance of. Reshma appears on the screen as the usual heroine. Sunny Leone, who has a single song, satisfies his fans. Kishore, who plays the role of Vaman Rao, is in his mind with his usual experience."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the movie review in approximately 200 characters:",
    "",
    "\"U1\" stars Upendra as dual protagonists Satya and Kalki in a futuristic fantasy world. The film blends political satire with metaphors, confusing audiences but satisfying fans. Upendra's performance shines, while Reshma and Sunny Leone have notable roles. The movie within a movie structure adds complexity, balancing entertainment and philosophical themes."
  ]
}