{
  "translated_text": {
    "ta": {
      "title": "ஆன்லைன் நிதி மோசடியில் அதிகரிப்பு",
      "body_lines": [
        "ஆன்லைனில் நிதி முறைகேடுகள் தொடர்பான புகார்கள் அதிகரிப்பு இருப்பதாக கணினி அவசரகால பதில் மன்றம் கூறுகிறது.",
        "மூத்த தகவல் பாதுகாப்பு பொறியாளர்கள் வார்ங்கரபோலா, இந்த ஆண்டில் 340 க்கும் மேற்பட்ட நிதி சிரமங்கள் இருப்பதாகக் கூறினார்.",
        "\"செப்டம்பர் மாதத்திற்குள், செப்டம்பர் மாதத்திற்குள் 7,210 புகார்கள் இணையத்தில் பதிவாகியுள்ளன. இவற்றில் பெரும்பாலானவை சமூக ஊடகங்கள் தொடர்பான நிகழ்வுகள். இணைய நிகழ்வுகளில் 20% நேரடியாகப் பெற்ற நபர்களிடமிருந்து பெறப்பட்ட புகார்கள். ஆன்லைனில் பயனர்களை ஆன்லைனில் குறிவைக்கும் இணைய மோசடியில் ஒரு குறிப்பிடத்தக்க வளர்ச்சி காணப்படுகிறது. ஆன்லைனில் கிடைக்கும் பாதுகாப்பு, தற்காலிக கடவுச்சொல் OTP எண் குறித்து நீண்ட நேரம் அதிக அக்கறை செலுத்த வேண்டாம். கடந்த காலங்களில் இணைய வங்கி குறித்த மோசடி குறித்து 340 புகார்கள் பதிவாகியுள்ளன. இந்த தளம் அவரது வங்கியால் அடையாளம் காணப்படவில்லை, அவர் பெரும்பாலும் இந்த மோசடிகளால் பிடிபட்டார். \""
      ]
    },
    "en": {
      "title": "An increase in online financial fraud",
      "body_lines": [
        "The Computer Emergency Response Forum says that there is an increase in complaints regarding financial irregularities online.",
        "Senior Information Security Engineers Warrankarapola said that there were over 340 complaints of financial difficulty during the year.",
        "\"By September, 7,210 complaints have been reported on the Internet by September. Most of these are events related to social media. Complaints received from the persons who had received 20% of the Internet events directly. A significant growth is found on the Internet fraud that is targeting the users online users online. Long time do not pay more concern about security, temporary password OTP number, which is available online. 340 complaints have been reported on the fraud on Internet Banking in the past. This site has not been identified by his banking, he has often been caught by these scam. \""
      ]
    }
  },
  "summary_lines": [
    "Online financial fraud surges: 7,210 complaints by September, mostly social media-related. Senior engineers warn of increased threats to internet users' security, particularly around temporary passwords and OTPs."
  ]
}