{
  "translated_text": {
    "ta": {
      "title": "679 சுகாதார வாகனங்கள் காணவில்லை",
      "body_lines": [
        "சுகாதார அமைச்சுக்கு சொந்தமான 679 மாறுபட்ட வாகனங்கள் எந்த தகவலையும் கண்டுபிடிக்க முடியாது என்று தேசிய தணிக்கை அலுவலகம் வெளிப்படுத்துகிறது.",
        "தேசிய தணிக்கை அலுவலகத்தின் சுகாதார அமைச்சகத்தின் சிறப்பு தணிக்கை விசாரணை முதன்முதலில் 2019 இல் தெரியவந்தது.",
        "சுமார் 240 வாகனங்கள் அடையாளம் காணப்பட்ட தணிக்கைக்கு அமைச்சகம் தெரிவித்துள்ளது என்று சுகாதார அமைச்சகம் கூறுகிறது.",
        "தேசிய தணிக்கை அலுவலகத்தால் நான்கு ஆண்டுகளாக எந்த தகவலையும் கண்டுபிடிக்க முடியவில்லை என்று சுகாதார அமைச்சின் தணிக்கை கண்காணிப்பு சுட்டிக்காட்டியுள்ளது."
      ]
    },
    "en": {
      "title": "679 health vehicles missing",
      "body_lines": [
        "The National Audit office reveals that 679 varied vehicles owned by the Ministry of Health cannot find any information.",
        "A special audit investigation into the Ministry of Health by the National Audit Office was first revealed in 2019.",
        "The Ministry of Health states that the Ministry has informed the audit that has been identified about 240 vehicles.",
        "The Audit Monitoring of the Ministry of Health has pointed out that the National Audit Office has not been able to find any information for four years."
      ]
    }
  },
  "summary_lines": [
    "The National Audit Office found 679 health vehicles missing, with the Ministry of Health only reporting 240. The audit has been ongoing for four years without resolution."
  ]
}