{
  "translated_text": {
    "ta": {
      "title": "நீதி இன்ஸ்பெக்டர் ஜெனரல்",
      "body_lines": [
        "நீதியின் செயல்பாடு முடிவடைகிறது, ஐ.ஜி.பி தேஷாபந்து டென்னகூன் கூறுகையில், பொதுமக்கள் பாதாள உலக மற்றும் போதைப்பொருள் கடத்தலை ஒழித்துள்ளனர்.",
        "ஐ.ஜி.பி ஊடகங்களிடம் (29) நடவடிக்கைகளின் நடுவே நிறுத்தப்பட்டால், அவர் கூறினார்.",
        "பாதாள உலகத்துடன் காவல்துறை அதிகாரிகள் தொடர்பாக கடுமையான நடவடிக்கைகளை எடுப்பேன் என்றும் ஐ.ஜி.பி.",
        "கே. நீதியின் செயல்பாடு தொடர்கிறது. இது முடிந்த நேரத்தை மக்கள் எதிர்பார்க்கிறார்களா?",
        "\"நாட்டின் போதைப்பொருள் மற்றும் பாதாள உலகம் நாட்டின் போதைப்பொருள் மற்றும் பாதாள உலகம் முடிந்துவிட்டது.. அதுவரை, இதைச் செய்ய வேண்டும். ஏனென்றால், வாழ்விடத்திற்கான காரணம் மற்றும் அது நின்றுவிட்டால், அது இருந்த இடத்திற்கு திரும்பிச் செல்லாது. எங்களுக்கு நல்ல புரிதல் உள்ளது. \"",
        "கே: இந்த குரல் இப்போது வெளியிடப்பட்டுள்ளது, காவல்துறை அதிகாரிகள் மன அழுத்தத்துடன் பேசுகிறார்கள்?",
        "\"இறுக்கமான நடவடிக்கை எடுக்கிறது. காவல்துறையின் வேலையை நிறுத்தி வைக்க இதுபோன்ற ஒரு OIC ஐ இடைநீக்கம் செய்ய நான் பரிந்துரைத்தேன். அது நாளை இருக்கும். பொலிஸ் சிறப்பு விசாரணை பிரிவுடன் தொடர்புகள் குறித்து சிஐடியுடன் இணைக்க வேறு சில அதிகாரிகள் சிஐடியின் கீழ் கொண்டு வரப்பட்டுள்ளனர். அவர்கள் ஒழுக்கத்தையும் சட்ட நடவடிக்கைகளையும் எடுத்துக்கொள்கிறார்கள். \""
      ]
    },
    "en": {
      "title": "Inspector General of Justice",
      "body_lines": [
        "The operation of justice is ends, the IGP Deshabandu Tennakoon says that the public has eradicated the underworld and drug trafficking.",
        "The IGP told the media this (29) that if stopped the middle of the midst of operations, he said.",
        "The IGP also added that he will take serious measures regarding the police officers with the underworld.",
        "Q. The operation of justice continues. People expect the time when this is over?",
        "\"The day of the country is over the day that the country's drug and underworld is over the country's drug and underworld is over.. Until then, this has to do this. Because the reason for the habitat and if it stops, it will not go back to the place where it was. We have a good understanding. \"",
        "Q: The voice has been released now the police officers talking to the stress?",
        "\"Takes tight action. I recommended to suspend such an OIC to suspend the work of the police. It'll be tomorrow. And some other officials have been brought under CID to connect with the CID on connections with the Police Special Investigation Unit. They take discipline as well as legal action. \""
      ]
    }
  },
  "summary_lines": [
    "Inspector General of Justice Tennakoon claims public has eradicated drug trafficking and underworld, vowing to take serious measures against police officers involved. He emphasizes the ongoing fight against drug and underworld, stating it won't return once stopped. He also mentions taking strict actions against police officers, including suspending and legal action."
  ]
}