{
  "translated_text": {
    "si": {
      "title": "ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානයට ප්රගතිශීලී දෙමළ ලීගයේ සහාය - සාඩියාවම් බ්රහස්පති",
      "body_lines": [
        "ප්රගතිශීලී දෙමළ ලීගයේ ප්රධාන සම්බන්ධීකාරක සහ ප්රගතිශීලී දෙමළ ලීගයේ හිටපු රාජ්ය අමාත්ය සාමයාසිවම් විනීන්ලාන් මහතා පැවසුවේ මෙවරම ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානයට සහාය දීමට තමන් තීරණය කර ඇති බවයි.",
        "මඩකලපුව දිස්ත්රික්කයේ දෙමළ ජනයා නියෝජනය ආරක්ෂා කිරීම සඳහා මෙම තීරණය ගත් බව ඔහු පැවසීය.",
        "ප්රගතිශීලී දෙමළ ලීගය 2018 දී නැගෙනහිර පළාතේ ප්රබල දේශපාලන ව්යුහයකින් ද්රවිඩයන් ඇති කර ගත හැකි මූලික දර්ශනය සමඟ 2018 දී දියත් කරන ලදී.. අද වන විට, අපි ඒ සඳහා වැඩ කරමින් සිටිමු.",
        "නිර්මාණාත්මක විවේචන මගින් අනවශ්ය විවේචන පිළිගෙන පිළිගෙන තිබීම නිසා අපි මැතිවරණ දෙකක් දිනා ඇත.",
        "මෙම නඩුවේ අප මුහුණ දෙන තුන්වන මැතිවරණය මෙම පාර්ලිමේන්තු මැතිවරණයයි. අපි මේ පාර්ලිමේන්තු මැතිවරණයෙන් පිටියේ සිටියෙමු. අවාසනාවට අපගේ නාමයෝජනා ප්රතික්ෂේප විය.",
        "ශ්රී ලංකාවේ සහ ස්වාධීන කණ්ඩායම්වල පක්ෂ 70 කට වැඩි ප්රමාණයක් ප්රතික්ෂේප කර තිබේ. අප තරඟ කර ඇති ප්රජාතන්ත්රවාදී ජාතික සන්ධානයේ නාමයෝජනා පත්ර විසින් ඔවුන්ගෙන් එක් අයෙකු ප්රතික්ෂේප කර තිබේ.",
        "මෙම මැතිවරණය ජයග්රහණය කිරීමේ අවස්ථා අපට තිබුණි. හේතුව අපගේ ශක්තිමත් ව්යුහයයි. කිසිදු අපේක්ෂාවක් නොමැතිව එම ව්යුහයට කැප වූ සහෝදර සහෝදරියන්. සුළුතරය නොසලකා හරින ලද නිසා නාමයෝජනා ප්රතික්ෂේප කර ඇත.",
        "පාලක බහුතර සාදයක ​​ද්රවිඩයන් අට දෙනෙකු ඉදිරිපත් කළේ අපයි. එහි සාර්ථකත්වය අපි දැක ඇත්තෙමු.. අපි අතීතයේ සාර්ථක නොවෙමු. වෙනත් ප්රජාවන් සාර්ථක වනු ඇත. මඩකලපුවේ ඉතිහාසය එයයි. එම ඉතිහාසය බිඳ දැමූ පළමු පුද්ගලයා අපයි.",
        "ඔහු දෙමළ ජාතික සන්ධානය දිනාගත් ඉතිහාසයක් නොමැති අතර එය වෙනත් පක්ෂයකට හැර ගියේය. නමුත් මම නිවසින් පිටතට ගොස් ජයග්රහණය කළ පළමු පුද්ගලයා වෙමි. එය historical තිහාසික වාර්තාවකි. ගෙදර හැදූ පක්ෂයක් නොමැතිව රාජ්ය පක්ෂයේ අතීතය අහිමි වූවන්ගේ නිවස දිනාගත් අතර එය සාර්ථක විය.",
        "එළඹෙන පළාත් පාලන මැතිවරණ සහ පළාත් සභා මැතිවරණවලදී අපි කෙලින්ම සිටිමු. මේ අතර, අපට ද හැඟෙනු ඇත.",
        "දෙමළ ප්රජාවට ලබා දිය යුතු දේවල් ගැන අපි කතා කරමු. දෙමළ නියෝජිතයින් සිව් දෙනෙකු මඩකලපුවේ තේරී පත්විය යුතුය. එම පදනම මත, දෙමළ පක්ෂයකට සහාය විය හැකි යෝජනාවට අපි පැමිණ ඇත්තෙමු. අපි සමාජයේ සියලුම සාමාජිකයන්ගේ මතය ගෙන ඇති අතර යෝජනාවක් ඉදිරිපත් කර ඇත්තෙමු.",
        "මෙම පාර්ලිමේන්තු මහ මැතිවරණයේදී ප්රගතිශීලී දෙමළ ලීගය මඩකලපුව දිස්ත්රික්කයේ ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානයට අපගේ සහාය ලබා දීමට මුළුමනින්ම තීරණය කර තිබේ.",
        "අපි අපේ සහයෝගය පුද්ගලයෙකුට ලබා නොදෙයි. ඒවා කොන්ච් සංකේතයේ ඇත. අපි ඔවුන්ට පූර්ණ සහාය ලබා දෙනවා. දෙමළ නියෝජනය ආරක්ෂා කිරීම සඳහා ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානයට පූර්ණ සහයෝගය ලබා දෙන ලෙස මම ඔබෙන් ඉල්ලා සිටිමි."
      ]
    },
    "en": {
      "title": "Progressive Tamil League's support for Democratic Tamil National Alliance - Sadasivam Jupiter",
      "body_lines": [
        "The Chief Coordinator of the Progressive Tamil League and former Minister of State for the Progressive Tamil League, Sadasivam Judendran said that he has decided to support the Democratic Tamil National Alliance this time.",
        "He said the decision was taken to protect the representation of Tamils ​​in the Batticaloa district.",
        "The Progressive Tamil League was launched in 2018 with the basic philosophy that the presence of Tamils ​​can be protected by a strong political structure in the Eastern Province.. To date, we are working on that purpose.",
        "We have won two elections because of the fact that unnecessary criticism has been accepted and accepted by creative criticism.",
        "The third election we face in this case is this parliamentary election. We were on the field in this parliamentary election. Unfortunately our nominations were rejected.",
        "More than 70 parties in Sri Lanka and independent groups have been rejected. One of them has been rejected by the nomination papers of the Democratic National Alliance that we are contesting.",
        "We had the chances of winning this election. The reason is our strong structure. Siblings dedicated to that structure without any expectation. The nomination has been rejected as the minority is not overlooked.",
        "We are the ones who fielded eight Tamils ​​in a ruling majority party. We have seen success in it.. We do not succeed in the past. Other communities will succeed. That is the history of Batticaloa. We were the first to break that history.",
        "There is no history that he won the Tamil National Alliance and left it in a different party. But I am the first person to get out of the house and win. It is a historical record. Those who lost the past in the state party without a homemade party, won the house and succeeded.",
        "We will field in the upcoming local government elections and provincial council elections. In the meantime, we will also be felt.",
        "We will talk about things that need to be given to the Tamil community. Four Tamil representatives should be elected in Batticaloa. On that basis, we have come to the resolution that a Tamil party can support. We have taken the opinion of all members of the club and made a resolution.",
        "In this parliamentary general election, the Progressive Tamil League has fully decided to give our support to the Democratic Tamil National Alliance in the Batticaloa district.",
        "We do not offer our support to an individual. They are in the conch symbol. We give them full support. I urge you to give full support to the Democratic Tamil National Alliance to protect the Tamil representation."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Progressive Tamil League supports Democratic Tamil National Alliance in Batticaloa district. Leader Sadasivam Judendran cites protecting Tamil representation. Party aims to field candidates in future local and provincial elections."
  ]
}