{
  "translated_text": {
    "si": {
      "title": "රුසියානු - යුක්රේනයේ යුද කෙත්වතු වලදී ශ්රී ලාංකික සොල්දාදුවන් killed ාතනය කිරීම;දුප්පත්කමෙන් බේරීමට ගිය රුසියාව",
      "body_lines": [
        "ඩොටෝට්ස්ක් කලාපයේ රුසියානු සොල්දාදුවන්ගේ බංකරයකට එරෙහි යුක්රේනයේ ප්රහාරයෙන් බරපතල තුවාල ලැබූ සේනකබන්දරදාම ආරක්ෂිතව රටින් ඉවත් කරන ලදී.",
        "විශේෂ expert සිල්වාගේ තත්වය ඊට වඩා නරක බව සේනක මහතා පැවසීය.",
        "රුසියාව විසින් අත්පත් කරගත් ටොන්ඩ් ප්රදේශයේ බංකරයට යුක්රේනයේ මිනිසුන් විසින් පහර දුන්හ.",
        "\"යුක්රේනයේ මිනිසුන් රහිත ගුවන් යානා දරුණු ප්රහාරයකට සම්බන්ධ විය\" යනුවෙන් ඔහු පැවසීය.",
        "මම එල්ලී සිටින විට, මම නැවත යුක්රේනයේ මිනිසුන් වූ මිනිසුන් වූ ගුවන් වැඩ වර්ජනය අවසන් බංකරයෙහි සිටියෙමි.",
        "ඔහු මේ බව කියා සිටියේ නැගෙනහිර යුක්රේනයේ ඩොනෙට්ස්ක් රෝහලේ ප්රතිකාර ලබන බවයි.",
        "ඔහු අල් ජසීරාට පැවසුවේ මෙය එතරම් භයානක වනු ඇතැයි අප නොසිතීමයි.",
        "ටෝන්ටක්හි බංකරවල වැඩ කරන ලෙස රුසියානු බලධාරීන්ගෙන් ඉල්ලා ඇති බව ඔහු පැවසීය.",
        "නමුත් ඔහු සහ ඔහුගේ මිතුරා රුසියාවේ සහ ඔහුගේ මිතුරා රුසියාවේ ආධාරක හමුදාවේ සිටි ආකාරය ඔහු සහ ඔහුගේ මිතුරියට මාස දෙකක ව්යායාමයක් යැවූයේ කෙසේදැයි විස්තර කළේය.",
        "යුක්රේනයට එරෙහි යුද්ධයේදී ශ්රී ලාංකිකයන් සිය ගණනක් සටන් කරමින් සිටිති. සියගණනක් ශ්රී ලාංකිකයන් සියගණනි, ඇමරිකානු ඩොලර් 3,000 ක් වෙනුවෙන් සටන් කරති.",
        "මේ අතර තවත් බොහෝ දෙනෙක් රුසියානු හමුදාව සමඟ වැඩ කිරීමට බලා සිටිති - ඔවුන්ගෙන් බොහෝ දෙනෙක් හිටපු සොල්දාදුවන්.",
        "රුසියාවේ මුදල්වලින් බේරීම සඳහා සහ ශ්රී ලංකාවේ දරුණුතම දුප්පත්කමේ නරකම දේවලින් බේරීම සඳහා රුසියාවේ මරණය යුක්රේන සොල්දාදුවන් අතින් ඔසඳීමට ඔවුන් සූදානම්.",
        "ශ්රී ලංකාවේ දකුණේ සිට 27 හැවිරිදි විශේෂ expert යෙක් තම තරුණ පවුල හැර ගොස් යුක්රේනයේ රුසියාව වෙනුවෙන් සටන් කර තිබේ.",
        "ශ්රී ලංකාවේ ආර්ථික පසුබෑම සහ 2022 දී දේශපාලන නැගිටීම නිසා රටේ මිලියන 22 ක ජනයා කුසගින්නේ සිටියහ.",
        "පාලනය කළ නොහැකි උද්ධමනය සහ ආපසු හැරවිය නොහැකි විදේශ ණය මාස ගණනාවක පෙලපාලි මධ්යයේ ඉන්ධන ආහාර හිඟයක් ඇති විය",
        "රටේ අරමුදල් කළමනාකරණය කළ බවට චෝදනා කළ රජයේ ජනාධිපති ගෝතභය රාජපක්ෂ මහතා මේ වන විට පෙලපාලි නිෂ්ප්රභ කළේය.",
        "වසර නවයක් තිස්සේ ශ්රී ලංකා හමුදාවේ සේවය කරමින් සිටින දරිද්රතාවය හේතුවෙන් රුසියානු හමුදාවට පක්ෂපාතීව කටයුතු කිරීමට රුසියානු හමුදාවට සිදුවිය.",
        "ඇගේ බිරිඳ වසන්ති අල් ජසීරා ඇයට කියා සිටියේ තම පියාගේ මරණයෙන් පසු, වැන්දඹුවට, ඇගේ කුඩා පවුලේ අවශ්යතා සපුරාලීමට මව සහ සහෝදරියට බල කළ බවයි.",
        "ඔහු තම පවුල වෙනුවෙන් නිවසක් තැනීම සඳහා මිලියන 1.9 ක් ණයට ගත් නමුත් ඔහුට ණය ආපසු ගෙවීමේ ස්ථානයක සොයා ගන්නා ලදී. දෛනික පිරිවැය සමඟ කටයුතු කළ යුතුව තිබුණි.",
        "හමුදාවෙන් විශ්රාම ගත් ඔහු සිංගප්පූරුවේ වැඩ කිරීම සඳහා රැකියා ඒජන්සියක් වෙත පැමිණියේය. ඔවුන්ට ඔහුගෙන් රුපියල් 250,000 ක් ලැබී ඇති නමුත් වැඩ කරන්නේ නැත.",
        "එවිට ඔහුට මුදල් වලින් අඩක් ලැබී තවත් නියෝජිතයෙකු හා සම්බන්ධ විය. ඔවුන් රුසියාවේ රැකියා සඳහා විශේෂ ise දැනුමක් ලබා දීමට ඉදිරිපත් විය.",
        "වඩා හොඳ ආදායමක් ලබා ගැනීමේ පොරොන්දුවක් ලෙස රුසියාවට යාමට ඔහු වැඩි වැඩියෙන් ණය ගැතියෙකු බවට පත්වූ බව ඔහුගේ බිරිඳ පැවසීය.",
        "රුසියාව පසුගිය වසරේ ජුනි දෙවන දිනයට පැමිණ දුර ගමක ගොවිපලක වැඩ කළේය.",
        "කෙසේවෙතත්, අසතුටුදායක වුවත්, ඔහු එතැනින් ඉවත් වී මොස්කව්හි අවන්හලක සේවය කළේය. ඔහුට රුපියල් 150,000 ක් ගෙවා ඇත.",
        "අවන්හලේ තත්වය ගොවිපොළට වඩා හොඳ නමුත් ඉක්මනින් වියදම් කළ බව සොයා ගන්නා ලදී.",
        "ඔහු මොස්කව්හි සේවය කරන විට ඔහුට රුසියානු හමුදාවට බැඳීමට අවස්ථාව ලැබුණි.",
        "හමුදාවට බැඳෙන්න එපා කියා මම ආයාචනා කළ නමුත් එය ආරක්ෂිත ප්රශ්නයක් නොවීය.",
        "වසන්තී පවසන්නේ අපට එය නොමැතිව කන්න නොහැකි වූ බවයි.",
        "එසේ කිරීම හැර අපට වෙනත් විකල්පයක් නොමැති නිසා රුසියානු හමුදාවට බැඳීමට තීරණය කළ බව ද ඔහු පැවසීය.",
        "යුක්රේනයේ රුසියානු හමුදාව සමඟ යුද මෙහෙයුම්වල යෙදීමට අවසර ලැබුණු විට ජනවාරි මාසයේදී ඔහු තම පවුල්වලට දුරකථන ඇමතුමක් ලබා දෙනු ඇත.",
        "යුක්රේනයේ වසරක යුද්ධයක් සඳහා රුසියානු හමුදාව යුක්රේනයේ විශේෂ experts යන්ගේ ලකුණ වෙනුවෙන් රුසියානු හමුදාව සිය බිරිඳට ඩොලර් 160 කට පෙර ඔහුගේ බිරිඳට යැවූ බව දින දෙකකට පෙර පැවතුනි.",
        "දින කිහිපයක නිශ්ශබ්දතාවයෙන් පසු, දුරකථනය යළිත් ක්රියාත්මක වූහ - විශේෂ expert යාගේ මිතුරා සේනකා සෙනාකා සම්බන්ධ කර ගත්තේය.",
        "ඔහු පවසන්නේ මගේ පුතා සැමවිටම තම පියාගේ කැඳවීම බලාපොරොත්තුවෙන් සිටින බවයි."
      ]
    },
    "en": {
      "title": "Russian - Sri Lankan soldiers killed in Ukraine war fields;Russia who went to escape poverty",
      "body_lines": [
        "Senakabandara, who was seriously injured in the Ukraine attack on a bunker of the Russian soldiers in the Donotsk region, was safely evacuated from the country.",
        "Senaka said that the condition of expert Silva was worse than that.",
        "Ukraine's unmanned planes attacked the bunkers in the Tontsk area occupied by Russia when the two Sri Lankans retreated from the scene due to heavy attacks.",
        "\"Ukraine's unmanned planes were involved in a fierce attack,\" he said.",
        "When I was hanging out, I was once again the unmanned air strike of Ukraine on the final bunker.",
        "He said this while receiving treatment at the Donetsk Hospital in Eastern Ukraine.",
        "He told Al Jazeera that we don't think this would be so dangerous.",
        "He said that Russian authorities had asked them to work on bunkers in Tontsk.",
        "But we did not know that there was an attack. He and his friend described how he and his friend were in Russia's supporting army and sent two months of exercise and then sent to the front.",
        "Hundreds of Sri Lankans are fighting in the war against Ukraine. Hundreds of Sri Lankans are fighting for US $ 3,000.",
        "Meanwhile, many more are waiting to work with the Russian army - many of them are former soldiers.",
        "They are ready to face the danger of embarrassing the death of Russia in the hands of the Ukrainian soldiers to escape Russia's money and to escape the worst of Sri Lanka's worst poverty.",
        "The 27 -year -old expert from the south of Sri Lanka has left his young family and fought for Russia in Ukraine.",
        "The economic downturn in Sri Lanka and the political upheaval in 2022 caused the country's 22 million people hungry.",
        "Uncontrollable inflation and irreversible foreign debt caused a major shortage of fuel diet amidst many months of demonstrations",
        "The demonstrations eventually dismissed the government's President Gotabhaya Rajapakse, accused of managing the country's funds.",
        "The Russian army was forced to act loyal to the Russian army due to poverty that has been working in the Sri Lankan army for nine years.",
        "Her wife, Vasanthi Al Jazeera, told her that after the death of her father, the widow, the mother and sister were forced to maintain the needs of her small family.",
        "Although he borrowed 1.9 million to build a house for his family, he was found in a position to pay back the loan. The daily costs were to be dealt with.",
        "Retired from the army, he approached an employment agency to work in Singapore. They received 250,000 rupees from him but not working.",
        "Then he received a half of the money and contacted another agent. They offered to find employment in Russia for expertise.",
        "His wife said that he became more and more debtor to go to Russia as a promise to get a better income.",
        "Russia arrived on the second day of June last year and worked on a farm in a distant village.",
        "Unsatisfactory, however, he quit there and worked at a restaurant in Moscow. He was paid 150,000 rupees.",
        "The situation in the restaurant was better than the farm but was found to be experted soon.",
        "When he was working in Moscow, he had the opportunity to join the Russian army.",
        "I pleaded not to join the army but it was not a safe issue.",
        "Vasanthi says that we were unable to eat without it.",
        "He also said that he decided to join the Russian army because we had no choice but to do.",
        "In January, he will telephon his families when he got permission to engage in war operations with the Russian army in Ukraine.",
        "It was only two days ago that the Russian army sent $ 1640 to his wife for the sign of experts in Ukraine for a year's war in Ukraine.",
        "After a few days of silence, the phone operated again - the expert's friend Senaka contacted Senaka.",
        "He says that my son is always waiting for his father's call."
      ]
    }
  },
  "summary_lines": [
    "Sri Lankan soldiers in Ukraine face danger, including attacks by unmanned planes. Senakabandara, injured, was evacuated. He and Silva were working in Russia to escape poverty. Hundreds of Sri Lankans fight for $3,000, with many more seeking employment with the Russian army. Economic downturn and political unrest in Sri Lanka led to widespread poverty, forcing some to join the Russian army for better income."
  ]
}