{
  "translated_text": {
    "ta": {
      "title": "மத்திய கிழக்கு வெப்பமயமாதல் அதிகரிக்கிறது",
      "body_lines": [
        "மத்திய கிழக்கில் போரினால் பாதிக்கப்பட்ட மோதல்களின் ஆபத்து ஈரான் மற்றும் லெபனானில் ஹெஸ்பொல்லா அமைப்பின் அறிவிப்பாகும்.",
        "பென்டகனின் கூற்றுப்படி, மத்திய கிழக்கில் கூடுதல் போர் கப்பல்கள் மற்றும் போர் ஜெட் விமானங்களைப் பயன்படுத்த அமெரிக்கா நடவடிக்கை எடுக்கும்.",
        "விரோத தாக்குதல்களின் இஸ்ரேலைப் பாதுகாக்க இது ஒரு ஆதரவு.",
        "அமெரிக்காவில் கூடுதல் பாலிஸ்டிக் ஏவுகணையைப் பயன்படுத்த அமெரிக்கா திட்டமிட்டுள்ளது என்று வெளிநாட்டு ஊடக அறிக்கைகள் தெரிவிக்கின்றன.",
        "அமெரிக்க பாதுகாப்பு செயலாளர் லாய்டின் மற்றும் இஸ்ரேலிய பாதுகாப்பு அமைச்சர் தெரிவித்தனர்.",
        "இதற்கிடையில், இஸ்ரேலில் உள்ள இந்திய தூதரகம் மத்திய கிழக்கு பிராந்தியத்தில் வெப்பமயமாதல் வெப்பமயமாதலுக்கு மத்தியில் சிறப்பு அறிவிப்பை வெளியிட்டுள்ளது.",
        "அதன்படி, இஸ்ரேலில் உள்ள இந்திய தூதரகம் இந்திய நாட்டினருக்கு பயணத்தில் மிகவும் கவனமாக இருக்க வேண்டும் என்று தெரிவிக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "The Middle East warming increases",
      "body_lines": [
        "The risk of war-torn conflicts in the Middle East is the announcement of Iran as well as the Hezbollah organization in Lebanon.",
        "According to the Pentagon, the US will take steps to use additional war vessels and fighter jets in the Middle East.",
        "It is a support to protect the Israel of hostile attacks.",
        "The United States is planning to use an additional balistic missile in the United States, foreign media reports say.",
        "US Secretary of Defense Lloydine and Israeli Defense Minister Said The United States said.",
        "Meanwhile, the Indian Embassy in Israel has made special notice in the midst of warming warming in the Middle East region.",
        "Accordingly, the Indian embassy in Israel is informed Indian nationals to be extremely careful in the journey."
      ]
    }
  },
  "summary_lines": [
    "The Middle East's warming trend escalates tensions, with Iran and Hezbollah in Lebanon posing risks of conflict. The Pentagon plans to deploy more warships and fighter jets to the region to safeguard Israel from potential attacks. Additionally, there are reports of the U.S. considering deploying more ballistic missiles. Amidst this, the Indian Embassy in Israel advises its citizens to exercise caution due to the escalating situation."
  ]
}