{
  "translated_text": {
    "si": {
      "title": "අහස දෙසට කෙළ ගැසීම;තහනම් වල ආතතිය",
      "body_lines": [
        "ඛනිජ තෙල් සංස්ථාවේ නායකයා අද පස්වරුවේ ජේවීපී යන්ත්රය විසින් පොදු ඉඩම් දේශය නැවැත්වීමට උත්සාහ කළ අවස්ථාවේදී අද පස්වරුවේ ජනතාව අහසට වෙඩි තැබූහ. පොලිසිය පවසයි.",
        "අතීතයේ දී ලන්ඩනයේ ජීවත් වන දෙමළ ජාතිකයෙකු අතීතයේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ නායකයා වෙත විකුණා ඇත.",
        "ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ ඛනිජ තෙල් නීතිගත සංස්ථාවේ \"ඉඩම පිරිසිදු කර ඉඩමෙන් ඔබ්බෙන් ඉඩම ඉවත් කර ඇත ඔබේ ඉඩමෙහි මායිම්. ඔවුන් පවසා ඇත.",
        "මේ අවස්ථාවේ දී, ඔවුන් පැවසුවේ ඔබේ දේශය දැන් මුහුදේ සිට ආපසු මුහුදෙන් ආපසු පැමිණ ඇති බවයි.",
        "දෙපාර්ශ්වයම මතභේදයෙන් පසු ජේවීපී යන්ත්රයට අනුව ජේවීපී යන්ත්රයට පහර දීමෙන් ඛනිජ තෙල් නීතිගත සංස්ථාවේ නායකයා අත් තුවක්කුව ගත්තේය.",
        "ප්රදේශයේ බීට් තරමින් පසුව, විශේෂ කාර්ය සාධක බලකාය පොලිසියට ගොස් තත්ත්වය පාලනය කර ගෙන ඇති අතර ජේවීපී යන්ත්රය සේවයෙන් පහ කරන ලද අතර පොලිස් ස්ථානයට ගෙන එන ලදී."
      ]
    },
    "en": {
      "title": "Spit towards the sky;Tension in the forbid",
      "body_lines": [
        "The leader of the Petroleum Corporation fired at the sky this afternoon when the people of the area tried to stop the land of public land by the JVP machine.The police said.",
        "In the past, a Tamil living in London has been sold to the leader of the Petroleum Corporation in the past.",
        "About one acre of land has gone into the sea with a sea erosion of the land of the land of the Petroleum Corporation of Petroleum Corporation with the JVP machine today, where the land was cleaned and the land was cleared of the land and the land beyond the borders of your land.They have said.",
        "In this case, they said that your land is now back from the sea where your land is back from the sea.",
        "The leader of the Petroleum Corporation took the handgun for his protection after the JVP attacked the machine after the controversy over the two sides.",
        "Following the stir in the area, the Special Task Force went to the police and brought the situation under control and the JVP machine was dismissed and taken to the police station."
      ]
    }
  },
  "summary_lines": [
    "A leader of the Petroleum Corporation fired into the air as locals protested against land seizures by the JVP. A previous incident involved a Tamil sold to the corporation in London. Sea erosion caused by the JVP machinery led to land loss, but it was later reclaimed. The corporation's leader brandished a gun after an attack by the JVP, leading to intervention by the Special Task Force, who arrested the JVP members."
  ]
}