{
  "translated_text": {
    "ta": {
      "title": "உலகில் உலகம் நிறுத்தப்பட்டது - இங்கே முழு விளக்கம்",
      "body_lines": [
        "முக்கிய இயக்க முறைமைகள் உட்பட பல உள்ளீட்டு சேவைகளின் விபத்து காரணமாக உலகெங்கிலும் உள்ள பல நாடுகளின் அன்றாட நடவடிக்கைகளுக்கு மைக்ரோசாப்ட் கடுமையாக தடை செய்யப்பட்டுள்ளது.",
        "இதன் விளைவாக, விமானங்கள், வங்கி சேவைகள், தொலைக்காட்சி சேனல் ஒளிபரப்பு உள்ளிட்ட பல சேவைகளில் செயல்பாடுகள் கணிக்க முடியாதவை.",
        "சரிவு, ஸ்ரீலங்கன் ஏர்லைன்ஸ் மற்றும் நான்கு தனியார் நிறுவனங்கள் நான்கு தனியார் நிறுவனங்களில் செயல்பாட்டில் செயல்பட்டு வந்தன.",
        "உலகின் விரைவான வளர்ச்சியின் போது இன்று (19) நாட்டில் ஏராளமான உலகளாவிய தகவல் தொழில்நுட்ப விபத்து பதிவாகியுள்ளது.",
        "மைக்ரோசாப்ட் முதன்முதலில் முக்கிய இயக்க முறைமைகள் உட்பட பல முக்கிய உள்ளீட்டு சேவைகளின் சரிவுக்கு அறிவிக்கப்பட்டது.",
        "\"ப்ளூ ஸ்கிரீன் டெத்\" படி, உலகெங்கிலும் உள்ள பல நாடுகளில் கணினித் திரைகளில் தோன்றியதாகத் தெரிகிறது, ஏனெனில் வெளிநாட்டு ஊடகங்கள் வெளிநாட்டு ஊடகங்களின் முக்கிய செய்தியாக மாறியுள்ளன.",
        "மைக்ரோசாப்ட் எதிர்பாராத விதமாக எதிர்பாராத விதமாக நிறுத்தப்பட்டது.",
        "அதன்படி, அண்டை நாடான இந்தியா, ஆஸ்திரேலியா, நியூசிலாந்து, பிரிட்டிஷ், ஜெர்மன், ஜெர்மன், ஜெர்மன், ஜப்பான், ஜப்பான், இஸ்ரேல், இஸ்ரேல், இஸ்ரேல், இஸ்ரேல், இஸ்ரேல், நெதர்லாந்து, ஜப்பான், சீனா, ஜப்பான்.",
        "இந்த பெரிய அளவிலான தகவல் தொழில்நுட்ப விபத்து வங்கிகள், போக்குவரத்து, தொலைக்காட்சி சேனல்கள் மற்றும் சுகாதாரத் துறைகளில் அதிக தாக்கத்தை ஏற்படுத்தியது.",
        "தகவல் தொழில்நுட்பத்தின் செல்வாக்கு தொழில்நுட்பத்தின் செல்வாக்கிற்கு பல விமானங்கள்.",
        "இது பிரிட்டிஷ் ஏர்லைன்ஸ், அமெரிக்கன் ஏர்லைன்ஸ், அமெரிக்கன் ஏர்லைன்ஸ், அமெரிக்காவில் உள்ள ஈஸி ஜெஸ், ரியான் ஏர் மற்றும் விமான நிறுவனங்களின் செயல்பாடுகளை குறைக்க உதவியது.",
        "ஜெட் ஸ்டார், ஜெட் ஸ்டார், எச்.கே.",
        "பெரிய அளவிலான தகவல்கள் உலகில், இங்கிலாந்தில் பல நாடுகளையும், ரயில், சுகாதாரம் மற்றும் சுகாதாரம் உள்ளிட்ட பல அத்தியாவசிய சேவைகளையும் பாதித்தன.",
        "பிரிட்டனில் உள்ள ஸ்கை நியூஸ் மீடியா நெட்வொர்க் மற்றும் சிபிபிசி மீடியா நெட்வொர்க் பிபிசியுடன் இணைந்தன, ஆஸ்திரேலியாவில் உள்ள ஏபிசி மீடியா நெட்வொர்க் சரிந்தது.",
        "இதற்கிடையில், நியூசிலாந்து நாடாளுமன்றத்தின் கணினி வலையமைப்பு முடக்கப்பட்டதாக வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன.",
        "ஆஸ்திரேலியாவின் சூப்பர் மார்க்கெட் நெட்வொர்க், பொலிஸ், தொலைக்காட்சி சேனல்கள் மற்றும் பல நியூசிலாந்து வங்கிகளும் தங்கள் கணினி தொடர்பான பிழைகளை பதிவு செய்தன.",
        "இதற்கிடையில், பாரிஸ் ஒலிம்பிக் தொடர்பான தகவல் தொழில்நுட்ப முறையும் தகவல் தொழில்நுட்ப செயல்பாட்டு முறைக்கு அழுத்தம் கொடுத்ததாக வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன.",
        "பெரிய அளவிலான உலகளாவிய தகவல் தொழில்நுட்பம் அமெரிக்காவில் ஒரு கிரவ் ஸ்ட்ரிக் சைபர் பாதுகாப்பு நிறுவனம் மூலம் கண்டறியப்பட்டது.",
        "கிராபார்ட் ஸ்ட்ரைக் ஒரு புதிய கணினி வைரஸ் தடுப்பு மருந்துகளை பரிசோதித்தபோது இது ஒரு பிழையாக இருந்தது.",
        "இருப்பினும், பல மைக்ரோசாஃப்ட் சேவைகள் பாதிக்கப்பட்டுள்ளன, எம்.சி மற்றும் லினக்ஸ் பயன்பாடுகள் பாதிக்கப்படவில்லை."
      ]
    },
    "en": {
      "title": "The world stopped in the world - Here is the full description",
      "body_lines": [
        "Microsoft has been severely obstructed for daily activities of many countries around the world due to a crash of a number of input services including major operating systems.",
        "As a result, operations in a number of services including flights, banking services, television channel broadcasting have been unpredictable.",
        "The collapse, SriLankan Airlines and four private institutions were operating in the operations in four private institutions.",
        "A large number of global information technological crash was reported today in the country today (19) at a time of rapid development of the world.",
        "Microsoft was first reported to the collapse of a number of major input services including main operating systems.",
        "According to the \"Blue Screen Death\" appears to appear on the computer screens in many countries around the world, as the foreign media has become the main news of foreign media.",
        "Microsoft unexpectedly stalled unexpectedly stalled error.",
        "Accordingly, neighboring India, Australia, New Zealand, British, German, German, German, Japan, Japan, Israel, Israel, Israel, Israel, Israel, the Netherlands, Japan, China, Japan.",
        "This large scale information technology crash was the most impact on banks, transport, television channels, and health sectors.",
        "The influence of information technology is a number of flights to the influence of technology.",
        "This helped to lower the operations of Easy Jess, Ryan Air, and Airlines in the British Airlines, American Airlines, American Airlines, United States.",
        "Jet Star, Jet Star, HK Express, and Sprring JAPAN Airlines, India IndiGo, Acigo, Akasa Air, India.",
        "Large scale information affected many countries in the world, in England, and many essential services, including train, health and health.",
        "The Sky News Media Network in Britain and the CBBC Media Network affiliated to BBC, the ABC media network in Australia was collapsed.",
        "Meanwhile, foreign media reports that the computer network of the New Zealand Parliament was disabled.",
        "Australia's supermarket network, police, TV channels and several New Zealand banks also recorded their system related errors.",
        "Meanwhile, foreign media reports that the Information Technicity System related to the Paris Olympics have also pressured the IT operation system.",
        "The large scale global information technology was diagnosed with a Croved Strick Cyber ​​Security company in the United States.",
        "It was an error when Crabard Strike was experimenting with a new computer antivirus.",
        "However, a number of Microsoft services have been affected, Mc and Linux applications had not been affected."
      ]
    }
  },
  "summary_lines": [
    "A massive global IT crash impacted numerous countries, causing disruptions in critical services like banking, transportation, and healthcare. Major operating systems experienced issues, leading to widespread \"Blue Screen Death\" errors. This affected airlines, banks, and even essential services in countries like England, Australia, and New Zealand. The incident was traced back to Microsoft services, but Mac and Linux applications remained unaffected."
  ]
}