{
  "translated_text": {
    "ta": {
      "title": "கர்ப்பிணி பெண்கள் கும்பல் ஏற்பாடு செய்யப்பட்டுள்ளது",
      "body_lines": [
        "பேருந்துகளில் பயணிக்கும் பயணிகள், ஒழுங்கமைக்கப்பட்ட கர்ப்பிணி பெண் கும்பலின் மூன்று உறுப்பினர்கள் தங்க மருந்து மற்றும் கொள்ளை, அனுராதபுரா, அனுராதபுராவுடன் கைது செய்யப்பட்டுள்ளனர்.",
        "பாதிக்கப்பட்டவர், தம்புதேகாமா, குடகாமா மற்றும் இங்கிரியாவில் புலத்சின்ஹலா சாலை.",
        "கொழும்பிலிருந்து அனுராதபுராவுக்குச் செல்லும் ஒரு தனியார் பஸ் அனுராதபுரா தலைமையக போலீசாருக்கு கொண்டு செல்லப்பட்டுள்ளது, மேலும் மூன்று சந்தேக நபர்களும் பஸ்ஸை பரிசோதித்தபோது கைது செய்யப்பட்டுள்ளனர்.",
        "பஸ்ஸில் சந்தேகத்திற்கிடமான பெண்களுடன் முதன்முதலில் பரிசோதிக்கப்பட்ட பஸ்ஸில், ஒரு தங்க நெக்லஸ் பெண் காவல்துறையின் தொப்பியில் மறைத்து வைக்கப்பட்டிருந்தது, ஹெராயின் 2700 மில்லிகிராம் ஹெராயின், மற்ற கர்ப்பிணிப் பெண் என்று சந்தேகித்தார். ரூ. 7820 ரூ.",
        "අත්අඩංගුවට ගත් සැකකාරියන් තිදෙනා  නීත්‍යානුකූලව හඳුනා ගැනීම සඳහා වලංගු කිසිදු හැඳුනුම්පතක් හෝ ලියවිල්ලක් ඔවුන් සන්තකයේ නොතිබූ බවත් සිදු කල ප්‍රශ්න කිරීම් වලදී එම සැකකාරියන්  පදිංචි ප්‍රදේශ සම්බන්ධයෙන්, වරින් වර විවිධ ප්‍රදේශවල නම් කියන බවද පොලිසිය කියයි.",
        "ஒரு சந்தேக நபரின் தொப்பியின் தொப்பியில் காணப்பட்ட ஹெராயினுக்கு ஒரு சந்தேக நபர் அறியப்படவில்லை, அதை ஒரு மோட்டார் சைக்கிளின் கணவருக்கு கொண்டு வந்தார்.",
        "காவல்துறையினரின் கூற்றுப்படி, தீவின் பல்வேறு பகுதிகளில் பல சம்பவங்களில் ஒழுங்கமைக்கப்பட்ட குற்றம் உட்பட பெண்கள் உட்பட பெண்கள் ஈடுபட்டுள்ளனர்.",
        "சந்தேக நபர்கள் ஒரு ஆயுதமாகப் பயன்படுத்தப்பட்டுள்ளனர், சட்டங்களிலிருந்து தப்பிக்க ஒரு குழந்தையின் இரக்கத்தையும் சந்தேகத்தையும் காவல்துறையினர் பயன்படுத்தினர்.மூன்று சந்தேக நபர்களும் அனுராதபுரா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட வேண்டும்."
      ]
    },
    "en": {
      "title": "Pregnant women gang arrested organized",
      "body_lines": [
        "The passengers traveling in buses, three members of an organized pregnant woman gang have been arrested with a gold drug and robbery, Anuradhapura, Anuradhapura.",
        "The victim is, Thambuththegama, Kudagama and Bulathsinhala Road In Ingiriya.",
        "A private bus traveling from Colombo to Anuradhapura has been taken to Anuradhapura headquarters police and the three suspects were arrested during a inspection of the bus.Says.",
        "First of the first inspected the bus with suspicious women in the bus, a gold necklace was hidden in the hat of female police, heroin suspected that 2700 milligrams of heroin, the other pregnant woman.Police say Rs. 7820 were found at Rs.",
        "Police say that no suspects were in their own areas regarding areas of residents of the three arrested and interrogated areas of the suspects.",
        "One suspect is not known to heroin, who was found in the hat of one suspect's hat and brought it to the husband of a motorcycle.",
        "According to the police, women, including women, including organized crime, have been involved in many incidents in different parts of the island.",
        "The suspects have been used as a weapon, the police have used compassion and suspicion of a child as a weapon to escape the laws.The three suspects were to be produced before the Anuradhapura Magistrate's Court."
      ]
    }
  },
  "summary_lines": [
    "Three members of a pregnant woman gang were arrested in Anuradhapura for drug and robbery. They were found with gold and heroin on a bus from Colombo. The suspects were interrogated and will face charges."
  ]
}