{
  "translated_text": {
    "ta": {
      "title": "நெல் வாங்கும் சிக்கலைச் செய்ய அமைச்சர்",
      "body_lines": [
        "நிதி அமைச்சின் பல அதிகாரிகளின் தன்னிச்சையான செயல்முறை காரணமாக நெல் அமைச்சர் தொடங்கப்பட்டார்.",
        "நெல் வாங்குவது மல்ஹேமனுக்கு ஒப்படைக்கப்பட்டுள்ளது என்று அவர் கூறுகிறார், ஆனால் அது சரியாக செயல்படவில்லை.",
        "\"நாங்கள் பணத்தை கோரினோம். எனவே அவர்கள் பேடிஸைப் பற்றி அல்லது நெல் புலம் பற்றி அதிகாரிகளை நம்புகிறார்கள். அதை நான் எப்படி நம்புவது?நான் ஏற்கனவே நிதி அமைச்சகத்திற்கு நிதி அமைச்சகத்திற்கு தெரிவித்துள்ளேன். பணம் கூட செலுத்தாத அதிகாரிகள். நீங்கள் செய்யும்போது, ​​நாங்கள் செய்கிறோம். என்னை குற்றம் சாட்ட வேண்டிய அவசியமில்லை. என் பக்கத்தில் நான் எடுக்க வேண்டிய மிக உயர்ந்த செயல்முறை அணுகப்பட்டுள்ளது. விவசாயிகளுக்கு நியாயமற்ற முறையில் இது தவிர்க்க முடியாதது. அது ஏற்றுக்கொள்கிறது. நான் என்ன செய்வது?நான் என்ன செய்ய முடியும்?இந்த அதிகாரிகளில் சிலருடன் பணியாற்ற எனக்கு எதுவும் இல்லை. இந்த பொறுப்பிலிருந்து என்னை விடுவிக்க இது சொல்கிறது. \"",
        "\"பணத்தின் சில அதிகாரிகள், சில அதிகாரிகள் ஆணவத்துடன் வேலை செய்கிறார்கள். இந்த நேரத்தில், அவர்கள் சிறிய மற்றும் நடுத்தர மற்றும் மோல்ஹெரிகளை வாங்குவதற்கும் வாங்குவதற்கும் பொறுப்பாளிகள். நெல் சந்தைப்படுத்தல் வாரியத்திற்கு அல்ல. எனவே அது செய்யப்படாது. நேர்மையாக அந்த பகுதிகளில் எங்களுக்கு ஒரு சிக்கல் உள்ளது. நான் பல மாதங்களாக இருந்தேன். நெல் மார்க்கெட்டிங் வாரியம் இதிலிருந்து ஒரு பொருட்டல்ல. இதை நிதி அமைச்சகத்திற்கு எடுத்துக் கொள்ளுங்கள். ஏனெனில் நாங்கள் நெல் மார்க்கெட்டிங் போர்டை வாங்கி வாங்குகிறோம். நான் வரும்போது, ​​நெல் மார்க்கெட்டிங் வாரியம் மலிவானது. இப்போது இரண்டு பருவங்கள் உழவர் அறக்கட்டளை நிதியத்தின் கடன்கள் மற்றும் கடன்களில் லாபம் ஈட்டுகின்றன."
      ]
    },
    "en": {
      "title": "Minister to commit paddy purchasing problem",
      "body_lines": [
        "The Minister of Paddy has been launched due to the arbitrary process of several officers of the Ministry of Finance.",
        "He says that paddy purchasing has been handed over to Malhemen, but it is not functioning properly.",
        "\"We demanded the money. So they believe in the officials about the padees or about the paddy field. How can I trust that?I have already informed the Ministry of Finance to the Ministry of Finance. Officers who are not even paying money. When you do, we are doing. There is no need for me accusing me. The highest process I have to take on my side has been accessed. It is inevitable to farmers unfairly. It accepts. What do I do?What can I do?I have nothing to do to work with some of these officers. It tells me to release me from this responsibility. \"",
        "\"Some of the officers of the Money, some of the officers working arrogantly. This time, they were responsible for purchasing and buy small and medium-sized and Molheries. Not to the Paddy Marketing Board. So it will not be done. Honestly we have a problem in those areas. I've been this for months. The Paddy Marketing Board does not matter from this. Take over this to the Ministry of Finance. Because we buy the paddy marketing board and buy. When I come, the Paddy Marketing Board is cheap. Now two seasons are loans from the Farmer Trust Fund and get profitable in loans. \""
      ]
    }
  },
  "summary_lines": [
    "The Minister of Paddy criticizes the Ministry of Finance for mishandling paddy purchases, citing issues with Malhemen's operation and allegations of corruption among officials. He expresses frustration over the lack of transparency and fairness towards farmers, calling for the Ministry of Finance to address these problems directly."
  ]
}