{
  "translated_text": {
    "si": {
      "title": "එක්සත් ජාතීන්. සහකාර ලේකම් සමඟ ජනාධිපති රැස්වීම",
      "body_lines": [
        "එක්සත් ජාතීන්ගේ සහකාර මහලේකම් කන්නි නැරඹරජා ඊයේ පෙරවරුවේ ජනාධිපති අනුර කුමාර දිසානායක මහතා හමුවිය.",
        "මෙම අවස්ථාවේදී, අවධානය යොමු වූයේ ආණ්ඩුක්රම ව්යවස්ථා ප්රතිසංස්කරණ සහ මැතිවරණ ක්රමය පරිපාලනය වන බැවිනි.",
        "එක්සත් ජාතීන්ගේ සංවිධානය යනු 'මානයන් අවදානම අවබෝධ කර ගැනීම සහ ශ්රී ලාංකික ජනතාවට ඔවුන්ගේ බලපෑම' යන මාතෘකාව යටතේ ය. '. ජනාධිපති අනුරකුමාර දිසානායක නියෝජිතයා විසින් භාර දෙන ලදී.",
        "මෙම වාර්තාවේ ශ්රී ලංකාවේ සංවර්ධන කටයුතු සඳහා එක්සත් ජාතීන්ගේ සංවර්ධන වැඩසටහන පූර්ණ සහයෝගයක් ලබා දෙන බවට නියෝජිතයා පොරොන්දු විය.",
        "රටේ ආර්ථිකයට කාන්තා දායකත්වය නොමැතිකම පිළිබඳව ද මෙම රැස්වීමේදී අවධානය යොමු විය.(අ)"
      ]
    },
    "en": {
      "title": "The UN. President Meeting with Assistant Secretary",
      "body_lines": [
        "United Nations Assistant Secretary General of the United Nations Kanni Vignaraja met with President Anura Kumara Dissanayake at the Presidential Office yesterday morning.",
        "At this time, the focus was on the administration, the constitutional reforms and the electoral system.",
        "The United Nations is also a report titled 'Understanding of Dimensional Risk and their impact on the Sri Lankan people' '. President Anurakumara Dissanayake was handed over by the representative.",
        "The Representative also promised that the United Nations Development Program will provide full support for Sri Lanka's development efforts on this report.",
        "The meeting also focused on the lack of women's contribution to the economy of the country.(a)"
      ]
    }
  },
  "summary_lines": [
    "UN Assistant Secretary General Kanni Vignaraja met Sri Lanka President Anura Kumara Dissanayake. Discussion focused on administration, constitutional reforms, electoral system, UN report on risk impact, and women's economic contribution. UNDP pledged support for Sri Lanka's development efforts based on the report."
  ]
}