{
  "translated_text": {
    "si": {
      "title": "இலைதழைகள் மட்டும் தான் சாப்பாடு: ஆனால் சிக்ஸ்பேக்",
      "body_lines": [
        "අද අපි බොහෝ මිනිසුන් ආහාරයට ගැනීමට කාලය නැති කාර්යබහුල ජීවිතයක් ගත කරනවා. குறிப்பாக, ஐடி போன்ற துறைகளில் ஷிப்ட் வேலைக்கு செல்கிறவர்கள் இரவு நேரங்களில் ஜங்க் உணவுகளை அதிகளவில் சாப்பிடுவதால் உடற்பருமன், ரத்த அழுத்தம் போன்ற பல்வேறு உடல்நல பிரச்சினைகளுக்கு ஆளாகி வருகின்றனர். වෛද්යවරුන් ඔවුන්ට ලබා දෙන එකම අවවාදය නම් නිසි ආහාර කාලෝචිත ලෙස ගැනීමයි.",
        "ස්වාභාවික ගංගාවල ජලය පමණක් පානය කිරීමෙන්, ගස් හා කඳුකරයේ ගස් හා කඳු නැගීම මගින් වසර ගණනාවක් තිස්සේ යමෙකු වසර ගණනාවක් ජීවත් වුවහොත් ඔබට විශ්වාස කළ හැකිද? ඔව්, කර්ණාටකාවේ සිටි තරුණයෙක් ඇසුරුමේ හා යෝග්යතාවයේ ඇසුරුමේ ඇසුරුම හා යෝග්යතාවය ගැන පුදුමයට පත් වේ.",
        "මේ තරුණයා කවුද? ඔහුගේ ජීවන රටාව කෙසේද? ඊටීවී භාරත් කණ්ඩායම ඔහුව සොයා ගැනීමට ඔහු සොයා ගියේය.",
        "බුද්ධ මල්ලික් හොමානි උගරකාවල, බෙලාගාවි දිස්ත්රික්කයේ දී, බෙලගාවි දිස්ත්රික්කයේ, බෙලගාවි දිස්ත්රික්කයේ. කිලෝග්රෑම් 60 බර, අඩි 5.9 උස. 34 - අවුරුදු - යෝගා පුහුණුකරුවෙකි. ඔහු තම ගමේ සිට කෙටි දුරක් වන සිතාන්කොල්ලා නම් කන්දක් මත පැල්පතක් ජීවත් කරයි. හෝමානි ඇගේ ජීවන රටාව ගැන අප සමඟ බෙදා ගත්තේය.",
        "\"මම සෑම රාත්රියකම රාත්රී 11 ට නින්දට යන්නෙමි. මම උදේ පාන්දර 3 ට නැගිට පැයක් සඳහා යෝගා කරන්නෙමි. මම දිනකට පැය හතහමාරක් පමණක් නිදාගන්නෙමි. එවිට මම දිනපතා තහඩු 2 ක් අනුභව කරමි. පිපාසය නිසා කන්දෙන් එන ඇළ දොළවල පැහැදිලි ජලය මම පානය කරමි. මම සාමාන්යයෙන් උදේ ස්නානය කිරීමෙන් ටික වේලාවක් විවේක ගන්නෙමි.",
        "දිවා ආහාරය ලෙස ආපසු පැමිණ කොළ කොළ පමණක් තබන්න. මම රාත්රී 8 ට පැයක් සඳහා යෝගා පුහුණු වෙමි. රාත්රිය සහ ආහාර මෙන්ම කොළ ද වේ. ඔබ අනුභව කරන්නේ හරිතයන් පමණක් නම්, ඔබට දින කිහිපයක් සිටින විට මම කුඩා බත් කන්නෙමි. \"",
        "ඔහු පවසන්නේ වඳුරන්ගෙන් තමා ජීවත් විය හැකි බවයි.. \"මම මුලින්ම හරිතයන් අනුභව කරන විට සමහර හරිතයන් කටුගසයි. මම ඔවුන්ව නැවත ආහාරයට ගැනීමට පුරුදු වී සිටිමි. මම නිවිති වර්ග 80 කට වඩා කන්නේ වුවද, විශේෂිත හරිතයන් 4 දෙනා ඉතා කටුක බැවින් ඒවා අනුභව නොකරමි. ඒ හා සමානව, මුලදී අනුභව නොකළ සංක්රමණිකයන් සහ එළුවන් මම දුටුවෙමි. එබැවින් පරිසරය හමුවීම එතරම් අපහසු නොවීය. පසුව මම ඒවා වළක්වා ගත්තා.",
        "සෙම්ප්රතිශ්යාව සහ උණ වැනි සෞඛ්ය ගැටලු මට නිවිති ආහාර අනුභව කිරීමේ ක්රමය අනුගමනය කරන නිසා මට නැත. එහෙත් මෙම ජීවන රටාව තෝරා ගැනීමෙන් පසු 3 වතාවක් රෝහලට යාමට බල කෙරුනි. වරක් මම රෝහලට ගිය පසු කකුල මත යකඩ සැරයටියක් විදින අතර තවත් වතාවක එයට හුස්ම ගැනීමට අපහසු වූ අතර අන්තිමයා කටු මත වැටුණි. \"",
        "කන්දෙහි හදවත්නි ජීවත් වන්නේ අලුත් දෙයක් නොවේ. ඔහු මීට වසර 10 කට පෙර ඔහුගේ තරුණ කාලයේ සිට උදෑසන කන්දට ගියහොත්, ඔහු රාත්රිය වන තුරුම එහි සිටී. නින්දට ගෙදර යන්න. එම අත්දැකීම පවසන්නේ එය දැන් කන්ද මත ජීවත් වීමට උපකාරී වන බවයි. නිරෝගී ආහාර, කඳු සහ ස්වාභාවික වාතය ලෙස තම ආදරය වර්ධනය කර ඇති නමානි පවසන්නේ ඇය තවමත් ඇගේ ජීවන රටාව සරල කර ඇති බවයි.",
        "\"මම රටකජු, රටකජු, මිදි, කෙසෙල්, ඇපල්, ඇපල්, ඇපල්, වියළි මිදි වැනි කිරි කනවා.. නමුත් දැන් කෑම මගේ ඇස් ඉදිරිපිට ඇති කර ගන්නා නමුත් ඒවා අනුභව කරන බවක් නොපෙනේ. මෙයට හේතුව, පත්රිකාවේ medicine ෂධය සහ දිව්යමය ගුණාංග අවබෝධයෙන් පසු වෙනත් ආහාර ලබා නොගන්නා බැවිනි. මෙම ආහාරයට මගේ බඩවැලේ ඇති ගැටළු නොමැත. \"",
        "ස්වාභාවික ජීවිතයෙන් තමා සතුව ඇති ප්රතිලාභ යෝග පැහැදිලි කරයි. \"මගේ සෞඛ්යයට ප්රධාන හේතුව මම කරන ආසන. නුමාලියාසනා, චක්රසනාම්, වජ්රසනා, බේස්ටාසානම්, සුරරයිමාසනාම්, කහකටි චකසනාම්, කකුකානාම්, කුගාසනාම් යන ආසන 50 කට වැඩි ප්රමාණයක් මම කරන්නෙමි. මේවා මගේ සෞඛ්යයට බෙහෙවින් උපකාර කරයි.",
        "ඒ වගේ, මම දවස පුරාම කන්ද වටා ඇවිදිනවා. මම කරන්නේ විශාල පාෂාණ හා කඳුකරයේ යෝගා යෝගායි. මම ජංගම දුරකථනයෙන් ගරුදා පුරාන සහ ශිව පුරානා කියෙව්වා. මට මුදල් අවශ්ය වූ සෑම අවස්ථාවකම මම කොටනාර්හි වැඩට යන්නෙමි. මේ කන්ද, මගේ නිවස, ලස්සන පරිසරය මෙයයි. මට මේ සඳහා ආශාවක් නැත. මම සෑහීමකට පත්වෙනවා. \"",
        "හොසාමානිගේ පියාගේ නම මාලික්. ඔහු දැන් ජීවතුන් අතර නැත. අම්මා මබුබි ඇගේ පුතාගේ නිවසක ජීවත් වේ. එක් සහෝදරියක් වන හොසානි වෙත සහෝදරයන් දෙදෙනෙක්. සෑම කෙනෙකුම විවාහ වී සිටින අතර ඔවුන්ගේ පවුල් සමඟ ජීවත් වේ. නමුත් ඔහුට විවාහ වීමට අවශ්ය නැත.",
        "\"මට තනි වීමට අවශ්යය. ශබ්දය, කඩිමුඩියේ හා වැඩි පිරිසකට හැසිරවිය නොහැක. මට ඕනෑවට වඩා කතා කිරීමට පවා අවශ්ය නැත. \". හොමානිගේ යෝග කුසලතා මගින් ආනුභාව ලත් බොහෝ මිනිසුන් ඔවුන්ගේ ආරාම වෙත නොගියහ.",
        "හොසාමානිගේ සලාද කොළ ආහාර හා ජීවන රටා වෛද්යවරු පුදුමයට පත් කර ඇත. ක්රි.කේ.. ෙසාමානි විවිධාකාර හරිත ආහාර අනුභව කරන්නේ කෙසේදැයි දුටු වෛද්ය ලෝකයට එය පුදුමයට කරුණකි. ඔබ මෙය කළ යුතුයි. \""
      ]
    },
    "en": {
      "title": "The only meals are: but the chickpeg",
      "body_lines": [
        "We are living a busy life without time to eat a lot of people today. In particular, people who go to work in the IT sectors are suffering from various health problems, such as obesity and blood pressure, as they eat too much of junk foods at night.. The only advice that doctors give to them is to take the right foods in a timely manner.",
        "Can you believe if one survives for many years by drinking only the water in the natural streams, climbing the trees and mountains in the trees and the mountains? Yes, a young man from Karnataka is surprised by the Six Pack and Fitness of the Six Pack and Fitness.",
        "Who is this young man? How is his lifestyle? The ETV Bharat group went to find him to find out.",
        "Buddha Mallik Hosamani hails from Ugarakola in the Sawadatti taluk of Belagavi district, Karnataka. 60 kg weight, 5.9 feet high. The 34 -year -old is a yoga coach. He lives a hut on a mountain called Sithankolla, a short distance from his village. Hosamani shared with us about her lifestyle.",
        "“I will go to sleep at 11 pm every night. I will get up at 3 o'clock in the morning and do yoga for an hour. I will only sleep for four and a half hours a day. Then I will eat 2 plate leaves daily. I will drink clear water of the streams that come from the mountain for thirst. I usually keep resting for a while after bathing in the morning.",
        "Return as lunch and only leaves the leaves. I will practice yoga for an hour at 8 pm. The night and the food are as well as the leaves. Even if you only eat only greens, I will eat a little rice when you have a few days. ”",
        "He says he came from monkeys that he could only live by eating only greens and leaf. “Some greens were bitter when I first eaten the greens. I have been accustomed to eating them again. Although I eat more than 80 varieties of spinach but not eating them because the 4 specific greens are very bitter. Likewise, I saw the migrants and goats that did not eat at the beginning. So it was so hard to meet the environment. I then avoided them.",
        "I do not have any health problems such as colds and fever because I follow the Diet Diet Method of Eating Spinach. Yet it was forced to go to the hospital 3 times after choosing this lifestyle. Once I went to the hospital because an iron rod was pierced on the leg, another time it had difficulty breathing and the last fell on the thorns. ”",
        "Hosamani lives on the mountain is nothing new. If he goes to the mountain in the morning from his youth 10 years ago, he will be there until night. Go home to sleep. That experience says that it is now helping to live on the mountain now. Hosamani, who has developed her love as healthy foods, mountain and natural air, says that she is still simplifying her lifestyle.",
        "“I have been eating milk, like peanuts, peanuts, grapes, bananas, apples, dry grapes, a little salad, sapatti, chicken meat and mutton.. But now that the dishes are brought before my eyes but do not appear to eat them. This is because the medicine and the divine qualities in the leaflessness do not pursue other foods after understanding. This diet has no problems in my gut. ”",
        "Yoga explains the benefits he has through natural life. “The main reason for my health is the seats I do. I perform more than 50 seats such as Navaliyasana, Chakrasanam, Vajrasana, Badhastasanam, Suryanamasaram, Arthakati Chakrasanam, Kukudasanam, Bhagasanam. These greatly help my health.",
        "Like that, I walk around the mountain all day. I do yoga climbing on the big rocks and hills. I read the Garuda Purana and Shiva Puranas on the cell phone. Whenever I need money, I go to work in Kotanar. This is the mountain, my house, the beautiful environment this is Paradise for me. I have no desire for this. I am satisfied. ”",
        "Hosamani's father's name Malik. He is not alive right now. Mom Mabubi lives in her another son's house. 2 brothers to Hosamani, one sister. Everyone is married and lives with their families. But he does not want to marry.",
        "“I want to be alone. Noise, bustle and more people can not handle. I don't even want to talk too much. ”. Many people who were inspired by Hosamani's yoga skills did not go to their monasteries.",
        "Hosamani's lettuce has surprised the Diet and lifestyle doctors. Dr. Mahantesh Ramanavar, Head of the Department of Anatomy of KLE BMK Ayurveda College, said, “The Lord has given the power of eating greens only to animals and birds.. It is a surprise to the medical world when I see how Hosamani eats a variety of greens. You have to do this. ”"
      ]
    }
  },
  "summary_lines": []
}