{
  "translated_text": {
    "ta": {
      "title": "உலகின் ஏழு செல்வந்த நாடுகளின் இலக்கு இலக்கு",
      "body_lines": [
        "உலகின் ஏழு செல்வந்த நாடுகளின் தலைவர்களில் கலந்து கொள்ளும் ஜி 7 உச்சிமாநாடு இத்தாலியில் நடைபெறும்.",
        "கனடா, பிரான்ஸ், ஜெர்மனி, இத்தாலி, ஜப்பான், பிரிட்டிஷ் மற்றும் அமெரிக்காவின் தலைவர்களின் பங்களிப்புடன் இன்று மாநாடு நடைபெறும்.",
        "கூடுதலாக, ஆப்பிரிக்கா மற்றும் இந்தோ பசிபிக் நாடுகளில் உள்ள ஜி 7 கவுன்சிலின் தலைவர்கள் ஜி 7 உச்சிமாநாட்டில் கலந்து கொள்கிறார்கள் என்று வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன.",
        "இந்த ஆண்டு மாநாடு உக்ரைனில் போர் மோதல்கள் மற்றும் சுரண்டல் குறித்து கவனம் செலுத்தும் என்றும் கூறப்படுகிறது.",
        "இதற்கிடையில், அமெரிக்க ஜனாதிபதி ஜோ பிடன் இந்திய பிரதமர் நரேந்திர மோடியை சந்திக்க தயாராக உள்ளதாக வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன.",
        "இந்த கூட்டம் இத்தாலியில் நடந்த ஜி 7 உச்சிமாநாட்டிற்கு இணையாக நடைபெறும் என்று தெரிவிக்கப்பட்டுள்ளது.",
        "இருப்பினும், இரு தலைவர்களும் சந்திக்கும் ஒரு குறிப்பிட்ட தேதி அல்லது இடத்தின் பதிவு எதுவும் இல்லை."
      ]
    },
    "en": {
      "title": "The target of the seven wealthy countries in the world is the target",
      "body_lines": [
        "The G7 summit, attending the leaders of the World's seven wealthy countries, will be held in Italy.",
        "The conference will be held today with the participation of the leaders of Canada, France, Germany, Italy, Japan, British and America.",
        "In addition, foreign media reports that Leaders of the G7 council in Africa and Indo Pacific countries attend the G7 summit.",
        "It is also said that this year's conference will focus on the war conflicts in Ukraine and exploitation.",
        "Meanwhile, US President Joe Biden is ready to meet Indian Prime Minister Narendra Modi, foreign media reports.",
        "It is reported that the meeting will be held in parallel to the G7 summit in Italy.",
        "However, there is no record of a specific date or place where the two leaders meet."
      ]
    }
  },
  "summary_lines": [
    "The G7 summit, hosted by Italy, gathers leaders from the world's wealthiest nations, including Canada, France, Germany, Japan, the UK, and the US, focusing on global issues like Ukraine's conflict and exploitation. Reports suggest the inclusion of African and Indo-Pacific leaders, with US President Joe Biden set to meet India's PM Narendra Modi, details pending."
  ]
}