{
  "translated_text": {
    "ta": {
      "title": "ஏ / எல் தேர்வு நாளை முதல் மீட்கப்படும்",
      "body_lines": [
        "சீரற்ற வானிலை காரணமாக 2024 கிலோ மேம்பட்ட நிலை தேர்வின் மேம்பட்ட நிலை ஆய்வு நாளை முதல் மீண்டும் தொடங்கப்படும்.",
        "இந்த முறை க.பொ.த. ஏ / எல் தேர்வு 25 ஆம் தேதி தொடங்கியது மற்றும் பலத்த மழை தற்காலிகமாக இடைநீக்கம் செய்யப்பட்டது.",
        "தேர்வுகள் நாளை முதல் தேர்வு செய்யப்படும் என்றும், தேர்வு நாளை நடைபெறும் என்றும் தேர்வு ஆணையர் ஜெனரல் தேர்வு தெரிவித்துள்ளது.",
        "பரீட்சை இல்லாத நாட்களில் பாடங்கள் வரவிருக்கும் நாட்களில் நடத்தப்பட திட்டமிடப்பட்டதாக பரீட்சை ஆணையர் ஜெனரல் தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "A / L examination will be rescued from tomorrow",
      "body_lines": [
        "The Advanced Level Examination of the 2024 GCE Advanced Level Examination will be resumed from tomorrow due to inclement weather.",
        "This time the GCE A / L examination commenced on the 25th and the heavy rains were temporarily suspended.",
        "The Examinations Commissioner General of Examinations said that the examination will be resumed from tomorrow and the examination will be held tomorrow.",
        "The Commissioner General of Examinations said that the subjects on the days of not the examination were scheduled to be held in the coming days."
      ]
    }
  },
  "summary_lines": [
    "GCE A/L exam resumes tomorrow after weather delay. Originally started on 25th, heavy rain caused suspension. Commissioner says affected subjects will be rescheduled soon."
  ]
}