{
  "translated_text": {
    "si": {
      "title": "හෙට දක්වා මුහුදට යන්න එපා!",
      "body_lines": [
        "ගිනිකොනදිග බෙන්ගල් මුහුදේ පහත් බිම් පහත් බිම් ප්රදේශය බටහිර වයඹදිග දිශාවට ගමන් කිරීමට ඉඩ ඇති බැවින් කාලගුණ විද්යා දෙපාර්තමේන්තුව නිවේදනය කරන්නේ නාවික භටයින් සහ ධීවරයින් මුහුදට නොයා යුතු බවයි.",
        "නාවික හමුදාව සහ ධීවරයින් මුහුදු ප්රදේශවලට යන්නේ නැත. අද (16) උදේ 8.00 ට නිකුත් කරන ලද නිවේදනය හෙට (17) සහ පෙ.ව .8.00 ට වලංගු වේ.",
        "පහත් බිම් ප්රදේශය ඊයේ (15) සවස 12:00 ට මධ්යම බෙංගාල මුහුදේදී කේන්ද්රගත වී ඇත.",
        "එය බටහිර වයඹදිග දිශාවට ගමන් කර උතුරු තමිල්නාඩු, පුදුර්ජරි සහ එහි යාබද දකුණු දකුණු හාද්රා ප්රදේශ් වෙරළ තීරය යන රටවල පහත් දර්ශන කලාපයක් බවට පත්වේ.",
        "එහි ප්රති As ලයක් වශයෙන්, මුහුදේ තද සුළං හමනවා, තද වැසි සහ මුහුදු ප්රදේශ ඉතා කැලඹිලි සහිත ය.",
        "චිලාව්, ගාල්ල, හම්බන්තොට සහ පොට්ටුවිල් දක්වා මුහුදේ මුහුදු රැල්ලේ උස මීටර් 2.5-30 දක්වා ඉහළ යනු ඇත.",
        "එහි ප්රති As ලයක් ලෙස චිලාව් සිට කොළඹ, ගාල්ල සහ හම්බන්තොට යන මුහුදු රළ ඉඩම ඉඩමට පැමිණීමට ඉඩ තිබේ.",
        "ධීවර හා සමුද්රීය ප්රජාව පවසා ඇත්තේ කාලගුණ විද්යා දෙපාර්තමේන්තුව විසින් නිකුත් කරන ලද එළඹෙන නිවේදන යොමු කළ යුතු බවයි."
      ]
    },
    "en": {
      "title": "Don't go to sea until tomorrow!",
      "body_lines": [
        "The Department of Meteorology has announced that the Marines and fishermen should not go to the sea, as the low-lying low-lying area in the southeastern Bengal Sea is likely to move in the western-northwestern direction.",
        "Navy and fishermen do not go to sea areas. The announcement, which was released today (16) at 8:00 am, will be valid tomorrow (17) and 8:00 am.",
        "மத்திய வங்கக் கடலில் நேற்று (15) மதியம் 12:00 மணியளவில் குறைந்த காற்றழுத்த தாழ்வு பகுதி இன்னும் மையம் கொண்டுள்ளது.",
        "It will move in the western-northwestern direction and become a low-lying zone of the northern Tamil Nadu, Puducherry and its adjoining South Andhra Pradesh coast tomorrow.",
        "As a result, strong winds are blowing in the sea, heavy rains and the sea areas are very turbulent.",
        "The height of the sea wave in the seas from Chilaw to Colombo, Galle, Hambantota and Pottuvil is likely to rise to 2.5-3.0 meters.",
        "As a result, the sea waves from Chilaw to Colombo, Galle and Hambantota are likely to reach the land.",
        "The fisheries and maritime community has said that the upcoming announcements issued by the Department of Meteorology should be focused."
      ]
    }
  },
  "summary_lines": [
    "Marine warning: Avoid sea travel due to low pressure system moving west-northwest. Strong winds, heavy rains expected. Sea waves may reach land in coastal areas."
  ]
}