{
  "translated_text": {
    "ta": {
      "title": "வரையறைகளின் காரணங்கள்",
      "body_lines": [
        "பட்டப்படிப்பில் ஏற்படும் மாற்றங்களுக்கு ஏற்ப இலங்கை அணி தோற்கடிக்கப்பட்டுள்ளது என்று இலங்கையின் பராரித் தோற்கடிக்கப்பட்டுள்ளது.",
        "இன்று ஊடகங்களுடன் பேசிய சரித் இந்த கருத்துக்களை வெளிப்படுத்தினார்.",
        "\"ஒரு பேட்ஸ்மேனாக நாம் ப்ளீம் பெற வேண்டும். இல்லை ஆறு ஓவர்களும் இரண்டு விக்கெட்டுகளை அனுமதிக்கட்டும், ஒரு பேட்டரி லிஞ்ச் 125 க்கு செல்ல முடியாது. நான் உட்பட அனைத்து பேட்ஸ்மேன்களும் நீங்கள் பொறுப்பேற்க வேண்டும்.",
        "கே. நடந்த பயிற்சியில் மேலும் பேட்டிங் பயிற்சியைப் பயிற்சி செய்ய நடவடிக்கை எடுக்கப்படுகிறதா?",
        "\"நாங்கள் இலங்கையில் பயிற்சி பெற்றோம். ஆனால் பிட்ச்களை மாற்ற நாங்கள் பழக்கப்படுத்த முடியவில்லை. மற்ற மைதானங்களில் 6 ஓவர்களின் மதிப்பெண் பெற்றுள்ளோம், நாங்கள் 180 ஐப் பார்ப்போம். இந்த நேரத்தில் பிட்சுகளை மாற்றும் பிட்சர்கள். நாம் விரைவாக வடிவமைத்து VICFT களை சேமிக்க வேண்டும். எங்களால் முடியவில்லை என்பதால் நாங்கள் தோற்கடிக்கப்பட்டோம்."
      ]
    },
    "en": {
      "title": "The causes of the benchmates",
      "body_lines": [
        "Sri Lanka's pararith is defeated that the Sri Lankan team has been defeated to be able to adapt to changes in the graduation.",
        "Speaking to the media today, Charith expressed these views.",
        "\"As a batsman we need to get the bleam. No six overs let two wickets go and a battery linge cannot go to 125. All batsmen, including I, you have to take responsibility. \"",
        "Q. Is there action taken to practice more batting practice in training that happened?",
        "\"We were trained and prepared in Sri Lanka. But we could not be accustomed to change the pitches. We have scored the score of 6 overs in other Grounds, we would look at 180. Pitchers on this time changing the pitch. We should quickly shape down and save the vicfts. We were defeated because we could not. \""
      ]
    }
  },
  "summary_lines": [
    "Charith, speaking after Sri Lanka's defeat, highlighted the team's struggle to adapt to varying pitch conditions during the tournament. He emphasized the importance of taking responsibility as batsmen, noting their inability to adjust quickly enough to the changing pitches, which led to their loss. The team had previously performed well on other grounds but faced difficulties on the current pitch."
  ]
}