{
  "translated_text": {
    "ta": {
      "title": "படுகளையில் இருந்து தனுஷ்கா மீட்கப்படுகிறார்",
      "body_lines": [
        "கனடாவில் உள்ள காந்தியன் பகுதியில் உள்ள வீட்டில் சிகிச்சை பெற்று வரும் மருத்துவமனையை இன்று (15) தனுஷ்கா விக்ரமசிங்கிலிருந்து வெளியேற உள்ளார்.",
        "இதற்கிடையில், இலங்கை குடும்பத்தைச் சேர்ந்த ஐந்து உறுப்பினர்கள் உட்பட ஐந்து உறுப்பினர்களைக் கொன்ற இலங்கை இளைஞர்கள் ஒட்டாவா நீதிமன்றத்தை இரண்டாவது நாளுக்கு வழங்கினர்.",
        "சந்தேக நபர் நீதிமன்றத்துடன் தொடர்புடையவர், விசாரணை 4 நிமிடங்கள் மட்டுமே.",
        "பாதிக்கப்பட்டவர்களில் தவறாக இருந்த முன்மாதிரியான தொழிலாளர்களில் பாதிக்கப்பட்டவர்களின் நிறுவனர்கள் சரி செய்யப்பட்டதாக கனடா ஊடகங்கள் தெரிவிக்கின்றன.",
        "வழக்கைப் புகாரளிக்க ஏராளமான பத்திரிகையாளர்கள் நீதிமன்ற வளாகத்தில் சேகரிக்கப்பட்ட போதிலும், 19 வயதான இலங்கை இளைஞர்கள் நீதிமன்றத்திற்கு கொண்டு வரப்பட்டனர்.",
        "சந்தேக நபர் ஃபிப்ரி டி சோய்சா முதலில் தனது அடையாளத்தை நீதிமன்றங்களில் கூறியுள்ளார்.",
        "ஆனால் அவரது பெயர் மற்றும் பிறந்த நாள் கிளிஃப் எக்ஸ்பிரஸ் போது, ​​அதனுடன் தொடர்புடைய அதிகாரி அவரிடம் அது தெளிவாக சத்தமாக இருப்பதாக அவரிடம் சொல்லும்படி கூறியிருந்தார்.",
        "சந்தேகநபர் ஃபெல்கியோ டி சோய்சா ஆறு குற்றவியல் கொலைக் குற்றச்சாட்டுகளுக்கு குற்றம் சாட்டப்பட்டு கொலை செய்ய முயன்றதாக குற்றம் சாட்டப்பட்டார், அத்தகைய குற்றச்சாட்டுகள் எதுவும் நேற்று நீதிமன்றத்தில் மீண்டும் மீண்டும் செய்யப்படவில்லை.",
        "மார்க் கொலையின் இரண்டாவது நாள் நான்கு நிமிடங்களுக்கு மட்டுப்படுத்தப்பட்டது மற்றும் விசாரணை 28 ஆம் தேதி நடைபெறும்.",
        "குற்றம் சாட்டப்பட்டவரின் பிரதிவாதியின் மன நிலை மற்றும் வழக்கில் நீதிமன்ற வளாகத்தில் குற்றம் சாட்டப்பட்டவர் மீது குற்றம் சாட்டப்பட்டவர் இந்த வழக்கில் பதிலளிக்கவில்லை என்று அவர் கேட்டபோது.",
        "\"அவர் தன்னை காவலில் இருக்கிறார். அவர் அங்கே நன்றாக இருக்கிறார். நான் அவரை வீடியோ மற்றும் தனியார் மூலம் சந்தித்தேன். \"",
        "கே: என்ன நடந்தது என்பது பற்றி அவருக்கு புரிகிறதா?",
        "\"மன்னிக்கவும், அதற்கு என்னால் பதிலளிக்க முடியாது. நான் அவரது குடும்பத்தில் ஈடுபட்டேன். அவர்கள் கண்டிப்பாக வருத்தப்படுகிறார்கள். \"",
        "இருப்பினும், கனடா சட்ட வல்லுநர்கள் சந்தேக நபரின் மன மதிப்பீடு அவசியம் என்று கூறுகிறார்கள்.",
        "\"இந்த குற்றத்தின் தன்மை பார்க்கப்படும்போது, ​​சந்தேக நபரின் முக்கியத்துவம் தேவை என்பது தெளிவாகிறது. இது சிக்கலானதாகக் கருதப்படுவது மிக முக்கியம். முழு சூழ்நிலையையும் வெளிப்படுத்த அதிக மாதங்கள் ஆகலாம். \"",
        "இதற்கிடையில், கொலை செய்யப்பட்ட இலங்கை குடும்பத்தின் இறுதி சடங்கு ஞாயிற்றுக்கிழமை நடைபெற உள்ளது."
      ]
    },
    "en": {
      "title": "Dhanushka recover from the massacre",
      "body_lines": [
        "Dhanushka Wickremasinghe is due to leave the hospital today (15), who is being treated in the house of the Kandyan area in Canada.",
        "Meanwhile, the Sri Lankan youth who killed five members including five members of a Sri Lankan family presented the Ottawa court to the second day.",
        "The suspect was associated with the court and the trial was only for 4 minutes.",
        "Canada media reports that the founders of the victims were corrected in the precedent workers who were wrong in the victims were the amendment of allegations.",
        "Although a large number of journalists were gathered to the court premises to report the case, the 19-year-old Sri Lankan youth was brought to court.",
        "The suspect Fibri de Zoysa has first stated his identity in the courts.",
        "But when his name and birthday cliff express, the corresponding officer had told him to tell him that it was clearly loud.",
        "The suspect Felgio de Zoysa is accused of six criminal murder accusations and accused of attempting to murder, no such allegations have been repeated before the court yesterday.",
        "The second day of the mark murder was limited to four minutes and the trial will be held on the 28th.",
        "When he asked the defendant's mental state of the accused and the accused of the accused of the court premises in the case, he had not answered.",
        "\"He is in the custody of herself. He is fine there. I met him through video and private. \"",
        "Q: Does he understand about what happened?",
        "\"Sorry, I can't answer that. I was involved in his family. They're in strict regret. \"",
        "However, Canada law experts say that the suspect's mental evaluation is essential.",
        "\"When the nature of this crime is viewed, it is evident that the significance of the suspect is required. It is vital that it is considered complicated. It may take more months to reveal the whole situation. \"",
        "Meanwhile, the funeral of the murdered Sri Lankan family is due to be held on Sunday."
      ]
    }
  },
  "summary_lines": [
    "Dhanushka Wickremasinghe, recovering from a massacre, is leaving the hospital today. The Sri Lankan youth accused of the crime is in court, with the trial lasting only 4 minutes. The suspect, Fibri de Zoysa, is accused of six murders and attempted murder. His mental state is a concern for Canadian law experts. The family's funeral is scheduled for Sunday."
  ]
}