{
  "translated_text": {
    "si": {
      "title": "ශක්තිමත් රජයක් පිහිටුවීම",
      "body_lines": [
        "රටේ ජනතාවගේ බලාපොරොත්තුව හා අපේක්ෂාවන් ඇති කර ගැනීමට ජනතාවට ඉඩ නොදී අපි අපගේ සැලසුම් දැඩි ලෙස සිදු කරන්නෙමු.. ඒ සඳහා අපට පාර්ලිමේන්තුවේ ශක්තිය අවශ්යයි. රටට සේවය කළ හැකි රජය විසින් නිර්මාණය කිරීමට. දැඩි රජයක් පිහිටුවීම සඳහා ජාතික ජනතාවගේ බලයෙන් ජනතාව පාර්ලිමේන්තුවට යැවිය යුතු බව ජනාධිපති අනුර කුමාර දිසානායක මහතා පැවසීය.",
        "'අප රට ගොඩනැගීම සඳහා' තේමාව මත පක්ෂ නායකයාගේ මැතිවරණ ව්යාපාරයේ අවසාන දිනය සඳුදා පස්වරුවේ ගම්පහාහිදී පැවැත්විණි.. රැස්වීම අමතමින් ජනාධිපතිතුමා මේ බව පැවසීය.",
        "අපගේ සාර්ථකත්වය අන් අය අ crying න තරම් ආශාව විය යුතු බව අපි පවසා ඇත්තෙමු. කෙසේ වෙතත් ඔවුන් මේ වන විට අ .න්නට පටන් ගනී. රටට කරන ලද අසාධාරණය ගැන ඔවුන් අ cry න්න විය යුතුයි.. අධිකාරිය සිතුවේ පවුල මෙම පවුලට සහ පවුලට පවුලට භාර දෙනු ඇති බවයි. එහෙත් ඔවුන් ජනතාව වීමට බලය අපේක්ෂා කළේ නැත.",
        "ඔවුන්ට දැඩි ලෙස බලපා ඇත.. බයයි. මේ වන විට බොහෝ කථා තිබේ. ඔවුන් අපට ඡන්දය දුන් අයට වඩා වැඩි ය.",
        "ඔවුන් කියා සිටියේ ජනාධිපතිවරණයෙන් පසු විශ්රාම ගන්නා බවයි.. ඔවුන්ට එය අත්හැරිය නොහැක. ඔවුන් අසමත් වුවද ඔවුන් යන්නේ නැත.. අපේ නිවසේ ගෙම්බන් නිවසින් පිටතට ගෙන ගියත්, ඔවුන් නැවත නිවසට පැමිණේ. ඒ හා සමානව, ඔවුන් සර්පයන් මෙන් නැවත නැවත කරනු ඇත. මේ සඳහා මිනිසුන් ඔවුන් අසමත් විය.",
        "රට තුළ වෙනසක් සිදුවී ඇත. නව දේශපාලන සංස්කෘතිය ආරම්භ වී ඇත්තේ රට තුළ ය. නව මාර්ගයට යාමට ජනතාව අපව තෝරාගෙන ඇත. එමනිසා, මෙම පුද්ගලයින්ට අප කෙරෙහි ඇති විශ්වාසය පිළිබඳ බලාපොරොත්තුව ඇති කර ගැනීමට මෙම පුද්ගලයින්ට ඉඩ නොදී අපි මෙම සැලසුම් දැඩි ලෙස ක්රියාත්මක කරන්නෙමු.",
        "සැක නොකරන්න. මාස තුන සහ මාස හයක් තුළ අපි වැටෙමු.",
        "ඔවුන් පවසන්නේ ඔවුන්ගේ පළපුරුදු පුද්ගලයින් පාර්ලිමේන්තුවට නිවැරදි මාර්ගයේ නායකත්වය දීමට පාර්ලිමේන්තුවට යැවිය යුතු බවයි. ඔවුන් අපව නිවැරදි මාවතකට යැවීමට කවුද?ඔවුන් අපේ රට වැරදි මාවතේ ගියා. ඔවුන් අපේ රට වැරදි මාවතකට ගත්තා. ඔවුන් අපේ රට විනාශයේ මාවත ගත්තා. ඔවුන්ට අපට මඟ පෙන්වීමට අවශ්ය නැත.",
        "අපිට නව මාවතේ ගමන් කළ යුතුයි. අපේ පාර්ලිමේන්තුව අවශ්යයි. අපි රට වෙනුවෙන් වැඩ කරන රජයක් නිර්මාණය කළ යුතුයි.",
        "අපි අපේ ඉලක්කය කරා ගමන් කරන්නෙමු.. පළමුවෙන්ම, මේ රටේ දේශපාලනයට ගුණාත්මක බවක් අවශ්යයි. ඔවුන් සිතූ සෑම දෙයක්ම දේශපාලන politicians යන්ට කළ හැකිද?දේශපාලන politicians යන් හික්මවීමක් යටතේ ජනතාවගේ දේපළ භාවිතා කළ යුතුය.. අපි නීතියේ රීතිය සනාථ කරමු.",
        "අපි ආර්ථික වශයෙන් වැදගත් තීරණ ගෙන තිබෙනවා.. අපි ලබන මාසය වන විට ණය ප්රතිසංස්කරණ කාර්යයන් සම්පූර්ණ කරන්නෙමු. ණය මුදල 2028 න් පසු ගෙවනු ලැබේ.පෙර සමාලෝචනය ලබන මාසයේ තුන්වන සමාලෝචනය නිම කිරීම හේතුවෙන් සර්ල් ජාත්යන්තර මූල්ය අරමුදලේ තුන්වන සමාලෝචනය ප්රමාද වී තිබේ.",
        "මැතිවරණය අවසන් වී දින දෙකකට පසු මුදල් අරමුදලේ නියෝජිතයින් ශ්රී ලංකාවට පැමිණෙනු ඇත. සමාලෝචන කටයුතු 2025 ජනවාරි 2025 වන විට හෝ පෙබරවාරි වන විට අවසන් වේ.කාර්තුව සිට 2025 දක්වා මෙම යෝජනාව ද අපි ඉදිරිපත් කරන්නෙමු. ඒ හා සමානව, පෙබරවාරි මාසයේදී අපි අයවැය ඉදිරිපත් කරන්නෙමු.",
        "ජාතික ජනතා බලයේ ආණ්ඩුවේ මූලික පරමාර්ථය වන්නේ රටේ ග්රාමීය ප්රදේශවල දරිද්ර ශක්තිය තුරන් කිරීමයි. අපි එය කරන්නෙමු. එසේම, පාසැලට යන සිසුන්ට අධ්යාපන ක්ෂේත්රයේ දැවැන්ත වෙනසක් කිරීමට සහ අධ්යාපනය හා කර්මාන්ත පිළිබඳ අනාගතය ආරම්භ කිරීමට හැකි වනු ඇත.",
        "කිසිවෙකු එයින් හුදෙකලා කිරීමට අපි පියවර ගන්නේ නැත. මීළඟ අයවැයෙන් සිවිල් සේවකයින්ගේ වැටුප වැඩි කිරීමට අපි තීරණය කර ඇත්තෙමු. පිරිසිදු ශ්රී ලංකාවේ තේමාව තුළ අපි නව ව්යාපෘතියක් දියත් කරන්නෙමු."
      ]
    },
    "en": {
      "title": "To form a strong government",
      "body_lines": [
        "We will carry out our plans strongly without allowing the people to make the hope and expectations of the people of the country.. We need the strength of Parliament for that. To be created by the government that can serve the country. President Anura Kumara Dissanayake said that the people should be sent to parliament from the national people's power to form a firm government.",
        "The last day of the National People's Power's election campaign was held in Gampaha on Monday afternoon under the patronage of party leader and president Anura Kumara Dissanayake on the theme of 'We are the one for the building of the country'.. The President said this while addressing the gathering.",
        "We have said that our success should be the extent that others are crying. However they are currently starting to cry. They must cry for the injustice done to the country.. The authority thought that the family would be handed over to this family and the family from this family. But they did not expect authority to be the people.",
        "They are severely affected.. Are scared. There are many stories at present. They are more than those who voted for us.",
        "They said they would retire after the presidential election.. They cannot leave it. They will not go even if they fail.. Even though the frogs in our house are taken out of the house, they come back home. Similarly, they will repeat like the snakes. People failed them for this.",
        "There has been a change in the country. The new political culture has originated in the country. The people have chosen us to go on the new route. Therefore, we will carry out these plans strongly without allowing these people to have the hope of confidence in us.",
        "Do not doubt. In the three months and six months, we will fall.",
        "They say they should send their experienced people to Parliament to lead our government on the right track. Who are they to send us on the right path?They took our country on the wrong path. They took our country on the path of destruction. They don't need to guide us.",
        "We have to travel on the new path. Our Parliament is needed. We need to create a government that works for the country.",
        "We will travel towards our goal.. First, the politics of this country needs a quality. Can politicians do everything they thought?Politicians must use the property of the people under a discipline.. We will confirm the rule of the law.",
        "We have made important decisions economically.. We will complete the debt restoration tasks by the next month. The loan will be paid after 2028.The third review of the Surl International Monetary Fund has been delayed due to the completion of the third review next month.",
        "Representatives of the Monetary Fund will visit Sri Lanka two days after the election is over. The review work will be completed by January 2025 or February.We will also present the resolution for the quarter to 2025. Similarly, in February, we will submit the budget.",
        "The primary objective of the National People's Power Government is to eradicate poverty in rural areas in the country. We will do that. Also, students who are leaving the school will be able to make a massive change in the education sector and set up the future on the education and industry.",
        "We will not take action to isolate anyone from it. We have decided to increase the salary of civil servants in the next budget. We will launch a new project in the theme of Pure Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "National People's Power aims to form a strong government through Parliament. President Anura Kumara Dissanayake emphasizes the importance of experienced leaders and economic reforms. The party promises to address poverty, improve education, and restore debts. A new political culture is emerging, focusing on discipline and the rule of law."
  ]
}