{
  "translated_text": {
    "ta": {
      "title": "விரைவான பணி எஞ்சியிருக்கும் மாணவர் சாதாரண அளவை எழுதுவதிலிருந்து",
      "body_lines": [
        "ஓ / எல் தேர்வில் 16 வயது பள்ளி மாணவனை கடத்த முயன்ற 16 வயது பள்ளி மாணவியின் சந்தேகத்தின் பேரில் நான்கு இளைஞர்கள் கைது செய்யப்பட்டுள்ளனர்.",
        "119 பொலிஸ் அவசர அழைப்பு எண்ணைக் கடத்தல் தொடர்பாக மூன்று சக்கர வாகனம், அலடேனியா பொலிசார் ஒரு மணி நேரத்தில் வேன் மற்றும் அவர்களின் குழுவைக் கைது செய்துள்ளனர்.",
        "நான்கு சந்தேக நபர்களில் ஒருவருக்கு அந்தப் பெண்ணுடன் காதல் விவகாரம் இருந்தது, அவர் திருமணமானவர் என்று போலீசார் கூறுகின்றனர்.",
        "அவிசாவெல்லாவில் வசிக்கும் சந்தேக நபர் தனது நண்பர்களுடன் ஒரு வேனை வாடகைக்கு எடுத்து, தங்கள் நண்பர்களுடன் வேனை வாடகைக்கு எடுத்து பள்ளி மாணவிக்கு வந்தார்.",
        "ஒரு சிப்பாயின் சகோதரரான பொலோனாருவாவில் உள்ள இராணுவ சிப்பாய் பல முறை வந்துவிட்டார், இந்த காதல் உறவு நிகழ்ந்துள்ளது.",
        "சந்தேக நபர் திருமணம் செய்து கொண்டார் என்பதை வெளிப்படுத்தியதற்காக மாணவர் அவரைக் கைவிட்டார், மேலும் சந்தேக நபரின் செல்வாக்கு குலுகம்மா பகுதியில் உள்ள ஒரு வீட்டில் மாணவனால் பாதிக்கப்பட்டது.",
        "அங்கிருந்து, ஓ / எல் தேர்வுக்கு உட்கார்ந்து வீடு திரும்பும் போது மாணவர் கடத்தப்பட்டார்."
      ]
    },
    "en": {
      "title": "Quick mission surviving student from writing the Ordinary Level",
      "body_lines": [
        "Four youths have been arrested on suspicion of a 16-year-old schoolgirl who was trying to abduct a 16-year-old schoolgirl at the O / L examination.",
        "A three-wheeler driver in connection with the abduction of the 119 Police Emergency Call Number, the Aladeniya Police have arrested the van and their group in an hour.",
        "Police states that one of the four suspects had a love affair with the girl and he was a married man.",
        "The suspect, a resident of Avissawella, rented a van with his friends and rented a van with their friends and arrived in the schoolgirl.",
        "Army soldier in Polonnaruwa, a soldier's brother, has arrived at several times, this romantic relationship has occurred.",
        "The student had abandoned him with revealing that the suspect was married and the influence of the suspect was impacted by the student at a house in the Kulugammana area.",
        "From there, the student was abducted while he sat for the O / L examination and returning home."
      ]
    }
  },
  "summary_lines": [
    "Four youths were arrested for allegedly attempting to kidnap a 16-year-old girl during her Ordinary Level exams. The incident involved a three-wheeler driver and a van, leading to their arrest by the Aladeniya Police. One suspect, a married man from Avissawella, had a romantic relationship with the girl, which ended when she discovered his marriage status. This led to her being targeted and abducted near her school."
  ]
}