{
  "translated_text": {
    "ta": {
      "title": "பல வறுமையை 10 சதவீதமாகக் குறைப்பதற்கான அரசாங்கத்தின் திட்டம் இது",
      "body_lines": [
        "நாட்டின் பொருளாதாரம் மேம்படும்போது, ​​ஏழைகளில் உள்ள மக்களும் பயனடைகிறார்கள்.",
        "கிங்ஸ் வறுமையை அரசாங்கத்தின் 10% ஆகக் குறைப்பதே அரசாங்கத் திட்டம் - நெதர்லாந்து ஜான்க்சன் பிரிட்ஜ் நாட்டில் 750 கிராமப்புற பாலங்களை கொண்டாடுகிறது.",
        "250 புதிய பாலங்கள் தேசிய அளவிலான மேம்பாட்டுத் திட்டங்களின் நன்மைகளை கிராமப்புறங்களில் மிகச்சிறந்ததாக உருவாக்க திட்டமிடப்பட்டுள்ளன என்று ஜனாதிபதி ரணில் விக்ரமேசிங்க் தெரிவித்தார்.",
        "2014 ஆம் ஆண்டில் நாட்டின் பல்வேறு பகுதிகளில் 750 கிராமப்புற பாலங்கள் கொண்டாட்டத்தை நிவர்த்தி செய்ததாக ஜனாதிபதி ரணில் விக்ரமேசிங்க் கூறினார் - 03.2014.",
        "நாட்டின் பொருளாதாரத்தால் நாட்டின் வாழ்க்கைத் தரத்தை மேம்படுத்த அரசாங்கம் உறுதிபூண்டுள்ளது என்று அரசாங்கம் வலியுறுத்தியது.",
        "கிராமப்புறங்களில் உள்ள மக்கள் மற்றும் நெதர்லாந்து அரசாங்கம் ஆகியோருக்கு இலக்கு எட்டிய திட்டத்திற்கு பங்களிக்க ஜனாதிபதி குறிப்பிடத்தக்க கவனம் செலுத்தியுள்ளார்.",
        "ஜான்சன் பிரிட்ஜ் நிறுவனத்தின் 10 வது ஆண்டு நிறைவைக் குறிக்கும் வகையில், ஜனாதிபதி ரானில் விக்ரமேசிங்க் சிறப்பு சங்கங்களை போனி ஹார்பாக் (போனி ஹார்பாக்) க்கு வழங்கினார்."
      ]
    },
    "en": {
      "title": "It is the government's plan to reduce multiple poverty to 10 percent",
      "body_lines": [
        "When the economy of the country is improving, the poor in-poverty people are also benefited.",
        "The Government Plan is to reduce kizing poverty to 10% of the government - The Netherlands Jankson Bridge Celebrates 750 rural bridges in the country.",
        "President Ranil Wickremesinghe said that 250 new bridges are scheduled to build the benefits of national level development projects to the best of the rural areas.",
        "President Ranil Wickremesinghe said this addressing the celebration of 750 rural bridges in various parts of the country in the year 2014 - 03.2014.",
        "The government stressed that the government is committed to improving the quality of life of the country by the country's economy.",
        "The President has made a significant attention to the people in rural areas and the Netherlands government to contribute to the project in the country in reaching the target.Thanksgiving were given.",
        "President Ranil Wickremesinghe presented special societies to Bonnie Horbach (Bonnie Horbach), marking the 10th anniversary of Janson Bridge Company."
      ]
    }
  },
  "summary_lines": [
    "The government aims to cut poverty to 10%, benefiting from the nation's economic growth. President Ranil Wickremesinghe highlighted the importance of rural development, announcing plans to construct 250 new bridges across the country. This initiative is part of broader efforts to enhance the quality of life nationwide, with a particular focus on rural communities. The Netherlands Janson Bridge Company celebrated its contribution to these projects, receiving recognition from the President."
  ]
}