{
  "translated_text": {
    "ta": {
      "title": "மற்றொரு மருந்து மோசடி வெளிப்படுத்துகிறது",
      "body_lines": [
        "அரசாங்கம் ரூ.",
        "அதன்படி, மாலிககண்டா மாஜிஸ்திரேட் லோகனி அபிவிக்ரேமா லஞ்சம் கமிஷனுக்கு புகார் தொடர்பாக மேலும் நடவடிக்கைகளை எடுக்க உத்தரவிட்டார்.",
        "மருத்துவ சப்ளைஸ் பிரிவின் இயக்குநரின் நிர்வாகத்தில் மருத்துவ சப்ளைஸ் பிரிவின் (மருத்துவ பொருட்கள்) இயக்குநரை நிராகரிப்பதற்கு முன்னர் குற்றவியல் புலனாய்வுத் துறை (சிஐடி) மோசடி செய்ததாக அறிவித்தது.",
        "பிரிவுக்காகப் பேசிய துணை சொலிசிட்டர் ஜெனரல் லக்மினி கிரிஹகாமா, அவர் வாங்கியபோது மோசடி நடந்ததாகக் கூறினார்.",
        "மெடிக்கல் சிலிங்க் 120 மில்லி மருத்துவ சப்ளைஸ் பிரிவை மருத்துவ சப்ளைஸ் பிரிவுக்கு (பி.எஸ்.சி) வழங்குகிறது. இருப்பினும், நிறுவனத்திற்கு சொந்தமான தொடர்புடைய மருந்துகளுடன் பதிவு சான்றிதழ் காலாவதியானதால், அவர்கள் 2023 காலத்திற்கு மருத்துவத்தை வழங்க முடியாது. நில்ஜ் சைலினின் சிலேஞ்ச் நேரத்தில் மருத்துவ விநியோக பிரிவின் இயக்குநருக்கு நிறுவனம் தெரிவித்திருந்தது.. இது இருந்தபோதிலும், மருத்துவ சப்ளைஸ் பிரிவு நியூஜென் என்ற மற்றொரு நிறுவனத்திற்கு தலா 2,490 டாலர் பெறுகிறது. அரசாங்கத்தின் இழப்பு ரூ. லஞ்சம் கமிஷனுக்கு நான் புகார் கோருகிறேன் மற்றும் விசாரணையைத் தொடங்கினேன். \"",
        "உண்மைகளை கவனியுங்கள், புகார் தொடர்பாக நடவடிக்கை எடுக்க லஞ்ச ஆணையத்திற்கு மாலிககண்டா மாஜிஸ்திரேட் லோகனி அபிவிக்ராமா உத்தரவிட்டார்."
      ]
    },
    "en": {
      "title": "Another drug fraud reveals",
      "body_lines": [
        "The Attorney General said the government had reportedly a loss of Rs. 97 million that the government had lost Rs.",
        "Accordingly, Maligakanda Magistrate Lokani Abeywickrema ordered the Bribery Commission to take further steps in connection with the complaint.",
        "The Criminal Investigation Department (CID) reported a fraud before the rejection of the Director of the Medical Supplies Division (Medical Supplies) in the administration of the Director of the Medical Supplies Division.",
        "Deputy Solicitor General Lakmini Girihagama, who spoke for the division, stated that the fraud had taken place when he was purchased.",
        "Medical Cylink 120 ML is providing the Medical Supplies Division to the Medical Supplies Division (PSC) has been contracted for five years. However, due to expiration of the registration certificate with the relevant drugs owned by the institution, they cannot provide medicine for a period of 2023. The company had informed the Director of the Medical Supply Division at the time of the Cylinge of the cylnge cyline.. Despite this, the Medical Supplies Division provides a cylinco to another company called Newjen to get Rs. 2,490 each. The loss of the government has contributed Rs. 97.3 million by providing the tender for 90,000 cynnines. I request a complaint to the Bribery Commission and launch an investigation. \"",
        "Consider the facts, Maligakanda Magistrate Lokani Abeywickrama ordered the Bribery Commission to take action regarding the complaint."
      ]
    }
  },
  "summary_lines": [
    "Drug fraud revealed: Rs. 97 million loss. Bribery Commission ordered to investigate. Medical Supplies Division involved. Tender irregularities uncovered."
  ]
}