{
  "translated_text": {
    "ta": {
      "title": "கடந்த கால மன்னர்கள் தங்கம், வெள்ளி, முத்துக்கள், மனிதர்களை எறிந்தார்களா ?: இலங்கையின் பொக்கிஷங்கள் பூர்த்தி செய்யப்பட்டுள்ளதா?",
      "body_lines": [
        "கடந்த கால மன்னர்கள் தங்கம், வெள்ளி, முத்துக்கள், மனிதர்களை எறிந்தார்களா ?: இலங்கையின் பொக்கிஷங்கள் பூர்த்தி செய்யப்பட்டுள்ளதா?",
        "ராஜாவின் புதையலைக் கோரிய காஷ்யபா மகன் இது காட்டப்பட்டதாகக் காட்டப்பட்டதாக வரலாற்று பேச்சுவார்த்தைகளை நாங்கள் கேள்விப்பட்டிருக்கிறோம்.",
        "கூடுதலாக, ராஜா புதையலை புதைத்த பல கதைகள் உள்ளன.",
        "தங்கம், வெள்ளி, முத்துக்கள், தங்கம், வெள்ளி, முத்துக்கள், ரத்தினங்கள் போன்றவை அரிதானவை அல்ல.",
        "ஒரு புதையலைப் பெற ஒரு புதையலை இழக்க எல்லாவற்றையும் இழக்க ஒரு பணக்காரரைச் சுற்றி ஜிபிஎஸ். கண்காணிப்பு புதையலின் தலைவிதியை விளக்க சேனநாயக்க, டாக்டர் லெஸ்டர் ஜேம்ஸ் இதை விளக்க ஆசிரியர் முயன்றார்.",
        "குரங்கு நீதிமன்ற உத்தரவால் செய்யப்பட்ட அகழ்வாராய்ச்சியால் வைப்புத்தொகை சமரசம் செய்யப்பட்டது, இது ஒரு பெரிய சர்ச்சைக்கு வழிவகுத்தது.",
        "இந்த சம்பவம் நீதிமன்ற உத்தரவுடன் இந்த சம்பவத்தை முதன்முதலில் வர்த்தகம் செய்ததாக சில ஊடகங்கள் தெரிவிக்கின்றன.",
        "இருப்பினும், அகழ்வாராய்ச்சி அனுமதிக்கப்படவில்லை என்று அத்தனகல்லா மாஜிஸ்திரேட் யுபிஎஃப்ஏவில் கூறியிருந்தார்.",
        "புதையல் வேட்டை, புதையல் அல்லது வெவ்வேறு வதந்திகள் பற்றி பல வதந்திகள் உள்ளன.",
        "புதையல் என்றால் என்ன?அவர்கள் எங்கே?நீங்கள் ஏமாற்றத்தை அகழ்வாராய்ச்சி செய்ய முடியுமா?இது ஒரு பார்வை.",
        "\"தொல்பொருள் திணைக்களம் வரலாறு முழுவதும் 1126 அகழ்வாராய்ச்சிகளில் பிரபல பொக்கிஷங்கள் இல்லை. இதுவரை நாம் கண்டறிந்த மிகப்பெரிய கலைப்பொருள் ஒரு பொன்னான பழி மட்டுமே. \"தொல்லியல் துறையின் இயக்குநர் ஜெனரல் பேராசிரியர் துத்திதா மெண்டிஸ் கூறினார்:",
        "தொல்பொருள் சட்டத்தில் ஏதோவொன்றைப் பற்றிய கருத்து எதுவும் இல்லை, ஆர்டெஃப்ளைட் மற்றும் இயக்குநர் ஜெனரல் மட்டுமே வலியுறுத்தினர்.",
        "\"இந்த மகத்தான தன்மையை நாங்கள் மக்களுக்கு விளக்க வேண்டும். எங்கள் ஆய்வு, காப்பகங்கள், அகழ்வாராய்ச்சி பிரிவு ஆராய்ச்சி பின்தொடர்கிறது. இந்த போக்கில் எங்களிடம் உள்ள மிகப் பழமையான ஆவணம் நவம்பர் 1890 இல் எழுதப்பட்ட ஆவணத்தை அடிப்படையாகக் கொண்டது. எனவே இந்த மூடநம்பிக்கை நம் நாட்டின் ஒவ்வொரு பகுதியிலும் நம் நாட்டில் பெரும் தொல்பொருட்களை ஏற்படுத்தியது. 2019 ஆம் ஆண்டின் படி, 2019 இல் 272, 2019 ஆம் ஆண்டில் தொல்பொருட்கள் அழிக்கப்பட்டுள்ளன, 265, 2023, 2023, 2023, 2023, 2023, 2023, 2023, 2023, 2023, 2023. 2024.11.11 இந்த நேரத்தில், 411 தொல்பொருட்கள் அழிக்கப்பட்டுள்ளன. \"",
        "தொல்லியல் இயக்குனர், துத்தா மென்டிஸ் நாட்டில் தோண்டுவதற்கான நோக்கத்தையும், தோண்டப்படுவதையும் விளக்கினார்.",
        "\"இது இலங்கையின் மூன்றாவது பிரதேசத்தில் அல்லது ஒரு நெல் துறையில் அல்லது நாட்டின் எந்தவொரு கலைப்பொருட்கள் அல்லது எந்தவொரு கலைப்பொருட்களிலும் ஒரு கலைப்பொருள் அல்லது ஒரு கலைப்பொருள் தெளிவாகக் கூறப்பட்டுள்ளது.. எனவே, தொல்பொருட்களை அகழ்வாராய்ச்சி செய்யும் அதிகாரம் யாருக்கும் இல்லை. இது தொல்பொருள் துறையின் தனித்துவமான சக்தி. தொல்லியல் துறையின் இயக்குநர் ஜெனரல் அகழ்வாராய்ச்சியின் முழு சக்தி. 134 ஆண்டு தொல்பொருள் துறை அகழ்வாராய்ச்சி செய்யப்பட்டிருந்தால், அது ஒரு ஆராய்ச்சி நோக்கத்தைக் கண்டறிய உள்ளது. இல்லையெனில், புதையலைத் தேட இது செய்யப்படவில்லை.",
        "நீங்கள் தொல்பொருள் துறைக்கு ஒரு பழங்காலத்தை சந்தித்தால், இயக்குநர் ஜெனரல் தொல்லியல் துறைக்கு வழங்கப்படுகிறார்.",
        "\"ஒரு தொழில்முறை தொல்பொருள் ஆய்வாளராக, இலங்கையின் பல பகுதிகளில் நான் 33 ஆண்டுகளாக தோண்டப்பட்டேன். கல்லறை தோண்டப்பட்டுள்ளது, நான் எந்த வகையிலும் ஒரு புதையலைக் காணவில்லை, \"தொல்பொருள் அகழ்வாராய்ச்சி துறையில் நிபுணர் பேராசிரியர் ராஜ் சோமாவா,\" நாட்டின் தொல்பொருள் அகழ்வாராய்ச்சித் துறையில் நிபுணர் பேராசிரியர் ராஜ் சோமதேவா.",
        "ராஜாக்கள் அல்லது உயரடுக்கினர் தங்கள் வளங்களை புதைத்துள்ளனர் என்பதற்கான வரலாற்று ஆதாரங்கள் அல்லது கருத்து இல்லை என்றும் பேராசிரியர் கூறுகிறார்.",
        "\"ரா ஜெதவனரமா சட்டரீதியான சுட்டமிராவின் பிரதான வடிவத்தை வரவேற்கிறார்.. எனவே அது ஒரு மத விஷயம். அவசரகாலத்தில் அது அங்கு போடப்படலாம் அல்லது யாரையாவது வீழ்த்தலாம் அல்லது மறைக்கலாம். இது வெளிப்படையாக புதைக்கப்பட்ட இயந்திரங்களை புதைக்கப்பட்டு, நீங்கள் உரிமை கோரி கல் கதவுகளை உயர்த்திய விதத்தில் புதைக்கப்பட்டது, மேலும் இந்த சமுதாயத்தின் அரைப்புகள் இந்த சமுதாயத்தைப் பற்றியது, \"",
        "பேராசிரியர் ராஜ் சோமதேவா, தொல்பொருட்களைத் தேடுவதில் நிபுணர் பேராசிரியர் ராஜ் சோமதேவா விளக்கினார்.",
        "தொல்பொருள் துறையின் முன்னாள் இயக்குநர் ஜெனரல், பேராசிரியர் பிரஷாக்கி டி. ஒரு தனியார் தொலைக்காட்சி சேனலில் ஒரு தனியார் தொலைக்காட்சி சேனலில் கூறினார்.",
        "\"பழங்கால கட்டளை பழங்காலத்தைப் பயன்படுத்திக் கொண்டால், நீங்கள் உரிமம் கோரலாம் மற்றும் உரிமத்துடன் உரிமத்தை சமர்ப்பிக்கலாம். மசோதா இருக்கிறது. ஒரு புதையல் இருப்பதாக நீங்கள் நினைத்தால், நீங்கள் உரிமம் பெறலாம். \"",
        "எவ்வாறாயினும், தொல்பொருள் துறையின் சட்டப் பிரிவான பிபிசி சிங்களம், நாடாளுமன்றத் துறையின் சட்டப் பிரிவில் இருந்து விசாரித்தது.",
        "\"பழங்காலங்களைக் கண்டுபிடிக்க எந்த விதமான நிலத்தையும் செய்ய அப்படி எதுவும் இல்லை என்று சட்டம் தெளிவாகக் காட்டியது. தொல்பொருள் துறையை அனுமதிக்க அனுமதிக்கப்படவில்லை.",
        "அசோகா ரன்வாலா: சர்ச்சைக்கு வழிவகுத்த தனது பட்டம் பற்றி பேச்சாளர் பிபிசியிடம் என்ன சொன்னார்?",
        "இத்தாலிய ஓட்டுநர் உரிமம்: 'உரிமத்தில் உரிமம் காணப்பட்டால். இந்த குளிர் இறக்காது '",
        "டியோகோ கார்சியா: ஒரு ரகசிய தடுப்பு முகாமில் இலங்கை தாயின் கதை",
        "ஒரு பெண்ணை பாலியல் பலாத்காரம் செய்ததாக குற்றம் சாட்டப்பட்ட 50 ஆண்கள்",
        "கடந்த கால மன்னர்கள் தங்கம், வெள்ளி, முத்துக்கள், மனிதர்களை எறிந்தார்களா ?: இலங்கையின் பொக்கிஷங்கள் பூர்த்தி செய்யப்பட்டுள்ளதா?"
      ]
    },
    "en": {
      "title": "Do the kings of the past threw gold, silver, pearls, manks ?: Has Sri Lanka's treasures have been met?",
      "body_lines": [
        "Do the kings of the past threw gold, silver, pearls, manks ?: Has Sri Lanka's treasures have been met?",
        "We have heard historical talks that Kashyapa son who demanded the treasure of the king were shown that this was shown.",
        "In addition, there are many stories that the king has buried the treasure.",
        "The cases of gold, silver, pearls, such as gold, silver, pearls, gems, is not rare.",
        "GBs around a rich to lose everything in the finally losing a treasure to obtain a treasure. The author has tried to explain this by Senanayake, Dr. Lester James, to explain the fate of the surveillance treasure.",
        "The deposit was reconciled by an excavation made by the monkey court order, which led to a great controversy.",
        "Some media reports that the incident was the first to tradicate the incident with a court order.",
        "However, Attanagalla Magistrate had stated in the UPFA that the excavation was not allowed.",
        "There are many rumors about treasure hunting, treasure, or different rumors.",
        "What is a treasure?Where are they?Can you excavate the tremendance?This is a look at it.",
        "\"The Department of Archeology There is no celebrity treasures in 1126 excavations across the history. The biggest artifact we have found so far has only been a golden blame. \"Professor Thusitha Mendis, the Director General of the Department of Archaeology, said:",
        "There is no notion of something in the Archaeological Act and that only the arteflight and the Director General emphasized.",
        "\"We must explain this tremendousness to the people. Our exploration, archives, excavation section research made a follow up. The oldest document we have on this trend is based on a document written in November 1890. So this superstition was looking and have caused great antiquities in our country in every area of ​​our country. According to the year 2019, 272 in 2019, antiquities have been destroyed in the year 2019, 265, 2023, 2023, 2023, 2023, 2023, 2023, 2023, 2023, 2023, 2023. 2024.11.11 As at this time, 411 Antiquities have been destroyed. \"",
        "The Director of Archeology, Thusitha Mendis explained the purpose of digging in the country, as well as digging.",
        "\"It is clearly stated in the third territory of Sri Lanka or any artifact or an artifact in a paddy field or any artifacts of the country or any artifacts.. Therefore, no one has the power to excavate antiquities. It is a unique force of the Department of Archeology. The Director General of the Department of Archeology is the full power of excavation. If the 134-year archaeological department has been excavated, it is about to find a research purpose. Otherwise, this is not done to search for treasure. \"",
        "If you meet an antiquity to the archaeological department, the Director General is given to the Department of Archeology.",
        "\"As a professional archaeologist, I have been excavated in many parts of Sri Lanka for 33 years. The tomb is digged, I have not found a treasure in any way, \"Professor Raj Somawa, an expert in the field of archaeological excavation industry,\" professor Raj Somadeva, an expert in the country's archaeological excavation industry.",
        "The professor also says that there is no historical evidence or notion that kings or elites have buried their resources.",
        "\"Raw Jethavanarama is welcomed the Chief Form of the Statutory Sutalamra.. So that's a religious thing. In an emergency it may be laid there or fall or conceal someone. It was openly buried machinery and buried in the way you claimed and raised the stone doors, and the grinds of this society is about this society, \"",
        "Professor Raj Somadewa explained Professor Raj Somadewa, an expert in search of antiquities.",
        "Former Director General of the Department of Archeology, Professor Prashaky D. Said in a private television channel in a private television channel.",
        "\"If the Antiquities Ordinance has taken advantage of the antiquities, you can request a license and submit a license with a license. There's that the bill. If you think there is a treasure, you can get a license and do it. \"",
        "However, the BBC Sinhala, the Legal Division of the Department of Archeology, inquired from the Legal Division of the Department of the Department of Parliament.",
        "\"The Act clearly indicated that there was no such thing to do any kind of land to find antiquities. Not allowed to allow the Department of Archeology. \"",
        "Ashoka Ranwala: What did the Speaker tell the BBC about his degree that led to controversy?",
        "Italian Driving License: 'If the license was found in the license. Then this cold won't die '",
        "Diaogo Garcia: The story of a Sri Lankan mother at a secret detention camp",
        "Concertion of 50 men accused of raping a woman",
        "Do the kings of the past threw gold, silver, pearls, manks ?: Has Sri Lanka's treasures have been met?"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Sri Lanka's treasure myths debunked: Archaeologists say no historical evidence supports claims of buried riches. Treasure hunting illegal without proper licenses. Most excavations yield ancient artifacts, not gold or jewels."
  ]
}