{
  "translated_text": {
    "si": {
      "title": "ඊශ්රායලය ඕස්ට්රේලියාව රබාගම් - ඕස්ට්රේලියාව පිළිබඳ මිලිටරි ක්රියාමාර්ග නොගත යුතුය",
      "body_lines": [
        "ඕස්ට්රේලියානු විදේශ ඇමති බෙනාවොන්ග් විසින් රබාගම්ට එරෙහිව මිලිටරි ක්රියාමාර්ග නොගන්නා ලෙස ඊශ්රායලයට ආයාචනා කර තිබේ.",
        "පසුගිය පැය 24 තුළ සිදු වූ සිදුවීම් මානුෂීය සටන් විරාමයක් ඇති කර ගැනීමට සහ එමගින් සිවිල් වැසියන් ආරක්ෂා කිරීමට දැන් හැකි වී ඇති බව ඔහු පැවසීය.",
        "ඕස්ට්රේලියාව විසින් බෙනාවොන්ග් ගාසා තීරයේ ජනගහනයෙන් අඩකට වඩා ගෙන ඇති රාබාට එරෙහිව සිය මිලිටරි ක්රියාමාර්ග නොගත යුතු යැයි පවසමින් ඕස්ට්රේලියාව විසින් පැහැදිලි කර තිබේ.",
        "ඔහුගේ සියලු ප්රාණ ඇපකරුවන් නිදහස් කරන ලෙසත්, මහජනයා මිනිස් පලිහ ලෙස මහජනයාගේ භාවිතය නවතා ආයුධ අත්පත් කර ගැනීමටත් ඔහු හමාස්ගෙන් ඉල්ලා තිබේ."
      ]
    },
    "en": {
      "title": "Israel should not pursue military action on Rabam- Australia",
      "body_lines": [
        "Australian Foreign Minister Beniwong has appealed to Israel not to continue the military action against Rabam.",
        "He said that the events that took place over the past 24 hours have now been able to establish a humanitarian ceasefire and thereby protect the civilians.",
        "Australia has made it clear that Israel's attacks have been unacceptable consequences, saying that Israel should not carry out its military action against Raba, who has taken over half of the population of Beniwong Gaza.",
        "He has also appealed to Hamas to release all his hostages and stop the use of the public as human shields and abandon his weapons."
      ]
    }
  },
  "summary_lines": [
    "Australia urges Israel to halt military action against Rabam, citing humanitarian concerns and the protection of civilians. The Australian Foreign Minister criticizes Israel's actions, emphasizing the need for a ceasefire and the release of hostages by Hamas."
  ]
}