{
  "translated_text": {
    "ta": {
      "title": "நீதிமன்றத்தில் குற்றச்சாட்டு தொடங்கப்பட்டது",
      "body_lines": [
        "முன்னாள் சுகாதார அமைச்சர் கெஹெலியா ரம்புக்வெல்லா பிப்ரவரி 15 (02) வரை ரிமாண்ட் செய்தார், மாலிககண்டா மாஜிஸ்திரேட் நேற்று.",
        "ரிமாண்ட் செய்யப்பட்ட கெஹெலியா ரம்புக்வெல்லா பின்னர் சிறை மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "கேள்விக்குரிய ஆன்டிபாடிகள் தொடர்பாக அவர் இந்த வழக்கில் குற்றம் சாட்டப்பட்டார்.",
        "மாலிககண்டா மாஜிஸ்திரேட் லுச்சானிகந்தா லுச்சானிகா அபிவிக்ரெமா தொடங்குகிறார்",
        "துணை சொலிசிட்டர் ஜெனரல் லகாஹகி கிரிஹகாமா நீதித்துறைக்கு தகவல் கொடுத்தார், கேள்விக்குரிய \"ஹுமியன்",
        "எம்மோகுளோபூலின் வழக்கில் முன்னாள் சந்தேக நபர் \"ஆந்தெடிக் தடுப்பூசி அளவு வழக்கு",
        "\"ஆண்டவரே, இன்று இந்த சந்தேக நபர் இன்று உங்கள் நீதித்துறைக்கு பொது தழுவிய செயலில் வழங்கப்படுகிறார்",
        "கட்டுரையைப் பொறுத்தவரை, குற்றவியல் தவறான தந்திரங்களை ஆதரிப்பதற்காக இலங்கை குடியரசில் பணம் திரும்பப் பெறுகிறது. \"",
        "\"இந்த நாட்டின் வரி செலுத்தும் குடிமக்களுக்கு வரி செலுத்தும் குடிமக்களுக்கு வரி செலுத்த வேண்டிய குடிமக்களுக்கு வழங்குவதற்கு பொருத்தமான தீர்வை வழங்குவதற்கான முதன்மை பொறுப்பாகும்.. சந்தேக நபர் மருந்து அதிகாரத்தை மேம்படுத்துவதற்கு உட்படுத்தப்பட்ட தனியார் சப்ளையர்களை மேம்படுத்துவதற்கு அகற்றக்கூடிய மற்றும் தரமற்ற தனியார் சப்ளையர்களை மாற்றக்கூடிய கொள்முதல் செயல்முறையை மாற்றியுள்ளார்.. கொள்முதல் செயல்முறை மாற்றப்படாது, வேறு எந்த சப்ளையரும் இத்தகைய தரமான தடுப்பூசிகளை இத்தகைய தரத்தை வழங்க முடியாது. \"",
        "\"நாட்டில் நிலையான கொள்முதல் செயல்முறையை நாங்கள் மாற்றும்போது, ​​இந்த தாழ்வான கொள்முதல் கொள்முதல் செயல்முறை முதல் வழங்குநருக்கு டெண்டரை வழங்குவதற்கான சதித்திட்டத்தின் விளைவாகும். அதனால்தான் இறைவனின் கிரிமினல் பொய்யின் எஜமானரை ஆதரித்ததற்காக 144 மில்லியனுக்கும் அதிகமான ரூபாய் கைது செய்யப்பட்டார். \"",
        "அரசாங்க சொலிசிட்டர் ஜெனரலின் துணை வழக்குரைஞர் ஜெனரல் முன்னாள் சுகாதார அமைச்சர் கெஹெலியா ரம்புக்வெல்லா முன் நீதிமன்றத்தில் விசாரித்துள்ளார்.",
        "\"ஆரோக்கியமான மக்களை உருவாக்குவதற்காக லார்ட் ஜனாதிபதி சுகாதார அமைச்சரை நியமிக்கிறார். ஆனால் இந்த விக்டிகுண்டுவில் சந்தேக நபர். 182 வியத்தகு மற்றும் 17 மருந்துகள் பூஜ்ஜியமாகும். அமைச்சரவை தாளின் வருகை, இந்த வழக்கில் \"மனித எம்னோகுளோபூலின்\" தோற்றம் என்று கேள்வி எழுப்பும் விஷயம் என்று கூறப்படுகிறது. ஆனால் அந்த நேரத்தில் பஞ்சமில்லை. \"",
        "\"செப்டம்பர் 2022 முதல் ஜூலை 2023 வரை, ஆண்டின் 9500 அளவுகளில் 9500 அளவுகள், ஆண்டின் 9500 அளவுகள், ஒரு தேசிய தேவை 7500 பின்னணியில் இருந்தது. இந்த மருந்துகள் வழங்கப்படாவிட்டால், சுகாதார அமைப்பு மூன்று வாரங்களில் சரிந்தது என்றும் அமைச்சரவை கட்டுரை கூறுகிறது. ஆனால் இறைவன் கட்டளையாக, 182 மருந்துகளில் 9 மட்டுமே, 9 மருந்துகள் மட்டுமே. எனவே, போதைப்பொருள் பற்றாக்குறை இல்லாததை நடித்து, இந்த வர்த்தமானியை கொள்முதல் செயல்முறைக்கு வழங்குநரிடம் சமர்ப்பித்திருந்தார். \"",
        "துணை சொலிசிட்டர் ஜெனரல், தொடர்புடைய வினாத்தாளைத் தயாரிக்க எந்த ஆவணமும் முன்மொழியப்படவில்லை, விசாரணைகளில் கண்டுபிடிக்க முடியவில்லை.",
        "\"ஆண்டவரே, இந்த கேள்விக்குரிய அமைச்சரவை மருந்துகளில் தயாரிக்கப்பட்டு, சுகாதார அமைச்சின் சமன் ரத்னாயக்கின் ஒழுங்குமுறைகளை வழங்குகிறது.. ஆனால் இறைவனை அடிப்படையாகக் கொண்ட ஒரு ஆவணத்தை உள்ளடக்கிய ஒரு கோப்பில் விசாரணையில் நாங்கள் சந்திக்கவில்லை. விசாரணையில், நாங்கள் விசாரணைகளில் காணப்படவில்லை. \"",
        "அமைச்சரவை மெமோராண்டம் அமைச்சரவையை குறிக்கும் என்ற கையொப்பத்தால் மாஜிஸ்திரேட் ஆலோசிக்கப்பட்டது.",
        "இதற்கு பதிலளிக்கும் விதமாக, துணை சொலிசிட்டர் ஜெனரல் அமைச்சரின் கையொப்பம் என்று கூறப்படுகிறது",
        "மாஜிஸ்திரேட் மீண்டும் ஆய்வு செய்யப்பட்டது, எனவே கோப்பில் கோப்பு இல்லை என்று சொல்வது எப்படி.",
        "\"இந்த அமைச்சரவை குறிப்புக்கு பொருத்தமான கோப்பு மட்டுமல்ல. எந்த கோப்பும் கண்டுபிடிக்கப்படவில்லை. இதைப் பற்றி அவர் நேற்று எழுதியாரா என்று எனக்குத் தெரியவில்லை, மருத்துவப் பொருட்கள் மற்றும் அமைச்சரவை காகிதங்கள் செய்யப்படவில்லை என்று எனக்குத் தெரியாது. இருப்பினும், ஒவ்வொரு அமைச்சரவை தாளின் பொறுப்பை அமைச்சர் தெளிவாக வைத்திருக்கிறார். \"",
        "இந்திய கடன் திட்டத்திலிருந்து தனியார் சப்ளையர்களுக்கு பணம் செலுத்த வேண்டாம் என்று பொருளாதார நிலைப்படுத்திய அமைச்சர் ரணில் விக்ரமேசிங்கின் பணம் தெளிவாக அறிவுறுத்தியுள்ளது.. ஆலோசனை என்னவாக இருந்தாலும் 144 மில்லியனுக்கும் அதிகமானோர் வழங்கப்பட்டுள்ளனர். \"",
        "\"முதல் சந்தேக நபரின் கணக்கு 3 நாட்களுக்குள் கணக்கிலிருந்து நீக்கப்பட்டது. எனவே, சந்தேக நபர் பொது தழுவிய சட்டத்தின் கீழ் சமர்ப்பிக்கப்பட்டதிலிருந்து, அவர் பொதுத் துறையின் மீது சரிவு மற்றும் ரிமாண்ட் செய்தார். \"",
        "ஒரு கிளர்ச்சியடைந்த கட்சி சார்பாக நீதிமன்றத்தின் முன் ஜனாதிபதியின் ஆலோசகர் நலிந்தா இன்டாடிசா உண்மைகள்.",
        "\"இலங்கை பிரபு ஒரு மந்திரி, ஒரு மந்திரி, ஒரு குற்றவியல் குற்றம் குறித்து நீதிமன்றத்திற்கு நீதிமன்றத்திற்கு அமைச்சர். கோப்பைக் கண்டுபிடிக்க முதல் அமைச்சரவை காகிதத்தைக் கண்டுபிடிக்க முடியவில்லை. அவர் முன்வைத்த அமைச்சரவை காகிதத்திற்கு ஒரு அமைச்சர் பொறுப்பல்ல, சொல்ல முடியாது. ஒரு அமைச்சர் ஒரு அமைச்சரவை காகிதத்தில் கையெழுத்திட முடியாது.",
        "வேதனைக்குள்ளான கட்சிக்காக ஆஜரான ஜனாதிபதியின் ஆலோசகர் உபுல் குமாரப்பரமாவும் நீதித்துறைக்கு முன்னால் கூறினார்.",
        "\"ஒரு எஜமானரின் குடிமகன் ஒரு குடிமகனாக பணியாற்றியுள்ளதால், ஒரு குடிமகன் மிகவும் சோகமாக இருப்பதால், தடுப்பூசி நீரில். எனவே, இதன் காரணமாக ஒரு நபர் இறந்துவிட்டால், ஒரு நபரின் மரணத்தின் காரணமாக ஒரு நபரால் கொல்லப்பட்ட ஒரு நபர் இருக்கிறார்.",
        "இலங்கையின் இலங்கை சங்கத்தின் தலைவராக இலங்கை பார் அசோசியேஷனின் தலைவர் இருப்பதாக நீதிமன்றம் தெரிவித்துள்ளது.",
        "\"ஆண்டவரே, ஒரு விலங்குக்கு உணவளிக்க கற்றுக்கொள்ளப்படவில்லை. நோயாளிகளுக்கு மிகவும் ஆபத்தான நிலையில் கொடுக்கும் மருந்து. எனவே, சட்டத்திற்கு பொறுப்பான அனைவரும் மற்றும் நாட்டின் சட்டத்தின் மீதான பொது நம்பிக்கையை உறுதிப்படுத்துகிறார்கள். \"",
        "திரு. கெஹெலியா ரம்புக்வெல்லா சார்பாக ஜனாதிபதி பிரேமரத்னே ஜனாதிபதியை முன்வைத்தார்.",
        "\"துறைமுக கதைகள். அமைச்சரவை ஏதேனும் அமைச்சரவை காகிதத்தில் கையெழுத்திடுமா?முழு அமைச்சரவையையும் அழைக்க அவர்கள் முழு அமைச்சரவையையும் தவறாக வழிநடத்தினர் என்பதற்கான ஆதாரத்தை எடுத்துக் கொள்ளுங்கள். கோப்புகள் இழந்தால், லார்ட் கோப்பைக் கண்டுபிடிக்கச் சொல்லுங்கள். அமைச்சரைத் தூண்ட வேண்டாம். ஏனெனில் நீதிமன்றத்தில் வழக்கு இல்லையென்றால் நீதிபதி தவறில்லை. லார்ட்ஸ் பார்வைக்கு எனது வாடிக்கையாளருக்கு எதிரான வழக்குகள் இல்லை, அவரை விடுவிக்கவும். எனது வாடிக்கையாளர், எனது வாடிக்கையாளர், மருந்து ஏழு குடிக்கிறார். \"",
        "மாஜிஸ்திரேட் தனது உத்தரவையும் வெளியிட்டார்.",
        "\"கேள்விக்குரிய அமைச்சரவையை சமர்ப்பிப்பதில் அமைச்சர் பங்கேற்கிறார்",
        "அதை மட்டும் சொல்ல முடியாது. இறப்பு அமைச்சின் கட்டண மற்றும் விவகார அமைச்சர். அமைச்சின் மற்றும் அமைச்சின் அனைத்து பொறுப்புகளும் அவருக்கு உள்ளன. \"",
        "\"எனவே, இந்த வழக்கில் முதல் சந்தேக நபர் சதி செய்யப்பட வேண்டிய வழக்கு ஒப்பந்தம் மற்றும் தற்போது ரிமாண்ட் செய்யப்பட்டுள்ள சந்தேக நபர்கள் மற்றும் சந்தேக நபர்கள் சதி செய்யப்பட்டுள்ளனர், அத்துடன் நீதிமன்றத்தின் முன் 8 வது வழக்கு. எனவே 15 ஆம் தேதி வரை ரிமாண்ட் செய்ய உத்தரவிடப்பட்டுள்ளது. \"",
        "கூடுதலாக, சுகாதார அமைச்சர் செய்த அனைத்து போதைப்பொருள் சப்ளையர்களையும் விசாரிக்க குற்றவியல் விசாரணைத் துறைக்கு நீதித்துறை உத்தரவிட்டது."
      ]
    },
    "en": {
      "title": "Allegation launched in court",
      "body_lines": [
        "Former Health Minister Keheliya Rambukwella remanded until February 15 (02), the Maligakanda Magistrate yesterday.",
        "Keheliya Rambukwella, who was remanded, was later admitted to the Prison Hospital.",
        "He has been accused of the case with regard to the questionable antibodies.",
        "Maligakanda Magistrate Luchanicanda Luchanika Abeywickrema begins",
        "Deputy Solicitor General Lakhahagi Girihagama informed the judiciary, questionable \"humian",
        "Former suspect in the case of Emmoglobulin \"Anthetic Vaccine Dosage case",
        "\"Lord, today this suspect is presented to your judiciary today in the Public Adapted Act",
        "In terms of Article, the cash withdrawals in the Republic of Sri Lanka to support criminal false trick. \"",
        "\"This suspect is the primary responsibility of providing a suitable solution to the tax paying citizens of this country to give the tax paid citizens to be given to the tax payable citizens.. The suspect has changed the procurement process that can be eliminated and substandard private suppliers to the promotion of private suppliers who have been subjected to the promotion of the Pharmaceutical Authority.. The procurement process will not be changed, no other supplier will not be able to provide such quality vaccinations such quality. \"",
        "\"When we change the standard procurement process in the country, these inferior procure procurement process is a result of a conspiracy to provide the tender to a first provider. That is why more than 144 million rupees were arrested for supporting the master of criminal falseness of the Lord. \"",
        "The Deputy Solicitor General of the Government Solicitor General has questioned before the Court before the former Health Minister Keheliya Rambukwella.",
        "\"Lord President appoints health minister in order to create a healthy people. But the suspect in this VICTICUNDU. 182 dramatic and 17 drugs are zero. It is said that the arrival of the cabinet paper, which is a matter of questioning, \"human emnoglobulin\" appearance in this case. But at that time there was no shortage. \"",
        "\"From September 2022 to July 2023, 9500 doses of the 9500 doses of the year, 9500 doses of the year, a national requirement was in the background of 7500. The cabinet paper also states that if these drugs are not provided, the health system is collapsed in three weeks. But as the Lord Ordinance, Only 9 out of 182 drugs, only 9 of the drugs. Therefore, pretending a lack of drug deficit, he had submitted this gazette to the procurement process to the provider. \"",
        "The Deputy Solicitor General, no document proposed to prepare the relevant question paper, was unable to find out in investigations.",
        "\"Lord, this questionable cabinet is prepared in the Drugs and Supplies Regulation of the Ministry of Health Saman Ratnayake.. But we did not meet in the investigation into a file that includes a document based on the lord. At the investigation, we were not found in investigations. \"",
        "The Magistrate was consulted by the signature that the Cabinet Memorandum will be referring to the Cabinet.",
        "In response, the Deputy Solicitor General is said to say that the minister's signature",
        "The Magistrate was re-examined so how to say that the file does not have the file.",
        "\"Not just the file relevant to this Cabinet Memorandum. No file finds. I don't know if he wrote about this yesterday, I did not know that the medical supplies and cabinet paper were not made. However, the Minister has clearly owned the responsibility of every cabinet paper. \"",
        "The money, Minister of Economic Straitter's Minister Ranil Wickremesinghe has clearly advised not to pay for private suppliers from the Indian Loan Scheme.. More than 144 million has been paid no matter what it is advice. \"",
        "\"The first suspect's account has been deleted from the account within 3 days. Therefore, since the suspect has been submitted under the General Adapted Act, he declines on the Public Department and remanded. \"",
        "President's Counsel Nalinda Indatissa facts before the court on behalf of an agitated party.",
        "\"Lord Sri Lanka is a minister, a minister, a minister to court about a criminal offense. The first cabinet paper cannot be found to find the file. A minister is not responsible for the cabinet paper he presented, can't say. A minister cannot sign a cabinet paper.",
        "President's Counsel Upul Kumarapparama, who appeared for a aggrieved party, also stated in front of the judiciary.",
        "\"As a citizen of a master has worked as a citizen, as a citizen is so sad, in vaccine waters. Therefore, if a person has died due to this, there is a person who is killed by a person because of the death of a person.",
        "The court said that the Chairman of the Sri Lanka Bar Association was Chairman of the Sri Lanka Association of Sri Lanka.",
        "\"Lord, it is not learned to feed an animal. Medicine that gives the patients in the very critical condition. Therefore, everyone responsible for the law and confirm the public confidence in the law of the country. \"",
        "The President's Counsel Answered President Premaratne presented the President on behalf of Mr. Keheliya Rambukwella.",
        "\"The Harbor Stories. Will the cabinet sign any cabinet paper to them?Please take proof that they misled the entire cabinet to call the entire cabinet. If files lost, Tell me to find the Lord File. Don't casit the Minister. Because the judge is not wrong if there was no case in court. Lord's glance is no cases against my client and release him. My client, my client, drinks the prescription seven. \"",
        "The Magistrate also published his order.",
        "\"The Minister is merely participating in the submission of the questionable cabinet",
        "Cannot say that only. Death is the Minister of Payment and Affairs of the Ministry. He has all the responsibilities of the Ministry and the Ministry. \"",
        "\"Therefore, the first suspect in this case is the prosecutive agreement to be conspired as well as the suspects who are currently being remanded and the suspects have been conspired as well as the 8th prosecution before the court. It is therefore ordered to be remanded until the 15th. \"",
        "In addition, the judiciary ordered the Criminal Investigation Department to investigate all the drug suppliers made by the Minister of Health."
      ]
    }
  },
  "summary_lines": [
    "Former Health Minister Keheliya Rambukwella was remanded until February 15th for allegations related to questionable antibodies. He was accused of changing the procurement process to favor private suppliers, leading to a shortage of essential drugs. The Deputy Solicitor General questioned the minister's involvement in the case, highlighting a lack of documentation and a conspiracy to provide tenders to a single supplier. The court also ordered an investigation into all drug suppliers made by the Minister of Health."
  ]
}