{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකා-වර්ල්ඩ් ෆුඩ්ඩම් යෝජනා ක්රමය, දේශගුණික අභියෝගයන්ට මුහුණ දෙන",
      "body_lines": [
        "ලෝක ආහාර වැඩසටහන ශ්රී ලංකාව මේ වන විට දැනට දේශගුණික අභියෝගවලට මුහුණ දී උෂ්ණත්වය ඉහළ නංවන බවත් අධික තාපය ඉහළ නැංවීම නිසා ජනතාවගේ සෞඛ්යය හා ජීවිතයට තර්ජනයක් වී ඇති බව ලෝක ආහාර වැඩසටහනයි.",
        "ලෝක ආහාර වැඩසටහන මාසික වරිපනම් වාර්තාවක දැක්වෙන්නේ පසුගිය වසරේ මාර්තු මාසයේදී ශ්රී ලංකාවේ ශ්රී ලංකාවට සහය දැක්වීම ඇතුළත් මාසික වරිපනම් වාර්තාවකිනි.",
        "\"නිදහසින් පසු ශ්රී ලංකාව මුහුණ දුන් ශ්රී ලංකාව මුහුණ දුන් වඩාත්ම ආර්ථික අර්බුදයෙන් දැන් ක්රමයෙන් සුවය ලබයි. අවසන් කටයුතු 2022 දී මිලියන 6.2 ක ජනතාවක් ලෙස නිපදවන ලදී. 2023 ඔක්තෝම්බර් මාසයේදී පවුල්වලින් සියයට 24 ක් මධ්යස්ථ ආහාර වේලකට මුහුණ දුන් බවට ගණන් බලා තිබේ.",
        "කෙසේ වෙතත්, මේ වසරේ උද්ධමනය සමඟ තත්වය තරමක් ස්ථාවර වේ. කෙසේ වෙතත්, ගෝලීය ආහාර යෝජනා ක්රමය තවමත් රට පුරා පවුල්වලින් සියයට 43 ක් සහ ආහාර සඳහා ආහාර ලබා ගැනීම සඳහා සියයට 42 ක් සමඟ තවමත් කටයුතු කරයි. \"",
        "දැන් ශ්රී ලංකාවේ දේශගුණික අභියෝගයන්ට මුහුණ දී ඇති සංවිධානය වන සංවිධානය, මනුෂ්යයන්ගේ සෞඛ්යය හා ජීවිතයට තර්ජනයක් වී ඇති අතර කෘෂිකාර්මික අංශයට බලපෑම් ඇති කර තිබේ.",
        "මෙම පසුබිමට එරෙහිව, ශ්රී ලංකාවේ ආහාර සුරක්ෂිතතා තත්ත්වය ලියාපදිංචි කර ඇති අතර, අවාසි සහගත ප්රජාවන්ට, ආරම්භක ප්රකෘතියේ සහාය සහ මිදීම පිළිබඳ දිගුකාලීන යථා තත්ත්වයට පත්වීම සඳහා ලෝක ආහාර යෝජනා ක්රමය ක්ෂණික ආධාර සපයයි.",
        "The World Food Scheme, which has been provided with 255 families in the Ampara district for 2 weeks, has been conducting awareness training for the principals, teachers, teachers, teachers, teachers, teachers, teachers, and educational officials in Anuradhapura district."
      ]
    },
    "en": {
      "title": "Sri Lanka -World Food Scheme, which faces climate challenges",
      "body_lines": [
        "The World Food Program said that Sri Lanka is currently facing climate challenges and increasing temperatures and excessive heat have threatened people's health and life.",
        "The World Food Program said in a monthly assessment report, which included Sri Lanka's status and assistance to Sri Lanka in March last year.",
        "“It is now gradually recovering from the most economic crisis that Sri Lanka faced after independence. The funeral made about 6.2 million people in 2022. In October 2023, it was estimated that 24 percent of families faced a moderate diet.",
        "However, the situation is somewhat stabilized with inflation this year. However, the Global Food Scheme still continues to deal with 43 percent of families across the country and 42 per cent of families to get food for food. ”",
        "The organization, which has now faced Sri Lankan climate challenges, has threatened the health and life of human beings and has created pressure on the agriculture sector.",
        "Against this backdrop, while Sri Lanka's Food Safety Status is registered, the World Food Scheme provides immediate assistance to the disadvantaged communities, the help of the initial recovery, and the long -term recovery of the redemption.",
        "The World Food Scheme, which has been provided with 255 families in the Ampara district for 2 weeks, has been conducting awareness training for the principals, teachers, teachers, teachers, teachers, teachers, teachers, and educational officials in Anuradhapura district."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's World Food Program faces climate challenges, including rising temperatures and excessive heat, threatening health and life. The scheme, assessing Sri Lanka's status in March, noted economic recovery but also highlighted 43% of families needing food aid. Despite stabilization, climate pressures impact agriculture and health. The World Food Scheme assists disadvantaged communities, providing immediate and long-term recovery support."
  ]
}