{
  "translated_text": {
    "ta": {
      "title": "முச்சக்கர வண்டியானது ஒரு லாரியில் தீவிரமாக உள்ளது, ஒன்று தீவிரமானது",
      "body_lines": [
        "முச்சக்கர வண்டியின் ஓட்டுநர் மற்றும் மூன்று சக்கர வாகனத்தில் காயமடைந்த ஒருவர் மஸ்கெலியாவிலிருந்து நல்லட்னா வரை ஒருவர் பாலகோவில் அனுமதிக்கப்பட்டார்.",
        "இறந்தவர் தால்விலஜெனியா (66 வயதான தந்தை), முச்சக்கர வண்டி தந்தை மற்றும் முச்சக்கர வண்டியின் முச்சக்கர வண்டி மூன்று சக்கர வாகனம் மூன்று சக்கர வாகன ஓட்டுநர் முணுமுணுப்பார்.",
        "(10) மதியம் 3.30 மணியளவில் மாஸ்கெலியா சாலையில் உள்ள மாஸ்கெலியா கிளான்செட்டில் எஸ்டேட் பகுதியில் இந்த விபத்து ஏற்பட்டது.",
        "வீட்டுக்கு முகமூடி அணிவதற்கு நாலட்டுன்ஜின் ஓட்டுநர், மாஸ்கெலியாவுக்கு முகமூடி அணிந்த விபத்தில் பலத்த காயமடைந்தார். மாஸ்கெலியா பிரதேச மருத்துவமனையில் அனுமதிக்கப்பட்ட பின்னர் காயமடைந்த நிலை காரணமாக.",
        "இந்த மூன்று சக்கர வாகனத்தின் ஓட்டுநர் மூன்று சக்கர வாகனத்தின் மீது வளர்க்கப்பட்டார், இது விபத்தின் முச்சக்கர வண்டி பாட்டில்களில் காணப்பட்டது.",
        "லாரி சந்தேகத்தின் பேரில் இந்த விபத்து கைது செய்யப்பட்டு, இரண்டு நபர்களில் இரண்டு சென்சஸ் ஜாக்கெட்டுக்கு அனுப்பப்பட்டது."
      ]
    },
    "en": {
      "title": "Three-wheeler is seriously in a lorry, one is serious",
      "body_lines": [
        "A three-wheeler from Maskeliya to Nallatna, the driver of the three-wheeler and another injured in the three-wheeler of the three-wheeler, was admitted to the Balako.The police said.",
        "The deceased is the dallwilageniya (66-year-old father), a three-wheeler father and the three-wheeler driver of the three-wheeler death of the three-wheeler killing of the three-wheeler killing.",
        "(10) The accident occurred in the Maskeliya Glancetil estate area in Maskeliya road around 3.30 pm.",
        "Bolero Lori, the driver of the Nallatunge to Maskel to Maskel to the house, was seriously injured in the crash of the crash to Maskel to Maskeliya.In the case of admission to the Testing Workers, the injured have been transferred to the Basic Hospital, due to the injured condition after being admitted to the Maskeliya Divisional Hospital.",
        "The driver of the three-wheeler has been raised over the three-wheeler and the opposite direction in the three-wheeler, which was found in a three-wheeler bottles of the accident.Said an official.",
        "The accident was arrested on suspicion of the lorry and the two-census of the two persons were sent to the jacket."
      ]
    }
  },
  "summary_lines": [
    "In a tragic accident near Maskeliya, a three-wheeler collided with a Bolero truck, resulting in the deaths of both the three-wheeler driver and his passenger. Another passenger was critically injured and rushed to the hospital. The incident occurred around 3:30 pm when the three-wheeler was traveling towards Nallatna. Police suspect the truck driver might be at fault and have taken him into custody for questioning."
  ]
}