{
  "translated_text": {
    "ta": {
      "title": "தீவு -1 பற்றிய ஆதரவற்ற தகவல்கள்",
      "body_lines": [
        "'மோனோண்டண்ட் 1' இன்று காலை இழந்தது, இது ஒரு புகழ்பெற்ற மிருகம், இது உள்ளூர் சுற்றுலாப் பயணிகளின் ஈர்ப்பை வென்றது.",
        "கலாவாவேவா தேசிய பூங்காவின் ஆதியாகலாவில் உள்ள ஒரு வீட்டிற்கு முன்னால் உள்ள பவர் கார்டில் ஹேண்டியாவா தேசிய பூங்கா இறந்துவிட்டது.",
        "யானையை மீட்டெடுப்பது கலாவேவா தேசிய பூங்காவின் பழக்கம்.",
        "அவை 'அவமதிக்கப்பட்ட 1' என்றும், கலாவேவா ரிசர்வ் யானைகளாகவும், ஒத்த இரண்டு யானைகளாகவும் 'அவமதிக்கப்பட்ட 1' மற்றும் 'அவமானப்படுத்தப்பட்ட 2' என்றும் அழைக்கப்படுகிறது.",
        "\"அடந்த் 2\" யானை ஐந்து ஆண்டுகளுக்கு முன்பு இழந்தது.",
        "சுற்றுச்சூழல் ஆர்வலர்கள் சுட்டிக்காட்டுகின்றனர் \"45 மற்றும் 50 வயதுடையவர்களில் சீரழிவு 1 யானை.",
        "மனித மோதலின் விளைவாக, கடந்த ஆண்டின் முதல் ஐந்து மாதங்களில் 433 காட்டு யானைகள் கொல்லப்பட்டன, 193 பேர் கொல்லப்பட்டனர்.",
        "வளர்ந்து வரும் யானை மோதலுக்கு வளர்ந்து வரும் தீர்வுக்கு எந்தவொரு அரசாங்கமும் எந்தவொரு அரசாங்கத்தையும் வழங்க முடியவில்லை என்ற தரவுகளுக்கு அவ்வப்போது தரவு வழங்கப்படுகிறது.",
        "அத்தகைய சூழலின் தற்போதைய அரசாங்கம் அல்லது தேசிய பிரச்சினைக்கு தீர்வு என்பது இலங்கையில் இடதுபுறம் இல்லை என்றால், படகோட்டம் மட்டுமே இருக்கும்."
      ]
    },
    "en": {
      "title": "Unaccompanied information about the island-1",
      "body_lines": [
        "The 'monondant 1' was lost this morning, a glorious beast, which won the local tourist attraction.",
        "The Handiyawa National Park was dead in a power cord in front of a house in Aadiyagala, Kalawwawewa National Park.",
        "The restoration of the elephant was the habit of the Kalawewa National Park.",
        "They also known as the 'disgrawered 1' and 'disgraniated 2' as the elephants in the Kalawewa Reserve as well as two similar elephants.",
        "The \"dedanththu 2\" elephant was lost five years ago.",
        "Environmentalists point out that \"the degradatant 1 elephant was among 45 and 50 years old.",
        "As a result of the human conflict, 433 wild elephants were killed in the first five months of last year, 193 were killed.",
        "From time to time, the data is supplied to the data that no government has been able to provide any government to the growing solution to the growing elephant conflict.",
        "If the current government of such a surroundings or a solution to the national problem is not the left in Sri Lanka, only the sailing will remain."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Elephant loss: Monondant 1 & Dedanththu 2 gone. Kalawewa National Park affected. Human conflict causes 433 elephant deaths in 5 months. Government lacks effective solutions."
  ]
}