{
  "translated_text": {
    "si": {
      "title": "පාතාල කටයුතුවලට සම්බන්ධ අයව - පාලක හා විපක්ෂ සාමාජිකයින්",
      "body_lines": [
        "මන්ත්රීවරුන් 225 ක් එකතු කළහොත් පාතාලය සහ මත්ද්රව්ය වෙළඳාම තුරන් කළ හැකි බව පාලක පක්ෂයේ සාමාජිකයින් සඳහන් කළහ.",
        "පාලක හා විපක්ෂයේ සාමාජිකයින් සමාජ මාධ්යවල සිටින පොලිස් පාපොච්චාරණය පිළිබඳව ශ්රී ජනමාධ්ය පාපොච්චාරණය පිළිබඳව සිය අප්රසාදය පිළිබඳව සිය අප්රසාදය පළ කර ඇති අතර, මෑතකදී වෙඩි තබා dead ාතනය කරන ලද සමාජ ශාලාව murder ාතනය කිරීම සම්බන්ධයෙන් පොලිසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "ඉහළ යන සමූල re ාතනය සහ රටේ පාතාල කණ්ඩායම්වල ක්රියාකාරකම් පිළිබඳව පාර්ලිමේන්තුවේදී පාර්ලිමේන්තුවේ පාර්ලිමේන්තුවේ දී පාර්ලිමේන්තුවේ සහ විපක්ෂය අතර දැඩි තර්කයක් තිබුණි.",
        "විපක්ෂ නායක සජිත් ප්රේමදාස මහතා ඊයේ පාර්ලිමේන්තුවේ පැවති සැසිවාරයකදී රට තුළ සමූල re ාතනය සහ පාතාල කණ්ඩායම්වල ක්රියාකාරකම් හේතුවෙන් ජනතාව බියෙන් ජීවත් වන බව විශේෂ ප්රකාශය ඇමතීය.",
        "මේ අනුව, ජාතික මහජන බල නායක අනුර කුමාර දිසානායක සහ විපක්ෂයේ ස්වාධීන කණ්ඩායම් සාමාජික දසිරි ජයසේකර, පාලක පක්ෂයේ අග්රාමාත්ය සුසිල් ප්රේමජයන්තගේ අදහස් දැක්වීම පිළිබඳව විපක්ෂයේ ප්රධාන අමාත්ය කෝරදා ලක්ෂ්මන් කිරියෙල්ලා සිය අදහස් දැක්වීය.",
        "විපක්ෂ නායකවරයා විසින් කරන ලද අදහස්වලට අපි පූර්ණ ලෙස අනුකූල වෙමු. එහෙත් 2015 ට පෙර විදෙස් සැඟවී සිටි පාතාල නායකයින් සහ මත්ද්රව්ය ජාවාරම්කරුවන්, 2015 න් පසු පිටපත් කාල සීමාව තුළ නැවත මෙරටට පැමිණියහ. ගෝතභය රාජපක්ෂගේ පාලන සමයේදී ඔවුන් යටපත් කිරීමට උත්සාහ කළ විට, විරුද්ධ පක්ෂ තම විරෝධතා ප්රකාශ කළේ ඔවුන් පාතාලය විනාශ කරන බවයි.",
        "බුරියානි පාතාල ලෝකයේ 2022 අරගලය සඳහා ගෙවා ඇත. පාතාල කණ්ඩායම් මැඩපැවැත්වීම සඳහා ආරක්ෂක හමුදාවන්ට සහාය විය යුතුය. පාතාල කණ්ඩායම් අහෝසි කිරීමට. ඔවුන් මරන්න. ඔහු කියා සිටියේ සෑම කෙනෙකුම මේ සඳහා උදව් කළ යුතු බවයි.",
        "මේ අවස්ථාවේදී කතා කරමින් සිටි විපක්ෂ නායකවරයා පාතාල කණ්ඩායම්වලට පක්ෂව කටයුතු කළේ නැත. අපි ඔවුන් වෙනුවෙන් එසේ නොකරමු. මිනුවන්ගොඩ ප්රදේශයේ. රවීරාජ්, ජෝශප් පරාරාජසිංහ, මහේෂ්වරන් සහ ලසන්ත වික්රමතුංගේ මෙම කවුන්සිලයට මෙම කවුන්සිලයට හසු වූ බව අපි නැවත නැවතත් කියා සිටිමු.",
        "පාතාල කණ්ඩායම් මර්දනය කිරීමට ඔවුන් පියවර ගත් විට, මේ පාර්ලිමේන්තුවේ ඔවුන් වෙනුවෙන් කතා කළ අයද සිටි බව අමාත්ය මහින්ද අමරාවීර මහතා පැවසීය.. ඔබ හන්ට් එකක් ගන්නවා නම්, ඔබට එය දැනගත හැකිය. නමුත් මෙම පාර්ලිමේන්තුවේ, මෙම පාර්ලිමේන්තුවේදී, 225 දෙනෙකුට පාතාල කණ්ඩායම් එකම ස්ථානයක සිට ක්රියා කළහොත් ඔවුන්ට තුරන් කළ හැකිය. මත්ද්රව්ය තුරන් කළ හැකිය. එහෙත් අපරාධවලට සම්බන්ධ අය සඳහා නීති සම්පාදකයින් සහ නීති yers යින් සිටිති. ඔහු කිව්වා මේ නැවැත්විය යුතුයි.",
        "විපක්ෂ ස්වාධීන කණ්ඩායම් සාමාජික දයාසිරි ජයසේකර. මෑතකදී පොලිස් නිලධාරියෙකු murder ාතනය කිරීම සම්බන්ධව අත්අඩංගුවට ගත් පච්චයක් අත්අඩංගුවට ගෙන තිබේ. එසේ නම් අධිකරණය අවශ්ය නොවේ. සාක්ෂිකරු වාර්තාව මුළු ලෝකයටම රහසින් පෙන්වනු ඇත. ඔබ මෙය කරන්නේ ඇයි?",
        "මෙයින් පසුව, සභාව, මහ ඇමති සුසිල් ප්රේමජයන්ත අපරාධයක් තිබේ නම් වෙබ් අඩවියෙන් විධිමත් පරීක්ෂණයක් පැවැත්විය යුතුය.. නමුත් සැකකරු ගෙනැවිත් මාධ්ය ගැන සොයා බැලිය හැක්කේ කෙසේද?. මෙය නව්ය රටකි. එවැනි අපරාධ නඩුවක් සිදු කළ හැකිය. මේ සම්බන්ධයෙන් නිසි ක්රියාමාර්ග ගත යුතු බව ඔහු පැවසීය.",
        "විපක්ෂ අගමැති ලක්ෂ්මන් කිරියෙල්ලා වැරදිකරු නිදහස් කිරීම සඳහා එවැනි කරුණු අමතයි.. ඔහු කියා සිටියේ උසාවියේ වීඩියෝව පෙන්වන්නේ නම්, වැරදිකරු නිදහස් කරනු ඇති බවයි.",
        "මෙම අවස්ථාවට එක්වෙමින්, ජාතික මහජන බලයේ නායක අනුරකුමාර දිසානායක මහතා කියා සිටියේ වීඩියෝව මුදා හැර ඇති අතර පොලිසියට තනිවම ප්රකාශයක් ලැබී ඇති අතර පසුව මාධ්ය විසින් ඔහු පරීක්ෂණ පවත්වන බවයි.. සාක්ෂිකරු අමතක කරන දේවල් පොලිසිය ඔබට මතක් කර දෙයි. මාධ්ය නාට්යයක් ඇත. එවැනි සිරිතක් නිර්මාණය වුවහොත් විධිමත් පරීක්ෂණයක් පැවැත්විය යුතු ආකාරය ඔහු කියා සිටියේය."
      ]
    },
    "en": {
      "title": "To kill those involved in the underworld activities - the ruling and the opposition members",
      "body_lines": [
        "Members of the ruling party noted that if 225 MPs join together, the underworld and the drug trade can be eliminated.",
        "Members of the ruling and opposition have expressed their dissatisfaction with the police confession on social media, which has been arrested by the police on suspicion of the murder of the club Vasantha, who was recently shot dead.",
        "There was a fierce argument between the ruling party and the opposition in Parliament on Thursday in Parliament on the rising massacre and the activities of the underworld groups in the country.",
        "Opposition Leader Sajith Premadasa addressed the special claim that the people were living in fear due to the activities of the massacre and underworld groups in the country during a session in Parliament yesterday.",
        "Following this, the Opposition Chief Minister Korada Lakshman Kiriella, National People's Power Leader Anura Kumara Dissanayake and Opposition Independent Team Member Dayasiri Jayasekera made his comments on the comments made by the Chief Minister of the Council, Susil Premajayantha, the ruling party's prime minister.",
        "We fully comply with the comments made by the Opposition Leader. But the underworld leaders and drug traffickers, who had been hiding overseas before 2015, returned to the country during the post -government period after 2015. When they tried to suppress them during the Gotabhaya Rajapakse period, the opposition parties expressed their protests that they would kill the underworld.",
        "Biryani paid for the 2022 struggle of the underworld. We need to assist the security forces to suppress the underworld groups. To abolish the underworld groups. To kill them. He said everyone should help this.",
        "The opposition leader, who was speaking at this time, did not act in favor of the underworld groups. We don't do so for them. In Minuwangoda area. We repeatedly insist that Raviraj, Joseph Pararajasingham, Maheshwaran and Lasantha Wickrematunge should be caught in this council.",
        "Minister Mahinda Amaraweera said that when they took steps to suppress the underworld groups, there were those who spoke for them in this parliament.. If you take Hansat, you can know it. But in this parliament, 225 people can eradicate underworld groups if they act from the same position. Can also eradicate drugs. But there are lawmakers and lawyers for those involved in crime. He said this should be stopped.",
        "Opposition Independent Team Member Dayasiri Jayasekara. A video of a tattoo man arrested in connection with the recent murder of a police officer. If so the court is not necessary. Witness record to be secretly shown to the whole world. Why are you doing this.",
        "Following this, the council, Chief Minister Susil Premajayantha, should conduct a formal inquiry from the site if there is a crime.. But how can you bring the suspect and investigate the media. This is a innovative country. Such a criminal case can be carried out. He said proper action should be taken in this regard.",
        "Lakshman Kiriella, the opposition prime minister, addresses such matters to the release of the culprit.. He said that if the video was shown in court, the culprit would be released.",
        "Speaking at the event, the leader of the National People's Power Anurakumara Dissanayake said that the video was released and the police have received a statement alone and then the media is investigating him.. The police remind you of the things that forget the witness. There is a media play. He said how a formal investigation would be done if such a custom was created."
      ]
    }
  },
  "summary_lines": [
    "Ruling and opposition members discuss eliminating underworld influence, criticizing police actions and highlighting political disagreements over handling of underworld figures and drug trade."
  ]
}