{
  "translated_text": {
    "si": {
      "title": "පළමු පරීක්ෂණය: නවසීලන්තය ලකුණු 46 කින් ලකුණු 134 කින් රැස් කළේය",
      "body_lines": [
        "බැංගලෝර්, එම්. පළමු ටෙස්ට් ක්රිකට් තරගයේදී චින්නයස්වම් ක්රීඩාංගණයේ පැවති පළමු ටෙස්ට් ක්රිකට් තරගයේදී ලකුණු 46 ක් රැස් කළ නවසීලන්තය ලකුණු 134 ක් වන අතර දෙවන දින තරඟය අවසානයේදී ලකුණු 134 කි.",
        "ඉන්දියාවේ 92 ටෙස්ට් ඉතිහාසයේ ඇත්තේ අවම ඉන්දියානු කණ්ඩායමේ අඩුම ඉන්දියානු කණ්ඩායමේ අඩුම අගයයි.",
        "1936 දී ඕස්ට්රේලියාවට එරෙහිව 1936 දී 1936 දී 1936 දී 1936 දී 1974 දී ඕස්ට්රේලියාවට එරෙහිව ලකුණු 36 ක් රැස් කළේය.",
        "බදාදා ආරම්භ වූ ටෙස්ට් තරගයේ පළමු දිනය මුළුමනින්ම අධික වර්ෂාව හේතුවෙන් සම්පූර්ණයෙන්ම අතහැර දමා ඇත.",
        "තරගය අද පෙරවරුවේ පැවති විට, තරගයේ දෙවන දිනය ඉන්දියාවේ පළමු දින මුදල් චක්රයේ පළමු දිනය ලෙස පිව්වයි.",
        "දෙවන දින ක්රීඩාව ආරම්භ වූයේ පෙරවරු 9.30 ට ක්රීඩාවේ පළමු දිනය අතහැර දැමූ බැවිනි.",
        "ඉන්දීය නායක රෝහිත් ෂර්මා සහ විරාත් කෝලි ඇතුළු ඉන්දීය පිතිකරුවන් මේස් හෙන්රි සහ විලියම් ඕ'රූ යන දෙදෙනාගේ වේගයෙන් පන්දු යැවීම සඳහා වන්දි ලබා දීමට නොහැකි වූහ.",
        "තරගයේදී ඔහුගේ කඩුලු 5 5 ක් වාර්තා කළ මේස හෙන්රි ටෙස්ට් කඩුලු 100 ක් සම්පූර්ණ කළේය.",
        "ආරම්භක ක්රීඩකයා යස්ව්වි ජයිස්වාල් (13) සහ රිබ්හ් බැන්ට් (20) ලකුණු 10 කට වඩා වැඩි ප්රමාණයක් රැස් කළහ.",
        "විරාත් කෝලි, සර්බරාස් ඛාන්, කේ. L. ප්රධාන ක්රීඩකයින් පස් දෙනෙකු - රාහුල්, රවීන්ද්ර ජඩේජා සහ රවිචන්ද්රන් අළුවින් ගලායාමකින් තොරව ඇවිදීම ඉදි කළහ.",
        "රෝහිත් ෂර්මා (2), කල්ඩෙප් යාදව් (2) සහ ජැස්ප්රිට් බම්රා (1) තනි ඉලක්කම් අංකයක් සහිතව ඉතිරිව ඇත.",
        "පන්දු යැවීමේදී ඕවර 13.2 කදී කඩුලු 5 කට කඩුලු 5 කට කඩුලු 5 ක් දවා ගත්හ.",
        "ඊට පිළිතුරු වශයෙන් නවසීලන්තය සිය පළමු ඉනිමේදී කඩුලු 3 ක් දැවී ලකුණු 180 ක් රැස් කළේය.",
        "මේ නිසා තණතීරුව තණතීරුව සඳහා සුදුසු නොවේ.",
        "දේවාන් කෝන්වේ රාත්තල් 11 ක් සහ හයේ පහර 3 ක් සමඟ ලකුණු 91 ක් රැස් කළේය.",
        "2 වන කඩුල්ල වෙනුවෙන් ලකුණු 33 ක් රැස් කළ ඩොම් ලින්හැම් ඩොම් ලින්හැම් සමඟ ආරම්භක කඩුල්ලෙන් 67 ක් බෙදා ගත් කන්යා වවායා ලකුණු 33 ක් රැස් කළේය.",
        "තරගය අවසානයේදී රක්ෂින් රවීන්ද්ර ලකුණු 22 ක් හා මිෂෙල් ලකුණු 14 ක් ලබා ගැනීමට නොහැකි විය.",
        "එසේ තිබියදීත්, රිහබ් බෑන්ඩ්ගේ දකුණු දණහිස දණහිසට පහර දෙන විට දණගැසෙන්නට විය."
      ]
    },
    "en": {
      "title": "First Test: New Zealand scored 46 runs by 134 runs",
      "body_lines": [
        "Bangalore, M. New Zealand, who scored 46 runs in 31.2 overs in the first Test cricket match at the Chinnaswamy Stadium, are 134 runs at the end of the second day's match.",
        "This is the lowest number of Indian team on its own soil in India's 92 -year Test history.",
        "This is the lowest number of 36 runs in 1936 against Australia in 1936 against Australia and 42 runs against England in 1974.",
        "The first day of the Test match, which began on Wednesday, was completely abandoned due to heavy rains.",
        "When the match continued this morning, the second day of the match, India first batted as the first day of the currency cycle.",
        "The second day's game began at 9.30 am as the first day of the game was abandoned.",
        "Indian batsmen, including team captain Rohit Sharma and Virat Kohli, were unable to compensate for the fast bowling of both Med Henry and William O'ruk.",
        "Med Henry, who recorded his 4th 5 wickets in the match, completed 100 Test wickets.",
        "The opening player Yaswvi Jaiswal (13) and Rishabh Bant (20) scored more than 10 runs.",
        "Virat Kohli, Sarbaras Khan, K. L. Five major players - Rahul, Ravindra Jadeja and Ravichandran Ashwin, built the walk without the flow.",
        "Rohit Sharma (2), Kuldeep Yadav (2) and Jasprit Bumrah (1) left with a single digit number.",
        "In the bowling, Met Henry took 5 wickets for 15 runs in 13.2 overs, including William O'Ruke 6, 4 wickets for 22 overs, and Tim Chaudhi 4 for 8 runs.",
        "In reply, New Zealand scored 180 runs for the loss of 3 wickets in its first innings.",
        "Because of this, the pitch is not suitable for the pitch.",
        "Devan Konway scored 91 runs with 11 pounds and 3 sixes.",
        "Deven Convay, who shared 67 runs in the opening wicket with Dom Letham, who scored 13 runs, shared 33 runs with 33 runs in the 2nd wicket.",
        "At the end of the match, Rachin Ravindra did not lose 22 runs and Tryl Michelle 14 runs.",
        "Despite this, Rishabh Band's right knee was unbearable as the ball hit the right knee."
      ]
    }
  },
  "summary_lines": [
    "New Zealand beats India by 134 runs in Bangalore test. Lowest score for India on home turf. Heavy rain delays start. NZ's Conway scores 91. Indian bowlers struggle."
  ]
}