{
  "translated_text": {
    "si": {
      "title": "நுரைச்சோலை, சஞ்சீதாவத்தை பகுதியில் சட்டவிரோதமாக கொண்டுவரப்பட்ட உலர்ந்த இஞ்சியுடன் ஒருவர் கைது",
      "body_lines": [
        "සැකකරුවෙකු සෙනසුරාදා (19) අත්අඩංගුවට ගෙන ඇති අතර, වියළි ඉඟුරු කිලෝග්රෑම් 2,828 ක් සමඟ පුත්තලම් - නිරුතිචොලායි වෙතින්.",
        "අත්අඩංගුවට ගත් සැකකරු 33 හැවිරිදි-අවුරුදු ගණනක් ලෙස හඳුනාගෙන ඇති අතර ඔහු පෙණහලු ප්රදේශයෙන් පෙළෙනවා.",
        "வடமேற்கு கடற்படை கட்டளையின் இலங்கை கடற்படை கப்பல் விஜய நிறுவனத்திற்கு சொந்தமான நுரைச்சோலை கடற்படைப் பிரிவினர், நுரைச்சோலை பொலிஸாருடன் இணைந்து குறித்த பகுதியில் சந்தேகத்திற்கிடமான வீடு ஒன்றை சோதனை செய்தனர்.",
        "මේ අතර, නිවස තුළ පොහොර 70 කදී වියළි ඉඟුරු කිලෝග්රෑම් 2,828 ක් සොයාගෙන ඇති අතර සැකකරුවෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "වියළි ඉඟුරු අත්අඩංගුවට ගත් බව කියනු ලැබේ.",
        "වියළි ඉඟුරු විකිණීම සඳහා ශ්රී ලංකාවේ විවිධ ප්රදේශ කරා මුහුදෙන් නීතිවිරෝධී ලෙස රටින් රටින් රටින් රටට ගෙන ඒමට ඉඩ ඇති බවට ඔවුන් සැක කළ බව නාවිකයින් පැවසුවාය.",
        "වියළි ඉඟුරු කිලෝග්රෑම් 2,828 ක් තවදුරටත් නීතිමය ක්රියාමාර්ග සඳහා සැකකරු පොලිසියට භාර දී ඇති බව නාවික හමුදාව පවසයි."
      ]
    },
    "en": {
      "title": "A man arrested with dry ginger illegally brought in the foam",
      "body_lines": [
        "A suspect has been arrested on Saturday (19) with 2,828 kilograms of dried ginger from Puttalam - Nuraichcholai.",
        "The arrested suspect has been identified as a 33 -year -old and he hails from the foamy area.",
        "The foam -owned naval navy, belonging to the Sri Lanka Navy Shipping Institute of the Northwest Naval Command, raided a suspicious house in the area.",
        "In the meantime, 2,828 kg of dried ginger has been found in 70 fertilizers inside the house and a suspect has been arrested.",
        "It is said that the dried ginger seized is worth more than 45 lakhs.",
        "The Marines said they suspected that they could have been illegally brought to the country by sea to various parts of Sri Lanka for the sale of dry ginger.",
        "The Navy added that the 2,828 kg of dried ginger and the suspect have been handed over to the police station for further legal action."
      ]
    }
  },
  "summary_lines": []
}