{
  "translated_text": {
    "ta": {
      "title": "நாளைய மறுசீரமைப்பு ஒப்பந்தங்களை சமிக்ஞை செய்யுங்கள்",
      "body_lines": [
        "அமைச்சரவை செய்தித் தொடர்பாளர், அமைச்சர் டாக்டர் பண்டுலா குணவர்தேனா, தொடர்புடைய ஒப்பந்தங்கள் நாளை (26) கையெழுத்திட்டன என்று கூறினார்.",
        "அமைச்சர் இன்று (25) அரசு தகவல் துறையில் ஒரு பத்திரிகையாளர் சந்திப்பில் பேசினார்.",
        "அவர் எதிர்காலத்தில் ஜனாதிபதியால் வழங்கப்படுவார், கையெழுத்திட்டது குறித்த முழுமையான விளக்கம் குறித்து ஜனாதிபதியால் பாராளுமன்றத்திற்கு பாராளுமன்றத்திற்கு வழங்கப்படுவார், அந்த நடவடிக்கைகள் நாளை பாராளுமன்றத்தில் வழங்கப்படும்.",
        "இலங்கை கடன் வாங்கும் ஒத்துழைப்பு அல்லது கடனை மறுசீரமைப்பது அல்ல என்றால், அவர் கூறினார்.",
        "சர்வதேச நாணய நிதியம், உலக சமூகம் மற்றும் உலக நிதி மற்றும் உலக சமூகம் மற்றும் உலக சமூகத்தை உலகுக்கு பொய் சொல்ல முடியாது என்றும் அவர் கூறினார்.",
        "பொருட்களின் ஏற்றுமதியையும் இறக்குமதியையும் ஈடுகட்ட முடியாவிட்டால், என்ன அரசியல் கதைகள் நாட்டில் சர்வதேச கொடுப்பனவுகளை தீர்க்க முடியாது என்று அவர் கூறினார்.",
        "எனவே, நாட்டின் மிகவும் கடினமான நாடாளுமன்ற மாநிலத்தில், நாட்டின் தலைவர் நாட்டின் ஒரு முக்கியமான மாநிலமாகும், மேலும் நாட்டின் அரசியலமைப்பு வெளியீடு ஜனாதிபதி ரணில் விக்கிரேமேசிங்கால் வெளிப்படையானது (நாளை நாளை அறிவிக்கப்படும் என்று கூறினார். 26)."
      ]
    },
    "en": {
      "title": "Signal tomorrow's restructuring agreements",
      "body_lines": [
        "Cabinet spokesman, Minister Dr. Bandula Gunawardena said that the relevant agreements were signed tomorrow (26).",
        "The Minister was speaking at a press briefing in the Government Information Department today (25).",
        "He will be presented by the President in the future and will be presented by the President to parliament to parliament on a complete description of the signing and those measures will be presented in Parliament tomorrow.",
        "He said that if Sri Lanka is not a borrowing cooperation or the restructuring of the debt, he said.",
        "He also stated that the International Monetary Fund, World Community and the World Fund and the World Community and the world's community cannot be lied to the world.",
        "He said what political stories would not be able to settle international payments in the country if they could not be able to cover the exports and importation of goods.",
        "Therefore, in a very difficult parliamentary state of the country, the chief of the country is a critical state of the country to parliament and the constitutional publication of the country is transparent by President Ranil Wickremesinghe.The Minister added that tomorrow will be declared tomorrow (26)."
      ]
    }
  },
  "summary_lines": [
    "Minister Dr. Bandula Gunawardena announced that restructuring agreements will be signed tomorrow, as part of efforts to address Sri Lanka's financial challenges without resorting to borrowing or debt restructuring. He emphasized the importance of transparency and the need for the government to manage international payments effectively to avoid defaulting on its obligations. The agreements will be presented to the President and then to Parliament for approval."
  ]
}