{
  "translated_text": {
    "ta": {
      "title": "ஆப்கானிஸ்தானில் ஒரு பாடம்",
      "body_lines": [
        "ஆப்கானிஸ்தான் இன்று (23) இருபதுக்கு 20 உலகக் கோப்பையின் சுற்றில் வெற்றிபெற ஆப்கானிஸ்தானைக் கடந்து சென்றது.",
        "முதலில் பேட்டிங், ஆப்கானிஸ்தான் 6 விக்கெட்டுகளை வீழ்த்தியதற்காக 148 ரன்கள் எடுத்தது.",
        "ராமனுல்லா குர்பாஸ் 60 (49 பந்துகள்) மற்றும் இப்ராஹிம் ஜெட்ரான் (51) அடித்தார்.",
        "பந்துவீச்சு மூலம் ஆஸ்திரேலியாவுக்கு 28 ரன்களுக்கு பாட் குமார்க்ஸ். இது உலகக் கோப்பையின் இரண்டாவது ஹாட்ரிக் என்ற ஆவண புத்தகங்களில் ஒன்றாகும்.",
        "ஆஸ்திரேலிய ஃபாஸ்ட் பந்து வீச்சாளர்கள் ஆஸ்திரேலிய ஃபாஸ்ட் பந்து வீச்சாளர்களிடம் 149 ரன்களைத் துரத்த அச்சுறுத்தினர்.",
        "ஆஸ்திரேலிய அணி 19.2 ஓவர்களில் 127 ரன்கள் எடுத்தது.",
        "நவீன் விண்கற்கள் (3/20) மற்றும் குல்டின் நிப் (4/20) ஆகியோர் வெற்றிக்கு 7 விக்கெட்டுகளை வீழ்த்தினர்."
      ]
    },
    "en": {
      "title": "A lesson in Afghanistan",
      "body_lines": [
        "Afghanistan today (23) passed Afghanistan to win the round of the Twenty20 World Cup.",
        "Batting first, Afghanistan scored 148 runs for the loss of 6 wickets in the loss of 6 overs.",
        "Ramanullah Gurbas scored 60 (49 balls) and Ibrahim Zedran (51).",
        "Pat Kumarks for 28 runs for Australia by bowling. It was among the document books to be the second hattric of the World Cup.",
        "The Australian fast bowlers were threatened with the Australian fast bowlers to chase 149 runs.",
        "Australian team scored 127 runs in 19.2 overs.",
        "Naveen meteors (3/20) and Gulldin Nib (4/20) took 7 wickets for their victory."
      ]
    }
  },
  "summary_lines": [
    "In a thrilling match, Afghanistan won against Australia in the Twenty20 World Cup, scoring 148 runs with key contributions from Ramanullah Gurbaz and Ibrahim Zadran. Pat Cummins' 28 runs weren't enough as Australia fell short with 127 runs. Afghan bowlers Naveen-ul-Haq and Gulbadin Naib secured victory with 7 wickets each."
  ]
}