{
  "translated_text": {
    "ta": {
      "title": "டிரின்கோமலீ நுகர்வோர் முட்டைகளை வாங்க மறுக்கிறார்கள்.",
      "body_lines": [
        "நுகர்வோரின் வருகை மாடேல் மாவட்டத்தில் நுகர்வோரை ரூ .60 - 70 க்கு வாங்க மறுத்துவிட்டது என்று பட்ஜெட் வருகை தெரிவித்துள்ளது.",
        "சந்தர்ப்பங்களின் எண்ணிக்கையின் கீழ் முட்டைகளின் முட்டைகளில் முட்டைகளில் முட்டைகளில் உள்ள முட்டைகளின் அதிக விலை காரணமாக முட்டைகளை வாங்குவதற்கு குறிப்பிடத்தக்க விலைகள் இல்லை என்று அவர்கள் கூறினர்.",
        "இதற்கிடையில், மாடேல் மாவட்டத்தில் முட்டை உற்பத்தியாளர்கள், உணவு உள்ளிட்ட உணவு உள்ளிட்ட உணவு விலைகள் முட்டை விலையின் விலையை அதிகரிக்க வேண்டும் என்று கூறுகின்றனர். ஆனால் அவர்கள் தங்கள் தயாரிப்புகள் ஏற்கனவே லாபம் அல்ல என்றும் கூறினர்.",
        "மாடேல், மாடேல், ந ula லா, மாடேல் மாவட்டம் மற்றும் தர நாணயத்தின் எல்லா-எலாவிசல் உரிமையாளர்களிலும் உள்ள பாஸ்குடர்களிடம் முட்டைகளின் உரிமையாளர்கள் ஏராளமானோர் கொண்டு வரப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "Trincomalee consumers refuse to buy eggs.",
      "body_lines": [
        "The budgetary arrivals say that the attendance of consumers have declined to buy the consumers in Matale District at Rs. 60 - 70.",
        "They claimed that there are no significant prices to buy eggs due to the high prices of the eggs in the eggs in the eggs in the eggs of the eggs under the number of occasions.",
        "Meanwhile, egg manufacturers in the Matale district say that the prices of food, including food, including food, have to increase the price of egg prices. But they also claimed that their products are not profit already.",
        "A large number of owners of eggs have been brought to the pascutors in the Matale, Matale, Naula, Matale District and the Ella-Elavisal owners of the Grade Currency."
      ]
    }
  }
}