{
  "translated_text": {
    "ta": {
      "title": "சம்பூரின் புதிய கட்டம் ஒரு துணை மின்நிலையத்தை உருவாக்குகிறது",
      "body_lines": [
        "எரிசக்தி அமைச்சர் குமாரா ஜெயகோடி தேசிய கட்டத்தின் நம்பகத்தன்மையை மேம்படுத்துவதற்காக சம்பூரில் ஒரு புதிய கட்டம் துணை மின்நிலையத்தை நிர்மாணித்தார், குறிப்பாக தீவின் தேசிய கட்டத்தின் நம்பகத்தன்மையை மேம்படுத்த புதுப்பிக்கத்தக்க எரிசக்தி திறனில்.",
        "மின் விநியோகத்தை ஒருங்கிணைக்க கிழக்கு மாகாணத்தில் உற்பத்தி செய்யப்படும் புதுப்பிக்கத்தக்க எரிசக்தி மற்றும் மின்சாரத்தின் மின்சாரம் மற்றும் மின்சாரம் மற்றும் மாகாணத்தின் மின்சாரம் ஆகியவற்றை ஒருங்கிணைக்க கட்டம் துணை மின்நிலையம் முக்கியமானது. 77 டிரான்ஸ்மிஷன் வழியும் சேர்க்கப்பட்டுள்ளது.",
        "நாட்டின் அனைத்து பகுதிகளையும் அபிவிருத்தி செய்வதற்கான அமைச்சரின் அரசாங்கத்தின் குறிக்கோள் மற்றும் மின்சாரத்தின் வளர்ச்சிக்கு மின்சார விநியோகத்தைப் பயன்படுத்துதல் மற்றும் புதுப்பிக்கத்தக்க எரிசக்தி உற்பத்தியின் திறன், அபிவிருத்தி இலக்குகளை அடைவதற்கான அதே திறனின் அதிகபட்ச பயன்பாடு. அப்பகுதியான மக்களுக்கு வாய்ப்பை வழங்கவும், தேவையான பயிற்சி தொழிலாளர்களை வழங்க மக்களின் பிரச்சினைகளைப் பற்றி ஆராயவும் மக்கள் இப்பகுதி மக்களுக்கு அறிவுறுத்தினர்."
      ]
    },
    "en": {
      "title": "New Grid of Sampur builds a substation",
      "body_lines": [
        "Energy Minister Kumara Jayakody laid the construction of a new Grid substation in Sampur to promote the reliability of the national grid, especially in the renewable energy potential to enhance the reliability of the national grid in the island.",
        "The grid substation is important to ensure that the renewable energy produced in the Eastern Province to coordinate electrical supply and the electricity supply of electricity and the electricity supply of electricity and the province. The 77 transmission route is also included.",
        "Speaking further the government's goal of the Minister to develop all parts of the country and the use of electricity supply to the development of electricity and the ability to renewable energy production, the maximum use of the same ability to achieve development goals. The people advised the people of the area to provide the opportunity to the people of the area and to look into the problems of the people to provide the necessary training workers."
      ]
    }
  },
  "summary_lines": []
}