{
  "translated_text": {
    "si": {
      "title": "ශිවනේසතුරෙයි චන්ද්රකාන්තන්",
      "body_lines": [
        "සමහර නායකයින් උතුරු හා නැගෙනහිරෙහි ප්රායෝගික කළ නොහැකි යෝජනා සඳහා කාලය නාස්ති කරයි. දෙමළ පොදු අපේක්ෂකයා ද කාලය නාස්තියකි. ග්රාමීය මාර්ග සංවර්ධන අමාත්ය සිවනේසතුරෙයි චන්ද්රකාන්තන් මහතා කියා සිටියේ ජනාධිපති රනිල් වික්රමසිංහ මහතා කෙරෙහි දෙමළ ජනතාවගේ විශ්වාසය ඉවරයි.",
        "අඟහරුවාදා (06) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී ඔහු මේ බව පැවසීය.",
        "දෙමළ ජාතික පක්ෂය අද උසාවියට ​​යා යුතු ස්ථානයක දක්නට ලැබේ. ස්වල්ප දෙනෙක් සිතන්නේ උතුරු හා නැගෙනහිර සාමාන්ය අපේක්ෂකයා ගැන ය. සමහර නායකයින් ඔවුන්ගේ දෘෂ්ටිවාදය මත පදනම්ව රට ව්යාකූල කිරීමට කටයුතු කරමින් සිටිති.",
        "ඔවුන් ප්රායෝගික කළ නොහැකි සිතුවිලි වල කාලය නාස්ති කරන අතර නැවත නැවත අසාර්ථක වේ. එබැවින් ඔවුන්ගේ සිතුවිලි කළ නොහැකි ය. නමුත් හොඳම තීරණය ගැනීමෙන් ජනතාව නුවණට හුරුය.",
        "රටේ වර්තමාන ගැටලු විසඳා රටේ නායකයා වන රනිල් වික්රමසිංහ මහතා බලයේ බලය බෙදා හැරීම කෙරෙහි අවධානය යොමු කරයි. ඔහුටත් රාජකාරියක් ඇත. ඔහු අතීතයේ කාර්යභාරයට ද සහභාගී වී ඇති අතර 13 වන ව්යවස්ථා සංශෝධනයේ සාර්ථකත්වය, පරාජය සහ දෙමළ ඊලාම් විමුක්ති කොටි සමඟ ඇති කර ගැනීම් (LTTE) සමඟ ගිවිසුම්.",
        "මැතිවරණයෙන් පසු ඔහු හැකි තරම් වෙනස්කම් සිදු කරන බව ඔහු පැවසීය. ඔහු එම පොරොන්දු ඉටු කළ යුතුයි. මේ රට වෙනුවෙන් ඔහුට කළ හැකි ලොකුම කාර්යය එයයි. හිටපු ජනාධිපති මහින්ද රාජපක්ෂට එසේ කිරීමට අවස්ථාව ලැබුණද, දුෂ්කරම ජනතාව එයට ඉඩ නොදුනි.",
        "කෙසේ වෙතත්, වර්තමාන ජනාධිපති රනිල් වික්රමසිංහ මහතා ඔවුන් ඉටු කරනු ඇතැයි යන බලාපොරොත්තුව දෙමළ ජනතාව අතර ඉස්මතු වනු ඇතැයි යන බලාපොරොත්තුව. ඔහු එසේ කළහොත්, ගෝලීය ජනප්රිය නායකයෙකු ලෙස මතුවීමට පවා ඔහුට අවස්ථාව ලැබුණි."
      ]
    },
    "en": {
      "title": "Sivanesathurai Chandrakanthan",
      "body_lines": [
        "Some leaders are wasting time for practical impossible resolutions in the North and East. The Tamil general candidate is also a waste of time. Minister of Rural Roads Development Sivanesathurai Chandrakanthan said that the Tamil people's confidence in President Ranil Wickremesinghe is over.",
        "He further stated this at a press conference held at the Presidential Media Center on Tuesday (06).",
        "The Tamil National Party is seen today in a position to go to court. A few are talking about the general candidate in the North and East. Some leaders are working to confuse the country based on their ideology.",
        "They are wasting time in the thoughts that are practical impossible, and repeatedly failed. So their thoughts are impossible. But people are wise to make the best decision.",
        "Ranil Wickremesinghe, the leader of the country who solves the current problems in the country and pays attention to the devolution of power. He too has a duty. He has also participated in the role of the past, the success of the 13th Amendment, the defeat, and the agreements with the Liberation Tigers of Tamil Eelam (LTTE).",
        "He said that after the election, he would make changes as much as possible. He must fulfill those promises. That is the biggest task he can do for this country. Although former President Mahinda Rajapakse had the opportunity to do so, the hardest people did not allow it.",
        "However, the hope that the current President Ranil Wickremesinghe will fulfill them has emerged among the Tamil people. If he does, he said, he even has the opportunity to emerge as a global popular leader."
      ]
    }
  },
  "summary_lines": [
    "Minister Sivanesathurai Chandrakanthan criticizes leaders for focusing on impractical solutions in Sri Lanka's North and East, including the Tamil general candidate. He expresses concern over the Tamil community's dwindling trust in President Ranil Wickremesinghe. The Tamil National Party may consider legal action, highlighting ideological divisions and ineffective leadership. Wickremesinghe, despite past failures, is expected to address national issues post-elections, potentially regaining popularity among Tamils if he fulfills his promises."
  ]
}