{
  "translated_text": {
    "si": {
      "title": "රට ගැන සිතන සියලු දෙනා ජනාධිපතිවරණයේදී රනිල් වික්රමසිංහට සහාය දක්වනු ඇත!-රහානා දිසානායක",
      "body_lines": [
        "ක්රීඩා හා තරුණ කටයුතු අමාත්ය රොහානා දිසානායක මහතා කියා සිටියේ දේශපාලනයට පෙර රට ගැන සිතන සියලු දෙනා මෙම ජනාධිපතිවරණයේදී රනිල් වික්රමසිංහට සහාය දෙන බවයි.",
        "ලෝකයේ බලවත් නායකයින් රාජ්ය අමාත්යතුමා, රාජ්ය අමාත්යතුමා, රාජ්ය අමාත්යතුමා, \"අතීතයේ දැඩි ආර්ථික අර්බුදයෙන් රට අය කර ගැනීම සඳහා දැඩි නායකත්වයේ ලක්ෂණ ඇති බව ජනාධිපතිතුමා සතුය.",
        "අඟහරුවාදා (30) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී රාජ්ය අමාත්ය රොහානා දිසානායක මහතා මේ බව ප්රකාශ කළේය.",
        "2022 දී ආර්ථික අර්බුදය හේතුවෙන් සියලු ජනයා පීඩාවට පත්විය. එම බලපෑමෙන් මිනිසුන් බේරා ගැනීමට කිසිදු නායකයෙක් ඉදිරිපත් වී නැත. එහෙත් වර්තමාන ජනාධිපතිවරයා එක් පාර්ලිමේන්තු ආසනයක් පමණක් ඇති ජනතාව වෙනුවෙන් ඉදිරිපත් විය.",
        "ඒ වන විට රටේ ආර්ථිකය දැනට ගෙන ඇති ක්රියාමාර්ගයෙන් යථා තත්ත්වයට පත්වෙමින් තිබේ. හිටපු ජනාධිපති මහින්ද රාජපක්ෂ මහතා ත්රස්තවාදී යුද්ධයෙන් රට බේරා ගත් අතර වත්මන් ජනාධිපති රනිල් වික්රමසිංහ මහතා ආර්ථික යුද්ධයෙන් රට බේරා ගත්තේය.",
        "ඒ නිසා දේශපාලනයට වඩා රට ගැන සිතන ඕනෑම කෙනෙකුට රනිල් වික්රමසිංහට සහාය වනු ඇත. ඒ අනුව, මාතලේ ජනතාවගේ ආශිර්වාදය ඇතිව, රනිල් වික්රමසිංහට මගේ සහයෝගය ඉටු කිරීමට මම තීරණය කර ඇත්තෙමි.. ශ්රී ලංකා පීඒ යනු ගම් මට්ටමින් පිහිටුවන ලද පක්ෂයක් බව පැවසිය යුතුය. මම මාතලේ දිස්ත්රික්කයේ ශ්රී ලංකා පීඒ නියෝජනය කරමි. මිනිසුන් මා සමඟ සිටින තුරු මම ජනාධිපතිට සහාය දෙන්නෙමි. නැතිනම් මම ගෙදර යන්නම්.",
        "බලවත් නායකයන් ලෝකයේ දුෂ්කර කාලවලදී කෝපයට පත් වේ. පසුගිය ආර්ථික අර්බුදයෙන් රට ආරක්ෂා කිරීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ ශක්තිමත් නායකත්ව ගුණාංග ප්රකාශ කළේය. අපේ රට නිසි ආර්ථික කළමනාකරණ ප්රතිපත්තිය නිසා අපේ රට අද මෙම ස්ථානයට පැමිණ තිබේ.",
        "1945 දී දෙවන ලෝක යුද්ධයෙන් ජයගත් අගමැති වින්ස්ටන් චර්චිල් පසුව බ්රිතාන්ය මහ මැතිවරණය පසුව අහිමි විය. යුද්ධයේදී ආර්ථික වශයෙන් රට ශක්තිමත් කර ඇති ක්ලීල් ඇලී අගමැති විය. ඉතිහාසය ශ්රී ලංකාවේ නැවත අර්ථන්වා ඇති බැවින් එය පවතින බව පැවසිය යුතුය.",
        "ක්රීඩා දෙපාර්තමේන්තුවේ ද සඳහන් කළ යුතුය. පසුගිය වසර දෙක තුළ, ශ්රී ලංකාවේ ක්රීඩා අංශයේ දියුණුව සඳහා වත්මන් රජය විසින් බොහෝ කාර්යයන් කර ඇත. ක්රීඩාව සඳහා ඔම්බුඩ්ස්මන්වරයා ද පත් කර තිබේ.",
        "මේ වසරේ ඔලිම්පික් ක්රීඩා උළෙලට සහභාගී වීම සඳහා රටෙන් ක්රීඩක ක්රීඩිකාවන්ට සියලු පහසුකම් සැපයීමට කටයුතු යොදා ඇත. ශ්රී ලංකාවේ හොකී ක්රීඩාංගණ දෙක අලුත්වැඩියා කර ලබන මස 15 වන දින විවෘත කෙරේ. ආර්ථික අර්බුද මධ්යයේ වුවද සමස්ත ක්රීඩා අංශය වැඩිදියුණු කිරීම සඳහා අරමුදල් වෙන් කිරීම ගැන මම ජනාධිපතිවරයාට ස්තූති කිරීමට කැමැත්තෙමි, \"ක්රීඩා හා තරුණ කටයුතු අමාත්ය රොහානා දිසානායක මහතා වැඩිදුරටත් පැවසීය."
      ]
    },
    "en": {
      "title": "All those who think about the country will support Ranil Wickremesinghe in the presidential election!-Rohana Dissanayake",
      "body_lines": [
        "Sports and Youth Affairs Minister Rohana Dissanayake said that all those who think about the country before politics will support Ranil Wickremesinghe in this presidential election.",
        "Pointing out that the powerful leaders of the world are in trouble, the Minister of State, the President said, \"The President has the characteristics of strong leadership in recovering the country from the severe economic crisis in the past.",
        "State Minister Rohana Dissanayake made this statement at a media briefing held at the Presidential Media Center on Tuesday (30).",
        "“All people were affected by the economic crisis in 2022. No leader has come forward to save people from that impact. But the current president came forward for the people with only one parliamentary seat.",
        "By then, the country's economy is currently recovering from the action taken. Former President Mahinda Rajapakse saved the country from the terrorist war and the current President Ranil Wickremesinghe saved the country from the economic war.",
        "So anyone who thinks about the country more than politics will support Ranil Wickremesinghe. Accordingly, with the blessings of the people of Matale, I have decided to fulfill my support for Ranil Wickremesinghe.. It must be said that the Sri Lanka PA is a party that is formed at the village level. I am representing the Sri Lanka PA in Matale District. I will support the president until people are with me. Otherwise I will go home.",
        "The powerful leaders are furious in the hardest times of the world. President Ranil Wickremesinghe expressed strong leadership qualities in protecting the country from the last economic crisis. Our country has reached this place today because of his proper economic management policy.",
        "Prime Minister Winston Churchill, who won World War II in 1945, lost the British general election later. Clement Atli, who has strengthened the country economically during the war, became prime minister. It must be said that the history is in Sri Lanka as it is rewritten.",
        "Should also be mentioned in the sports department. In the last two years, the current government has done many tasks for the advancement of Sri Lanka's sports sector. Ombudsman has also been appointed for the game.",
        "Arrangements have been made to provide all facilities to athletes from the country to participate in this year's Olympic Games. The two hockey stadiums in Sri Lanka will be renovated and opened on the 15th of next month. I would like to thank the President for allocating funds to improve the entire sports sector despite the economic crises, ”Sports and Youth Affairs Minister Rohana Dissanayake added."
      ]
    }
  },
  "summary_lines": [
    "Rohana Dissanayake, Sports and Youth Affairs Minister, supports Ranil Wickremesinghe for presidency, citing his strong leadership in navigating the country through economic crises. He highlights Wickremesinghe's efforts in saving the nation from economic turmoil, drawing parallels with historical figures who rose to prominence during challenging times. Dissanayake also mentions the government's initiatives in boosting Sri Lanka's sports sector, including renovations for upcoming events and financial support amidst economic challenges."
  ]
}