{
  "translated_text": {
    "si": {
      "title": "අජිත් කුමාර්ගේ 'කඩිසර' පරක්කු ලෙස නිදහස් වේ ...!?",
      "body_lines": [
        "අජිත් කුමාර් අජිත් කුමාර්ගේ ඉදිරි චිත්රපටයට 'VIDA TRI' චිත්රපටයට සිය දායකත්වය සම්පූර්ණ කර තිබේ.",
        "අජිත් කුමාර්, අර්ජුන්, ත්රිෂා, රෙජිනා, රෙජිනා, රෙජිනා, රෙජිනා, රේව්, නිකිල් නයාර්, රම්යා සුබ්රමනියම් සහ තවත් බොහෝ අය අධ්යක්ෂක සහ නළුවාගේ නායකත්වය දරයි.",
        "On. ලීටිකා නිෂ්පාදන වෙනුවෙන් මෙම චිත්රපටය ව්යායාම ප්රීතිකරුවෙකු ලෙස නිෂ්පාදනය කරන ලද අතර නිෂ්පාදක සුභාෂ්කරන් විසින් නිෂ්පාදනය කරනු ලැබේ.",
        "පළමු ගීතය හෙට (දෙසැම්බර් 27) නිදහස් කරන අතර එය ලබන වසරේ ජනවාරි 10 වන දින නිකුත් කිරීමට නියමිතය.",
        "මෑතකදී චිත්රපටයේ රූගත කිරීම් මෑතකදී නිම කරන ලද අජිත් කුමාර් චිත්රපටය සඳහා පසුබිම් හ voice ලබා දීමේ කාර්යය ද සම්පූර්ණ කර තිබේ.. මෙයින් පසු, අජිත් කුමාර් මෙම චිත්රපටයට සිය දායකත්වය සම්පූර්ණ කර තිබේ.",
        "සතුටු වූ කාර්ය මණ්ඩලය ඔහුට ස්තූති කිරීම සඳහා විශේෂ ඡායාරූපයක් පළ කර ඇත. මෙය අජිත් රසිකයන් නව උද්දීපනයක් ලබා දී ඇත.",
        "මේ අතර, අජිත් කුමාර්ගේ 'කඩිසරකම' නිදහස් නොකරන බව තහවුරු කර ඇත්තේ ජනවාරි 10 වන දින නිකුත් කිරීමට අපේක්ෂා කරන බවයි."
      ]
    },
    "en": {
      "title": "Is Ajith Kumar's 'Diligence' release more late ...!?",
      "body_lines": [
        "Ajit Kumar has completed his contribution to Ajith Kumar's upcoming film 'Vida Tri'.",
        "Ajith Kumar, Arjun, Trisha, Regina Kasandra, Arav, Nikhil Nair, Ramya Subramanian and many others have starred in the director and actor.",
        "Anirudh has composed the film, which has been recorded by Om Prakash and Neerav Shah.. The film is being produced as an exercise enterter and produced by producer Subhashkaran on behalf of Leica Productions.",
        "The first song will be released tomorrow (December 27), which will be released on the 10th of January next year.",
        "Ajit Kumar, who recently completed the shooting of the film, has also completed the work of giving the background voice for the film.. Following this, Ajit Kumar has completed his contribution to the film.",
        "The crew, which was delighted, has posted a special photo to thank him. This has given Ajith fans a new excitement.",
        "Meanwhile, unconfirmed reports have been revealed that Ajith Kumar's 'diligence' will not be released on January 10, which is expected to be released on January 26."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Ajith Kumar's 'Diligence' release date uncertain; 'Vida Tri' nearing completion; first song out Dec 27; background voice work done; Jan 10 release doubt; now rumored for Jan 26."
  ]
}