{
  "translated_text": {
    "si": {
      "title": "අතුරුදහන් වූ අපේ දරුවන්ට සිදු වූයේ කුමක්ද?ජාත්යන්තර ප්රජාව සහ එක්සත් ජාතීන් එකට එකතු වී යුක්තිය ඉටු කරයිද?උතුරු, නැගෙනහිර අතුරුදහන් වූවිද නැත",
      "body_lines": [
        "අභ්යන්තර සම්ප්රදාය කෙරෙහි අපට විශ්වාසයක් නැති වී ඇති අතර අපට ජාත්යන්තර අධිකරණ පද්ධතිය ගැන පූර්ණ විශ්වාසයක් ඇත. අවසාන සටනේදී අපගේ ආදරණීයයන් අපේ දරුවන් ඇතුළු ආදරණීයයන්ට, යටත් වූ හමුදා මුරපොලවල් සඳහා වගකිව යුතු හමුදා නිලධාරීන් විමර්ශනය කිරීමෙන් සොයා ගත හැකිය.",
        "මේ සම්බන්ධයෙන් ජාත්යන්තර ප්රජාව සහ එක්සත් ජාතීන්ගේ සංවිධානය එකට වැඩ කරයිද?උතුරු හා නැගෙනහිර අතුරුදහන් වී ඇති සබඳතාවල සංගමයේ සංගමය එක්සත් ජාතීන්ගේ මානව හිමිකම් සේවයේ ප්රශ්න කර තිබේ.",
        "ජාත්යන්තර ළමා දිනයේ ඊයේ ජාත්යන්තර ළමා දිනයන්, එක්සත් ජාතීන්ගේ මානව හිමිකම් මහ කොමසාරිස්වරයාට ඊයේ අතුරුදන් වී ඇති සබඳතා සංගමයට යවා ඇති ලිපියකින් ඔවුන්ගේ දරුවන් අතුරුදහන් වී ඇති බව හෙළි කිරීමේ අවශ්යතාව අවධාරණය කළේය.",
        "අඟහරුවාදා (01.10) ජාත්යන්තර ළමා දිනයයි. ගෝලීය වශයෙන් දරුවන්ගේ සුභසාධනය වැඩිදියුණු කිරීම සඳහා ජාත්යන්තර ළමා දිනය යුනිසෙෆ් විසින් 1954 දී ප්රකාශයට පත් කරන ලදී. පිරිමි ළමයින් විනෝද වීමට තෑගි තෑගි සමඟින් සමරනු ලැබේ.",
        "ඒ අතරම, ඔක්තෝබර් 1 වන දින, ඔවුන්ගේ අත්දැකීම් තුළින් සමාජයේ සංවර්ධනයට විශාල දායකත්වයක් සපයන වැඩිහිටියන්ට ගෞරව කිරීම අරමුණු කරගත් ජාත්යන්තර වැඩිහිටි දිනයකි.. කෙසේ වෙතත්, යුනිසෙෆ් සහ එක්සත් ජාතීන්ගේ අනෙකුත් ශාඛා ව්යුහයන් ශ්රී ලංකාවේ උතුරු හා නැගෙනහිර පළාත්වල වැඩිහිටි හා වැඩිහිටියන්ට සිදු වූ දේ ගැන සැලකිලිමත් වී තිබේද?",
        "ශ්රී ලංකාවේ අවසන් සටනේදී කිරි හා කැඳ බලා සිටින පිරිමි ළමයින් හා වැඩිහිටියන් බෝම්බ ප්රහාරවලින් මිය ගිය බව?කී දෙනෙක් ආබාධිත වූවාද?බොහෝ දෙනෙක් තම දරුවන් සමඟ සොල්දාදුවන්ට ඔවුන්ගේ ආරක්ෂාව නිසා යටත් වූහ.",
        "ළමා දිනයේ 2019 දී දෙමාපියන් සමඟ යටත් වූ ළමුන් ඇතුළු ළමුන් 29 දෙනෙකු පිළිබඳ විස්තර අපි මුදා හැරියා.. ඒවා ජාත්යන්තර රාජ්ය තාන්ත්රිකයින්ට භාර දෙන ලදී. කෙසේ වෙතත්, මේ දක්වා කුමාරවරුන් ගැන කිසිදු පාර්ශ්වයන් සැලකිලිමත් වී නොමැත.",
        "තම දරුවන්ට සිදු වූයේ කුමක්දැයි නොදැන දෙමව්පියන් 250 කට වැඩි පිරිසක් මියගොස් තිබේ. අප මිය යාමට පෙර අපගේ ආදරණීයයන්ට සිදු වූ දේ කිසිවෙකුට අපට නොකියන්නේ ඇයි?",
        "අභ්යන්තර සම්ප්රදාය කෙරෙහි අපට විශ්වාසයක් නැති වී ඇති අතර අපට ජාත්යන්තර අධිකරණ පද්ධතිය ගැන පූර්ණ විශ්වාසයක් ඇත. අවසාන සටනේදී අපගේ ආදරණීයයන් අපේ දරුවන් ඇතුළු ආදරණීයයන්ට, යටත් වූ හමුදා මුරපොලවල් සඳහා වගකිව යුතු හමුදා නිලධාරීන් විමර්ශනය කිරීමෙන් සොයා ගත හැකිය.. මේ සම්බන්ධයෙන් ජාත්යන්තර ප්රජාව සහ එක්සත් ජාතීන්ගේ සංවිධානය එකට වැඩ කරයිද?",
        "ඒ හා සමානව, එක්සත් ජාතීන්ගේ මානව හිමිකම් මහ කොමසාරිස් කාර්යාලය එක්සත් ජාතීන්ගේ මානව හිමිකම් කොමිසමෙන් ඉල්ලා සිටියේ අප ජීවත්ව සිටියදී අපට සාධාරණය කළ ආකාරයටම සාධාරණය ඉටු කරන ලෙසයි."
      ]
    },
    "en": {
      "title": "What happened to our children who were missing?Will the international community and the UN come together and get justice?-Relationships of North, East Missing Missing",
      "body_lines": [
        "We have lost confidence in the internal tradition and we are only fully confident in the International Justice System. Our loved ones during the final battle can find out what happened to the loved ones, including our children, by investigating the military officers who were responsible for the surrendered military checkpoints.",
        "Will the international community and the United Nations work together in this regard?The association of the Missing Relations of the North and East has questioned the United Nations Human Rights Service.",
        "The International Children's Day, the International Children's Day yesterday, said in a letter sent to the UN Human Rights High Commissioner by the Association of Missing Relations yesterday, emphasizing the need to reveal the fact that their children were missing.",
        "Tuesday (01.10) is the International Children's Day. International Children's Day was declared by UNICEF in 1954 to improve the welfare of children globally. The gifts are celebrated with gifts to entertain the boys.",
        "At the same time, October 1 is the International Elderly Day, aimed at honoring the adults who played a major contributor to the development of society through their experiences.. However, the other branch structures of the UNICEF and the United Nations have been concerned about what happened to children and the elderly from the North and Eastern Provinces of Sri Lanka?",
        "How many boys and adults who were waiting for milk and porridge during the final battle in Sri Lanka were killed in bombings?How many people were disabled?Many surrendered to the soldiers with their children for their safety.",
        "We released the details of 29 children, including children who surrendered with their parents on the day of Children's Day 2019.. They were also handed over to international diplomats. To date, however, no parties have been concerned about the princes.",
        "More than 250 parents have died without knowing what happened to their children. Why could no one tell us what happened to our loved ones before we died?",
        "We have lost confidence in the internal tradition and we are only fully confident in the International Justice System. Our loved ones during the final battle can find out what happened to the loved ones, including our children, by investigating the military officers who were responsible for the surrendered military checkpoints.. Will the international community and the United Nations work together in this regard?",
        "Similarly, the United Nations Human Rights High Commission has urged the United Nations Human Rights Commission to take action to take responsibility for Sri Lanka and bring us justice while we are alive."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Sri Lanka: Missing children inquiry sought by UN. Parents demand truth about children's fate during war. UN urged to investigate military officers. International community called upon for justice."
  ]
}