{
  "translated_text": {
    "si": {
      "title": "අලි අහම්බෙන් මියගිය එක් පුද්ගලයෙක්",
      "body_lines": [
        "බ්රහස්පතින්දා (09) උදෑසන මධ්යම 09) උදෑසන කිලිනොච්චි බාලි පොලිස් කොට් in ාශයේ යතුරුපැදි දෙකක ගැටීමෙන් එක් අයෙකු මිය ගොස් තවත් දෙදෙනෙකු තුවාල ලබා තිබේ.",
        "කිලිනොච්චි පලෙයි පොලිස් කොට් to ාශයට අයත් අලි මිලිටරි මුරපොලෙහි උදෑසන අලුයම සිදුවූ මෙම අනතුර සිදුවිය.",
        "අනතුරින් එක් අයෙකු මිය ගොස් තවත් දෙදෙනෙකු තුවාල ලබා ඇති අතර තවත් දෙදෙනෙකු තුවාල ලබා කිලිනොච්චි දිස්ත්රික් මහ රෝහලට ඇතුළත් කර තිබේ.",
        "මෙයින් අදහස් කරන්නේ යාපනයේ යාපනයට ගමන් කරන යතුරුපැදිකරුවන් දෙදෙනෙකු හදිසි අනතුරකින් පහර දී ඇති අතර මියගිය පුද්ගලයාගේ මළ සිරුර කිලිනොච්චි දිස්ත්රික් මහ රෝහලට භාර දී තිබේ."
      ]
    },
    "en": {
      "title": "One person killed in elephant accident",
      "body_lines": [
        "One person was killed and two others were injured in a collision with two motorcycles on Thursday (09) morning at the Kilinochchi Bali Police Division.",
        "The accident occurred in the early hours of the morning at the Elephant Military checkpoint belonging to the Kilinochchi Palai Police Division.",
        "One person was killed and two others were injured in the accident and were admitted to the Kilinochchi District General Hospital.",
        "This means that two motorcycles traveling to Jaffna have been hit by an accident and the body of the deceased has been handed over to the Kilinochchi District General Hospital."
      ]
    }
  },
  "summary_lines": [
    "A fatal accident involving two motorcycles near the Elephant Military checkpoint in Kilinochchi resulted in one death and two injuries. The victims were taken to the Kilinochchi District General Hospital."
  ]
}