{
  "translated_text": {
    "si": {
      "title": "ජලාම්පිපිටිය අමරේට මරණ ද sentenced ුවම නියම වේ - අභියාචනාධිකරණය",
      "body_lines": [
        "2012 දී තංගල්ලේ මහාධිකරණය විසින් කෙසිගිති කමගේ අමරසිරි මහතා විසින් 'ජුලම්පිති අමරේ' ලෙස හැඳින්වෙන මරණ ද sentence ුවම 'ජුලම්පිති අමරේ' ලෙස හැඳින්වෙන බව අමාත්ය",
        "චූදිතයා විසින් ගොනු කරන ලද අභියාචනය අභියාචනාධිකරණය විසින් චෝදනා පහක් මත පනවා ඇති මරණ ද sentence ුවම තහවුරු කළේය.",
        "2012 ජුනි 15 වන දින හහිවත්තයි සහ හදුරිතිගේ නිවසේ පැවති ජේවීපී රැස්වීමේදී දෙදෙනෙකුගේ වෙඩි තැබීම් ද ඇතුළුව චෝදනා පහක් සිදු කරන ලදී.",
        "කුට්ටි කුට්ටියනාහි මිනිසුන් දෙදෙනෙකු ing ාතනය කිරීම සහ තවත් කෙනෙකුට තුවාල කිරීම සම්බන්ධයෙන් ජුලම්පිටියාට තංගල්ලේ මහාධිකරණය විසින් තංගල්ලේ මහාධිකරණය විසින් තංගල්ලේ මහාධිකරණය විසින් මරණ ද sentenced ුවම නියම කරන ලදී.",
        "සිද්ධියෙන්. වෙඩි තැබීමෙන් නිමන්ත ග්රෙගය මිය ගිය අතර සෝරංග 26 ක් මිය ගියේය.",
        "ජනාධිපති නීති lawyer Ur ර්. විත්තිකරු වෙනුවෙන් ඩී සිල්වා සහ සාවිත්රි ප්රනාන්දු පෙනී සිටියහ. නීතිපති වෙනුවෙන් නියෝජ්ය සොලිසිටර් ජනරාල් වසන්ත පෙරේරා පෙනී සිටියේය."
      ]
    },
    "en": {
      "title": "Jalampitiya Amare is sentenced to death - Court of Appeal",
      "body_lines": [
        "In 2012, the Court of Appeal has upheld the death sentence imposed by the Tangalle High Court to Keeganage Kamage Amarasiri, known as 'Julampitiya Amare', who was found guilty of murdering two persons in Kattuvana, Hambantota.",
        "The Court of Appeal dismissed the appeal filed by the accused and confirmed the death sentence imposed on five charges.",
        "Five allegations were made, including the shooting of two people at the JVP meeting held at the home of Liyanage Ranjith, a Hadavattai and Haddithi, on June 15, 2012.",
        "The Tangalle High Court was sentenced to death by the Tangalle High Court on November 7, 2019, after Julampitiya was convicted of murdering two men in Kuttuvana and injuring another.",
        "In the incident. Nimantha Gration was killed in the shooting and 26 -year -old Pradeep Saranga suffered serious injuries.",
        "The President's Lawyer UR. D Silva and Savitri Fernando appeared on behalf of the accused. Deputy Solicitor General Vasantha Perera appeared on behalf of the Attorney General."
      ]
    }
  },
  "summary_lines": [
    "\"Jalampitiya Amare sentenced to death for murder. Court of Appeal upholds verdict on five charges, including shooting at JVP meeting. Incident occurred in Kattuvana, Hambantota.\""
  ]
}