{
  "translated_text": {
    "ta": {
      "title": "இரண்டு சீன - தொலைத் தொடர்பு பங்குகளைப் பெற இந்திய நிறுவனங்கள்",
      "body_lines": [
        "இலங்கை தொலைதொடர்பின் பெரும்பான்மையான சீன பகுதிகளில் பெரும்பகுதியைப் பெற இரண்டு சீன மற்றும் இந்திய நிறுவனங்கள் தகுதி பெற்றுள்ளன என்று நிதி, பொருளாதார உறுதிப்படுத்தல் மற்றும் தேசிய கொள்கைகள் நம்பிக்கைக்குரியவை.",
        "இது சீனா கோட்டூன் சர்வதேச முதலீட்டு பங்குகள் மற்றும் இந்தியாவில் ஜியோ பிளாட்ஃபார்ம் ஆகிய இரு நிறுவனங்களாகும்.",
        "அரசாங்கத்தின் அரசாங்கத்திற்கு சொந்தமான 50.23% பங்குகளை அரசாங்கத்திற்கு சொந்தமாகக் கொண்டுள்ளது.",
        "டெலிகாமின் முக்கிய பகுதிகளை வாங்குவதற்காக, இங்கிலாந்தில் உள்ள இங்கிலாந்தின் பாடல் குழுவின் ஜியோட்டூன் சர்வதேச முதலீட்டு பங்குகள் மற்றும் பெட்டிகோ வர்த்தக ஆணையர் ஆகியோர் கலந்து கொண்டனர்.",
        "எவ்வாறாயினும், அமைச்சின் சிறப்புத் திட்டக் குழு மற்றும் அமைச்சரவை மற்றும் அமைச்சரவை நியமனம் ஆகியவற்றால் நியமிக்கப்பட்ட சிறப்பு விவாதக் குழு முன் தகுதி வாய்ந்த நிறுவனங்களாக தேர்ந்தெடுக்கப்பட்டுள்ளது.",
        "ஜியோ போடிஃபார்ம் பில்லியனர் வணிக முக் அம்பானியின் ரிலேயைத் தொடங்குகிறது.",
        "ஜியோ பிளாட்பாமார்மின் சொத்து தற்போது 107 பில்லியன் அமெரிக்க டாலர்கள்.",
        "ஃபோர்ப்ஸ் வணிக வலைத்தளத்தின்படி, உலகின் பணக்கார மக்கள் பட்டியலில் முகேஷ் அம்பானி 11 வயதாக இருக்கிறார்.",
        "உலக வங்கியுடன் இணைந்த சர்வதேச நாணயக் கழகம் இலங்கை தொலைத் தொடர்பு நிறுவனத்தின் அரசாங்க உரிமையை விற்பனை செய்வதற்கான சிறப்பு ஆலோசனை நிறுவனமாகும்."
      ]
    },
    "en": {
      "title": "Two Chinese - Indian Companies to obtain Telecom Shares",
      "body_lines": [
        "The Ministry of Finance, Economic Stabilization and National Policies Antiate that two Chinese and Indian companies are eligible to obtain the majority of the majority of Chinese parts of Sri Lanka Telecom.",
        "It was the two companies in China Gotun International Investment Holdings and Gio Platfarm in India.",
        "The government owned 50.23% of the government's government owned 50.23% shares is being taken.",
        "In order to purchase major parts of Telecom, the Giotun International Investment Holdings and Petigo Commerce Commissioner of the UK's Lyric Group in the UK was also present.",
        "However, the Special Project Committee of the Ministry of Finance and the Special discussion committee appointed by the Cabinet and the Cabinet appointment has been selected as pre-qualified companies.",
        "Geo Potiform begins the billionaire Business Mukh Ambani's Rilaay.",
        "The asset of the Geo Platphamorm is currently around US $ 107 billion.",
        "According to the Forbes business website, Mukesh Ambani is 11 in the list of the world's richest people list.",
        "The International Monetary Corporation affiliated to the World Bank is the Special Advisory Institute for sale of the Government Ownership of Sri Lanka Telecom."
      ]
    }
  },
  "summary_lines": [
    "Chinese and Indian companies, Gotun International and Gio Platfarm, are eligible to acquire majority shares in Sri Lanka Telecom. The government holds 50.23% of these shares. Other key players include Giotun International, Petigo Commerce Commissioner of the UK's Lyric Group, and the International Monetary Fund. Mukesh Ambani's Geo Platfarm, valued at $107 billion, is also involved."
  ]
}