{
  "translated_text": {
    "si": {
      "title": "බස් රථයේ බස් රථ සඳහා විශේෂ දැනුම් දීමක්",
      "body_lines": [
        "ළමුන් හා ගැහැණු ළමයින්ට එරෙහි අපයෝජනයට සම්බන්ධ පුද්ගලයින් ඉලක්ක කර ගනිමින් ජාතික මෙහෙයුමක් සඳහා ජාතික මෙහෙයුමක් දියත් කර තිබේ.",
        "මෙම පියවරේ ප්රධාන අරමුණ වන්නේ පොදු ප්රවාහන සේවා තුළ ලිංගික අපයෝජනයන් සමඟ ලිංගික අතවරයට ලක්වීම, දිනපතා පොලිස් ස්ථානවලට පැමිණිලි ගණන කෙරෙහි අවධානය යොමු කරමින් මහජන ආරක්ෂක අමාත්යාංශය පවසයි.",
        "මෙම පියවර ක්රියාත්මක කිරීම සඳහා දේශබන්දු, දේශබන්දු, පොලිස්පති දේශබන්දු විසින් නියෝගයක් නිකුත් කර තිබේ.",
        "මෙම ක්රියාමාර්ග 08: 00-10: 00: 00 සහ 00 සහ 00 සහ 00: 00 ට පෙරවරුවේ මෙම පියවරයන් ප්රමුඛ කර ගන්නා ලෙස පොලිස්පතිවරයා පොලිසියට උපදෙස් දී තිබේ.",
        "ඒ අනුව, මාර්ග, බස් රථ ස්ථාන හා දුම්රිය ස්ථාන සහ සිවිල් ඇඳුම්වල පොලිස් නිලධාරීන් බස් රථ කෙරෙහි විශේෂ අවධානයක් යොමු කෙරේ.",
        "නිල ඇඳුමින් සැරසුණු පොලිස් නිලධාරීන්, විශේෂයෙන් ප්රධාන වීදි සැපයීම, ඔවුන්ට උපකාර අවශ්ය වූ විට සිවිල් ඇඳුම් නිලධාරීන්ට ආධාර සැපයීමට සූදානම්ව සිටීමට කටයුතු යොදා ඇත."
      ]
    },
    "en": {
      "title": "A special notification for the buses on the bus",
      "body_lines": [
        "A police operation has been launched nationwide targeting people involved in abuse against children and girls in public transport.",
        "The main purpose of the move is to fight sexual abuse within public transport services, focusing on the number of complaints to the police stations on a daily basis, the Ministry of Public Security said.",
        "The Inspector General of Police, Deshabandu, has issued a directive to implement the move.",
        "The IGP has advised the police to prioritize these measures at 08: 00-10: 00 and 00-19: 00 in the morning.",
        "Accordingly, special attention is paid to the roads, bus stations and railway stations and police officers in civil clothes will travel on buses.",
        "Arrangements have been made to provide uniformed police officers, especially the main streets, ready to provide assistance to the officers of civil clothes when they need help."
      ]
    }
  }
}