{
  "translated_text": {
    "ta": {
      "title": "ஒன்பது பாராளுமன்றம் 241 எம்.பி.க்களை பிரதிநிதித்துவப்படுத்தியது",
      "body_lines": [
        "முதல் கூட்டம் ஆகஸ்ட் 20, 202 அன்று, செப்டம்பர் 24, 196 ஆம் ஆண்டு 19 வது மாத தேர்தல் பிரிவில் அரசியலமைப்பு காலியிடங்கள் எம்.பி.க்களின் அரசியலமைப்பின் உறுப்பினர்கள்.",
        "அதன்படி 241 எம்.பி.க்கள் இந்த நாடாளுமன்றத்தை பிரதிநிதித்துவப்படுத்தியுள்ளனர். தேசிய பட்டியலிலிருந்து பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்ட ஜெயந்தா கெடகோடா பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டார், ஆனால் பசில் ராஜபக்ஷா தேர்ந்தெடுக்கப்பட்டார். க Hon ரவம்.",
        "இதேபோல், திரு. முனிபார் ரஹ்மான் காலியாக உள்ள இருக்கைக்கு ராஜினாமா செய்தார். எச்.எம். திரு.. இருப்பினும், காலியாக உள்ள க .ரவத்திற்கு ஒரு புதிய எம்.பி.",
        "இலங்கையின் 8 வது நிர்வாகத் தலைவராக இலங்கையின் 8 வது நிர்வாகத் தலைவரான ரணில் விக்ரமேசிங்கே ரணில் விக்ரமேசிங்காக இருந்தார். அதன்படி, பாராளுமன்ற உறுப்பினராக இருந்த ரணில் விக்ரெமேசிங்கே எம்.பி.க்களாக மாறியுள்ளார், இதில் புதிய பாராளுமன்ற உறுப்பினரை நியமிப்பது உட்பட.",
        "நாடாளுமன்ற உறுப்பினர் / நாடாளுமன்ற உறுப்பினர் பெயர்",
        "02 அஜித் நிவார்ட் கப்ரால் ஜெயந்தா கெட்டகோடாவை ராஜினாமா செய்தார்",
        "03 திரு. மஹிந்த சமரசிங்க லாலித் கோலோஸை ராஜினாமா செய்கிறார்",
        "05 திரு. முஜிபுர் ரஹ்மான் ராஜினாமா. ம. மீ. திரு. ஃபோஸி",
        "070 உபபா பிரேமரத்னே ராஜினாமா ராஜினாமா. C. திரு. முத்துகுமாரனா",
        "திருமதி தலாதா அதுகோரலாவின் கையாளுதல் கருணாரத்ன பரணவிதனாவை ராஜினாமா செய்கிறது",
        "09 ரஞ்சன் ராமநாயக்க அரசியலமைப்பின் விதிகளின்படி ஒரு இடத்தைத் தாங்க தகுதியுடையவர்.",
        "[10] திருமதி திருமதி டயானா காமேஜ் அரசியலமைப்பின் விதிகளின்படி ஒரு இடத்தை தாங்க தகுதியுடையவர்.",
        "11 நசீர் அகமது கட்சி உறுப்பினர் அலி சாந்துலா ம ou லானா",
        "12 மனுஷா நானாயக்கரா திரு. பண்டுலா லால் பந்தரைகோடா",
        "[13] ஹரின் பெர்னாண்டோ கட்சி உறுப்பினர்களால் நியமிக்கப்படவில்லை",
        "18 ரணில் விக்ரமேசிங்காக ஜனாதிபதியாக நியமிக்கப்பட்டார்",
        "19 வது அனுரா குமாரா டிசனாயக்க ஜனாதிபதியாக நியமிக்கப்பட்டார்",
        "முன்னாள் ஜனாதிபதி கோத்தாபய ராஜபக்ஷா முதல் இரண்டு கால ஒப்புதல்களையும், காலத்தின் முடிவின் முதல் இரண்டு முடிவையும் செய்துள்ளார்.",
        "அதன்படி, ஒன்பதாவது பாராளுமன்றத்தில் 5 சபைகள் மற்றும் முதல் குழு 20.02.2012 முதல் 28.01.2002 வரை 28.01.2002 முதல் 2023.2003 வரை, ஐந்தாவது அமர்வு 08 முதல் 21.04.2012 வரை 20.02.02.2013 முதல் 24.02.2013 வரை பார்லியாவிற்கு.. இந்த 5 பாராளுமன்றத்தில், பாராளுமன்றம் 390 நாட்களை சந்தித்தது."
      ]
    },
    "en": {
      "title": "Nineh Parliament represented 241 MPs",
      "body_lines": [
        "The first meeting began on August 20, 202, on September 24, 2024, 196 constitutional vacancies in the 19th-month election section. 16 members of the Constitution of 18 occasionsMPs have become MPs.",
        "Accordingly 241 MPs have represented this Parliament. Jayantha Ketagoda, who was elected to Parliament from the national list, was elected to Parliament, but Basil Rajapaksa was elected. The Hon. Ajith Nivard Cabraal resigned by the Hon. Ajith Nivard Cabraal.",
        "Similarly, Mr. Munibar Rahman's resignation for the vacant seat. HM. Mr. Fowzie was elected and Munibir Rahman was again elected to the Parliamentary Diyanama Gamage, which vacant Diyanayam Gamage.. However, a new MP was not appointed to the vacant Hon. Harin Fernando.",
        "Ranil Wickremesinghe was the 8th Executive President of the Sri Lanka, Ranil Wickremesinghe as the 8th Executive President of the Sri Lankan. Accordingly, Ranil Wickremesinghe, who was a Member of Parliament, has become MPs, including the appointment of a new Member of Parliament.",
        "Name of the Member of Parliament / Member of Parliament",
        "02 Ajith Nivard Cabraal resigns Jayantha Ketagoda",
        "03 Mr. Mahinda Samarasinghe resigns Lalith Coloes",
        "05 Mr. Mujibur Rahman Resignation. H. M. Mr. Fowzie",
        "070 Resignation of Upabha Premaratne Resignation. C. Mr. Muthukumarana",
        "Handling of Mrs. Thalatha Athukorala resigns Karunaratne Paranavithana",
        "09 Ranjan Ramanayake is being eligible to bear a seat in accordance with the provisions of the Constitution.",
        "10 Mrs. Mrs. Diana Gamage is being eligible to bear a seat in accordance with the provisions of the Constitution.",
        "11 Nasir Ahmed alleviating party membership Ali Santula Moulana",
        "12 Manusha Nanayakkara Mr. Bandula Lal Bandaraigoda",
        "13 Harin Fernando was not appointed by party membership",
        "18 Ranil Wickremesinghe was appointed as the president",
        "19th Anura Kumara Dissanayake appointed as the president",
        "Former President Gotabhaya Rajapaksa has committed the first two period endorses and the first two end of the end of the period of time.",
        "Accordingly, 5 congregations in the ninth parliament and the first committee from 20.02.2012 to 28.01.2002 to 28.01.2002 to 2023.2003, 2023.02.The fifth session from 08 to 21.04.2012 to 20.02.2013 to dissolve parliament on 24.04.2012. In these 5 parliament, the Parliament met 390 days."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Ninth Parliament: 241 MPs, 196 vacancies filled. Key events: resignations, elections, appointments. Notable figures: Ranil Wickremesinghe, Gotabhaya Rajapaksa. Sessions ran from 2012 to 2023, meeting 390 days total."
  ]
}