{
  "translated_text": {
    "si": {
      "title": "සංචාරක ගමනාන්තයක් ලෙස සිගිරියා සහ දම්බුල්ල සංවර්ධනය කිරීම සඳහා ව්යාපෘතිය ඉටු කරන ලෙස අමාත්ය ප්රසන්න නිලධාරීන්",
      "body_lines": [
        "සිගිරියා සහ දම්බුල්ල සංචාරක කලාපයේ මූලික ව්යාපෘති නිම කරන ලෙස නාගරික සංවර්ධන හා නිවාස ප්රසන්න රණතුංග මහතා සිකුරාදා (19) නාගරික සංවර්ධන හා නිවාස අමාත්යවරයාගේ නිලධාරීන්ට නියෝගයක් නිකුත් කළේය.",
        "මෙම යෝජනා ක්රමයේ නාගරික පහසුකම් සැපයීම සඳහා මුදල් අමාත්යාංශය විසින් කමිටුවක් පත් කර ඇති බව අමාත්ය ප්රසන්න රණතුංග මහතා පැවසීය.",
        "අමාත්ය ප්රසන්න රණතුංග මහතාගේ අධ්යක්ෂ මණ්ඩලය සම්බන්ධයෙන් නාගරික සංවර්ධන හා නිවාස අමාත්යාංශයේ තිරසාර නාගරික සංවර්ධන වැඩසටහන යටතේ මෙම ව්යාපෘතිය ක්රියාත්මක කර තිබේ.. 2019 දී දියත් කරන ලද මෙම ව්යාපෘතිය තාවකාලිකව අත්හිටුවා රටේ ආසාදන හා ආර්ථික අර්බුදය හේතුවෙන් තාවකාලිකව අත්හිටුවන ලදී.",
        "ආසියානු සංවර්ධන බැංකුවේ සහාය ඇතිව ව්යාපෘතිය ක්රියාත්මක කෙරේ. මෙම ව්යාපෘතිය සඳහා මුළු පිරිවැය ඩොලර් මිලියන 30 කි. සිගිරියා, දම්බුල්ල සහ ත්රිකුණාමලය යන ප්රදේශවල හඳුනාගෙන ඇති ප්රදේශවල ආරක්ෂාව හා සංවර්ධනය මේ යටතේ සිදු කෙරේ.. යෝජනා ක්රමයේ ක්රියාත්මක කිරීම සඳහා රටට විශාල ආදායමක් උපයා ගත හැකි බව අමාත්ය ප්රසන්න රණතුංග මහතා පැවසීය.",
        "මෙම ව්යාපෘතිය ක්රියාත්මක කිරීමේදී වැදගත් අරමුණු රාශියක් ඇත. සංචාරක කර්මාන්තය සඳහා අවශ්ය මූලික පහසුකම් වැඩි දියුණු කිරීම, පුරාවිද්යා ස්මාරක, ආර්ථික සංවර්ධනය සහ ආදායම් හා පාරිසරික කළමනාකරණය ආරක්ෂා කිරීම සඳහා අවශ්ය මූලික පහසුකම් වැඩිදියුණු කිරීම මෙයට ඇතුළත් ය.. සිගිරියා සහ දම්බුල්ල නගරවල සංචාරක කර්මාන්තයක් ඉදිකිරීම සඳහා සුදුසු කොටස් හිමියන් සමඟ සහයෝගයෙන් ව්යාපෘති සකස් කර ඇති බව අමාත්ය ප්රසන්න රණතුංග මහතා පැවසීය.",
        "සංචාරක කලාපයක් ලෙස සිගිරියාගේ සංවර්ධනය උපසිරැසි 8 ක් යටතේ සිදු කෙරේ.මෙයින් අදහස් කරන්නේ නව ගම්මානවල සංවර්ධනය, සනීපාරක්ෂක පහසුකම් සංවර්ධනය කිරීම, සිගිරියා කඳු, මාපාල පොකුණ සංවර්ධනය කිරීම, කළුදුර පොකුණේ සංවර්ධනය, උරුමා පොකුණ සංවර්ධනය කිරීම, ඉනමාලුවා පොකුණ හා ගලේවල පොකුණ යටතේ ඉදිකිරීම් යටිතල පහසුකම් සංවර්ධනය කිරීම අපද්රව්ය කළමනාකරණ කොටසක වර්ධනය වීමයි.",
        "මෙම යෝජනා ක්රමය ක්රියාත්මක කිරීමේදී සිගිරියා, දම්බුල්ලා සහ ත්රිකුණාමලය යන නගරවල නගරවල නගරවල නගර වන ප්ලාස්ටික් වලින් වට වූ සංචාරක ගමනාන්තයක් ලෙස සංවර්ධනය කෙරේ.. සංචාරක කලාප ලෙස මෙම ප්රදේශ සංවර්ධනය කරන අතරතුර ප්රදේශවාසීන්ගේ ජීවනෝපාය වැඩිදියුණු කරන ලෙස අමාත්යවරයා ප්රාදේශීය ජනතාවට උපදෙස් දී තිබේ.",
        "මාතලේ දිස්ත්රික් සම්බන්ධීකරණ කමිටුව සිගිරියා සහ දම්බුල්ලා ව්යාපෘතිය සඳහා අවසර ලබාගෙන ඇති බව නාගරික සංවර්ධන හා නිවාස අමාත්යාංශය පවසයි."
      ]
    },
    "en": {
      "title": "Minister Prasanna officials to fulfill the project to develop Sigiriya and Dambulla as a tourist destination",
      "body_lines": [
        "Minister of Urban Development and Housing Prasanna Ranatunga on Friday (19) issued a directive to the officials of the Urban Development and Housing Minister to complete the basic projects of the Sigiriya and Dambulla Tourism Zone.",
        "Minister Prasanna Ranatunga said that the Ministry of Finance has also appointed a committee to provide urban facilities in the scheme.",
        "The project has been implemented under the Sustainable Urban Development Program of the Ministry of Urban Development and Housing in accordance with the Directorate of Minister Prasanna Ranatunga in charge of the matter.. Launched in 2019, the project was temporarily suspended due to the Govt infection and economic crisis in the country.",
        "The project is being implemented with the support of the Asian Development Bank. The total cost for this project is $ 30 million. The safety and development of areas identified in Sigiriya, Dambulla and Trincomalee will be carried out under this.. Minister Prasanna Ranatunga said that the implementation of the scheme could earn a huge income for the country.",
        "There are many important objectives in implementing this project. This includes upgrading the basic amenities required for the tourism industry, protection of archaeological monuments, economic development and income and environmental management.. Minister Prasanna Ranatunga said that projects have been prepared in collaboration with the appropriate shareholders to build tourism in the cities of Sigiriya and Dambulla.",
        "The development of Sigiriya as a tourist zone is carried out under 8 sub -schemes.This means that the development of the new village vehicle, the development of the sanitary facilities and the development of the Sigiriya cliff, the protection of the Bidurangala, the Mapagala archaeological places, the development of the Kaludiya pond, the development of the Uruma PondThe development of construction infrastructure under the Inamaluwa pond and the Galewala pond is the development of a waste management block.",
        "Minister of Urban Development and Housing Prasanna Ranatunga said that when the scheme is implemented, the cities of Sigiriya, Dambulla and Trincomalee will be developed as a tourist destinations that are surrounded by plastic.. The Minister has also advised the local people to improve the livelihood of the locals while developing these areas as tourism zones.",
        "The Ministry of Urban Development and Housing has said that the Matale District Coordinating Committee has obtained permission for the Sigiriya and Dambulla project."
      ]
    }
  },
  "summary_lines": [
    "Minister Prasanna Ranatunga directs officials to complete Sigiriya and Dambulla tourism projects, supported by the Asian Development Bank, aiming to enhance tourism, protect monuments, and boost economic development."
  ]
}