{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිගේ කැපවීම හේතුවෙන් යාපනයේ සහ කිලිනොච්චි හි ජනතාවගේ දිගුකාලීන පානීය ජල සැපයුම සපුරා ඇත - BSM චාල්ස්",
      "body_lines": [
        "උතුරු පළාත් ආණ්ඩුකාර බී.එස්.එම්. බී.එස්.එම්.",
        "ඔහු මේ බව කියා සිටියේ ඊයේ උදෑසන මුහුදු ජල සම්පාදන මධ්යස්ථානය විවෘත කිරීම අමතමින් යාපනය - කිංකිල්වැනි ජල සම්පාදන ව්යාපෘතියට ය.. එහිදී ඔහු තවදුරටත් පැවසීය",
        "උතුරු පළාතේ දැවැන්ත පානීය ජල ව්යාපෘතිය සාර්ථක කර ගැනීමට උදව් කිරීම ගැන අපි ජනාධිපතිවරයාට ස්තූති කළ යුතුයි. ඔහු 2015 දී අග්රාමාත්ය ධුරයට පත්වූ විට, සමස්ත ව්යාපෘතියම නවතා දමා අවශ්ය මූල්ය පහසුකම් ලබා ගැනීමට ඔහු අවස්ථාව ලබා දුන්නේය.",
        "2017 දී ආසියානු සංවර්ධන බැංකුව සමඟ අතිරේක අරමුදල් සැපයීම සඳහා ගිවිසුමක් අත්සන් කිරීමෙන් මෙම ව්යාපෘතිය තවදුරටත් ශක්තිමත් කරන ලදී.. මෙම ගිවිසුම මුහුදු ජලයේ මුහුදු ජලයේ ක්රියාකාරිත්වය සඳහා පහසුකම් සපයන අතර, එහි ඉදිකිරීම් සහ අවුරුදු පහක මෙහෙයුම් සැලැස්මක් ඇතුළුව ව්යාපෘතියේ අතිරේක පිරිවැය පියවා ගැනීමට එය උපකාරී විය.",
        "ජනාධිපතිවරයාගේ කැපවීමේ ප්රති result ලයක් ලෙස, අද යාපනය සහ කිලිනොච්චි දිස්ත්රික්කවල ආරක්ෂිත පානීය ජල පහසුකම් තිබේ.. යාපනයේ වෙසෙන 80,000 ක සෞඛ්ය පහසුකම් වැඩිදියුණු කර ඇති අතර උතුරු පළාත් කෘෂිකාර්මික අංශය සැලකිය යුතු ප්රතිලාභ ලබාගෙන ඇති බව ද ඔහු පැවසීය.",
        "රාජ්ය අමාත්යවරුන් ආචාර්ය"
      ]
    },
    "en": {
      "title": "The long -standing drinking water supply of the people of Jaffna and Kilinochchi has been fulfilled as a result of the president's commitment - BSM Charles",
      "body_lines": [
        "Northern Province Governor BSM Charles said that as a result of the president's dedication, the long -term safe drinking water facility was available on Friday (02) in the Jaffna and Kilinochchi districts.",
        "He said this while addressing the opening of the Sea Water Supply Center yesterday morning at the Jaffna -Kilinochchi Water Supply Project.. There he added:",
        "We should thank the President for helping to succeed in the massive drinking water project in the Northern Province. When he assumed office as Prime Minister in 2015, he gave the opportunity to revamp the entire project and get the necessary financial facilities.",
        "The project was further strengthened by signing an agreement to provide additional funding with the Asian Development Bank in 2017. While the agreement facilitated the operation of the seawater in the seawater, it helped to cover the additional cost of the project, including its construction and a five -year operation plan.",
        "As a result of the president's commitment, the safe drinking water facilities have been available today in the Jaffna and Kilinochchi districts.. He also said that the health facilities of 80,000 people living in Jaffna have been upgraded and the Northern Province Agriculture sector has taken significant benefits.",
        "State Ministers Dr. Suren Raghavan, Khadar Mastan, Members of Parliament Dharmalingam Siddharthan, Anganan Ramanathan, Senior Advisor to National Security and President of the President Sagala Ratnayake, Former Minister Ravi Karunanayake and former Minister of State Vijayagala Maheswaran."
      ]
    }
  },
  "summary_lines": [
    "BSM Charles, Northern Province Governor, announced the completion of a long-term safe drinking water facility in Jaffna and Kilinochchi districts, attributing it to the President's dedication. The project, which began under the President's leadership as Prime Minister in 2015, received additional funding from the Asian Development Bank in 2017. This support enabled the expansion and operation of the seawater desalination plant, significantly benefiting the health and agriculture sectors of the region."
  ]
}