{
  "translated_text": {
    "ta": {
      "title": "இன்று நள்ளிரவில் இருந்து எரிபொருள் விலைகள் மாறும்",
      "body_lines": [
        "சிலோன் பெட்ரோலியம் கார்ப்பரேஷன் இன்று நள்ளிரவு முதல் இயக்கப்பட வேண்டிய எரிபொருள் விலையை திருத்த முடிவு செய்துள்ளது.",
        "அதன்படி, 92 பெட்ரோல் 92 ரூபாயை அதிகரிக்க முடிவு செய்துள்ளது, புதிய விலை ரூ .371.",
        "லங்கா வெள்ளை டீசலின் விலை ரூ. 363 ஆல் அதிகரித்துள்ளது.",
        "லங்கா மண்ணெண்ணெய் விலை ரூ .262 அதிகரித்துள்ளது.",
        "இதற்கிடையில், 40 ஆக்டேன் 85 ஆக்டேன் 85 ஆக்டேன் 85 ஆக்டேன் 85 ஆக்டேன் யூரோ 4 இன் விலை ரூ.",
        "இலங்கையின் லங்கா சூப்பர் டீசல் 4 இன் விலையும் 4 ரூபாய் விலையையும் குறைத்துள்ளது."
      ]
    },
    "en": {
      "title": "Fuel prices will change from midnight today",
      "body_lines": [
        "The Ceylon Petroleum Corporation has decided to revise the fuel prices to be operated from midnight today.",
        "Accordingly, the 92 petrol has decided to increase the 92 rupees and the new price is Rs. 371.",
        "The price of Lanka white diesel has been increased by Rs. 363.",
        "Lanka kerosene price has been increased by Rs 262.",
        "Meanwhile, the price of a liter of 40 Octane 85 octane 85 Octane 85 Octane Uro 4 has been reduced by Rs. 456.",
        "The price of a liter of Lanka Super Diesel 4 of Sri Lanka has also reduced the price of 4 rupees."
      ]
    }
  },
  "summary_lines": [
    "Ceylon Petroleum Corporation adjusts fuel prices from midnight today. 92 petrol rises to Rs. 371, Lanka white diesel to Rs. 363, and Lanka kerosene to Rs. 262. 40 Octane 85 Octane 85 Octane Uro 4 drops by Rs. 456, and Lanka Super Diesel 4 by Rs. 4."
  ]
}