{
  "translated_text": {
    "ta": {
      "title": "බීමතින් රිය පැදෙව්වොත් මොකද්ද ලැබෙන දඬුවම ?",
      "body_lines": [
        "இலங்கையில் கார் விபத்துக்களுக்கு முக்கிய காரணங்களில் ஒன்று குடிபோதையில் வாகனம் ஓட்டுவதாகும்.",
        "செயல்பாடுகளின் செயல்பாடு குடிபோதையில் ஓட்டுநர்களின் பண்டிகை காலத்தில் கருதப்படுகிறது.",
        "இலங்கைக்கு 150,000 சுவாச சோதனைகளை இறக்குமதி செய்வதற்கும் பண்டிகை காலங்களில் குடிபோதையில் வாகனம் ஓட்டுபவர்களை விநியோகிப்பதற்கும் இலங்கைக்கு சிறப்பு நடவடிக்கைகள் தொடங்கப்பட்டுள்ளதாக போலீசார் தெரிவித்தனர்.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் எஸ்.எஸ்.பி புத்திகா மனதுங்கா டிசம்பர் 26 முதல் டிசம்பர் 26 வரை டிசம்பர் 25 முதல் காலை 6 மணி வரை நாடு முழுவதும் 395 பேர் கைது செய்யப்பட்டதாகக் கூறினார்.",
        "ஒரு டிரைவர் காவல்துறையினரால் அடையாளம் காணப்பட்டால், ஓட்டுநர் காவல் நிலையத்திற்கு அழைத்துச் செல்லப்பட்டு குடிபோதையில் இருப்பதைக் காணலாம்.",
        "விசாரணைக்கு பலூன் இல்லை என்றால், அத்தகைய சூழ்நிலைகளின் ஓட்டுநர்கள் ஒரு மருத்துவரிடம் சமர்ப்பிக்கப்பட்டு மருத்துவ அறிக்கையை வழங்குவார்கள்.",
        "சுமார் ஒரு மணி நேரம் கழித்து, அவரிடமிருந்து ஒரு அறிக்கை அவரால் பதிவு செய்யப்படுகிறது.",
        "பின்னர், எதிர்கால சட்ட விஷயங்களுக்கு நீதிமன்றத்திற்கு வழங்கப்படும்.",
        "குடிபோதையில் ஓட்டுநர்களுக்கு எதிராக பொலிஸ் பிரதேச நீதிமன்றத்திற்கு எதிராக போலீசார் சட்ட நடவடிக்கை எடுக்கிறார்கள். நீதிமன்றத்திற்கு குறைந்தபட்சம் ரூ. 25,000.",
        "ஓட்டுநர் உரிமம் இரண்டு மாதங்கள் அல்லது 3 மாதங்களுக்கு இடைநீக்கம் செய்யப்படும். இரண்டாவது மற்றும் மூன்றாவது சந்தர்ப்பத்தில் நீங்கள் நீதிமன்றங்களுக்கு சமர்ப்பிக்கப்பட்டிருந்தால், விதிக்கப்பட்ட காலம் மற்றும் ஓட்டுநர் உரிமம் விரிவாக இருக்கும்.",
        "குடிபோதையில் இருந்த தண்டனை மிகவும் தீவிரமாக இருக்கும்.",
        "மோட்டார் வாகனம் (திருத்தம்) சட்டம் 2019 ஆம் ஆண்டின் 10 வது பிரிவு 216 இன் படி, குடிபோதையில் டிரைவருக்கு ரூ. 25,000 மற்றும் ரூ.",
        "பயணிகள் குடிபோதையில் அல்லது கொடுப்பனவுக்கு கொண்டு செல்லப்பட்டால், பயணிகளுக்கு ரூ. 2.20,000.",
        "குடிபோதையில் வாகனம் ஓட்டியவர்கள் 216 (அ) - ரூ.",
        "பிரிவு 216 (i) இன் படி, குடிபோதையில் ஏற்பட்ட காயங்களின் அபராதங்கள் ரூ.",
        "குடிபோதையில் டிரைவ்கள் ரூ. 50000 - ரூ. 500,000.",
        "ஒரு மூத்த காவல்துறை அதிகாரி, ஆல்கஹால் தவிர வேறு போதைப்பொருள் ஓட்டுநர்களை அடையாளம் காண ஒரு பொறிமுறையையும் காவல்துறையினர் வைத்திருக்கிறார்கள் என்று கூறினார். \"சிறுநீரில் இருந்து ஒரு கிட் மற்றும் அவர் மருந்துகளைப் பயன்படுத்திய இடங்கள் உள்ளன. பின்னர் நாங்கள் அவரை நீதித்துறைக்கு மருத்துவ அதிகாரியிடம் முன்வைக்கிறோம். அவர் மருந்தைப் பயன்படுத்துகிறார் என்று ஒரு பதிவைக் கொடுக்கிறார். பின்னர் அது நீதிமன்றங்களுக்குப் பிறகு ஆறு மாதங்களுக்கு ரிமாண்ட் செய்யப்படும். \"",
        "10-12 குடிபோதையில் வாகனம் ஓட்டுபவர்கள் தினமும் பகுதிகளிலிருந்து பதிவாகியுள்ளதாக போலீசார் தெரிவித்தனர்.",
        "வெள்ளி மற்றும் சனிக்கிழமை உட்பட வாரத்திற்கு 3 சிறப்பு நடவடிக்கைகள் தெரிவிக்கின்றன என்று போலீசார் தெரிவித்தனர்.",
        "ஓட்டுநர்கள் குடிப்பதால் செயல்பாடுகளை புரிந்து கொள்ள முடியும்.",
        "குடிபோதையில் வாகனம் ஓட்டியவர்களை ஓட்டுவதன் மூலம் உந்தப்பட்ட தற்செயலான விபத்துக்களைக் குறைக்க காவல்துறை எதிர்பார்க்கிறது.",
        "தாயின் இரண்டாவது திருமணத்தின் சாட்சி: 'ஒரு காலாண்டில் நான் ஒரு சாட்சியாக இருப்பது இதுவே முதல் முறை, அதுவும்'",
        "உங்கள் வங்கி வைப்புகளிலிருந்து வசூலிக்கப்படும் வரியை நிறுத்தி வைப்பதை அரசாங்கம் என்ன செய்யப் போகிறது?",
        "அமெரிக்க வேலை வருகைகளுக்கு என்ன நடக்கும்? விசா பற்றி டிரம்ப் ஆதரவாளர்களிடையே ஒரு மோதல்"
      ]
    },
    "en": {
      "title": "What's the punishment of drunken driving?",
      "body_lines": [
        "One of the main reasons for car accidents in Sri Lanka is a drunken driving.",
        "The operation of operations are deemed in the festive period of drunken drivers.",
        "Police said that special operations have been launched to Sri Lanka to import 150,000 respiratory tests to Sri Lanka and to distribute drunk drivers during festive season.",
        "Police Media Spokesperson SSP Buddhika Manatunga stated that 395 persons were arrested by 623 operations across the country on December 25 to 6 am on December 26.",
        "If a driver is identified by the police, the driver is taken to the police station and finds drunk.",
        "If there is no balloon for the investigation, the drivers of such situations will be submitted to a doctor and provide a medical report.",
        "After about an hour later, a statement from him is recorded by him.",
        "Subsequently, there will be presented to the court for future legal matters.",
        "Police file legal action against the police territory court against drunken drivers. The court will be paid a minimum fine of Rs. 25,000.",
        "And the driver's license will be suspended for two months or 3 months. If you were submitted to the courts in the second and third occasion, the period imposed and the driver's license will be extensive.",
        "The punishment that is drunk drunk can be more serious.",
        "According to Section 216 of the Motor Vehicle (Amendment) Act No. 10 of 2019, the drunk driver can be fined for Rs. 25,000 and Rs.",
        "If the passengers are transported to a drunk or allowance, the passengers can be fined Rs. 2.20,000.",
        "The drunken driving drunk and subordinate the death of a person to the 216 (a) - Rs.",
        "According to Section 216 (i), the penalties of drunken injuries were Rs.",
        "The drunken drives have been seriously injured between Rs. 50000 - Rs. 500,000.",
        "A senior police officer said that the police also owned a mechanism to identify drug drivers other than alcohol. \"There is a kit from urine and spaces that he has used drugs. Then we present him to the judiciary to the Medical Officer. He gives a record that he is using the drug. Then it will definitely remanded for six months after the courts. \"",
        "The police said that 10-12 drunk drivers have been reported from areas daily.",
        "Police said 3 special operations per week, including Friday and Saturday, police said.",
        "Drinking drivers will be able to grasp the operations.",
        "The police expect to reduce accidental accidents that have been driven by driving drunk drivers.",
        "A Witness of the mother's second marriage: 'This is the first time I was a Witness in a quarter, that too'",
        "What is the government going to do withholding tax charged from your bank deposits?",
        "What will happen to the American job visits? A conflict between Trump Supporters about visa"
      ]
    }
  },
  "summary_lines": []
}