{
  "translated_text": {
    "si": {
      "title": "චුන්නකාම් සිද්ධිය පිළිබඳ ක්ෂණික විමර්ශනය",
      "body_lines": [
        "චුන්නකම් ප්රදේශයේ පොලීසිය විසින් මේ සම්බන්ධයෙන් විශේෂ පොලිස් කණ්ඩායමක් පරීක්ෂණ පවත්වන බව යාපනයේ ප්රාදේශීය සහකාර පොලිස් අධිකාරී එම්.එස්.එම්.",
        "ඊයේ (09) චුන්නකම් ප්රදේශයේ වැන්-මෝසික් අනතුරක් සිදුවිය. මෙයින් පසු රියදුරු රියදුරු බලපත්රයේ රියදුරු රියදුරු රියදුරු රියදුරුගේ රියදුරු පරීක්ෂා කිරීමට උත්සාහ කරන ලදී.",
        "රියදුරුගේ බිරිඳට පහර දුන් බවට රියදුරුට රියදුරුට චෝදනා එල්ල වූ අතර පොලිසිය සිය මෝල්ටර් දෙකේ දරුවාගේ අතේ තබා තිබේ.",
        "සිද්ධියෙන් පසු චන්නකාම් පොලිස් ස්ථානය ඊයේ ඉදිරියේදී ඇති වූ නොසන්සුන්කාරී තත්ත්වයක් ඇති විය.",
        "යාපනයේ ප්රාදේශීය සහකාර පොලිස් අධිකාරී එස්.එස්.එම්. සූල් මහතා අද (10) මාධ්ය වෙත පැවසීය",
        "කන්කසතුරෙයි පොලිස් ස්ථානයේ යතුරුපැදියක යතුරුපැදියක සහ වෑන් රථයක් මත වෑන් රථයක් කන්කසතුරෙයි පාරේ චන්නකාම් හන්දිය අසල අනතුරට ලක්විය.",
        "අනතුරෙන් පසු, වාහනය එතැනින් පලා යාමට උත්සාහ කළ විට පොලිසිය සිවිල් ඇඳුමින් සිටගෙන රියදුරුගේ අවසරය ඉල්ලා සිටියේය.",
        "රියදුරු බලපත්රයක් ලබා නොදෙන බවට තර්ක කරමින් දෙපාර්ශ්වයම චාරිත්රානුකූලව නිරත වී ඇති බව වාර්තා වේ.",
        "සිද්ධියෙන් තුවාල ලැබූ පොලිස් නිලධාරියෙකු සහ විලෙයෙන් තුවාල ලැබූ පොලිස් නිලධාරියෙකු ප්රතිකාර සඳහා ටෙලිප්පලෙයි රෝහලට ඇතුළත් කර තිබේ.",
        "සිද්ධිය සම්බන්ධයෙන් යාපනය. කාලිංග ජයසිංහ මහතාගේ නියෝජ්ය පොලිස්පති ධුරයට විශේෂ පොලිස් කණ්ඩායමක් පරීක්ෂණ පවත්වයි.",
        "අපරාධ විමර්ශනවල සාපරාධී වැරදි අනාවරණය වුවහොත් ඔවුන්ට එරෙහිව නීතිමය පියවර ගනු ලැබේ. ඒ අතරම, පොලිසියේ කටයුතු සම්බන්ධයෙන් විනය ක්රියාමාර්ග ගනු ලැබේ.",
        "මහජනතාවගේ ආරක්ෂාව සඳහා පොලිසිය රාජකාරියේ යෙදී සිටී. ඔවුන්ට අර්ථ දැක්වීමක් තිබේ. அவற்றினை அவர்கள் மீற முடியாது. උල්ලං violation නය අනිවාර්යයෙන්ම ඔවුන්ට එරෙහිව පියවර ගනු ඇත.",
        "පදාර්ථ නොවන විමසීම් චුනාකාම්හි සිදුවීම සම්බන්ධයෙන් පොලිස් විශේෂ කණ්ඩායම විසින් පොලිස් විශේෂ කණ්ඩායම විසින් සිදු කරනු ලැබේ.",
        "සිද්ධිය සම්බන්ධයෙන් පූර්ණ පරීක්ෂණයක් පැවැත්වීමට ද පොලිස්පතිවරයා ද උපදෙස් දී තිබේ. நிச்சயமாக பக்க சார்பற்ற விசாரணைகளை முன்னெடுத்து நடவடிக்கை எடுக்கப்படும் என தெரிவித்தார்.  R"
      ]
    },
    "en": {
      "title": "Immediate investigation into the Chunnakam incident",
      "body_lines": [
        "சுன்னாகம் பகுதியில் பொலிஸார் நடந்து கொண்ட விடயம் தொடர்பில் விசேட பொலிஸ் குழுவினர் விசாரணைகளை முன்னெடுத்துள்ளதாக யாழ்ப்பாண பிராந்திய உதவி பொலிஸ் அத்தியட்சகர் எம் எஸ் எம் ஜருள் தெரிவித்துள்ளார்.",
        "A van -motorcycle accident occurred yesterday (09) in Chunnakam area. Following this, the driver of the driver of the driver's driver's permit was tried to examine the driver of the driver.",
        "The driver of the driver was also accused of assaulting the driver's wife and the police had knocked their two -month -old child in her hand.",
        "Following the incident, there was a tense situation in front of the Chunnakam police station yesterday.",
        "The Jaffna Regional Assistant Superintendent of Police, MSM Zarul, told the media today (10)",
        "A van on a motorcycle and a van on a motorcycle at the Kankesanthurai police station crashed near the Chunnakam junction on the Kankesanthurai road.",
        "In the wake of the accident, when the vehicle tried to flee from there, police stood in civil clothes and asked for the driver's permission.",
        "It is reported that the two sides are engaged in a ritual as they have been arguing that they will not give a driver's permit.",
        "A police officer who was injured in the incident and a police officer who was injured in the melee has been admitted to the Tellippalai Hospital for treatment.",
        "Jaffna regarding the incident. On the orders of Kalinga Jayasinghe as the Deputy Inspector General of Police, a special police team is conducting investigations.",
        "If criminal offenses are detected in investigations, legal action will be taken against them. At the same time, disciplinary action will be taken on the activities of the police.",
        "The police are on duty for the safety of the public. They have a definition as. They cannot be violated. Violation will definitely take action against them.",
        "சுன்னாகத்தில் நடைபெற்ற சம்பவம் தொடர்பில் பொலிஸ் விசேட குழுவினரால் பக்க சார்பற்ற விசாரணைகள் முன்னெடுக்கப்படும்.",
        "The Inspector General of Police has also advised to carry out a complete investigation into the incident. He said that action would be taken to carry out non -partisan inquiries.R"
      ]
    }
  },
  "summary_lines": [
    "Chunnakam incident: Special police team conducts impartial investigation into van-motorcycle accident, injuries, and alleged assault."
  ]
}