{
  "translated_text": {
    "ta": {
      "title": "எண்ணெய் சுத்திகரிப்பு நிலையம் அரசாங்கத்தின் அரசாங்கத்தின் ஒரு பகுதியாக அமைகிறது",
      "body_lines": [
        "இலங்கை பெட்ரோலியம் கார்ப்பரேஷனின் மறுசீரமைப்பு இறுதி கட்டத்தை எட்டியுள்ளது என்று எரிசக்தி அமைச்சகம் கூறுகிறது. அதன்படி, எரிபொருள் தரத்தை அதிகரிக்கவும், திறனை அதிகரிப்பதற்கும், திறனை அதிகரிப்பதற்கும், செலவுகளைக் குறைப்பதற்கும் ஒரு தனி நிறுவனமாக சிலோன் பெட்ரோலியம் கார்ப்பரேஷனுக்கு சொந்தமான எண்ணெய் சுத்திகரிப்பு நிலையம்.",
        "இலங்கை பெட்ரோலியம் கார்ப்பரேஷனின் ஊழியர்களின் எண்ணிக்கையை திருத்தி புதிய சம்பள எஸ்.இ.எஸ்ஸை உருவாக்க வேண்டியதன் அவசியத்தை திருத்தம் செய்ய முன்மொழியப்பட்டது.",
        "பெட்ரோலியம் கார்ப்பரேஷனின் மேல்நிலை மேலாண்மை மற்றும் எண்ணெய் சுத்திகரிப்பு நிலையத்துடன் ஒரு சிறப்பு கலந்துரையாடல் நடைபெற்றது.",
        "இதற்கிடையில், டிரின்கோமலீ எண்ணெய் தொட்டி முனையத்தின் முன்னேற்றத் திட்டத்தையும், திருகோணமலீ எண்ணெய் தொட்டிகளை நிர்வகிப்பதன் மூலம் திட்டத்தின் முன்னேற்றத்தையும் மறுஆய்வு செய்வதற்கான விவாதம். இந்நிறுவனம் பெட்ரோலியம் கார்ப்பரேஷன் மற்றும் லங்கா எரிபொருள் கழகத்தின் கூட்டு திட்டமாகும், மேலும் 61 தொட்டிகள் உள்ளன.",
        "நாட்டின் தேவைகள் மற்றும் ஏற்றுமதிக்கான நாட்டின் தேவைக்கான உள்கட்டமைப்பு மேம்பாடு மற்றும் தொட்டிகள் வளர்ந்தவை மற்றும் 61 தொட்டிகளுக்கான திட்டத்திற்கான நாட்டின் தேவைகள் மற்றும் ஏற்றுமதிகள் குறித்து மேற்கொள்ளப்படும் என்று எதிர்பார்க்கப்படுகிறது என்று எரிசக்தி அமைச்சகம் கூறியது."
      ]
    },
    "en": {
      "title": "Oil refinery makes a government part of the government",
      "body_lines": [
        "The Ministry of Energy says that the restructuring of the Ceylon Petroleum Corporation has reached final stage. Accordingly, the oil refinery belonging to the Ceylon Petroleum Corporation as a separate company to increase the fuel standards and increase the capacity to increase the capacity, increase capacity and reducing costs.",
        "It is proposed to make amendment to the need to amend the number of employees of the Ceylon Petroleum Corporation and create new salary ses.",
        "A special discussion was held with the overhead management of the Petroleum Corporation and the Oil Refinery.",
        "Meanwhile, a discussion to review the progress plan of the Trincomalee Oil Tank Terminal and the progress of the program with the management of the Trincomalee Oil Tanks. The company is a joint project of the Petroleum Corporation and Lanka Fuel Corporation and there are 61 tanks.",
        "The Ministry of Energy stated that the developed in infrastructure development and tanks for the country's need for the country's needs and exports are expected to be carried out on the country's needs and exports to the plan for the 61 tanks."
      ]
    }
  },
  "summary_lines": [
    "The restructuring of the Ceylon Petroleum Corporation is nearing completion, aiming to enhance fuel quality and efficiency by separating the oil refinery into its own entity. This move also involves adjusting employee numbers and introducing new salary scales. Additionally, discussions have been held regarding the progress of the Trincomalee Oil Tank Terminal, a joint project with the Lanka Fuel Corporation, which includes 61 tanks. The terminal aims to meet the country's energy needs and facilitate exports."
  ]
}