{
  "translated_text": {
    "ta": {
      "title": "உங்கள் இளம் பருவ குழந்தையின் மன நிலை குறித்து நீங்கள் கவலைப்படுகிறீர்களா?",
      "body_lines": [
        "ஏறக்குறைய சில மாதங்களில், தற்கொலைகள் நாட்டில் நிகழ்வுகள்.",
        "சில நிகழ்வுகள் ஒன்றாக இணைக்கப்பட்டுள்ளன என்பதை போலீசார் உறுதிப்படுத்தியுள்ளனர். குழந்தைகள் ஏன் இந்த வழியில் அவருக்கு தீங்கு விளைவிக்கிறார்கள்?",
        "உங்கள் குழந்தையையோ அல்லது உங்கள் பள்ளி அல்லது உங்கள் பள்ளி அல்லது மாணவரின் மாணவரை அல்லது மாணவனை எவ்வாறு மீட்டெடுக்க முடியும்?இது தொடர்பாக சிங்களத்திற்கான தேடல் பிபிசி.",
        "'அவர்களுக்கு தீங்கு விளைவிக்கும் போக்கு இரட்டிப்பாகியுள்ளது'",
        "சமீபத்திய ஆண்டுகளில், குழந்தைகள் மற்றும் இளைஞர்களின் நிபுணரும் பேராசிரியருமான ராகமா மருத்துவக் கல்லூரி, இளைஞர்கள் மற்றும் இளம் மக்களின் பேராசிரியர் சமீபத்திய ஆண்டுகளில் தற்கொலை எண்ணங்கள் அதிகரித்துள்ளதாக சுட்டிக்காட்டினர்.",
        "தத்தெடுக்கும் உடலுக்கு தீங்கு விளைவிக்கும் போக்கு இரட்டிப்பாகிவிட்டது என்று பேராசிரியர் கூறினார்.",
        "\"மூன்று ஆண்டுகளுக்கு முன்பு, கொழும்பு பல்கலைக்கழகம், கொழும்பு பல்கலைக்கழகம், ஸ்ரீ ஜெய்வர்டெனெபுரா பல்கலைக்கழகத்தின் மருத்துவ பீடம் மற்றும் கெலானியா பல்கலைக்கழகம் ஆகியவை இளம் பருவ குழந்தைகளின் மன தன்மை குறித்து ஒரு உளவியல் ஆராய்ச்சி செய்தன. அந்த ஆராய்ச்சியில், மன அழுத்தத்தை அடையாளம் காண முடிந்தது, மேலும் குழந்தைகள் தங்கள் சொந்த தீங்கு விளைவிக்கும் போக்கை இரட்டிப்பாக்கினர். \"",
        "\"கடந்த காலத்துடன் ஒப்பிடும்போது குழந்தைகளின் மன அழுத்தம் உயர்ந்துள்ளது. மன தன்மை குழப்பமடைகிறது. தற்கொலை எண்ணங்கள் மற்றும் தங்கள் உடலுக்கு சேதம் அதிகரித்துள்ளது. இலங்கையில் மட்டுமல்ல, உலகிலும் அடினோவரின் உணர்ச்சி குழந்தைகளின் மன இயல்புடன் நிறைய சிக்கல்களை அதிகரித்துள்ளது.",
        "பேராசிரியரின் கூற்றுப்படி, \"கோட் நிலையை இடிப்பது, பொருளாதார நெருக்கடி, சமூக ஊடகங்கள் மற்றும் மின்னணு திரைகள்\" என்று பேராசிரியர் கூறுகிறார்.",
        "இலங்கை போன்ற மனநலப் பிரச்சினைகள் குறித்து கவலைப்படாத பிரச்சினைகள் இது என்று பேராசிரியர் முர்னந்தாசாசா சுட்டிக்காட்டினார்.",
        "\"பொதுவாக மன ஆரோக்கியத்திற்கு ஒரு நல்ல வழி உள்ள நாடுகளில், 30 ஆண்டுகளுக்கு முன்பு இந்த சிக்கல்களைத் தீர்க்க பயன்படுத்தக்கூடிய முறைகளைப் பயன்படுத்தி 30 ஆண்டுகளுக்கு முன்பு பயன்படுத்தப்படும் முறைகளைப் பயன்படுத்தலாம். உதாரணமாக, நாம் குழந்தைகளைச் செய்ய முடியும், கேட்க வேண்டாம் என்று நினைப்பது ஒரு பெரிய பிரச்சினை, மற்றும் குழந்தைகளைக் கேட்பது. \"",
        "எனவே, இளம் பருவத்தினரின் குழந்தைகள் பெற்றோரைத் தேடும்போது அதைத் தவிர்க்க முடியும் என்று அவர் சுட்டிக்காட்டினார். \"30 ஆண்டுகளுக்கு முன்பு, அட்வகேஷன் குழந்தைகள் இப்போது சமூக ஊடகங்கள் மற்றும் மின் திரைகளில் பயன்பாட்டை அதிகரித்து வருகின்றனர், எனவே அவர்கள் தங்கள் அழுத்தத்தை அடையாளம் கண்டு உதவி கேட்கலாம். ஆனால் அந்த உதவியை நாங்கள் அங்கீகரிக்கவில்லை. \"",
        "\"இளம் பருவத்தினரின் மனநல பிரச்சினைகளை அதிகரிப்பது, இலங்கையின் எதுவும் இல்லை, ஆனால் மேற்கு நாடுகளிலும். எனவே, இது இலங்கையின் உடலை பாதிக்கிறது என்று சொல்வது கடினம் \"என்று பேராசிரியர் விளக்கினார்.",
        "\"ஆனால் செல்வந்த நாடுகளுக்கும் நமது நாடுகளுக்கும் இடையிலான வேறுபாடு ஏற்றுக்கொள்ளல் மற்றும் வசதிகளைக் கட்டுப்படுத்துகிறது. ஒரு செல்வந்த நாடு ஒரு மன பிரச்சினைக்கு வரும்போது, ​​தீர்வுகளை ஏற்படுத்தக்கூடிய சூழ்நிலை உள்ளது. இலங்கையில், இதற்கு ஒரு பிரச்சனையும், ஒரு சிக்கலை அடையாளம் காணும் வாய்ப்பும் இல்லை.",
        "'மின் திரையிடலுடன் நேரத்தை அதிகரிப்பது' பதட்டத்தையும் பார்வையையும் அதிகரிக்கிறது '",
        "பிபிசி சிங்களவலா பேராசிரியர் முலெஸ்தசாசாசா கோவ் தொற்றுநோய் மற்றும் பிஸியான பிரசவம் மனநலத்தால் பாதிக்கப்படுகிறதா என்று கேட்டுள்ளார். பேராசிரியருக்கு அத்தகைய பதில் வழங்கப்பட்டது.",
        "குழந்தைகளின் எதிர்காலத்தில் இருக்க சரியான நேர வரம்புகள் யாவை?",
        "\"சைசிரிட்டிகல் ஆராய்ச்சி ஈ-ஸ்க்ரீன் ஷாட்களின் அதிகரிப்பு பதட்டத்தையும் பார்வையையும் அதிகரிக்கிறது. ஒரு மேற்கத்திய நாட்டில் கூட, மின்-அரிப்பு குழந்தைகள் மின்-திரை ஷாட்களின் பயன்பாட்டை அதிகரிக்கின்றனர்.",
        "\"இதேபோல், அவர்களின் ஆளுமை மற்றும் ஆளுமை மற்றும் உணர்வுகள் உணர்வுகள் திரும்பப் பெறுவதற்கு எதிர்ப்புத் தெரிவிக்க வாய்ப்பில்லை, உண்மையான உலக நண்பர்களுடனான நட்பை விட, உலக நண்பர்களில் உள்ள நண்பர்களை விட விரைவாக.. அத்தகைய நண்பர் உண்மையான உலகின் நண்பரைக் கண்டுபிடிப்பதால், அவர் ஒரு நண்பர் நண்பரைக் காண்கிறார். இதுபோன்ற நிகழ்வுகள் காரணமாக, இளம் பருவ குழந்தைகளுக்கு மனநல பிரச்சினைகள் இருக்கலாம்.",
        "பேராசிரியர் சுட்டிக்காட்டுகிறார், பெற்றோர் பிஸியாக இருக்கிறார்கள், பெற்றோருடன் பேச ஆர்வமில்லாத குழந்தைகள் மற்றும் உளவியல் ஆரோக்கியம் தங்கள் குழந்தைகளின் மன ஆரோக்கியத்தை பாதிக்கிறது.",
        "\"பிஸியான-பாசிக்கு தங்கள் குழந்தைகளுக்குச் செவிசாய்க்கும் வாய்ப்பு இல்லை, குழந்தைகள் குழந்தைகளைக் கேட்பதில்லை.\"",
        "பேராசிரியரின் கூற்றுப்படி, பேராசிரியர் கூறுகையில், குழந்தைகள் பெற்றோருடன் பேசுவதை விட, குழந்தையின் மனிதகுலத்தின் இன்பத்தை பெரும்பாலும் தேர்வு செய்கிறார்கள்.",
        "\"அம்மா, தந்தை வேலைக்கு வரும்போது, ​​நீங்கள் அவர்களுடன் பேசிக் கொண்டு, ஒரு டிக்டாக் வீடியோவைத் தேர்வுசெய்து, டிக் டிக் வீடியோவைப் பார்த்து, அவர் மகிழ்ச்சியாக இருக்க முடியும். குழந்தை தனது மன அழுத்தத்தை அல்லது சொற்களுடன் தொடர்ந்து சிக்கல்களைச் செய்வதால், இது ஒரு பெரிய மன கேள்வியில் இணைக்கப்படலாம், ஏனெனில் அவர் தனது மன அழுத்தமோ கேள்விகளையோ கோரவில்லை. இதேபோல், பெற்றோர்கள் தங்கள் பெரியவர்களுக்கு ஒரு பிரச்சினை இருக்கிறதா என்று தெரியாது, ஏனென்றால் குழந்தை பேசவில்லை. \"",
        "சில நேரங்களில் பெற்றோருக்கு வாய்ப்பு உள்ளது, பல குழந்தைகள் அவர்களுடன் உரையாடலை உருவாக்க ஆர்வம் காட்டாத நேரங்கள் உள்ளன. \"சிலர், 'நாங்கள் இரண்டு நாள் பயணத்திற்குச் சென்றோம். முழு பயணமும் கலத்தில் இருந்தது, '. உங்களுக்கு பேச வாய்ப்பு இருக்கும்போது, ​​குழந்தை அந்த வாய்ப்பைப் பயன்படுத்தக்கூடாது. உங்கள் பிள்ளை விரும்புவதை அடையாளம் கண்டு இழக்க இது ஒரு காரணமாக இருக்கலாம் \"என்று பேராசிரியர் மேரி சுட்டிக்காட்டினார்.",
        "கணினி விளையாட்டுகள் அல்லது கணினி விளையாட்டுகளுக்கு ஒரு போதை பழக்கத்தை எவ்வாறு விடுவிப்பது?",
        "தலைமுறைகளுக்கு இடையிலான வேறுபாடு பெற்றோர்கள் தங்கள் குழந்தைகளைப் புரிந்துகொள்வது கடினம் என்று அவர் கூறுகிறார், அவர்கள் தங்கள் குழந்தைகளை அறியாவிட்டாலும் கூட, தங்கள் குழந்தைகள் தங்கள் குழந்தைகளுடன் உரையாடலை உருவாக்க விரும்புகிறார்கள் என்பதை அவர்கள் அறிவார்கள்.",
        "சிந்தனையில் கட்டாய தலைமுறையினர் குழந்தைகளை விரும்புவதைப் புரிந்துகொள்வதில் சிரமம் உள்ளது. எனவே, இளம் பருவத்தினரின் குழந்தைகளை நாம் விரும்ப வேண்டும் என்றும், அது இருந்தால் மட்டுமே நாம் குழந்தைகளுடன் பேச முடியும் என்றும் பெற்றோர்கள் நினைக்கிறார்கள். ஆனால் தேவையில்லை. குழந்தை விவாதிக்க விரும்புகிறது. \"",
        "\"ஒரு குழந்தை டிவி சீரிஸ் அல்லது அயோமெட்டனைப் பார்த்தால், கொஞ்சம் மனம், அதைப் பற்றி கொஞ்சம் எதிர்ப்பது எப்படி என்றால், குழந்தையுடன் உரையாடலை உருவாக்குங்கள்.\"",
        "கலாச்சார விஷயங்கள் ஒரு மகளுடன் தனது தந்தையின் முந்தைய வகையான உறவை வைத்திருக்க அவளுக்குத் தடையாக இருக்கலாம். அத்தகைய சந்தர்ப்பத்தில், பிபிசி பேராசிரியரை பிபிசி பேராசிரியரிடம் தொடர்பு கொண்டது, நிலைமையை எவ்வாறு நிர்வகிப்பது மற்றும் ஒரு தந்தைக்கும் மகளுக்கும் இடையிலான உறவை எவ்வாறு பராமரித்தது.",
        "\"ஒரு குழந்தை மற்றும் தாய், அப்பா, அந்த நேரத்தில் குழந்தையின் அறிவாற்றல் நுண்ணறிவு மற்றும் ஆளுமை பண்புகளை மாற்றுகிறார்கள். நாங்கள் ஒரு குழந்தையாக இருந்தபோது, ​​நாங்கள் அவரைப் பாதுகாத்து வளர்ந்து, அவருடைய சுதந்திரத்திற்கு அவளை மதிக்கிறோம். அப்பாவுக்கும் மகளுக்கும் இடையிலான பெற்றோர் உறவை பெற்றோர்கள் படிப்படியாக அறிந்து கொள்ள வேண்டும், \"என்று பேராசிரியர் சுட்டிக்காட்டினார்.",
        "\"நாங்கள் மகளை விட வயதானவர்களாக இருக்கும்போது, ​​ஒரு குழந்தையாக, உங்கள் உணர்ச்சிகளை நாங்கள் பாதுகாக்க முடியும். இப்போது நீங்கள் அவரை அழைத்துச் செல்லவில்லை, அவர் அவருடன் பேசலாம், கருத்துகளைப் பகிர்ந்து கொள்ளலாம். நீங்கள் என் அம்மாவுடன் பேசலாம், ஒரு பையனைப் பற்றிய யோசனை, சிறுவர்கள் விரும்புவது போன்ற ஒரு தலைப்புடன் நீங்கள் பேசலாம். இல்லையெனில், அப்பா மற்றும் மகளின் பிற தலைப்புகள் உள்ளன. வானியல், புத்தகங்கள், இது போன்ற தலைப்புகளை பேச முடியும். தந்தை தனது மகளுடன் செல்லும் போது, ​​அப்பா வேலையில் உட்கார்ந்து யுபிஎஸ் மீது அமர்ந்தபோது இந்த உரையாடலை உருவாக்க ஒரு வாய்ப்பு உள்ளது.",
        "கலாச்சார வரம்புகள் இருந்தபோதிலும், ஒரு தந்தையும் மகளும் ஒரு நல்ல உறவோடு நல்ல உறவைப் பேண முடியும்.",
        "ஒரு குழந்தையாக ஒரு குழந்தைக்கு எவ்வாறு அடையாளம் காணப்பட்டார் என்பதை பேராசிரியர் விளக்கினார்.",
        "இளம் பருவத்தினரின் குழந்தையால் மன அழுத்தத்தை மேம்படுத்தும்போது, ​​அவர் மிகவும் கோபப்படுகிறார். மதியம் தூங்குவதும் இரவில் தூங்குவதும். முதன்மையாக குழந்தையின் பசியைக் குறைத்தல் அல்லது குழந்தையின் நலன்களில் அதிகப்படியான குறைவு அல்லது அதிகப்படியான மனச்சோர்வு.",
        "அத்தகைய நிலைமை கவனிக்கப்பட்டால், குழந்தையை உடனடியாக அரசாங்கத்தின் முடிவில் சமர்ப்பிக்க வேண்டும்.",
        "இதுபோன்ற அம்சங்களை நீங்கள் கவனித்தால், எங்களுடன் பேசுவதற்கு பெற்றோர்கள் 'குழந்தையுடன் பேச' வாய்ப்பு அளிக்க வேண்டும்.",
        "\"உங்கள் அரசாங்கத்தில் தகுதிவாய்ந்த மருத்துவராக இருக்கும் மருத்துவர் மருத்துவ மாணவராக மனநல மருத்துவத்தில் பயிற்சி பெற்றவர். இது எடுக்கக்கூடிய சிறந்த மற்றும் எளிதான தீர்வு. இந்த நிலைமை ஒரு மனநல மருத்துவரிடம் செல்ல வேண்டும் என்றும் ஒரு உளவியல் நிலை செல்ல வேண்டும் என்று மருத்துவர் கூறுகிறார். \"",
        "\"அடிப்படை மருத்துவமனை அல்லது மாவட்ட மருத்துவமனையில் உள்ள அடிப்படை மருத்துவமனை அல்லது மாவட்ட மருத்துவமனையில் ஒரு மனநல மருத்துவர் நிபுணர் இருக்கிறார். சிறப்பு மனநல மருத்துவர் குழந்தையை சரிபார்க்கிறார் மற்றும் நிறைய சிக்கல் \"என்று அவர் ஒரு சிறப்பு நிபுணரிடம் சுட்டிக்காட்டினார்.",
        "பேராசிரியர் விளக்கினார்:",
        "\"குழந்தை ஒரு மருத்துவரை சந்திக்க விரும்பவில்லை என்றால், பெற்றோர்கள் 1926 '1926' தொலைபேசி எண்ணுடன் பேசலாம் மற்றும் தேசிய மனநல நிறுவனத்தில் ஆலோசனையைப் பெறலாம். குழந்தை கேள்விக்கு உதவ விரும்பவில்லை என்று பெற்றோர்கள் உணர்ந்தால், ஆனால் நீங்கள் எப்படியும் ஒரு மருத்துவரை சந்திக்க வேண்டும். அல்லது அதிக சிக்கல்களை உருவாக்க முடியும்.",
        "\"ஒரு குழந்தைக்கு மன நோய் இல்லாமல் மன அழுத்தமற்ற தன்மை இருந்தால் மட்டுமே ஒரு உளவியல் ஆலோசனையைக் காணலாம். \"ஒரு நோய் அல்லது பதட்டம் போன்ற ஒரு நோய் இருந்தால், பேராசிரியர், பேராசிரியர், ஒரு மருத்துவர் அல்லது சிறப்பு மனநல மருத்துவர் அதற்கு சிகிச்சையளிக்கிறாரா என்பதை மேலும் தீர்மானிக்கிறார்.",
        "ஒரு ஆசிரியர் தனது மாணவர் அல்லது மாணவருக்கு என்ன செய்ய முடியும்?",
        "பள்ளியில், பேராசிரியர் நைலிகோன் குழந்தைகள் தாங்கள் மனச்சோர்வடைவதைக் காட்டும் நடவடிக்கைகளையும் விளக்குகிறார்.",
        "\"குழந்தை குழந்தையின் குணாதிசயங்களுடன் தூங்குகிறதென்றால், மேலும் வலிப்பு மற்றும் நீதியைப் பற்றியது என்றால், குழந்தையின் மன நிலை. பள்ளியில் ஒரு உளவியல் ஆசிரியர் இருந்தால், குழந்தையை குழந்தைக்கு வழிநடத்துவது நல்லது. அதனால்தான் கல்வித் துறை இப்போது ஒரு பள்ளியில் ஆசிரியருக்கு பயிற்சி அளிக்க வேண்டும் என்று கூறியுள்ளது. \"",
        "தற்போது நாட்டில் வரையறுக்கப்பட்ட வல்லுநர்கள் உள்ளனர் என்று பேராசிரியர் கூறினார்.. எனவே, ஒரு பெற்றோருக்கு சிக்கல் இருந்தால், தேசிய மனநல நிறுவனத்தின் தொலைபேசி எண்ணை டயல் செய்வது நல்லது.",
        "\"நாங்கள் அனைவருக்கும் ஒரு சிறப்பு மனநல மருத்துவரிடம் சொன்னால், நாட்டில் ஏராளமான சிறப்பு மருத்துவர்களுடன் உதவி தேவைப்படும் குழந்தைகளை நீங்கள் உண்மையில் தவிர்க்கலாம். பிரச்சினை ஒரு பதில் மட்டுமல்ல.",
        "\"ஆனால் 1926 மனநலப் பேழையுடன் பேசுவதற்கும், இந்த சூழ்நிலையில் என்ன செய்ய வேண்டும் என்று அறிவுறுத்துவதற்கும் அந்த நேரத்தில் செய்ய வேண்டும் என்று நான் நினைக்கிறேன்.\"",
        "டி 20 பெண்கள் உலகக் கோப்பை: போட்டிகளில் இலங்கை முதலில் நீக்கப்பட்டது",
        "பெண்கள் டி 20 கிரிக்கெட் உலகக் கோப்பை: ஏன் சாதனை படைத்தது?",
        "ஜே.பி.",
        "இந்தோ-இலங்கை திரைப்பட திட்டம்: உபுரான் ரயிலுக்கு என்ன நடக்கும்?"
      ]
    },
    "en": {
      "title": "Are you concerned about your adolescent child's mental condition?",
      "body_lines": [
        "During the nearly few months, suicides were events in the country.",
        "Police have confirmed that some of the events are connected together. Why do children tend to do so harmful to him in this way?",
        "How can you redeem your child or your school or student of your school or student?BBC is a search for the Sinhala in this regard.",
        "'The tendency to harm them has doubled'",
        "In recent years, the Ragama Medical College, Specialist and Professor of Children and Young People Ask (Psyya) and professor of Young People and Young Peoples pointed out that suicide thoughts have been increased in recent years.",
        "The professor said that the tendency to harm the body of adopt was doubled.",
        "\"Three years ago, the University of Colombo, University of Colombo, Medical Faculty of the University of Sri Jayewardenepura and the University of Kelaniya did a psychological research on the mental character of adolescent children. In that research, it was possible to identify stress because of stress, and children double the tendency to harm their own. \"",
        "\"The stress of the children has risen as compared to the past. The mental character is confused. Suicide thoughts and damage to their own body have increased. Not only in Sri Lanka but also in the world has increased a lot of problems with the mental nature of the emotional children of adenover.",
        "According to the professor, \"the demolition of cowod status, the economic crisis, social media and electronic screens,\" says the professor.",
        "Professor Murrandasasa pointed out that it is a matter of issues that are not concerned about mental problems such as Sri Lanka.",
        "\"In countries where there is usually a cordial way to mental health, you may often use the methods used in 30 years earlier, using the methods that can be used to solve these problems for about 30 years ago. For example, it is a great problem to think that we can accomplish and do not listen to the children, and to listen to children. \"",
        "As such, he pointed out that the children of adolescents may be able to skip it when they are looking for their parents. \"In the case of 30 years ago, the advocation children are now increasing the use of social media and e-screens, so they can identify their pressure and ask for help. But it is because we do not recognize that help. \"",
        "\"Increasing the mental problems of adolescents, nothing of Sri Lanka but also in the West. Therefore, it is difficult to say that it affects the body of Sri Lanka, \"the professor explained.",
        "\"But the difference between wealthy countries and our countries limit the acceptance and facilities. When a wealthy country comes to a mental problem, there is a situation that can cause solutions. In Sri Lanka, it may not have a problem and the opportunity to identify a problem. \"",
        "'Increasing time with e-screens' increases anxiety and vision'",
        "BBC Sinhala Professor Mulendhassasasa has asked whether the covid epidemic and the busy childbirth are influenced by mental health. The professor was given such an answer.",
        "What are the right time limitations to remain in the future of children?",
        "\"Psycritical research is called the increase in e-screenshots increases anxiety and vision. Even in a western country, the e-erosion children increase the use of the e-screenshots. \"",
        "\"Similarly, their personality and feelings of personality and feelings are less likely to resistantly to withdrawal and more than friendships with the real world friends, more quickly than friends in the world friends.. Since such a friend finds a friend of the true world, he finds a friend friend. Because of such events, the adolescent children can have mental problems. \"",
        "The professor points out that the parents are busy and children who are not interested in talking to their parents and the psychological health affects the mental health of their children.",
        "\"The busy-busity does not have the opportunity to listen to their children, children do not listen to the children.\"",
        "According to the professor, the professor says that the children often choose the pleasure of the child's mankind, rather than talking to their parents.",
        "\"Mom, when Father arrives at work, you are talking to them and choose a Ticktock video, looking at the ticktock video that he can enjoy the ticktock happy. It can be joined in a big mental question, as the child continues to do his stress or problems with words, because he does not demand his stress or questions. Similarly, parents do not know if their adults have a problem, because the child does not speak. \"",
        "Sometimes parents have a chance, there are times when many children are not interested in building a conversation with them. \"Some people say, 'We went on a two-day trip. The whole Trip was in the cell, '. When you have a chance to speak, the child may not take that opportunity. It may be a reason to identify and lose what your child wants, \"Professor Mary pointed out.",
        "How to liberate an addiction to a addictive to a computer games or computer games?",
        "ඔහු පවසන්නේ පරම්පරා අතර චින්තනයේ වෙනස දෙමව්පියන්ට දරුවන්ව තේරුම් ගැනීම අපහසු කළත් දෙමව්පියන් දරුවන් කැමති දේවල් ගැන යම් අවබෝධයකින් සිටීම දරුවන් සමඟ සංවාදයක් ගොඩනගා ගැනීමට ප්‍රමාණවත් බවයි.",
        "\"The difference in\" compulsive generations in the thought has difficulty understanding what the children like children like. Therefore, parents think that we should like the children of adolescents and that we can only talk to the children only if it is. But there is no need. If you had an understanding that the child would like to discuss. \"",
        "\"If a child is looking at TV searis or aometan, a little mind, and how to resist a little bit about it, build a conversation with the child.\"",
        "Cultural matters may hinder her to keep her father's previous kind of relationship with a daughter. In such a case, BBC communicated the professor to the professor of BBC how to manage the situation and maintain the relationship between a father and a daughter.",
        "\"A child and mother, dad, changes the child's cognitive intelligence and personality characteristics at that time. When we were a child, we would rather protect him and grow up and respen her to his independence. Parents should gradually know the parental relationship between Dad and daughter, \"the professor pointed out.",
        "\"When we are older than daughter, as a child, we can protect your emotions. Now you are not taking him away, he can talk to him, sharing comments. You can talk to my mother, an idea of ​​a boy, and you can talk to a topic like what the boys like. Otherwise, there are other titles of dad and daughter. Astronomy, books, can speak titles like this. When Father goes with her daughter, Dad has a chance to create this conversation when he was sitting at work and sit on the ups. \"",
        "Despite cultural limits, a father and daughter can maintain a good relationship with a good relationship.",
        "The professor explained how a child was identified as a child had a stressful situation.",
        "When stress is enhanced by a child of adolescent, he is very angry. Sleeping in the afternoon and sleeping at night. It is primarily that decreasing the child's appetite or excessive decrease in the interests of the child or excessive depression. \"",
        "If such a situation is observed, the child should be submitted to the close of the government immediately.",
        "If you observe such features, parents should give the child a chance to 'talk to the child,' to talk to us the government doctor. '",
        "\"The doctor who is the qualified doctor in your government is trained in psychiatry as a medical student. That's the best and easy solution that can take. Then the doctor says that this situation should go to a psychiatrist and a situation where a psychological condition should go. \"",
        "\"There is a psychiatrist specialist at the Base Hospital or District Hospital in the Base Hospital or District Hospital. Specialist psychiatrist checks the child and is a lot of problem, \"he pointed out to a specialist specialist.",
        "The Professor explained:",
        "\"If the child does not want to visit a doctor, and parents can talk to the 1926 '1926' phone number and get advice in the National Mental Health Institute. If parents feel that the child does not want to help the question, but you have to want to meet a doctor anyway. Or it is possible to create more complications. \"",
        "\"A psychological advice can be found only if a child has stresslessness without mental illness. \"If there is a disease like a disease or anxiety, the professor, the professor, further decides whether a doctor or specialist psychiatrist is treating it.",
        "What can a teacher make for his student or student?",
        "At school, the professor also explains the measures that the nealygone children show that they are depressed.",
        "\"If the child is sleeping with the characteristics of the child, and more about hurting and righteousness, a teacher can recognize that the child's mental condition. If there is a psychological teacher in the school, it is better to direct the child to the child. That is why the Department of Education has now said to train a teacher in one school. \"",
        "The professor said that there is limited experts in the country at present.. Therefore, if a parent has a problem, it is best to dial the phone number of the National Mental Health Institute.",
        "\"If we tell all of us a specialist psychiatrist, you can actually skip the children who need help with a large number of specialist doctors in the country. The problem is not just an answer. \"",
        "\"But I think it should be done at that time to talk to the 1926 mental health ark and advise what to do in this situation.\"",
        "T20 Women's World Cup: Sri Lanka removed first in the tournament",
        "Women T20 Cricket World Cup: Why is the record Uppointment lost?",
        "JP Dumini: Trainer wins the architecture due to bosom",
        "Indo-Sri Lanka Movie Project: What happens to the Upuran Train?"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the key points from the article:",
    "",
    "1. Increasing mental health issues among adolescents:",
    "   - Suicide thoughts and self-harm tendencies have doubled in recent years",
    "   - Stress levels have increased compared to the past",
    "   - Factors contributing to mental health problems include economic crisis, social media, and electronic screens",
    "",
    "2. Impact of technology on children:",
    "   - Excessive screen time increases anxiety and vision problems",
    "   - Reduces interaction with real-world friends and deepens friendships online",
    "   - Parents busy with work and not listening to children's needs",
    "",
    "3. Parent-child communication:",
    "   - Children often prioritize entertainment over talking to parents",
    "   - Parents unaware of their child's mental health issues because children don't speak up",
    "   - Importance of maintaining open dialogue between parents and children",
    "",
    "4. Maintaining father-daughter relationships:",
    "   - Cultural differences can hinder relationship-building",
    "   - Suggestions for engaging in conversations about interests like astronomy or books",
    "",
    "5. Identifying stress in children:",
    "   - Signs include irritability, sleep disturbances, loss of appetite, and depression",
    "   - Immediate action required if these symptoms persist",
    "",
    "6. Seeking professional help:",
    "   - Consult government doctors or psychiatrists if concerned about a child's mental health",
    "   - National Mental Health Institute's 1926 hotline for advice",
    "",
    "7. Teacher's role in schools:",
    "   - Recognizing signs of depression in students",
    "   - Directing students to school counselors or mental health professionals",
    "",
    "8. Limitations in Sri Lanka:",
    "   - Lack of specialist psychiatrists compared to Western countries",
    "   - Need for increased awareness and education on mental health issues",
    "",
    "The article emphasizes the importance of addressing mental health concerns among adolescents and highlights the need for better communication between parents and children, as well as increased awareness and support systems in Sri Lanka."
  ]
}