{
  "translated_text": {
    "ta": {
      "title": "இலங்கை மோசடியிலிருந்து 267 கிலோகிராம் தங்கம்",
      "body_lines": [
        "சென்னை சர்வதேச விமான நிலையத்தின் சுங்க அதிகாரிகள் இலங்கையை இந்தியாவுக்கு தப்பி ஓடிவிட்டனர்.",
        "கடந்த இரண்டு மாதங்களாக இலங்கைக்கு மேல் இலங்கையில் மோசடி செய்பவர்கள் 267 கிலோகிராம் தங்கத்தை எடுத்துள்ளதாக பி.டி.ஐ செய்தி சேவை தெரிவித்துள்ளது.",
        "விமான நிலையத்தில் மோசடி செயலிழந்தது, உளவுத்துறையின் படி, உரிமையாளர் மற்றும் உளவுத்துறை ஊழியர்கள் வெளிப்படுத்தப்பட்டுள்ளனர்.",
        "கடையில் ஒரு விற்பனை அதிகாரியை நடத்துவதை ஆய்வு செய்த அதிகாரிகள் அவரது உடலில் மறைத்து வைத்திருந்த சில தங்கத் துண்டுகளால் கைது செய்யப்பட்ட அதிகாரிகளால் கைது செய்யப்பட்டுள்ளனர்.",
        "இந்த கடையை இலங்கையர்கள் குழுவால் பணியமர்த்தியதாகவும், எட்டு ஊழியர்களை வேலைக்கு அமர்த்தியதாகவும் விசாரணையில் தெரியவந்துள்ளது."
      ]
    },
    "en": {
      "title": "267 kilograms of gold from Sri Lanka racket",
      "body_lines": [
        "Customs officers at the Chennai International Airport have fled Sri Lanka to India.",
        "The PTI news service was reported that the racketeers had taken 267 kilograms of gold in Sri Lanka over Sri Lanka over the past two months.",
        "The racket was crashed at the airport, and according to intelligence, the owner and other employees of intelligence have been revealed.",
        "The authorities who inspected the conduct of a sales officer in the shop have been arrested by the authorities who had been arrested by a few pieces of gold he hidden in his body.",
        "Investigation revealed that the shop was hired by a group of Sri Lankans and employed eight employees."
      ]
    }
  },
  "summary_lines": [
    "Customs officials at Chennai International Airport busted a gold smuggling ring involving 267 kg of gold smuggled from Sri Lanka over two months. The ringleaders and several employees have been identified and arrested, including a sales officer caught hiding gold in his body during inspection."
  ]
}