{
  "translated_text": {
    "ta": {
      "title": "\"பாதுகாப்பான\" காப்பீட்டு அட்டை மீட்டெடுக்கிறது",
      "body_lines": [
        "பொருளாதார பிரச்சினை காரணமாக தற்காலிகமாக இடைநீக்கம் செய்யப்பட்ட தற்காலிக \"பாதுகாப்பான 'மாணவர் காப்பீட்டுத் தொகையை மீண்டும் தொடங்க ஜனாதிபதி ரங்கில் விக்ரமேசிங்க் அறிவுறுத்தியுள்ளார். அதன்படி, நாடு முழுவதும் உள்ள அனைத்து பள்ளி குழந்தைகளும் ஜூன் முதல் வாரத்திலிருந்து பயனடைவார்கள்.",
        "அமைச்சரவை அமைச்சரவை மெமோராண்டம் ஜனாதிபதி ரானில் விக்ரெமேசிங்கிலிருந்து நிதி, பொருளாதார ஸ்திரத்தன்மை மற்றும் தேசிய கொள்கைகள் அமைச்சர் ஒப்புதல் அளித்தது.",
        "உடல்நலப் பிரச்சினைகள் காரணமாக அவர்களின் பாதுகாப்பைப் பயிற்றுவிக்கவும் உறுதிப்படுத்தவும் முடியாத \"பாதுகாக்கப்பட்ட\" மாணவர்கள், பள்ளி குழந்தைகள் தங்கள் பாதுகாப்பை மேம்படுத்துவதற்கும், பள்ளி வருகையை மேம்படுத்துவதற்கும், பள்ளி வருகையை பாதுகாப்பதற்கும் ஒரு திட்டத்தைக் கொண்டுள்ளனர்.",
        "தற்போதைய பொருளாதார நெருக்கடி காரணமாக 01.22.12.2012 வரை இந்த திட்டம் தொடர்ந்து செயல்பட்டு வந்தது, தற்போதைய பொருளாதார நெருக்கடி சிரமங்களுக்கு உட்பட்டது.",
        "எவ்வாறாயினும், நாட்டின் பொருளாதார மீட்புடன் \"பாதுகாப்பான 'மாணவர் காப்பீட்டுத் தொகையை மீண்டும் செயல்படுத்த 2024 பட்ஜெட் திட்டங்களின் பட்ஜெட் திட்டங்களால் ஜனாதிபதி ரணில் விக்ரமேசிங்கை ராஜினாமா செய்தார்.. 2048 வாக்கில், வளர்ந்த இலங்கையை உருவாக்கும் திட்டத்தை வலுப்படுத்துவதே இதன் நோக்கம்.",
        "அதன்படி, அரசு பள்ளிகள், அரசு பள்ளிகள், அரசு பள்ளிகள் மற்றும் தரம் 13, 1 மற்றும் 21 ஆண்டுகள் தரங்கள் 1 முதல் 13 ஆண்டுகள் வரை 1 மற்றும் 21 ஆண்டு தரங்கள் 1 மற்றும் 21 ஆண்டுகள் 1 மற்றும் 21 ஆண்டு தரங்கள் 1 மற்றும் 21 தரங்களின் சராசரி பள்ளி மற்றும் தரம் 1 பல ஆண்டுகள் கொள்கையின் கீழ் அனைத்து நன்மைகளையும் வழங்க முன்மொழியப்பட்டது.",
        "மேலும், குறைந்த வருமானம் கொண்டவர்கள் - ஆண்டு வருமானம் ரூ.. 180,000 க்கும் குறைவான குடும்பங்கள் ஆயுள் காப்பீட்டுத் தொகையின் கீழ் ஆயுள் காப்பீட்டுத் தொகையிலிருந்து பயனடைய முன்மொழியப்பட்டுள்ளன.",
        "இந்த திட்டத்தின் கீழ் உள்ள அனைத்து மாணவர்களுக்கும் வழங்கப்படும் என்று எதிர்பார்க்கப்படும் நன்மைகள் பின்வருமாறு.",
        "குழந்தை ரூ.",
        "இந்த வகையின் கீழ் கண் முந்தைய பிழைகளின் நன்மைகளுக்கு மேலதிகமாக, செவிப்புலன் இழப்புகளுக்கு கூடுதலாக, செவிப்புலன் சிக்கல்களுக்கான கேட்கும் கருவிகளில் நன்மைகள் சேர்க்கப்பட்டுள்ளன.. இதேபோல், குழந்தைகளின் நோய்க்கு வெளியே விடுதியின் சோதனை கட்டணங்களும் இந்த வகையின் நன்மைகளின் கீழ் உள்ளன.",
        "கடுமையான நோய்க்கான நன்மைகள் - ரூ. 200,000 / = முதல் ரூ. 1,500,000 / = வரை.",
        "நித்திய ஹெலிசிங்கிற்கு - ரூ. 150,000 / = முதல் ரூ. 200,000 / =.",
        "ஒரு மாணவருக்கு, ஒரு மாணவருக்கு ஒரு மாணவருக்கு ஒரு மாணவருக்கு ரூ.",
        "அனைத்து குடும்ப பள்ளிகளும் குழந்தைகளிடமிருந்து பயனடைகின்றன, ஆனால் ஒரு சம்பவத்திற்கு ஒதுக்கப்பட்ட அதிகபட்ச தொகை ரூ .225,000 / =. (அதிகபட்சம் 3 குழந்தைகளுக்கு ரூ. 75,000 / =)",
        "இந்தக் கொள்கையை அமல்படுத்துவது குறித்து இலங்கை காப்பீட்டுக் கழகத்துடன் கல்வி அமைச்சகம் உடன்படும், மேலும் பள்ளி குழந்தைகளுக்கு இந்த அனைத்து நன்மைகளையும் வழங்குவதற்கான ஆன்லைன் முறைக்கு இலங்கை காப்பீட்டுக் கழகமும் தயாராக இருக்கும்.",
        "அதன்படி, இலங்கை காப்பீட்டுக் கழகம் \"பாதுகாப்பான\" காப்பீட்டுத் தொகுப்பின் கீழ் குழந்தைகளின் நன்மைகளை குணப்படுத்த வேலை செய்யும்.",
        "இந்த திட்டத்தை வெற்றிகரமாக மாற்ற ஜனாதிபதி செயலகத்தின் பொது வருவாய் பிரிவின் முழு மேற்பார்வையின் கீழ், பொது வருவாய் பிரிவின் பொது வருவாய் பிரிவில் ஒரு சிறப்பு ஒருங்கிணைப்பு பொறிமுறையும் தயாரிக்க திட்டமிடப்பட்டுள்ளது.",
        "இந்த திட்டம் கல்வி அமைச்சகம் மற்றும் இலங்கை காப்பீட்டுக் கழகத்துடன் இணைந்து பொது வருவாய் பிரிவில் ஈடுபட்டுள்ளது."
      ]
    },
    "en": {
      "title": "The \"secure\" insurance cover restores",
      "body_lines": [
        "President Ranil Wickremesinghe has instructed to resume the temporary \"safe 'student insurance cover temporarily suspended due to economic problem. Accordingly, all school children across the country will benefit from the first week of June.",
        "Cabinet was approved by the Cabinet Memorandum from President Ranil Wickremesinghe, Minister of Finance, Economic Stability and National Policies.",
        "\"Protected\" Students who are not able to educate and ensure their security due to health problems, school children have a program to enhance their security, to enhance school attendance, and secure school attendance.",
        "The program continued to work until 01.22.12.2012 due to the current economic crisis, the current economic crisis has been suspended on difficulties.",
        "However, President Ranil Wickremesinghe was resigned by Budget Proposals of the 2024 budget proposals to re-implement the \"safe 'Student Insurance cover with the economic recovery of the country.. By 2048, its aim is to strengthen the program of creating a developed Sri Lanka.",
        "Accordingly, the average school and Grade 1 of the Government Schools, Government Schools, Government Schools and Grade 13, Grades 1 and 21 years of Grades 1 to 13 years of Grades 1 and 21 years of Grades 1 and 21 years of Grades 1 and 21 years oldIt is proposed to provide all the benefits under the policy.",
        "Also, low income people - annual income is Rs. Families less than 180,000 / = have also been proposed to benefit from life insurance coverage under life insurance coverage.",
        "The benefits expected to be given to all students under this program are as follows.",
        "The child is Rs.It is a cost of Rs. 7500 / = for one night at a private hospital.",
        "In addition to the benefits of the pre-eye bugs under this category, the benefits have been included in hearing equipment for hearing problems, addition to hearing losses.. Similarly, outside hostelatical test fees in the sickness of children is also covered under the benefits of this category.",
        "Benefits for serious illness - Rs. 200,000 / = to Rs. Up to 1,500,000 / =.",
        "For eternal helizing - Rs. 150,000 / = to Rs. 200,000 / =.",
        "For one student, one student receives Rs. 75,000 / = for one student for one student for one student.",
        "All the family schools benefit from the children but the maximum amount allocated for one incident is Rs.225,000 / =. (For maximum of 3 children at Rs. 75,000 / =)",
        "The Ministry of Education will agree with the Sri Lanka Insurance Corporation on the implementation of this policy and the Sri Lanka Insurance Corporation will also be prepared for the online method of provision of all these benefits for school children.",
        "Accordingly, the Sri Lanka Insurance Corporation will work to cure the benefits of children under the \"secure\" insurance cover.",
        "A special coordinating mechanism is also scheduled to be prepared in the Public Revenue Unit of the Public Revenue Unit, under the full supervision of the Public Revenue Unit of the Presidential Secretariat to make this program a success.",
        "The program is in collaboration with the Ministry of Education and the Sri Lanka Insurance Corporation, jointly involved in the Public Revenue Unit."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe has reinstated the \"Secure Student Insurance Cover,\" benefiting all schoolchildren nationwide starting June. This initiative aims to support education and safety amidst health issues, with financial aid for medical expenses, including hospital stays, hearing aids, and educational costs. The program, initially suspended due to economic challenges, is now set to continue post-economic recovery, targeting low-income families as well."
  ]
}