{
  "translated_text": {
    "ta": {
      "title": "14 மணிநேர வெள்ளம் 14 மணி நேரம் நெல் வயலின் கூரையில் இருந்தது: சோமசுண்டரம், ஒரு 'பயங்கரமான அனுபவத்தை' தப்பிப்பிழைத்தார்",
      "body_lines": [
        "14 மணிநேர வெள்ளம் 14 மணி நேரம் நெல் வயலின் கூரையில் இருந்தது: சோமசுண்டரம், ஒரு 'பயங்கரமான அனுபவத்தை' தப்பிப்பிழைத்தார்",
        "\"சாலையின் சாலையுடன், என்னால் எதையும் யோசிக்க முடியவில்லை. எனது விமான உயிரைக் காப்பாற்ற நான் விரும்பியதால், \"65 வயதான கார்பீல்மி சோமசுண்டரம் அவர் அனுபவித்த 'இரவு' அனுபவம் குறித்து கருத்து தெரிவிக்கத் தொடங்கினார்.",
        "இலங்கை விமானப்படை மதியம் இலங்கை விமானப்படையால் சிக்கியது, இது தீவில் வெள்ளத்தில் மூழ்கியது.",
        "விமானப்படை செய்தித் தொடர்பாளர் குப்பன், விமானப்படை செய்தித் தொடர்பாளர் குழு கேப்டன், பிபிசி சிங்கள சேவையிடம், விமானப்படை அதிகாரிகள் குழு அம்பாரா பகுதியின் வாகனமான வலாச்ச்சேனாயில் வெளியீட்டு நடவடிக்கையை மேற்கொண்டு வருவதாக தெரிவித்தார்.",
        "அவர் எதிர்கொண்ட அனுபவத்தில் பிபிசி சிங்களிடம் கருத்து தெரிவித்த நான், நான் ஒரு வாடகை பணியாளராக பணியாற்றுவதாகக் கூறப்பட்டது.",
        "\"என் வேலையிலிருந்து நெல் வயல்களை வைத்திருக்கும் நெல். இந்த வேலையைச் செய்ய வாரத்திற்கு 5000. எனக்கு நான்கு குடும்ப குழந்தைகள் உள்ளனர். எங்கள் குடும்பத்தினர் அனைவரும் மனைவியுடன் ஆறு பேர் உள்ளனர். ஒவ்வொரு வாரமும், நாங்கள் பட்டரமுல்லாவில் உள்ள வீட்டிற்கு வருகிறோம். \"",
        "\"நான் வீட்டிற்குச் சென்று நெல்லைப் பாதுகாக்க நெல் வயல்களுக்குத் திரும்பினேன். அவர்கள் சமைக்கப் போகிறார்கள், ஏனென்றால் ஒரு வாரம் இருக்க வேண்டும். நெல் புலம் ஒரு காட்டில் உள்ளது. வெடிகுண்டு என் வீட்டில் உள்ளது. \"",
        "ஸ்கூட்டனின் விபத்து: 'குழந்தைகள் டிராக்டருக்கு எழுந்தார்கள், ஏனெனில்' பஸ்ஸை நிறுத்தினர்",
        "கிழக்கு கடற்கரை மண்டலத்தில் வலுவான மந்தநிலையுடன் வளர்க்கப்பட்ட சோமசூண்டா பால்தகனா, சோமசுண்டா பால்தா உடனடி வெள்ளம்.",
        "\"அதே நேரத்தில், நான் நெல் வயலில் ஆசைப்பட்டபோது ஒரு நீர் சாலைக்கு வந்தேன். அதே வழியில் மிக நெருக்கமாக. நான் செய்த ஒன்றைப் பற்றி யோசிக்க முடியவில்லை. \"",
        "\"நீர் அறையில் வரும் வழி. மழை ஒரு குளிர் குடை. \"",
        "\"நான் மிகவும் பயந்தேன். அந்த நேரத்தில், வெள்ளத்தால் வெள்ளம் பிடிபட்டது, \"அவர் எதிர்கொண்ட கனவு அனுபவம்.",
        "அவர் 14 மணி நேரத்திற்கும் மேலாக கூரையின் கூரையில் இருப்பதாக அவர் கூறினார்.",
        "\"14 மணி நேரத்திற்கும் மேலாக மழை பெய்த மழை மழைக்கு நான் 14 மணி நேரம் வரை இருந்தேன். அது தண்ணீரின் அதே பக்கமாக இருந்தது.",
        "\"குளிரில் ஒரு பசி இருந்தது. சாப்பிட எதுவும் இல்லை. நான் அதைப் பார்த்தபோது, ​​ஒரு ஹெலிகாப்டரைப் பார்த்தேன். அந்த நேரத்தில் மழை கொஞ்சம் இருந்தது. நான் குடையில் கத்தினேன்.",
        "\"ஹெலிகாப்டர் வட்டமானது மற்றும் நான் இருந்த இடத்திற்கு வந்தது. பின்னர் ஒரு மனிதன் இறங்கி என்னை மீண்டும் கொண்டு வந்தான்.",
        "\"நான் மிகவும் நன்றாக உணர்ந்தேன். ஹெலிகாப்டரை வைத்திருந்த முன்னாள் விமானப்படை பிஸ்கட் போன்ற பிஸ்கட் ஆகும், \"ராம்பெல்குண்டரத்தின் அனுபவத்தை நான் தனது அனுபவத்தை விளக்கினேன்.",
        "விமானப்படை அதிகாரிகள் தங்கள் விடுதலையின் பின்னர் தேவையான நிதி வழங்கப்பட்டதை விமானப்படை அதிகாரிகள் நினைவுகூரப்பட்டனர்.",
        "தீவால் பாதிக்கப்பட்ட மோசமான வானிலை காரணமாக 6 இறப்புகள் மற்றும் ஆறு நபர்கள் பதிவாகியுள்ளதாக பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) தெரிவித்துள்ளது.",
        "தீவின் 21 மாவட்டங்களில் 145 பிரிவு செயலகப் பிரிவுகள் பேரழிவால் பாதிக்கப்பட்டுள்ளன என்று மையம் தெரிவித்துள்ளது.",
        "பேரழிவு காரணமாக 82 வீடுகள் சேதமடைந்துள்ளன, 1,465 வீடுகள் ஓரளவு சேதமடைந்துள்ளன. இடம்பெயர்ந்த நபர்களுக்கும் இந்த அறிவிப்பு பராமரிக்கப்பட்டுள்ளது.",
        "இதுபோன்ற பாதுகாப்பான மையங்களில் 8,358 குடும்பங்கள் தங்கியிருப்பதாக பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) கூறியது.",
        "தேசிய கட்டிட ஆராய்ச்சி அமைப்பு (என்.பி.ஆர்.ஓ) மோசமான வானிலை காரணமாக காண்டி, கெகல், மாடேல் மற்றும் நுவரா எலியா மாவட்டங்களில் நிலச்சரிவுகள் குறித்து சிவப்பு அறிவிப்பை வெளியிட்டுள்ளது.",
        "கூடுதலாக, படுல்லா, கொழும்பு, கம்பாஹா மற்றும் ரத்னபுரா மாவட்டங்களில் நிலச்சரிவுகள் மற்றும் வங்கிகள் வாழும் பகுதிகளில் வசிக்கும் மக்கள் கேட்கப்பட்டுள்ளனர்.",
        "இதற்கிடையில், வடக்கு, கிழக்கு மற்றும் வடமேற்கு மாகாணங்களில் மேலும் வெள்ளம் இருப்பதாக நீர்ப்பாசனத் துறை கூறுகிறது. வெள்ளம் அதிகரித்ததன் காரணமாக தேடுரு ஓயா மற்றும் மகாவேலி நதியின் நீர் மட்டம் எதிர்பார்க்கப்படுகிறது என்று நீர்ப்பாசனத் துறை கூறுகிறது.",
        "விரிகுடா விரிகுடா விரிகுடா விரிகுடா பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் பே. வானிலை ஆய்வுத் துறையில் (மெட் துறை) வெளியிடப்பட்ட வானிலை, இன்று தீவின் வடமேற்கே அருகிலுள்ள வடமேற்கு டவுன்ஷிப்பை மெதுவாக அதிகரித்து வருகிறது என்று கூறியது.",
        "இந்த அமைப்பின் தாக்கம் காரணமாக, வடக்கு மற்றும் வடக்கு மற்றும் டிரின்கோமலீ மாவட்டத்தில், திருகோண மாவட்டத்திலும், டிரின்கோமலீயிலும் அதிக மழை மற்றும் பலத்த காற்று வீசுகிறது.",
        "வட மத்திய மற்றும் வட மேற்கு மாகாணங்களிலும், வட மத்திய மற்றும் வட மேற்கு மாகாணங்களிலும், மாடேல் மற்றும் கெகல் மாவட்டங்களிலும் 100 மில்லிமீட்டருக்கும் அதிகமானவை இருக்கும் என்று மெட் திணைக்களம் கணித்துள்ளது.",
        "வடக்கு, வடக்கு மத்திய மற்றும் வடமேற்கு மாகாணங்கள் திருகோணமலி மாவட்டத்திற்கு 60-70 கிலோமீட்டர் கொண்டிருக்கலாம்.",
        "தீவின் மற்ற பகுதிகளில் ஒரு மணி நேரத்திற்கு 40-50 கி.மீ தூரத்தில் இருக்கும் என்று மக்கள் கூறினர், மேலும் இடிந்தவர்களால் ஏற்படும் சேதங்களைக் குறைக்க தேவையான நடவடிக்கைகளை எடுக்குமாறு மக்கள் தயவுசெய்து கோரப்படுகிறார்கள்.",
        "இதற்கிடையில், தீவைச் சுற்றியுள்ள கடல் பகுதிகள் தோராயமாக தோராயமாக இருக்கக்கூடும், மேலும் வானிலை ஆய்வு திணைக்களம் மீன்வளத்துக்கும் சமூகத்திற்கும் மீன்பிடித்தல் மற்றும் தீவை அறிவிக்கப்படும் வரை மாற்றுவதைத் தெரிவிக்க தெரிவித்துள்ளது.",
        "கடலோரத்தில் கடல் பகுதிகளில் கடல் பாட்டிகலோவாவிலிருந்து திருகோணமலீ வரை விரிவடைகிறது. (இது நிலத்திற்கு வரும் உயர உயரம் அல்ல). பாட்டிகலோவிலிருந்து திருகோணமலிக்கு கடல் அலைகளை தரையிறக்குவதற்கான வாய்ப்பு உள்ளது என்று வானிலை ஆய்வு துறை கூறுகிறது.",
        "தீவைச் சுற்றியுள்ள கடல் பகுதிகளில் மழை அல்லது இடிந்து விழும்.",
        "தென்னாப்பிரிக்கா - இலங்கை சோதனை வரலாற்றில் 5 மறக்கமுடியாத சம்பவங்கள்",
        "14 மணிநேர வெள்ளம் 14 மணி நேரம் நெல் வயலின் கூரையில் இருந்தது: சோமசுண்டரம், ஒரு 'பயங்கரமான அனுபவத்தை' தப்பிப்பிழைத்தார்",
        "15 மாத தர்காபி: ஒரு அதிசயம் என்று கூறும் மர்மமான கர்ப்பங்களை பிபிசியின் வெளிப்பாடு"
      ]
    },
    "en": {
      "title": "14 hours of the floods were on the roof of the paddy field for 14 hours: Somasundaram, who survived a 'horrific experience'",
      "body_lines": [
        "14 hours of the floods were on the roof of the paddy field for 14 hours: Somasundaram, who survived a 'horrific experience'",
        "\"With the road to the road, I couldn't think of anything. Because I wanted to save my plane life, \"65-year-old Karpeelami Somasundaram began to comment on the 'night' experience he had experienced.",
        "The Sri Lanka Air Force was trapped by the Sri Lanka Air Force in the afternoon, which was flooded in the island.",
        "Air Force Spokesperson Guppatan, the Air Force Spokesman Group Captain, told the BBC Sinhala service that a group of Air Force officials were conducting the release operation in Valachchenai, the vehicle of the Ampara area.",
        "Commenting to the BBC Sinhala in the experience he faced, I was said to serve as a hire worker.",
        "\"The paddy holding paddy fields from my job. 5000 per week to do this job. I have four family children. There are six all our family with wife. Each week, we come to the house in Vandaramulla, Batticaloa. \"",
        "\"I went home and returned to the paddy fields to protect the paddy. They're going to cook, because there should be a week. The paddy field is at a jungle. The bomb is in my home and 10 miles away. \"He said.",
        "Skuton's accident: 'Kids rise to Tractor because' stopped the bus",
        "Somasunda Palthakana, which was raised with the stronger recession on the East Coast Zone, Somasunda Paltha was a immediate flood.",
        "\"At the same time, I came to a water road while I was tempted in the paddy field. The same way too close. I couldn't think about something I did. \"",
        "\"The Way of Come on The Water Room. Rain was a cold umbrella. \"",
        "\"I was really scared. At that time, the floods were caught by floods, \"the nightmare experience he had faced.",
        "He said he was on the roof of the roof for more than 14 hours, the Flood.",
        "\"I was up to 14 hours for the rain rain that rained more than 14 hours. That was the same side of the water. \"",
        "\"There was a hunger with the cold. There was nothing to eat. When I saw that, I saw a helicopter. At that time the rain had a little bit. I screamed in the umbrella. \"",
        "\"The helicopter is rounded and came to where I was. Then a man got down and brought me back on top. \"",
        "\"I felt very great. The former Air Force who had the helicopter was biscuits like biscuits to eat, \"I explained the experience of Rampelkundaram his experience.",
        "The Air Force officials were remembered that the Air Force officials were given the necessary funds after their liberation.",
        "The Disaster Management Center (DMC) said that 6 deaths and six persons have been reported due to the bad weather conditions that were affected by the island.",
        "The center said that 145 Divisional Secretariat Divisions in 21 districts in the island have been affected by the disaster.",
        "82 houses have been damaged due to the disaster and 1,465 houses have been partially damaged. The announcement has also been maintained for the displaced persons.",
        "The Disaster Management Center (DMC) stated that 8,358 families have been staying in such secured centers.",
        "The National Building Research Organization (NBRO) has made a red announcement on landslides in Kandy, Kegalle, Matale and Nuwara Eliya districts due to adverse weather conditions.",
        "In addition, the people living in areas where landslides and banks in the districts of Badulla, Colombo, Gampaha and Ratnapura districts have been asked.",
        "Meanwhile, the Department of Irrigation says that there is further floods in the North, East and North Western Provinces. The Department of Irrigation says that the water level of the Deduru Oya and the Mahaweli River is expected due to the increase in floods.",
        "The deeper pressure recession in the Bay of Bay of Bay of Bay of Bay of Bay of Bay of Bay of Bay of Baying. The weather released in the Meteorological Department (Met Department) said that today is slowly escalating the North Western township close to the northwest of the island.",
        "Due to the impact of this system, there are high rain and strong winds and strong winds in the North and the North and the Trincomalee district, in Trincomalee District and at times of Trincomalee.The Meteorological Department also issued heavy rains.",
        "The Met Department forecasts showers that there will be more than 100 millimeters in the North Central and North Western provinces and in the North Central and North Western provinces and in Matale and Kegalle districts.",
        "The North, North Central and Northwestern provinces may have a 60-70 kilometer to the Trincomalee district.",
        "The people said that there will be 40-50 km per hour in the rest of the island, and the people are kindly requested to take necessary steps to reduce the damages caused by the thundershowers.",
        "Meanwhile, the sea areas around the island can be roughly rough, and the Department of Meteorology has informed the fisheries and the community to avoid fishing and shifts around the island until it is notified.",
        "Sea in the sea areas off the coast extending from Batticaloa through Trincomalee. (This is not height height that comes to land). The Meteorological Department says that there is a possibility of landing sea waves from Batticaloa to Trincomalee from Batticaloa to Trincomalee.",
        "Showers or thundershowers will occur at times in the sea areas around the island.Has been announced.",
        "South Africa - 5 memorable incidents in Sri Lanka Test history",
        "14 hours of the floods were on the roof of the paddy field for 14 hours: Somasundaram, who survived a 'horrific experience'",
        "15 Months' Darugaby: BBC's revelation of mysterious pregnancies that claim to be a miracle"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the article in approximately 200 characters:",
    "",
    "Sri Lanka floods: Elderly farmer Somasundaram survives 14-hour ordeal on paddy field roof. Air Force rescues him. Disasters affect 145 divisions across 21 districts, causing 6 deaths and damage to 83 homes. Red alerts issued for landslides in several districts. Heavy rainfall forecasted for northern regions."
  ]
}