{
  "translated_text": {
    "si": {
      "title": "ඔබට මිනිසුන් පිළිබඳ සාක්ෂි තිබේද?",
      "body_lines": [
        "ළඟම ඇති පොලිස් ස්ථානයට ළඟම ඇති පොලිස් ස්ථානයට අදාළ තොරතුරු ළඟදීම ලබා දෙන ලෙස පොලිසිය ඉල්ලා තිබේ.",
        "එය මේ මස 7 වන දිනට පෙර ඒ පමණ පොලිසියට භාර දී ඇති බව වාර්තා වේ.",
        "05 ශ්රේණියේ ශිෂ්යත්ව විභාග විභාග ප්රශ්න තාවකාලිකව අත්හිටුවා ඇත.",
        "අපරාධ විමර්ශන දෙපාර්තමේන්තුව මේ පිළිබඳව පරීක්ෂණයක් දියත් කර ඇති අතර මේ පිළිබඳව විමර්ශනය සම්බන්ධයෙන් ශ්රී ලංකා මානව හිමිකම් කොමිෂන් සභාවේ අවධානයට යොමු වී ඇති බව ද වටී.. රීල්"
      ]
    },
    "en": {
      "title": "Do you have evidence of people?",
      "body_lines": [
        "The police have requested that the relevant information to the nearest police station soon be provided to the nearest police station.",
        "It has been reported to be handed over to the nearby police station before the 7th of this month.",
        "Grade 05 Scholarship Examination Questions have been temporarily suspended, considering the pre -published condition.",
        "It is also worth noting that the Criminal Investigation Department has launched an investigation into the matter and has been brought to the notice of the Sri Lanka Human Rights Commission regarding the investigation into the matter.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Evidence of people: Police request information submission deadline. Grade 05 exams suspended due to conditions. Criminal Investigation Department investigating, notified Sri Lanka Human Rights Commission."
  ]
}