{
  "translated_text": {
    "si": {
      "title": "වවුනියා කතුක්කුනි මවුන්ටන් දැවිල්ල - ආගමට හානි කිරීම",
      "body_lines": [
        "වවුනියාවේ හින්දු කෝවිලේ මෑත සිදුවීම ආගමික හා ඇදහිල්ලේ නිදහස ඉලක්ක කර ගත් බව බ්රිතාන්යය පවසයි.",
        "මඩකලපුවේ දේශීය ගොවීන්ගේ ජීවනෝපාය සමනය කිරීම සඳහා සාම්ප්රදායික තණබිම්වල සාම්ප්රදායික තණබිම්වල සාම්ප්රදායික තණබිම්වල සාම්ප්රදායික තණබිම්වල සංක්රමණය කිරීමට උත්සාහ දරන බව බ්රිතාන්යය පවසා තිබේ.",
        "බ්රිතාන්ය පාර්ලිමේන්තුවේ ශ්රී ලංකාව පිළිබඳ විවාදයකට ප්රතිචාර දක්වමින් බ්රිතාන්ය විදේශ කටයුතු රාජ්ය රාජ්ය සේවා අමාත්ය ඇන්ත්රු මිට්ස්ල් මහතා මේ බව පැවසීය.",
        "ත්රස්තවාදය වැළැක්වීමේ පනතේ භාවිතා කිරීම අත්හිටුවීම සඳහා බ්රිතාන්යය ඉල්ලා ඇති අතර, එහි ජාත්යන්තර බැඳීම්වලට අනුකූලව නව නීතියක් හඳුන්වා දෙන ලෙස බ්රිතාන්යය ඉල්ලා තිබේ.",
        "ශ්රී ලංකාවේ මානව හිමිකම් තත්ත්වය බ්රිතාන්යයේ ප්රමුඛතාවය වන අවස්ථාව අපි සමීපව නිරීක්ෂණය කරමු.",
        "මානව හිමිකම් ගැටළු පිළිබඳව ශ්රී ලංකාවේ ප්රමුඛතා රට විවිධ මානව හිමිකම් ගැටළු පිළිබඳ අපගේ අනුකම්පාව පිළිබිඹු කරයි.",
        "සිවිල් වේදිකාව පාලනය කිරීමේ ප්රවණතාව ගැන අපි විශේෂයෙන් සැලකිලිමත් වෙමු, විශේෂයෙන් දෘෂ්ටිය එක්රැස් කිරීමේ නිදහස පාලනය කිරීමට දරන උත්සාහයන් ගැන.",
        "ICCIPIR හෝ ත්රස්තවාදී පනත අනිසි ලෙස භාවිතා කිරීම ගැන අපි සැලකිලිමත් වෙමු.",
        "මෑතකදී සමත් වූ ලංකා ආරක්ෂණ පනත මෑතකදී සමත් වූ බව මෑතකදී සමත් වූ ලංකා ආරක්ෂණ පනත ගැන මෑතකදී සමත් වූ අතර, එය විවිධ ක්රමවල සන්නිවේදනය සැලකිය යුතු ලෙස පාලනය කළ හැකි විවිධ ආකාරයේ සංසර්ගයක් සඳහා දොස් පැවරිය යුතුය.",
        "ආයතනික නොවන සංවිධානවල ක්රියාකාරකම් ශක්තිමත් කිරීමේ අදහස් සිවිල් පදනම පාලනය කිරීමට උත්සාහ කිරීමට බියෙන් ඇති වී තිබේ.",
        "අපි මානව හිමිකම් පිළිබඳ ගැටළු පරීක්ෂා කරමින් සිටියත්, අපි ඒවා කල්තියාම සාකච්ඡා නොකරමු. මේ පිළිබඳව අපගේ අදහස් පාර්ලිමේන්තුවේදී සාකච්ඡා නොකරමු",
        "ශ්රී ලංකා රජය කොටස් හිමියන් සමඟ පූර්ණ සාකච්ඡාවක් පැවැත්වූ අතර ශ්රී ලංකාවේ ජාත්යන්තර බැඳීම්වල නීති නිර්මාණය කළ යුතුය.",
        "ශ්රී ලංකාවේ මුස්ලිම්වරුන් සහ මුස්ලිම්වරුන් ඇතුළු බොහෝ ප්රජාවන් රාජ්ය බලධාරීන් වෙන් කිරීමට මුහුණ දී සිටින බව දෙසැම්බර් මාසයේදී සභාව පිළිගත්තේය.",
        "එය සමහර විට ආගමික ස්ථානවලට සම්බන්ධ ඉඩම්වල ආතතීන් වැඩි කර තිබේ.",
        "සම්ප්රදායික ඉඩම්වල සාම්ප්රදායික ඉඩම්වල සාම්ප්රදායික නායයෑම්වල සංක්රමණිකයින් සෑදීමට උත්සාහ දරමින් සිටින බවට වාර්තා වී තිබේ.",
        "මෙම සිදුවීම් ශ්රී ලංකාවේ ඊසානදිග දෙමළ සාම්ප්රදායික ඉඩම්වල ජාතිවාදය සහ අනිවාර්ය සංක්රමණය පිළිබඳ ආතතීන් ඇති කර තිබේ.",
        "නිහ ly ව විරෝධය දැක්වූ හා අනුස්මරණය කළ අයට එරෙහිව පොලීසියේ සිදුවීම් දැඩි ක්රියාමාර්ගයකට සම්බන්ධ සිදුවීම් ද තිබේ."
      ]
    },
    "en": {
      "title": "Vavuniya Vittukkunni Mountain Inflammation - Damage to Religion",
      "body_lines": [
        "Britain said that the recent incident at the Hindu temple in Vavuniya was aimed at religious and freedom of faith.",
        "Britain has said that efforts are being made to carry out immigration in the traditional pastures in the traditional pastures to alleviate the livelihood of local farmers in Batticaloa.",
        "Responding to a debate on Sri Lanka in the British Parliament, British Foreign Affairs Minister of State for Foreign Affairs, Anthru Mitsel, said this.",
        "Britain has called for the temporary suspension of the use of the Prevention of Terrorism Act, and Britain has called for the introduction of a new law in accordance with its international obligations.",
        "We are closely observing the situation where the human rights situation in Sri Lanka is the priority of Britain.",
        "Sri Lanka's priority country on human rights issues reflects our compassion for various human rights issues.",
        "We are deeply concerned about the tendency to control the civilian platform, especially on efforts to control the freedom of gathering outlook.",
        "We are concerned about the abuse of ICCIpir or the Terrorism Act.",
        "We are concerned about the recently passed the Ceylon Protection Act, which has recently passed the Sri Lankan government, which is aimed at blame on various types of intercourse that can significantly control online communication.",
        "Ideas to strengthen the activities of non -state organizations have caused fear of attempts to control the civil base.",
        "We are examining issues on human rights, but we do not discuss them in advance, and we will not discuss our thoughts on this in Parliament",
        "The Government of Sri Lanka should conduct a full discussion with shareholders and create laws in Sri Lanka's international obligations.",
        "In December, the council accepted that many communities, including Muslims and Muslims in Sri Lanka, are facing the allotment of state authorities.",
        "It has increased the tensions of land, which is sometimes related to religious places.",
        "There have been reports that efforts are being made to make immigrants in the traditional landslides in the traditional lands in Batticaloa.",
        "These events have created tensions about racism and compulsory migration from Tamil traditional lands in the North East of Sri Lanka.",
        "There are also incidents of police involved in strict action against those who have quietly protested and commemorates."
      ]
    }
  },
  "summary_lines": [
    "Britain criticizes Sri Lanka for religious violence, human rights concerns, and the misuse of the Prevention of Terrorism Act. It calls for a suspension of the Act and a new law in line with international obligations."
  ]
}