{
  "translated_text": {
    "si": {
      "title": "ජනවාර්ගික ගැටලුවට හා විසඳුමට නැගී නොසිටින්න;ජාතික දේශපාලනයට හා ආර්ථික තත්වයන් සඳහා ඡන්දය ප්රකාශ කරන්න -15 උගතුන් ඒකාබද්ධව අවධාරණය කරයි",
      "body_lines": [
        "අප අපගේ ජනාධිපතිවරයා ඉටු කරන විට, ජනවාර්ගික ගැටලුවට සහ එහි විසඳුමට බාධා කිරීම පමණක් නොව, රටේ සමස්ත දේශපාලන හා ආර්ථික තත්ත්වය විශ්ලේෂණය කිරීම අවශ්ය වේ.. දෙමළ ජාතිකවාදයේ දේශපාලනය ප්රවර්ධනය කිරීම සහ දෙමළ ජාතිකවාදයේ පදනම මත ජාත්යන්තර ප්රජාවගේ අවධානය යොමු කරන ලෙස යාපනය විශ්ව විද්යාලයේ විශ්ව විද්යාලයේ අධ්යාපන ators යන් 15 දෙනා ඒකාබද්ධව දෙමළ ජනතාවගෙන් ඉල්ලා සිට ඇති අතර දෙමළ ජාතිකවාදයේ පදනම මත මැතිවරණය වර්ජනය කරන ලෙසයි.",
        "බුද්ධිමතුන් 15 දෙනෙකු විසින් නිකුත් කරන ලද නිවේදනයක දී ආචාර්ය එස්. - ශ්රීමන්, ආචාර්ය ආර්. දර්ශනාන්, ආචාර්ය එම්. තිරුන්කන්, ආචාර්ය එන්.",
        "නවවන ජනාධිපතිවරණය 21 වන දින පැවැත්වේ. රටේ රටේ වඩාත්ම ආර්ථික අර්බුදය සහ එහි ප්රති ing ලයක් වශයෙන් ජනතාවගේ නැගිටීම හේතුවෙන් රටේ පළමු ප්රධාන මැතිවරණය මෙයයි.",
        "බරපතල ආර්ථික අර්බුදයක සිටින රට පසුගිය වසර දෙක තුළ වැඩි වී තිබේ.. දුප්පත්කම සහ විරැකියාව. පොහොර හා භූමිතෙල් සඳහා සහනාධාරය හේතුවෙන් ගොවීන් හා ධීවරයින්ගේ ජීවනෝපායන් දැඩි ලෙස බලපා ඇත.",
        "පොලී වැඩි වීමෙන් කුඩා උත්සාහයේ ආදායමට බලපායි.ගොඩනැගිලි අංශයේ පහත වැටීමෙන් නාගරික අවිධිමත් හා ග්රාමීය ජනතාවගේ රැකියා බලපා ඇත. ප්රවාහන, ඉන්ධන සහ විදුලිය වැඩිවීම හේතුවෙන් සෑම පැත්තකින්ම අර්බුදයන්ට මුහුණ දී සිටී.",
        "දෙමළ හා මුස්ලිම් ජනයාගේ උතුරු හා නැගෙනහිර ප්රදේශවල මෙම තත්වයන් අපි නිරීක්ෂණය කරමු. මත්ද්රව්ය භාවිතය, අවි, ප්රචණ්ඩත්වය ඉහළ නැංවීම සහ ඉන්දියානු ඇදගෙන යන ප්රශ්නය වැඩි කිරීම උතුරට දැඩි ලෙස පීඩාවට පත්ව ඇත.",
        "තත්වය වඩාත් නරක අතට හැරෙන විට, රට ආර්ථික අර්බුදයට දැමූ බොහෝ දේශපාලන politicians යින් දිගටම ඇමතිවරුන් ලෙස කටයුතු කරති. රටේ සම්පත් හා ධනය දූෂණයට හා මංකොල්ලකෑමට සම්බන්ධ වූවන්ට අද නිදහස් වේ.",
        "මිනිසුන් මේ ගැන සෑහීමකට පත්වියි. මෙම සන්දර්භය තුළ 2022 දී ජනප්රිය නැගිටීම මත පදනම් වූ සටන් පා ans 'ස්ලොජන්' ව්යුහාත්මක වෙනස 'දැන් දකුණේ, විශේෂයෙන් දකුණේ දකුණේ දක්නට ලැබේ.. දකුණේ ජනතාව මැතිවරණය තුළින් කළ යුතු මැතිවරණය ගැන උනන්දු වෙති.",
        "උතුරු, නැගෙනහිර සහ රටේ අනෙකුත් ප්රදේශවල වෙසෙන සුළුතර ජනතාව වඩාත් වැදගත් හා බුද්ධිමත් මැතිවරණයක් පැවැත්වීම සඳහා අවශ්ය වේ.. ප්රධාන අපේක්ෂකයින් දකුණු ශ්රී ලංකාවේ දශක ගණනාවක් තිස්සේ ජාතිවාදය අත්තිකාරම් නොගිය මැතිවරණ ව්යාපාරයක් ක්රියාත්මක කරන බව අපි දනිමු.",
        "ජනතාවගේ සුභසාධනයේ ආර්ථික වෙනස්කම්, පාලන තන්ත්රයේ වෙනස සහ දූෂණය තුරන් කිරීම සහ දූෂණය තුරන් කිරීම සහ දූෂණය තුරන් කිරීම සහ දූෂණය තුරන් කිරීම යන මහත්වරුන්ගේ දකුණේ ජනතාව එක්රැස් වෙමින් සිටින බව අපි මැතිවරණ ජනයා ද සිටින බව අපි දකිමු.",
        "එබැවින් දෙමළ, මුස්ලිම් සහ උඩරට දෙමළ ජනතාව දකුණු ශ්රී ලංකාවේ වෙනස් වීමට නැගී එන ජනතාව සමඟ ගමන් කිරීමට මෙම අවස්ථාවෙන් ප්රයෝජන ගත යුතුය.. ඒ අතරම, පසුගිය වසර පහ තුළ රට තැබූ අය පරාජය කිරීම ද අවශ්ය වේ.",
        "ජනවාර්ගික ගැටලුවට විසඳුම, ලෞකික රාජ්යයක් නිර්මාණය කිරීම සහ යුද අපරාධ පිළිබඳ පරීක්ෂණයක් පිළිබඳ ප්රධාන අපේක්ෂකයින් ප්රධාන අපේක්ෂකයින්ට ප්රගතිශීලී තනතුරු හෙළි නොකරන බව අපි පෙන්වා දෙමු.. ඒ අතරම, දූෂණය හේතුවෙන් ඇති වූ ආර්ථික අර්බුදය හා දූෂණය සුළුතර ප්රජාවන්ට අහිතකර ලෙස බලපා ඇති අතර මෙම මැතිවරණය පිළිබඳව අප දැනුවත් විය යුතුය.",
        "ජාත්යන්තර ප්රජාව විසින් අපට දේශපාලන විසඳුමක් ඇති බවට ඇති ආන්තික විශ්වාසය පිළිබඳව අප දැනුවත් විය යුතුය. වර්තමාන පරිසරය තුළ, අපි අපගේ මැතිවරණ තේරීම් කරන්නේ එම විශ්වාසයන්ගේ පදනම මත පමණි. එම විශ්වාසයන් පදනම් කරගෙන දේශපාලනික වශයෙන් නිවසේදී අපව තවදුරටත් දුර්වල කළ හැකිය.",
        "මෙම හේතූන් නිසා දෙමළ ජාතිකවාදී දේශපාලනයේ දේශපාලනයට දෙමළ ජනතාවගේ දේශපාලනික වශයෙන් ඇති විය හැක්කේ දෙමළ ප්රජාවේ අවධානය සහ මැතිවරණයේ වර්ජනය දෙමළ ජාතිකවාදයේ පදනම මත මැතිවරණයේ වර්ජනය කිරීමේ අරමුණයි.",
        "දූෂණයෙන් හා වෙනත් ආබාධවලින් පීඩාවට පත් අපගේ ආර්ථික වශයෙන් පීඩාවට පත් ප්රජාවන් සහ අපගේ රාජ්ය ආයතනවලට මෙම මැතිවරණය කිසිදු ආකාරයකින් විවෘත වේදැයි අප සලකා බැලිය යුතුය.. මේ අතර, ශ්රී ලංකාවේ සමස්ත ශ්රී ලංකාවේ ප්රජාතන්ත්රවාදී හා ජනවාර්ගික හා ජනවාර්ගික සමගියෙහි එක්සත්කම අවධාරණය කරන දේශපාලන වෙනසක් සඳහා අවස්ථාවක් ලෙස මෙම මැතිවරණය දෙස බැලීම සුදුසු යැයි අපි සිතමු.",
        "ඒ අනුව, ප්රගතිශීලී දේශපාලන හා ආර්ථික කටයුතුවල සටන් පා ans කිරීම, ප්රගතිශීලී දේශපාලන හා ආර්ථික වෙනස්කම්වල සටන් පා ans කිරීම ගැන සැලකිලිමත් වීම, ප්රගතිශීලී දේශපාලන හා ආර්ථික වෙනස්කම්වල සටන් පා ans කිරීම ගැන සැලකිලිමත් වීම, සුළුතර ජනගහනයක් සඳහා ඡන්දය ප්රකාශ කිරීම සඳහා උනන්දුවක් දැක්වීම සුදුසුය ජනවාර්ගිකත්වය එක්සත් කළ හැක්කේ කාටද?"
      ]
    },
    "en": {
      "title": "Do not stand up to the ethnic problem and the solution;Vote for national politics and economic circumstances -15 educators jointly emphasize",
      "body_lines": [
        "When we carry out our president, we will not only interfere with the ethnic problem and its solution, but it is necessary to analyze the entire political and economic situation in the country.. The 15 educators at the University of Jaffna have jointly urged the Tamil people to promote the politics of Tamil nationalism and to attract the attention of the international community and boycott the election on the basis of the Tamil nationalism.",
        "Dr. Antonirajan, Dr. S. Ariyavan, Prof. P.Ingasudhan, Dr. S. Jevasudhan, Dr. A. Kathirgamar, Prof. R. Kapilan, Dr. Ramarupan, Dr. N. SarvanandanIn a statement issued by 15 intellectuals - Srinharan, Dr. R. Darshan, Dr. M. Thirurankan, Dr. N. Varathan, Professor K Viknarupan and S.Vimal.",
        "The ninth presidential election will be held on the 21st. This was the first major election in the country after the country's most economic crisis in the country and the resulting people's uprising.",
        "The country, which is in a serious economic crisis, has been multiplied in the last two years.. Poverty and unemployment. The livelihoods of farmers and fishermen have been badly affected due to the subsidy for fertilizer and kerosene.",
        "Interest increases have had impacts on the income of small effort.Urban informal and rural people's employment has been affected by the fall in the building sector. All sides are facing crises due to the increase in transport, fuel and electricity.",
        "We observe these conditions in the North and East of the country of Tamil and Muslim people. The increase in drug use, increasing arms, violence, and the Indian drag issue have been severely affected by the North.",
        "As the situation worsens, many of the politicians who have put the country into the economic crisis continue to be ministers. Those who have been involved in corruption and robbery of the country's resources and wealth are being free today.",
        "People are very dissatisfied with this. In this context, the slogan 'Structural Change' based on the popular uprising in 2022 is now being found in the South, especially in the South.. The people of the South are interested in the election that should be made through the election.",
        "It is necessary for the minority people living in the North, East and other parts of the country with the most significant and intelligent election.. We know that the main candidates are carrying out an election campaign that did not advance communalism after decades in South Sri Lanka.",
        "We also see in the election campaigns that the people of the South are gathering behind the economic changes in the welfare of the people, the change in the regime and the eradication of corruption.",
        "Therefore, the Tamil, Muslim and Upcountry Tamil people should take advantage of this opportunity to travel with the people who have been rising to change in South Sri Lanka.. At the same time, it is also necessary to defeat those who have put the country in the last five years.",
        "We point out that the main candidates do not reveal progressive positions on issues such as the solution to the ethnic problem, the creation of a secular state and an investigation into war crimes.. At the same time, the economic crisis and corruption caused by corruption have adversely affected minority communities and we need to be aware of this election.",
        "We need to be aware of the extreme confidence that we will have a political solution by the international community. In today's environment, we make our election choices only on the basis of that beliefs may further weaken us at home politically.",
        "Due to these reasons, the politics of the Tamil nationalist politics can only lead to the Tamil people's politically setbacks, with the aim of attracting the attention of the international community and the boycott of the election on the basis of the Tamil nationalism.",
        "We need to consider whether this election will open in any way to advance our economically affected communities and our public organizations affected by corruption and other disorders.. In the meantime, we think it is appropriate to look at this election as an opportunity for a political change that emphasizes the unity of the democratic and ethnic unity in the entire Sri Lanka of Sri Lanka.",
        "Accordingly, it is appropriate to reject the current rulers, to be concerned with progressive and corruption, to be interested in the economic recovery, to act for the slogans of progressive political and economic changes, to vote for a minority population to vote for a candidate who can unite the ethnicities."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "15 Jaffna University educators urge Tamil voters to support national politics over ethnic issues, citing economic crisis and corruption. They advise voting for candidates promoting unity and addressing poverty, unemployment, and infrastructure challenges across Sri Lanka."
  ]
}