{
  "translated_text": {
    "ta": {
      "title": "கட்டனாயகே வெளிநாட்டு பண சர்க்கரை",
      "body_lines": [
        "அடா டெரானா உயர் பாதுகாப்பு மண்டலமான கட்டூனயக சர்வதேச விமான நிலையத்தில் வெளிநாட்டு நாணயத்தை வாங்கவும் பரிமாறிக்கொள்ளவும் ஒரு மோசடி உள்ளது.",
        "அங்கீகரிக்கப்பட்ட உரிமம் பெற்ற வங்கி மற்றும் அங்கீகரிக்கப்பட்ட நிதி நிறுவனங்களுக்கு மட்டுமே வெளிநாட்டு நாணயத்தை வாங்க அனுமதிக்கப்படுகிறது.",
        "அத்தகைய பின்னணியில், அடா டெரானா ஒரு குழுவைப் பற்றி ஒரு ரகசிய தகவலைக் கொண்டிருந்தார், இது வெளிநாட்டு நாணயத்தை சட்டவிரோதமாக வாங்கும் ஒரு குழுவை வாங்குகிறது.",
        "தீவு பெரும்பாலும் விமானத்தின் ஆரம்ப நேரங்களுக்கு இடையில் உக்லாசா விமான நிலையத்திற்கு வந்தது.",
        "அங்கு, அதிக பாதுகாப்பு இருப்பிடம், உயர் பாதுகாப்பு இடம், வெளிநாட்டு நாடுகளிலிருந்து வெளிநாட்டு நாணயங்களை வெளிநாட்டு நாடுகளிலிருந்து தயங்காமல் வாங்கவும்.",
        "மத்திய கிழக்கிலிருந்து முக்கிய இலக்காக இருந்த பலர் உக்யூன்சாவை வெளிப்படுத்தியுள்ளனர்.",
        "இலங்கையின் வங்கி முறை மூலம் வெளிநாட்டு நாணயங்கள் நாட்டிற்கு வர வேண்டும், ஆனால் அத்தகைய பணியாளர்கள் காரணமாக இது சரியாக இல்லை.",
        "இது இலங்கை வங்கியின் மையங்களின் செல்வாக்கு மற்றும் வெளிநாட்டு நாணய இருப்புக்களின் எண்ணிக்கை.",
        "இந்த நபர்கள் இப்போது அல்லது இதை எதிர்கொள்ளும் விஷயத்தை கவனிக்க வேண்டும் என்பது விரைவான பணியா அல்லவா?"
      ]
    },
    "en": {
      "title": "Katunayake Foreign Money Sugar",
      "body_lines": [
        "Ada Derana has a racket to buy and exchanges foreign currency at the Katunayaka International Airport, a high security zone.",
        "Only for the approved licensed banking and authorized financing agencies allowed to purchase foreign currency.",
        "In such a background, Ada Derana had a confidential information about a group that purchases a team that purchases foreign currency illegally.",
        "The island mostly arrived at the Uklassa Airport between the early hours of the aircraft.",
        "There, a high-security location, a high-security place, buy foreign currencies from local overseas, without hesitation from foreign countries.",
        "Several people who have remained the main target from the Middle East have revealed the Ukunsa.",
        "The foreign currencies should come into the country through the banking system of Sri Lanka, but it is not properly due to such personnel.",
        "This is the influence of the centers of the Sri Lankan banking and the number of foreign currency reserves.",
        "Is it not a quick task that these individuals should look into the matter now or in the face of this?"
      ]
    }
  },
  "summary_lines": [
    "Ada Derana reports on a racket involving illegal foreign currency exchange at Katunayake airport, a high-security zone reserved for licensed banks and authorized financial institutions. The operation targets arrivals from the Middle East, bypassing Sri Lanka's banking system, affecting the country's foreign currency reserves. Authorities are urged to address this issue promptly."
  ]
}