{
  "translated_text": {
    "si": {
      "title": "ඔබට පොන්නෙවේලි පදිංචි වීමට අවශ්ය නම් නිවාස යෝජනා ක්රමයක් සැපයීමට සූදානම් - ඇමති ඩග්ලස්",
      "body_lines": [
        "ඊලාම් මහජන ප්රජාතන්ත්රවාදී පක්ෂයේ ලේකම් ඩග්ලස් දේවානන්ද මහතා, ධනකාරි පොන්නිවෙයි හි ජනතාව පදිංචි කිරීමට ජනතාවට අවශ්ය නම් ජනතාවට නිවාස යෝජනා ක්රම සැපයීමට ජනතාව සූදානම් බව ජනතාව සූදානම් බව පැවසුවහ.",
        "ඔහු මේ බව කියා සිටියේ බ්රහස්පතින්දා (11) යාපනයේ සිය පක්ෂ කාර්යාලයේදී පැවති මාධ්ය හමුවකදීය.",
        "මෑතකදී, මම පොන්නර්නියේ ජනතාවගේ දියුණුව ක්රියාත්මක කිරීම සඳහා හුණු කැණීම් කටයුතු දියත් කිරීම සඳහා දෙපාර්තමේන්තු නිලධාරීන් දෙදෙනෙකු රැගෙන ගියෙමි.",
        "ජනතාවගේ සැකයන් පැහැදිලි කිරීමට ජනතාවට සිදු වූ සැකයන් පැහැදිලි කිරීමට මම එහි ගියෙමි.",
        "කැණීම් කටයුතු සිදු කරනු ලබන්නේ පොන්නවේලි දෙහි කැණීම් කැණීම ජනතාවට හිතකර නම් පමණි.",
        "සමහරු කියා සිටියේ මාධ්ය හමුවකදී, පොන්නිවෙවේලි හි සිටි ජනයා කියා සිටියේ තමන්ට ප්රකාශනවලින් නිදහස් වුවහොත් ගෘහස්ථ සැලැස්මක් පමණක් ලබා ගත හැකි බවයි.",
        "මම ඔවුන්ට යමක් කීමට කැමතියි.",
        "දේශපාලන අරමුණු සඳහා මත්පැන් ලබා දීමෙන් රටේ සංවර්ධනය හා රටේ සංවර්ධනය වැළැක්විය නොහැක.",
        "එබැවින්, පොන්නවේලි දෙහි කැණීම් කැණීම පිළිබඳ අධ්යයනය නිසි පරිදි සිදුකරන අතර ප්රදේශයේ ජනතාව සඳහා නිවාස යෝජනා ක්රමයක් ලබා දීමට මම සූදානම්."
      ]
    },
    "en": {
      "title": "Ready to provide housing scheme if you want to settle in Ponnaweli - Minister Douglas",
      "body_lines": [
        "Douglas Devananda, Secretary -General of the Eelam People's Democratic Party and Minister of Fisheries, said that if people want to settle people in Poonakari Ponnaweli, the people are ready to provide housing schemes for the people.",
        "He was speaking at a media briefing held at his party office in Jaffna on Thursday (11).",
        "Recently, I took two departmental officers for the launch of lime excavation work in order to carry out the development of the people in Ponni.",
        "I went there to clarify the doubts that the people had to clarify the people's doubts.",
        "The excavation work is only carried out if the excavation of the Ponnaveli Lime Excavation is considered favorable to the people.",
        "Some said that at a media briefing, the people who were in Ponnaweli said they could only get a home plan if they came out of publications.",
        "I would like to say something to them.",
        "The development of the country and the development of the country cannot be prevented by providing alcohol for political purposes.",
        "Therefore, the study for the excavation of the Ponnaveli Lime Excavation is properly carried out and I am ready to provide a housing scheme for the people in the area."
      ]
    }
  },
  "summary_lines": [
    "Douglas Devananda, Minister of Fisheries, offers housing schemes for Ponnaweli settlers. He clarified doubts about lime excavation work, emphasizing its benefits and readiness to address concerns."
  ]
}