{
  "translated_text": {
    "si": {
      "title": "ඉන්දියාව - ශ්රී ලංකාව එක්දින තරගයේදී අවසන් විය",
      "body_lines": [
        "ශ්රී ලංකාව සහ තරඟාවලිය අතර පළමු එක්දින තරගය අවසන්.",
        "මුදල් චක්රයේ තරගය ජයගත් ශ්රී ලංකා කණ්ඩායම තරගය ජයගෙන පළමුවෙන් පන්දුවට පහර දීමට තීරණය කළහ.",
        "ඒ අනුව ශ්රී ලංකා කණ්ඩායමට ඕවර 50 කදී කඩුලු 8 ක් දවාගෙන ලකුණු 230 ක් රැස් කළේය.",
        "ඒ අනුව ඉන්දීය කණ්ඩායම ඕවර 47.5 කදී කඩුලු අහිමි වූ අතර ලකුණු 230 ක් පමණි.",
        "ඒ අනුව, මෝටච් එක්දින තරගාවලියේ පළමු තරගය පාඩු නොමැතිව සමතුලිත වී තිබේ. රීල්"
      ]
    },
    "en": {
      "title": "India - Sri Lanka ended in ODI",
      "body_lines": [
        "The first ODI between Sri Lanka and the tournament is over.",
        "The Sri Lankan team won the match in the currency cycle and decided to bat first.",
        "Accordingly, the Sri Lankan team first lost 8 wickets in 50 overs and scored 230 runs.",
        "Accordingly, the Indian team lost all the wickets in 47.5 overs and scored only 230 runs.",
        "Accordingly, the first match in the three -match ODI series has been balanced without a loss. Remble"
      ]
    }
  },
  "summary_lines": [
    "In the first ODI of the series, Sri Lanka batted first after winning the toss, losing 8 wickets in 50 overs to score 230 runs. India, despite losing all wickets in 47.5 overs, managed to equal Sri Lanka's score, making the match end in a tie."
  ]
}