{
  "translated_text": {
    "ta": {
      "title": "லேண்ட்சே ஆரம்ப எச்சரிக்கை அறிவிப்புகளை வெளியிடுகிறது",
      "body_lines": [
        "தீவில் பலத்த மழை காரணமாக எட்டு மாவட்டங்களில் 24 பிரதேச செயலகங்களுக்கு அறிவிப்புகளைத் தொடங்கும் நிலச்சரிவை வழங்க தேசிய கட்டிட ஆராய்ச்சி அமைப்பு நடவடிக்கை எடுத்துள்ளது.",
        "அறிவிப்புகள் நாளை மாலை 4.00 மணி முதல் மாலை 4.00 மணி வரை செல்லுபடியாகும் (16).",
        "அதன்படி, எல்லா, ஹபுடேல், ஹால்புத்தா, ஹல்புதா, ஹால்புதா, ஹல்பட்விதா, கெகல் மாவட்டம், கோட்மலே, ரத்னபுரா மாவட்டம், கம்பாஹா மாவட்டம், கோத்தாமா, ரத்னபுரா மாவட்டம், காலே, கெகல் மாவட்டம், காலே மாவட்டம், கெகல் மாவட்டம், கெகல் மாவட்டம், கெகல் மாவட்டம், கெகல் மாவட்டம் .",
        "இந்த பகுதிகளில் வாழும் மக்கள் இதைப் பற்றி அறிந்திருக்க வேண்டும், மேலும் அமைப்பு தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "Landsay releases early warning announcements",
      "body_lines": [
        "The National Building Research Organization has taken steps to issue landslide embarking announcements to 24 Divisional Secretariats in eight districts due to heavy rainfalls in the island.",
        "The announcements are valid for the period from 4.00 pm to 4.00 pm tomorrow (16).",
        "Accordingly, Ella, Haputale, Halpuththa, Halputha, Halputha, Halpattwita, Kegalle District, Kotmale, Ratnapura District, Gampaha District, Kothama, Ratnapura District, Galle, Kegalle District, Galle District, Kegalle District, Galle, Kegalle District, Kegalle District, Kurunegala, Kegalle District, Kegalle, Kegalle, Kegalle, RatnapuraThe National Building Research Organization has taken steps to issue the first inquiry in the Matale District in Kalutara District of Ukuwela and Rattota Divisional Secretariat Divisions.",
        "The people living in these areas should be aware of this and the organization said."
      ]
    }
  },
  "summary_lines": [
    "The National Building Research Organization issued early warnings about landslides in 24 Divisional Secretariats across eight districts due to heavy rains. The alerts are effective from 4:00 PM today until 4:00 PM tomorrow. Areas affected include Ella, Haputale, Halpuththa, Halpattuwa, Kegalle, Kotmale, Ratnapura, Gampaha, Kothma, Galle, Kurunegala, and others. Residents are advised to stay alert."
  ]
}