{
  "translated_text": {
    "ta": {
      "title": "අගක් මුලක් නොදැන නේපාල තරුණයින් රට විනාශ කළා",
      "body_lines": [
        "සමාජ මාධ්‍ය යහපත් දේට යොදාගත යුතු බවට නේපාලයට අද වන විට පාඩමක් කියාදී තිබෙනන බවත් එහි තරුණ පිරිස තම රට ගැන අගක් මුලක් මෙන්ම ඉතිහාසයක් නොදැන එම රට විනාශයට පත් කොට ඇති බව මහා විහාර වංශික ස්‍යාමෝපාලි මහානිකායේ අස්ගිරි පාර්ශවයේ අනූනායක පූජ්‍ය වේඩරුවේ උපාලි නාහිමියන් මාධ්‍ය නිවේදනයක් නිකුත් කරමින් කියා සිටී.",
        "நேபாளத்தில் மிகவும் சோகமான நிகழ்வுகளால் நாங்கள் மிகவும் அதிர்ச்சியடைந்தோம். අප බුදුපියාණන් වහන්සේ උපන් දේශයේ මෙවැනි ශෝචනීය දරුණු කැරැල්ලක් නිර්මාණය වී ඇති වූ සංවේග ජනක සිදුවීම් මාලාව කිසිසේත් සුළු කොට තැකිය නොහැකියි.",
        "தெற்காசிய நாடுகளை உருவாக்க சில சதி செயல்படுகிறது என்பது தெளிவாகிறது. குறிப்பாக கடந்த கால நாடுகளால், ப Buddhist த்த நாடுகளின் முயற்சிகள் மற்றும் கடந்த காலங்களில் ப Buddhist த்த பரம்பரை ஆகியவை காணப்படுகின்றன.. சமூக ஊடகங்களைப் பயன்படுத்துவதற்கும், நாட்டின் வரலாற்றைத் தடை செய்வதற்கும் இளைஞர்கள் அடிமையாக இருப்பதாகக் கூறி, இளைஞர்கள் தங்கள் நாட்டைப் பற்றி ஒரு உணர்வைக் கொண்டுள்ளனர் என்பது தெளிவாகத் தெரிகிறது.",
        "நேபாளத்தின் அருகே முன்னிலை வகித்த இளைஞர்கள் இந்த வழியில் தங்கள் நாட்டை அழிக்க மாட்டார்கள் என்பது தெளிவாகத் தெரியும்.. இன்று, மண்ணை விதைக்கும் வெறுப்பை விதைப்பதில் வெறுப்பு விதைப்பதில் வெறுப்பு என்று பலர் நம்புகிறார்கள்.",
        "எனவே, சமூக ஊடகங்களை நல்ல முறையில் பயன்படுத்த இன்று ஒரு பாடத்தில் நாங்கள் கருவியாக இருக்கிறோம். நேபாளம் ஒரு வளரும் நாடு. அந்த நாட்டின் இளைஞர்கள் தங்கள் சொத்து அழிக்கப்பட்டதை ஒருபோதும் உணர முடியாது. கடந்த கால மக்களை இன்று தீப்பிடித்த ஒரு பெரிய மனிதனின் மதத்தை கடைப்பிடித்த இலங்கை மக்கள்.",
        "நேபாளத்தின் போராட்டம் மலாச்சருக்கு ஈர்க்கப்பட்டு மூல மனிதர்களைக் கொன்றது. இந்த இளைஞர்கள் பின்னால் இருந்து வழிநடத்தப்பட்டுள்ளனர் என்பது தெளிவாகிறது. ஒரு பெரிய வரலாற்றைக் கொண்ட நேபாளத்தின் மரியாதை நினைவில் கொள்ளப்பட வேண்டும் என்பதை இந்த நிகழ்வு நினைவுகூர வேண்டும். நாட்டைக் கட்டுப்படுத்துவதற்கு பதிலாக, நாடு நாட்டின் ஆட்சியாளர்களிடம் செல்லாது, இந்த பூமியிலிருந்தும் மனிதகுலத்திலிருந்தும் நாடு அழிக்கப்படாது.. எனவே, உலக மதத் தலைவர்கள் மீண்டும் உலகிற்கு வர வேண்டும் என்பதை நினைவில் கொள்ள வேண்டும்."
      ]
    },
    "en": {
      "title": "Nepali youth destroyed the country without her",
      "body_lines": [
        "Nepal today issues a lesson that the social media should be used to do good and that the country has been destroyed by the country.",
        "We were very shocked by the most sad events in Nepal. The series of sang events that have created such a tremendous rebellion in the land of the Buddha cannot be granted.",
        "It is evident that some conspiracy to evolve South Asian countries is acting. Especially seems to be seen by the countries in the past, the lack of efforts of Buddhist countries as well as Buddhist inheritance in the past.. Clearly, the young people have a sense of their country, saying that the youth is addicted to the use of social media and to prohibit the history of the country.",
        "Clearly, the youth who were taking the lead in the vicinity of Nepal would be clear that they would not destroy their country in this way.. Today, many people believe that the hatred of sowing the hatred of the soil sowing hatred is that the hatred of sowing.",
        "Therefore, we have been instrumental in a lesson today to use the social media in good. Nepal is a developing country. The youth of that country will never be able to realize that their property was destroyed. The people of Sri Lanka who practiced the religion of a large man who ruled the people of the past on fire today.",
        "The struggle of the Nepal was drawn to Malachar and killed the raw men. It is clear that these young people have been guided from behind. This occurrence should be recalled that the honor of the Nepal, who has a great history, must be remembered. And instead of controlling the country, the country will not go to the rulers of the country, the country will not be wiped out of this earth and mankind.. Therefore, it should be remembered that world religious leaders should come back to the world."
      ]
    }
  },
  "summary_lines": []
}