{
  "translated_text": {
    "ta": {
      "title": "எந்த கட்சியும் 113 ஐப் பெற முடியாது",
      "body_lines": [
        "'தேர்தலில் நாங்கள் 125 இடங்களை எடுக்க முடியாது. ஆனால் நாங்கள் மட்டும் இல்லை. இந்த விகிதத்தின் கீழ் வாக்குகள் கட்சிகளாக பிரிக்கப்படும்போது, ​​எந்த கட்சியும் 113 இடங்களை வெல்ல முடியாது. ஆனால் நாம் அதிக இடங்களை எடுக்கலாம். பின்னர், அரசாங்கத்தை யார் அழைத்துச் செல்கிறார்கள், நாங்கள் இல்லாமல் அரசாங்கம் இருக்காது.",
        "அவர் சமீபத்தில் மஹியாங்கனயாவில் எஸ்.எல்.எஃப்.பி ஆர்வலர்களின் கூட்டத்தில் உரையாற்றினார். அமைச்சர் மேலும் கூறினார்,",
        "\"இன்று ஒரு அரசாங்கத்தை நிறுவுவதற்கு தேவையான பெரும்பான்மையைப் பெறுகிறோம். உங்களிடம் அரசாங்கம் இருந்தாலும் இல்லாவிட்டாலும், நாங்கள் போதுமான எண்ணிக்கையிலான இடங்களை எடுக்கும் தீர்க்கமான சக்தி. இப்போது நம்மில் 14 பேர் உள்ளனர். அறுபத்தேழு முறை இதை நாம் எளிதாக அதிகரிக்க முடியும்.",
        "இந்த நாட்டின் அனைத்து முக்கிய கட்சிகளும் இன்னும் கச்சா. UNP இரண்டாக உடைக்கப்பட்டுள்ளது. ஜே.வி.பி கூட ஒரே மாதிரியாக உள்ளது. ஒரு பக்கத்தில், மேலும் பக்கத்தில் திசைகாட்டி. இலங்கை சுதந்திரக் கட்சி (எஸ்.எல்.எஃப்.பி) உடைக்கப்பட்டு, டி.என்.ஏ இரண்டாக உடைக்கப்படுகிறது. அவஜதாத் இப்போது உடைக்கப்பட்டுள்ளது. இப்போது பரிசில் ஒன்று அதிகரித்து வருகிறது. ஒரு தேர்தல் இருக்கும்போது, ​​அது இந்த பக்கத்தில் இருக்கும்.",
        "இந்த உள்வரும் தேர்தலில் நாங்கள் ஒரு வலுவான ஜனாதிபதியை நியமிக்க வேண்டும். மக்கள் வாக்களித்து ஜனாதிபதியாக ஒரு சிறந்த நபரை உருவாக்குகிறார்கள். அந்த நேரத்தில் ஒரு முடிவுக்கு வருவோம். இந்த நாட்டை முன்னோக்கி கொண்டு வரக்கூடிய ஒரு ஜனாதிபதியை உருவாக்க வேலை செய்வோம்.",
        "திரு. பஸ்கா தாக்குதல் ஒன்று. ஜனாதிபதி ஒரு நபரை மன்னித்து சிக்கலில் சிக்கினார். அரசியலமைப்பு முற்றிலும் பணத்தை மீறியது. எனவே நீங்கள் ஒரு கட்சியை முன்னோக்கி கொண்டு வர முடியாது. விஜெடாச ராஜபக்ஸின் கட்சி உறுப்பினர் அல்லாத கட்சியின் தலைமையில் எனக்கு தலைமை தாங்கினார்.",
        "கட்சி உறுப்பினர் இல்லை. முதலில், அரசாங்கத்தில் இருந்தவர்களுடன் எந்த ஒப்பந்தமும் இல்லை. அரசாங்கம் அரசாங்கத்தை அழைத்தது. கட்சியின் தலைவர் அரசாங்க அமைச்சருக்கு வழங்கப்பட்டது. அவர் போவ் உறுப்பினராக உள்ளார். நாங்கள் இலங்கை சுதந்திரக் கட்சியின் உறுப்பினர்கள். நாங்கள் எட்டு வழக்குகளை ஒதுக்கினோம். நாங்கள் வழக்குகளை வென்றுள்ளோம். அவர்களுக்கு ஒரு வழக்கு இருந்தது மற்றும் தற்காலிக வெற்றியைப் பெற்றது. இப்போது நாங்கள் ஒன்பது வழக்குகளை வென்றுள்ளோம். நாம் SLFP ஐ வலுப்படுத்த வேண்டும்.",
        "தேர்தலில், நாங்கள் 125 இடங்களை எடுக்க முடியாது. எங்களுக்கு மட்டுமல்ல, இந்த விகித அமைப்பின் கீழ் வாக்குகள், எந்த கட்சியும் 113 இடங்களை வெல்ல முடியாது. ஆனால் நாம் அதிக இடங்களை எடுக்கலாம். பின்னர் அவர் எந்த சக்தியும் இல்லாமல் ஒரு அரசாங்கத்தை நிறுவ முடியாது. எனவே நாங்கள் தோற்கடிக்கப்பட மாட்டோம். நாங்கள் அனைவரும் ஒன்றாக இருக்க வேண்டும். \""
      ]
    },
    "en": {
      "title": "No party can't get 113",
      "body_lines": [
        "'We can't take 125 seats in the election. But we are not the only one. When the votes under this rate is divided into parties, no party can win 113 seats. But we can take more seats. Then, whoever takes the government, there will be no government without us. \"Port Naval and Aviation Minister Nimal Siripala de Silva said.",
        "He was addressing a meeting of the SLFP activists in Mahiyanganaya recently. The Minister further said,",
        "\"Today we get the majority needed to establish a government. Whether you have a government or not, we are the decisive force that takes adequate number of seats. Now there are 14 of us. We can easily increase this for sixty-seven times.",
        "All the major parties of this country are still crude. The UNP is broken into two. The JVP is also in the same. On one side, the compass on a further side. The Sri Lanka Freedom Party (SLFP) broken down, the TNA is broken in two. Avajatath is broken down now. Now one of the gift is escalating. When there is an election, it will be on this side.",
        "We must appoint a strong president in this incoming elections. The people vote and make a best person as president. Let's go a decision at that time. Let us work to make a President who can bring this country forward.",
        "Mr. Maithripala Sirisena had the case with Maithripala Sirisena. The Passover attack is one. The President forgives a person and fell into trouble. The Constitution was completely violated money. So you can't bring a party forward. I was chaired by the party, who was not the party membership of Wijedasa Rajapakse.",
        "There is no party membership. At first, there was no deal with the people who were in the government. The government invited the government. It was given that the Chairman of the party to a minister of the government. He is a member of the pove. We are members of the Sri Lanka Freedom Party. We assigned eight cases. We have won the cases. They had one case and had a temporary victory. Now we have won the nine cases. We need to strengthen the SLFP.",
        "At the election, we can't take 125 seats. Not only us but the votes under this rate system, no party can win 113 seats. But we can take more seats. Then he will not be able to establish a government without any power. So we won't be defeated. We all together and the party should continue. \""
      ]
    }
  },
  "summary_lines": [
    "In a recent address, Sri Lanka's Port Naval and Aviation Minister Nimal Siripala de Silva highlighted the political landscape, stating that no single party could secure 113 seats in the upcoming election due to the fragmented nature of the vote. However, his party remains a significant player, emphasizing its influence regardless of the government formation. He called for unity within the Sri Lanka Freedom Party (SLFP) and the appointment of a capable president to lead the country forward, criticizing past leadership for constitutional violations and lack of party loyalty."
  ]
}