{
  "translated_text": {
    "si": {
      "title": "පලස්තීනයේ ජන සංහාරය ශ්රී ලංකාවේ ද්රවිඩයන්ට ද විය: සුමන්තිරාන් පිළිකුල් සහගතය - සුමන්තිරාන්",
      "body_lines": [
        "ශ්රී ලංකාවේ දෙමළ ජනයා පලස්තීනයේ ජන සංහාරය විය.තම හ voice පලස්තීනයට හ voice නඟන දෙමළ ජනයාට ශ්රී ලංකාව කළේ කුමක්ද?මෙය ශ්රී ලංකාවේ විශ්මය ජනක චරිතය සහ ද්විත්ව භූමිකාවයි. ඔබ පලස්තීනය ගැන සැලකිලිමත් වේ.අපේ ජනතාව ගැන එතරම් සැලකිල්ලක් දක්වන්නේ නැද්ද?මට ඒක ඇහෙනවා.",
        "පලස්තීන කලාපයේ පැවති ජාත්යන්තර අපරාධ අධිකරණය අපේ ජනතාව මත මුදා හරින ලද ක්රියා ගැන කථා කරන විට අභ්යන්තර මැදිහත්වීමේ අවශ්යතාවය අභ්යන්තර කටයුතු පිළිබඳ කාරණයක් වන්නේ ඇයි?ටීඑන්ඒ පාර්ලිමේන්තු මන්ත්රී එම්.ඒ.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (14) පාර්ලිමේන්තුවේදී පලස්තීන කටයුතු කටයුතු පිළිබඳ කල් තැබීමේ යෝජනාව පිළිබඳ විවාදයකදීය.",
        "අද පලස්තීනයේ තත්වය ඉතා බරපතල හා කනස්සල්ලට පත්ව සිටී. කිසිවෙකු මෙම තත්වය නොසලකා හැරිය යුතු නැත.",
        "ඔවුන් කතා කරන්නේ මානව හිමිකම්, ජාත්යන්තර මානව හිමිකම් නීති සහ ජන සංහාරය ඇතුළු ජාත්යන්තර අපරාධ ගැන ය. රටක් තුළ සිදුවී ඇති ත්රස්ත ක්රියාකාරකම් ගැන සඳහන් කරමින් ඔවුන් පලස්තීන තත්වය ගැන කතා කරයි.",
        "පලස්තීනයේ බොහෝ මිනිසුන් මරා දමනු ලැබේ.ඔවුන්ගෙන් අඩකට වඩා පිරිමි ළමයින් හා ගැහැණු ළමයින්.",
        "මෙම යුද්ධය සම්බන්ධයෙන් ගත් කල, හමාස් යනු ඊශ්රායලය සහ ඊශ්රායලය අතර ගැටුමකි. එවැනි තත්වයක් ශ්රී ලංකාවේ සිදු විය. අභ්යන්තර සම්බන්ධයක් යැයි කියා ගත් අය මිස ජාත්යන්තර අපරාධයක් නොවන අය පලස්තීන සිද්ධිය ලෙස හඳුන්වන්නේ නැත.",
        "මැයි මාසයේ මුල්ලිවයිකල් හි මුල්ලිවයිකල් was ාතනය විය. මෙම සතිය එම ජනතාව සැමරීමට සතියයි.",
        "මිලියන 4 ක ජනතාවක් යුද කලාපය තුළ සිරවී සිටියහ. ඔවුන් ආහාර නොමැතිව ලුණු රහිත කැඳ පානය කළහ. මෙය සැමරීම සඳහා එහි සේවය කිරීම සිරිතකි.ශ්රී ලංකාවේ යුද්ධයේදී ජනතාවගේ වියෝව සිහි කිරීම සැමරීම සඳහා මෙය දිනක් ලෙස අපට පෙනේ.",
        "යුද්ධයේ අවසාන අදියරේදී අපේ ජනතාව කන්ජි පවා ලබා ගැනීමට වෙහෙසුණා. රජයේ දුක්ඛිත තත්වය පිළිබඳ තත්වය මෙය නොවේ.",
        "මෙම ප්රශ්නය සම්බන්ධයෙන් සම්පූර්හි කාන්තාවක් අත්අඩංගුවට ගත් ආකාරය අපි දුටුවෙමු. කාන්තාව පිරිමි පොලිසිය විසින් ඇදගෙන ගොස් තිබේ.",
        "ඔවුන් ඔහුව බීමතින් ඇදගෙන යයි. කැඳෙහි දී පොලිසිය ද මළුව තහනම් කර තිබේ.",
        "මේ අවස්ථාවේදී අපි පලස්තීනයේ මිය යන අය ගැන කතා කරමු.නමුත් මෙහිදී අපි අසන්නේ මළවුන්ගේ තත්වය කුමක්ද යන්නයි. මෙම ද්විත්ව ස්ථාවරය නොවේද?ඔබ පලස්තීනය ගැන සැලකිලිමත් වේ. අපේ ජනතාව ගැන එතරම් සැලකිල්ලක් දක්වන්නේ නැද්ද?මට ඒක ඇහෙනවා.",
        "පලස්තීනය සම්බන්ධයෙන් ගත් කල, ජාත්යන්තර අපරාධ අධිකරණය අත්යවශ්ය බවත් ජාත්යන්තර මැදිහත්වීම අත්යවශ්ය බවත්.",
        "එය ද්විත්ව භූමිකාව පෙන්වයි. යුද්ධය පිරිසිදු නොවිය යුතුය. ස්වාධීන පරීක්ෂණයක් සඳහා අවශ්ය වේ. නමුත් මෙහිදී ඔවුන් අභ්යන්තර පරීක්ෂණයට භාජනය වන බව පවසමින් පක්ෂ පරීක්ෂණයක් පවත්වයි.",
        "ඊශ්රායෙලයේ ප්රහාරය අපි තදින්ම හෙළා දකිමු. නමුත් මීට වසර 15 කට පෙර සිදු වූ දේ කෙරෙහි මෙහි හෘද සාක්ෂියට යොමු විය යුතුය. මේ අවස්ථාවේ දී, මම අසන්නේ ඔබ අභ්යන්තර යාන්ත්රණයක් ලෙස ක්රියා කරන්නේ ඇයි කියායි."
      ]
    },
    "en": {
      "title": "The genocide in Palestine was also for Tamils in Sri Lanka: Sumanthiran is disgusting - Sumanthiran",
      "body_lines": [
        "Tamils in Sri Lanka were the genocide in Palestine.What did Sri Lanka do to the Tamils, who voice their voice to Palestine?This is the insidious character and the dual role of Sri Lanka. You are concerned about Palestine.Isn't that concern over our people?I hear that.",
        "Why is it that the International Criminal Court on the Palestinian issue and the need for international intervention is a matter of internal affairs when we speak of the unleashed actions on our people?TNA parliamentarian MA Sumanthiran questioned the House.",
        "He was speaking at a debate on the adjournment motion on the Palestinian Affairs Affairs in Parliament on Tuesday (14).",
        "Today's situation of Palestine is very serious and worried. No one should ignore this situation.",
        "They are talking about international crimes, including human rights, international human rights laws, and genocide. They are talking about the Palestinian situation, referring to the terrorist activities that have taken place within a country.",
        "Most people are killed in Palestine.There are more than half of them boys and girls.",
        "As for this war, Hamas is a conflict between Israel and Israel. Such a situation occurred in Sri Lanka. Those who claimed to be an internal affair and not an international crime do not call the Palestinian incident.",
        "Mullivaikkal was killed in Mullivaikkal in May. This week is the week to commemorate those people.",
        "4 million people trapped inside the war zone. They drank saltless porridge without food. To commemorate this, it is customary to serve there.We see this as a day to commemorate the loss of people in the war in Sri Lanka.",
        "Our people struggled to get even the kanji during the final phase of the war. This is not the case with the government's plight.",
        "We saw the manner in which a woman was arrested in Sampur on this issue. The woman has been dragged by the male police.",
        "They drag him as a drunk. In the case of the porridge, the police are also obtaining ban on the court.",
        "At this time we are talking about the people who die in Palestine.But here we ask what is the position of the dead. Isn't this dual stand?You are concerned with Palestine. Isn't that concern over our people?I hear that.",
        "In the case of Palestine, the International Criminal Court is essential and that international intervention is essential.",
        "It shows the dual role. War is not to be clean. Is necessary for an independent inquiry. But here they are carrying out a party investigation, claiming to be in the internal investigation.",
        "We strongly condemn Israel attack. But with the same conscience here should be focused on what happened 15 years ago. In this case, I am asking why you are acting as an internal mechanism."
      ]
    }
  },
  "summary_lines": [
    "Sumanthiran, a TNA parliamentarian, draws parallels between the plight of Tamils in Sri Lanka and Palestinians, highlighting the need for international intervention in both cases. He criticizes the dual standards applied when addressing human rights violations and genocides, questioning why the International Criminal Court's involvement in Palestine is considered an internal affair for Sri Lanka's actions against its own people."
  ]
}