{
  "translated_text": {
    "si": {
      "title": "උසාවිය හරහා ඩොලර් බිලියන 1.2 ක අලාභයක් සිදු වූ ගිවිසුම අපි නතර කර ඇත්තෙමු - සජිත් ප්රේමදාස",
      "body_lines": [
        "මහාධිකරණය විසින් තවත් නීති විරෝධී ගනුදෙනු රට තුළ තහනම් කර තිබේ. මිල අධික ඉල්ලන ඉල්ලුම් කරන VFS නොමැතිව අන්තර්ජාල වීසා සේවයේ පවත්නා පද්ධතිය වෙනස් කිරීම සඳහා විදේශීය සමාගම් විසින් ලබාගත් ක්රියාමාර්ගය හේතුවෙන් අපට ඩොලර් බිලියන 1.2 ක් අහිමි වී තිබේ.. මෙම මුදල් භාවිතා කිරීමට සහ නිපුණතා පන්ති කාමර පාසල් සඳහා ලබා දීමට සොරකම භාවිතා කළ හැකි බව විපක්ෂ නායකවරයා පැවසීය.",
        "මෙම සොරුන් VFS දීමෙන් ඔවුන්ගේම අවශ්යතා ඉටු කරයි. රවුෆ් හකීම්, සුමන්තිරාන්, සුමන්තිරාන්, අශෝක් අබේසිං, අශෝක් අබේසිං, රංජිත් මතුරා බණ්ඩාර් සහ ජනාධිපති නීති orney උපUL ජයසූරියගේ නායකත්වයෙන් යුත් රංජිත් මාකූමා බන්ඩාරා සහ අනෙකුත් නීති yers යින් මහාධිකරණය මහාධිකරණය විසින් පිළිගෙන තිබේ.. විපක්ෂ නායක සජිත් ප්රේමදාස පැවසුවේ එවැනි තීන්දුවක් සඳහා මහාධිකරණයට ස්තූති කිරීමට මා කැමති බවයි.",
        "එක්සත් ජනතා බලයේ නවල්ලලි දිස්ත්රික් ගොවි සමු රැස්වීම ඉරිදා (04) හන්ගුරන්ට් හි දී පැවැත්විණි. විපක්ෂ නායක සජිත් ප්රේමදාස මේ බව කියා සිටියේ රැස්වීම අමතමින්.",
        "ශ්රේෂ් Supreme ාධිකරණය පොලිස්පතිවරයාගේ අඩුපාඩු තහනම් කළ විට, පාර්ලිමේන්තුවේ යෝජනාව විවේචනය කළ රජය රජය සහ අග්රාමාත්යවරයා අත්අඩංගුවට ගෙන තිබේ.. VFS ගනුදෙනු වලින් පසු, ශ්රේෂ් Supreme ාධිකරණ තීන්දුව ලබා ගැනීම ගැන ජනාධිපති අග්රාමාත්යවරයා සහ රජය කියා දැන ගැනීමට තමා කැමති බව විපක්ෂ නායකවරයා පැවසීය.",
        "සොරුන් අල්ලාගෙන සිටින බව කියා සිටින රතු සහෝදරයන් VFS ලබා දීම ගැන කතා නොකරති. වීඑෆ්එස් ගනුදෙනුව සම්බන්ධයෙන් මම මුලින්ම පාර්ලිමේන්තුවේදී ඊයේ හෙළි කළෙමි. අද වන විට විවිධ පක්ෂ රට පුරා ව්යාජ ප්රචාරක කටයුතු සිදු කරයි. විපක්ෂ නායකවරයා කියා සිටියේ සොරුන් අල්ලා ගන්නා බව සහෝදරයන් පැවසූවත් සොරුන් සොරුන් සමඟ ගනුදෙනු කර ඇති බවයි.",
        "රාජපක්ෂයන් සමඟ අත්වැල් බැඳගත් අය දැන් ජනාධිපතිවරයා සමඟ අත්වැල් බැඳගනිමින් සිටිති.මිනිසුන්ට ඔවුන්ගේ මුහුණු හොඳින් මතකයි.රැකවරණය සෙවීමේදී ඔවුන් රනිල්ට සම්බන්ධ වේ. අද රාජපක්ෂ වංශය රට සිප ගැනීම හා විනාශ කිරීම, ජනාධිපතිවරයා සමඟ අත්වැල් බැඳගෙන ආරක්ෂිත ස්ථානයක් සෙවීමයි.එක්සත් ජනතා බලයේ සහ එක්සත් ජනතා සන්ධානය තුළ මෙම සොරුන්ට තැනක් නොමැති බව විපක්ෂ නායක මෙහි පෙන්වා දුන්නේය.",
        "තනි පරිත්යාගශීලීන්ගේ මූල්ය දායකත්වය තුළ විපක්ෂය \"විශ්වය\" සහ \"හුස්ම\" සැලසුම් අත්හිටුවා තිබේ.. එහෙත් ජනාධිපතිවරයා විසින් රාජ්ය අරමුදල් මගින් ආරම්භ කරන ලද ව්යාපෘති විවෘත කරන්නේ ජනතාවගේ බදු මුදල් විසිනි.. නීතිය සැමට සමාන විය යුතුය. විපක්ෂ නායකවරයා කියා සිටියේ විශ්වය හා හුස්ම ගැනීමේ වැඩසටහන් ජනාධිපතිගේ සිදුවීම් සඳහා අවසර ලබා දිය යුතු බවයි.",
        "රට මන්දපෝෂණයෙන් හමු වේ. මන්දගාමී භේද 23 ක් මන්දපෝෂණයෙන් පීඩාවට පත් වූ බව යුනිසෙෆ් පැවසීය. මෙය බරපතල ගැටලුවකි. පාසල් සිසුන්ගේ පෝෂණය පහත වැටී ඇත. එහෙත් විපක්ෂ නායකවරයා කියා සිටියේ පාලකයන්ට විසඳුම් නොමැති බවයි.",
        "ගොවියාට පොහොර ලබා ගැනීම සඳහා රජයට මුදල් නොමැති වුවද, ඔවුන් ජනාධිපතිවරයාගේ විනෝදාස්වාදය සඳහා මිලියන ගණනක් මුදල් වෙන් කර ඇත.. රටේ ජනාධිපතිවරයා රට කැප කළ යුතු අතර වඩාත්ම සහයෝගය දක්වන පුද්ගලයා විය යුතුය. නමුත් මෙහි සෑම දෙයක්ම උඩු යටිකුරු වී ඇත. මෙම සංස්කෘතිය අප වෙනස් කළ යුතුය.",
        "අද රට පාලනය කරන අය තරු 7 හෝටල් 7 කදී සුඛෝපභෝගී ජීවිතයක් ගත කරන අතර සාමාන්ය මිනිසාගේ ශෝකය හා වේදනාව ඔවුන්ට තේරෙන්නේ නැත.. සාමාන්ය ජනතාවගේ දුක් වේදනා ගැන වත්මන් පාලකයන් නොදන්නා බව විපක්ෂ නායකවරයා පැවසීය.",
        "එබැවින්, අපි නිවසේ සංස්කෘතිය අවසන් කර ගොවීන්, ධීවරයින්, වතු කම්කරුවන්ගේ, සිවිල් සේවකයින් සහ මධ්යම පංතියේ පවුල්වල දරුවන් මේ රටේ ඉදිරිපත් කරන්නෙමු.. විපක්ෂ නායක සජිත් ප්රේමදාස පැවසුවේ එක්සත් ජනතා බලය මේ සඳහා කැප කරන බවයි."
      ]
    },
    "en": {
      "title": "We have stopped the agreement that caused the loss of $ 1.2 billion through the court - Sajith Premadasa",
      "body_lines": [
        "The High Court has banned another illegal transactions in the country. We have lost $ 1.2 billion due to the action taken by foreign companies to change the existing system on the Internet visa service, without a costly demanding VFS.. The Leader of the Opposition said that the theft could have been used to use this money and provide skills classrooms to schools.",
        "These thieves carried out their own interests through vfs giving. The High Court has accepted the strong arguments of Rauf Hakeem, Sumanthiran, Sampika Ranawaka, Ashok Abeysinghe, Ranjith Mathuma Bandara and other lawyers led by President Attorney Upul Jayasuriya.. Opposition leader Sajith Premadasa said that I would like to thank the High Court for such a ruling.",
        "The United People's Power Nuwarali District Farmers Conference was held on Sunday (04) at Hangurante. Opposition Leader Sajith Premadasa said this while addressing the gathering.",
        "When the Supreme Court banned the shortcomings of the Inspector General of Police, the President and the Prime Minister -led government criticized the resolution in Parliament.. The Opposition Leader said he would like to know what the President, the Prime Minister and the government were going to say about the ban on the Supreme Court's ruling, in the wake of VFS transactions.",
        "The red brothers who claim to be holding thieves have no talk about VFS Giving. I first revealed myself in Parliament regarding VFS Transaction. Today, various parties are carrying out false propaganda across the country. The opposition leader said that even though the brothers said they were catching thieves, the thieves had dealt with the thieves.",
        "Those who have joined hands with the Rajapaksas are now joining hands with the president.People remember their faces well.They are joining Ranil in search of refuge. Today, the Rajapaksa clan is kissing and destroying the country, joining hands with the president and seeking a safe place.The opposition leader pointed out here that these thieves have no place in the United People's Power and the United People's Alliance.",
        "In the financial contribution of individual donors, the opposition suspended the \"universe\" and \"breath\" plans.. But the President conducts the opening of the projects initiated by state funds by the people's tax money.. The law must be the same for all. The Opposition Leader said that the universe and breathing programs should be given permission for the president's events.",
        "The country is found in malnutrition. UNICEF said 23 lakh splits were affected by malnutrition. This is a serious problem. The nutrition of school students has fallen. But the opposition leader said that there were no solutions to the rulers.",
        "Although the government does not have money to get fertilizer to the farmer, they have allocated millions of money for the president's entertainment.. The president of the country should sacrifice the country and be the most supportive person. But here everything has turned upside down. We need to change this culture.",
        "Those who rule the country today live a luxurious life in 7 star hotels and mansions, and they do not understand the sorrow and pains of the ordinary man.. The Leader of the Opposition said that the current rulers are not aware of the suffering of ordinary people.",
        "Therefore, we will end the culture of the House and make the children of the farmers, fishermen, plantation workers, civil servants and middle class families in this country.. Opposition leader Sajith Premadasa said the United People's Power would be dedicated to this."
      ]
    }
  },
  "summary_lines": [
    "The High Court halted illegal online visa transactions, costing $1.2 billion, and upheld arguments against it. Opposition Leader Sajith Premadasa praised the decision, criticizing the government's handling of the situation and calling for transparency and accountability. He also addressed issues like malnutrition, highlighting the government's failure to address basic needs despite allocating funds for luxury expenses. Premadasa emphasized the need for a change in leadership to prioritize the welfare of ordinary citizens over personal gain."
  ]
}