{
  "translated_text": {
    "si": {
      "title": "බොහෝ දීමනාව අද සිට ගෙවනු ලැබේ",
      "body_lines": [
        "සමාගමට මාසික වැටුප රු.",
        "පෙර, පෙර රු.. සිවිල් සේවකයින්ට 10,000 ක කොටසක් රජය විසින් ගෙවා ඇත. රාජ්ය සේවකයින්ගේ අලුත් අවුරුදු උදාව සඳහා උත්සව අත්තිකාරම් ගණනය කිරීම. රජය දැනටමත් රුපියල් බිලියන 6 ක් ගෙවා ඇත.",
        "සාමාන්යයෙන් රජය සෑම මසකම සිට සිවිල් සේවකයින්ට සිවිල් සේවකයින්ට වැටුප් ගෙවීමට පටන් ගනී, පළමු ප්රමුඛතා ගුරු වැටුප, දෙවැන්න ත්රිවිධ හමුදාවේ වැටුප සහ පළාත් සභාවේ තුන්වන ස්ථානයයි.",
        "කෙසේ වෙතත්, අපේ්රල් මාසය සඳහා වන වැටුප නව වසරට ගෙවනු ලැබේ. සිවිල් සේවකයින්ගේ මාසික වැටුප 25 වනදා මාසිකව ගෙවන බව අමාත්යවරයා පැවසීය.",
        "ඒ අනුව, ඉතිරි රුපියල් 5,000 ක රජයේ රුපියල් 5,000 ක රජයේ රුපියල් 5,000 ක වැටුප් ඇතුළුව රුපියල් බිලියන 107 ක් ලබා දීමට රජය තීරණය කර තිබේ.. සාමාන්ය වැටුපට වඩා මේ මස බිලියන 13 කට ආසන්න ප්රමාණයක් මේ මස වැඩි කර තිබේ. \"රාජ්ය අමාත්යතුමා පැවසීය.",
        "අප්රේල් හා සම්බන්ධ වෙනත් සුභසාධන කිසිදු ප්රමාදයකින් තොරව ගෙවනු ලබන බව රාජ්ය රාජ්ය අමාත්යවරයා කියා සිටියේය."
      ]
    },
    "en": {
      "title": "Most of the allowance will be paid from today",
      "body_lines": [
        "Finance Minister Ranjith Siyambalapitiya said that the company will be paid a monthly salary of Rs.",
        "Before, in advance of Rs.. The state has paid a part of 10,000 in advance to civil servants. The total calculation of the festive advance for the New Year's Eve of Public Employees. The government has already paid 6 billion.",
        "Usually the government begins to pay salaries to civil servants from the 16th of each month, the first priority teachers' salary, the second is the salary of the armed forces and the third place of the provincial council.",
        "However, the salary for the month of April will be paid to the New Year. The Minister said that the monthly salary of civil servants will be paid monthly on the 25th.",
        "Accordingly, the government has decided to provide a total of 107 billion rupees, including the remaining 5,000 rupees of government employees' salary.. Almost 13 billion rupees has been increased this month than normal salary. \"The Minister of State said.",
        "The Minister of State for Finance added that other welfare payments related to April will be paid without any delay."
      ]
    }
  },
  "summary_lines": [
    "Finance Minister Ranjith Siyambalapitiya announced that civil servants will receive their monthly salary of Rs. from today, with a total of 107 billion rupees allocated, including an increase of almost 13 billion rupees. Salaries for April will be paid by the New Year, with the first priority given to teachers, followed by the armed forces and the provincial council."
  ]
}