{
  "translated_text": {
    "ta": {
      "title": "ஒரு வேட்பாளருக்கு 200 மில்லியன் செலவு - 25 மில்லியன்",
      "body_lines": [
        "தேர்தல் ஆணையர் சமன் ஸ்ரீ ரத்னாயக், ரூ.",
        "அவர் இன்று (09) நடைபெற்ற பத்திரிகையாளர் சந்திப்பில் பேசினார்.",
        "\"ஒரு வேட்பாளர் வளர்ந்தாலும், நான் 200 மில்லியனுக்கும் அதிகமாக இருந்தேன், எங்கள் செலவு 200 மில்லியனுக்கும் அதிகமாக இருந்தது. இந்த நாட்டின் மக்களின் பணம். பல சித்தாந்தங்கள் உள்ளன. எங்களுக்கு இரண்டு ஆண்களுடன் எந்த பிரச்சனையும் இல்லை. மீடியாவில் நிறைய கொடுப்பது. பின்னர் அவர் பின்னால் அல்லது ஏதாவது சரியானவர், அல்லது மணல் பெர்ம், அல்லது நாடாளுமன்ற உறுப்பினரின் உறுப்பினரின் மணல் அனுமதி. ஒரு பாலே பாப்பர் இளவரசருக்கு 27.5 அங்குலங்கள். இரண்டு வரிசைகளுக்குச் செல்ல இது உங்களை எடுக்கும். வாக்குப் பெட்டியில் வாக்குப் பெட்டிகளை நாம் குறைக்க வேண்டும். குறைவாக இருக்கும்போது பெட்டிகள் அதிகரிக்கிறது. பின்னர் செலவு அதிகரித்து வருகிறது. நீங்கள் ஒரு வேன் பெறும்போது வண்டிக்கு பணம் செலுத்த முடியாது. நான் எடுக்க வேண்டியதெல்லாம் வேன். முடிவு போன்ற செலவு ஒன்றாக அதிகரிக்கிறது. உண்மையான சித்தாந்தத்திற்கு, பிரதிநிதித்துவத்திற்கு பரவாயில்லை. முந்தைய தேர்தல்களின் எண்ணிக்கையைத் தவிர, அனைத்து வேட்பாளர்களும் 5%க்கும் குறைவாக எடுத்துக் கொள்ளப்பட்டுள்ளனர். இது ஒரு இடுகைக்கு. நீங்கள் நாட்டை நேசித்தால், நீங்கள் அதைப் பற்றி சிந்திக்க வேண்டும்.",
        "திரு.",
        "இதற்கிடையில், ஜனாதிபதித் தேர்தலுக்கான அஞ்சல் வாக்களிப்பு விண்ணப்பங்கள் இன்று முடிந்துவிட்டன.",
        "அதன்படி, அஞ்சல் வாக்களிக்கும் விண்ணப்பங்கள் இன்று நள்ளிரவில் முடிவடையும்.",
        "7 ஆம் தேதி பதவியின் தாமதங்களையும் கமிஷன்களையும் கருத்தில் கொண்டு, விண்ணப்பங்களின் தேதி வரை காலத்தை நீட்டிக்க தேர்தல் ஆணையம் நடவடிக்கை எடுத்தது."
      ]
    },
    "en": {
      "title": "200 million cost per candidate - 25 million",
      "body_lines": [
        "Elections Commissioner General Saman Sri Ratnayake says he believes he will have to spend Rs. 200 million to each of those increasing Rs. 200 million.",
        "He was speaking at a press conference held today (09).",
        "\"While one candidate grew, I was more than 200 million our cost more than 200 million. The money of the people of this country. There are several ideology. We have no problem with two men. A lot of giving in Meadia. Then he is behind him or something right, or a sand perm, or a sand permit of a member of the Member of Parliament. A ballet papper is 27.5 inches to prince. It will take you to go to two rows. We need to reduce ballot boxes in a ballot box. Boxes increases when low. Then the cost is increasing. You can't pay for cab when you get a van. Van All I have to take. The cost like the end increases together. It is okay for real ideology, for representation. All candidates have been taken with less than 5%, except for the number of previous elections. This is for one post. If you love the country, you must think about it. \"",
        "Mr. Keerthi Wickramaratne deposited bail to Priyantha Wickremesinghe and our fortitude party for the presence of presidential election.",
        "Meanwhile, postal voting applications for the presidential election is over today.",
        "Accordingly, the postal voting applications will end at midnight today.",
        "The Elections Commission had taken steps to extend the period of time to the date of the applications to this day, taking into consideration the delays and commissions of the post on the 7th."
      ]
    }
  },
  "summary_lines": [
    "Elections Commissioner Saman Sri Ratnayake expects to spend Rs. 200 million per candidate due to increased costs, affecting the budget allocated for elections. He highlighted the rising expenses, especially with the increase in ballot boxes as voter turnout rises, impacting the overall cost efficiency. Mr. Keerthi Wickramaratne also contributed to the campaign funds for the presidential election. Postal voting applications closed today, with the Elections Commission extending the deadline considering postal delays."
  ]
}