{
  "translated_text": {
    "si": {
      "title": "Us ණ",
      "body_lines": [
        "16 හැවිරිදි දැරියකගේ මළ සිරුර ඊයේ (08) ඊයේ (08) සොයාගෙන තිබේ.",
        "මියගිය අයගේ මව, වටබබොඩ විහාරය අසල සාප්පුවක් පවත්වාගෙන යන අතර දැරිය තනිවම නිවසේ සිට ඇත්තේ දැරිය මෙම සිද්ධියෙන් පාසැල් නොගිය බැවිනි.",
        "පොලිසිය පොලිසියට පැමිණීමට දුරකථන ඇමතුමක් ලබා දී ඇති බව පොලිසිය පවසයි.",
        "මව නිවස බලා යන මාර්ගය හරහා මව ගමන් කරන විට දැරියගේ මළ සිරුර අභිරහස් ලෙස මියගොස් තිබේ.",
        "රබර් ගසක් කපන රබර් ගසකගේ මරණය නිවසින් බැහැරව යන විට රබර් ගසක් කපන ලද රබර් ගසක් කපන බවට පොලිසිය සැක කරයි."
      ]
    },
    "en": {
      "title": "Minus",
      "body_lines": [
        "The body of a 16 -year -old girl has been recovered yesterday (08) on a track near the rubber estate in Yohun village in Nivithigalai - Vattaboda.",
        "The mother of the deceased is running a shop near the Vattaboda Vihara and the girl was alone in the house because the girl did not go to school on the incident.",
        "The mother has given a phone call to come to the shop by the police, police said.",
        "The body of the girl has been found mysteriously died when the mother passed through the road to the home.",
        "Police suspect that the death of a rubber tree cut in a rubber tree fell on a girl while walking away from home."
      ]
    }
  },
  "summary_lines": [
    "A 16-year-old girl's body was found near a rubber estate in Yohun village, Nivithigalai-Vattaboda, after she failed to attend school. Her mother, who runs a shop nearby, discovered her body mysteriously dead. The police suspect the girl may have accidentally fallen under a cut rubber tree while walking home alone."
  ]
}