{
  "translated_text": {
    "si": {
      "title": "සහල් හිඟය, සහල්වල මිල වැඩි කිරීමට අපහසුය - අල් රන්දිකා",
      "body_lines": [
        "යාල සහ මහා සමය හමුවේ සහල් සහල්වල මිල ඉහළ නැංවීමට හෙක්ටර් කොහ්ප්පුව, සහල්වල මිල වැඩි කිරීමට අපහසුය.",
        "කොළඹ පැවති මාධ්ය හමුවකදී, සමාගමේ අධ්යක්ෂ මහාචාර්ය ඒ.. L. රන්දිකා මිලදී ගැනීම සඳහා ආණ්ඩුවේ අවම මැදිහත්වීම සහල් මිල ඉහළ යෑමට හේතු වී ඇති බව ඔහු සඳහන් කළේය.",
        "සහල් මිල ගණනය කිරීමේදී සහල් නිෂ්පාදනයේ උප නිෂ්පාදකයින් නොසැලකේ."
      ]
    },
    "en": {
      "title": "Rice shortage, unlikely to increase the price of rice - AL Randika",
      "body_lines": [
        "Hector Koppgaduwa is unlikely to increase the price of rice and rice in the wake of the 2024 Yala and Maha season.",
        "At a media briefing in Colombo, the Director of the company Professor A.. L. He noted that the minimum intervention of the government on the purchase of Randika has led to the hike in rice prices.",
        "He said that when calculating the price of rice, the sub -products of the rice production are not considered."
      ]
    }
  },
  "summary_lines": [
    "Rice shortage may not boost prices due to government intervention and lack of consideration for rice production sub-products, says AL Randika. Hector Koppgaduwa predicts stable rice costs for 2024 seasons despite challenges."
  ]
}