{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකා සංහාරය:",
      "body_lines": [
        "නුවරඑළියේ ශ්රී ලංකා ඩිපෝ ආරක්ෂක නිලධාරියා doved ාතනය කර ඔවුන් උසාවියට ​​ඉදිරිපත් කළ සැකකරුවන් තිදෙනෙකු නුවර එලියා පොලිසිය විසින් අත්අඩංගුවට ගෙන තිබේ.. ඒ වන විට සැකකරුවන් තිදෙනා 19 වනදා දක්වා රිමාන්ඩ් භාරයට පත් කරන ලෙස අධිකරණය නියෝග කළේය.",
        "නුවර එලියා ශ්රී ලංකා ඩිපෝව, සම්පත් ජනක බණ්ඩාරා (36), රියදුරු, රියදුරු, රියදුරු, සම්පත් ජනක බන්ඩාරා (36) යන මහත්වරුන්, අයකැමි ලෙස සේවය කළ රාජපක්ෂ (55)",
        "සැකකරුවන් තිදෙනා නුවර එලියා ඩිපෝවේ මුරකරුවෙකු ලෙස කටයුතු කර ඇති අතර, නුවර එලියා ඩිපෝවේ මුරකරුවෙකු ලෙස සේවය කර ඇත.",
        "නුවර එලියා පොලිස් ස්ථානයේ සිටින පැමිණිල්ලකට අනුව, ඩිපෝගේ අයකැමි ඔහුගේ ඩිපෝව ආරක්ෂාකාරී ආරක්ෂක භටයා මරා දමා ඩිපෝවේ රාක්කයෙන් රුපියල් මිලියන ද දහයක් පමණ සොරකම් කළේය.",
        "මෙම murder ාතනය පිළිබඳ සවිස්තරාත්මක විමර්ශනයක් සිදු කරනු ලැබුවේ නුවරෙලියා පොලිස් අධිකාරී අනුරුතා හක්මන, නුවර එලියා පොලිස්පති, නුවර එලියා පොලිස් අංශය, නුවර එලියා පොලිස් අංශය, නුවර එලියා පොලිස් අංශය.",
        "විමර්ශනය අතරතුර, ඩිපෝවේ සේවය කළ අන්ධියා අත්අඩංගුවට ගත් අතර මිනීමැරුම් හා මංකොල්ලකෑම් පිළිබඳ තොරතුරු පදනම් කරගෙන ඩිපෝවේ රියදුරු සහ ඔහුගේ මිතුරා අත්අඩංගුවට ගෙන තිබේ.",
        "නුවර එලියා පොලිස් නිලධාරීන් පිරිසක් එම ප්රදේශයට ගොස් මෙම .ාතනය සම්බන්ධව මහාවා ග්රෑම් ප්රදේශයේ නිවසක සභාපති අත්අඩංගුවට ගෙන තිබේ.",
        "ඩිපෝගේ සැකකරු යම් කාලයක් තිස්සේ අපයෝජනයට ලක්ව ඇති අතර රාත්තල් එකහමාරක් රන් ආභරණ එකහමාරක් රන්වන් ආභරණවලින් එකක් සොයා ගෙන තිබේ.",
        "නුවරෙලියා ලංකා ඩිපෝවට අයත් රුපියල් තුන්සිය හාරසිය හයසිය හයසිය හයසිය හයසිය හැටසියයක්. මෙම murder ාතනයට මුදල් සඳහා වන්දි ගෙවීමට සැලසුම් කර ඇති බව වාර්තා වේ."
      ]
    },
    "en": {
      "title": "Sri Lanka massacre:",
      "body_lines": [
        "Nuwara Eliya police arrested three suspects who murdered the Sri Lankan depot security officer in Nuwara Eliya and produced them in court.. At the time, the court ordered the three suspects to be remanded until the 19th.",
        "Rajapaksa (55), who worked as a cashier at the Nuwara Eliya Sri Lanka Depot, Sampath Janaka Bandara (36), a suspected driver, and a suspected driver, Sampath Janaka Bandara (36).",
        "The three suspects have robbed A. Lokanathan (85), who worked as a guard at the Nuwara Eliya Depot, at around 2 am on the occasion of a depot's security booth at the depot.",
        "According to a complaint lodged at the Nuwara Eliya Police Station, Depot's cashier killed his depot guard and stole ten million fifty thousand sixty rupees from the shelf in the depot.",
        "A detailed investigation into the murder was carried out with the help of the Nuwara Eliya Police Superintendent of Police, Anurutha Hakmana, Nuwara Eliya Police, Nuwara Eliya Police, Nuwara Eliya Police Division, Nuwara Eliya Police Division.",
        "During the investigation, the cashier who worked in the depot was arrested and the driver of the depot and his friend in the murder were arrested on the basis of information in the murder and robbery.",
        "A group of Nuwara Eliya police officers went to the area and arrested the suspect during a house in the house of Mahawa Grafa area in connection with the murder.",
        "The depot's suspect has been abused for some time and one and a half pound gold jewelery has been recovered by the suspected cashier.",
        "Three hundred and four thousand six hundred and sixty -seven rupees belonging to the Nuwara Eliya Lanka Depot. It is reported that the murder was planned to compensate for the money."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Sri Lanka: Three suspects arrested for murdering depot security officer in Nuwara Eliya. They robbed Rs. 10,050,060 and planned the murder to compensate for the theft. The suspects were remanded until the 19th."
  ]
}