{
  "translated_text": {
    "si": {
      "title": "මධ්යධරණී මුහුදේ බෝට්ටු අනතුරකින්;11 සරණාගතයින් මරන්න;64 මිනිසුන් මැජික්",
      "body_lines": [
        "දකුණු ඉතාලියේ මධ්යධරණි මුහුදේ බෝට්ටු දෙකක් කඩා වැටීමෙන් සරණාගතයින් එකොළොස් දෙනෙකු මිය ගොස් 64 දෙනෙකු අතුරුදහන් වී තිබේ.",
        "ජර්මානු පුණ්යායතනය, ඉතාලි වෙරළාරක්ෂක බලකාය සහ එක්සත් ජාතීන්ගේ සරණාගතයින්ගේ සරණාගතයින් විසින් මේ බව ප්රකාශ කරන ලදී.",
        "ජර්මානු සහකාර සමූහයේ නතිර් බේරා ගැනීමේ නෞකාව ඉතාලි දූපත වන ලැම්බෙඩ්සා හි සහ බෝට්ටුවක් වාර්තා වූ බව වාර්තා වේ.",
        "ජර්මානු සහකාර සමූහය, ඉවත් කිරීම පැවසුවේ බෝට්ටුවෙන් දියේ ගිලී මියගිය මිනිසුන් දෙදෙනෙකු ඇතුළු මළ සිරුරු 10 ක් මළ සිරුරු 10 ක් බිමට කොටු වී ඇති බවයි.",
        "දිවි ගලවා ගත් අය ඉතාලි වෙරළාරක්ෂක බලකායට භාර දී සඳුදා උදෑසන වෙරළට ගෙන යන ලදී.",
        "සිරියාව, ඊජිප්තුව, පාකිස්තානය සහ බංග්ලාදේශයේ සරණාගතයින් සමඟ බෝට්ටුව පටවා ඇති අතර ලිබියාවේ සිට බෝට්ටුවට ගොඩ විය.",
        "මේ අතර, ඉතාලියේ කැලබ්රියාවේ සිට කි.මී. 200 ක් පමණ නැගෙනහිර දෙසින්. දෙවන බෝට්ටුව තුර්කියෙන් (සැතපුම් 125 ක්) පිටත් වී ඇත.",
        "බෝට්ටුවේ සිට බෝට්ටුවේ පුද්ගලයින් 64 දෙනෙකු අතුරුදහන් වූ අතර 11 දෙනෙකු ඉතාලි වෙරළාරක්ෂක බලකාය විසින් බේරාගෙන වෙරළට ගෙන යන ලදී.. එහි, මියගිය කාන්තාවකගේ සිරුර.",
        "ඉරානයේ සරණාගතයින්, සිරියාවේ සහ ඉරාකයේ සරණාගතයින් දෙවන බෝට්ටුවට ගොඩ වී සිටිති.",
        "එක්සත් ජාතීන්ගේ සංවිධානයට අනුව, 2014 සිට සරණාගතයින් 23,500 කට වැඩි පිරිසක් දියේ ගිලී හෝ අතුරුදහන් වී ඇත."
      ]
    },
    "en": {
      "title": "Two boats accident in the Mediterranean;11 refugees kill;64 people magic",
      "body_lines": [
        "Eleven refugees have been killed and 64 missing after two boats crashed in the Mediterranean Sea in southern Italy.",
        "This was stated by the German charity, the Italian Coast Guard and the United Nations Refugee Organizations.",
        "The German assistant group's Nathir Rescue ship was reportedly on the Italian island, Lambedza, and a boat was reported.",
        "The German assistant group, Resqship, said that 10 bodies were trapped on the floor under the ship, including two men, who were drowned from the boat.",
        "The survivors were handed over to the Italian Coast Guard and taken to shore on Monday morning.",
        "The boat has been loaded with refugees from Syria, Egypt, Pakistan and Bangladesh and boarded the boat from Libya.",
        "Meanwhile, about 200 km east of Italy's Calabria. The second boat departed from Turkey (125 miles) has crashed.",
        "64 people from the boat disappeared and 11 people were rescued by the Italian Coast Guard and taken to shore.. In it, the body of a deceased woman.",
        "Refugees from Iran, Syria and Iraq have boarded the second boat.",
        "According to the United Nations, more than 23,500 refugees have been drowned or disappeared from 2014."
      ]
    }
  },
  "summary_lines": [
    "In a tragic incident in the Mediterranean Sea near Italy, two boats carrying refugees from countries like Syria, Egypt, Pakistan, Bangladesh, Iran, Iraq, and Libya collided, resulting in the deaths of 11 refugees and leaving 64 missing. The German charity, Italian Coast Guard, and UN Refugee Organizations confirmed the disaster. Survivors were rescued and taken ashore, while the search continues for the missing. This incident highlights the ongoing dangers faced by migrants attempting perilous sea crossings."
  ]
}