{
  "translated_text": {
    "ta": {
      "title": "கோட்டரக்குலாமாவில் கைது கைசிப்பு பெரா கைது செய்யப்பட்டார்",
      "body_lines": [
        "சட்டவிரோத மதுபானத்தின் சரக்குடன் 14250 சட்டவிரோத மதுபானமான காவல் நிலையத்துடன் ஒரு துணை ஆய்வாளர் இணைக்கப்பட்டுள்ளதாக திஷன் போலீசார் கூறுகின்றனர்.",
        "59 வயதான சப்-இன்ஸ்பெக்டர், 59, மிஹிண்டேல் முகவரியில் வசிக்கும், நோசாத்குளம், இஹலகாமா, இஹலகாமா, மிஹிண்டேல் முகவரி.",
        "சட்டவிரோத மதுபானம் தொடர்பான தகவல்களின்படி, துணை ஆய்வாளர் 14250 மில்லி சட்டவிரோத ஆல்கஹால், சுமார் நான்கு மில்லியன் சட்டவிரோத ஆல்கஹால் விசாரிக்கப்பட்டார்.",
        "மேலதிக விசாரணை, மற்றொரு மூன்று சுற்று பீப்பாய், ஒரு கருப்பு பீப்பாய் மற்றும் ஒரு வாயு நண்பகல் ஆகியவை ரப்பர் பேண்ட்ஸ் போலீசார் வசம் அதிகாரியை வைத்திருந்தன.",
        "கைது செய்யப்பட்ட துணை ஆய்வாளர் நீதிமன்றத்தில் தயாரிக்கப்பட வேண்டும்.",
        "லாசிரி விஜெசேனாவின் அறிவுறுத்தல்கள் குறித்து திப்பேன் பொலிஸ் ஓ.ஐ.சி தலைமை ஆய்வாளர் திலினா ஹெவபதிரானா.. மீ. கள். இந்த தாக்குதலை குமாரசிங்க மற்றும் பிற அதிகாரிகள் சோதனை நடத்தினர்."
      ]
    },
    "en": {
      "title": "SI Kasippu Pera arrested in Kotarakkulama",
      "body_lines": [
        "The Thiction Police say that a sub-inspector is attarically attached to the Police Station, 14250 illegal liquor, with a consignment of the illegal liquor.",
        "The 59-year-old sub-inspector, 59, a resident of the Mihintale address, Nochathkulam, Ihalagama, Ihalagama, Mihintale address.",
        "According to information received regarding illegal liquor, the sub-inspector was investigated 14250 ml of illegal alcohol, about four million illegal alcohol.",
        "Further further investigation, another three-round barrel, a black barrel, and a gas noon were found in the possession of the officer in the possession of the rubber bandsPolice said.",
        "The arrested sub-inspector was to be produced in court.",
        "Thippane Police OIC Chief Inspector of Police Tilina Hewapathirana on the instructions of Lasiri Wijesena.. M. S. The raid was raided by Kumarasinghe and other officials."
      ]
    }
  },
  "summary_lines": [
    "A 59-year-old SI Kasippu Pera was arrested in Kotarakkulama for possessing 14,250 liters of illegal liquor. The police discovered this during an investigation into illicit alcohol sales. Further searches revealed additional contraband, including a black barrel and a gas nozzle. The sub-inspector, from Mihintale, was scheduled to appear in court."
  ]
}