{
  "translated_text": {
    "ta": {
      "title": "கொழும்பு உரிமை உரிமைகளை வழங்குகிறது",
      "body_lines": [
        "இந்த வீடுகளின் முழு உரிமையும் இந்த வீடுகளில் கொழும்பில் உள்ள குடியிருப்பில் வசிக்கும் இரண்டரை மில்லியன் மக்களுக்கு இந்த வீடுகளில் செயல்படுத்தப்பட்டுள்ளது என்று ஜனாதிபதி ரணில் விக்ரெமேசிங் கூறுகிறார்.",
        "இரண்டு ஆண்டுகளுக்கு முன்பு தனது வீட்டை அழித்தபோது ஒரு வீட்டின் மதிப்பைத் தொடங்கியதாகவும், இந்த திட்டம் தொடங்கப்பட்டு மதிப்பை அடையாளம் கண்டதாகவும் ஜனாதிபதி கூறினார்.",
        "கொழும்பில் உள்ள அடுக்குமாடி குடியிருப்பில் வசிக்கும் குறைந்த வருமானம் கொண்ட குடும்பங்களின் முதல் கட்டமான அடுக்குமாடி குடியிருப்பில் உள்ள 'ரெஸ்ட் ஹவுஸில்' 50,000 வீடுகள் பதவியேற்பதில் ஜனாதிபதி பேசினார்.",
        "31 கொழும்பு மாவட்டத்தில் வீடுகளின் எண்ணிக்கை 31 கொழும்பு மாவட்டத்தில் 130 வீடுகளின் உரிமையுடன் வழங்கப்பட்டது.",
        "தேசிய வீட்டுவசதி மேம்பாட்டு ஆணையம் (என்.எச்.டி.ஏ) முதல் கட்டத்தின் முதல் கட்டத்தின் கீழ் 50,000 பயனாளி குடும்பங்களுக்கு வழங்கப்படும்.",
        "இந்த ஆண்டு இறுதிக்குள் 1070 பயனாளிகளுக்கு தலைப்புச் செயல்களை வழங்க தேசிய வீட்டுவசதி மேம்பாட்டு ஆணையம் திட்டமிட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Colombo provides rights rights",
      "body_lines": [
        "President Ranil Wickremesinghe says that the full ownership of these houses have been implemented in these houses for two and a half million people living in the apartments in Colombo.",
        "The President said he had launched the value of a house when he destroyed her home two years ago, and the program was launched and identified the value.",
        "The President was speaking at the inauguration of 50,000 houses in the 'Rest House' in the Apartments, the first phase of the low income families living in the apartments in Colombo.",
        "The number of houses in 31 Colombo District was presented with the ownership of 130 houses in 31 Colombo District.",
        "The National Housing Development Authority (NHDA) has paid Rs.The first phase of the first phase will be granted under the first phase for 50,000 beneficiary families.",
        "The National Housing Development Authority has planned to provide title deeds to 1070 beneficiaries by the end of this year."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe announced the transfer of full property rights to over two million residents in Colombo's apartments, marking a significant step towards securing homeownership. This initiative, part of a broader housing project aimed at low-income families, includes the distribution of title deeds to 50,000 beneficiaries in the first phase. The National Housing Development Authority plans to grant titles to a total of 1,070 beneficiaries by the year's end, highlighting efforts to stabilize housing rights in the region."
  ]
}