{
  "translated_text": {
    "si": {
      "title": "නුවර එලියා හි සරත් ෆොන්සේකාගේ ප්රචාරක සමූහය",
      "body_lines": [
        "සඳුදා (26) නුවර එලියා හි හිටපු යුද හමුදාපති සහ ජනාධිපතිවරණයේ යෙදී සිටි සරත් ෆොන්සේකාගේ ජනාධිපති රැස්වීම නුවර එලියා ප්රධාන නගරයේ බෙල් කුළුණේ වාහනයේ පිහිටුවා ඇත.",
        "පිහිටුවන ලද වේදිකාවේ ෆොන්සේකා ඇතුළු 10 දෙනෙකු පමණ පමණ පිරිසක් වේදිකාව ඉදිරිපිට අපේක්ෂිත පුද්ගලයින් ඉදිරිපත් කිරීමට අපේක්ෂා නොකළ බවත්.",
        "ඊට අමතරව, ෆොන්සේකා හමුදාපති වූයේ හමුදා අණ දෙන නිලධාරියා වූ මෝටර් රථය ලොරි රථයේ නවතා තිබූ අතර වේදිකාව අසල නවතා තිබුණි.",
        "කෙසේ වෙතත්, රැස්වීමේදී පොලීසිය විශාල පිරිසක් කැඳවා බරපතල ආරක්ෂක පියවර ගත්හ."
      ]
    },
    "en": {
      "title": "Sarath Fonseka's propaganda crowd in Nuwara Eliya",
      "body_lines": [
        "The former army commander in Nuwara Eliya on Monday (26) and the presidential meeting of Sarath Fonseka, who was in the presidential election, was set up in the vehicle of the bell tower in Nuwara Eliya main city.",
        "There were about 10 people, including Fonseka on the set up platform, and that the public was not expected to come up with the expected people in front of the stage.",
        "In addition, when Fonseka was the army commander, the car was parked in the lorry and parked near the stage.",
        "However, during the meeting, a large number of police were summoned and serious security measures were taken."
      ]
    }
  },
  "summary_lines": [
    "Sarath Fonseka rally Nuwara Eliya 10 attendees low turnout heavy police presence"
  ]
}