{
  "translated_text": {
    "si": {
      "title": "ළමා පෝෂණය වැඩි දියුණු කිරීම සඳහා ජනාධිපතිගේ විශේෂ අවධානය යොමු කිරීම",
      "body_lines": [
        "ජාතික ආරක්ෂක හා ජනාධිපති කොමිෂන් සභාවේ ජ්යෙෂ් Senior තම උපදේශකයෙකු වන සාගල රත්නායක මහතා කියා සිටියේ ජනතාවගේ දරිද්රතාවය කෙරෙහි ජනාධිපතිවරයා විශේෂ අවධානයක් යොමු කර ඇති බවත්, දරුවාගේ පෝෂණය වැඩිදියුණු කිරීම කෙරෙහි ජනාධිපතිවරයා අවධානය යොමු කර ඇති බවත් විවිධ වැඩසටහන් යටතේ විවිධ වැඩසටහන් ක්රියාත්මක කරන බවත් පැවසීය ජනාධිපතිගේ අධ්යක්ෂ මණ්ඩලය.",
        "ජනාධිපතිවරයාගේ මතය විසින් ආරම්භ කරන ලද \"ඇසිරියා\" වැඩසටහන මේ රටේ ජනතාවගේ දරිද්රතාවය ජය ගැනීමේ විශිෂ්ට කාර්යයක් බව ද ඔහු පෙන්වා දුන්නේය.",
        "ඔහු මේ බව කියා සිටියේ බ්රහස්පතින්දා (01) බ්රහස්පතින්දා (01) කොළඹ රාම හෝටලයේ පැවති දිවා කාලයේ වැඩ සඳහා බලවත් සහල් කිහිපයකදීය.",
        "කෘෂිකර්ම හා වැවිලි කර්මාන්ත අමාත්යාංශය, අධ්යාපන අමාත්යාංශය, ලෝක ආහාර වැඩසටහන, ආහාර සංවර්ධන මණ්ඩලය, බිල් සහ මෙලින්ඩා ගේට්ස් විසින් පාසල් ළමුන්ගේ පෝෂණය වැඩි දියුණු කිරීම සඳහා මෙම වැඩසටහන දියත් කෙරේ.",
        "මෙම යෝජනා ක්රමය ළමා රක්තහීනතාවය, මතක iency නතාවය සහ සංවර්ධන iency නතාවය ඇතුළු රෝග සඳහා විසඳුමක් වනු ඇතැයි අපේක්ෂා කෙරේ. මේ යටතේ දරුවන් 05 දෙනෙකුට ඉදිරි මාස 8 තුළ ලක්ෂණ 05 ක් පෝෂ්යදායී දිවා ආහාරය ලබා දෙනු ඇත.",
        "මෙම කාලය තුළ යකඩ හා ෆෝලික් අම්ලය අඩංගු සහල් අමාත්යාංශය නිල වශයෙන් අධ්යාපන අමාත්යාංශයට ලබා දෙන ලදී.",
        "අනාගත පරම්පරාව සෞඛ්ය සම්පන්නව පවතින අතර, ආමාශයේ කුසගින්නක් මෙන් නොව පෝෂණය සෞඛ්ය සම්පන්නව සිටින බව සාගල රත්නායක පෙන්වා දුන්නේ පෝෂණය රටේ අනාගතය නිර්මාණය කිරීමට ප්රධාන සාධකයක් බවයි.",
        "මෙම අවස්ථාවට සහභාගී වූ සියලුම පාර්ශ්වයන්, විශේෂයෙන් බිල්පත සහ මෙලින්ඩා ගේට්ස් පදනම.",
        "ලෝක ආහාර වැඩසටහනේ මැදිහත්වීමේ ප්රති the ලයක් ලෙස 2003 දී පෝෂණ වැඩසටහන දියත් කළ බව ඔහු පාසල් ළිල් දරුවන්ගේ පෝෂණය වැඩි දියුණු කිරීමේ සැලසුම් පෙන්වා දුන්නේය.",
        "\"උතුරු හා නැගෙනහිර දිස්ත්රික්ක හතරේ දියත් කරන ලද මෙම වැඩසටහන 2004 සුනාමි බලපෑමෙන් පසු දිස්ත්රික්ක 6 ක් දක්වා ව්යාප්ත විය.",
        "අමාත්යාංශ ඇතුළු විවිධ සංවිධානවල සහයෝගය ඇතිව වැඩසටහන තවදුරටත් ක්රියාත්මක කිරීම සතුටකි.. කෝවිට් - 19 ආසාදනය රටේ ආර්ථිකයේ පරිහානිය යටතේ පවතී.ශ්රී ලංකාවේ දරිද්රතාවය ද සැලකිය යුතු ලෙස ඉහළ ගොස් තිබේ.",
        "අද වන විට රටේ ආර්ථිකය ජනාධිපති රනිල් වික්රමසිංහගේ ප්රධානත්වයෙන් යුත් ස්ථාවරත්වයක් ලබා දී ඇති අතර එය ජනතාවගේ දුප්පත්කම තුරන් කිරීම කෙරෙහි අවධානය යොමු කර තිබේ.",
        "අපේ රටේ දරිද්රතාවය තුරන් කිරීම සහ ජනතාවගේ පෝෂණ තත්ත්වය වැඩිදියුණු කිරීම සඳහා වරින් වර විවිධ වැඩසටහන් ක්රියාත්මක කර ඇත. සමුර්දි වැඩසටහන ප්රධාන ස්ථානයක් වූ අතර එය වත්මන් රජය විසින් දියත් කරන ලද අෂෙවිසූර ව්යාපෘතිය හරහා තවදුරටත් පුළුල් විය.",
        "එක්රැස්වීමේ ව්යාපෘතිය දත්ත මත පදනම් වූ විනිවිදභාවය සමඟ ක්රියාත්මක වේ. දත්ත පදනම් අධ්යයනය හා ගණනය කිරීම් මත පදනම්ව සකස් කරන ලද අවසාන ලැයිස්තුවේ අනුව, අභියාචනය හා විරෝධතා ඉදිරිපත් කිරීම ජනතාව ව්යාකූල වී ඇත. ප්රතිලාභීන් සඳහා අරමුදල් කෙලින්ම ප්රතිලාභීන්ගේ බැංකු ගිණුම්වලට තැන්පත් කෙරේ. මේ රටේ දරිද්රතාවය තුරන් කිරීම සඳහා අස්විසෙමා දැඩි දායකත්වයක් ලබා දෙනු ඇතැයි අපි බලාපොරොත්තු වෙමු.",
        "එසේම, රටක් වශයෙන් අප ස්ථාවර ආර්ථික වර්ධනයක් නිර්මාණය කළ යුතුය. සංචාරක, කෘෂිකාර්මික හා නිෂ්පාදන අංශවල වැඩි වර්ධනයක් අත්කර ගැනීමට රජය සැලසුම් කරමින් සිටී. වැඩි සංචාරකයින් ආකර්ෂණය කර ගැනීම, කෘෂිකර්මාන්තය නවීකරණය කිරීම සහ ශ්රී ලංකාව නිෂ්පාදන මධ්යස්ථානයක් ලෙස ගොඩනැගීම කෙරෙහි අවධානය යොමු කිරීම.",
        "අභියෝග මධ්යයේ ශ්රී ලංකාව අද ආර්ථික ස්ථායිතාව සාක්ෂාත් කර ගනිමිනි. ජීවන වියදම සැලකිය යුතු ලෙස වැඩි වීම ඇතුළුව අභියෝගයන්ට මුහුණ දුන්නද, රටට නව ආදායමක් නිර්මාණය කිරීමට සහ ආර්ථිකය වැඩිදියුණු කිරීමට රජය කටයුතු කරමින් සිටී. සංචාරක අංශය රටට ආදායම් උපයා ගැනීමේ ඉදිරියෙන්ම සිටින අතර සංචාරකයින්ගේ ගුණාත්මකභාවය වැඩි දියුණු කිරීමෙන් දිනකට වැඩි මුදලක් වැය කරන ඉහළ මුදල් වියදම් කරන උස්තාන් සංචාරකයින් ගෙන ඒමට රජය සැලසුම් කරයි.",
        "අතීතයේ දී භාවිතා කරන පොහොර ප්රතිපත්තියෙන් පීඩාවට පත් කෘෂිකාර්මික අංශය නවීකරණය කිරීම සඳහා පුළුල් වැඩපිළිවෙළක් ක්රියාත්මක කර ඇත. ඊට අමතරව, තායිලන්තය සමඟ නිදහස් වෙළඳ ගිවිසුම අත්සන් කිරීම ඇතුළුව උපායමාර්ගික සන්ධාන හා වෙළඳ ගායනා කිරීම්වල සංශෝධන මගින් නිෂ්පාදන වැඩිදියුණු කිරීමට ද අපේක්ෂා කෙරේ.",
        "පුනර්ජනනීය බලය සඳහා ශ්රී ලංකාවට අයත් මෙගාවොට් 18,000 ක් පමණ දුරින් ආර්ථිකයේ සුවිශේෂී ස්ථානයක් දෙපාර්තමේන්තුවට ලැබෙනු ඇත.. ආර්ථික ප්රතිසංස්කරණ වැඩසටහන් අඛණ්ඩව ක්රියාත්මක කිරීමෙන් ආයෝජකයින් සඳහා හිතකර පරිසරයක් නිර්මාණය කිරීමට සහ ශ්රී ලංකාවට වැඩි ආයෝජකයින් ආකර්ෂණය කර ගැනීමට අපි කටයුතු කරමින් සිටිමු.. ජනාධිපතිවරයා විසින් වත්මන් රජය විසින් රටේ ආර්ථිකය ගොඩනැගීම සහ දේශපාලන අභියෝග විසඳා ගනිමින් ජනතාවගේ ජීවනෝපාය වැඩිදියුණු කිරීම සඳහා කැපවී සිටී. \"",
        "කර්මාන්ත හා සෞඛ්ය අමාත්ය. රුමේෂ් ප්රවෘත්ති අමාත්ය මහින්ද අමරාවීර, ආහාර හා වැවිලි කර්මාන්ත අමාත්ය මහින්ද අමරාවීර, ඉන්දියාවේ බාත් (මාර්ගය), ඉන්දියාවේ නේවාසික අධ්යක්ෂ, ඉන්දියාවේ නේවාසික අධ්යක්ෂ, ජාතික ආහාර ප්රවර්ධන මණ්ඩලයේ සභාපති බාලින්ද සාකා, බිල් සහ මෙලින්ඩා ඉන්දියානු නේවාසික කාර්යාලයේ සභාපති රුචිකා ශක්ති, රුචිකා ශක්තිෙවා, රචිකා ශක්තිෙවා, රුචිකා ශාකෙවා, රුචිකා ශාකෙවා, රිචිකා ශක්ති, සභාපති සැන්තා සමරනායක සහ ටිමෝ ආයතනය, ලෝක සෞඛ්ය සංවිධානය, යුනිසෙෆ්, ඇමරිකා එක්සත් ජනපදයේ ජාත්යන්තර සංවර්ධන ආයතනය (ඇමරිකා එක්සත් ජනපදය) මහ කොමසාරිස් කාර්යාලයේ නියෝජිතයින් වන ශ්රී ලංකා ප්රමිති ආයතනය සහ DFAT සමාගම් ද සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "President's Special Focus to To improve children's nutrition",
      "body_lines": [
        "Sagala Ratnayake, a senior adviser to the National Security and Presidential Commission, said that the President had paid special attention to the poverty of the people and that the President had focused on improving the nutrition of the child and that various programs are being carried out under the President's Directorate.",
        "He also pointed out that the \"Assuma\" program, which was initiated by the president's opinion, is a great task of overcoming the poverty of the people of this country.",
        "He was speaking at a fortified rice for the lunch work of schoolchildren on Thursday (01) at the Rama Hotel in Colombo.",
        "The program will be launched to improve the nutrition of schoolchildren, including the Ministry of Agriculture and Plantation Industries, the Ministry of Education, the World Food Program, Food Development Board, Bill & Melinda Gates Foundation.",
        "The scheme is expected to be a solution to diseases including children's anemia, memory deficiency and developmental deficiency. Under this, 05 lakh children will be provided with nutritious lunch in the next 8 months.",
        "During this time, the Ministry of Rice, which contains iron and folic acid, was officially supplied to the Ministry of Education.",
        "Sagala Ratnayake pointed out that while the future generation is healthy, the nutrition should be seen as a major factor in creating the future of the country, not just as a stomach hunger.",
        "He thanked all parties who cooperated with the event, especially the Bill and Melinda Gates Foundation.",
        "He pointed out on the plans to improve the nutrition of schoolchildren, adding that the Nutrition Program was launched in 2003 as a result of the intervention of the World Food Program.",
        "“The program, which was launched in the four districts of the North and East, was expanded to 6 districts after the 2004 tsunami impact.",
        "It is a pleasure that the program has been further implemented with the cooperation of various organizations, including ministries.. Kovit - 19 infection has been in a state of decline in the country's economy.The poverty of Sri Lanka has also increased significantly.",
        "Today, the country's economy has returned to a stability, headed by President Ranil Wickremesinghe and is focused on eradicating the poverty of the people.",
        "Various programs have been implemented from time to time to alleviate poverty in our country and improve the nutritional status of the people. The Samurdhi Program was a major place and it further expanded through the Ashewasuma project launched by the current government.",
        "The Assembly Project is being implemented with transparency based on data. According to the final list prepared based on data -based studies and calculations, people are confused to submit appeal and objections. Funds for the beneficiaries will be deposited directly into the beneficiaries' bank accounts. We hope that Aswesuma will make a strong contribution to eradicating poverty in this country.",
        "Also, as a country we need to create stable economic growth. The government is planning to achieve more growth in tourism, agriculture and manufacturing sectors. Focusing on attracting more tourists, modernization of agriculture and building Sri Lanka as a manufacturing center.",
        "Sri Lanka is today achieving economic stability amidst the challenges. Despite facing challenges, including a significant increase in the cost of living, the government is working to create new income for the country and improve the economy. The tourism sector is at the forefront of earning income to the country, and the government is planning to bring high -quality tourists who spend more money daily by improving the quality of tourists.",
        "A comprehensive program has been implemented to modernize the agricultural sector affected by the fertilizer policy adopted in the past. In addition, it is also expected to improve products through strategic alliances and amendments in trade agreements, including signing the free trade agreement with Thailand.",
        "The Department will get a unique place in the economy with about 18,000 MW of power belonging to Sri Lanka for renewable power.. We are working to create a conducive environment for investors and attract more investors into Sri Lanka by continuous implementing economic reform programs.. The president -led current government is dedicated to improving the livelihood of the people by building the country's economy and solving political challenges. ”",
        "The Minister of Industry and Health. Ramesh News Minister Mahinda Amaraweera, Minister of State for Food and Plantation Industries, Abdur Rahim Siddique, India's Bath (PATH), India's Residential Director of Path, Neeraj Jain Jain, President of the National Food Promotion Board, Balinda Sakara, Bill and Melinda Cause FoundationThe President of the Indian Resident Office, Ruchika Shakthewa, the head of the Indian Resident Office, Ruchika Shakthewa, Bill and Melinda Gates Foundation's Connect to Care Program, Chairperson Santitha Samaranayake and Timo Institute, World Health Organization, UNICEF, USA International Development Agency (USA)Representatives of the High Commission, the Sri Lanka Standards Institute and the DFAT companies were also present at the event."
      ]
    }
  },
  "summary_lines": [
    "The President's focus on improving children's nutrition includes the \"Assuma\" program, aimed at overcoming poverty. This initiative, supported by various ministries and foundations, aims to provide nutritious lunches to 500,000 children over 8 months, addressing diseases like anemia and memory deficiency. The program emphasizes nutrition as a key factor in the country's future, with cooperation from organizations like the Bill & Melinda Gates Foundation."
  ]
}