{
  "translated_text": {
    "ta": {
      "title": "வெள்ளத்தால் பாதிக்கப்பட்ட வெள்ளத்தைக் கண்டறிய டெரானா சலுகை நடவடிக்கை",
      "body_lines": [
        "40,758 குடும்பங்களைச் சேர்ந்த 159,511 பேர் சீரற்ற காலநிலையால் பாதிக்கப்பட்டுள்ளனர்.",
        "2,433 குடும்பங்களைச் சேர்ந்த 10,361 பேர் பாதுகாப்பான இடங்களில் இருக்கிறார்கள் என்று பேரழிவு மேலாண்மை மையம் தெரிவித்துள்ளது.",
        "சீரற்ற வானிலைக்கு முகங்கொடுக்கும் போது மில்காண்டா மில்கண்டா பகுதி ஏற்கனவே வெள்ளத்தில் மூழ்கியுள்ளது.",
        "ஜிங் கங்கையில் பேடேகாமா பகுதியிலிருந்து ஒரு சிறிய வெள்ளம் இருப்பதாக நீர்ப்பாசனத் துறை கூறுகிறது.",
        "இதற்கிடையில், பனதுகம பகுதியில் உள்ள தாழ்வானவர்கள் பனதுகம பகுதியில் மூழ்கியுள்ளனர்.",
        "நீல்வாலா ஆற்றின் நீர் மட்டம் தட்காஹகோடா பகுதியிலிருந்து நில்வாலா ஆற்றில் இருந்து தொடர்கிறது என்று நீர்ப்பாசனத் துறை கூறுகிறது.",
        "அண்மையில் கடந்த காலங்களில் காலாவ் ஓயா நீர் நிலைகள் நடந்து வருவதாக இர்பிரைசஸ் திணைக்களம் தெரிவித்துள்ளது.",
        "இருப்பினும், மழை நீர் ஓட்டம் காரணமாக சாலையோரம் உட்பட பல தாழ்வான நிலங்கள் இன்னும் உள்ளன.",
        "ரெயின்வேல் இன்னும் வெள்ளம், கெலானியா, கடுவேலா மற்றும் கடுவேலா ஆகியோரால் இறங்கியது.",
        "மால்வானாவில் வெள்ளத்தை முறையாக அமல்படுத்தியதால் போர்ட்ஃபோலியோ இல்லை என்று குடியிருப்பாளர்கள் குற்றம் சாட்டுகின்றனர்.",
        "கெலானி ஆற்றில் இருந்து தண்ணீர் இறந்ததன் மூலம் கெலானி நதியை அணைப்பதன் மூலம் குடியிருப்பாளர்கள் சுட்டிக்காட்டினர்.",
        "இருப்பினும், தண்ணீரின் மக்கள் தங்கள் வீடுகளையும் கடைகளையும் சுத்தம் செய்யத் தொடங்கியுள்ளனர்.",
        "இதற்கிடையில், வெள்ளத்தால் பாதிக்கப்பட்டவர்களுக்கு நிவாரணம் வழங்க பாதுகாப்பு படைகள் நிவாரண சேவைகளை செயல்படுத்தியுள்ளன.",
        "கடற்கரை மன்னர் 360er கண்காணிப்பு விமானம் மற்றும் 460er ஹெலிகாப்டர் ஆகியோரின் கடல்சார் பற்றாக்குறையின் இலங்கை விமானப்படை எண் 3 412 ஹெலிகாப்டர் விமானத்தை அறிமுகப்படுத்தியது.",
        "கேலி, அகுரெஸா, பிடாவா, சாலை, படதகம, பனதுகமா, பனதுகம, கிரமடகம, கிரமடகம, கிரமடகமாவில் வெள்ளம் காணப்பட்டுள்ளது.",
        "விமானம் பேரழிவு பிரிவுகளுக்கு ஒப்படைக்கப்பட்டுள்ளதாக SLAF அறிவித்தது.",
        "குடியிருப்பாளர்கள் வெள்ளத்தின் பகுதியில் காணப்பட்டனர்.",
        "இதற்கிடையில், மோசமான முடிவுகளின் கையெழுத்துப் பிரதி கண்காணிப்பாளருக்கு சீரற்ற காலநிலையில் நிவாரணம் பெற்ற மக்களுக்கு சலுகைகள் வழங்கப்படும்.",
        "அதன்படி, கம்பாஹா மற்றும் கொழும்பில் துஷ்பிரயோகம் செய்யப்பட்ட அரசால் பாதிக்கப்பட்ட சமைத்த உணவுகள் மானுசுகேஷேஷனுக்கு வழங்கப்பட்டன.",
        "இதற்கிடையில், நாளை (16) முதல் தற்போதுள்ள மழை காலநிலை குறைக்கப்படும் என்று வானிலை ஆய்வு துறை கூறுகிறது.",
        "தென்கிழக்கு வங்காளத்தின் மணமகனின் வீழ்ச்சி பயணம் செய்யாததால், கடற்படை மற்றும் மீன்வள சமூகத்திற்கு வானிலை ஆய்வு துறை தெரிவிக்கிறது.",
        "இன்று காலை கொழும்பில் வானிலை வானிலை இருந்தபோதிலும், கொழும்பில் பலத்த மழை பெய்தது.",
        "கடந்த 24 மணிநேரம், அம்பாராவில் உள்ள ஐயின்க்சினாய் பகுதியிலிருந்து மழை மற்றும் 101.6 மி.மீ."
      ]
    },
    "en": {
      "title": "Derana concession operation to find out floods affected by floods",
      "body_lines": [
        "159,511 persons belonging to 40,758 families have been affected by the inclement weather.",
        "The Disaster Management Center said that 10,361 persons from 2,433 families remain in safe places.",
        "Milkanda Milkanda area has already been flooded in the face of inclement weather.",
        "The Irrigation Department states that the Ging Ganga has a small flood from Baddegama area.",
        "Meanwhile, lowbies in the Panadugama area are inundated in the Panadugama area.",
        "The Irrigation Department states that the water level of the Nilwala River is continuing from the Nilwala River from the Talgahagoda area.",
        "The Department of Irprises said that the Galaw Oya water levels in the recent past were underway.",
        "However, there are still many lowlands, including the roadside due to the flow of rain water.",
        "The rainwale was still descended by the floods, Kelaniya, Kaduwela and Kaduwela.",
        "Residents allege that the portfolio is not due to the proper implementation of floods in Malwana.",
        "Residents pointed out that with the extinguction of the Kelani River by the death of water from the Kelani River.",
        "However, the people of the water have begun cleaning their homes and shops.",
        "Meanwhile, security forces have implemented relief services to provide relief to those affected by floods.",
        "Sri Lanka Air Force No. 3 of the Maritime Lack of Beach King Ayar 360er Observation Aircraft and 460er helicopter launched a 412 helicopter aircraft.",
        "The floods have been observed in Galle, Akuressa, Pitawa, Road, Badadagama, Panadugama, Panadugama, Kiramadagama, Kiramadagama, Kiramadagama.",
        "The SLAF announced that the aircraft had been handed over to the Disaster Divisions.",
        "Residents were also seen in the area of ​​floods.",
        "Meanwhile, the Manuscript Superintendent of the Poor Results will be provided with the concessions to the people who have been relieved in the inclement weather.",
        "Accordingly, the Manusuge deransation was provided with cooked foods who were affected by an abused state in Gampaha and Colombo.",
        "Meanwhile, the Department of Meteorology says that the existing rain weather will be reduced from tomorrow (16).",
        "The Department of Meteorological Department informs the Navy and the Fisheries Community, as a decline in the brideg of the southeastern Bengal, is not sailing.",
        "Although there was a weather weather in Colombo this morning, heavy rains down in Colombo.",
        "The last 24 hours, rainfall was reported from the Iynkchchinai area in Ampara and 101.6 mm."
      ]
    }
  },
  "summary_lines": [
    "Floods affect 159,511 people in Sri Lanka. 10,361 displaced, mostly in Milkanda and Panadugama areas. Relief efforts ongoing. Rain expected to decrease soon."
  ]
}