{
  "translated_text": {
    "ta": {
      "title": "W. 'அனுராவிலிருந்து எதிர்பார்க்கப்படும் அனுரா' இன் சிறந்த செயல்திறன் வெற்றி பெறுகிறது",
      "body_lines": [
        "W. 'அனுராவிலிருந்து எதிர்பார்க்கப்படும் அனுரா' இன் சிறந்த செயல்திறன் வெற்றி பெறுகிறது",
        "இலங்கையின் கலையின் கலை கோளம் 'மூத்தவர், சிறந்த, சிறந்த ரனாடைர் \". ஜெயசிரி சனிக்கிழமை (செப்டம்பர். 21) இரவு கடந்துவிட்டது.",
        "ஒரு சிறந்த தியேட்டராக க honored ரவிக்கப்பட்டாலும், அவர் ஒரு இயக்குனர், பாடலாசிரியர் மற்றும் ஒரு இலக்கியவாதி.",
        "மே 1, 1947 இல் வீரபல்லாயின் ஜெயசிரி அல்லது விண்டா. ஜெயசிரி காலியில் உள்ள ஹிரிம்புரா பகுதியில் பிறந்தார்.",
        "கிடுலம்பிட்டியா மத்திய கல்லூரியில் ஆரம்பக் கல்வியைப் பெற்றார். பின்னர், செயின்ட் தாமஸ் கல்லூரி, மாதாரா மற்றும் வித்யாலோகா வித்யாலயா, மாதரா.",
        "பின்னர் அவர் கொழும்பு பல்கலைக்கழகத்தில் ஒப்புக் கொண்டார் மற்றும் பொருளாதாரம், வரலாறு மற்றும் சிங்கள பாடங்களைப் படித்தார்.",
        "பல்கலைக்கழகத்தில் இருந்த காலத்தில், அவர் ஒரு சில நாடக விழாக்களில் கலந்து கொண்டார், சுகதபாலா டி சில்வா அடையாளம் காணப்பட்டார்.",
        "சிலர் சொல்கிறார்கள், w. ஜெயசிரி உதவி இயக்குனர் களத்தில் நுழைந்தார்.",
        "\"என் நினைவகம் சரியாக இருந்தால், அவர் ஒரு ஆதரவு இயக்குனர். அவர் படத்தில் \"குளவி மற்றும் இயக்குனர்\" என்றார். இதேபோல், ஸ்ரியந்தா மெண்டிஸுக்கு பங்களிக்கும் கலைஞர் பிபிசி சிங்களிடம் கூறினார்.",
        "இருப்பினும், அவர் உதவிக்கு ஆதரவாக இருப்பதற்கு முன்பு மேடை நாடகங்களில் ஈடுபட்டதாகக் கூறப்படுகிறது.",
        "அவரது முதல் கட்ட நாடகங்கள் 1966 இல், 1966 இல் 'ஓகே 6' இரண்டாவது பதிப்போடு நடந்தன.",
        "கூடுதலாக, சுகதபாலா டி சில்வா டி சில்வாவின் வில் நாடகம் மற்றும் தர்மசேனா பதிராஜா, இப்போது ஒரு பெரிய குழந்தையாக இருக்கிறார், 'அவர் ஒரு வீரருக்கும் பங்களித்துள்ளார்.",
        "எச்டி. பிரேமரத்னே இயக்கிய முதல் படம் ஒரு படத்தின் முக்கிய கதாபாத்திரத்தை புதுப்பித்த முதல் படம்.",
        "\"டபிள்யூ. ஜெயசிரி ஒரு மூத்த, சிறந்த மற்றும் சிறந்த செயல்திறன். நான் அவருடன் பல வேலைகளில் பணிபுரிந்தேன். மேடை நாடகங்கள், டெலட்ராமா மற்றும் திரைப்படத்தின் அனைத்து துறைகளையும் நாங்கள் கையாள்கிறோம். அவர் ஒரு தியேட்டர் போன்ற சிறந்த ஆசிரியர். கதாபாத்திரங்களை உருவாக்க அவர் செயல்திறனில் கற்பித்த பாடங்கள் மிகவும் முக்கியமானவை. ஒரு நபர் அவரை மறைக்க எங்கள் துறையில் இல்லை என்று நான் நினைக்கிறேன், \"என்று மூத்த நடிகரான ஸ்ரியந்தா மெண்டிஸ் கூறினார்.",
        "W. இலங்கை கலைத் துறையில் ஜெயசிரி ஒரு அரிய எண்ணிக்கையிலான கலைஞர் என்று திரைப்படங்கள், டெலட்ராமா மற்றும் மேடை இயக்குனர் ஜெயந்தா சந்திரசிரி கூறுகிறார்.",
        "\"டபிள்யூ. ஜெயசிரி நம் நாட்டின் மிகவும் அரிதான வகை கலைஞர். அவர் எங்கள் மேடையின் 60 கள் மற்றும் 70 களில் சேர்ந்தார் மற்றும் பல மிக முக்கியமான நாடகங்களில் சேர்ந்தார். இதேபோல், அவர் சுகதபாலா டி சில்வா, சுகதபாலா டி சில்வாவை \"மராசாத்தின் மேடை நாடகம்\" என்று தயாரித்தார்.",
        "ஜெயந்தா சந்திரசிரி ஹமயான், அராத் பாஸ்னமன், அகந்தா ஹேண்டர்ஸ், ராணி மற்றும் மாடி. ஜோஹிஸ்ஸிரி ஈடுபட்டிருந்தார்.",
        "\"எனது பல படைப்புகள் அவரைப் பயன்படுத்தின, ஏனெனில் அவரிடம் இருந்த தனித்துவமான திறமை மற்றும் உடல் உருவம். அவர் முயற்சி இல்லாமல் மிக ஆழமான அறிகுறிகளை சித்தரித்தார். ஒரு யதார்த்தமான செயல்திறன் இருந்தது.",
        "'கெபிராஜா' ஐ அவர் அங்கீகரித்தால், 'தர்மசேனா அடையாளம் காண்கிறார்', 'தி குளவிகள்' படத்திற்காக எழுதப்பட்டது, 'நீங்கள் திரைப்படத்தை அங்கீகரித்தால்' 1980 களில் எழுதப்பட்டது.",
        "கூடுதலாக, அவர் 'குடசோ டி அல்மெய்டா' பாடல், 'க்ளோம்சோ டி டி.'",
        "\"ஒரு பாடலாசிரியராக, அவரைப் பற்றி அவரிடம் சொல்ல வேண்டும். அவரது மிகவும் பிரகாசம், அவர் மிகவும் பிரகாசமாக இருக்கிறார் ', நீங்கள்' நீங்கள் 'பாடல்' நீங்கள் 'என்று அடையாளம் கண்டால். நான் முதலில் உருவாக்கிய 'களை ஹமாயீன்' டெலட்ராமாவிலும் அவர் ஒரு பாடலை இயற்றினார். \"மங்கலாக மங்கலானது\". எனது வேண்டுகோளில், பாடல் கெமதாசாவின் இசைக்கு எழுதப்பட்டது. ரோஸ்கோ வில்லியம்ஸ் என்ற அமெரிக்க பாடகர். அவர் ஒரு நல்ல எழுத்தாளர், \"ஜெயந்தா சந்திரசிரி கூறினார்.",
        "\"அனுரா டிஸ்டனாயக்க வென்றால்,\" என்று சமீபத்தில் பங்கேற்ற ஒரு பங்கேற்பில் அவர் சமீபத்தில் பங்கேற்றார்.",
        "\"நாட்டில் மக்களுக்கு ஒரு வித்தியாசம் தேவை. ஆனால் நாங்கள் வயதானவர்கள் என்பதைப் பாருங்கள். அது எவ்வாறு செய்யப்படும் என்று அனுரா குமாரா பார்க்க விரும்புகிறேன், \"என்று அவர் கூறினார்.",
        "ஒரு ஹியூரிகேன் வேட்பாளர் 50%க்கு மேல் வாக்களிக்க முடியாவிட்டால் என்ன செய்வது?",
        "இலங்கையின் தலைவர் ப Buddhist த்தமாக இருக்க வேண்டும்: ஆகஸ்ட் 12, 2019",
        "ஜனாதிபதி காலம்;நீதித்துறை பிரகடனத்தின் பதினான்கு பிரகடனத்தின் பின்னர்"
      ]
    },
    "en": {
      "title": "W. The excellent performance of 'Anura expected from Anura' wins",
      "body_lines": [
        "W. The excellent performance of 'Anura expected from Anura' wins",
        "The art sphere of the art of Sri Lanka is' Senior, Great, Excellent Ranadire \". Jayasiri Saturday (Sept. 21) The night passed away.",
        "Although honored as an excellent theater, he was a director, a songwriter and a literary.",
        "Weerapallai's Jayasiri alias Winda on May 1, 1947. Jayasiri was born in the Hirimbura area in Galle.",
        "He received primary education at Kitulampitiya Central College. Later, education at St. Thomas' College, Matara and Vidyaloka Vidyalaya, Matara.",
        "He later admitted to the University of Colombo and studied economics, history and Sinhala subjects.",
        "During his time at the university, he attended a few drama festivals and Sugathapala de Silva was identified.",
        "Some say, W. It is that Jayasiri Assistant Director was entered into the field.",
        "\"If my memory is correct, he is a support director. He said, \"Wasp and Director\" in the film. Similarly, the artist contributing to Sriyantha Mendis told the BBC Sinhala.",
        "However, he is said to have been involved in stage dramas before he was in support of assistance.",
        "His first stage plays took place in 1966, in 1966 with the second edition of 'OK 6'.",
        "In addition, Sugathapala de Silva de Silva's bow was Drama and Dharmasena Pathiraja, who is now a big kid, 'He has also contributed to a player.",
        "HD. The first film directed by Premaratne was the first film that he revived the main character of a film.",
        "\"W. Jayasiri is a senior, great and excellent performance. I was working with him several work. We deal with all the fields of stage dramas, teledrama and film. He is a great teacher like a theater. The lessons he taught in the performance was very important to build the characters. I think that a person is not in our field to cover him, \"veteran performer, Sriyantha Mendis said.",
        "W. Movies, Teledrama and Stage Director Jayantha Chandrasiri says that Jayasiri is a rare number of performer in the Sri Lankan art industry.",
        "\"W. Jayasiri is a very rare type artist of our country. He joined the 60s of our stage and 70s and joined a number of very important dramas. Similarly, he produced Sugathanga de Silva, Sugathapala de Silva, who created Sugathapala De Silva, \"Marrasad's stage drama.\" Jayantha Chandrasiri told the BBC Sinhala.",
        "Jayantha Chandrasiri Hamayan, Arad Basnamon, Aganda Handers, Queen and Floor. Johisziri was involved.",
        "\"For many of my creations used him, because of the unique talent and body image he had. He portrayed very deep symptoms without effort. There was a realistic performance. \"",
        "If he recognizes 'Kephiraja', 'Dharmasena identifies', 'The wasps' was written for the film, 'If you recognize the film' was written in the 1980s.",
        "In addition, he is the ingredient by the 'Kudaso de Almeida' song, 'Clomso De D.' Television and Sir Sameth Wijesuriya.",
        "\"As a songwriter, he needs to tell him about him. His most brightness, he is more brightly ', if you recognize' you are 'the song' you '. He also composed a song in the 'Weed Hamayene' teledrama that I first created. \"Blurriedly blurred '. In my request, the song was written to the music of the kemadasa. The American singer named Rosko Williams. He was a very good literar, \"Jayantha Chandrasiri stated.",
        "He recently participated in a recently participating you said, \"If Anura Dissanayake is winning,\" he said.",
        "\"People in the country need a difference. But see that we are the old. I wish Anura Kumara could see how it would be done, \"he said.",
        "What if a heurricane candidate could not vote over 50%?",
        "The President of Sri Lanka must be Buddhist? Final Update: August 12, 2019",
        "The presidential term;Upon Fourteen Declaration of Judicial Declaration"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "W. Jayasiri, renowned Sri Lankan playwright, director, lyricist, and actor, excelled in theater, television, and cinema. Born in 1947, he began his career in the 1960s, collaborating with prominent figures like Sugathapala de Silva and Dharmasena Pathiraja. Jayasiri's unique talent and versatility earned him recognition for his performances and compositions."
  ]
}