{
  "translated_text": {
    "ta": {
      "title": "தொலைபேசி பகுப்பாய்வு அறிக்கைகள் வசந்தத்தின் பூவின் அச்சுறுத்தலுக்கு அழைப்பு விடுகின்றன",
      "body_lines": [
        "சொல்லம்போ கூடுதல் மாஜிஸ்திரேட் ஹர்ராசாந்தா கெகராவெலா போரெல்லா போலீசாருக்கு அனுப்பப்பட்டுள்ளார், அத்ருகிரியா பகுதியில் தொலைபேசி அழைப்புகள் அல்லது கிளப் வசந்தத்தை வரவழைக்க.",
        "அச்சுறுத்தும் அழைப்புகளை வெளிப்படுத்த தொலைபேசி பகுப்பாய்வு அறிக்கைகள் தேவை என்று கூறி, அத்தகைய கோரிக்கையை மாஜிஸ்திரேட் ஏற்றுக்கொண்டார்.",
        "போரெல்லாவில் ஒரு தனியார் கொலை தொடர்பான புகாரில் புகார் ஏற்பட்டதாக விசாரணைகள் நடத்தப்பட்டதாக போரெல்லா போலீசார் தெரிவித்தனர், போரெல்லா போலீசார் நீதிமன்றத்தில் தயாரிக்கப்பட்டனர்.",
        "தனியார் மால்சலாவின் நலன்கள் குறித்த விசாரணையில் தொலைபேசி பகுப்பாய்வு அறிக்கையைப் புகாரளிக்க தொலைபேசி நிறுவனங்களை குறிப்பிடுமாறு போரெல்லா போலீசார் கேட்டுக்கொண்டனர்.",
        "இந்த சம்பவம் தொடர்பான விசாரணையின் முன்னேற்றத்தையும், கோரிக்கையை ஏற்றுக்கொண்டு உத்தரவுகளை வழங்குவதையும் போலீசார் முடிவு செய்தனர்."
      ]
    },
    "en": {
      "title": "Phone analysis reports call on the threatening of the flower of Spring",
      "body_lines": [
        "Colombo Additional Magistrate Harrasantha Kekharawela has been sent to the Borella Police to summon the bodic of telephone calls or club spring in Athurugiriya area.",
        "The Magistrate accepted such a request, claiming that telephone analysis reports have been needed to reveal the threatening calls.",
        "The Borella police stated that investigations were conducted regarding a complaint with a complaint with a complaint with a private murder in Borella, the Borella police were produced in court.",
        "Borella police asked to specify telephone companies to report telephone analysis reporting to the investigation into the interests of the private malxala.",
        "The police also decided to report the progress of the investigation into the incident, accepting the request and issued the orders."
      ]
    }
  },
  "summary_lines": [
    "Colombo Magistrate Harrasantha Kekharawela ordered the Borella Police to analyze phone calls related to threats against the \"flower of Spring\" in Athurugiriya. The magistrate agreed to this request due to the need for phone analysis reports to uncover threatening calls. Following a complaint about a private murder in Borella, the police were directed to involve specific telecom companies in the investigation. They also committed to updating the court on the progress of their inquiry."
  ]
}