{
  "translated_text": {
    "ta": {
      "title": "இலங்கை முக்கியமான திருப்புமுனையாகும் - ஜனாதிபதி",
      "body_lines": [
        "உலக தொழிலாளர் தினத்தின் 138 வது கொண்டாட்டத்தில் இலங்கை ஒரு முக்கியமான திருப்புமுனையை எட்டியுள்ளது, இது கோரிக்கைகள் மற்றும் உரிமைகளின் விளைவாக தொடங்கியது.",
        "தொழிலாளர் தினத்தின் செய்தியால், நாட்டின் பொருளாதாரத்தை கொண்டு வருவது அனைவருக்கும் காரணம் என்று அவர் சுட்டிக்காட்டுகிறார்.",
        "ஜனாதிபதி ரணில் விக்ரெமேசிங்கே மேலும் கூட்டத்தை வெல்லும் சாத்தியம் என்று மேலும் கூறியுள்ளார்.",
        "பொருளாதார நெருக்கடியை எதிர்கொண்டு, பொதுமக்கள் அதன் சகிப்புத்தன்மையை பாராட்டுகிறார்கள்.",
        "தொழிலாளர் தின செய்தியின்படி, ஜனாதிபதி ரணில் விக்க்ரேமசிங்கின் தொழிலாளர் தினம் மேலும் அவர்கள் ஏழைகளாக அர்ப்பணிக்கப்பட வேண்டிய ஏழை மக்கள் அல்ல என்று மேலும் கூறப்பட்டுள்ளது.",
        "இதற்கிடையில், உழைக்கும் மக்கள் தங்கள் வாழ்க்கையை இரத்தத்தில் தியாகம் செய்துள்ள வேலை குறிப்புகளின் வரலாற்றிற்காக உலக தொழிலாளர் தினம் உலக தொழிலாளர் தினத்தை கொண்டாடும் என்று பிரதமர் தினேஷ் குணவர்தேனா கூறுகிறார்.",
        "இந்த முறை பணியிடத்தையும் பணியிடமும் விமர்சிப்பதாக ஒரு பிந்தைய பங்குதாரர் சுட்டிக்காட்டினார்.",
        "பிரதமரின் தொழிலாளர் தினத்தின் தொழிலாளர் தின செய்தி உலகில் பல நாடுகள் பொருளாதார நெருக்கடியை மீண்டும் கட்டியுள்ளன என்று குறிப்பிடப்பட்டுள்ளது.",
        "பொருளாதாரத்தை தண்டிப்பதில் உழைக்கும் மக்களின் அர்ப்பணிப்பைப் பாராட்ட தொழிலாளர் தினம் பயன்படுத்தப்படும் என்று பிரதமர் தினேஷ் குணவர்தேனா மேலும் தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Sri Lanka is crucial turning point - President",
      "body_lines": [
        "President Ranil Wickremesinghe says Sri Lanka has reached a crucial turning point at the 138th Celebration of the World Labor Day, which began as a result of demands and rights.",
        "By the message of the Labor Day, he points out that it is responsible for all to bring about the country's economy.",
        "President Ranil Wickremesinghe has further stated that it is the potential to win the crowd.",
        "In the face of the economic crisis, the public is commending the endurance of it.",
        "According to the Labor Day Message, President Ranil Wickremesinghe's Labor Day is further stated that they are not a poor people to be devoted as poor.",
        "Meanwhile, Prime Minister Dinesh Gunawardena says that the World Labor Day will celebrate the World Labor Day for the history of the working notes that the working people have sacrificed their lives in blood.",
        "The post-he-stakeholder pointed out that the workplace was also critical of the workplace this time.",
        "The Labor Day message of the Prime Minister's Labor Day is mentioned that many countries in the world rebuilt the economic crisis.",
        "Prime Minister Dinesh Gunawardena further stated that the Labor Day will be used to appreciate the commitment of the working people to conviction the economy."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe highlights Sri Lanka's crucial turning point, emphasizing the role of labor in the economy and the resilience of the public during economic challenges. Prime Minister Dinesh Gunawardena acknowledges the sacrifices of workers and the importance of Labor Day in appreciating their contributions to the economy."
  ]
}