{
  "translated_text": {
    "si": {
      "title": "විදුලි වේදනාව පිළිබඳ නව දැන්වීමක්",
      "body_lines": [
        "විදුලිබල ගාස්තු සංශෝධනය පිළිබඳ මහජන අදහස් සමාලෝචනය කිරීමෙන් පසු අවසන් යෝජනාව ජූලි 15 වන දින ප්රකාශයට පත් කළ බව මහාචාර්ය මංජුල ප්රනාන්දු මහතා පැවසීය.",
        "මීට පෙර ලියාපදිංචි වී ඇති විවිධ කර්මාන්ත නියෝජනය කරන නියෝජිතයින් 46 දෙනෙකු ලැබී ඇති බව ඔහු සඳහන් කළේය.",
        "ලංකා විදුලිබල මණ්ඩලය (CEB) මහජන උපයෝගිතා කොමිෂන් සභාවට අනාගත බල භාර සංශෝධන සඳහා යෝජනා ඉදිරිපත් කර තිබේ.",
        "ඒ අනුව, පවුලේ සාමාජිකයන්ගේ ගාස්තු 25.5% කින් සහ ආගමික හා පුණ්යායතන අඩු වීම 3% කින් අඩු කෙරේ.",
        "කෙසේ වෙතත්, මෙම යෝජනා වලට අනුව, හෝටලය සහ කාර්මික අංශය යෝජනා කර නොමැත. රීල්"
      ]
    },
    "en": {
      "title": "New Notice of Electric Pain",
      "body_lines": [
        "Prof. Manjula Fernando, Chairman of the Public Utilities Commission, said that the final resolution will be announced on July 15 after reviewing the public's views on the power tariff revision.",
        "He noted that 46 representatives representing the various industries previously registered have been received.",
        "The Ceylon Electricity Board (CEB) has submitted proposals to the future power tariff amendments to the Public Utilities Commission.",
        "Accordingly, the fees of family members will be reduced by 25.5% and a reduction in religious and charities by 3%.",
        "However, according to these proposals, no fee reduction for the hotel and industrial sector has been proposed. Remble"
      ]
    }
  },
  "summary_lines": [
    "Prof. Manjula Fernando announced that the Public Utilities Commission will reveal its decision on power tariff revisions by July 15, after considering public feedback. The CEB has proposed reducing family tariffs by 25.5% and those for religious and charity institutions by 3%. However, there are no proposed reductions for the hotel and industrial sectors."
  ]
}