{
  "translated_text": {
    "si": {
      "title": "මම ශ්රී ලාංකික පුරවැසියෙක්, මට ද්විත්ව පුරවැසිභාවයක් නැත - නයනා වසලතිලක",
      "body_lines": [
        "මට ශ්රී ලාංකික පුරවැසියන්ගේ ද්විත්ව පුරවැසිභාවය නොමැත. එක්සත් ජනතා බලයේ පාර්ලිමේන්තු මන්ත්රී නයනා වසලක්ලක මහතා සිය කතාවේදී පැවසුවේ මට විදේශ ගමන් බලපත්රයක් ඇති බව ඔහුගේ කතාවේදී පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ බදාදා (24) පාර්ලිමේන්තුවේ යෝජිත උපස්ථ පනත් කෙටුම්පත පිළිබඳ විවාදයකදීය.",
        "මගේ දෙමව්පියන් රාජ්ය සේවය අපගේ පවුල් පසුබිම පිළිබඳව අතීතයේ බොහෝ දේවල සඳහන් කර ඇත. වෙහෙස මහන්සි වී වැඩ කිරීම මධ්යයේ මම උසස් අධ්යාපනය සඳහා ස්විට්සර්ලන්තයට ගියෙමි.",
        "2019 දී මම 2020 දී දේශපාලන කටයුතුවලට බැඳී දේශපාලන කටයුතුවලට බැඳී සිටි අතර මට පක්ෂව ඡන්දය නොදුන් බදුල්ලා දිස්ත්රික්කයේ ජනතාවට ස්තූතිවන්ත විය.",
        "මා ජීවත් වූයේ ඕස්ට්රේලියාවේ වුවද, මට ශ්රී ලංකාවේ රෙදි රාශියක් ඇත. මම ද්විත්ව පුරවැසිභාවයක් නොවේ. ශ්රී ලංකාවට විදේශ ගමන් බලපත්රයක් තිබේ.",
        "මහජන නියෝජිතයන් පාර්ලිමේන්තු වරප්රසාදයට බොරු වැටී බොරු කීමෙන් වැළකී සිටිය යුතුය."
      ]
    },
    "en": {
      "title": "I am a Sri Lankan citizen, I have no dual citizenship - Nayana Vasalathilaka",
      "body_lines": [
        "I have no dual citizenship of Sri Lankan citizen. In his speech, United People's Power MP Nayana Vasalathilaka said in his speech that I have a foreign passport.",
        "He was speaking at a debate on the proposed backup Bill on Wednesday (24) in Parliament.",
        "My Parents Public Service has been mentioned in many things in the past regarding our family background. I went to Switzerland for High Education amidst hard work.",
        "In 2019, I joined the Opposition Leader and contested political activities in 2020 and thanked the people of Badulla district who did not vote in favor of me.",
        "Even though I live in Australia, I have a lot of fabric on Sri Lanka. I am not a dual citizenship. Sri Lanka has a foreign passport.",
        "People's representatives should avoid lying and lied to the parliamentary privilege."
      ]
    }
  },
  "summary_lines": [
    "Nayana Vasalathilaka, a Sri Lankan citizen with no dual citizenship, claimed to have a foreign passport in a parliamentary debate. He highlighted his parents' public service and his education in Switzerland, joined political activities in 2019, and expressed gratitude to the people of Badulla district. Despite living in Australia, he emphasized his strong ties to Sri Lanka and criticized politicians for lying."
  ]
}