{
  "translated_text": {
    "si": {
      "title": "ඉන්දියානු රජයේ ආයුර්මය ශිෂ්යත්වය",
      "body_lines": [
        "හුහෂ් ශිෂ්යත්ව වැඩසටහන යටතේ, කොළඹ හි ඉන්දීය මහ කොමසාරිස් කාර්යාලය ශ්රී ලාංකික ශිෂ්යීන්ගේ උපාධිය / අධ්යයන උපාධිය / අධ්යයන උපාධියේ ඉගෙනීමට කැමති ශ්රී ලාංකික පුරවැසියන් සඳහා වන පහත පා courses මාලා සඳහා ශිෂ්යත්ව ත්යාග ප්රකාශයට පත් කර තිබේ.",
        "ආයුර්වේද, උර්වෙඩා, සිද්ධායි වෛද්ය විද්යාව සහ හෝමියෝපති යන උපාධිය හැදෑරීමට කැමති අයදුම්කරුවන් අ.පො.ස. උසස් තත්ත්වයේ බුද්ධිමත් විය යුතුය.",
        "ඒ අතරම, ආයෝජන මණ්ඩලයේ B.Sc සහ B.A (යෝග ශාස්ත්රාව) සඳහා ඉල්ලුම් කිරීමට කැමති අය අ.පො.ස.. யோகாவில் MSc பயில விரும்புவோர் குறித்த பட்டப்படிப்பினை பூர்த்திசெய்திருத்தல் அவசியம்.",
        "එසේම, ආයුර්වේද, සිද්ධා, යුනනි සහ හෝමියෝපති ක්ෂේත්රවල උපාධිය හැදෑරීමට කැමති අය ඉන්දියානු වෛද්ය මධ්යම සභාව විසින් සම්පූර්ණ කළ යුතුය.. එසේම, ආයුර්වේදයේ ආචාර්ය උපාධිය දිගටම කරගෙන යාමට කැමති අය, යුනෙනි සහ යෝගා විසින් ඉන්දියානු වෛද්ය මධ්යම සභාව විසින් මෙම ක්ෂේත්රවල දී තරුණයින් හා ජ්යෙෂ් m උපාධි ලබා සිටිය යුතුය.",
        "5. මෙම ව්යාපෘතියට සමස්ත පා course මාලාව සඳහාම මාසික වියදම් දීමනා සහ පා course මාලාව පා course මාලාව ඇතුළත් වන අතර, නවාතැන් දීමනාවක් සහ වාර්ෂික ශිෂ්යත්ව ඇතුළත් වේ.",
        "6. 2024 මැයි 31, 2024 ට පෙර, ICCR A2A අඩවියේ (www.a2ascharallyps.iccr.gov.in) හරහා අයදුම්පත් උඩුගත කරන්න.. இவ்விடயம் தொடர்பான மேலதிக தகவல்களை பெற்றுக்கொள்ள விரும்பும் விண்ணப்பதாரிகள் கொழும்பிலுள்ள இந்திய உயர் ஸ்தானிகராலயத்தின் கல்விப் பிரிவினை 0112421605, 0112422788, 0112422789 ஆகிய தொலைபேசி இலக்கங்கள் ஊடாகவும் அத்துடன்  eduwing.colombo@mea.gov.in என்ற மின்னஞ்சல் முகவரியூடாகவும் தொடர்பு கொள்ளலாம்."
      ]
    },
    "en": {
      "title": "Ayush scholarship of the Government of India",
      "body_lines": [
        "Under the Ayush Scholarship Program, the Indian High Commission in Colombo has announced the scholarship prizes for the following courses for Sri Lankan citizens who want to study in the degree/ Degree/ Doctor of Studies in the Ayush Scholarship Program.",
        "Applicants who wish to pursue degree in Ayurveda, Unani, Siddha Medicine and Homeopathy need to be enlightened in the GCE Advanced Quality.",
        "At the same time, those who wish to apply for B.Sc and B.A (Yoga Shastra) in yoga must have passed in a category of GCE high quality.. The completion of the degree of MSC studying in yoga is essential.",
        "Also, those who wish to pursue degree in Ayurveda, Siddha, Unani and Homeopathic fields need to be completed by the Indian Medical Central Council.. Also, those who wish to continue PhD in Ayurveda, Unani and Yoga must have a youth and senior degrees recognized by the Indian Medical Central Council in the fields.",
        "5. The project includes all the monthly expenditure allowances for the entire course and the course of the course of the course, and includes the shelter allowance and annual scholarships.",
        "6. Upload applications for this before May 31, 2024, through the ICCR A2A site (www.a2ascholarships.iccr.gov.in). Applicants who wish to obtain further information on this issue can contact the Education of the Indian High Commission in Colombo 0112421605, 0112422788, 0112422789 as well as eduwing.colombo@mea.gov.in."
      ]
    }
  },
  "summary_lines": [
    "The Ayush Scholarship Program by the Indian Government offers scholarships for Sri Lankan citizens to study Ayurveda, Unani, Siddha Medicine, Homeopathy, Yoga Shastra, and related fields. Eligibility requires GCE Advanced Level for Ayurveda, Unani, Siddha, and Homeopathy, and GCE Ordinary Level for Yoga Shastra. Applicants must also meet the requirements set by the Indian Medical Central Council. The scholarship covers monthly allowances, accommodation, and annual scholarships. Applications must be submitted by May 31, 2024, through the ICCR A2A site. For more information, contact the Indian High Commission in Colombo."
  ]
}