{
  "translated_text": {
    "ta": {
      "title": "அரிசி அமைச்சரின் அறிக்கை தேவையற்றது",
      "body_lines": [
        "அமைச்சர் மஹிந்த அமராவீரா கூறுகையில், தற்போது நாட்டில் தேவைப்படும் அரிசி அளவு நாட்டில் செயல்பட்டு வருகிறது.",
        "அரிசி நாட்டிலிருந்து இறக்குமதி செய்யப்படவில்லை என்று அமைச்சர் கூறினார்.",
        "நெல் மார்க்கெட்டிங் வாரியம் 1984 ஆம் ஆண்டில் அரிசி செயலாக்க செயல்முறைக்காக அரிசி செயலாக்க செயல்முறைக்காக கட்டப்பட்டது.",
        "புல்நேவா அரிசி பதப்படுத்தும் மையம் திறக்கப்பட்ட பின்னர், பில்லியன் கணக்கான ரூபாய், அதிக எண்ணிக்கையிலான வேலைகளைக் கொண்டிருந்தது.",
        "கடந்த ஐந்து ஆண்டுகளில் இருந்து பல ஆண்டுகளாக அரிசி செயலாக்க செயல்முறை மூடப்பட்டுள்ளதாக இப்பகுதி குற்றம் சாட்டுகிறது.",
        "கட்டுப்பாட்டுக்கு சிதைந்துபோகும் இந்த இடம், கால்நடைகள் ஒரு இடமாக இருக்கும் இடமாக இருக்கும் இடமாக மாறும் இடமாக உள்ளது.",
        "நாட்டில் உணவு நெருக்கடிகளின் பின்னணியில் இந்த விலைமதிப்பற்ற வளத்தின் கவனத்தைத் தடுக்க இதுபோன்ற மதிப்புமிக்க அதிகாரிகள் கொண்டு வரப்பட வேண்டும் என்று அடா டெரானா நினைவு கூர்ந்தார்."
      ]
    },
    "en": {
      "title": "A statement from the Minister of Rice is unnecessary",
      "body_lines": [
        "Minister Mahinda Amaraweera says that the amount of rice required for the country is currently working in the country.",
        "The Minister stated that rice is not imported from the country.",
        "The paddy marketing Board was built in 1984 for the rice processing process in 1984 for the rice processing process.",
        "After the opening of bulnewa rice processing center, the Billions of rupees, had a large number of jobs.",
        "The area alleges that the rice processing process has been closed for several years since the past five years.",
        "The place, which is decomposed to the control, has been a place of becoming a place where the flies are a place where the cattle is a place.",
        "The Ada Derana recalls that such a valuable authorities should be brought to prevent the attention of this precious resource in the backdrop of food crises in the country."
      ]
    }
  },
  "summary_lines": [
    "Minister Mahinda Amaraweera claims the country's rice supply is sufficient, with no imports. The Paddy Marketing Board, established in 1984, has created jobs and processed billions of rupees. However, it's alleged that the rice processing center has been closed for five years, leading to environmental issues."
  ]
}