{
  "translated_text": {
    "si": {
      "title": "අප්රේල් 21 බෝම්බ ප්රහාරය සම්බන්ධයෙන් බලධාරීන් විසින් ගනු ලැබූ ක්රියාමාර්ග පිළිබඳව විමර්ශනය කිරීම සඳහා නව කමිටුවක්",
      "body_lines": [
        "2019 අප්රියෙල් 21 වන දින බෝම්බ හෙලීම පිළිබඳව විමර්ශනය කිරීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ සහ විශ්රාමික යුක්තියේ ඇල්පිස් විසින් ජාතික බුද්ධි සේවය (සීඅයි.එස්), ජාතික බුද්ධි සේවය (සීඅයි.එස්), ජාතික බුද්ධි සේවයේ (සීඅයි.එස්), ජාතික බුද්ධි සේවය (සීඅයි.එස්), ජාතික බුද්ධි සේවය (සීඅයි.එස්), ජාතික බුද්ධි සේවය (සීඅයි.එස්) සහ අනෙකුත් නිලධාරීන් විසින් මෙහෙයවනු ලැබීය.",
        "විශ්රාමික මහාධිකරණ විනිසුරු angd. මෙම කමිටුවේදී සෙසු සාමාජිකයන් ලෙස ශ්රී ලංකා විධායක සේවයේ විශේෂ සම්මත නිලධාරියෙකු වූ ඇල්විස්, කි.එන්.කේ. සෝමට්නා සහ ජ්යෙෂ් Att නීති orney වමන්ෂාන් ද ඇතුළත් ය.",
        "ජනාධිපතිගේ ජ්යෙෂ් Assistant සහකාර උපදේශක සරදාන්ජාලි මනෝහාරන් මහතා පරීක්ෂණ කමිටුවේ ලේකම් ලෙස පත් කර තිබේ.",
        "2019 අප්රේල් 21 වන දින බෝම්බ හෙලීම සඳහා රාජ්ය බුද්ධි අංශ (සීඅයි.එස්) සහ අනෙකුත් නිලධාරීන් විසින් රාජ්ය බුද්ධි සේවය (සීඅයිඑස්) සහ අනෙකුත් නිලධාරීන් විසින් ගනු ලැබූ ක්රියාමාර්ග මොනවාද?ප්රමාණවත් පියවරයන් තිබේද?විමර්ශනය කිරීමට.",
        "එල්ටීටීඊ සහ අපරාධ විමර්ශන අංශය (සීඅයිඩී) (සීඅයිඩී) විසින් වාවුනියා හි පොලිස් නිලධාරීන් දෙදෙනෙකු එල්ටීටීඊය විසින් killed ාතනය කර ඇති බවත්, අපරාධ විමර්ශන අංශය විමර්ශනය කරමින්ත් හේතුවෙනි.",
        "2019 අප්රියෙල් 21, 2019 අප්රියෙල් 21 වන දින විමර්ශන කොමිෂන් සභාව විසින් විමර්ශන කොමිෂන් සභාව විසින් නිකුත් කරන ලද අවසන් වාර්තාව හරහා රාජ්ය විමර්ශන ඒකකය (SIS), 2019 අප්රියෙල් 21 දින ජාතික විමර්ශන දෙපාර්තමේන්තුව සහ අනෙකුත් නිලධාරීන් විසින් බෝම්බ ප්රහාරය සම්බන්ධව පැවැත්වේ කොමිසම සම්බන්ධයෙන් පරීක්ෂණ කොමිෂන් සභාව විසින් 2019 ජනවාරි 21 දින නිකුත් කරන ලද වාර්තාව. ඉන්දීය බුද්ධි අංශය විසින් සම්පූර්ණ පුරෝගාමී වාර්තාවක් නිකුත් කරනු ලැබුවේ ප්රකාශ කර තිබේ.",
        "එල්ටීටීඊයට සම්බන්ධ යැයි විශ්වාස කෙරෙන 2018 නොවැම්බර් 30 දින වන දින මිලිටරි බුද්ධි කාර්යාංශය සහ අපරාධ විමර්ශන අංශය ඇතුළු හමුදා බුද්ධි කාර්යාංශය සහ අපරාධ විමර්ශන අංශය එල්ටීටීඊයට සම්බන්ධ යැයි විශ්වාස කෙරෙන වවුනියාවේ පොලිස් නිලධාරීන් දෙදෙනෙකු murder ාතනය කිරීමට සම්බන්ධ බව වාර්තා විය.",
        "කෙසේවෙතත්, සිද්ධියෙන් මාස හයකට පසු යුද හමුදා බුද්ධි කාර්යාංශය ජාතික තව්වුඩ් ජමාAat (NTJ) සංවිධානයට සම්බන්ධ බව සොයා ගන්නා ලදී.",
        "2019 අප්රියෙල් 21 වන දින වාර්තා කිරීමට පත් කරන ලද විමර්ශන කොමිෂන් සභාව 2021 ජනවාරි 31 වන දින විමර්ශන කොමිසමට භාර දී ඇති අතර ජනාධිපතිවරයා නව විමර්ශන අධිකාරිය කිසිදු නිලධාරියෙකුට ලබා දී තිබේ.",
        "ඒ අනුව, 2024 සැප්තැම්බර් 15 දිනට පෙර, නව කමිටු වාර්තාව ජනාධිපතිවරයාට නිකුත් කර තිබේ."
      ]
    },
    "en": {
      "title": "New Committee to investigate the actions taken by the authorities in connection with the April 21 bomb attack",
      "body_lines": [
        "President Ranil Wickremesinghe and retired Justice ANT Alvis have appointed a committee headed by the State Intelligence Service (SIS), National Intelligence Service (CNI) and other officials to investigate the bombing on April 21, 2019..",
        "Retired High Court Judge ANJD. In this committee headed by Alvis, KNK, a special standard officer of the Sri Lanka Executive Service as fellow members. Somatna and Senior Attorney WMANnishane are also included.",
        "The President's Senior Assistant Advisor Saradanjali Manoharan has been appointed as the Secretary of the Inquiry Committee.",
        "What are the measures taken by the State Intelligence Service (SIS), the National Intelligence Chief (CNI) and other officials on the bombing of the bombing on April 21, 2019?Is there adequate measures?To be investigated.",
        "The reason for the fact that two police officers in Vavuniya have been killed by LTTE by LTTE and the Criminal Investigation Division (CID) (CID) have been relying on four months, and in the investigation of the Criminal Investigation Division.",
        "The State Investigation Unit (SIS), the National Investigation Department and other officials in connection with the bombing on April 21, 2019, through the final report issued by the Commission of Inquiry by the Commission of Inquiry on April 21, 2019, or a final report issued by the Commission of Inquiry into the Commission on January 21, 2019.It has been stated that a complete pioneer report was issued by the Indian Intelligence Unit.",
        "Moreover, in the recent period of November 30, 2018, the military intelligence bureau and the Criminal Investigation Division were reported to be involved in the murder of two police officers in Vavuniya, which was believed to be involved in the LTTE.",
        "Six months after the incident, however, the Army Intelligence Bureau was found to be involved in the National Tawuheed Jamaat (NTJ) organization.",
        "The Inquiry Commission, appointed to report on April 21, 2019, has handed over a final dispute to the Inquiry Commission on January 31, 2021, and the President has given the new inquiry authority to any officer.",
        "Accordingly, before September 15, 2024, the new committee's report has been issued to the President."
      ]
    }
  },
  "summary_lines": [
    "A new committee, led by retired Justice ANT Alvis and including officials from the State Intelligence Service (SIS), National Intelligence Service (CNI), and others, has been formed to investigate the April 21, 2019, bomb attack. The committee aims to assess the measures taken by these services and officials regarding the bombing and whether these measures were adequate. This comes after previous investigations, including one by the Criminal Investigation Division (CID) and another by the Commission of Inquiry, highlighted issues in the initial responses and investigations into the attack."
  ]
}