{
  "translated_text": {
    "si": {
      "title": "පුරවැසියන් අල්ලා ගැනීමේ විශාල ගැටළුවක්",
      "body_lines": [
        "බීමත් රියදුරන් අත්අඩංගුවට ගැනීම සඳහා පොලිස් ස්ථානවල ප්රමාණවත් නොවන උපකරණ හේතුවෙන් බීමත් රියදුරන් අත්අඩංගුවට ගැනීමේ ගැටලුවක් තිබේ.",
        "පොලිස් මූලස්ථාන ආරංචි මාර්ග පවසන්නේ පොලිසියට පරීක්ෂණ නලයක් නොමැති බවයි.",
        "බේබදු රිය පැදවීමේ රියදුරන් මත්පැන් පානය කිරීම, ශ්රී ලංකාවේ බීමත් රියදුරන් අත්අඩංගුවට ගැනීමට භාවිතා කරන පරීක්ෂණ උපකරණ ඔවුන් සතුව නොමැති බැවින් ඔවුන් බීමතින් සිටින බව සහතික කිරීම සඳහා වෛද්යවරයාට නිර්දේශ කළ යුතුය.",
        "ප්රංශයේ සිට ප්රථම වතාවට බීමත් රියදුරන් ප්රංශයෙන් රකුගින් බෙදා හැරීමට පියවර ගෙන ඇති අතර, ප්රංශයේ සිට ආනයනය කරන ලද 1970 ශ්වසන පත්රිකාව පළමු වරට ලබාගෙන ඇති අතර එහි ගුණාත්මකභාවය පිළිබඳ කිසිදු ගැටළුවක් නොමැත.",
        "එම පෙට්ටිවල දෙවන කොටස ලෙස මිලදී ගත් පරීක්ෂණ පයිප්ප 14,803 ක් අධ්යයනය කිරීමේදී, එයින් හෙළි වූයේ ගෑස් වාතයෙන් පිටත ඇති බවයි. පොලිස් මාධ්ය ප්රකාශක නිහාල් තල්ඩුවා මහතා කියා සිටියේ රජයේ පරීක්ෂක දෙපාර්තමේන්තුව ද මේ බව සනාථ කර ඇති බවයි.",
        "1970 දශකවල ශ්වසන පරීක්ෂණ උපකරණ පමණක් ගෙවීමට පොලිස් මූලස්ථානය පියවර ගෙන ඇති අතර එය අඩු ගුණාත්මක උපකරණ ගෙවා නොගෙවා ප්රතික්ෂේප කළේය.",
        "කෙසේ වෙතත්, නව ප්රසම්පාදන ක්රියාවලිය සිදු කිරීමට සහ සම්මත පරීක්ෂණ නල පෙට්ටි ගෙන ඒමට පොලිස් මූලස්ථානය තීරණය කර තිබේ. රීල්"
      ]
    },
    "en": {
      "title": "Great problem in catching citizens",
      "body_lines": [
        "Due to inadequate equipment at police stations to arrest drunk drivers, there is a problem with the arrest of drunk drivers.",
        "Police headquarters sources say that no police station has a test tube.",
        "Drinking drivers who are drinking drunken driving, as they do not have the test equipment used to arrest drunk drivers in Sri Lanka, have to recommend to the doctor to ensure that they are drunk.",
        "Steps have been taken to distribute drunken drivers from France for the first time and the 1970 respiratory tract, which was imported from France, has been obtained for the first time and there is no problem with its quality.",
        "In the study of 14,803 test pipes purchased as the second part of those boxes, it revealed that the gas was out of the air. Police Media Spokesperson Nihal Talduwa said that the Government Inspector's Department has also confirmed this.",
        "The police headquarters had taken steps to pay only the respiratory test equipment in the 1970s and reject all the low quality instruments without paying.",
        "However, the Police Headquarters has decided to carry out the new procurement process and bring the standard test pipe boxes. Remble"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka police struggle with drunk driver arrests due to lack of breathalyzers. Steps taken to import high-quality devices but issues persist with faulty equipment. Police HQ rejects substandard instruments, plans new procurement process."
  ]
}