{
  "translated_text": {
    "ta": {
      "title": "இலங்கை ஒரு இலங்கை ஒரு குற்றவாளியைத் தாக்கியதால் தாக்கப்பட்ட இலங்கை தாக்கப்பட்டது",
      "body_lines": [
        "இலங்கை ஒரு இலங்கை ஒரு குற்றவாளியைத் தாக்கியதால் தாக்கப்பட்ட இலங்கை தாக்கப்பட்டது",
        "இலங்கை பாதிக்கப்பட்டவனை தாக்கிய சம்பவம் தொடர்பாக பெருநகர காவல்துறை அதிகாரிக்கு 12 வாரங்கள் இடைநீக்கம் செய்யப்பட்ட போலீஸ் அதிகாரிக்கு தண்டனை விதிக்கப்பட்டுள்ளது.",
        "நவம்பர் 2022 இல், ஒரு போலீஸ் கான்ஸ்டபிள் ஜொனாதன் மஹ் கிழக்கு லண்டனில் ரோம்ஃபோர்டின் கிளினிக்கை வெறுத்த ஒருவரைப் பற்றி புகார் அளித்தார்.",
        "அவர் 599 ரசிகரைத் தாக்கி, அவசர தொலைபேசி எண்ணை அழைத்ததற்காக கைது செய்யப்பட்டார்.",
        "தற்போது பதவியில் இருக்கும் கிராசூர் தி வெஸ்ட்ம்ஸ்டேர்ஸ் மாஜிஸ்திரேட் நீதிமன்றம், 150 மணி நேரம் செலுத்தாமல் கடமையாக உள்ளது.",
        "தனக்கு தவறு இருப்பதாக அவர் உணர்ந்து கொள்வதற்கு முன்பு, பொலிஸ் அதிகாரிகள் பொலிஸ் கார் வைத்திருந்தனர், அவர் விடுவிக்கப்படுவதற்கு முன்பு ஒரு போலீஸ் காரை எடுத்தார்.",
        "எசெக்ஸில் கேன்வியில் வசிக்கும் காமன்வெல்த், மாஷ் குற்றவாளி.",
        "தன்னிடம் முந்தைய குற்றச்சாட்டுகள் எதுவும் இல்லை என்று நீதிமன்றம் கூறினாலும், நீதிபதி அன்னாபெல் பிந்த் தனது நடவடிக்கைகளை \"அருவருப்பான மற்றும் தவறான பயன்பாடு\" என்று விவரித்தார்.",
        "அவர் நீதிமன்றத்தில் கூறினார்: \"இது உங்கள் சாதாரண தன்மை அல்ல அல்லது உங்களைக் கட்டுப்படுத்த முடியவில்லை என்பதை நான் ஒப்புக்கொள்கிறேன்.",
        "\"ஒரு போலீஸ் அதிகாரியாக, நீங்கள் ஒரு குறிப்பிடத்தக்க பொறுப்பில் இருந்தீர்கள். இது போன்ற காவல்துறையின் நம்பிக்கையையும் தோற்றத்தையும் இது குறைக்கும். \"",
        "இருவரின் தந்தை அட்டனாயகே, இந்த தாக்குதல் மனரீதியாகவும், உடல் ரீதியாகவும் தீங்கு விளைவிப்பதாகக் கூறினார்.",
        "அவர் கூறினார்: \"நான் கிரிக்கெட் ஒரு பந்து வீச்சாளராக விளையாடுகிறேன், ஆனால் என் தோள்பட்டை பிரச்சினைகள் காரணமாக என்னால் விளையாட முடியவில்லை. அது நன்றாக இருக்கும். ஆனால் நான் ஏற்கனவே இரண்டு கன்னங்களை தவறவிட்டேன்.",
        "\"ஓய்வூதியம்,. நான் இங்கிலாந்தில் வாழ்ந்த எல்லா நேரங்களும் சட்டத்தை மதிக்கும் குடிமகன்.",
        "தாக்குதல், பெருநகர காவல்துறையினர் இன்னும் பெருநகர காவல்துறைக்கு மன்னிப்பு வழங்கவில்லை என்று அவர் கூறியுள்ளார், அவர்கள் வெறும் \"அடையாள தவறான புரிதல்\".",
        "வருத்தமளிக்கும் காட்சிகள் எதுவும் இல்லை. வீடியோவை விளையாடுங்கள், \"அரசாங்கத்தை அழைத்த பிசி பஞ்சிங் மேன் ஹூ என்று ஃபுட் ஷோஸ்\", இயங்கும் நேரம் 0,5900: 59 வீடியோ தலைவர், பெருநகர போலீஸ் கான்ஸ்டபிள் 999",
        "தண்டனைக்குப் பிறகு, அவர் கூறினார்: \"நீதி நனவாகியுள்ளது. இதன் பொருள் எங்கள் சட்ட அமைப்பு செயல்படுகிறதா. யாரும் சட்டத்திற்கு மேல் இல்லை.",
        "\"இந்த சம்பவத்தால் இப்பகுதியில் நான் வைத்திருக்கும் நம்பிக்கை சேதமடைந்துள்ளது,. இதுபோன்ற சம்பவங்களில் செயல்பட அதிக பயிற்சி உள்ளது என்று நான் நம்புகிறேன்.",
        "\"ஆனால் எனக்கு காவல்துறை பற்றி கோபமும் மோசமான உணர்வும் இல்லை. நீதி நிறைவேற்றப்பட்டதா?நிச்சயமாக.",
        "2024 உலகக் கோப்பைக்கு அமெரிக்க கிரிக்கெட் வழிமுறைகள் எவ்வாறு தயாரிக்கப்படுகின்றன?",
        "இலங்கை ஒரு இலங்கை ஒரு குற்றவாளியைத் தாக்கியதால் தாக்கப்பட்ட இலங்கை தாக்கப்பட்டது"
      ]
    },
    "en": {
      "title": "Sri Lankan assaulted by a Sri Lankan assaulted by a Sri Lankan assaulting a criminal",
      "body_lines": [
        "Sri Lankan assaulted by a Sri Lankan assaulted by a Sri Lankan assaulting a criminal",
        "Metropolitan police officer has been sentenced to 12 weeks of suspended police officer in connection with an incident of attacking a Sri Lankan victim.",
        "In November 2022, a police constable Jonathan Mah was on a complaint about a person who hated a clinic of Romford in the East London.",
        "He assaulted the 599 fan and arrested for calling the emergency telephone number.",
        "The Grassur The Westmstairs Magistrate's Court, who is currently in office, has been duty without paying for 150 hours.",
        "Before he realized that he had had a mistake, police officers had a police car and took a police car before he was released.",
        "The Mash, the Commonwealth, a resident of Canvi, in Essex was convicted.",
        "Although the court said that he had no previous accusations, Judge Annabel Phindhg described his actions as a \"abominable and misuse\".",
        "She told the court: \"I admit that it was not your ordinary character or that you could not control you.",
        "\"As a police officer, you were in a significant responsibility. This will reduce the confidence and impression of the police like this. \"",
        "Attanayake, a father of two, said that the attack had been harmful to himself mentally and physically.",
        "He said: \"I'm playing cricket as a bowler, but I'm not able to play because of my shoulder problems. It'll be good. But I have already missed two sesses.",
        "\"Pension,. All the time I lived in the UK was a law-abiding citizen. \"",
        "Attack, he has said that the Metropolitan police have not yet pardon the Metropolitan police, they are just \"identity misunderstanding\".",
        "Contains UPsetting Scenes. There is none here. Contains UPsetting Scenes. Play Video, \"Foot Shows PC Punching Man Who Called Government\", Running Time 0,5900: 59 Video Head, Metropolitan Police Constable 999",
        "After punishment, he said: \"Justice has come true. This means that whether our legal system works. No one is over the law. \"",
        "\"The confidence I have in the area has been damaged with this incident,. I believe that there is more training to act in such incidents.",
        "\"But I have no resent and bad feeling about the police. Did justice be fulfilled?Absolutely. \"",
        "2024 How does the US cricket instructions be prepared for the World Cup?",
        "Sri Lankan assaulted by a Sri Lankan assaulted by a Sri Lankan assaulting a criminal"
      ]
    }
  },
  "summary_lines": [
    "A Metropolitan police officer was sentenced to 12 weeks suspension for assaulting a Sri Lankan victim. The incident involved a complaint about a person harassing a clinic in East London. The officer, Jonathan Mah, was convicted by the Westmstairs Magistrate's Court, despite having no previous accusations. The victim, a resident of Canvi, Essex, described the attack as mentally and physically harmful, affecting his cricket career. The officer expressed regret and acknowledged the incident's impact on public confidence in the police."
  ]
}