{
  "translated_text": {
    "ta": {
      "title": "எங்களுக்கு பொருத்தமற்றதாக இருக்கும் டிஜிட்டல் கருவிகள்",
      "body_lines": [
        "தொழில்நுட்பத்தின் பயன்பாடு அதிக எண்ணிக்கையிலான தொழில்நுட்பத்திற்கு இன்றியமையாதது.",
        "டிஜிட்டல் மயமாக்கப்பட்ட வயதில் உலக வாழ்வுகள் மொபைல் போன்கள், கணினிகள் மற்றும் தாவல்கள் போன்ற பல்வேறு டிஜிட்டல் உபகரணங்களைப் பயன்படுத்துவதற்கு பழக்கமாகிவிட்டன.",
        "பெரும்பாலான மக்கள் பிபிசி சிங்களிடம் டிஜிட்டல் சாதனங்கள் பல நேரம் மற்றும் மனநோயைப் பயன்படுத்த இயலாது என்று கூறினர்.",
        "தனது மூத்த குழந்தையை மொபைல் ஃபோனிலிருந்து தூர விலக்குவது ஒரு சவால் என்று 34 வயதான ஷாஷிகா கிரெய் கூறினார்.",
        "\"என் பெரிய மகனுக்கு இப்போது ஆறு வயது. சிறிய மகனுக்கு 3 வயது.",
        "\"நான் என் இரண்டாவது குழந்தையைக் கண்டபோது, ​​நான் அவருடைய வேலையில் பிஸியாக இருந்தேன். மூத்த மகன் ஒரு சாதாரண குழந்தையாக விளையாடும்போது, ​​நாங்கள் வண்ணம் தீட்ட முயற்சிக்கும்போது. \"",
        "\"நான் இரண்டாவது குழந்தையுடன் நேரத்தை செலவிட்டேன், எனவே சில சமயங்களில் எங்களைப் போல வயதானவர்களுடன் விளையாடுவது, அவருடன் நேரத்தை செலவிடவில்லை.\"",
        "\"நான் கார்ட்டூனை கார்ட்டூனில் இருந்து விட்டுவிட்டேன். நான் சிறியவர்களில் ஒருவரைப் பார்ப்பது போல. \"",
        "\"காலப்போக்கில், அவரால் தொலைபேசியை இழக்க முடியவில்லை. சாப்பிடும்போது கூட, அவர் கார்ட்டூனின் கார்ட்டூனை சாப்பிட்டார்.",
        "\"பிரச்சினை மாண்டிசோரி செல்லத் தொடங்கியபோது. ஒரு நாள் நான் மாண்டசரி மகனில் ஒரு ஆசிரியரிடம் சில நேரங்களில் சில நேரங்களில் பேசினேன்.. அவர் கோபமாக இருக்கிறார். கார்ட்டர் தொலைபேசியைக் கேட்டால், கார்ட்டோக்களை விட்டு வெளியேறினால், அவர் தனது தேவையை இழப்பார். \"",
        "\"இதற்குப் பிறகு, நாங்கள் இதைப் பற்றி யோசித்தோம், நாங்கள் ஒரு மருத்துவரை நேசித்தோம். அந்த மருத்துவர் பெரிய மகனை தொலைபேசியிலிருந்து விட்டுவிடச் சொன்னார். \"",
        "\"இப்போது நான் அவருடன் பல நாட்கள் செலவிடுகிறேன். சிறிய மகன் சற்று பெரியவன். ஏனெனில் அவர்கள் விளையாடலாம்.",
        "\"என் அம்மா பயப்படுவது மட்டுமல்லாமல், கடந்த ஆண்டு ஒரு சவாலாக இருந்தது. இப்போது பிக்ஜ் மகன் சாதாரணமானவர்.",
        "காலே மருத்துவமனையின் மன நோயின் மருத்துவ சம்மி டாக்டர் ரூபன் கூறுகையில், அவர்கள் தங்கள் மன வளர்ச்சியையும், அவர்களின் மன வளர்ச்சியையும் நினைவகத்தையும் தங்கள் சொந்த டிஜிட்டல் கருவிகளைப் பயன்படுத்த முடியும் என்று கூறுகிறது.",
        "\"டிஜிட்டல் உபகரணங்கள்.. டிஜிட்டல் திரைகளைக் கையாளும் போது அவை நீண்ட நேரம் பயன்படுத்தப்படலாம். \"",
        "\"இது இளம் குழந்தைகள், குறிப்பாக இளம் குழந்தைகள் மற்றும் இளைஞர்களுக்கு மிகவும் தீங்கு விளைவிப்பதாகும்.\"",
        "\"யுகத்தில், குழந்தைகளின் மூளை உருவாகிறது. இதுபோன்ற யுகங்களில் குழந்தைகள் டிஜிட்டல் கருவிகளைப் பயன்படுத்த முயற்சிக்கிறார்கள் என்றால், அவர்கள் டிஜிட்டல் கருவிகளைப் பயன்படுத்துவதில் ஆழமான தாக்கத்தை ஏற்படுத்தக்கூடும். \"",
        "\"இது சுற்றுச்சூழலுடன் மோதுவதன் மூலம் இந்த குழந்தையிலிருந்து குழந்தையின் தூண்டுதலின் குறைந்தபட்சத்திற்கு வழிவகுக்கும். \"",
        "\"டிஜிட்டல் கருவிகளின் பயன்பாட்டிற்கு மாறாக, குழந்தைகள் தங்கள் திறன், படைப்பாற்றல், குறுகிய கால நினைவகம் மற்றும் ஒரு விஷயத்தை நினைவுபடுத்தும் திறனை இழக்க நேரிடும் என்பதை அறிவியல் ஆராய்ச்சி உறுதிப்படுத்தியுள்ளது.\"",
        "\"அவர்கள் இளைஞர்களுக்கும் இளைஞர்களுக்கும் இளைஞர்களுக்கும் நீண்ட காலமாக டிஜிட்டல் கருவிகளைப் பயன்படுத்த மிகவும் அடிமையாக உள்ளனர்.\"",
        "\"சில நேரங்களில் அவர்கள் டிஜிட்டல் சாதனத்தைப் பெறவில்லை என்றால், நீங்கள் விளக்கம், துக்கத்தின் இழப்பு, நினைவகத்தை குறைத்து, கவனத்தைத் தக்கவைக்க முடியாமல் அனுபவிக்க முடியும்.\"",
        "\"அதனால்தான் 12 வயதிற்குட்பட்ட குழந்தைகளுக்கு டிஜிட்டல் உபகரணங்களை வழங்க வேண்டாம் என்று மருத்துவர்கள் பரிந்துரைக்கின்றனர்.\"",
        "\"மேலும், டிஜிட்டல் கருவிகளைப் பயன்படுத்த டிஜிட்டல் கருவிகளைப் பயன்படுத்துதல் 16 வயதிலும் 16 வயதிலும் உள்ள குழந்தைகளின் கல்வி நடவடிக்கைகளைத் தவிர டிஜிட்டல் கருவிகளைப் பயன்படுத்தவும். ஒரு பேய்களை எடுத்துக் கொள்ளுங்கள்.",
        "பிபிசி சிங்களத்தின் அனுபவங்களைப் பற்றி இளம் குழந்தைகள் மட்டுமல்ல, இளைஞர்களும் பிபிசி சிங்களவலாவுடன் பகிர்ந்து கொள்ளப்பட்டுள்ளனர்.",
        "32 வயதான கிராகிட் எட்ஷூரியா, வேலை காரணமாக வேலையால் உடல் ரீதியாகவும் மன ரீதியாகவும் பாதிக்கப்பட்டுள்ளார் என்று கூறினார்.",
        "\"நான் ஏற்கனவே ஆறு ஆண்டுகள் வேலையைச் செய்யத் தொடங்கினேன். ஆனால் இப்போது அவர் இந்த வேலையைத் தேர்ந்தெடுத்தார் என்று நினைக்கிறீர்கள்.",
        "\"கணினி நீண்ட காலமாக இருந்தது, என் வலது கையின் இறுதி வரை என் வலது கை தோளில் இறங்கத் தொடங்கியது.\"",
        "\"சில நேரங்களில் அந்த கையில் பெரிய வலி உள்ளது. அவர் ஒரு மருத்துவரைக் காட்டினார், இது போன்ற நிறைய வேலைகளைத் தளர்த்தும் கணினி. \"",
        "\"இப்போது நான் மருந்து குடிக்கிறேன்.. நாங்கள் நோய்வாய்ப்படுவது போல் உணர்கிறேன். இது ஒரு பெரிய பிரச்சினை மற்றும் உளவியல் ரீதியானது. \"",
        "இதற்கிடையில், கிராஃபிக் டிசைனராக பணியாற்றிய கசுன் சாண்டிமா கருணாரத்னே, பிபிசி கருணாரட்னிடம், பல சந்தர்ப்பங்களில் பல சந்தர்ப்பங்களில் சிகிச்சையளிக்கப்பட வேண்டும் என்று கூறினார்.",
        "\"நான் இப்போது 12 ஆண்டுகளாக வேலை செய்யத் தொடங்கினேன்.\"",
        "\"ஒரு நாளைக்கு 10 மணி நேரத்திற்கும் மேலாக கணினியில் வேலை செய்வது.. பின்னர் நீங்கள் படுக்கைக்குச் சென்று இரண்டு மணி நேரம் காத்திருக்கிறீர்கள்.",
        "\"சிறிது காலத்திலிருந்து, என் நிலை, கழுத்து மற்றும் பெரிய வலி. இது முதலில் நான் கவலைப்படவில்லை. காலப்போக்கில், நான் பொறுமையாக இருக்க முடியவில்லை. \"",
        "\"முதல் மருத்துவர்கள் மேற்கு மருத்துவர்களிடம் சென்றனர்.. இப்போது அவர்கள் உள்ளூர் மருத்துவர்களிடமிருந்து சிகிச்சை அளிக்கப்படுகிறார்கள்.",
        "நிபுணர் டாக்டர் ரம்மி ரூபன், படுக்கைக்கு முன் அதிக நேரம் டிஜிட்டல் திரைகள், எந்த வயதிலும் ஒரு நபர் எந்த வயதிலும் ஒரு நபருக்கு தாக்கங்களை ஏற்படுத்தும் திறன் கொண்டவர் என்று கூறினார்.",
        "\"டிஜிட்டல் திரைகளைப் பார்க்கும்போது, ​​ஒரு நபரின் ஒளி அவரது தூக்கத்திற்கு தீங்கு விளைவிக்கும். மேலும், தூக்கத்தின் நேரம் பாதிக்கப்படும்.",
        "\"எனவே, இதுபோன்ற சூழ்நிலைகளை எதிர்கொள்ளும் மக்களின் தூக்க நேரத்தால் பாதிக்கப்படுவதற்கான ஆபத்து உள்ளது.\"",
        "\"இரண்டு மணி நேரத்திற்கு முன்பு டிஜிட்டல் உபகரணங்கள் இல்லாததால், இந்த சிக்கல்களை நீங்கள் அகற்றலாம்.\"அவர் கூறினார்.",
        "டிஜிட்டல் உபகரணங்கள் நீண்ட காலத்தைப் பயன்படுத்துவதில் உடல் இயலாமையைத் தவிர்க்க முடியும் என்று நிபுணர் டாக்டர் ரூமி ரூபன் வலியுறுத்தினார்.",
        "\"இந்த டிஜிட்டல் கருவிகளைப் பயன்படுத்த நிறைய நேரம், ஒரு நபரின் சித்திரவதை உள்ளது. எங்கள் அன்றாட செயல்திறனைக் கட்டுப்படுத்துவதே சிறந்த எடுத்துக்காட்டு.",
        "\"மற்றொன்று கண்களுக்கு சேதம். ගොඩක් වෙලාවට ඩිජිටල් තිර දිහාබලන් හිටියම මේක වෙන්න පුළුවන්.\"",
        "\"தசை வலி மற்றும் முதுகில் பல்வேறு கோளாறுகள் உள்ளன.\"",
        "\"நீங்கள் ஒரு நாளைக்கு மணிநேரம் டிஜிட்டல் கருவிகளுடன் பணிபுரிகிறீர்கள் என்றால், அவர்கள் அன்றாடத்தில் ஈடுபட மறக்கக்கூடாது.\"",
        "\"டிஜிட்டல் திரைகளின் சிறப்பம்சத்தைக் குறைக்கும் வடிகட்டி யூஸை உருவாக்க நடவடிக்கை எடுக்கவும்.\"",
        "\"நீண்ட காலமாக ஒரே தோரணையை உருவாக்க வேண்டாம். வேலை செய்யும் பயணங்கள் ஓய்வெடுக்கும் நேரங்களை சுருக்கமாகப் பயன்படுத்துகின்றன. நீங்கள் வேலை செய்யும் போது, ​​பணியிடத்தில் சிறிய மாற்றங்களைச் செய்ய நீங்கள் வேலை செய்கிறீர்கள்.",
        "அல் பேட்சினோஸ்: 83 ஆண்டு தந்தையும் 29 வயதான தாயும் ஏன் ஆபத்து?",
        "அருகாம்பே: இஸ்ரேலில் வசிப்பவர்களும் அரசாங்கமும் இஸ்ரேல் 'சோபாத் வீடு' பற்றி கூறுகின்றனவா?"
      ]
    },
    "en": {
      "title": "Digital instruments that make us unappropriate",
      "body_lines": [
        "The use of technology has become essential to a large number of technology.",
        "The worldwise lives in a digitalized age is accustomed to using various digital equipment such as mobile phones, computers and tabs.",
        "Most people said to BBC Sinhala that digital devices are incapable of use of many time and mental illness.",
        "The 34-year-old Shashika Creai said that it was a challenge to distance his elder child from mobile phone.",
        "\"My big son is six years old now. The little son is 3 years old. \"",
        "\"When I found my second baby, I was busy with his work. When the eldest son is playing as a normal child, when we try to paint. \"",
        "\"I spent time with the second baby, so sometimes like us to play with the elderly and did not spend time with him.\"",
        "\"I left the cartoon from the cartoon. It is as if I'm looking at the one of the little ones. \"",
        "\"In time, he could not lose the phone. Even when eating eating, he ate the cartoon of the cartoon. \"",
        "\"When the problem started to go Montessori. One day I told me a teacher in the Montessory son sometimes talking sometimes.. And he's angry. If the cartore asks for the phone and to leave the cartoes, he would lose his need. \"",
        "\"After this, we thought about this, and we cherished a doctor. That doctor said he to leave the big son from the phone. \"",
        "\"Now I spend as many days with him. The little son is a bit big. Because they can play. \"",
        "\"My mother was not only afraid but a challenge was a challenge last year. Now the bigge son is normal. \"She explained her experience.",
        "Dr. Ruben, Medical Summy of Mental Disease at the Galle Hospital, says that they are able to pressure their mental development as well as their mental development and memory to use their own digital equipment.",
        "\"Digital equipment.. They can be used for a long time when dealing with the digital screens. \"",
        "\"This is the most harm of young children, especially young children, and young people.\"",
        "\"At the age of ages, the brain of the children develops. If the children are trying to use digital equipment in such ages, they may have a profound effect on the use of digital equipment. \"",
        "\"This can lead to the minimum of the stimulus of the child from this child by collision with the environment. \"",
        "\"In contrast to the use of digital equipment, scientific research has also confirmed that children can lose their ability, creativity, short-term memory and the ability to remind a thing.\"",
        "\"They are also highly addicted to young people as young and young people to use digital equipment for a long time.\"",
        "\"Sometimes if they do not get the digital device, you can experience the illustration, the loss of the grief, reducing memory and unable to retain attention.\"",
        "\"That is why doctors recommend that they do not give digital equipment for their children under 12 years of age.\"",
        "\"Also, the use of digital equipment to use digital equipment to use digital equipment except for the educational activities of children in the age of 16 and the age of 16. Take a demons a good chance. \"Specialist Dr. Rumi Ruben said.",
        "Not only young children but also young people have been shared with BBC Sinhala about the experiences of BBC Sinhala.",
        "The 32-year-old Cragid Edeshuriya said that he was physically and mentally affected by the job due to work.",
        "\"I have already begun to make the job six years. But now you feel that he chose this job. \"",
        "\"The computer was a long time, my right hand began to get into the shoulder until the finality of my right hand.\"",
        "\"Sometimes there is great pain in that hand. He looked after showing a doctor, that the computer that would be loosed a lot of work, like this. \"",
        "\"Now I drink medicine.. I feel like we get sick. It's a great problem and a great deal of psychological. \"She said.",
        "Meanwhile, Kasun Chandima Karunaratne, who served as a graphic designer, said to BBC Karunaratne, said that several occasions had to be treated for physical problems in several occasions.",
        "\"I have started to make a job now for 12 years.\"",
        "\"Working on the computer for more than 10 hours a day.. Then you go to bed and waiting for two hours. \"",
        "\"Since a while, my condition, neck, and big pain. This was first I didn't care. In time, I could not be patient. \"",
        "\"The first doctors went to the western doctors.. Now they are treated from local doctors. \"Kasun Chandima Karunaratne said.",
        "Specialist Dr. Rummy Ruben said that the digital screens of more time before bedtime, a person in any age is capable of a group of impacts to a person in any age.",
        "\"When the light from looking at the digital screens, the light of a person brings harm to his or her sleep. Also, the time of sleep will be affected. \"",
        "\"Therefore, there is a risk of being affected by the sleeping time of people who are facing such situations.\"",
        "\"Lack of digital equipment for two hours ago, you can get rid of these issues.\"He said.",
        "Specialist Dr. Rumi Ruben emphasized that digital equipment should be able to avoid physical disability in using a long time.",
        "\"A lot of time to use this digital equipment, there is a person's torture. The best example for it is to limit our day-to-day performance. \"",
        "\"The other is the damage to the eyes. Most of the digital screens, this can be. \"",
        "\"There are also various disorders in muscle pain and backs.\"",
        "\"If you are working with digital equipment for hours a day, they should not forget to engage in everyday.\"",
        "\"Take action to make a filter yus that reduce the highlight of digital screens.\"",
        "\"Don't work out the only posture for a long time. Work-working travels get used to brief resting times. When you work, you work to make small changes to the workplace. \"Specialist Dr. Rumi Reuben said.",
        "Al Patchinos: Why is the 83-year father and a 29-year-old mother risk?",
        "Arugambay: Residents of Israel and the government say about Israel 'chobad House'?"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Technology overuse affects mental health, especially in children. Digital devices can hinder cognitive development, memory, and creativity. Experts advise limiting screen time, especially for young children. Prolonged use can cause physical strain, eye damage, and back/neck pain. Proper ergonomics and breaks are crucial when using digital devices extensively."
  ]
}