{
  "translated_text": {
    "si": {
      "title": "සුමන්තිරන් පොදු අපේක්ෂකයාගේ ප්රශ්නය අසරණය කරයි - සීවී විග්නේශ්වරන්",
      "body_lines": [
        "ජනාධිපතිවරණයේදී දෙමළ පොදු පොදු අපේක්ෂකයාගේ අඛණ්ඩ මුලපිරීම පිළිබඳව දෙමළ ජනතා සන්ධානයේ නායක සීවී විග්නේශ්වරන්ගේ නායක සී.වී.",
        "දෙමළ සාමාන්යාධිකාරීවරයා ගැන විමසූ විට, යාපනයේ එම්.ඒ. සුමන්තිරන්ගේ විධිවිධානය පැවැත්විණි.",
        "දෙමළ පොදු අපේක්ෂකවරයාගේ මෙම රැස්වීමට මට කිසිදු ආරාධනයක් නැත. නමුත් එවැනි සංකල්ප රැස්වීම් අප අවධානය වෙනතකට යොමු කිරීම අරමුණු කර ගෙන ඇත.",
        "දෙමළ ජනතාවක් පොදු අපේක්ෂකයෙකු වීමට සිවිල් සමාජය නිගමනය කර තිබේ. ඊළඟ පියවර ගැන ඔවුන් දිගින් දිගටම ජනතාව හා බොහෝ දේශපාලන පක්ෂ සමඟ දිගටම කතා කරමින් සිටිති.",
        "මේ අනුව, සාමාන්ය ස්ථාවරය හා ශක්තිමත් වූ විට, මෙම ප්රශ්නය මහජනයාගෙන් ඉවත් කර එය මතභේද හුවමාරුවක් ලෙස හැඳින්වීම අවධානය වෙනතකට යොමු කිරීමකි.",
        "යමෙකුට මෙම තනතුරට එරෙහිව යමක් පැවසීමට අවශ්ය නම්, අපි කිසිවක් කියමු. අපි පිළිතුරු දෙන්නෙමු.",
        "මෙයින් අදහස් කරන්නේ සාමාන්ය අපේක්ෂකයා පැමිණියහොත් දෙමළ ජනතාව ඡන්දය ප්රකාශ නොකරන්නේ, නැතහොත් ඕනෑම හේතුවක් සඳහා පිළිතුරු දීමට අපි සූදානම් බවයි.",
        "අපගේ යෝජනාව පිළිබඳ කිසිදු ප්රකාශයක් අවශ්ය නොවේ. මොකද අපි තීරණයක් ගත්තා. එහි සහයෝගය දක්වන හෝ විරෝධය දක්වන අය ඔවුන්ගේ අදහස් අපට ලබා දෙන විට ප්රතිචාර දැක්වීම අපගේ යුතුකමයි.",
        "මෙය මහජනයාට හෝ මහජනයාට හෝ මහජන සංසදයේ මහජනයාට හෝ මහජනතාවට මහජනයාට සිතීම වැරැද්දක් බව මගේ අදහසයි.",
        "සුමන්තිරාන් දෙමළ ජාතිකවාදියෙකු නොවේ. අප දන්නා පරිදි, අපි දෙමළ ජාතිකවාදය සමඟ එක්ව සිටියෙමු. මම බිය නොවෙමි, මම එය කියමි, මම එය කියමින් එය කියමි.",
        "ඔහු පොදු අපේක්ෂකයෙකුගේ විෂයයට සම්බන්ධ නැත. ඔහුට අනුව, දකුණේ අපේක්ෂකයෙකුට යමෙකුට උදව් කිරීමට හෝ එයට සහාය වී එයින් යම් ප්රතිලාභ ලබා ගැනීමට සිදුවේ."
      ]
    },
    "en": {
      "title": "Sumanthiran confuses the issue of common candidate - CV Wigneswaran",
      "body_lines": [
        "The leader of the Tamil People's Alliance CV Wigneswaran has accused Sumanthiran of confusion over the ongoing initiatives of the Tamil general candidate in the presidential election.",
        "When asked about the Tamil general candidate, MA Sumanthiran's arrangement was held in Jaffna.",
        "I have no invitation to this meeting on the Tamil general candidate. But such concept meetings are aimed at distracting us.",
        "The civil society has come to the conclusion that one of the Tamil people is to be a common candidate. They are continuing to talk to the people and many political parties about the next steps.",
        "Thus, when the general position is taken and strengthened, it is a distraction to bring this issue out of the public and call it an exchange of opinion.",
        "If someone wants to say something against this position, let us say anything. We will give the answers.",
        "This means that if the general candidate comes up, the Tamil people will not vote, or we are ready to give the answers to any reason.",
        "There is no need for any comment on our resolution. Because we have made a decision. It is our duty to respond when those who support or protest in it give us their views.",
        "It is my opinion that it is a mistake to think of this to the public or to the public for the public or in the public forum.",
        "Sumanthiran is not a Tamil nationalist. As far as we know, we are not union with Tamil nationalism. I am not afraid, I know it from his saying that I will say it and say it.",
        "He is not involved in the subject of a common candidate. According to him, a candidate in the south may have to help someone or support it and get some benefits from it."
      ]
    }
  },
  "summary_lines": [
    "CV Wigneswaran accuses Sumanthiran of confusing the public regarding the Tamil general candidate's initiatives in the presidential election. Sumanthiran's arrangements in Jaffna were criticized as distractions. The civil society aims for a common Tamil candidate, dismissing concerns as distractions. Wigneswaran suggests Sumanthiran isn't a Tamil nationalist and isn't involved in the common candidate issue, implying he might seek southern support for personal gain."
  ]
}