{
  "translated_text": {
    "ta": {
      "title": "நான் வருத்தப்படவில்லை - ஜனாதிபதி",
      "body_lines": [
        "பொருளாதார நெருக்கடியைத் தீர்ப்பதற்குப் பதிலாக உள்ளூர் அரசாங்க வாக்கெடுப்பு நடத்தப்பட்டால் என்ன நடக்கும் என்று ஜனாதிபதி ரணில் விக்ரெமேசிங் கேள்வி எழுப்பியுள்ளார்.",
        "இன்று (22) மகரகமாவில் உள்ள இளைஞர் சேவைகள் கவுன்சில் ஆடிட்டோரியத்தில் நடைபெற்ற புதிய மக்கள் முன்னணியின் தேசிய நீர் கூட்டமைப்பில் ஜனாதிபதி பேசினார்.",
        "எல்லா இடங்களிலும் \"இருந்தன\" விலைகள். எரிவாயு வரிசை பெட்ரோலின் வரிசையை வெளியேற்றுகிறது. பெட்ரோல் வரிசை பொறுப்பேற்காது.",
        "\"அது வரிசையில்ிருந்தது. நீங்கள் அனைவரும் கடுமையாக வாழ்ந்தீர்கள். புதியது சொல்ல தேவையில்லை. அந்த சோகம் எனக்குத் தெரியும். \"",
        "\"இது இப்போது இரண்டு ஆண்டுகளாக பொருளாதாரத்திற்கு அருகில் உள்ளது. நாங்கள் வரிசைகளை இழந்துவிட்டோம். வருவாய் அதிகரித்துள்ளது. சில பொருட்களின் விலைகள் குறைக்கப்பட்டுள்ளன. எல்லாம் இருக்கிறது. \"",
        "\"ஆனால் இந்த நாட்டின் மக்களுக்கு இன்னும் ஒரு சுமை உள்ளது. இல்லை, இல்லை. அதுவும் அடுத்த இரண்டு ஆண்டுகளை இழக்க நேரிடும்.",
        "\"இந்த பிரதேசங்களவை மற்றும் நகரங்கள் அனைத்தும் என்னிடம் இருந்தால், பிரதேச சபாக்கள் மற்றும் நகர்ப்புற சபைகளுக்கு நான் வாக்களித்தால் என்ன செய்வது?. நான் கேட்பது அவ்வளவுதான். நீங்கள் முடிவு செய்யுங்கள்.",
        "இதை வசூலிப்பதில் எனக்கு எந்த வருத்தமும் இல்லை. நான் மக்களின் மக்களை மதித்தேன். நான் வாக்களிக்க என்னை மதித்தேன்."
      ]
    },
    "en": {
      "title": "I don't regret - President",
      "body_lines": [
        "President Ranil Wickremesinghe has questioned what will happen if the local government vote was held instead of resolving the economic crisis.",
        "The President was speaking at the National Water Federation of the New People's Front held at the Youth Services Council Auditorium in Maharagama today (22).",
        "\"There were\" Prices everywhere. The gas queue is running out the queue of petrol. The petrol queue is running out of charge. \"",
        "\"It was queued. All of you lived hard. No need to say new. I know that sadness. \"",
        "\"It has now been stood by the economy for two years. We have lost queues. Revenue has been increased. The prices of some items have been reduced. There's all. \"",
        "\"But the people of this country still have a burden. No, no. That too will we lose the next two years. \"",
        "\"If I had all these pradeshiya sabha and towns, what if I had the vote for Pradeshiya Sabhas and Urban Councils?. That's all I hear. Make you decide. \"",
        "I don't have any regrets about charging this. I respected the people of the people. I respected myself to vote."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe addressed concerns over the economic crisis, questioning the impact of holding local government votes instead of focusing on economic recovery. He acknowledged the hardships faced by the people due to price hikes and shortages but expressed optimism about progress made despite challenges. He emphasized his commitment to serving the people without regret, inviting them to make informed decisions during future elections."
  ]
}