{
  "translated_text": {
    "si": {
      "title": "ස්ත්රී පුරුෂ සමාජභාවය - බාගැනීමේ පැති පරතරය: ගෝලීය සාමාන්යයට වඩා ශ්රී ලංකාවේ ඉහළම ලියාපදිංචිය",
      "body_lines": [
        "ගෝලීය - ආලෝකය ඇන්තනි පරතරය සාමාන්යයෙන් සියයට 20 කින් තක්සේරු කර ඇත. කෙසේ වෙතත්, ජාත්යන්තර කම්කරු සංවිධානය පිළිබඳ නව අධ්යයනයේ දී ජාත්යන්තර කම්කරු කම්කරු සංවිධානය විසින් මෙම ගෝලීය සාමාන්යයට වඩා වේදනා පරතරය ඉහළ මට්ටමක පවතින අතර අඩු හා මධ්යම රටවල වේදනාවට වඩා ඉහළ අගයක් ගනී.",
        "\"ලෝකයේ බොහෝ රටවල, ස්ත්රී පුරුෂ භාවය - බෝවලිම වේදනාව අවකාශය මගින් සමිතියේ තිබී ස්ත්රී පුරුෂ භාවය පිළිබඳ අසමානතාවය පැහැදිලිව හෙළි කරයි. සමාජ යුක්තිය සහ ආර්ථික සමෘද්ධිය යන දෙකටම ආමන්ත්රණය කිරීම අවශ්ය වේ. ශ්රී ලංකාව පිළිබඳ සිය අධ්යයනයේ දී ජාත්යන්තර කම්කරු සංවිධානය පෙන්වා දී ඇත්තේ ලිංගික සහ අසාධාරණ වන ස්ත්රී පුරුෂ භාවය - දැඩි අවකාශයෙන් අපැහැදිලි නොවන බවත්, එය සමිතියේ අසමානතාවයක් ඇති කරන බවත්, එය වෘත්තීය සමිතියේ අසමානතාවයක් ඇති කරන බවත්, එය වෘත්තීය සමිතියේ අසමානතාවයක් ඇති බවත් කාන්තාවන් සහ කාන්තාවන් වෙළඳාමට ඇතුළත් වීමත් ඇති බවත්ය .",
        "ජාත්යන්තර කම්කරු සංවිධානයට අනුව, ජාත්යන්තර කම්කරු කම්කරු සංවිධානය පැවසුවේ ශ්රී ලංකාවේ ස්ත්රී පුරුෂ භාවය-බෝවන පරතරය අඩු කිරීම සඳහා මෙම අධ්යයනය සකස් කළ බවත් එය 2013 සිට 2021 දක්වා කාලය තුළ රට තුළ භාවිතා කළ බවත් ජාත්යන්තර කම්කරු සංවිධානය වන බවත් රට තුළ භාවිතා කරන බවත් ය කිව්වා.",
        "ශ්රී ලංකා කර්මාන්තයේ පිරිමි දායකත්වය හා සසඳන විට කාන්තාවන්ගේ දායකත්වය ඉතා අඩුය. විශේෂයෙන්, 2019 කර්මාන්තයේ පිරිමි දායකත්වයෙන් සියයට 80 කට සාපේක්ෂව කාන්තා දායකත්වය අවම වශයෙන් සියයට 40 ක් විය.",
        "2013 දී සමාන පරතරයක් වාර්තා වී ඇත්තේ ශ්රී ලංකාවේ ස්ත්රී පුරුෂ පරතරය දශක ගණනාවකට වැඩි කාලයක් පවතින බවයි. ඒ අතරම, වයස වැඩිවන විට, එය නිරීක්ෂණය කළ හැකිය. මෙයින් අදහස් කරන්නේ වයස අවුරුදු 15 ත් 24 ත් 24 ත් 24 ත් 24 ත් 24 ත් 24 ත් 24 ත් 24 ත් 24 ත් 24 ත් අතර කම්කරුවන්ගෙන් සියයට 18 න් සියයට 18 ක් වැඩිහිටි කම්කරුවන් අතර සියයට 50 දක්වා ඉහළ ගොස් ඇති බවයි.",
        "2019 දත්ත වලට අනුව, කාන්තා සේවිකාවන් සඳහා පැයක වේදනාව පිරිමින්ට දුන් වේදනාවට වඩා සියයට 27 කින් අඩුය. අවිධිමත් කර්මාන්තවල සහ අඩු අධ්යාපන වෘත්තිකයින්ගේ නිරතව සිටින අය අතර මෙම පරතරය ඊටත් වඩා වැඩි ය.",
        "ගෝලීය - බාහිර වේදනාව - බාහිර පරතරය සාමාන්යයෙන් සියයට 20 කින් ඇස්තමේන්තු කර ඇත.. කෙසේ වෙතත්, ශ්රී ලංකාවේ වේදනා පරතරය මෙම ගෝලීය සාමාන්යයට වඩා ඉහළ අගයක් ගන්නා අතර පහත් හා මධ්යම රටවල ඇති වේදනා පරතරය වඩා ඉහළ අගයක් ගනී."
      ]
    },
    "en": {
      "title": "Gender -based pain gap: The highest registration in Sri Lanka than the global average",
      "body_lines": [
        "Global -based agony interval is estimated at an average of 20 percent. However, in the new study of the International Labor Organization, the International Labor Organization has indicated that the pain gap in Sri Lanka is higher than that of this global average and is higher than the pain in low and middle -income countries.",
        "“In most countries of the world, the gender -based pains space clearly reveal the gender inequality found in the union. It is necessary to address both social justice and economic prosperity. In its study on Sri Lanka, the International Labor Organization has pointed out that the gender -based agony space that is massive and unreasonable is unclear, and that it will create an inequality in the union and prevent the entry of women and women into the trade.",
        "According to the International Labor Organization, the International Labor Organization said that the study was prepared to help reduce the gender -based gap in Sri Lanka and that it was used in the country during the period between 2013 and 2021, and that the International Labor Organization said.",
        "Women's contribution is very low compared to men's contribution in Sri Lankan industry. In particular, women's contribution was at least 40 percent compared to the 80 percent of men's contributions in the 2019 industry.",
        "A similar gap recorded in 2013 has shown that the gender -based gap in Sri Lanka lasts for more than decades. At the same time, when age increases, it can be observed. This means that 18 percent of the 18 percent of the workers aged 15 to 24 has increased by up to 50 percent among adult workers.",
        "According to the 2019 data, the pain of one hour for female workers is 27 percent less than the pain given to men. This gap is even higher among those who engage in informal industries and low educational professionals.",
        "Global -based pain -based interval is estimated at an average of 20 percent.. However, the pain gap in Sri Lanka is higher than this global average and is higher than the pain gap found in low and middle -income countries."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's gender-based pain gap is the highest globally, with a significant disparity in labor contributions between men and women. The International Labor Organization's study reveals a massive, unaddressed gender-based pain gap in Sri Lanka, affecting women's entry into trade and economic prosperity. Despite efforts to reduce this gap, women's contributions remain low, with a 40% contribution compared to men's 80% in 2019. This gap has persisted for decades, with a notable increase in the pain gap among adult workers as age increases."
  ]
}