{
  "translated_text": {
    "ta": {
      "title": "உறுப்பினர்கள் உறுப்பினர்கள் உறுப்பினர்கள் பாராளுமன்ற உறுப்பினர்கள்",
      "body_lines": [
        "பாராளுமன்றத்தில் உறுப்பினர் உறுப்பினர்களின் வேட்புமனுக்கள் இன்று (22) பாராளுமன்றத்தில் உறுப்பினர் உறுப்பினர்களை (22) பரிந்துரைப்பதாக அறிவித்தனர்.",
        "பிப்ரவரி 9, 2024, பிப்ரவரி 9, 2024 அன்று இந்த திட்டங்கள் நிறைவேற்றப்பட்டதால், வேட்புமனுக்கள் துணை சபாநாயகர் அஜித் ராஜபக்ஸால் அறிவிக்கப்பட்டது.",
        "வழக்கறிஞர் பவித்ராதேவி வன்னியாராச்சி, ஜனாதிபதியின் ஆலோசகர் (டாக்டர்) விஜேயதாச ராஜபக்ஸ், ஜான்ஸ்டன் பெர்னாண்டோ, மாகடெனந்தா அலுத்கமேஜ், வழக்கறிஞர் மதுரா விதைஅரேஜ் மற்றும் சமன்ப்ரா ஹெராத்.",
        "சட்டத்தின் வழக்கறிஞர் மோகன் பிரியதர்ஷனா டி சில்வா, லாசந்தா அலகியவன்னா, பிரசன்னா ரனவீரா, கே.. காதர் மசாதன், டயானா கமகே, சாமரா சம்பத் தசனாயகே, வஜிரா அபயவர்தேனா, அ. எல். மீ. அஹலவீரா டிசனாயகே, ஜெயந்தா கெடாவீரா, (டாக்டர்) மேஜர் பிரதீப் அசுகோடா, ரஹந்தாஸ் கொடிதாகு, இசுரு டோடங்கோடா, வழக்கறிஞர் டோடங்கோடா. டெலிவாதா, தபாட்டா செயல்முறை, மீ. W. D. சஹான் பிரதீப் விதனா, வழக்கறிஞர்-சட்டபூர்வமான மதுரா விதனேஜ், டி. Weerasinghe மற்றும் manjula dasananayake.",
        "ஜகவிதுமரா, ஜனகா வக்கும்புரா, இந்திகா அனுரா, மஹிந்தானந்தா அலுத்கமேஜ், மஹிந்தானந்தா அலுத்கமேஜ், டுமிந்தா டிசனாயக்க, நிமல் லான்சா, யு. கே. சுமித் உதுகம்புரா, சுமித் உடுமனா, ஜகாத் குமாரா சுமிதாத்ராச்சி (மேஜர்) சுதர்ஷனா டெனிபிடியா, வழக்கறிஞர் பிரேம்னிபூரி. டெல்வாட்டா, உபுல் மகேந்திர ராஜபக்ஷா, மீ. ராமேஸ்வரன், ராஜா விக்ரமாசிங்கே, வழக்கறிஞர் மதுரா விடானேஜ் மற்றும் (பேராசிரியர்) ரஞ்சித் பண்டாரா.",
        "ஜகாத் புஷ்பகுமாரா, கள். பெவரண்ட்ரன், அசோகா பிரியந்தா, அ. அரவிந்த் குமார், கீதா சமன்மாலி குமார்ஜ், காமினி லோகஜ், க .ரவ. கே. சுமித் உதுகும்புரா, மாயாடன்னே சிந்தகா அமல், நிப்பனா ரனவகா, ராஜா விக்கிரமாசிங்கே, எம். W. D. சஹான் பிரதீப் விதனா, மற்றும் யாதமினி குணவர்தேனா.",
        "* தேசிய கொள்கைக்கான பணம், பொருளாதார ஸ்திரத்தன்மை மற்றும் அமைச்சக ஆலோசனைக் குழு",
        "மஹிந்தானந்தா அலுத்கமேஜ், மீ. W. D. சஹான் பிரதீப்ிக்கப்பட்டவனா மற்றும் (பேராசிரியர்) ரஞ்சித் பண்டாரா.",
        "* பெண்கள், குழந்தைகள் விவகாரங்கள் மற்றும் சமூக அதிகாரமளித்தல் பொது அதிகாரமளித்தல் அமைச்சகம்",
        "* வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சகம்",
        "* வனவிலங்கு மற்றும் வன பாதுகாப்பு தொடர்பான பொது ஆலோசனைக் குழு அமைச்சகம்",
        "* நீதிமன்றங்கள், சிறை மற்றும் அரசியலமைப்பு சீர்திருத்தங்கள் தொடர்பான அமைச்சக ஆலோசனைக் குழு",
        "வழக்கறிஞர் சிசிரா ஜெயகோடி, வழக்கறிஞர் பிரேமகோம். டெலிவாட்டே, வழக்கறிஞர் சாகர் கரியவாசம்.",
        "* நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டு ஆலோசனைக் குழு அமைச்சகம்",
        "கள். B. டிசனாயகே, வழக்கறிஞர்கள்-சட்ட நமல் ராஜபக்ஷம் மற்றும் மேஜர். சுதர்ஷனா டெனிபிதியா.",
        "* புத்த சசனா, மத மற்றும் கலாச்சார விவகாரங்களுக்கான பொது ஆலோசனைக் குழு அமைச்சகம்",
        "* தொழிலாளர் மற்றும் வெளிநாட்டு வேலைவாய்ப்பு அமைச்சகம்",
        "D. B. ஹெராத், வழக்கறிஞர் டபிள்யூ.. D. ஜெ. செனவிரத்னே, ஜனாதிபதியின் ஆலோசகர் ஜெயந்தா வீரசிங்க.",
        "* மாநில தோட்ட நிறுவன சீர்திருத்தங்களுக்கான ஆலோசனைக் குழு"
      ]
    },
    "en": {
      "title": "Members Members Members Members of Parliament",
      "body_lines": [
        "Nominations of Member Membershibha in Parliament today announced the nomination of Member Members (22) in Parliament today (22).",
        "The nomination of the nominations was announced by the Deputy Speaker Ajith Rajapakse as the proposals were passed on February 9, 2024 on February 9, 2024.",
        "Attorney Pavithradevi Wanniarachchi, President's Counsel (Dr.) Wijeyadasa Rajapakse, Johnston Fernando, Magadenanda Aluthgamage, Attorney Madura Withanaage and Samanphra Herath.",
        "Attorney at Law Mohan Priyadarshana De Silva, Lasantha Alagiyawanna, Prasanna Ranaweera, K.. Kader Masathan, Diana Gamage, Chamara Sampath Dasanayake, Vajira Abeywardena, A. L. M. Ahalaweera Dissanayake, Jayantha Ketaweera, (Dr.) Major Pradeep Undugoda, Rahandas Kodithaku, Isuru Dodangoda, Attorney Dodangoda. Deliwaththa, Tapata Procedure, M. W. D. Sahan Pradeep Withana, Attorney-at-Law Madura Withanage, D. Weerasinghe and Manjula Dissanayake.",
        "Jagawitumara, Janaka Wakkumbura, Indika Anura, Mahindananda Aluthgamage, Maheindananda Aluthgamage, Duminda Dissanayake, Nimal Lansa, U. K. Sumith Udukumbura, Sumith Udumana, Jagath Kumara Sumidadrachchi (Major) Sudarshana Denipitiya, lawyer Premnipuri. Delwatta, Upul Mahendra Rajapaksa, M. Rameswaran, Raja Wickremasinghe, Attorney Madura Vithanage and (Professor) Ranjith Bandara.",
        "Jagath Pushpakumara, S. Beverandran, Ashoka Priyantha, a. Aravind Kumar, Geetha Samanmali Kumarge, Gamini Lokuge, Hon. K. Sumith Udukumbura, Mayadunne Chintaka Amal, Nippana Ranawaka, Raja Wickremasinghe, M. W. D. Sahan Pradeep Withana, and the Yadamini Gunawardena.",
        "* Money, Economic Stability and Ministry Consultative Committee on National Policy",
        "Mahindananda Aluthgamage, M. W. D. Sahan Pradeep Vithana and (Professor) Ranjith Bandara.",
        "* Ministry of Public Empowerment of Women, Children's Affairs and Social Empowerment",
        "* Ministry of Agriculture and Plantation Industries",
        "* Ministry of Public Advisory Committee on Wildlife and Forest Conservation",
        "* Ministry Consultative Committee on Courts, Prison and Constitutional Reforms",
        "Attorney-at-Law Sisira Jayakody, Lawyer Premacome. Deliwatte, Attorney Sagar Kariyawasam.",
        "* Ministry of Urban Development and Housing Consultative Committee",
        "S. B. Dissanayake, Attorneys-at-Law Namal Rajapaksa and Major. Sudharshana Denipitiya.",
        "* Ministry of Public Advisory Committee on Buddha Sasana, Religious and Cultural Affairs",
        "* Ministry of Labor and Foreign Employment Consultative Committee",
        "D. B. Herath, Attorney W.. D. J. Seneviratne, President's Counsel Jayantha Weerasinghe.",
        "* Consultancy Committee on State Plantation Enterprise Reforms"
      ]
    }
  }
}