{
  "translated_text": {
    "ta": {
      "title": "9 வது ஜனாதிபதித் தேர்தல் - முக்கியமான முன்னுரிமை",
      "body_lines": [
        "ஜனாதிபதி ரணில் விக்ரெமேசிங்கே ஒரு சுயாதீன வேட்பாளராகவும், இலங்கை நியமனம் (எஸ்.எல்.பி.பி) வேட்பாளராகவும் பல வாரங்கள் மற்றும் வதந்திகளாக உள்ளார்.. சஜித் பிரேமடாசா, சஜித் பிரேமடாசா, தேசிய ஜே.ஜே.எஸ் (ஜே.ஜே.பி) அனுரா குமாரா டிசனாயகே மற்ற இரண்டு முன்னணி வேட்பாளர்கள்.",
        "ஃபீல்ட் மார்ஷல் சரத் பொன்சேகா, விஜியதாச ராஜபக், திலித் ஜெயவீரா மற்றும் தரையில் உள்ள பல வேட்பாளர்கள், நான்கு வேட்பாளர்கள் முடிந்துவிடும்.",
        "இலங்கை பொதுச் சபை, 92 பாராளுமன்ற உறுப்பினர்கள், ஒரு சுயாதீன வேட்பாளர் மற்றும் யு.என்.பி (யு.என்.பி) ஆகியோர் யு.என்.பி (யு.என்.பி) தலைவரை ஆதரிப்பதற்கான மிகப்பெரிய பலம். இலங்கை ஜெனரல் மேனில் ஒரு வேட்பாளரை சமர்ப்பிக்க ராஜபக்சர்கள் செய்யப்பட்ட பின்னர் இது நடந்தது. விக்ரெமசிங்கின் இறுக்கமான எதிர்ப்பாளரான விமல் வீராவன்சா தயக்கம் காட்டியிருந்தாலும், வேட்பாளர் பட்டியலை விட முன்னால் இருந்தார்.",
        "வாக்கெடுப்பு விசாரணையின்படி, கடந்த ஆறு மாதங்களில் தங்கள் வேட்பாளருக்காக முன்மொழியப்பட்ட இரு பரந்த வேட்பாளர்கள். அண்மையில் கடந்த காலத்தில் அனுரா குமாரா டிசனாயக்கில் இருந்தார். சஜித் பிரேமடாசா அவரை மிகச்சிறந்தவர் என்று வெளியிடப்பட்டது. விக்ரெமேசிங்கின் செழிப்புடன், ஒட்டுமொத்த மாற்றம் மாற்றப்பட்டுள்ளது. நமல் ராஜபக்ஷம் இன்னும் மஹிந்த ராஜபக்ஷத்தின் பிரபலமான தலைவராக உள்ளார்.",
        "பல்வேறு கருத்துக் கணிப்புகள் அதிக அளவிலான பிரச்சாரத்தை ஏற்படுத்தியிருந்தாலும், நம்பகமான எந்த வேட்பாளரும் எந்த வேட்பாளரையும் கொடுக்கவில்லை. இருப்பினும், ரணில் விக்ரமேசிங்கின் உத்தியோகபூர்வ அணுகுமுறைக்குப் பிறகு, நமல் ராஜபக்ஷம், வாக்குகள் இன்னும் தங்கள் கணிப்புகளை வெளியிடவில்லை.",
        "1982 ஆம் ஆண்டில் முதல் ஜனாதிபதித் தேர்தலில் இரண்டு முன்னணி வேட்பாளர்கள் மட்டுமே இருந்தனர், அவர்களில் ஒருவர் அவர்களில் 50% க்கும் அதிகமான வெற்றியைப் பெறுவார் என்று எதிர்பார்க்கப்படுகிறது.. எனவே வெற்றியாளரைத் தீர்மானிக்க இரண்டாவது விருப்பத்தை எண்ண வேண்டிய அவசியமில்லை.",
        "இருப்பினும், இந்த முறை பார்வை வேறுபட்டது. முன்னுரிமை வேட்பாளர் 40% க்கும் குறைவான வாக்காளர்களைப் பெறுவார் மற்றும் பிற முன்னணி வாக்குகளில் 15% முதல் 30% வரை பிரிப்பார் என்று பல கருத்துக் கணிப்புகள் கணிக்கப்பட்டுள்ளன.. பல ஆய்வாளர்கள் தெளிவான வெற்றியாளருடன் உடன்படுகிறார்கள், ஜனாதிபதி பதவிக்கு ஒரு தீவிர போட்டி உள்ளது. ரானில் விக்ரெமேசிங்கின் நன்மை என்னவென்றால், பொருளாதாரத்தை மீண்டும் தண்டவாளங்களில் மீண்டும் கொண்டு வருவதும், அத்தியாவசிய பொருட்களை முடிப்பதும் ஆகும். சஜித் பிரேமடாசா நடுநிலையான கடமைகளின் ஆதரவைத் தேடுகிறார், மேலும் அனுருராரா டிஸ்டனாயக்க மற்றும் நமல் ராஜபக்ஷம் இளம் தேர்தல்களைப் பார்க்க நம்புகிறார்கள்.",
        "இரண்டாவது விருப்பத்தின் முக்கியத்துவம் 50% க்கும் அதிகமான வேட்பாளர்களைப் பெறாத சூழ்நிலையில் இரண்டாவது விருப்பத்தின் முக்கியத்துவம். இந்த ஆண்டு ஜனநாயக செயல்முறையை உறுதி செய்வதற்கான விருப்பத்தை அறிவிக்க பொறுமையின்றி காத்திருக்கும் இலங்கை வாக்காளர்கள். இரண்டு தேர்தல்கள் - மாகாண சபைகள் மற்றும் உள்ளூர் அரசாங்க தேர்தல்கள் - சட்ட, பொருளாதார அல்லது வரையறுக்கப்படாத காரணங்களை ஒத்திவைத்த பின்னர், அவை இரண்டாவது அல்லது மூன்றாவது முன்னுரிமை வாக்குகளைப் பழக்கப்படுத்தவில்லை.",
        "50 சதவீதத்திற்கும் அதிகமான வாக்குகளைப் பெறும் வேட்பாளர் வெற்றியாளராக அறிவிக்கப்படுகிறார். எந்தவொரு வேட்பாளரும் 50 சதவீதத்திற்கும் அதிகமான வாக்குகளைப் பெறவில்லை என்றால், வாக்காளர்களின் வாக்காளர்களுக்கு எண்ணிக்கை தேவைப்படுகிறது. தோற்கடிக்கப்பட்ட வேட்பாளர்களுக்கு பெறப்பட்ட வாக்குகள். கடைசி வெற்றியாளரைத் தீர்மானிக்க, அவர்களின் இரண்டாவது மற்றும் மூன்றாவது விருப்பத்தேர்வுகள் இரண்டு வேட்பாளர்களுக்கும் சேர்க்கப்படுகின்றன.",
        "தலைவர் மஹிந்தா தேஷாப்ரியா சமீபத்தில் ஒரு ஊடக விவாதம் என்று விளக்கினார். A, B, C D மற்றும் E என அழைக்கப்படும் ஐந்து வேட்பாளர்கள் இருந்தால், அவர்கள் அனைவருக்கும் 100 செல்லுபடியாகும் வாக்குகள் உள்ளன. 40, பி 35, சி 15, டி 6 மற்றும் ஈ 4 என்று கருதலாம். பின்னர் மற்ற வேட்பாளர்கள் அகற்றப்படுகிறார்கள், முதல் வேட்பாளர்கள் முதல் மற்றும் இரண்டாவது வேட்பாளர்களாக. வேட்பாளர்களின் வாக்குச்சீட்டில் குறிக்கப்பட்ட இரண்டாவது அல்லது மூன்றாவது விருப்பம் இரண்டாவது சுற்றில் கணக்கிடப்படுகிறது.",
        "பின்னர் சி எனக் குறிக்கப்பட்ட வாக்குச்சீட்டு ஆவணங்களை முதலில் எண்ணுவது முதலில் செய்யப்படுகிறது. ஒரு வாக்காளர் ஒரு வாக்காளர் கிரோகல் விருப்பத்தேர்வு சி மற்றும் ஏ அல்லது பி -க்கு இரண்டாவது எனக் குறிக்கப்பட்டால், அது ஏ அல்லது பி வாக்கு என்று கருதப்படுகிறது. பின்னர் வாக்குச்சீட்டு ஆவணங்கள் A அல்லது B க்கு செருகப்படுகின்றன. மேலும், சி க்கு குறிக்கப்பட்ட ஒரு வாக்குச்சீட்டு சி -க்கு இரண்டாவது அல்லது மூன்றாவது முன்னுரிமை வாக்கு என்றால், இரண்டாவது அல்லது மூன்றாவது முன்னுரிமை வாக்குகள் காரணமாக இது கருதப்படாது. இதேபோல், வாக்களிப்பு என்பது வாக்காளர் சி, இரண்டாவது, டி அல்லது மூன்றாவது ஒரு அல்லது பி வாக்கு என்று கருதப்படுகிறது.",
        "அதன்படி, சி, டி மற்றும் ஈ ஆகியவற்றின் முதல் விருப்பம், வாக்குச்சீட்டு ஆவணங்கள் இரண்டாவது மற்றும் மூன்றாவது விருப்பத்தால் பிரிக்கப்படுகின்றன.",
        "இரண்டாவது மற்றும் மூன்றாவது முன்னுரிமை வாக்குகளை நாங்கள் ஏற்றுக்கொண்டால், மற்ற மூன்று வாக்குகள் 43 வாக்குகள் வரை திரட்டப்பட்டன, பத்து கூடுதல் இரண்டாவது இரண்டாவது முன்னுரிமை வாக்குகளைப் பெற்றால் மொத்த வாக்குகளின் எண்ணிக்கை 45 வாக்குகள் ஆகும். மொத்த தொகை 88 (43 + 45). இது ஜனாதிபதியாக அறிவிக்கப்பட்டுள்ளது, ஏனெனில் இது 50 சதவீதத்திற்கும் அதிகமாக B க்கு கிடைத்தது. இரண்டாவது மற்றும் மூன்றாவது முன்னுரிமை வாக்குகளிலிருந்து யாரும் இல்லையென்றால், 'ஏ' வேட்பாளர் முதல் சுற்றில் வெற்றியாளராக அறிவிக்கப்பட்டுள்ளார்.",
        "ஏ மற்றும் பி இரண்டும் அசாதாரண எண்ணிக்கையின் கீழ் இதேபோன்ற எண்ணிக்கையிலான வாக்குகளைப் பெற்றால், தேர்தல் ஆணையம் டாஸைக் காண எடுக்கும்.",
        "வாக்காளர்கள் தங்கள் விருப்பத்தை 1, 2 அல்லது 3 என தங்கள் சொந்த வேட்பாளர்களின் அடையாளங்களுக்கு முன் குறிக்க முடியும். அவர்கள் முதல் தேர்வுக்கு 'எக்ஸ்' அடையாளத்தைப் பயன்படுத்தினால், அவர்களின் இரண்டாவது விருப்பத்தை '2' என்றும் அவர்களின் மூன்றாவது விருப்பத்தை அவர்களின் மூன்றாவது விருப்பமாகவும் குறிக்கலாம்.",
        "முதல் சுற்றில் 40 சதவிகிதம் பெறப்பட்ட வேட்பாளருக்கு இரண்டாவது விருப்பம் மிகவும் சாதகமாக இருக்கும். முதல் இரண்டு வேட்பாளர்களிடையே இரண்டாவது விருப்பம் பிரிக்கப்பட்டுள்ளது, ஏனெனில் வேட்பாளர் ஏற்கனவே முன்னால் இருக்கிறார். இருப்பினும், ஒருவரின் முதல் விருப்பம் 30 சதவீதம் அல்லது அதற்கும் குறைவாக இருந்தால், அவருக்கு இரண்டாவது விருப்பமாக அதிக எண்ணிக்கையிலான வாக்குகள் தேவை.",
        "பல பக்கச்சார்பற்ற ஆய்வாளர்களின் ஒருமித்த கருத்து இரண்டாவது விருப்பம், ரணில் விக்ரமேசிங்கே மற்றும் சஜித் பிரேமடாஷா அனுரா குமாரா டிசனாயக்கை விட பயனடைவார்கள். விக்ரெமேசிங்குக்கு வாக்களிப்பவர்கள் இரண்டாவது முன்னுரிமையை பிரேமடாசாவுக்கு அனுமதிக்கலாம், ஏனெனில் அவர்கள் தோலைப் பின்பற்றுகிறார்கள். மேலும், பிரேமடாசாவுக்கு வாக்களிப்பவர்கள் விக்ரமேசிங்குக்கு தங்கள் இரண்டாவது விருப்பத்தையும் கொடுக்கலாம். தீவிர வேட்பாளர் அனுரா குமாரா டிசனாயக்கே இரண்டாவது முன்னுரிமைகளை அதிகம் பெறவில்லை என்று ஆய்வாளர்கள் கணித்துள்ளனர்."
      ]
    },
    "en": {
      "title": "The 9th presidential election - the crucial preferential",
      "body_lines": [
        "President Ranil Wickremesinghe has been an independent candidate as an independent candidate and the Sri Lanka Appointment (SLPP) candidate for weeks and rumors.. Sajith Premadasa, Sajith Premadasa, National JJs (JJB) Anura Kumara Dissanayake is the other two leading candidates.",
        "Field Marshal Sarath Fonseka, Wijeyadasa Rajapakse, Dilith Jayaweera and many other candidates in the ground, the four candidates will be over.",
        "The Sri Lanka General Assembly, 92 Members of Parliament, an independent candidate and the UNP (UNP) was a massive strength to support the leader of the UNP (UNP). This happened after the Rajapaksas made to submit a candidate on the Sri Lanka General Man. Even though Wickremasinghe's tight opponent, Wimal Weerawansa, was reluctant, was ahead of the candidate list.",
        "According to the referendum inquiries, the two-pride candidates proposed for their candidate in the past six months. Anura Kumara Dissanayake was present at the recent past. It was published that Sajith Premadasa was outstanding him. With Wickremesinghe's prosperity, the overall change has been changed. Namal Rajapaksa is still a popular leader of Mahinda Rajapaksa.",
        "Although various polls have made high scale propaganda, no reliable no candidate gave any candidate. However, after the official approach of Ranil Wickremesinghe and Namal Rajapaksa, the votes have not yet published their predictions.",
        "There were only two leading candidates in the first presidential election in 1982, and one of them expected to win a complete victory over 50% of them.. So there was no need to count the second preference to determine the winner.",
        "However, this time the vision is different. Many polls are predicted that the priority candidate will receive less than 40% of voters and divides between 15% to 30% of other leading votes.. Many analysts agree with no clear winner and there is a serious match for the presidency. The advantage of Ranil Wickremesinghe is to bring back the economy back on the rails and ending essential commodities. Sajith Premadasa is looking for the support of the neutralistic duties and Anuralara Dissanayake and Namal Rajapaksa have hoped to look at young elections.",
        "The significance of the second preference is the significance of the second preference in a situation where no one receives more than 50% of candidates. Sri Lankan voters waiting impatiently to proclaim the preference to ensure the democratic process this year. Two other elections - Provincial Councils and Local Governmental Elections - After the postponement of legal, economic or non-definitive reasons, they have not been accustomed to the second or third preferential votes.",
        "The candidate who receives more than 50 percent of votes is declared as winner. If no candidate does not receive more than 50 percent votes, the voters of voters require the count of. Then the votes obtained for the defeated candidates. To determine the last winner, their second and third preferences are added to the two candidates.",
        "The Chairman Mahinda Deshapriya simply explained that a media discussion recently. If there are five candidates called A, B, C D and E, they all have all 100 valid votes. Let's assume a 40, b 35, c 15, d 6 and e 4. Then the other candidates are removed and the first candidates as first and second candidates. The second or third preference marked in the ballots of the candidates is counted in the second round.",
        "Then counting ballot papers marked for C is first done first. If a voter is marked with a voter crocal preference c and second for a or b, it is considered a vote for a or b. Then the ballot papers are inserted for a or b. Also, if a ballot marked for C is a second or third preferential vote for C, it will not be considered because of the second or third preferential votes. Similarly, if vote is the first preference for a voter c, second, d or the third is considered a vote for a or b.",
        "Accordingly, the first preference for C, D and E, ballot papers are split by the second and third preference.",
        "If we assume a second and third preferential votes, three other votes were raised up to 43 votes, the total number of votes was 45 votes if they received ten additional second second preferential votes. Total sum is 88 (43 + 45). It has been declared as president because it received more than 50 percent to B. If no one from the second and third preferential votes, the 'A' candidate has been declared as winner in the first round.",
        "If both A and B receives a similar number of votes under unusual number, the election commission will take to see the toss.",
        "Voters can mark their preference as 1, 2 or 3 before the symbols of their own candidates. If they use the 'x' mark for their first choice, their second preference can be marked as '2' and their third preference as their third preference.",
        "Second preference to a candidate obtained 40 percent in the first round will be more advantageous. Because the second preference is split among the first two candidates, because the candidate is already in front of. However, if someone's first preference is 30 percent or less, he needs a large number of votes as the second preference.",
        "The unanimous opinion of many impartial analysts is the second preference, Ranil Wickremesinghe and Sajith Premadasha will benefit more than Anura Kumara Dissanayake. Those who vote for Wickremesinghe may allow the second preference to Premadasa because they follow the skin. Also, those who vote for Premadasa may also give their second preference to Wickremesinghe. Analysts predict that radical candidate Anura Kumara Dissanayake does not receive more of the second preferentials."
      ]
    }
  },
  "summary_lines": [
    "In the 9th Sri Lankan presidential election, Ranil Wickremesinghe, Sajith Premadasa, Anura Kumara Dissanayake, and Namal Rajapaksa are key contenders. Wickremesinghe, an independent candidate backed by the SLPP and UNP, faces tight competition. Polls indicate a close race, with no clear winner expected to secure over 50% of the votes in the first round. The importance of second preferences looms large, potentially influencing the outcome."
  ]
}