{
  "translated_text": {
    "ta": {
      "title": "பொது ஊழியர்களுக்கு சிறப்பு அறிவிப்பு",
      "body_lines": [
        "பிரதமர் தினேஷ் குணவர்தேனா அரசு ஊழியர்களிடமிருந்து சிறப்பு கோரிக்கையை முன்வைத்துள்ளார்.",
        "இன்று (19) பிரதமரின் ஆதரவின் கீழ் கோயில் மரங்களில் நியமனம் கடிதங்கள் வழங்கப்பட்டன. அந்த நேரத்தில் அந்த கோரிக்கை செய்யப்பட்டது.",
        "இந்நிகழ்ச்சியில் பேசிய பிரதமர், நாட்டின் வளர்ச்சி இலக்குகளை குறைக்குமாறு அரசு ஊழியர்களை வலியுறுத்தினார், குறிப்பாக முடிவெடுப்பதில் சில அநீதிகளைத் தடுக்க, அத்தகைய முடிவுகளை எடுப்பதைத் தவிர்க்க.",
        "\"அவர்களின் திறமைகளுக்கும் மூப்புத்தன்மைக்கும் தகுதி பெற்ற நீங்கள் அனைவரும் எங்கள் மகிழ்ச்சியில் சேர்ந்து, ஆசீர்வாதம். ஒரு சாதாரண தனிப்பட்ட நிறுவனத்தை விட பொது சேவையின் பொறுப்பு மிகவும் தீவிரமானது.",
        "பொது சேவையில் நுழையும் இடத்திலிருந்து, நீங்கள் பொது சேவை, நிறுவனங்கள் மற்றும் மொத்த பொது சேவையின் துறைகளுடன் நாட்டில் பங்கேற்கிறீர்கள். அந்த ஆழ்ந்த பொறுப்பை நிறைவேற்ற அனைத்து சோதனைகளையும் நினைவூட்ட விரும்புகிறேன். நாம் விவாதிக்கப் போகும்போது அதில் ஒரு அடிப்படை தயாரிப்பு இருக்க வேண்டும். அதற்கான தகவல்கள் சேகரிக்கப்பட வேண்டும். இது ஒத்திவைப்பதற்கான நேரம் அல்ல, ஆனால் விரைவில் தயாரிப்பு பணிக்கு அணுகப்பட வேண்டும்.",
        "2024 ஆம் ஆண்டில் வளர்ச்சியில் மற்றொரு பாதத்தை உருவாக்க ஜனாதிபதி ரங்கில் விக்ரெமேசிங் ஒரு பட்ஜெட் பதிவேட்டை வழங்கினார். இன்று இந்த வேலையின் வெற்றி இன்று அதை செயல்படுத்தும் என்று எதிர்பார்க்கிறீர்கள். எதிர்மறை நிலையின் பொருளாதார வளர்ச்சி செல்வமாக மாற்றப்பட்டுள்ளது. நாட்டின் மக்கள், பொது சேவை மற்றும் பொது ஊழியர்களின் ஆதரவு மூலம் இந்த பணி நிறைவேற்றப்படுகிறது.. பெருகிய முறையில், நாட்டின் வளர்ச்சியின் குறிக்கோள்களை பூர்த்தி செய்ய, இதுபோன்ற முடிவுகளை குறைக்க இதுபோன்ற முடிவுகளை அரசாங்கம் அர்ப்பணிக்க வேண்டும்.",
        "மலேசியா சமீபத்தில் சரிந்தது. ஏனெனில் நாட்டில் வெகுஜனங்கள் மலேசிய முதலீட்டை விட்டுவிட்டன. ஆனால் மலேசியா வெற்றிகரமாக நெருக்கடியைக் கையாண்டது. மலேசிய இராச்சிய நிர்வாகமான மலேசிய பொருளாதாரத்தை தங்கள் பலத்தைச் சேர்த்து கொண்டு வந்தது.",
        "ஜனாதிபதியின் திட்டத்தால் வெளியிடப்பட்ட புதிய திட்டம் பொது நிர்வாகத்திற்கு முன்னேறுகிறது, மாநில நூலகர் சேவை இணைகிறது. இலங்கையில் நூலக சேவை மற்றும் மாநில நூலக சேவை தொடர்பாக நம் நாட்டில் உள்ள உள்ளூர் அரசாங்க நூலகங்கள் மேம்படுத்தப்பட வேண்டும். அதை மேம்படுத்தக்கூடிய படைப்பாற்றலை உருவாக்கவும். 2024 2023 இல் நீங்கள் சேர்க்கும் உள்ளூர் அரசு அல்லது மாநில நூலகங்களைப் பார்க்க வேண்டாம். இந்த ஆண்டு சேகரிப்பு ஆண்டாக மாற்றுவதற்கான உறுதியுடன் வேலையைத் தொடங்குங்கள்.",
        "பொது சேவையில் நுழையும் போது, ​​எங்கள் ஆதரவாளர்கள் இருக்கலாம். ஆனால் ராஜ்ய அமைச்சின் நல்ல வேலையை எடுத்துக் கொள்ளுங்கள். இந்த கடினமான காலத்திலிருந்து நாங்கள் வெளியே வரும்போது, ​​தொடர உங்கள் சொந்த ஆதரவுக்கு கொடுங்கள். \""
      ]
    },
    "en": {
      "title": "Special notice to public servants",
      "body_lines": [
        "Prime Minister Dinesh Gunawardena has made a special request from state employees.",
        "Appointment letters were presented at Temple Trees today under the patronage of the Prime Minister today (19).That request was made at the time.",
        "Speaking on the occasion, the Prime Minister urged public servants to cut the development goals of the country, especially to prevent certain injustice in decision making, to avoid making such decisions.",
        "\"All of you who have qualified for their skills and seniority join our happiness, blessing. The responsibility of the public service is more serious than a normal personal company.",
        "From the point of entering the public service, you participate in the country with the departments of the Public Service, Institutions and the Total Public Service. I would like to remind all of the trials to fulfill that deep responsibility. We must have a basic preparation on it when we are going to discuss. The information for that should be collected. It is not the time for postponement, but should be accessed to preparation task as soon as possible.",
        "President Ranil Wickremesinghe presented a Budget Register to make another foot in development in the year 2024. You expect the success of this assignment today to implement it today. Economic development of the negative condition has been transformed into wealth. This task is fulfilled with the support of the people of the country, public service and public servants.. Increasingly, to meet the goals of development of the country, demand for the government to devote such decisions to reduce such decisions.",
        "Malaysia recently collapsed. Because the masses in the country have left the Malaysian investment. But Malaysia was successfully dealt with the crisis. Adding their strengths and brought the Malaysian economy, the Malaysian kingdom administration.",
        "The new program published by the President's program is journeying forward to the public administration, the state librarian service joins. The local government libraries in our country in connection with the administration of the Library Service and the State Library service in Sri Lanka should improve. Create creativity that can improve it. 2024 Don't look at the local government or state libraries you add to 2023. Start work with determination to transform this year into the year of collection.",
        "When entering the public service, there may be our supporters. But take the good work of the Kingdom Ministry. When we come out of this difficult period, give it to your own support to continue. \""
      ]
    }
  }
}