{
  "translated_text": {
    "ta": {
      "title": "அவர் இரத்த உறவினரிடம் சென்ற சகோதரத்துவம்",
      "body_lines": [
        "அவரது 15 வயது பள்ளி மாணவி கிணற்றில் மீன்பிடிக் கொண்டிருந்த ஒரு சிறிய மகனைக் காப்பாற்றுவதாகவும், நீரில் மூழ்கி இருந்த ஒரு சிறிய மகனை மீட்டதாகவும் தெரிவித்தனர்.",
        "கிணறு ஒரு சிறிய மகன் புட்டலம், பலகும்புக்கடவாலா கிராமத்தில் விழுந்தது.",
        "கிணற்றின் பள்ளி மாணவர் கிணற்றில் காப்பாற்றப்பட வேண்டும், சசாத்ரே நிம்சரா என்ற பள்ளி மாணவி கிணற்றில் குதித்துள்ளார்.",
        "அவருடன் விளையாடுவதிலிருந்து வீட்டை விட்டு வெளியேறிய நான்கு வயது குழந்தை, அது கிணற்றுக்கு வீடு இல்லை என்பதைக் கண்டது, கிணற்றுக்கு தண்ணீரைப் பார்க்கிறது.",
        "சிறிய மகன் ஒரு சிறிய மகனின் உயிரை கூட இழந்திருக்கலாம் என்று கிராமவாசிகள் கூறுகின்றனர்.",
        "குழந்தை 36 அடிக்கு மேல் நன்கு ஆழமாக விழுந்து பக்கச் சுவர் கிணற்றில் சரிந்தது.",
        "மூழ்கும் மகன்கள் தொடர்ந்து சசலூஜின் வீட்டின் வீட்டிற்கு வருகிறார்கள் என்று கூறப்படுகிறது.",
        "வீரமுள்ள ஹீரோ சசிலுவால் மீட்கப்பட்டார்.",
        "\"நான் தம்பியிடம் அரிசி இருந்தேன், அவர் அரிசி, தண்ணீரிடம் சொன்னார், பின்னர் தண்ணீருக்கு தண்ணீர் ஊற்றினார். நான் சமையலறையைக் கத்தினேன், சசேவின் ஷாட் என்று கத்தினேன். நான் விரைவாக டிஷ் வைக்க விரைவாக இருந்தேன் என்பதில் சந்தேகம் இருந்தது, எனவே சத்தம் இல்லாததால் நான் கிணற்றுக்கு மேல் ஓடினேன். கிணற்றில் ஆச்சரியத்தைக் காண்க. அதே நேரத்தில், கிணற்றில் இருந்து யூங்க் வெளிப்பட்டது. அதே கிணற்றில் குதித்த பயணத்திலிருந்து தப்பி ஓடிய பின்னணியை நான் பிடித்தேன். குழாய்களை மோட்டரில் தொங்க விடுங்கள். சத்தமாக கத்தும்படி கூறப்பட்டது. தாயும் மற்றவர்களும் எங்கள் இருவருக்கும் கடினமாக அழைத்துச் சென்றனர்.",
        "\"நான் ஒரு புனிதமான அழுகை அமைதியாக கேட்டேன். நான் வீட்டிற்குள் வெளியே வந்து பார்த்தேன். கிணறு கிணறு வந்தது. நான் அங்கே ஓடினேன். அதே நேரத்தில், சிலர் திரும்பி வந்தனர். தேவாலய மகனுடன், சசிந்துவின் மீது வைக்கப்பட்டுள்ள நீர். என்னால் நினைக்க முடியவில்லை. நானும் இரண்டு மகள்களும், இரண்டு மகள்கள் சிறிது நேரம் எடுத்தோம். மாசிண்டு ஒரு வீர செயலைச் செய்தார்.",
        "சிறிய மகனுக்கான அன்பு இரண்டு முறை 36 அடி ஆழத்தில் குதித்திருக்கலாம் என்று சசிந்துவின் தாயின் தாய் கூறினார்."
      ]
    },
    "en": {
      "title": "The brotherhood he went to blood relative",
      "body_lines": [
        "His 15-year-old schoolgirl reported to save a small son who was fishing in the well and rescued a small son who was drowning.",
        "The well had fallen into the village of Palakumbukkadawala, Puttalam, a small son.",
        "The school student of the well was to be saved in the well, and the schoolgirl named Sasadre Nimsara has jumped into the well.",
        "The four-year-old child who left the house from playing with him and saw that it was not home to the well and see the water to the well.",
        "The villagers say the little son may have even lost the lives of a small son.",
        "The child has fallen into a well-depth of more than 36 feet and the side wall has collapsed into the well.",
        "It is said that the sinking sons of the drown is constantly coming to the house of Sasaluge's house.",
        "The heroicated hero was rescued by the Sasilu.",
        "\"I've been rice to the younger brother, he was rice and told the water and then watering the water beside. I screamed the kitchen and shouted that the shot of the Susave. I was doubt I was quick to put the dish quickly, so I ran over the well because there was no sound. See the surprise in the well. At the same time, the younk emerged from the well. I caught up the background that fled the journey that jumped into the same well. Hanging the tubed tubed in the motor. It was told to shout the louder. The mother and others came and took us hard to both of us. \"",
        "\"I heard a sacred crying quiet. I came out inside the house and looked. The well came the well. I ran on there. At the same time, some people came back. With the church son, the water that was placed on the Sasindu well. I couldn't think. I and two daughters, two daughters, took a while. Masindu did a heroic act that would not. \"",
        "The mother of the Sasindu's mother said that the love for the little son may have jumped into a 36-foot depth twice."
      ]
    }
  },
  "summary_lines": [
    "In the village of Palakumbukkadawala, Puttalam, a brave 15-year-old girl named Sasadre Nimsara saved a four-year-old boy who fell into a deep well. Despite the well being over 36 feet deep and its side wall collapsing, Sasadre jumped in to rescue the child. Her actions were praised by the villagers, highlighting her courage and selflessness."
  ]
}