{
  "translated_text": {
    "ta": {
      "title": "'நான் எப்படி எழுதுகிறேன்': நிசங்கா விஜெமன்னா",
      "body_lines": [
        "நிசங்கா விஜெமன்னா சமகால சிங்கள இலக்கியத்தில் புதிதாக தவிர்க்கப்படுவதில்லை. அவர் பெரும்பாலும் ஒரு ஷார்டேட்டர், \"காதலர் இளவரசர்\", \"தி 'டக்', 'டோடி', 'தி மூன்', 'வாத்து', 'தி மூன்' ஒரு மென்பொருளிலும் வடிவமைப்பிலும் 'என்று அழைக்கப்படுகிறார்,' அவர் உள்ளே இருக்கிறார் ஒரு மென்பொருள். '",
        "ஒரு நாவலாசிரியராக, அவரது உணர்வுகளை புரிந்துகொள்வதற்கும் ஒரு நாவலாசிரியராக எழுதுவதற்கும் நான் அவருடன் அரட்டை அடிப்பேன்.",
        "இந்த கலந்துரையாடலில் நான் கேட்கும் கேள்விகள் தற்போது வரலாறு (2019) எழுதியது மற்றும் இந்த இணைப்பு காற்றிலிருந்து (2014) அழுத்துகிறது மற்றும் நான் எதிர்கொண்ட அனுபவத்திலிருந்து வெளிவந்துள்ளது.",
        "இது அனைத்து எழுத்தாளரின் எழுத்து செயல்முறைக்கும் நன்கு அறியப்பட்டதாகும்.",
        "எழுதுதல், எழுதுவது, எழுதுவது, எப்படி எழுதுவது, காபி எழுதுவது, எழுத்தாளரின் மிகுதியைச் சேர்ந்தது.",
        "உரையாடல் புதியவர்களின் அந்த ரகசிய தளத்தை சுட்டிக்காட்ட முயல்கிறது.",
        "முதல் உரையாடல் - 'எழுதுவது எப்படி': 'நான் எப்படி எழுதுகிறேன்': 'நான் எப்படி எழுதுகிறேன்': தரியன அமரசிங்கே",
        "எளிதானது: முதலில் நான் ஒரு நாவல் எழுத்தைத் தொடங்கும்படி கேட்க விரும்புகிறேன்?",
        "நிசங்கா. நான் எனது முதல் நாவலை எடுத்துக் கொண்டால், அதை நடுவில் எழுத ஆரம்பித்தேன். ஏனெனில் அதன் வடிவத்தில் அந்த பகுதிகளுக்கு சுதந்திரம் உள்ளது. இதை வெவ்வேறு வழிகளில் சீரமைக்க முடியும். நீங்கள் 'அரங்கா' போன்ற ஒரு நாவலை எடுத்துக் கொண்டால், அதை முதலில் எழுதுவது தொடங்குகிறது. இந்த புத்தகம் இங்கே எழுதும் முடிவுகளை பாதிக்கிறது. இருப்பினும், புத்தகத்தை அணுகுவது எனது நாவலின் முடிவில் உள்ளது என்று எனது எல்லா நாவல்களையும் போல எழுதுகிறேன்.",
        "உரையாடல் நான்காவது உரையாடல்: மன்ஜுலா வெடிபியரிங் உரையாடல்: ஷாமல் ஜெயகோடோடி",
        "எளிதானது: எழுத்தின் ஆரம்பத்தில் உங்களுக்கு எப்படி நாவல் தெரிவிக்கப்படும்?",
        "நிசங்கா: ஸ்மார்ட் தகவல் தெரிவிக்கப்பட்டதாக நீங்கள் கூற வேண்டுமானால். ஒரு நாவலை எழுதுவதற்கு முன்பு அந்த நாவல் தொடர்பாக ஒரு கோப்பைத் திறக்கிறேன். இந்த நாவலுக்கான எனது ஆய்வு உள்ளது. மற்றும் எழுத்துக்கள் மற்றும் நிகழ்வுகள் தொடர்பான விவரங்கள். இப்போது நான் சுமார் இருபது ஆண்டுகளாக ஒரு நாவலைப் படிக்க முயற்சிக்கிறேன். நான் இன்னும் எழுதத் தயாராக இல்லை என்று எழுத வேண்டியிருந்தது. நான் எரிந்தவுடன் நான் எழுதிய ஒன்பது அத்தியாயங்கள். ஏனென்றால், அதை புதிதாக எழுதுவது என்று நான் நினைத்தேன். அதைப் பற்றிய சிந்தனை முட்டாள். ஆனால் அது எழுதப்பட்டதால் அதை வித்தியாசமாக எழுத வேண்டும் என்று நான் விரும்பினேன். இது கருப்பொருளிலும் நாவலின் வடிவமைப்பிலும் தீர்க்கப்பட வேண்டும். அதனால்தான் நான் எழுதத் தொடங்கும் தருணத்தில் சொல்லப்பட்ட நாவலைப் பற்றி எனக்குத் தெரியும் என்று சொன்னேன்.. ஏனெனில் இவை அனைத்தும் நாவலின் நாவலில் முக்கியம். ஒரு கதாபாத்திரத்தின் வெளிப்புற வடிவம் நாவலைப் போன்றது, எப்படி சொல்வது என்று கருத்தில் கொள்ள ஒரு குறிப்பிடத்தக்க விஷயம் உள்ளது.",
        "ஏழாவது உரையாடல்: சுமித்ரா ராஹப்ஷன்: உபுல் சாந்தா சன்னாஸ்கலா சுரங்க ஜெயலத்",
        "ஈஸிஸ்: நாவல் மாதிரியில் நீங்கள் சிறப்பு ஆர்வம் காட்டுகிறீர்கள். இதைப் பற்றி ஏதாவது சொல்ல முடியுமா?",
        "நிசங்கா: நான் ஒரு ஓவியராக கலையின் செல்வாக்கு என்று நினைக்கிறேன்.. சில எழுத்தாளர்களைப் போலவே, கதையின் கருப்பொருளையும், அதிர்ஷ்டம் அல்லது துரதிர்ஷ்டம் வரும் மாதிரியுடனும் இதை எழுத விரும்புகிறேன். நான் வடிவமைப்பைக் கண்டுபிடிக்க வேண்டும். ஒரு வாசகரை நீங்கள் நினைக்கும் போது, ​​நாங்கள் அதே எழுத்தாளரை எழுதுவதற்கு முன்பு அவர்கள் எழுதியது போல் இந்த ஆவணங்கள் விரைவாக எழுதப்பட்டுள்ளன என்று நீங்கள் அடிக்கடி உணர்கிறீர்கள் என்று நான் நம்புகிறேன்.. எனவே, பிக்காசோ போன்ற புதிய மாடலைக் கண்டுபிடிப்பதில் ஆர்வமாக உள்ளேன். என் தலைக்கு பல வழிகள் உள்ளன. தொடுதல் வைத்திருக்கும் தொடுதல்?ஒரு வழிப்பாதையில் காட்சிகள் போல் தெரிகிறது?அல்லது அவர் ஒரு பறவைகளின் கண் பாராளுமன்றத்தின் வடிவங்களையும் படித்து வருகிறார்.",
        "இருபது உரையாடல்: சுமுடு நாகீ செனவிரத்னே குழப்பமான உரையாடல்: சுனெரா நகரண்டு உரையாடல்: கீர்தி வெலிசரா டிஸ்டனாயக்க உரையாடல் பதினைந்து உரையாடல்: சந்திரரத்னே பண்டாரா",
        "எளிதானது: இப்போது இந்த வழியில் எழுதிய பிறகு உங்கள் நேரத்தை எவ்வாறு எடுத்துக்கொள்வீர்கள்?",
        "நிசங்கா. அவர்கள் அவரது மனைவியான மெர்சிடிஸைப் பார்த்தார்கள். மேக்கஸுக்கு ஏவாளைப் பற்றி எதுவும் இல்லை. ஆனால் அதை அப்படி எழுத முடியாது. நாங்கள் வீடுகளில் தலையிட வேண்டும். ஆனால் நாம் எழுதும்போதெல்லாம், நான் எழுதும் மாடிக்கு மேலே செல்கிறோம். நான் அதே நீளத்தை எழுத விரும்புகிறேன். சில நாட்கள் உடைக்கப்பட்டுள்ளதால், மதிப்பாய்வில் வெவ்வேறு விஷயங்களுக்கிடையேயான தொடர்பைக் கண்டறியவும். நான் 'டக் டக்' மற்றும் 'ஒற்றை நட்சத்திரம்' என்று காத்திருந்தபோது, ​​அதை ஒன்றாக எழுத முடிந்தது. எனது நூலகர், என் பாட்டி சாசிண்டிண்டிக். இந்த நேரத்தில், நாங்கள் பன்னிரண்டு நாளில் ஏழு நாட்கள் தொடங்கினோம். நீங்கள் வீட்டிற்கு மீண்டும் எழுதுகிறீர்கள், சுமார் எட்டு நாட்கள் தொடங்குகிறது. நான் மிகவும் மெதுவாக எழுதியேன். எனது பலவீனம் அல்லது தோற்றத்தை மீண்டும் எழுதுங்கள். எனவே முழு புத்தகமும் இந்த வழியில் எழுதிய பிறகு நான் அதை சிறிது நேரம் வைத்தேன். ஏனெனில் இது முடிந்தால், இது தொடர்கிறது. நான் மீண்டும் மேலும் மேலும் உணர முடியும். இப்போது 'அராவ்னா' நாவல், நான் உணர்ந்த வேலையில் ஒரு கட்டுப்பாடு. நான் இன்னும் பல விஷயங்களைச் சேர்க்கிறேன். நான் மூன்று முறை மூன்று முறை திருத்துவேன். இந்த நேரங்கள் அனைத்தும் ஒரு புதிய நகலை எழுதுகின்றன. ஆனால் சிறுகதைகளில், ஒரே நேரத்தில் எழுதும் சிறுகதைகள் உள்ளன. இது மிகவும் மகிழ்ச்சியான அனுபவம். அவை உருவாக்கப்பட வேண்டும் என்று நான் நினைத்தாலும், நான் அத்தகைய சிறுகதைகளை உருவாக்கப் போவதில்லை.",
        "பதினாறு உரையாடல்: கச்சனா அமரகிர்தி சத்லெர்தி: அமரகார்ட்ஸ் புதிய உரையாடல்: கேத்லீன் ஜெயவர்தேனா உரையாடல்: கேத்லீன் ஜெயவதி உரையாடல்",
        "எளிதானது: ஒரு நாவலாசிரியராக உங்கள் இருப்பைப் பற்றி உங்களுக்குச் சொல்ல முடியுமா?",
        "නිශ්ශංක: ලිවීමට තියන ලාලසාව ගොඩනැගෙන්නෙ කියවීමෙන්. நான் மிகக் குறைந்த நேரத்தில் படிக்க ஆரம்பித்தேன். ஐந்து மாணவர்களின் ஆறாம் வகுப்பிற்கு நான் பல நூற்றாண்டுகளுக்கு செல்ல வேண்டிய ஒரே புத்தகம் பத்து வயதில் ஒரே புத்தகம். ஒரு கலால் புத்தகத்தின் புத்தகங்களைப் பற்றி எழுதினேன். என் தந்தை நெடுஞ்சாலை தேதிகளை எழுதினார், அதனால் நானும் என்னிடம் வந்தேன். நான் எழுதிய டைரிகளைப் படித்தபோது, ​​அன்றாட விளக்கங்களின் புனைகதைகளுடன் அதை உணர்ந்தேன். ஏனென்றால் நான் தீய ஆவணங்களில் அதிக ஆர்வம் காட்டினேன். எழுதுவதற்கான ஆசை நடவு மற்றும் நடவு வளரும் இப்படித்தான் இப்படித்தான். பின்னர் எழுதுவது என் பாராட்டு. හැබැයි ඒක මගේ ප්‍රමෝදය විතරක් නෙමෙයි. வாசகரின் நடத்தை மீதான தாக்கத்திலும் நான் ஆர்வமாக உள்ளேன். அது நடக்கும் என்று நீங்கள் உணரும்போது, ​​எனக்கு ஒரு மகிழ்ச்சியையும் மகிழ்ச்சியையும் தருகிறது.",
        "இருபது வினாடி உரையாடல்: ருயா ஸ்ரியான் எகவானி விஜெவோனி ஆறாவது உரையாடல் ஆறாவது உரையாடல் ஆறாவது உரையாடல் ஆறாவது உரையாடல் ஆறாவது டிராகிக் ஆர்டர்",
        "நிசங்கா விஜேமேன் என்ற அற்புதமான எழுத்தாளரை உருவாக்க இப்போது அவரை வார்த்தைகள் மற்றும் வடிவங்களால் கற்பனை செய்யலாம்.",
        "ஒரு நாவலாசிரியராக, தனது நாவல்களின் உணர்வுகளின் உணர்வுகளையும் அவர்களின் சொந்த உரையாடல்களையும் அனுபவிக்கும் எதிர்கால எழுத்தாளர்களிடம் அவர் சொல்வார்.",
        "அடுத்த வாரம், அவரது எழுத்து வாழ்க்கையின் உள் உள் உட்புறத்தை நமக்கு வெளிப்படுத்துகிறது. பி. ஜெயசேகரா",
        "க aus சல்ஹலியு-ஹெடர் குமாரசிங்க ஒரு நாவலாசிரியர், மொழிபெயர்ப்பாளர் மற்றும் பிபிசி சிங்களவலாவுக்கு ஒரு சமூக கலாச்சார நடவடிக்கை.",
        "புது தில்லியின் தெற்காசிய பல்கலைக்கழகத்தில் சமூகவியல் குறித்த முனைவர் பட்டம் பெற்றவர்.",
        "பங்களாதேஷ் கிரிக்கெட்: ஹதுருஷே உலகின் சிறந்த பயிற்சியாளர் '",
        "ஐபிஎல் 2024: 'லாசித் மலிங்கா - ரார்ட் ஷர்மா தகராறு' மற்றும் மும்பை இந்தியர்களின் தகராறு",
        "இலங்கை மகளிர் தேசிய கிரிக்கெட் அணிக்கு அழைக்கப்பட்ட 15 வயது விளையாட்டு வீரர் யார்?"
      ]
    },
    "en": {
      "title": "'How I Write': Nissanka Wijemanna",
      "body_lines": [
        "Nissanka Wijemanna is not a newly avoided in contemporary Sinhala literature at all. He is mostly known as a shortator, \"The Prince of Valentine\", \"the 'duck', 'toddy', 'the moon', the 'duck', 'the moon is' in a software and formatting, 'he is in a software.'",
        "As a novelist, I chat with him in order to understand his feelings and writing as a novelist.",
        "The questions I hear in this discussion is currently written by the history (2019) and pressing from this link wind (2014) and have emerged from the experience I faced.",
        "It is well known for all writer's writing process.",
        "Where writing, writing, writing, how to write, the writing of the coffee, belong to the writer's abundance.",
        "The conversation is seeking to pointer to that secret site of the newcomers.",
        "The first conversation - 'How to write': 'How I Write': 'How I'm writing': Dariyana Amarasinghe",
        "Easy: First I would like to ask you to start a novel writing?",
        "Nissanka. If I take my first novel, I started writing it in the middle. Because in the format of it has an independence to those parts. It can be aligned in different ways. If you take a novel like 'Aranga', writing it first begins. This book is affecting the decisions of writing here. However, I am writing like all my novels that access to the book is at the end of my novel.",
        "Conversation Fourth Conversation: Manjula Wedipearing Conversation: Shamel Jayakododiwi",
        "Easy: How well how the novel you will be informed at the beginning of writing?",
        "Nissanka: If you need to say that the smart is informed. I open a file in relation to that novel before writing a novel. It's there my study for this novel. And the details pertaining to characters and events. Now I've been trying to study one novel for about twenty years. I was still to write that I was still not ready to write. A nine chapters I have written once I burned. Because I thought it was to write that one newly. It was stupid that the thought of it after. But I wanted it to write it differently as it was written. This should be solved in the theme as well as the format of the novel. That's why I said I was aware of the novel that I was told at the moment when I started writing writing.. Because all of this is important in a novel of novel. There is a significant thing to consider how a character's exterior form is like the novel, and how to say.",
        "Seventh Conversation: Sumitra Rahubtion: Upul Shantha Sannasgala Mine Jayalath",
        "Easice: You are special interested in the novel model. Can you say something about it?",
        "Nissanka: I think I was the influence of art as a painter.. Like some writers, I want to write it with the theme of the story, and the model that comes the fortune or misfortune. I have to find the format. I believe that when you think a reader, you often feel that these documents are written quickly as they wrote before we wrote the same writer.. Therefore, I'm interested in finding the new model like Picasso. There are many different ways to my head. A touch holding a touch?Looks like the views on a passageway?Or is he is also studying the formats of a Birds Eye Parliamentar.",
        "Twenty Conversation: Sumudu Nagiye Seneviratne Confound Conversation: Sunera Nagarandu Conversation: Keerthi Welisara Dissanayake Conversation Fifteen Conversation: Chandraratne Bandara",
        "Easy: Now how will you take your time after writing this way?",
        "Nissanka. They looked at Mercedes, his wife. The Mackez had no conscious of Eve. But we can't write that like that. We have to intervene in the households. But whenever we can write, we go up the upstairs where I write. I'd like to write the same length. Because a few days have been broken up, find the interconnection between different things in the review. When I Waited 'Duck Duck' and the 'Single Star', I was able to write it together. My Librarian, my grandmother Sasindindig. At this time, we started about seven days in the twelve day. Then you are writing back to the house and begins to about eight days. I'm a very slowly wrote. Repeat and rewrite things my weakness or impression. So I put it up some time after the whole book wrote this way. Because if this was finished, this continues in. I can again feel more and more to include. Now the 'Arawnna' novel, is a control in the work I felt. Then I do add more things. I will edit three times three times. All these times writes a new copy. But in short stories, there are short stories that write at the same time. It's a very happy experience. Even though I think they should be made, I'm not gonna make such short stories.",
        "Sixteen conversation: Kachana Amarakirthi Sathlerthi: Seal Amarakirts New Conversation: Kathleen Jayawardena Conversation: Kathleen Jayawathi Conversation",
        "Easy: Can you tell you about your existence as a novelist?",
        "Nissanka: By reading the clash to write. Someone I started reading at a very little times. The only book I had to go to the centuries to the sixth class of the five students is the only book on the age of ten. And I wrote about the books of an Excise book. My father wrote the highway dates, so I too came to me too. When I read the diaries I wrote, I felt that and Eve with the fiction of everyday descriptions. Because I was more interested in the vicious documents. This is how the desire to write is planted and grows planting. Then writing is my praise. But that's not just my grief. I am also interested in the impact on the behavior of the reader. When you feel that happens, I have a joy and happiness.",
        "Twenty Second Conversation: Ruya Sriyani Ekhavani Wijewony Sixth Conversation Sixth Conversation Sixth Conversation Sixth Conversation Sixth Dragic Order",
        "We can now imagine him with words and forms to create a wonderful writer named Nissanka Wijemanne.",
        "As a novelist, he will tell the future writers who are experiencing the feelings of the feelings of his novels and their own conversations.",
        "The next week, his writing is exposed to us the innermost inner of life. B. Jayasekara",
        "Kaushalyhalyu-Header Kumarasinghe is a novelist, translator and a social cultural operation for BBC Sinhala.",
        "He has won his doctorates on Sociology from the South Asian University of New Delhi.",
        "Bangladesh cricket: Hathurushe is the best trainer in the world '",
        "IPL 2024: 'Lasith Malinga - Rord Shurma Dispute' and Mumbai Indians' dispute",
        "Who was the 15-year-old sportsman who was called to the Sri Lanka Women's National Cricket squad?"
      ]
    }
  },
  "summary_lines": [
    "Nissanka Wijemanna, a renowned Sinhala novelist, shares his writing process, emphasizing the importance of planning, character development, and revising. He compares writing to painting, seeking to create a unique narrative model. Despite his slow writing pace, he values the time spent on his work, finding inspiration in everyday life and the impact on readers."
  ]
}