{
  "translated_text": {
    "ta": {
      "title": "அடுத்த சில நாட்களில் 100 மிமீ பகுதிகளில் மழை",
      "body_lines": [
        "இலங்கையின் தென்மேற்கு பகுதிகளிலும் எதிர்காலத்திலும் பலத்த மழை பெய்யும் என்று வானிலை ஆய்வு திணைக்களம் அறிவித்துள்ளது. ஒரு மணி நேரத்திற்கு சுமார் 30 முதல் 40 கிலோமீட்டர் வரை இருக்கும் என்று தீவில் காற்று நிலைமை கிடைக்கிறது.",
        "மேற்கு, சபராகாமுவா, வடமேற்கு மாகாணங்கள் மற்றும் மாதாரா மாவட்டங்களில் 100 மி.மீ.",
        "கூடுதலாக, கடல் பகுதிகளை ஹம்பந்தோட்டா வழியாக கல்பிதியா மற்றும் ஹம்பந்தோட்டாவில் கேலி அடையலாம்.. வலுவான காற்று மற்றும் வானிலை ஆய்வு திணைக்களம் போன்ற பேரழிவுகள் வலியுறுத்தப்பட்டதாக வானிலை ஆய்வு திணைக்களம் வலியுறுத்தியது.",
        "தேசிய கட்டிட ஆராய்ச்சி அமைப்பு (என்.பி.ஆர்.ஓ) பதுல்லா, கலுதாரா, காண்டி, கெகல்லே, குருணேகலா, மாடேல், நுவரா எலியா மற்றும் நிலச்சரிவு அதிக ஆபத்து நிறைந்த பகுதிகளையும் வெளியிட்டுள்ளது.",
        "இலங்கையில் தென்மேற்கு மண்டலத்தின் மழை காரணமாக, வெள்ளம், நிலச்சரிவுகள் மற்றும் கடல் அலைகள் காரணமாக கடலோர தாழ்நில நீர் நீர் தெரிவிக்க முடியும்.. எனவே, வீடு, பள்ளி, கடமைகள் மற்றும் நிலச்சரிவுகள், வீடு, நிலச்சரிவுகள் மற்றும் நிலச்சரிவுகள் ஆகியவை வெள்ளம் விஷயத்தில் இருந்தால், அபாயகரமான மரங்களில் ஆபத்தான மரங்கள் இருந்தால், நீங்கள் அவர்களின் குடும்பங்களை சுத்தப்படுத்துவீர்கள், பேரழிவு மேலாண்மை மையம் பொதுமக்களைக் கோருகிறது வீட்டிற்கு அருகில் நிலையற்ற மண் இருந்தால் மின்னல் சேதத்தால் ஏற்படும் சேதத்திற்கு சேதத்தை குறைப்பதில் கவனம் செலுத்துங்கள்.",
        "இதேபோல், ஒரு பேரழிவு இருந்தால், பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) தொலைபேசி எண் 117 ஐ உரையாற்றுமாறு பொதுமக்களை மேலும் கோரியுள்ளது."
      ]
    },
    "en": {
      "title": "Showers at 100 mm of areas in the next few days",
      "body_lines": [
        "The Department of Meteorology has announced that there is heavy rainfall in the southwest areas of Sri Lanka and in the near future. The wind situation is also available in the island that there will be about 30 to 40 kilometers per hour.",
        "The Department of Meteorology has announced that heavy rains can be reached in the Western, Sabaragamuwa, North Western provinces and 100 mm in Matara districts.",
        "In addition, the sea areas can be reached through Hambantota with Kalpitiya and Galle in Hambantota.. The Department of Meteorology emphasized that disasters such as strong winds and the Department of Meteorology emphasized.",
        "The National Building Research Organization (NBRO) has also issued the District Badulla, Kalutara, Kandy, Kegalle, Kurunegala, Matale, Nuwara Eliya and landslide high risk areas.",
        "Due to the rains of the southwest zone in Sri Lanka, the coastal lowland water water can be reported due to floods, landslides, and sea waves.. Therefore, if the home, school, duties and landslides, where the home, landslides, and landslides, are in the case of floods, and the hazardous trees have a risky trees, you will cleanse their familiesThe Disaster Management Center requests the public to focus on reducing damage to the damage caused by lightning damage if you have unstable soils near the house.",
        "Similarly, if there is a disaster, the Disaster Management Center (DMC) has further requested the public to address the telephone number 117."
      ]
    }
  },
  "summary_lines": [
    "Heavy rain expected in southwest Sri Lanka, reaching 100mm in Matara districts. Winds at 30-40 km/h. High-risk areas for landslides identified. Flooding, landslides, and sea waves possible. Public urged to prepare for potential disasters, especially in coastal lowlands."
  ]
}