{
  "translated_text": {
    "ta": {
      "title": "ගෝලීය නොබෙල් සාම සමුළුවේ ප්‍රධාන ආරාධිත අමුත්තා ලෙස මහාචාර්ය මොහාන් මුණසිංහ මහතාට ගෞරවය හිමිවේ",
      "body_lines": [
        "2007 அமைதிக்கான நோபல் பரிசு (துணைத் தலைவர், ஐபிசிசி-ஏ.ஆர் 4) மற்றும் 2021 ப்ளூ பிளானட் பரிசு இணை வென்றவர். දශක 6 ක් තිස්සේ ගෝලීය තිරසාරභාවය සහ සාමය සඳහා ඔහුගේ අඛණ්ඩ කැපවීම වෙනුවෙන් ඔහු ප්‍රධාන දේශනයක් පැවැත්වූ අත. இந்த திருவிழா \"அமைதி காக்கும் வணிகத்தின் உறுப்பினராக இருந்தது\", அமைதிக்கான அமைதிக்கான பில்லியனுக்கான அதிகாரப்பூர்வ திட்டத்தையும் தொடங்கியது.",
        "இடதுபுறத்தில் இருந்து: அவரது மேன்மை டாக்டர் முகமது சயீவி (முன்னாள் சுற்றுச்சூழல் மற்றும் ஹிட்டன் அமைச்சர்) டாக்டர் கோமல்ஸ் (மாநாட்டின் தலைவர்), பேராசிரியர் மோகன் முனசிங்க மற்றும் திருமதி புட்செமாவோ (அமைதி நோபல் பரிசு வழங்கல்) உத்தரவிட்டனர்.",
        "1992, 1992, 1992 இல் ரியோ டி ஜெனிரோ, உலகளாவிய சுசெரியன் மற்றும் அமைதிக்கான ஸ்திரத்தன்மை கட்டமைப்பை எவ்வாறு விளக்கினார்.. உறுதிப்படுத்தலின் முதல் கொள்கை பொருளாதாரம், சமூகம் மற்றும் சுற்றுச்சூழலின் முக்கோணம். 2015 ஆம் ஆண்டில், இந்த முக்கோணம் ஐக்கிய நாடுகளின் நிலையான அபிவிருத்தி இலக்குகளில் (எஸ்.டி.ஜி) வெளியிடப்பட்டது. உலக அமைதியின் உன்னத இலக்கை அடைய உலகெங்கிலும் எஸ்.டி.ஜி.யை செயல்படுத்தும் எஸ்.டி.ஜி செயல்படுத்தப்படுவதை அவர் வலியுறுத்தினார்.. இந்த செயல்முறையாக மக்கள், செழிப்பு, கிரகம் மற்றும் அமைதி ஆகியவற்றை அவர் சுருக்கமாகக் கூறினார்",
        "'உலக அமைதியின் அடித்தளம் உள் அமைதியை அடிப்படையாகக் கொண்டது.', 'சமாதானத்தை உருவாக்குவது மோதல்களை முடிவுக்கு கொண்டுவருவது மட்டுமல்ல, அவர் நியாயமான வாய்ப்புகளைச் சேர்த்தார்.' அவர் மேலும் கூறினார்:",
        "அவர் வருங்கால சந்ததியினரிடம் மன்னிப்பு கேட்டார், ஏனென்றால் அவரது தலைமுறை சேதமடைந்த, பிரிக்கப்பட்ட மற்றும் ஆபத்தான ஒரு உலகத்தை காப்பாற்றியது. \"நாங்கள் இதற்கு வர அனுமதித்ததற்கு வருந்துகிறேன்.\" இறுதியாக, பேராசிரியர் முனாசிங்கே நம்பிக்கையையும், கடந்த காலத்திலிருந்து இளைஞர்கள் கற்றுக் கொள்ளும் நம்பிக்கையையும் கொடுத்தார். \"எங்கள் தவறுகளை மீண்டும் செய்ய வேண்டாம். அறிவியலை புறக்கணிக்காதீர்கள் \"என்று அவர் கேட்டார். அவர் சமூகத்திடம் சமூகத்திடம் கேட்டார், குறிப்பாக பிரிக்ஸ் மற்றும் மேற்கத்திய நாடுகளுக்கு இடையிலான இடைவெளி மிகவும் வளமான பல துருவ உலகத்தை, குறிப்பாக அணுசக்தி உலகப் போரை உருவாக்குமாறு அவர் கேட்டார்.",
        "பேராசிரியர் முனசிங்க ஹிண்ட் குழு கொழும்பின் தலைவராக உள்ளார், இதில் நிலையான மேம்பாட்டுக்கான அங்கீகரிக்கப்படாத சிறப்பான மையம் (மனம்) மற்றும் மனம் AM ஆகியவை அடங்கும்.. அவர் காலநிலை மற்றும் பாதுகாப்பு கூட்டமைப்பின் (சி.சி.சி) தலைவராக உள்ளார். அவர் யுரேகா குழுமத்தின் இயக்குநராகவும் உள்ளார். சீனாவில் பாக்கிடிங் பல்கலைக்கழகத்தின் புகழ்பெற்ற பேராசிரியரும் மதிப்புமிக்க பேராசிரியராக உள்ளார். நிலையான இலங்கை பார்வை 2030 பார்வைக்கான ஜனாதிபதி நிபுணர் குழுவின் தலைவராகவும் உள்ளார். இது ஆசிய புவிசார், நிலைத்தன்மை மற்றும் அமைதி கவுன்சில் (AGSPEC) ஆகியோரின் தலைவராகவும் உள்ளது."
      ]
    },
    "en": {
      "title": "Professor Mohan Munasinghe is the Chief Guest at the Global Nobel Peace Summit",
      "body_lines": [
        "2007 Co-Winner of the Nobel Peace Prize (Vice Chairman, IPCC-AR4) and 2021 Blue Planet Prize. He gave a key lecture for his continued commitment to global sustainability and peace for six decades. This festival was \"a member of the peacekeeping business,\" also launched the official program for the Billion for Peace for Peace.",
        "From the left of the left: His Excellency Dr. Mohammed Cyeedi (former Minister of Environment and Hitan) Dr. Comales (Chairman of Conference), Prof. Mohan Munasinghe, and Mrs. Ordered Butchemao (Nobel Peace Prize Delivery).",
        "Professor Munasinghe explained how the Stability Framework for Global Suscerian and Peace in 1992, 1992, 1992, Rio de Janeiro.. The first principle of stabilization was the triangle of the economy, society and the environment. In 2015, this triangle was released into the United Nations Sustainable Development Goals (SDG). He emphasized that the implementation of SDG executing SDG around the world to reach the noble goal of world peace.. He summed the people, prosperity, planet, and peace as this process",
        "'The foundation of the world's peace is based on internal peace.', 'Peace build is not only to end the conflicts, but he added fair opportunities.' He added:",
        "He apologized to future generations, because his generation was saving a world that was damaged, divided, and dangerous. \"I'm sorry to let we come to this.\" Finally, Professor Munasinghe gave hope and the belief that young people learn from the past would lead to proceed. \"Don't repeat our mistakes. Don't ignore science \"he asked. He asked the Community to the community, especially the gap between BRICS and Western countries to build a more prosperous multi-polar world, especially the nuclear world war.",
        "Professor Munasinghe is the Chairman of the Hind Group Colombo, which includes a UN-recognized excellence center for sustainable development (MIND) and the Mind AM.. He is the Chairman of the Climate and Conservation Federation (CCC). He is also the director of Eureka Group. The famous professor of the University of Pakidding in China is also the prestigious professor. Sustainable Sri Lanka is also the Chairman of the Presidential Expert Committee on Vision 2030 Vision. It is also the Chairman of Asian Geoteitics, Sustainability and the Peace Council (Agspec)."
      ]
    }
  },
  "summary_lines": []
}