{
  "translated_text": {
    "si": {
      "title": "අධ්යාපන හා සෞඛ්ය අංශ නවීකරණය නොකර රටේ අනාගතය මත රඳා සිටිය නොහැක - ජනාධිපති",
      "body_lines": [
        "අධ්යාපන හා සෞඛ්ය යන අංශ නවීකරණයකින් තොරව රටේ අනාගතය මත විශ්වාසය තැබිය නොහැකි බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව කියා සිටියේ බදාදා උදෑසන \"ජර්මානු - ශ්රී ලංකා මිත්රත්ව නව කාන්තා රෝහල\" වන ගාලේ උදෑසන ගැලී බදාදා රෝහලයි. .",
        "-ස්ටරී රෝහලේ හය වන රෝහලෙහි ඇඳන් 640 ක්, ශල්ය මධ්යස්ථාන 6 ක්, ශල්ය මධ්යස්ථාන 6 ක්, හදිසි සත්කාර ඒකක, දැඩි සත්කාර ඒකක, රසායනාගාර, ළදරු දැඩි සත්කාර ඒකක සහ විශේෂ ළමා ඒකක සහ විශේෂ ළමා ඒකක ද ඇතුළුව නවීන වෛද්ය පහසුකම් සියල්ලම ඇත.. අපද්රව්ය අංශය ද මෙහි පිහිටා ඇත.",
        "ඔහු 2004 දෙසැම්බරයේ නිවාඩුවක් සඳහා ශ්රී ලංකාවට පැමිණ හබරාදුවා ටෝල්බේ ප්රදේශයේ සංචාරක හෝටලයක නැවතී සිටි අතර එහිදී සුනාමි ව්යසනය හේතුවෙන් දකුණු පළාතේ විශාලතම මාතෘ රෝහල වන ගාලේ මහමද්ධා රෝහලට පැමිණියේය.",
        "රෝහල ඉදිකිරීම සඳහා ජර්මානු රජය යුරෝ මිලියන 25 ක් (රුපියල් කෝටි 357 ක් පමණ) ලබා දී තිබේ. රෝහල් වියදම්වලින් එක් කොටසක් පරිත්යාග කරන අතර අනෙක සැහැල්ලු ණයක්.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා ශ්රී ලංකාවේ ජර්මානු තානාපති ෆීලික්ස් නියුමාන් වෙත සිහිවටනයක් ඉදිරිපත් කළේය.",
        "රෝහල ඉදිකිරීම සඳහා පාර්සි ඉඩම් 800 ක් මුලින් වෙන් කරන ලදී. තවත් ඉඩම් දෙකක් අත්පත් කර ගෙන ඇති අතර රෝහලේ මුළු භූමි ප්රමාණය විගස දහසක් පමණ පුළුල් කර තිබේ.",
        "ජනාධිපති රනිල් වික්රමසිංහ නව මාතෘ රෝහලේ සමාරම්භක පසු නවීන ශල්යකර්ම ඇතුළු පහසුකම් ඇතුළත් කර තිබේ.",
        "\"මීට පෙර, අපේ වෛද්යවරුන්ට මැලේරියාව සමඟ සටන් කිරීමට සිදු විය. නමුත් දැන් වැඩිහිටි පුද්ගලයින්ගේ සංඛ්යාව සහ විවිධ රෝග සංඛ්යාව සෞඛ්ය අංශයේ අභියෝග වැඩි කර තිබේ.. එබැවින් සෞඛ්ය සේවාව ඒ අනුව වෙනස් කළ යුතුය.",
        "එසේම, මේ රටේ අධ්යාපන ක්රමය වෙනස් කළ යුතුය. මේ වන විට අධ්යාපනය හා සෞඛ්යය සඳහා ප්රාග්ධනයේ පිරිවැය වෙන් කර ඇත. සනීපාරක්ෂාව සහ අධ්යාපනය සඳහා ප්රමාණවත් මුදලක් වියදම් කර නැත. මෙයට හේතුව ඔහුට යුද්ධයට විශාල මුදලක් මුදලක් වෙන් කිරීමට සිදු වූ බැවිනි.",
        "දෙවනුව, ඔහු විශාල මුදලක් ණයට ගත් නිසා, එය වැඩි මුදලක් ගෙවිය යුතුය. 1980 - 1989 දී, මා අධ්යාපන ඇමති සිටියදී, අධ්යාපනය සඳහා වැඩි මුදලක් වෙන් කිරීමට මම පියවර ගත්තා. නමුත් පසුව විවිධ හේතු නිසා අධ්යාපනය සඳහා වැඩි මුදලක් වියදම් කිරීමට පසුව අවස්ථාවක් නොලැබුණි. නමුත් අනාගතයේ දී අප මේ පිළිබඳව වැඩි අවධානයක් යොමු කළ යුතුය.",
        "අපගේ ආදායමෙන් 50% ක් අතීතයේ ඉහළ ණය ගැනීම නිසා ණය හා උනන්දුව සඳහා වියදම් කරනු ලැබේ. මේ වසරේ අයවැය ට්රිලියන 07 කට වැඩි ගණනකට අනුයුක්ත කර ඇත. ආපසු ගෙවීම සඳහා එහි ණය ට්රිලියන 3.9 ක ණයක් ඇත. එක් ප්රශ්නයක්, මේ ගැන ණය ආපසු ගෙවීමට සහ දිනවල උනන්දුවක් ගෙවන්න. එසේම, ට්රිලියන 1.2 ක වැටුපක් සඳහා වැය වේ. ප්රාග්ධන වියදම් වෙන් කිරීමෙන් පසු, ඉතිරිව ඇති අඩුම මුදල. වාරිමාර්ග ඇතුළු කාර්යයන් සඳහා අරමුදල් වෙන් කළ යුතුය.",
        "මේ අනුව අපට දිගටම ගමන් කළ නොහැක. ජාත්යන්තර මූල්ය අරමුදල, ලෝක බැංකුව සහ ආසියානු සංවර්ධන බැංකුව වහාම ප්රතිව්යුහගත කිරීමේ වැඩ කටයුතු කරගෙන යන ලෙස අපට පැවසුවේ ඒ නිසා ය. පළමු තීරණය වන්නේ මේ වසරේ වියදම් සඳහා අවශ්ය මුදල් රටෙන් ලබා ගැනීමයි. මෙය රටේ ආර්ථික ස්ථායිතාවයේ වැදගත් තීරණයකි. ඕනෑම හේතුවක් නිසා තවදුරටත් මුදල් මුද්රණය කළ නොහැක. එසේම, රාජ්ය බැංකුවලට මුදල් ලැබිය නොහැක. ඔබ රටෙන් අවශ්ය ආදායම උපයා ගත යුතුය.",
        "අපට ඇති එකම ක්රමය රේඛාව ඔසවා තැබීමයි. මේ සඳහා හැමෝම අපට දොස් පැවරුවා. නමුත් මෙම පියවරේදී, පළමු වරට අයවැය සඳහා මුදල් මුද්රණය කිරීමේ අවශ්යතාවයක් නොමැත. සෑම කෙනෙකුම මුහුණ දෙන දුෂ්කරතා අපි දනිමු. නමුත් බදු ඉහළ නැංවීම හේතුවෙන්, අද අයවැය සඳහා ණයට ගැනීම අවශ්ය නොවේ. එහි ප්රති results ල අද රට තුළ දක්නට ලැබේ. ඩොලරයට රුපියල් 370 ක් වූ රුපියලේ වටිනාකම දැන් 300 ට වඩා අඩු වී ඇති අතර රුපියල ශක්තිමත් කළේය.. අනාගතයේදී තවත් රුපියල් ශක්තිමත් වේ.",
        "තවදුරටත් උද්ධමනය පොලී අනුපාතය අඩු කර ගත හැකිය. එවිට කර්මාන්තය දියුණු වනු ඇත. කර්මාන්තයේ වර්ධනයෙන් රට වැඩිදියුණු කරනු ඇත. දුෂ්කර වුවත්, අද තීරණ වලින් රට ප්රයෝජන ලබා ඇත. එසේම, අපි රාජ්ය සේවකයින්ගේ වැටුප වැඩි කර ඇත්තෙමු. අපි අඩු-ලිහිල් අස්වාසු ප්රතිලාභීන්ගේ සංඛ්යාව තුන් ගුණයකින් වැඩි කර ඇත්තෙමු. පෞද්ගලික අංශයේ වැටුප වැඩි කිරීමට පියවර ගෙන තිබේ. අපි දිගටම මෙම වැඩසටහන ක්රියාත්මක කරන්නේ නම්, ඉදිරි වසර දෙක තුළ අපට ගෙවිය යුතු මුදල ක්රමයෙන් අඩු කරන්නෙමු. එම මුදල් රටේ ප්රගතිය සඳහා භාවිතා කළ හැකිය.",
        "අධ්යාපනය සහ සෞඛ්ය අංශ නවීකරණය නොකර අනාගතය මත විශ්වාසය තැබිය නොහැක. 1930 ගණන්වල අධ්යාපනයේ ප්රගතිය සහ සනීපාරක්ෂාව මගින් අපි ඉදිරියට ගියෙමු. 1980 ගණන්වල අපි අධ්යාපනයේ හා සෞඛ්යයේ ක්ෂේත්රවල ඉදිරියට ගියෙමු. අද, සෞඛ්ය ක්රමය ක්රියාත්මක වන්නේ ශ්රී ලංකාවේ එක්සත් රාජධානියේ අපගේ වෛද්ය දෙපාර්තමේන්තුව විසිනි. එබැවින්, අපි සෞඛ්ය හා අධ්යාපන ක්ෂේත්රයට අවශ්ය මුදල් නිර්මාණය කර එම අංශවල වේගයෙන් වැඩිදියුණු කිරීමක් කරන්නෙමු, \"ජනාධිපතිතුමා පැවසීය.",
        "\"මම හිටපු ජර්මානු චාන්සලර් හෙල්මොට් කෝල්ට නවීන මාතෘ රෝහලක් ලබා දීම ගැන ස්තූතිවන්ත වෙමි. 2010 දී පළමු වරට පාර්ලිමේන්තුවට තේරී පත්වූ විට මට සිහින දෙකක් තිබුණි.",
        "සිහින දෙක වන්නේ සුනාමියෙන් හානි වූ ගාල්ල ප්රධාන බස් නැවතුම්පොළ ප්රතිසංස්කරණය කිරීම සහ ජර්මානු ලංකා මිත්රශීලී කාන්තා රෝහල ඉදිකිරීම එකල විසිනි.. ගාලු ප්රධාන බස් නැවතුම්පොළ 2010 දී ඉදිකරන ලද්දකි. ඒ වන විට රෝහල සඳහා ඉදිකරන ලද පදනම් 26 ක් පමණි. මෙම රෝහල ඉදිකිරීමට රජය සහාය දැක්වීය. අද රෝහලේ ඉදිකිරීම් කටයුතු සාර්ථකව අවසන් කර මහජනයාට විවෘත කර තිබේ.",
        "2024 අයවැයෙන් සෞඛ්ය අමාත්යාංශයට වෙන් කරන ලද අරමුදල් සමඟ කරපිටිය රෝහලට රුපියල් කෝටි 200 ක් වෙන් කර ඇත. ශල්යකර්ම, දන්ත වෛද්ය විද්යාව, මහාචාර්ය සහ ආ roke ාත සඳහා කෝටි 100 ක් සහ තවත් රු.. කරපිටිය රෝහල තාක්ෂණය හා ප්රමාණය මත පදනම්ව කොළඹ ජාතික රෝහලට යාබදව දෙවන ස්ථානයයි. කරපිටිය රෝහලේ සේවාවන් අද මාතෘ රෝහල සමඟ තවදුරටත් පුළුල් වෙමින් තිබේ. \"",
        "\"මීට වසර දෙකකට පමණ පෙර ජනාධිපති රනිල් වික්රමසිංහ මහතා රට භාර රට සහ අද වන විට රට දුටුවේය.. ශ්රී ලංකාවේ ආර්ථිකය නැවත ගොඩනැංවීමට ඔහුගේ විදේශ සබඳතා මහත් උපකාරයක් විය. නිදසුනක් වශයෙන්, ඉරානය පසුගිය අගෝස්තු මාසයේ සිට ඉරානයට ණය මුදල ගෙවීමට පටන් ගෙන තිබේ. ශ්රී ලංකාවේ මහිමය ජාත්යන්තර ප්රජාවට ගෙන යාමට පියවර ගෙන තිබේ. \"",
        "\"නිදහස් සෞඛ්ය සේවයට ලැබෙන ශ්රී ලාංකික ජනතාවට විශේෂ දීමනා ලබා දී ඇත. ශ්රී ලංකා ජනතාවගේ ආයු අපේක්ෂාව වැඩි වී තිබේ. ඒ අනුව, කාන්තාවගේ ආයු අපේක්ෂාව අවුරුදු 80 ක් පැරණි වන අතර පිරිමි ආයු කාලය අවුරුදු 76 කි. අපගේ සෞඛ්ය සේවාවට බොහෝ රෝග පාලනය කිරීමට හැකි වී තිබේ. ලෝක සෞඛ්ය සංවිධානය මෙය සනාථ කර ඇත. එසේම, අපගේ සෞඛ්ය සේවයේ වඩා හොඳ සැත්කම් කිරීමට හැකියාව ඇති වෛද්යවරයා කණ්ඩායමක් අප සතුව ඇත. එය රටේ සෞඛ්ය ප්රමිතියේ ලක්ෂණ ගැන සඳහන් කරයි. මෙම සියලු සේවාවන් ශ්රී ලාංකික ජනතාවගේ සෞඛ්යය වැඩිදියුණු කිරීමට බලය ඇති බව පැවසිය යුතුය. \"",
        "දකුණු පළාත් ආණ්ඩුකාර විල්ලි කමගේ, ප්රාන්ත අමාත්යවරුන් වන මොහාන් ප්රියදර්ශන ද සිල්වා, ගීතා කුමාරසිංහ, පාර්ලිමේන්තු වජිරා අබේවර්ධන, හිටපු කථානායක කරු ජයසූරිය සහ හෙල්මට් කෝල් ගාලේ රෝහල."
      ]
    },
    "en": {
      "title": "Can't rely on the future of the country without modernizing education and health sectors - President",
      "body_lines": [
        "President Ranil Wickremesinghe said he could not rely on the future of the country without modernization of education and health sectors.",
        "President Ranil Wickremesinghe said this while addressing the public on Wednesday morning (27), the \"German - Sri Lanka Friendship New Women's Hospital\" constructed in Galle Karapitiya, which is considered to be the largest maternity hospital in the South Asian Zone, on Wednesday morning.",
        "The six -storey hospital has all the modern medical facilities including 640 beds, 6 surgical centers, emergency care units, intensive care units, laboratory, infant intensive care units and special child units.. The sewage sector is also located here.",
        "He came to Sri Lanka for a vacation in December 2004 and stayed at a tourist hotel in Habaraduwa Talbay area, where he came to the Galle Mahamodha Hospital, the largest maternity hospital in the southern province due to the tsunami disaster.",
        "The German government has provided 25 million euros (about Rs 357 crore) to construct the hospital. One part of the hospital expenses is donated and the other is a lighter loan.",
        "President Ranil Wickremesinghe presented a souvenir to Felix Neumann, the German Ambassador to Sri Lanka, for this donation from the German government.",
        "800 Parsez Land was initially allocated to construct the hospital. Two more lands have been acquired and the total area of the hospital has been expanded to about a thousand parses.",
        "President Ranil Wickremesinghe visited the facilities, including modern surgery, after the inauguration of the new maternity hospital.",
        "“Previously, our doctors had to fight malaria. But now the number of elderly people and various diseases have increased the challenges of the health sector.. Therefore, the health service must be changed accordingly.",
        "Also, the education system in this country must be changed. So far, the cost of capital for education and health has been allocated less than. Had never spent enough money for hygiene and education. This is because he had to allocate large amounts of money to the war.",
        "Secondly, as he has borrowed a large amount of money, it has to pay more money. In 1980 - 1989, when I was the Minister of Education, I took steps to allocate more funds for education. But later did not get the chance to spend more money for education due to various reasons. But in the future we need to pay more attention to this.",
        "50% of our income is spent on debt and interest because of the high borrowing in the past. This year's budget has been assigned to over 07 trillion. It has a 3.9 trillion loan assigned to repayment. One -third of this is assigned to repay the loan and pay two -thirds interest. Also, is spent on a 1.2 trillion salary. After allocating capital expenses, the lowest amount remains. Funds should be allocated for tasks including irrigation.",
        "Thus we cannot continue to travel. That is why the International Monetary Fund, the World Bank and the Asian Development Bank told us to carry out the restructuring work immediately. The first decision is to get the money required for this year's expenses from the country. This is an important decision in the country's economic stability. Can't print money anymore for any reason. Also, state banks cannot receive money. You have to earn the necessary income from the country.",
        "The only way we have is to raise the line. Everyone blamed us for this. But by this move, there is no need to print money for the first time budget. We know the difficulties that everyone is facing. But due to tax hikes, today there is no need to borrow for the budget. Its results are found in the country today. The value of the rupee, which was 370 rupees for the dollar, has now fallen less than 300 and reinforced the rupee.. More rupees will be strengthened in the future.",
        "Further inflation can reduce interest rate. Then the industry will improve. The country will improve by the growth of the industry. Despite being difficult, the country has benefited from today's decisions. Also, we have increased the salary for public servants. We have tripled the number of low -income Aswasu beneficiaries. Steps have been taken to increase the salary in the private sector. If we continue to carry out this program, we will gradually decrease the amount we have to pay in the next 2 years. That money can be used for the progress of the country.",
        "Cannot rely on the future without modernizing education and health sectors. We advanced by the progress of education and hygiene in the 1930s. In the 1980s, we advanced in the fields of education and health. Today, the health system is functioning by our medical department in the United Kingdom in Sri Lanka. Therefore, we will create the money needed for the health and education sector and make a speedy improvement in those sectors, ”the President said.",
        "'I would like to thank the former German Chancellor Helmot Cole for giving sophisticated maternity hospital. When I was elected to Parliament for the first time in 2010, I had two dreams.",
        "The two dreams are the reconstruction of the Galle main bus station damaged by the tsunami and the construction of the German -Sri Lankan friendly women's hospital suspended at that time.. Galle Main Bus Station was built in 2010. At the time, only 26 foundations were built for the hospital. The government supported the construction of this hospital. Today, the construction work of the hospital has been successfully completed and opened to the public.",
        "200 crores of rupees has been allocated to the Karapitiya Hospital with funds allocated to the Ministry of Health in the budget of 2024. 100 crores for surgery, dental medicine, professor and stroke, and a further Rs.. The Karapitiya Hospital is the second place next to the Colombo National Hospital based on technology and size. The services of the Karapitiya Hospital are being expanded further with the Maternity Hospital today. ”",
        "“About two years ago, President Ranil Wickremesinghe saw the country in charge of the country and today.. His foreign relations were great help to rebuild Sri Lanka's economy. For example, Iran has begun to pay off the loan to Iran since last August. Steps have been taken to take the glory of Sri Lanka to the international community. ”",
        "“The Sri Lankan people who receive the free health service have been given special offers. The life expectancy of the Sri Lankan people has increased. Accordingly, the woman's life expectancy is 80 years old and the male life span is 76 years old. Our health service has been able to control many diseases. The World Health Organization has confirmed this. Also, we have a team of physician who is capable of performing better surgery in our health service. It refers to the characteristics of the country's health standard. All these services must be said to have the power to improve the health of the Sri Lankan people. ”",
        "Southern Province Governor Villy Kamage, State Ministers Mohan Priyadarshana de Silva, Geeta Kumarasinghe, Members of Parliament Vajira Abeywardena, Sampath Athukorala, former Speaker Karu Jayasuriya and Helmet Cole Galle Galle Hospital."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the importance of modernizing education and health sectors for Sri Lanka's future. He highlighted the construction of the \"German - Sri Lanka Friendship New Women's Hospital\" in Galle Karapitiya, the largest maternity hospital in the South Asian Zone, funded by the German government. He also discussed the challenges of the health sector, including the increase in elderly people and various diseases, and the need for significant investment in education and health."
  ]
}