{
  "translated_text": {
    "si": {
      "title": "‘கூலி’ : ‘ஆவரேஜ்’ ட்ரீட்மென்ட் எப்படி? (வீடியோ இணைப்பு)",
      "body_lines": [
        "ලෝක්ෂ් කනකාරාජ්ගේ රාජිනීගේ නිවේදනය. හේතුව, ලෝකේෂ් යනු දෙමළ භාෂාවෙන් නූතන අධ්යක්ෂවරුන්ගෙන් කෙනෙකි. அவருடன் ரஜினி என்கிற ஒரு மிகப் பெரிய பிராண்ட் இணையும்போது படம் குறித்த எதிர்பார்ப்பு கடந்த இரண்டு ஆண்டுகளாக எக்கச்சக்கமாக எகிறிவிட்டிருந்தது. එවැනි අපේක්ෂාවක් ඉටු වූවාදැයි බලමු.",
        "දේවා (රාජිනිකාන්ත්). රාජසේකාර්ගේ වැඩිමහල් දියණියගේ වැඩිමහල් දියණිය වන ප්රීති (ශ්රත්ෂන්) තම තරුණ මිතුරා වන රාජසේකාර් (සත්යරාජ්) හදිසියේ මිය ගිය පසු දවාස්ගේ අවමංගල්ය කටයුතු සඳහා අපහාස කිරීම යවයි.",
        "තම මිතුරාගේ මරණයට සැබෑ හේතුව දැකීමට පටන් ගැනීමට පටන් ගන්නා දේවා, ලොකුම පැහැරගැනීම් කල්ලියේ නායකයා සහ දයාන් (සෞබින් සාහිරය) යන සයිමන් (නාගර්ජුන) පමණ වන අතර ඔහුගේ දකුණු අත ලෙස ක්රියා කරයි.. ඔවුන්ට සහ රාජසේකාට ඇති සම්බන්ධය කුමක්ද? දේවා රාජසේකාර්ගේ පසුබිම ඇතුළු ප්රශ්නවලට පිළිතුරු සපයයි.",
        "ඉන්දියාවේ වඩාත්ම වැඩමුළුවේ අධ්යක්ෂකවරුන්ගෙන් එක් අයෙකු වූ ලෝක්ෂ් කනකාරාජ් ඉන්දියාවේ වඩාත්ම වැඩිපුරම අවශ්ය අධ්යක්ෂවරුන් වන ශෛලියක්, සිරකරුවෙකු, සිරකරුවෙකු, සිරකරුවෙකු වන වික්රමර් දුරකථනයක් බවට පත්ව ඇති අතර ඔහු රජිනි ධාවනය කිරීමට අවස්ථාව යොදාගෙන තිබේදැයි විමසනු ලැබේ.",
        "ලුවෝ හොඳම චිත්රපටය වන සමාජ ජාලවල රසිකයන් අතර අදහස් දැක්වීමක් ඇත. නමුත් දැන්, වීදි තිර රචනය හරහා, ලෝචීෂ්ගේ වඩාත් ජනප්රිය චිත්රපටය වූයේ වැටුපයි.",
        "සතරාජ්ගේ මරණයේ මරණය, සතරාරජ්ගේ මරණය සහ සුපුරුදු රාජිනී චිත්රපටවලට හේතු සහ සුපුරුදු රාජිජි චිත්රපටවලට හේතු වන චිත්රපටය කෙළින් වාඩි වීමට පටන් ගනී.. හේතුව, ඕනෑම චරිතයක් සහ දර්ශන සඳහා ශක්තිමත් පසුබිමක් නොමැති වීමයි. සීරතිහාසන් තිරය මත ආරම්භ වුවද, සත්යරාජ්, නාගර්ජුන සහ රාකිටා රාම් තිරයේ සිටි නමුත් ඔවුන්ගෙන් කිසිවෙකු ලියා නැත.",
        "මෙම චිත්රපටය රාජිනී සහ හබයින්හි ප්රමුඛස්ථානයයි. රජෘතිකය තාරකාවේ සුපුරුදු පරිදි බැබළෙයි. රජිනිගේ නිරූපික විද්යාත්මක පුරුදු පවා රසිකයන් දිරිමත් කරයි. රාජිනීගේ විශේෂ මොහොත චිත්රපටයේ පියවර ශක්තිමත් කරයි.",
        "සුබයින්ට සම්පූර්ණ-දිග negative ණ අක්ෂරය. චිත්රපටය පුරාම ඔහු කුරිරු චරිතය ගැන විශිෂ්ට ලෙස යුක්තිසහගත වී තිබේ. එසේ නොමැති නම්, නාගර්ජුන, ශ්රත්තිහාසන් සහ සත්යරාජ් වැඩි වැදගත්කමක් ඇති කිරීමට ඉඩ තිබුණි. සමහර දර්ශන මතු වුවත්. ආමර් ඛාන්ගේ චරිතයේ තවත් ආකාරයක් රෝල්කි. ඔහු කුඩා අවස්ථාව භාවිතා කර ඇත.",
        "ලෝක්ෂ්ගේ චිත්රපට ආරම්භයේ සිට ව්යාජ චරිතයක් හදිසියේම ආක්රමණයෙන් ඉහළ යනු ඇත. උදාහරණ වශයෙන්. ලෝක්ෂ් එය උත්සාහ කර ඇත. නමුත් එය එය විශිෂ්ට නොකරයි. අන්තර්ජාලයේ විශාලතම වෛරස් මොන්ජිකා ගීතයට පැමිණේ. නමුත් එහි, පූජා හග්ඩ්ගේ නැටුම විශේෂයි.",
        "Aniroudh හි පසුබිම් සංගීතය. නමුත් වෙනත් තැනක කීමට තරම් කිසිවක් නැත. ගීත දැනටමත් පහර. ක්රීඩාංගණය ගීතයේ දර්ශනයයි.",
        "80 දශකයේ දී රාජිනී ප්රිය කළ අය සඳහා, චිත්රපටයේ වඩා හොඳ ප්රතිකාරයක් තිබේ. අලංකාර ලෙස තේ-වයස්ගත වූ කාර්මික කණ්ඩායමට විශේෂ සුබ පැතුම්. ලොකෂ් චිත්රපටවල, වෙළඳ ලකුණක් ලෙස පැමිණෙන පැරණි ගීතය පිරිසිදු නොවේ.",
        "චිත්රපටයේ මුල් භාගයේදී රාජිනී ඇගේ අරමුණ කුමක්ද සහ දෙවන භාගය අනාවරණය නොවනු ඇත. උච්චතම අවස්ථාව පාහේ, මුළු සත්යයම ප්රේක්ෂකයන්ට හෙළි කරයි. ආමර් ඛාන් සහ රාජිනීගේ පැය භාගයේ අවසාන භාගය, ෆ්ලෑෂ්බැක් විශේෂයෙන් සාදා ඇත.. නමුත් චිත්රපටයේ දිග නිසා දර්ශනය පාහේ සිදුවන විට ප්රේක්ෂකයින් කම්මැලියි.",
        "කතන්දරය සමස්තයක් ලෙස විශිෂ්ට වුවද, එය පැවසූ පරිදි අපේක්ෂිත සිත්ගන්නාසුලු නොවන අතර චිත්රපටයේ වැටුප චිත්රපටයේ පින්තූරයක් ලෙස ය.. රාජිනීගේ නිරූපික විද්යාත්මක පුරුදු සහ සුබයින්ගේ දුෂ් in යන් බොහෝ තැන්වල රූපය ඉතිරි කරයි."
      ]
    },
    "en": {
      "title": "How to Treatment (Video link)",
      "body_lines": [
        "Rajini's announcement of Lokesh Kanakaraj. The reason is that Lokesh is one of the modern directors of Tamil. The expectation of the film has been a great deal for the past two years when he joins Rajini.. Let us see if such an expectation was fulfilled.",
        "Deva (Rajinikanth). Rajasekhar's eldest daughter Preethi (Sruthihasan) sends insulting Deva to his funeral after his young friend Rajasekhar (Sathyaraj) died suddenly.",
        "Deva, who begins to detect the death of her friend, is about the leader of the biggest kidnapping gang, Simon (Nagarjuna) and Dayan (Soubin Sahir), who acts as his right hand.. What is the connection to them and Rajasekha? Deva answers questions including Rajasekhar's background.",
        "Lokesh Kanakaraj, who has become one of the directors of India's Most Workshop, has become one of India's Most Wanted Directors with a style, a prisoner, a prisoner, a prisoner, a prisoner, a vikram telephone, and is asked if he has used the opportunity to run Rajini.",
        "There is a comment among fans on social networks that Leo is the best movie. But now, through the screenplay, the wage of Lokesh is the most popular film.",
        "The film, which begins to sit upright, starts to sit upright, as the death of Satyaraj's death, the death of Satyaraj, and the reasons for the usual Rajini films.. The reason is that there is no strong background for any character and scenes. Although Sruthihasan started on the screen, Sathyaraj, Nagarjuna and Rachita Ram were on the screen, but no one of them was written.",
        "The film is the dominant of Rajini and Saubin. Rajinikanth shines as usual in the star -crowded film. Even Rajini's iconic manners are encouraging fans. Rajini's special moments reinforce the move of the film.",
        "Full -length negative character to Soubin. Throughout the film, he has excellently justified for his brutal character. Otherwise, Nagarjuna, Sruthihasan and Sathyaraj may have given more importance. Even though some scenes come up. Another form of Aamir Khan's character Rolks. He has used the little opportunity.",
        "A dummy character from the beginning of Lokesh's films will suddenly rise up with aggression. For example. Lokesh has tried that. But it doesn't make it great. The biggest viral on the Internet comes in the monica song. But in it, Pooja Hegde's dance is special.",
        "Anirudh's Background Music. But there is nothing enough to say elsewhere. Songs already hit. The stadium is in the scene of the song.",
        "For those who enjoyed Rajini in the 80s, there is a better treatment in the film. Special congratulations to the technical team of tea-aging in elegantly. In Lokesh films, the old song that comes as a trademark is not clean.",
        "In the first half of the film, Rajini is fully revealing what her purpose is and the second half may be unraveled. Almost the climax scene reveals the whole truth to the audience. The last half an hour of Aamir Khan and Rajini, the Flashback is specially made.. But the audience is bored when the scene is almost due to the length of the film.",
        "Although the storyline is excellent in the whole, it is not the expected interesting as it is said, and the wage of the movie is as a picture of the film.. Rajini's iconic manners and Soubin's villain save the image in many places."
      ]
    }
  },
  "summary_lines": []
}