{
  "translated_text": {
    "si": {
      "title": "பொய்யான கருத்தடை குற்றச்சாட்டு கர்மவினையால் குறுகிய காலத்துக்குள் போலியானது - வைத்தியர் சாபி சஹாப்தீன்",
      "body_lines": [
        "සිසේරියන් ක්රමය හරහා සිංහල මව්වරුන් 400 දෙනෙකු සඳහා මම සහ මගේ පවුලේ අය ටෞෂීඩ් මුස්ලිම් වෛද්යවරයෙකුගේ දුක් විඳීමට මුහුණ දී තිබේ.. அதிகாரத்துக்கு வருவதற்காக என்மீது முன்வைத்த குற்றச்சாட்டை கர்மவிணை குறுகிய காலத்துக்குள் போலியாக்கியது. මට යොමු කළ අය කර්මය නිසා මහාචාර්යවරුන් ලෙස අද අතුරුදහන් වී ඇත.",
        "මට ප්රතිංධිසරාේධක නොමැත. ආර්ථික බලපෑම මධ්යයේ රටේ උපත් අනුපාතය ළඟදීම පහත වැටී ඇත. ශ්රේණියකට ළමයින් ඇතුළත් කර ගැනීමේ අනුපාතය මිලියන ගණනකින් අඩු වී තිබේ.. උප්පැන්න අනුපාතය රටේ ආර්ථික සංවර්ධනයේ ප්රධාන අංගයක් ලෙස සැලකේ. එබැවින් රජය මෙම ප්රශ්නය කෙරෙහි අවධානය යොමු කළ යුතුය.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (30) බණ්ඩාරනායක අනුස්මරණ ජාත්යන්තර සම්මන්ත්රණ ශාලාවේදී පිහිටි 'දෝනි' පොත එළිදැක්වීමේ අවස්ථාවට ය.",
        "මම කාලවී නම් ලස්සන කුඩා ගමක සෙසු ජනවාර්ගික හා සහෝදරත්වයේ සිටම ප්රචාරය කළ මිනිසෙකි.. ජාතිවාදය අහෝසි කිරීමකින් තොරව රට කිසි විටෙකත් ප්රගතියක් ලබා ගත නොහැකි බව මම දැඩි ලෙස පෙනී සිටිමි.",
        "කුඩා ගම්මානයකින් දුෂ්කර තත්වයක් මධ්යයේ, මම අහිංසක රෝගීන්ට සේවය කරමින් වෛද්ය ක්ෂේත්රයේ ක්ෂේත්රයේ ඔවුන්ගේ ආශිර්වාදය ලබා ගනිමින් 2019 දී ඛේදනීය අර්බුදයකට බල කෙරුනි.",
        "2019.05.34 දින, ටවුෂීඩ් මුස්ලිම් වෛද්යවරයකු සිසේරි මව්වරුන් 400 ක් සිසේරියන් පද්ධතිය හරහා විෂබීජහරණය කරන ලදී.",
        "ප්රවෘත්ති ගැන අදහස් දක්වමින් ජනාධිපති අනුර කුමාර දිසානායක කිසිදු අපේක්ෂාවක් නොමැතිව මා වෙනුවෙන් කතා කරමින් \"එහි යථාර්ථය ගැන සඳහන් කරන්න\" කියාය.. ඔවුන් මාව කොළඹ අපරාධ විමර්ශන දෙපාර්තමේන්තුවේ 4 වන මහලට භාර දුන්නා. එවකට අධ්යක්ෂ සනී අබේසේකර මහතා සහභාගී විය.",
        "පුදුම කිරීමේ සංවිධානයක සාමාජිකයෙක් මට කිව්වා මා වැනි අහිංසක මිනිසෙක් අදටත් අහිංසක මිනිසෙක් හිරේ වෙලා තිබෙන්නින්මයි.",
        "දැඩි කොන්දේසි සහිතව මට ඇප ලබා දෙන ලදි. විදේශගත වීම තහනම් කරන ලදී. කොළඹට බැහැ. කල්මුනායි වෙත ගියා. සෑම සිකුරාදා දිනකම කොළඹ අපරාධ විමර්ශන අංශයට එන්න.. ඔවුන් එසේ කළ විට, 'ඔහු උපත් පාලන ක්රමය ඇති කළේ වෛද්යවරයාය.'",
        "ආර්ථික අර්බුදයේ දී මගේ බැංකු ගිණුම් සියල්ලම ආබාධිත විය. මාසික වැටුප ද අක්රීය කර ඇත. මම බොහෝ අර්බුදවලට මුහුණ දුන්නා. මට එරෙහි 'බී' ප්රකාශය ඉඩකඩ සහිතයි. මෙම බී ප්රකාශය වාර්තාව ලෙස හැඳින්විය යුතුය. ඔවුන් උපාමාරු දැමූහ. බලය සඳහා මිනිසුන් killed ාතනය කිරීම. මම දේශපාලනය කරන්නේ නැහැ. කිසිදු දේශපාලන පක්ෂයක් අයත් නොවේ. රට හොඳ නම්, මම එම ස්ථානයේ සිටිමි.",
        "අප සියල්ලන්ම දැන් සත්ය වී ඇති සිහිනය. නොසන්සුන් රටක් පිහිටුවා ඇත. මානුෂීයවාදය ආරක්ෂා කිරීම සහ ශ්රී ලාංකිකයන්ගේ පදනම මත රට වැඩිදියුණු කිරීමට රට එක්සත් වී නොමැති නම්, අනාගත පරපුරට සුන්දර ශ්රී ලාංකිකාවක් භාර දීමට එයට නොහැකි වනු ඇත.",
        "2024 දී මගේ අම්මා මට මෙහි සිටීමට ඉඩ දුන්නේ නැත. ජනාධිපතිවරණය පැවැත්වීමට නියමිතය. ඔබ මෙහි නොසිටින්න, ඔබව මරන්න.. මෙයින් පසු මම මගේ බිරිඳ සමඟ බ්රිතාන්යයට ගියෙමි.",
        "එහි සිටීමට මනසක් නැත. වෙනස සිදුවන්නේ වෙනස සිදුවනු ඇති බවයි.  යානය 24 වන දින විය. මම 19 වනදා මෙරටට පැමිණ 24 වන දින වෙනස සඳහා සහයෝගය ලබා දුන්නා.",
        "වෛද්යවරයකු ලෙස, මම බොහෝ ඛේදවාචකයන් වලට මුහුණ දුන්නා. මගේ පවුලටත් පීඩනයට ලක්විය. මට කිසි විටෙකත් ඒවා යථා තත්වයට පත් කළ නොහැක. මා අපරාධ විමර්ශන දෙපාර්තමේන්තුවේ සිට උසාවියට ​​යැවූ අවසාන දිනයේදී මම එවකට සිටි සීටී හි අධ්යක්ෂ වෙත ගොස්, 'බන්ධනාගාරයේ බන්ධනාගාර 3 ක් හෝ 2 ක් තුළ ඇති අයව භාවිතා කිරීම සඳහා වැසිකිළි 2 ක් ඇත.. ඒවා අලුත්වැඩියා කිරීමට මට අවස්ථාව ලබා දෙන්න. '",
        "\"මෙය හොඳම අදහසයි. ඔබ නිදහස් කර ඇත්නම්, පොලිස්පතිවරයා නිදහස් කළහොත්. මම මෙම තනතුරේ සිටින්නේ නම්, මම ඒ සමඟ සහයෝගයෙන් කටයුතු කරමි,\" සනී අබේසේකර මහතා පැවසීය.",
        "මට අවුරුදු 3 කට වඩා ගෙවා නැත. බෞද්ධ පුණ්යායතනය තෙරොරට් කර්මාව බොහෝ දෙනෙකු සනාථ කළේය. ආර්ථික අර්බුදය මධ්යයේ අත්හිටවූ වැටුප මට ලැබුණි. එම අවස්ථාවේදී රෝහල්වල මූලික අවශ්යතා පවා අර්බුදයක් විය.",
        "ආර්ථික බලපෑම මධ්යයේ මට රුපියල් ලක්ෂ 24 ක වැටුපක් ලැබුණි. මෙම මුදල් සමඟ කුමක් කළ යුතු දැයි මම මගේ බිරිඳ සමඟ සාකච්ඡා කළෙමි.  මම සහ මගේ බිරිඳ දුප්පතුන්ට අමතර කාලයක් ලබා දෙන විට අමතර කාලයක් බෙදා ගන්නා විට.",
        "මෙම මුදල් බැඳී නොසලකමකින් තොරව ලබා ගත හැකි බව එම අදහස නිසා මෙම අරමුදල පරිත්යාග කිරීමේ අදහස නම් අපගේ චින්තනයට ස්වාමින් වහන්සේ විසින් උපදෙස් දෙන ලදී. රු.",
        "අද බොහෝ අය මා සමඟ ආදරයෙන් කතා කරති. බොහෝ අය මගෙන් ඇහුවා ඇයි ඔහු රට අර්බුදයක ඉන්නේ නැත්තේ කියලා. එදින මහාචාර්යවරුන් ලෙස හැඳින්වූ අය මා සමඟ බලය අල්ලාගෙන බලය අල්ලා ගැනීමටත් අරමුණු කර ගෙන ඇත.. ඔවුන්ගේ දුක්ඛිත තත්වය ගැන මම කනස්සල්ලට පත්ව සිටිමි.",
        "මේ රටෙන් ප්රයෝජන ගැනීමටත් දුප්පතුන්ට සේවය කරන ලෙසත් මම මගේ දරුවාට උපදෙස් දෙමි.. තරඟය ඉස්මතු නොකළ යුතු බව ද මම සඳහන් කර ඇත්තෙමි.",
        "අද අපි නිදහසේ ජීවත් වෙමු. මම රජයට ස්තූතිවන්ත වෙමි.. අනාගත පරපුර සඳහා වඩා හොඳ රටක් සාදන්න.",
        "මම තවමත් කුරුණෑගල ශික්ෂණ රෝහලේ සේවය කරනවා. කුරුණගල රෝහලේ ආරම්භයට වඩා බෙදා හැරීමේ සංඛ්යාව අඩු වී තිබේ. ශ්රේණියකට ළමුන් ඇතුළත් කර ගැනීමේ අනුපාතය මිලියන ගණනක අඩු වී තිබේ.",
        "මට ප්රතිංධිසරාේධක නොමැත. රටේ උපත් අනුපාතය ආර්ථික හානි මධ්යයේ මඩ ප්රතික්ෂේප කර තිබේ.. උප්පැන්න අනුපාතය රටේ ආර්ථික සංවර්ධනයේ ප්රධාන අංගයක් ලෙස සැලකේ. රජය කියා සිටියේ රජය මේ සඳහා අවධානය යොමු කළ යුතු බවයි."
      ]
    },
    "en": {
      "title": "False contraceptive allegations are false in the short term - doctor Sahabdin",
      "body_lines": [
        "I and my family have faced the suffering of a Tauheed Muslim doctor for 400 Sinhalese mothers through the Cesarean system.. The allegation made against me for coming to power was false in a short time. Those who accused me of referring to as professors have disappeared today due to karma.",
        "I don't have contraception. The country's birth rate has fallen shortly in the midst of economic impact. The rate of admission of children per grade has declined by millions.. Birth rate is seen as the main component of a country's economic development. Therefore, the government should focus on this issue.",
        "He was speaking at the launch of the 'Run Dhoni' book held on Tuesday (30) at the Bandaranaike Memorial International Conference Hall.",
        "I am a man who has completely ignored communalism with fellow ethnicity and brotherhood in a beautiful small village called Kalawei.. I am firmly in the position that the country can never progress without the abolition of communalism.",
        "In the midst of a difficult situation from a small village, I was forced into a tragic crisis in 2019 when I was serving innocent patients and getting their blessings in the field of medical field.",
        "On 23.05.2019, a Tauheed Muslim doctor was reportedly sterilizing 400 Sinhalese mothers through the Cesarean system.",
        "Speaking about the news, President Anura Kumara Dissanayake spoke for me without any expectations, saying, \"Refer to its reality.\". They handed me to the 4th floor of the Colombo Criminal Investigation Department. Sani Abeysekara was the then Director.",
        "A member of a surprise organization told me that if there was no person like Sani Abeysekara, an innocent man like me would have been in jail today.",
        "I was granted bail with severe conditions. Was banned from going abroad. Could not be in Colombo. Went to Kalmunai. Come to the Colombo Criminal Investigation Division every Friday.. When they did, they said, 'He is the doctor who made the contraceptive.'",
        "All my bank accounts were disabled during the economic crisis. Monthly salary is also disabled. I faced many crises. The 'B' statement against me is spacious. This B statement should be referred to as the record. They made the maneuver. Killed people for power. I don't do politics. No political party belongs to. If the country is good, I will be in that place.",
        "The dream we have all has now come true. Has formed an unrelenting country. If the country is not united to protect humanitarianism and improve the country on the basis of Sri Lankans, it will not be able to hand over a beautiful Sri Lankan to the future generations.",
        "My mother did not allow me to be here in 2024. 'The presidential election is to be held. You don't be here, kill you.. After this I went to Britain with my wife.",
        "There is no mind to be there. The mind said that the change is going to occur.  The plane was on the 24th. I came to the country on the 19th and gave cooperation for change on the 24th.",
        "As a doctor, I faced many tragedies. My family was also affected.I can never restore them. On the last day when I sent me from the Criminal Investigation Department to the court, I went to the then Director of the CIT and said, 'There are 2 toilets for the use of those in 3 or 2 prisons in the prison.. Give me the opportunity to renovate them. '",
        "\"This is the best idea. If you are released, inform the Inspector General of Police. If I am in this post, I will cooperate with it,\" Sani Abeesekera said.",
        "I have not been paid for more than 3 years. Buddhist Charity Theorette confirmed many of the Karmavas. I got the salary of suspended amid economic crisis. On that occasion, the basic needs of hospitals were even crisis.",
        "I received a salary of Rs 24 lakhs amidst economic impact. I discussed with my wife what to do with this money.  When I and my wife share an additional time allowance to the poor.",
        "The idea that this money was available without obligating, so the idea of ​​donating the fund was advised by the Lord to our thinking. We did not refer to these for the purpose of getting rid of the value of Rs.",
        "Today so many people speak with love with me. Many people asked me why he didn't leave the country on a crisis. Those who referred to as professors on that day, aimed at me to seize power and seize power.. I am worried about their plight.",
        "I have advised my child to benefit from this country and to serve the poor.. I have also mentioned that the race should not be highlighted.",
        "Today we live freely. I thank the government.. Create a better country for future generations.",
        "I still serve at the Kurunegala Teaching Hospital. The number of delivery has declined than the start at the Kurunegala Hospital. The rate of admission of children per grade has decreased millions.",
        "I don't have contraception. The country's birth rate has declined muddy amid economic damage.. Birth rate is seen as the main component of a country's economic development. He said the government should focus on this."
      ]
    }
  },
  "summary_lines": []
}