{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාවේ අධ්යාපන අංශය, දිගුකාලීන ආර්ථික ප්රකෘතියක් සඳහා 'යතුරු ආශ්රය'",
      "body_lines": [
        "As Sri Lanka faces the aftershocks of multiple crises, including the COVID-19 pandemic, economic downturn and the Easter Sunday attacks, the country’s education sector has become a key battleground for securing long-term economic recovery, according to Institute of Policy Studies (IPS) Research Fellow Dr. Bilesha Weeraratne.",
        "මෑතකදී කොළඹදී මෑතකදී විශේෂ expert කමිටු සාකච්ඡාවකදී, අයිපීඑස් පාර්ශ්වකරුවන් දක්ෂ ශ්රම බලකායක් ගොඩනැගීම සඳහා අධ්යාපනයේ විවේචනාත්මක කාර්යභාරය ගවේෂණය කළ අතර, අධ්යාපනය සඳහා අධ්යාපනය හැරවීමට ආමන්ත්රණය කළ යුතු දැවැන්ත අභියෝගයන් ඉස්මතු කළහ.",
        "Weeraratne said that with Sri Lanka suffering a negative growth rate of 6.7% by the third quarter of 2023, the labour market remains one of the hardest-hit areas.",
        "වීරරත්න මහතා මෙසේ පැවසීය.. Thus crisis management has prompted emergency measures, like the five-year no-pay leave policy for public sector employees.” However, she explained that these are short-term fixes that do not address the deeper structural issues plaguing the labour market.",
        "Weeraratne stressed that education is seen as a powerful tool to break this cycle, but the sector itself has been grappling with severe disruptions and underfunding, she said, adding that Sri Lanka’s education system is crucial in fostering productivity and innovation, but it faces serious hurdles.",
        "ඇයගේ ඉදිරිපත් කිරීම අධ්යාපනය මුහුණ දෙන අභියෝග රාශියක් ගැන සොයා බැලීය. වසංගත හා අඛණ්ඩ ආර්ථික අර්බුදවලට 2019 පාස්කු බෝම්බ ප්රහාර එල්ල කිරීමෙන්, මෙම බාධාවලට එරෙහි වන ආර්ථික අර්බුදවලට හේතු වී ඇති අතර වේගයෙන් වෙනස් කරන ශ්රම වෙළඳපොළක ඉල්ලීම් සපුරාලීමට අරගල කරන අතරම යල් පැන ගිය ප්රවේශයන් දරුකමට හදා ගැනීමට හේතු වී තිබේ.",
        "IPS, Director of Research, Dr. Nisha Arunatilake said that one alarming statistic revealed that while 97% of children aged 5 to 16 are enrolled in school, a significant proportion—especially those with special needs or from deprived socioeconomic backgrounds—are left behind. After the compulsory education age of 16, participation drops drastically, with only 63% qualifying for advanced level exams and just 20% attending university due to capacity issues.",
        "She noted that Sri Lanka’s education system is ill-equipped to handle the demands of an evolving job market driven by technological change. `The need for highly skilled workers is growing, but 65% of 20 to 24-year-olds are not engaged in any form of education, leading to a poorly skilled workforce. වෘත්තීය පුහුණුව හඳුන්වා දීමට රජය උත්සාහ කර ඇති අතර, ආර්ථිකයේ අවශ්යතා සපුරාලීම සඳහා මෙම වැඩසටහන් ප්රමාණවත් ලෙස ගණන් ගෙන නොමැත. '",
        "Worse still, she said, the quality of education is lagging. A 2019 study by NEREC revealed that students’ English and mathematics skills are well below international standards. Students scored an average of just 34% in English and a dismal 20% in mathematics, signaling a serious gap in the education system’s ability to prepare children for a globalized, technology-driven future.",
        "අරුණතිලේක් මහතා පැවසීය: මෙම ගැටළුව විසඳීම ශ්රී ලංකාවේ අධ්යාපන ක්රමය හරහා සම්පත් අසමාන ලෙස වෙන් කිරීම. Elite schools receive the majority of well-trained teachers, while rural schools, which often serve lower-income families, suffer from poor staffing and inadequate resources. මේ අතර, අධ්යාපන ඇමතිවරුන්ගේ සහ කෙටිකාලීන ප්රමුඛතා නිරන්තරයෙන් වෙනස්වීම් මගින් ප්රතිපත්ති නොගැලපෙන ප්රතිපත්ති නොගැලපීම - දිගු කාලීන ප්රගතියක් පෙන්නුම් කරයි. '",
        "'වත්මන් ආර්ථික බාධක සැලකිල්ලට ගනිමින් අරමුදල් සැපයීම වැඩි කිරීම ඉතා වැදගත් වන අතර එය කෙටිකාලීනව එය කළ නොහැකි ය. ඒ වෙනුවට, නව්ය අඩු වියදම් විසඳුම් ඉදිරිපත් කළ හැකිය. ඉගෙනුම් අත්දැකීම් ලබා දීම සඳහා විශේෂ අවශ්යතා ඇති දරුවන්ට අධ්යාපනය ලබා දීම සහ අතථ්ය විද්යාගාරවල දී තාක්ෂණය උළෙරකින් ලබා දෙන බව පාකිස්තානයෙන් උදාහරණ ලබා දිය හැකිය.",
        "‘Stronger governance and better allocation of resources are needed. ශ්රී ලංකාවේ අධ්යාපන ක්රමය දුර්වල ප්රතිපත්ති ක්රියාත්මක කිරීම සහ දේශපාලන මැදිහත්වීමකින් පීඩා වින්දා. Improving governance, addressing resource inequalities, and strengthening disaster risk management are among the key recommendations.",
        "‘While Sri Lanka’s education system faces formidable challenges, it remains a pivotal force in rebuilding the nation’s economy. ආණ්ඩුවට effective ලදායී ප්රතිසංස්කරණ ක්රියාත්මක කර තාක්ෂණික විසඳුම් ක්රියාත්මක කිරීමට හැකි නම්, වඩ වඩාත් ඩිජිටල් හා ගෝලීයකරණය වූ ලෝකයක වැඩීමට අවශ්ය කුසලතා සමඟ රට තම තරුණ තරුණියන්ට වඩා හොඳින් සන්නද්ධ කළ හැකිය. '",
        "Sampath Bank partners with Symphony Orchestra of Sri Lanka to launch historic trilingual concert",
        "සවුත් කොරියාවට කොයිල්හි වෙළඳ නියෝජිත කණ්ඩායම නව ව්යාපාරික සන්ධානයකි",
        "Leave a Reply Cancel replyYour email address will not be published. අවශ්ය ක්ෂේත්ර * අදහස් දැක්වීම * නම *",
        "Save my name, email, and website in this browser for the next time I comment."
      ]
    },
    "ta": {
      "title": "SL இன் கல்வித் துறை, ‘நீண்ட கால பொருளாதார மீட்புக்கான முக்கிய போர்க்களம்’",
      "body_lines": [
        "கோவிட் -19 தொற்று, பொருளாதார வீழ்ச்சி மற்றும் ஈஸ்டர் ஞாயிறு தாக்குதல்கள் உள்ளிட்ட பல நெருக்கடிகளின் பின்னடைவுகளை இலங்கை எதிர்கொள்ளும்போது, ​​நாட்டின் கல்வித் துறை நீண்டகால பொருளாதார மீட்பைப் பெறுவதற்கான முக்கிய போர்க்களமாக மாறியுள்ளது என்று கொள்கை ஆய்வுகள் (ஐ.பி.எஸ்.) ஆராய்ச்சி சக டாக்டர். பிலேஷா வீரரத்னே.",
        "கொழும்பில் சமீபத்தில் ஒரு நிபுணர் குழு கலந்துரையாடலில், ஐபிஎஸ் பங்குதாரர்கள் ஒரு திறமையான பணியாளர்களை உருவாக்குவதில் கல்வியின் முக்கிய பங்கை ஆராய்ந்தனர், அதே நேரத்தில் கல்வியை வளர்ச்சிக்கான ஊக்கியாக மாற்றுவதற்கு உரையாற்றப்பட வேண்டிய மகத்தான சவால்களையும் எடுத்துக்காட்டுகின்றனர்.",
        "2023 ஆம் ஆண்டின் மூன்றாம் காலாண்டில் இலங்கை 6.7% எதிர்மறையான வளர்ச்சி விகிதத்தை அனுபவித்து வருவதால், தொழிலாளர் சந்தை மிகவும் பாதிக்கப்பட்டுள்ள பகுதிகளில் ஒன்றாக உள்ளது என்று வீரத்னே கூறினார்.",
        "Weeraratne added: “As wages stagnate, the incentive for workers to improve their skills or seek better employment dwindles, feeding into a cycle of low productivity. Thus crisis management has prompted emergency measures, like the five-year no-pay leave policy for public sector employees.” However, she explained that these are short-term fixes that do not address the deeper structural issues plaguing the labour market.",
        "Weeraratne stressed that education is seen as a powerful tool to break this cycle, but the sector itself has been grappling with severe disruptions and underfunding, she said, adding that Sri Lanka’s education system is crucial in fostering productivity and innovation, but it faces serious hurdles.",
        "Her presentation delved into the many challenges facing education. From the 2019 Easter bomb attacks to the pandemic and ongoing economic crises, these external pressures have led to a decrease in education investments, depreciating resources, and the adoption of outdated approaches that struggle to meet the demands of a rapidly changing labour market.",
        "IPS, Director of Research, Dr. Nisha Arunatilake said that one alarming statistic revealed that while 97% of children aged 5 to 16 are enrolled in school, a significant proportion—especially those with special needs or from deprived socioeconomic backgrounds—are left behind. கட்டாய கல்வி வயதிற்குப் பிறகு, பங்கேற்பு வெகுவாகக் குறைகிறது, மேம்பட்ட நிலை தேர்வுகளுக்கு 63% மட்டுமே தகுதி பெறுகிறது மற்றும் திறன் சிக்கல்கள் காரணமாக 20% மட்டுமே பல்கலைக்கழகத்தில் பயின்றன.",
        "She noted that Sri Lanka’s education system is ill-equipped to handle the demands of an evolving job market driven by technological change. `The need for highly skilled workers is growing, but 65% of 20 to 24-year-olds are not engaged in any form of education, leading to a poorly skilled workforce. While the government has made efforts to introduce vocational training, these programs have not scaled up sufficiently to address the needs of the economy.’",
        "Worse still, she said, the quality of education is lagging. நெரெக்கின் 2019 ஆய்வில், மாணவர்களின் ஆங்கிலம் மற்றும் கணித திறன்கள் சர்வதேச தரநிலைகளுக்கு கீழே உள்ளன என்பதை வெளிப்படுத்தியது. Students scored an average of just 34% in English and a dismal 20% in mathematics, signaling a serious gap in the education system’s ability to prepare children for a globalized, technology-driven future.",
        "Arunatilake added: `Compounding the issue is the unequal allocation of resources across Sri Lanka’s education system. Elite schools receive the majority of well-trained teachers, while rural schools, which often serve lower-income families, suffer from poor staffing and inadequate resources. Meanwhile, policy inconsistency—driven by frequent changes in education ministers and short-term priorities—has stymied long-term progress.’",
        "‘Given the current economic constraints, while increasing funding is ideal, it is not feasible in the short term. Instead, innovative low-cost solutions could offer a way forward. பாக்கிஸ்தானில் இருந்து எடுத்துக்காட்டுகள் வழங்கப்படலாம், அங்கு சிறப்புத் தேவைகளுடன் குழந்தைகளுக்கு கல்வியை வழங்க தொழில்நுட்பம் அந்நியப்படுத்தப்படுகிறது மற்றும் கற்றல் அனுபவங்களை வழங்க கிராமப்புறங்களில் மெய்நிகர் ஆய்வகங்கள் பயன்படுத்தப்படுகின்றன.",
        "‘Stronger governance and better allocation of resources are needed. இலங்கையின் கல்வி முறை பலவீனமான கொள்கை செயல்படுத்தல் மற்றும் அரசியல் குறுக்கீட்டால் பாதிக்கப்பட்டுள்ளது. நிர்வாகத்தை மேம்படுத்துதல், வள ஏற்றத்தாழ்வுகளை நிவர்த்தி செய்தல் மற்றும் பேரழிவு இடர் நிர்வாகத்தை வலுப்படுத்துதல் ஆகியவை முக்கிய பரிந்துரைகளில் ஒன்றாகும்.",
        "‘While Sri Lanka’s education system faces formidable challenges, it remains a pivotal force in rebuilding the nation’s economy. If the government can implement effective reforms and tap into technological solutions, the country could better equip its youth with the skills needed to thrive in an increasingly digital and globalized world.’",
        "Sampath Bank partners with Symphony Orchestra of Sri Lanka to launch historic trilingual concert",
        "தென் கொரியாவுக்கு கோய்லின் வர்த்தக தூதுக்குழு புதிய வணிக கூட்டணியை உருவாக்குகிறது",
        "Leave a Reply Cancel replyYour email address will not be published. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன * கருத்து * பெயர் *",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க இந்த உலாவியில் எனது பெயர், மின்னஞ்சல் மற்றும் வலைத்தளத்தை சேமிக்கவும்."
      ]
    }
  },
  "summary_lines": []
}