{
  "translated_text": {
    "si": {
      "title": "පන්දු යැවීමේ දුර්ලභ වාර්තාව;නවසීලන්තය සැනසිලිදායක ජයග්රහණයක් ලබා දෙමින් රටට පැමිණේ",
      "body_lines": [
        "ට්රූබා ප්රාන්ත ලාරා ක්රීඩාංගණයේ පසුගිය ආර් 20 ලෝක කුසලාන තරගාවලියේදී නවසීලන්තය කඩුලු 7 කින් ජයග්රහණය කළේය.",
        "මෙම ජයග්රහණයේ සැනසිල්ල ලබා දෙමින් නවසීලන්තය මෙම ජයග්රහණයේ සැනසිල්ලෙන් නැවත රටට පැමිණෙනු ඇත.",
        "පන්දු යවන්නන්ට කැමති තණතීරුව මත ලොකි බාර්ගසන් ඕවර 4 ක් තල්ලු කළේය.",
        "ජනයාගේ ජාත්යන්තර විස්සයි 20 ක්රිකට් තරගයේදී ඕවර 4 කදී වැඩිම කඩුලු ලබා ගැනීමේ දුර්ලභ වාර්තාවක් ලොකි බර්ගසන් දුර්ලභ වාර්තාවක් තැබීය.",
        "පැනමාවට එරෙහි ගුලිජේ ක්රීඩාංගණයේදී 2021 දී කැනේඩියානු පන්දු යවන සාබාර් විසින් ඕවර 4 කදී කඩුලු 2 කදී කඩුලු 2 කදී බර්ගසන් කඩුලු 2 ක් දවා ගත්තේය.",
        "කෙසේ වෙතත්, ඉන්දුනීසියාවේ රොහාලියා රොහාලියා දෙපාර්ශ්වයම ජාත්යන්තර විස්සයි 20 තරඟයේදී ලෝක ලොක්කා පන්දු යැවීම දිනා ගෙන තිබේ.",
        "පසුගිය අපේ්රල් මාසයේ මොන්ගෝලියාවට එරෙහි කාන්තා ජාත්යන්තර විස්සයි 20 තරගය සඳහා ඇය කෙන්ගෝලියාවට එරෙහි කාන්තා ජාත්යන්තර විස්සයි 20 තරගය සඳහා ලෝක වාර්තාවක් තැබූ අතර ඕවර 3.2 කදී කඩුලු 7 ක් දවා ගත්තේය.",
        "මේ අතර, අද තරඟයෙන් ලෝක කුසලාන ක්රිකට් ක්රීඩාවේ සිට ට්රෙන්ට් බෝල්ට් ආර් 20 ට පිළිතුරු සපයන ලදී.",
        "තරගය අවසානයේදී, ට්රෙන්ට් බෝල්ට් පාසැල් ළමුන් සමඟ බෝලවල අත්සනින් ඔවුන් විනෝද විය.",
        "අද පැවති තරගාවලියේදී පළමු වරට ආරාධනා කරන ලද පැපුවා නිව්ගිනියාවේ පන්දුවාර 19.4 කදී කඩුලු අහිමිවීම සඳහා ලකුණු 78 ක් රැස් කළේය.",
        "චාල්ස් ඇමී (17), නොමන් වනුවා (14) සහ SESE BAO (12) ද්විත්ව ඉලක්කම් අංක ලැබුණි. ඉතිරි කොටස් 11 ක්.",
        "ටිම් චෞධි ඕවර 4 කදී ලකුණු 11 කට කඩුලු 2 ක් දවාගනිමින් ඕවර 4 කදී ලකුණු 14 කට කඩුලු 2 ක් ද, ඊෂ් සෝදි ලකුණු 29 කට කඩුලු 2 ක් දවා ගත්හ.",
        "නවසීලන්තයට ඕවර 12.2 කදී කඩුලු 3 ක් දවාගෙන ලකුණු 79 ක් රැස් කළේය.",
        "රාචින් රවින්ද්ර (8) පළමු ඕවරයේ දෙවන පන්දුවේදී පස්වන ඕවරයේ පළමු පන්දුව ලබා ගත්තේය.. (20 - 2 විග්.)",
        "මුළු සංඛ්යාව ලකුණු 54 ක් වූ විට, කන්වේ කන්වේ ලකුණු 35 ක් රැස් කළේය.",
        "කෙසේ වෙතත්, කේන් විලියම්සන් (18 ඒඊ) සහ ට්රිප් මිෂෙල් (19 ඒඊ) බෙදුණු සිව්වන කඩුල්ලේ ලකුණු 25 ක් බෙදා ඇති අතර නවසීලන්තයේ ජයග්රහණය තහවුරු කළේය."
      ]
    },
    "en": {
      "title": "Rare record of bowling;New Zealand returns to country with consolation victory",
      "body_lines": [
        "New Zealand won by 7 wickets in the last R20 World Cup in Trinidad, Taruba Prayan Lara Stadium.",
        "New Zealand, who has already lost the Super 8 round, will return to the country with the comfort of this victory.",
        "Loki Bargasan threw 4 overs on the pitch that favored the bowlers and took 3 wickets.",
        "Loki Bergasan set a rare record of taking the highest wickets in 4 overs in the international T20 cricket match for the men.",
        "Bergasan broke the previous record of 2 wickets in 4 overs registered by Canadian bowler Saad bin Zabar in 2021 at the Gulij Stadium against Panama.",
        "However, Indonesia's Rohmalia Rohmalia has won the World Boss bowling in the international T20 match for both parties.",
        "She set a world record for the women's international T20 match against Mongolia last April, taking 7 wickets without giving 3.2 overs.",
        "Meanwhile, Trent Bolt R20 was answered from the World Cup cricket with today's match.",
        "At the end of the match, Trent Bolt entertained them with his signature of the balls with schoolchildren in the stadium.",
        "Papua New Guinea, who was first invited to prevent today's match, scored 78 runs for the loss of all wickets in 19.4 overs.",
        "Charles Amini (17), Noman Vanua (14) and Sese Bao (12) received double digit numbers. 11 runs as spare parts.",
        "Tim Chaudhi took 2 wickets for 11 runs in 4 overs, Trent Bolt 2 wickets for 14 runs in 4 overs and Ish Sodhi took 2 wickets for 29 runs.",
        "New Zealand lost 3 wickets in 12.2 overs and scored 79 runs.",
        "Rachin Ravindra (8) scored the first ball of the fifth over in the 2nd ball of the first over.. (20 - 2 wig.)",
        "When the total number was 54 runs, Deven Konway was out with 35 runs.",
        "However, Kane Williamson (18 AE) and Tryl Michelle (19 AE) shared 25 runs in the fourth wicket that were not divided and confirmed New Zealand's victory."
      ]
    }
  },
  "summary_lines": [
    "In the final R20 World Cup match in Trinidad, New Zealand secured a consolation victory by 7 wickets after losing the Super 8 round. Loki Bergasan set a record by taking 3 wickets in 4 overs, surpassing Canada's Saad bin Zabar's previous record of 2 wickets. Meanwhile, Indonesia's Rohmalia Rohmalia holds the women's international T20 match record with 7 wickets in 3.2 overs. Papua New Guinea made 78 runs but lost all wickets, while New Zealand reached 79 runs despite losing 3 wickets."
  ]
}