{
  "translated_text": {
    "si": {
      "title": "ශිව කාර්තයයයාන්ගේ 'අමරන්', එය ඩිවාලිවේ මුදා හරිනු ලැබේ",
      "body_lines": [
        "දෙමළ සිනමා කර්මාන්තයේ ප්රමුඛ තරු නළුවා වන සිවකරියායාන්, 'අමරන්' චිත්රපටයට 'අමරන්' චිත්රපටයට සූදානම් වන 'අමරන්' නිදහස් කිරීම නිසා නිල වශයෙන් නිවේදනය කර තිබේ.",
        "'රංගූන්' හි අධ්යක්ෂ රාජන්කුමාර් පෙරියසාමි විසින් අධ්යක්ෂණය කරන ලද අධ්යක්ෂ රාජ්කුමාර් පෙරියසාමි විසින් අධ්යක්ෂණය කරන ලද අධ්යක්ෂ රාජ්කුමාර් පෙරියසාමි විසින් අධ්යක්ෂණය කරන ලද ශ්රී කුමාර්, සායි පල්ලවි, ශ්රී කුමාර්, ෂියම් මොහාන් විසින් අධ්යක්ෂණය කරන ලදී.. ඇ. H. සායි යනු චිත්රපටයේ වීඩියෝවකි.. V.. ප්රකාශ් කුමාර් සංගීතය රචනා කර ඇත.",
        "මෙම චිත්රපටය රාජ්කමල් චිත්රපට ජාත්යන්තර හානි, සෝනි පින්තූර චිත්රපට දෙකක් විසින් නිෂ්පාදනය කරනු ලබන අතර ඉන්දීය හමුදාවේදී මියගිය මේජර් මකන්ඩ් වරරදරාජන්ගේ චරිතාපදානය සඳහා සූදානම් වෙමින් සිටී.",
        "චිත්රපටය මුදා හැරීමේ නිල නිවේදනය පශ්චාත් සෞඛ්යාරක්ෂක තාක්ෂණය වන අවස්ථාවේ නිකුත් කර තිබේ.",
        "මෙම චිත්රපටය ඔක්තෝබර් 31 දින නිකුත් කිරීමට නියමිතය. දීවාලි රසිකයන් සඳහා දීපවාලි තෑග්ගක් වන අතර එය එදින දීවාලි උත්සවයක් වන බැවිනි. සිවනාතිර්තියන්ගේ රසිකයන් කලබල වන්නේ මේ නිසා ය."
      ]
    },
    "en": {
      "title": "Shiva Karthikeyan's 'Amaran', which is released on Diwali",
      "body_lines": [
        "Sivakarthikeyan, the leading star actor of the Tamil film industry, has been officially announced by the release of 'Amaran', which is ready for the upcoming film 'Amaran'.",
        "Sivakarthikeyan, Sai Pallavi, Rahul Bose, Sri Kumar, Shyam Mohan, directed by director Rajkumar Periyasamy, directed by director Rajkumar Periyasamy, directed by 'Rangoon'.. C. H. Sai is a video of the film.. V.. Prakash Kumar has composed the music.",
        "The film is being produced by two Rajkamal Film International and Sony Pictures Films India, which is preparing for the biography of Major Mukund Varadarajan, who died in the Indian Army.",
        "The official announcement of the release of the film has been released at the time of the post -shooting technology.",
        "The film will be released on October 31st. Diwali is a Diwali gift for fans because it is a Diwali festival on that day. This is why Sivakarthikeyan's fans are excited."
      ]
    }
  },
  "summary_lines": [
    "\"Amaran,\" starring Sivakarthikeyan, Sai Pallavi, and Rahul Bose, directed by Rajkumar Periyasamy, is set for release on Diwali, October 31st. The film, produced by Rajkamal Film International and Sony Pictures Films India, tells the story of Major Mukund Varadarajan, an Indian Army hero. Fans eagerly anticipate this Diwali gift."
  ]
}