{
  "translated_text": {
    "ta": {
      "title": "டி 20 உலகக் கோப்பையை எதிர்த்துப் போராட நியூசிலாந்து",
      "body_lines": [
        "பி.ஐ.. வெஸ்ட் இண்டீஸ் பெண்கள் 8 ரன்கள் வித்தியாசத்தில் தோற்கடித்து டி 20 மகளிர் உலகக் கோப்பை இறுதிப் போட்டியின் இறுதிப் போட்டிக்கு தகுதி பெற்றனர்.. කොදෙව් කාන්තා කණ්ඩායම අද (18) සමත් විය.",
        "ஐக்கிய அரபு எமிரேட்ஸில் நடந்த இரண்டாவது அரையிறுதியாக சஜாவில் இந்த போட்டி நடைபெற்றது.",
        "நியூசிலாந்தில் 129 ரன்களுக்கு பதிலளிக்கும் விதமாக, மேற்கிந்திய தீவுகள் 20 ஓவர்களில் 120 ரன்கள் மட்டுமே மதிப்பெண் பெற முடிந்தது.",
        "முதலில் பேட்டிங், நியூசிலாந்து மகளிர் குழு 128 ரன்கள் எடுத்தது, அவர்களின் 20 ஓவர்களில் 9 விக்கெட்டுகளை வீழ்த்தியது.",
        "நியூசிலாந்து, சர்வதேச டி 20 பெண்கள் கிரிக்கெட்டில் அதிக எண்ணிக்கையிலான அனுபவங்களைக் கொண்ட, அரையிறுதிக்கு தகுதி பெற்றது.",
        "இந்த சந்தர்ப்பங்கள் இருந்தபோதிலும், அவர்கள் இறுதிப் போட்டியை விளையாட அனுமதிக்கப்பட்டனர், ஆனால் அவர்கள் இரண்டில் இரண்டாம் இடத்தைப் பிடித்தவர்களில் திருப்தி அடைய வேண்டியிருந்தது.",
        "வெஸ்ட் இண்டீஸ் இருபதுக்கு 20 பெண்கள் கோப்பையின் அரையிறுதி ஆட்டத்தில் விளையாடியது.",
        "இருப்பினும், 2016 ஆம் ஆண்டில் இந்தியாவில் நடைபெற்ற போட்டிகளில் அவர்கள் இறுதிப் போட்டியில் விளையாட முடிந்தது.",
        "இது ஒரு முறை வலுவான ஆஸ்திரேலிய குழுவால் தோற்கடிக்கப்பட்டு உலக சாம்பியன்களாக முடிசூட்டப்பட்டது.",
        "நியூசிலாந்து மற்றும் தென்னாப்பிரிக்கா இடையே ஞாயிற்றுக்கிழமை (20) நியூசிலாந்து நடைபெறும்."
      ]
    },
    "en": {
      "title": "New Zealand to fight T20 World Cup",
      "body_lines": [
        "B.I. West Indies women defeated by 8 runs and qualify for the final of the T20 Women's World Cup final.. West Indies Women's team passed today (18).",
        "The competition was held in Sajah as the second semi-final in the United Arab Emirates.",
        "In response to 129 runs in New Zealand, West Indies were able to score only 120 runs in the 20 overs.",
        "Batting first, New Zealand women's group scored 128 runs for the loss of 9 wickets in their 20 overs.",
        "New Zealand, with the highest number of experience in the International T20 Women's cricket, qualified for the semi-finals.",
        "Despite these occasions, they were allowed to play the final, but they had to be satisfied with the runners-up in two.",
        "West Indies also played a semi-final match of the Twenty20 Women Cup.",
        "However, they were able to play the final at the tournament held in India in 2016.",
        "It was once defeated by the strong Australian group and crowned World Champions.",
        "New Zealand will be held on Sunday (20) between New Zealand and South Africa."
      ]
    }
  },
  "summary_lines": [
    "New Zealand qualifies for T20 Women's World Cup final after defeating West Indies by 8 runs. They'll face South Africa on Sunday."
  ]
}