{
  "translated_text": {
    "ta": {
      "title": "போயா நாளில் விளக்குகள் ஒளியை வெட்டுகின்றன",
      "body_lines": [
        "வெசக் போயா இன்று (23) பாலாபிதியா, பாலாபிதியா, வதவாலா, மீட்யகோடா, அம்பலங்கோடா, அம்பலங்கோடா, வாட்டபோலா ஆகியோரை எதிர்கொள்ள வேண்டும் என்று கூறுகிறது.",
        "இந்த பகுதிகளின் பிற்பகல் மற்றும் விடியற்காலையில் தயாரிக்கப்பட்ட டான்சல்களில் உள்ள உணவை அமைப்பாளர்களால் சரிசெய்ய முடியவில்லை.",
        "தேசிய நீர் வழங்கல் மற்றும் ஜலா போக்குவரத்து வாரியத்தின் பேடெகாமா பம்பிங் இடத்திலிருந்து நீர் சேவைகள்.  அறியப்படாத தண்ணீரைப் பற்றி அறிய எழுத்தாளர் தலைமை அலுவலகத்துடன் பேசினாலும், எழுத்தாளர் தொலைபேசியில் பதிலளிக்கவில்லை. அவர் பேசியதும், அலுவலகத்தின் ஊழியரின் மொபைலையும் கேட்டபோது, ​​பேடெகாமா நீர் விசையியக்கக் குழாய்களில் விபத்து இருப்பதாக அவர் கூறினார். இந்த பகுதியின் சக்தி காரணமாக மறுபரிசீலனை செய்வது சாத்தியமில்லை என்று அவர் கூறினார்",
        "ஏழு மணி நேரத்திற்கும் மேலாக தண்ணீர் போன்ற வெசக் போயா தினத்தின் சிரமம் இந்த அதிகாரிகளுக்கு புரியவில்லை என்று குடியிருப்பாளர்கள் கூறுகின்றனர்.",
        "வெசக் போயா தினத்திற்கான பிஎல்எல் சந்தாதாரர்களுக்கு இந்த பகுதி ஒதுக்கப்பட்டது. இந்த ஆண்களில் சிலர் சமைத்து, தண்ணீர் தொட்டிகளுடன் தண்ணீரைப் பயன்படுத்த தண்ணீரைப் பயன்படுத்தினர், மேலும் சிலர் கிணறுகளுக்கு அருகில் தண்ணீரைக் கண்டுபிடிக்க வேண்டியிருந்தது.",
        "பல முக்கிய நகரங்களில் அம்பலங்கோடா, மீசியாகோடா, அஹுங்கல்லா, வஹாரகலா, வயுங்கல்லா, வஹரகாலா, வாலதாஹெரா, கோஸ்கோடா, வாலதரா, வாலதரா, வாலதரா, கொஸ்கோடா, கோஸ்கோடா மற்றும் துணைப்பிரிவுகளில் இருநூறுக்கும் மேற்பட்ட கோயில் உள்ளது.",
        "வெசக் போயா நாள் நீர் வழங்குவதால் கடுமையான சிரமம்.",
        "நேற்று (22) மால்னெராகா முல்லாய்துவில் பிறந்தநாள் விழா இருப்பதாகவும், நீர் வழங்குவதை நிறுத்தியதாகவும் குடியிருப்பாளர்கள் தெரிவித்தனர்."
      ]
    },
    "en": {
      "title": "The lights cut off the light on Poya Day",
      "body_lines": [
        "Vesak Poya has been raised from 5.00 am to 4:00 pm today (23) at the Balapitiya, Balapitiya, Watawala, Meetiyagoda, Ambalangoda, Ambalangoda, Wattapola.Residents say they had to face severe hardships.",
        "The organizers were unable to adjust the food in Dansals prepared for the afternoon and dawn of these areas.",
        "Water services from the Baddegama pumping site of the National Water Supply and Jala Transport Board.  Although the writer spoke to the head office to learn about the unknown water, the writer had not responded to the phone. When he spoke and asked the mobile of an employee of the office, he said there was an accident in Baddegama Water Pumps. He said that it was impossible to reschedule because of the power of this area",
        "Residents Say, the area says that these officers do not understand the difficulty of Vesak Poya Day, such as water for more than seven hours.",
        "The area was assigned to the alms subscribers for the Vesak Poya Day. Some of these men were cooked and used to use water to use water with water tanks, and some had to find water to close to wells.",
        "Several major cities have more than two hundred temple in the Ambalangoda, Meetiyagoda, Ahungalla, Waharagala, Wayungalla, Waharagala, Walagedara, Kosgoda, Walagedara, Kosgoda, Walagedara, Kosgoda, Kosgoda, and suburbs.",
        "The Vesak Poya Day is a serious difficulty due to the supply of water.",
        "The residents said that there was a birthday party in the Malneraka Mullaitivu yesterday (22) and had stopped the water supply of water."
      ]
    }
  },
  "summary_lines": [
    "On Vesak Poya Day, residents faced hardships due to a lack of water and electricity in Balapitiya, Watawala, Meetiyagoda, Ambalangoda, and Wattapola. The water crisis was exacerbated by an accident at the Baddegama pumping station, affecting over 200 temples across several cities. Despite efforts to manage the situation, including adjusting meal times and sourcing water from wells, the day was marked by significant difficulties."
  ]
}