{
  "translated_text": {
    "ta": {
      "title": "இன்போ, படிக்காத பாலின் அகச்சிவப்பு",
      "body_lines": [
        "பால் எல்லை காரணமாக பால் மருத்துவமனைக்கு கொண்டு வரப்பட்ட பின்னர், மொத்தத்தை ஒப்படைக்காததால் தொடர்புடைய மருத்துவமனை மற்றொரு மருத்துவமனைக்கு கொண்டு செல்லப்படுவதாக தெரிவிக்கப்பட்டது.",
        "குழந்தை மாதாரா மாவட்ட புதிய மருத்துவமனைக்கு கொண்டு செல்லப்பட்டதாக தெரிவிக்கப்பட்டது.",
        "இறந்தவர் இரண்டு இரட்டை குழந்தைகளின் மூத்த குழந்தை, இரண்டு மற்றும் 27 நாட்கள் 27 நாட்கள் 27 நாட்கள் மாதராவில்.",
        "நேற்று (03) குழந்தை பால் வழங்கியுள்ளது.",
        "குழந்தை மாதாராவில் உள்ள கோட்டாவிலா பகுதியில் உள்ள மாதாரா மாவட்ட புதிய மருத்துவமனைக்கு கொண்டு செல்லப்பட்டது.",
        "பெற்றோரின் கூற்றுப்படி, நோயாளியை இந்த நேரத்தில் எடுத்துக் கொள்ள முடியாது என்பதை நோயாளியால் ஏற்றுக்கொள்ள முடியாது என்று பாதுகாப்பு பணியாளர்கள் கூறியுள்ளனர்.",
        "மருத்துவமனையை ஆம்புலன்ஸ் அல்லது பிற மருத்துவமனையில் செல்ல மருத்துவமனையை அனுமதிக்குமாறு பெற்றோர் பெற்றோர்களிடம் கூறியுள்ளனர்.",
        "பின்னர், அவர்கள் சுமார் 10 மைல் [10 கி.மீ] செலுத்தினர், குழந்தை மாதாரா பொது மருத்துவமனைக்கு கொண்டு செல்லப்பட்டது.",
        "குழந்தை சுமார் 30 நிமிடங்களுக்கு முன்பு, குழந்தை 30 நிமிடங்களுக்கு முன்பு கொண்டு வரப்பட்டதாக மருத்துவர்கள் கூறியுள்ளனர்.",
        "உடல்களின் இறுதிச் சடங்குகள் நேற்று மாலை மாதாரா பொது கல்லறையில் மேற்கொள்ளப்பட்டன.",
        "பிரேத பரிசோதனை அறிக்கை இது பால் காரணமாக ஏற்படும் மரணம் என்று கூறுகிறது.",
        "மருத்துவமனையில் பிறந்த குழந்தை காணாமல் போனதால் மாதாரா மாவட்ட புதிய மருத்துவமனை கடந்த மாதம் இறுக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Inbow, infrated of uneducated milk",
      "body_lines": [
        "After the milk was brought to the hospital due to milk border, the relevant hospital was reported to be taken to another hospital due to the lack of handing over the bulk.",
        "It was reported that the infant was taken to the Matara District New Hospital.",
        "The deceased was the elder infant of the two twin children, two and 27 days 27 days 27 days 27 days in Matara.",
        "The child has provided milk during yesterday (03).",
        "The infant had been taken to the Matara District New Hospital in the Kotawila area in Matara.",
        "According to the parents, the security personnel have said that the patient cannot accept that the patient cannot be taken up at the moment.",
        "The parents have told the parents to allow the hospital to take the hospital in ambulance or other hospital.",
        "Later, they paid about 10 miles [10 km] and the baby was taken to the Matara General Hospital.",
        "The doctors have said that the baby has been brought about 30 minutes ago, that the baby had been brought back to 30 minutes ago.",
        "The funeral of the bodies was carried out at the Matara General Cemetery yesterday evening.",
        "The autopsy report states that this is a death caused by milk.",
        "The Matara District New Hospital has been tightened last month with the disappearance of a child born at the hospital."
      ]
    }
  },
  "summary_lines": [
    "An infant, one of twin siblings aged 2 and 27 days, died after being transferred between hospitals due to a milk shortage issue. The twins were initially taken to a hospital but were moved to the Matara District New Hospital. However, due to administrative delays, they were later transported to the Matara General Hospital. The cause of death, according to the autopsy, was related to milk issues."
  ]
}