{
  "translated_text": {
    "ta": {
      "title": "පසුගිය පැය 24දී සිදු වූ විශේෂ අත්අඩංගුවට ගැනීම් පිළිබඳ නිවේදනයක්",
      "body_lines": [
        "ஒழுங்கமைக்கப்பட்ட குற்றவாளிகள் மற்றும் பல்வேறு குற்றங்கள் மற்றும் குற்றங்களில் ஈடுபட்டுள்ளவர்கள் பல்வேறு குற்றங்களில் கைது செய்யப்பட்டுள்ளதாக பொது பாதுகாப்பு மற்றும் நாடாளுமன்ற விவகாரங்கள் அமைச்சகம் கூறுகிறது.",
        "රටෙහි නීතිය හා සාමය ස්ථාපනය කිරීමේ අරමුණින් සිදු කරන මෙම අත්අඩංගුවට ගැනීම්වලට අදාළ සුවිශේෂි අත්අඩංගුවට ගැනීම් කිහිපයක් ඊයේ (28) දිනය තුළදී සිදු කිරීමට ශ්‍රී ලංකා පොලීසිය සමත්ව ඇත.",
        "அதன்படி, நிஷாந்தா உர்ம்ரத்னே, நிஷாந்தா அண்டஹானா 2025-07-07-28 அன்று விசாரணைத் துறையால் கைது செய்யப்பட்டுள்ளார்.",
        "அவர் போல்கஹவெலா மாஜிஸ்திரேட் நீதிமன்றத்தில் தயாரிக்கப்பட்டு 30 ஆம் தேதி வரை ரிமாண்ட் செய்யப்பட்டார்.",
        "ஓய்வுபெற்ற மூத்த டி.ஐ.ஜி என்ற பிரியந்தா ஜெயகோடி நேற்று (28) சிஐடியால் கைது செய்யப்பட்டார்.",
        "கடந்த 5 அல்லது கடந்த 5 ஆம் தேதி அல்லது நாளுக்கு அருகில் ஒரு ஒழுங்கமைக்கப்பட்ட குற்றவாளி என அழைக்கப்படும் அந்த மனிதர், ஓய்வுபெற்ற மூத்த டி.ஐ.",
        "அச்சுறுத்தல் (வாட்ஸ்அப்) அழைப்புகளை குற்றவியல் புலனாய்வு துறை (சிஐடி) மதிப்பாய்வு செய்துள்ளது.",
        "அதன்படி, ஒரு சந்தேக நபர் சிஐடியால் கைது செய்யப்பட்டு கண்டி மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட்டார்.",
        "ஒழுங்கமைக்கப்பட்ட குற்றவாளிகளின் விசாரணையில் சந்தேக நபர் கைது செய்யப்பட்டார், மேற்கூறிய ஓய்வுபெற்ற மூத்த பிரியந்தா ஜெயகோடி கோரிக்கையின் படி தொடர்புடைய கட்சிகளால் அச்சுறுத்தல்கள் மேற்கொள்ளப்பட்டுள்ளன.",
        "சிஐடி கைது செய்யப்பட்டு தொடங்கப்பட்டதாக குற்றவியல் புலனாய்வு துறை (சிஐடி) கூறியதாக அந்த அறிக்கையில் கூறப்பட்டுள்ளது.",
        "சிஐடி, வெலிகாமா ஹேன் அல்லது சிஐடி ஆகியவற்றின் குற்றவியல் விசாரணை பிரிவு சிஐடி கைது செய்யப்பட்டுள்ளது.",
        "பல்வேறு குற்றங்கள் தொடர்பாக காவல்துறையினர் காவல்துறையினரால் கோரப்பட்டனர்.",
        "குற்றங்களால் செய்யப்பட்ட குற்றங்களில் பல தங்க நகைகள் மற்றும் மோட்டார் சைக்கிள் அங்கிகளைச் செய்தன.",
        "அவர் அச்சுறுத்தப்படுவதாகவும், காயமடைந்ததாகவும், பலரும், பாதிக்கப்பட்டவர்களாகவும் இருப்பதாகவும் கூறப்படுகிறது.",
        "ஒரு மோட்டார் சைக்கிளில், 2025-20 நாட்களில், ஒரு மோட்டார் சைக்கிள் மற்றும் ஒரு நபரைக் கொல்வதற்கான முக்கிய ஷாட் என அடையாளம் காணப்பட்டது.",
        "அவர் ஒரு டி -56 சந்தேக நபராக அடையாளம் காணப்பட்டார், டி -56 துப்பாக்கியைக் கொலை செய்த டி -56 சந்தேக நபர் மற்றும் மட்டக்குலியா பொலிஸ் பிரிவில் டி -56 துப்பாக்கியால் சுட்டுக் கொல்லப்பட்டார்.",
        "பனதுரா தெற்கு பொலிஸ் பிரிவில் டி -56 துப்பாக்கியில் மோட்டார் சைக்கிள் பங்கு, டி -56 துப்பாக்கியில் சந்தேக நபராகவும் அவர் அடையாளம் காணப்பட்டார்.",
        "அவர் பல்வேறு போதைப்பொருள் வழக்குகளில் கைது செய்யப்பட்ட ஒரு நபர் என்றும், சட்டத்தில் சட்டத்தை சிக்க வைக்க விரும்பியவர் என்றும் தெரிவிக்கப்படுகிறது.",
        "அதன்படி, இலங்கையில் நேற்று மேற்கொள்ளப்பட்ட பொது பாதுகாப்பு மற்றும் பாராளுமன்ற விவகாரங்களால் ஏராளமான சிறப்பு நடவடிக்கைகள் மேற்கொள்ளப்பட்டுள்ளன.",
        "இலங்கை பொலிஸ் சிறப்பு பணிக்குழு மற்றும் மூன்று ஆயுதப்படைகள் பாதாள உலக நடவடிக்கைகள் மற்றும் போதைப்பொருட்களின் மேற்பார்வையில் போதைப்பொருட்களை அகற்றுவதற்காக நடந்து வருகின்றன."
      ]
    },
    "en": {
      "title": "An announcement on the arrest of special 24 hours",
      "body_lines": [
        "The Ministry of Public Defense and Parliamentary Affairs say that the organized criminals as well as those who have engaged in various crimes and crimes have been arrested in various crimes.",
        "The Sri Lanka Police have conducted several unique arrests on the arrests on the establishment of law and order in the country yesterday (28).",
        "Accordingly, Nishantha Urmratne, Nishantha Undahana has been arrested by the Department of Investigations on 2025-07-07-28.",
        "He was produced before the Polgahawela Magistrate's Court and remanded until the 30th.",
        "Priyantha Jayakody, a retired senior DIG, was arrested by the CID yesterday (28).",
        "The man, known as an organized criminal in the last 5 or near the last 5th or near the day, Priyantha Jayakody, a reassal to a sense of a retired senior DIG Priran Allays and Senior DIG Lalith Patinayake were also present.",
        "The Criminal Investigations Department (CID) has reviewed that the ThreatsApp (WhatsApp) calls.",
        "Accordingly, a suspect was arrested by the CID and produced before the Kandy Magistrate's Court.",
        "The suspect had been arrested in the investigation of the organized criminals, and the threats have been carried out by the relevant parties as per the request of the above retired Senior Priyantha Jayakody.",
        "The statement states that the Criminal Investigations Department (CID) said that the CID is arrested and commenced.",
        "The Criminal Investigation Unit of the CID, Weligama Hane, or the CID, has been arrested by the CID.",
        "The police had been requested by the police regarding various crimes.",
        "Among the crimes committed by the crimes committed several gold jewelry and motor bicycle robes.",
        "It is also reported that he has also been reportedly threatened and injured as well as several people, as well as the victim.",
        "On a motorbike, 2025-20 days, a motorbike and was identified as the main shot of killing a person.",
        "He was identified as a T-56 Suspect, the T-56 Suspect in the murder of a T-56 firearm and a T-56 firearm on the Mattakkuliya Police Division.",
        "He was also identified as a suspect in a T-56 rifle, a motorcycle stock in a T-56 rifle in the Panadura South Police Division.",
        "It is also reported that he was a person who was arrested in various cases of drugs and a person wanted to trap the law in the law.",
        "Accordingly, a large number of special operations have been carried out by the Public Defense and Parliamentary Affairs, which has been carried out in Sri Lanka yesterday.",
        "The Sri Lanka Police Special Task Force and the three armed forces are underway under the supervision of underworld activities and drugs to eliminate drugs."
      ]
    }
  },
  "summary_lines": []
}