{
  "translated_text": {
    "ta": {
      "title": "இலங்கையர்களின் தகவல்கள் ஐ.எஸ்.ஐ.எஸ் -க்குள் நுழைந்தன",
      "body_lines": [
        "மாலிகாவட்டாவில், இலங்கை ஒரு மாலிகவட்டாவில் கைது செய்யப்பட்டுள்ளது",
        "இந்தியாவில் கைது செய்யப்பட்ட மொஹமட் நுக்ரீன் ஒரு பெரிய அளவிலான போதைப்பொருள் வியாபாரி பாட் ஆகியோரின் மகன் என்று விசாரணைகள் அதிகாரிகள் தெரிவிக்கின்றனர்.",
        "இந்தியாவில் கைது செய்யப்பட்ட இலங்கை ஐ.எஸ்.ஐ.எஸ் உறுப்பினர்களை விசாரிப்பதற்காக ஐ.ஜி.பி.",
        "இது பயங்கரவாத விசாரணைப் பிரிவில் உள்ளது மற்றும் தற்போது இந்தியாவில் கைது செய்யப்பட்ட நான்கு இலங்கையர்களைக் கோரியது.",
        "அத்தகைய பின்னணியில், நான்கு நபர்களும் ஏற்கனவே இலங்கையில் உள்ளவர்கள் மீது தனி விசாரணையைத் தொடங்கியுள்ளனர்.",
        "இதன் விளைவாக, ஒரு நபர் மாலிகாவாட்டாவில் உள்ள மாலிகாவட்டாவில் கைது செய்யப்பட்டுள்ளார்.",
        "அவர் விமான டிக்கெட்டுகளை வழங்குவது உட்பட வேறுபட்ட கோப்பகங்கள் என்று புலனாய்வாளர்கள் கூறுகின்றனர்.",
        "சந்தேக நபர் தற்போது பயங்கரவாத விசாரணைப் பிரிவில் விசாரிக்கப்பட்டு வருகிறார்.",
        "இதற்கிடையில், பின்வரும் நான்கு ஐ.எஸ்.ஐ.எஸ் உறுப்பினர்கள் 19 ஆம் தேதி நைட்லேண்ட் விமான நிலையம் மூலம் கட்டூனாயக் விமான நிலையம் வழியாக சென்னை சென்றிருந்தனர்.",
        "மற்ற இலங்கை ஐ.எஸ்.ஐ.எஸ் உறுப்பினர்கள் இந்தியாவுக்குச் சென்ற மற்ற விமான நிறுவனங்கள் குறித்த விசாரணையும் இது.",
        "இந்தியாவில் கைது செய்யப்பட்ட மொஹமட் ந்வ்ரான் இந்தியாவில் இருந்து வருகிறார்.",
        "முகமது ராஸ்கோன் மற்றும் முகமது ஃபாரெஸ் ஆகியோர் முதலில் இந்தியாவுக்குச் சென்றனர்.",
        "கைது செய்யப்பட்ட நான்கு பேரும் போதைப்பொருள் கடத்தல் குற்றச்சாட்டு சுமத்தப்பட்டுள்ளதாக விசாரணையில் தெரிவிக்கப்பட்டுள்ளது.",
        "பிப்ரவரி முதல் பாக்கிஸ்தானின் ஐ.எஸ்.ஐ.எஸ் தலைவருடன் விலகிய கைது செய்யப்பட்ட நபர்கள் தொடர்ந்து அவருடன் சமூக ஊடகங்கள் மூலம் தொடர்பு கொண்டுள்ளனர்.",
        "இந்திய பயங்கரவாத தடுப்பு பிரிவின் விசாரணையில் பயங்கரவாதிகள் யூதர்கள், கிறிஸ்தவர்கள், கிறிஸ்தவர்கள் மற்றும் இந்திய கட்சித் தலைவர்களை இலக்காகக் கொண்டவர்கள் என்று தெரியவந்துள்ளது."
      ]
    },
    "en": {
      "title": "The information of the Sri Lankans entered into ISIS",
      "body_lines": [
        "In Maligawatte, a Sri Lankan has been arrested in Maligawatta",
        "Investigations Officials reveal that Mohamed Nugrean, who was arrested in India, is a son of a large scale drug dealer Pottt.",
        "A investigating team was appointed under the supervision of the DIG in charge of the IGP to investigate the Sri Lankan ISIS members who were arrested in India.",
        "It contained in the Terrorism Investigation Division and requested the four Sri Lankans who were arrested in India at present.",
        "In such a background, the four persons have already begun a separate investigation into the people in Sri Lanka.",
        "As a result, a person has been arrested in Maligawatta in Maligawatta.",
        "Investigators say that he is a different directories, including providing air tickets.",
        "The suspect is currently being interrogated in the Terrorist Investigation Division.",
        "Meanwhile, the following four ISIS members had gone to Chennai through the Katunayake airport by the Nightland Airport on the 19th.",
        "It is also an investigation into other airlines that other Sri Lankan ISIS members went to India.",
        "Mohamed Nwfran, who was arrested in India, has been in India.",
        "Mohamed Rasgon and Mohammed Farres were first to go to India.",
        "Investigations have revealed that the four arrested have been charged with drug trafficking.",
        "The arrested persons who had been withdraw with the ISIS leader of Pakistan from February have continuously have contact with him through the social media.",
        "Investigations of the Indian Terrorist Prevention Unit revealed that the terrorists were aimed at Jewish, Christians, Christians and Indian Parties Leaders."
      ]
    }
  },
  "summary_lines": [
    "A Sri Lankan man was arrested in Maligawatta for alleged links to ISIS. Investigations led by the Terrorism Investigation Division (TID) uncovered connections between local individuals and ISIS members arrested in India. The TID is probing four Sri Lankans involved in drug trafficking and suspected terrorist activities against Jews, Christians, and Indian leaders."
  ]
}