{
  "translated_text": {
    "si": {
      "title": "ஜனாதிபதியின் அமெரிக்க விஜயம் ஏமாற்றமளித்துள்ளது  - திஸ்ஸ அத்தநாயக்க",
      "body_lines": [
        "විදේශ සංචාර රටට නිෂ් less ල බැවින් ජනාධිපති අනුර කුමාර දිසානායක මහතා එක්සත් ජනපද සංචාරයේ යෙදී සිටී.. එක්සත් ජනතා බලකායේ සංවිධායක තිසා අත්තනායක මහතා පැවසුවේ ජනාධිපති අනුර කුමාර දිසානායක මහතා එක්සත් ජනපද ජනාධිපති ඩොනල්ඩ් ට්රම්ප් විසින් බදු සහනය ලැබෙනු ඇතැයි අපේක්ෂා කළද පුළුල් ලෙස අපේක්ෂා කළද පුළුල් ලෙස අපේක්ෂා කළ බවයි.",
        "ඔහු කියා සිටියේ ඉරිදා (28) මහනුවර පැවති මාධ්ය හමුවකදීය.",
        "ජනාධිපති අනුර කුමාර දිසානායක මේ වන විට රටවල් 7 - 8 ක් පමණ සංචාරය කර තිබේ. ඔහු පසුගිය සතියේ එක්සත් ජනපදයේ සිටි අතර දැනට ජපානයේ පිහිටා ඇත.",
        "ජපානයේ සංචාරයක් සමඟ තම විදේශ සංචාර මගින් රටේ ප්රයෝජනය කුමක්ද? එක්සත් ජනපදයට ගිය ජනාධිපති අනුර විසින් ශ්රී ලංකාවට බද්දෙන් ට්රම්ප් සමඟ සාකච්ඡා පවත්වන බව බොහෝ දෙනා අපේක්ෂා කරන ලදී.",
        "එක්සත් ජනපද සංචාරය දැනට අවසන් බැවින් ජනාධිපති අනුර කුමාර දිසානායක ට්රම්ප් හමුවී ඇති බව වාර්තා වී නොමැත.",
        "ආර්ථිකය වැටී ඇති රටවල් සඳහා ජීඑස්පී ප්ලස් බදු සහනය වැනි එක්සත් ජනපදයෙන් එක්සත් ජනපදයෙන් බදු සහනයක් ලැබෙන්නේ නම්, එය අපට විශාල ශක්තියක් වනු ඇත.. එහෙත් ඔහු සමඟ සිටි ජනාධිපතිවරයා හෝ ඔහු සමඟ පැමිණි ඇමතිවරු කිසිදු සාකච්ඡාවක් සිදු කර ඇති බවක් නොපෙනුණි.",
        "එබැවින් ජනාධිපතිවරයාගේ නිල සංචාරය සංචාරයක් සේ පෙනේ. මේ අවස්ථාවේ දී, ජනාධිපතිවරයා ජපානයේ සංචාරය නොදනී. ඔහු ප්රදර්ශනයකට සහභාගී වීම සඳහා ජපානයට ගොස් ඇති බව පැවසේ.",
        "ජනාධිපති. මහා මණ්ඩලයේ පැවති කථාව පිළිබඳ දැඩි විවේචනයක් ද තිබේ. විශේෂයෙන්, දූෂණයට එරෙහි සටනේදී ඔහුගේ ප්රශ්න ඔහුගේ පෞද්ගලික අදහස් ලෙස සැලකේ.",
        "ඔහු රුවන්ද ජනාධිපති විසින් කරන ලද අදහස් දැක්වීය. නමුත් ඔහු එය බටහිර ගැන සඳහන් කළේ නැත. இது பிறரது கருத்தை தனது கருத்தாக கூறுவதைப் போன்றது. නමුත් එය වැරදිය."
      ]
    },
    "en": {
      "title": "President's visit to the president is disappointing - Tissa Attanayake",
      "body_lines": [
        "President Anura Kumara Dissanayake has been on his US visit as the foreign trips are useless to the country.. United People's Power Organizer Tissa Attanayake said President Anura Kumara Dissanayake had failed to meet the expectation, despite widely expected that the tax concession would be received by US President Donald Trump.",
        "He further stated at a press conference held in Kandy on Sunday (28).",
        "President Anura Kumara Dissanayake has traveled to about 7 - 8 countries so far. He was in the US last week and is currently in Japan.",
        "What is the benefit of the country by his foreign trips along with a visit to Japan? It was widely expected that President Anura, who had traveled to the US, would hold talks with Trump on the tax on Sri Lanka.",
        "No news has been reported that President Anura Kumara Dissanayake met with Trump as the US visit is currently over.",
        "If we get any tax relief from the United States like the GSP Plus tax concession for countries that have fallen in the economy, it will be a great strength for us.. But neither the president nor the ministers who accompanied him did not seem to have carried out any negotiations.",
        "So the president's official visit looks like a tour. In this case, the president's visit to Japan is not known. He is said to have gone to Japan to attend an exhibition.",
        "President. There are also severe criticism of the speech delivered at the General Assembly. In particular, his issues regarding the fight against corruption were seen as his personal comments.",
        "He made the comments made by Ruwanda President. But he did not mention it west. It is like the other's opinion of the other. But it was wrong."
      ]
    }
  },
  "summary_lines": []
}