{
  "translated_text": {
    "ta": {
      "title": "தற்கொலை செய்த மாணவர் பற்றி வெளிப்படுத்தினார்",
      "body_lines": [
        "தாமரை கோபுரத்தால் தற்கொலை செய்து கொண்ட பள்ளி பெண், பள்ளி மாணவரின் நெருங்கிய நண்பரும், அடிமை தீவில் ஸ்லேவன் வீட்டுவசதி வளாகத்தை செய்த மாணவரும் என்று போலீசார் தெரிவித்தனர்.",
        "16 வயதான பள்ளி மைதானங்கள் நேற்று மாலை 3.15 மணியளவில் நெலம் கோபுரத்தின் 29 வது மாடியில் இருந்து தற்கொலை செய்து கொண்டன.",
        "அவர் ஒரு டிக்கெட் வாங்கி நேற்று பிற்பகல் 2.30 மணியளவில் தாமரை கோபுரத்திற்குள் நுழைந்தார்.",
        "மாணவர் லாபியில் உள்ள லாபியில் தங்கியிருப்பதாக தெரிவிக்கப்பட்டுள்ளது, தாமரை கோபுரம் கழிப்பறைக்கு படுக்கைக்கு வந்ததாக தெரிவிக்கப்பட்டுள்ளது.",
        "அந்த இடத்தில், அவளுக்கு சில நிமிட பள்ளி பை, நேர ஜோடி மற்றும் காலணிகள் மற்றும் சி.சி.டி.வி கேமராக்கள் இருந்தன என்பது குறிப்பிடத்தக்கது.",
        "அது நடந்தபோது, ​​ஐந்து பாதுகாப்பு பணியாளர்கள் ஒரே இடத்தில் இருந்தனர், அவர்கள் திசைதிருப்பப்படும் வரை அவள் குதித்தபின் இருந்தாள்.",
        "சர்வதேச தரங்களின் வடிவமைப்பால் அவர் குதிக்க சில முயற்சி செய்துள்ளதாக தெரிவிக்கப்பட்டுள்ளது.",
        "மாணவரின் அடையாளத்தை அடையாளம் காண மாணவரின் பள்ளி பை சோதிக்கப்படும்போது, ​​மாணவர் 11 ஆம் வகுப்பில் படிக்கிறார்.",
        "அவர் கொழும்பைச் சேர்ந்த ஒரு தொழிலதிபரின் மகள் என்பது தெரியவந்தது.",
        "அவர் மரடானா போலீசாரிடம் பேசிக் கொண்டிருந்தார், இரண்டாவது மாணவர் அடிமை தீவில் இரண்டாவது நாளிலிருந்து தற்கொலை செய்து கொண்ட மாணவர்கள் மற்றும் மாணவரின் நெருங்கிய நண்பர் என்று கூறினார்.",
        "நேற்று கொல்லப்பட்ட இரண்டு நபர்களும் ஒரே வகுப்பில் ஒரே வகுப்பைக் கொண்டிருந்தனர் என்றும் அவர் கூறியுள்ளார்.",
        "கடைசியாக மாணவர் கடந்த முறை வகுப்பிலிருந்து தப்பிச் சென்றபோது கடைசியாக லோட்டஸ் கோபுரத்திலிருந்து குதித்ததாக அவரது தந்தை போலீசாரிடம் கூறியதாக தெரிவிக்கப்பட்டுள்ளது.",
        "அதன்படி, இந்த சம்பவத்திற்குப் பிறகு மாணவர் அதிர்ச்சியடைந்தார், மேலும் நிகழ்வு தற்கொலை செய்து கொள்ள வேண்டும்.",
        "தொடர்புடைய சம்பவங்களின் இரண்டு சம்பவங்களும் இதேபோன்ற பல அம்சங்களைக் காணலாம் என்று கூறுகின்றன.",
        "சீருடை, பள்ளி பை மற்றும் காலணிகளை மாற்ற, பள்ளி சீருடையில் வந்த அறிகுறிகள் இது.",
        "இதற்கிடையில், மாணவரின் உடல் அழைத்துச் செல்லப்பட்டு, பிரேத பரிசோதனைக்காக கொழும்பு பொலிஸ் மோர்குவுக்கு கொண்டு செல்லப்பட்டது.",
        "நெலம் ட்ரவுஞ்சின் உறவினர்களும் கலந்து கொண்டனர்.",
        "பின்னர் மாணவரின் எச்சங்கள் இன்று பிற்பகல் உறவினர்களிடம் ஒப்படைக்கப்பட்டன.",
        "இதற்கிடையில், இளம் பருவ குழந்தைகளின் பெற்றோருக்குப் பிறகு இதுபோன்ற சம்பவங்களைத் தவிர்க்க முடியும் என்று உளவியலாளர்கள் சுட்டிக்காட்டுகின்றனர்."
      ]
    },
    "en": {
      "title": "About the student who committed suicide revealed",
      "body_lines": [
        "The school girl who committed suicide by the Lotus Tower, the police revealed that a close friend of the school student and student who committed the Slaven housing complex in Slave Island.",
        "The 16-year-old schoolgrounds had committed suicide from the 29th floor of the Nelum Tower at around 3.15 pm yesterday.",
        "She also bought a ticket and entered the Lotus Tower at around 2.30 pm yesterday.",
        "It is reported that the student had stayed in the lobby in the lobby, it is reported that the Lotus Tower had come to the toilet to bed.",
        "In the place, she was noted that she had a few minutes of school bag, timing pair and shoes, and the CCTV cameras.",
        "When it was taken place, five security personnel had been in the same location and was after she had jumped until they were distracted.",
        "It is reported that she has made some effort to jump due to the design of the international standards.",
        "When the student's school bag is tested to identify the identity of the student, the student is studying in Colombo 11th grade.",
        "It was revealed that she was a daughter of a businessman from Colombo.",
        "He was speaking to the Maradana Police, he said that the second student was a close friend of the students and student who had committed suicide from the second day in Slave Island.",
        "He has also said that the two persons who were killed yesterday have had the same class in the same class.",
        "It has been reported that her father had told the police that the last time student jumped from the Lotus Tower last time when the student had fled the class last time.",
        "Accordingly, the student had been traumatized after the incident and that the event was to commit suicide.",
        "The two incidents of relevant incidents say many similar features can be seen.",
        "It is the symptoms that have arrived in school uniforms, to change the uniform, school bag and shoes.",
        "Meanwhile, the body of the student was taken up and taken to the Colombo Police morgue for the post mortem examination.",
        "The relatives of the Nelum Trounge were also present.",
        "The remains of the student were then handed over to relatives this afternoon.",
        "Meanwhile, psychologians point out that such incidents can be avoided after the parents of adolescent children."
      ]
    }
  },
  "summary_lines": [
    "Student commits suicide at Lotus Tower. Close friend also died recently. Both 16, 11th graders. School uniforms found. Parents' support crucial."
  ]
}