{
  "translated_text": {
    "ta": {
      "title": "புதிய அரசாங்கம் ரூ.",
      "body_lines": [
        "கொழும்பு மாவட்ட வேட்பாளர் வழக்கறிஞரின் தலைவரான கொழும்பின் பெரும்பான்மையானது, தற்போதைய அரசாங்கம் ரூ.. அவர் இன்று (2024.11.07) நடைபெற்ற பத்திரிகையாளர் சந்திப்பில் பேசினார்.",
        "\"தற்போதைய அரசாங்கத்தின் மொத்த கடன் நேற்று ரூபாயை மீறியது. நவம்பர் 6 ஆம் தேதி, அரசாங்கம் 175 பில்லியன் ரூபாய் கடன் வாங்கியது. 17.5 பில்லியன் ரூபாய்.",
        "அதன்படி, தற்போதைய அரசாங்கம் ரூ.சாதாரண மக்களுக்கு ஒரே பில்லியன்களைப் புரிந்து கொள்ளவில்லை.பொது மக்களுக்கு கோடியுடன் தெரியும்.ஆனால் இந்த இலக்கு மிகப் பெரியது.ஒரே பில்லியன் கோடி.1,000 பில்லியன் டிரில்லியனில் ஒன்றாகும்.இப்போது பில்லியன்களின் எண்ணிக்கையை சிந்திக்க முடியும்.",
        "கருவூல மசோதாக்கள் பத்திரங்களை வழங்குவதன் மூலம் பத்திரங்களை வழங்குவதில் இருந்து 139 பில்லியன் டாலர் மற்றும் 200 மில்லியன் டாலர் கடன் வாங்கியுள்ளன.இந்த அரசாங்கம் அதிகாரத்திற்கு வந்தபோது, ​​77 ஆண்டுகளில் பெறப்பட்ட கடன்கள் ரூ.ஆனால் கடந்த ஆறு வாரங்கள் 1.16 டிரில்லியனுக்கு பெறப்பட்டுள்ளன.இந்த அரசாங்கம் ஆட்சியில் இருந்தால், இலங்கை மீட்க முடியாத கடனின் கீழ் கொண்டு வரப்படும் என்பது உறுதி.",
        "ஜனாதிபதி அனுரா டிஸ்டனாயக்கின் நாட்டை அழைத்துச் சென்று நாட்டை ஆட்சி செய்ய ஜனாதிபதியாக இருந்தபோது எதிர்க்கட்சியில் இருந்தார்.அவர் இப்போது ஜனாதிபதியை அறிமுகப்படுத்தியுள்ளார். கடன் வாங்குவதற்கும், ஒரு நாட்டிற்கு ஒரு நாட்டை உருவாக்குவதற்கும் அவர் எதிர்க்கட்சியில் இருப்பதாக அவர் கூறினார்.",
        "இப்போது அவர் ராஜினாமா செய்வாரா என்று அவருக்குத் தெரியாது. அரசாங்கத்தின் செய்தித் தொடர்பாளர் வரலாற்றில் மிகப்பெரிய கடனை கடன் வாங்குவதன் மூலம் மக்களை ஏமாற்ற முயற்சிக்கிறார்.பொய்யுக்குப் பிறகு, திரு. விஜிதா ஹெராத் நாங்கள் புதிய கடனை கடன் வாங்கவில்லை என்று கூறினார்.அவர் மூடிமறைக்க மட்டுமே கடன்கள்.",
        "அரசாங்கத்தின் மற்றொரு பொய், கடனை மட்டும் கோருவது.கடந்த அக்டோபரில் கருவூல மசோதாக்களை ரூ.இருப்பினும், 532.65 பில்லியன் பேர் 532.65 பில்லியன் டாலர் கருவூல பில்கள்.முதிர்ச்சியடைந்த மசோதாவின் முதிர்ச்சியடைந்த மசோதாவில் வட்டி, ஆர்வம் இணைந்துள்ளது.அதாவது ரூ .97 பில்லியன் மற்றும் அக்டோபரில் அரசாங்கத்தை கடன் வாங்கினார். \""
      ]
    },
    "en": {
      "title": "The new government borrowed over Rs.",
      "body_lines": [
        "Majority of the Mahina JHU leader of the Colombo District candidate lawyer, Colombo, says that the present government has obtained loans of Rs. 1.162 trillion.. He was speaking at a press conference held today (2024.11.07).",
        "\"The current government's total debt was exceeded in rupees yesterday. On November 6, the government borrowed 175 billion rupees. 17.5 billion rupees.",
        "Accordingly, the present government has borrowed Rs. 1.162 trillion.The ordinary people do not understand the same billions.The general public knows with crores.But this goal is too big.The only billions of crores.1,000 billion is one of the trillion.Now it is possible to think the number of billions.",
        "The Treasury bills have been borrowed $ 139 billion and $ 200 million from the issuance of bonds by issuing bond issuing bond.When this government came to the power, the loans received from the year 77 years have been left to pay Rs. 30 trillion.But the last six weeks have been obtained for 1.16 trillion.If this government is in power, it is assured that Sri Lanka will be brought under a loan that cannot be recovered.",
        "President Anura Dissanayake was in the opposition when he was a president to take the country and rule the country.He has now debutted President. He said that he was in the opposition to take a borrowing and to make a country to a country.",
        "Now he does not know if he will resign. The government's spokesman still tries to deceive the masses by taking the borrowing of the biggest loan in history.After the lie, Mr. Vijitha Herath said we did not borrow new debt.That he loans only to cover up.",
        "Another lie of the government is to claim the loan alone.The government has released the Treasury bills of Rs. 629.75 billion last October.However, the year 532.65 billion was the Treasury bills of Rs. 532.65 billion.Interest, interest in the maturing bill of the maturing bill has joined.That means Rs 97 billion and borrowed the government in October. \""
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's new government has borrowed Rs. 1.162 trillion, exceeding previous totals. This includes Rs. 175 billion borrowed recently and Rs. 200 million from bond issuance. Critics argue this excessive borrowing may lead to financial instability."
  ]
}