{
  "translated_text": {
    "si": {
      "title": "ජාත්යන්තර මූල්ය අරමුදලේ ප්රතිසංස්කරණය මත ගමන් කිරීම - දූෂණයට එරෙහිව සටන් කිරීම - වෙළඳ ප්රජාවන් අතර ජුලශියුෂුං",
      "body_lines": [
        "ජුලන්තං හි ශ්රී ලංකාවේ එක්සත් ජනපද තානාපතිවරයා පැවසුවේ ආර්ථික ප්රතිසංස්කරණ දුෂ්කර නමුත් ශ්රී ලංකාව නිවැරදි මාවතේ ය.",
        "ඔහු මේ බව කියා සිටියේ කොළඹ එක්සත් ජනපද ශ්රී ලංකා වෙළඳ කවුන්සිලයේ වාර්ෂික රැස්වීමේදීය",
        "ජාත්යන්තර මූල්ය අරමුදලේ EVF වැඩසටහන වන්නේ ආර්ථික පාලන ප්රතිසංස්කරණ සහ දූෂණයට එරෙහිව බලකොටු ඉල්ලා සිටීමයි.",
        "මට මෑතකදී නව ජනාධිපතිවරයා හමුවීමට සහ මෙම කරුණු විසඳීමට අවස්ථාව ලැබුණි.",
        "මීට දින කිහිපයකට පෙර, USAID හි පරිපාලක සමන්ත පවර් ශ්රී ලංකා ආර්ථිකයේ වැදගත් කොටස, අපට උපකාර කළ හැකි ආකාරය සහ අපට උපකාර කළ හැකි ආකාරය පිළිබඳව ඔබේ ජනාධිපතිවරයාට දුරකථනයෙන් කතා කළේය.",
        "පසුගිය මාසයේදී, ඡන්ද පෙට්ටි හරහා වෙනස් වන ලෙස ශ්රී ලාංකික ජනතාවට ආරාධනා කළ බව අපි දුටුවෙමු. ඔවුන් රටේ අනාගතය ගැන ඔවුන්ගේ අපේක්ෂාවන් ප්රකාශ කළහ.",
        "එක්සත් ජනපදය සහ ශ්රී ලංකාව අතර සම්බන්ධතාවය ගොඩනඟා ඇත්තේ බොහෝ අන්යෝන්ය ඇදහිල්ල හා හවුල් වටිනාකම් පදනම් කරගෙන ය.",
        "කෙසේ වෙතත්, ශ්රී ලංකා රජයට ශ්රී ලංකා රජයට සමෘද්ධිමත් විය හැකි ස්ථාවර පරිපාලන පද්ධතියක් නිර්මාණය කිරීම අවශ්ය වේ.",
        "ප්රතිපත්තිවල ආධිපත්යයේ සන්දර්භය තුළ පැහැදිලි හා රෙගුලාසි, ව්යාපාරය දියුණු වෙමින් පවතී.",
        "සම්මත කළමනාකරණ පද්ධතියක් වැඩි ආයෝජන ආකර්ෂණය කර ගන්නා අතර ආර්ථික වර්ධනයේ ආර්ථික වර්ධනය වැඩි කරයි.",
        "එක්සත් ජනපදයේ ශ්රී ලාංකික ව්යාපාරික සබඳතාවල අනාගතය ගැන මට විශ්වාසයි. ජාත්යන්තර මුදල් ප්රතිසංස්කරණවල මාවතෙන් සිදුවීමෙන්, කටහ and වල් සහ සියලු හ and සහ සියල්ලන්ගේම සවන්දීමත් සමඟ අපගේ ආර්ථික සන්ධානයේ පූර්ණ හැකියාවන් වර්ධනය කර ගත හැකිය."
      ]
    },
    "en": {
      "title": "Travel on the Reform of International Monetary Fund - Fight against Corruption - Julisung among trade communities",
      "body_lines": [
        "The US Ambassador to Sri Lanka, Julisung, said that economic reforms are difficult but Sri Lanka is on the right path.",
        "He was speaking at the annual meeting of the US Sri Lanka Trade Council in Colombo",
        "The EVF program of the International Monetary Fund is demanding economic governance reforms and forts against corruption.",
        "I recently had the opportunity to meet the new President and address these issues.",
        "A few days ago, the USAID's administrator Samantha Power telephoned your president on how to help the small middle industry, the important part of the Sri Lankan economy, and how we can help.",
        "Last month, we saw that the Sri Lankan people were invited to change through the ballot boxes. They expressed their expectations for the future of the country.",
        "The relationship between the United States and Sri Lanka is built on the basis of many mutual faith and shared values.",
        "However, it is necessary for the Sri Lankan government to create a stable administration system that the Sri Lankan government can continue to prosper.",
        "In the context of the rule of law in the context of the policies clear and the regulations, the business is thriving.",
        "A standard management system will attract more investment and increase the economic growth of the economic growth.",
        "I am confident of the future of the US Sri Lankan business relations. By going on the path of international currency reforms, we can develop the full potential of our economic alliance by building the voices and all the voices and listenings of all."
      ]
    }
  },
  "summary_lines": [
    "US Ambassador Julisung: Economic reforms challenging but Sri Lanka on right path. IMF's EVF program demands governance reforms and anti-corruption measures. USAID Administrator Samantha Power discusses supporting small businesses. Recent elections reflect Sri Lankans' aspirations. Stronger governance needed for continued prosperity. Clear policies and regulations essential for business growth. Investment-friendly management system crucial for economic development. Future US-Sri Lanka business ties promising with focus on international monetary reform."
  ]
}