{
  "translated_text": {
    "si": {
      "title": "මරණය",
      "body_lines": [
        "බණ්ඩරගම පොලිසිය පවසන්නේ ඔබ ප්රබල බලශක්ති සැපයුමක් ලෙස රෝහලට ගෙන යන විට හිමියන් 13 දෙනෙකු - පිරිමි ළමයින් දෙදෙනෙකු රෝහලට ගෙන ගිය අවස්ථාවේදීය.",
        "පිරිමි ළමයින් බණ්ඩරගම අධිරාජ්යයේ ඉහළ තට්ටුවක උසස් මහලේ උපාධිය ලබා ගත්හ.",
        "මේ කාලය තුළ දරුවන්ගේ බලයේ ශබ්දය ඇසූ පිරිමි ළමයින් පිරිමි ළමයින්ගේ ශරීරයට පුළුස්සා දමනු ලැබීය.",
        "අසල්වාසීන් රෝහලට ගෙන ගියද, ඔවුන් මිය ගිය බව ඔවුහු පැවසූහ. රීල්"
      ]
    },
    "en": {
      "title": "Death",
      "body_lines": [
        "Bandaragama police say that two 13 -year -old boys died when they were taken to the hospital when they were a powerful power supply.",
        "The boys were graduating on the top floor of a three -storey house in Bandaragama Adalugama Kurunduwatta.",
        "During this time, the boys were burned to the body of the boys, hearing the noise of the power of the children.",
        "Though the neighbors were taken to the hospital, they said they died. Remble"
      ]
    }
  },
  "summary_lines": [
    "Two 13-year-old boys died after being electrocuted while playing near a high-voltage power supply in Bandaragama, Sri Lanka. They were rushed to the hospital but succumbed to injuries. The incident occurred during their graduation celebration on the third floor of a three-story building. Neighbors reported hearing loud noises before the tragedy unfolded."
  ]
}