{
  "translated_text": {
    "si": {
      "title": "රනිල් - මහින්ද බදාදා හමුවෙයි",
      "body_lines": [
        "ශ්රී රනිල් වික්රමසිංහ මහතා සහ ජනාධිපති මහින්ද රාජපක්ෂ මහතා, ජනාධිපති රනිල් වික්රමසිංහ මහතා සහ ජනාධිපති මහින්ද රාජපක්ෂ මහතා අතර විශේෂ සාකච්ඡාවක් 524 ජනාධිපතිවරණයේදී රජයේ ප්රධාන නිවේදනය රජය විසින් රජයෙන් ප්රකාශයට පත් කිරීමට රජයෙන් 5 වන බදාදා පැවැත්වීමට නියමිතය.",
        "මේ අතර, එක්සත් ජනතා බලයේ බලය ඇතුළු අනෙකුත් විරුද්ධ පක්ෂවල සමහර සාමාජිකයින් එක්සත් ජාතීන්ගේ පක්ෂය ජනාධිපති රනිල් වික්රමසිංහට සහය දැක්වීම සඳහා එක්සත් ජාතික පක්ෂය සමඟ එක්සත් වී ඇති බවත් පාර්ලිමේන්තු මන්ත්රී රජිත සේනරත්න පළමුවැන්නාට එක්වන බවත් කියනු ලැබේ.",
        "පාලක ශ්රී ලංකා පීඒ සහ ජනාධිපති රනිල් වික්රමසිංහ අතර ජනාධිපතිවරණය පිළිබඳ ජනාධිපතිවරණය කෙරෙහි අවධානය යොමු කරන සාකච්ඡා දිගු කලක් තිස්සේ පැවතුනි.. එම සාකච්ඡා දැන් අවසාන අදියර කරා ළඟා වී තිබේ. පීඒ ජනාධිපති මහින්ද රාජපක්ෂ මහතා විසින් 17 වන දින ජනාධිපතිවරණය පිළිබඳ පක්ෂයේ ස්ථාවරය ප්රකාශයට පත් කරනු ඇත.",
        "මීට පෙර ජනාධිපති රනිල් වික්රමසිංහ මහතා මැතිවරණයට ඉදිරිපත් වීමට වග බලා ගත යුතු අතර, PA ඇතුළු පාර්ශවකරුවන්ගේ සහාය අපේක්ෂා කිරීම.. මෙම සන්දර්භය තුළ පාර්ලිමේන්තු මන්ත්රී රජිත සේනරත්න මහතා පසුගිය අඟහරුවාදා ජනාධිපති රනිල් වික්රමසිංහ මහතා හමුවිය.. එක්සත් ජනතා බලයේ රජයට සහාය දෙන ලෙස රජයට බැඳෙන ලෙස ජනාධිපතිවරයා රජයට උපදෙස් දී තිබේ.",
        "අනෙක් අතට, මහින්ද රාජපක්ෂ මහතා ජනාධිපතිවරයාට දන්වා ඇත්තේ 17 වන සඳුදා ජනාධිපතිවරණය පිළිබඳ පීඒ ගත් තීරණය ප්රකාශයට පත් කිරීමට අදහස් කරන බවයි.. ජනාධිපති සහ මහින්ද රාජපක්ෂ මහතා අතර බදාදා සාකච්ඡාව පැවැත්වේ.",
        "අනෙක් අතට, මන්ත්රී නිමල් ලන්සාගේ නායකත්වයෙන් යුත් නව දේශපාලන සන්ධානය 8 වන දින හම්බන්තොටා හි පැවැත්වීමට නියමිත රැස්වීමකදී ජනාධිපති රනිල්ට සහාය දැක්වීමේ ස්ථාවරය ප්රකාශ කරනු ඇත.. අමාත්ය මහින්ද අමරාවීර මෙම රැස්වීම සංවිධානය කරයි. අමාත්ය කන්ජනා විජේසේකරගේ විධිවිධානය අනුව මේ මස 16 වන දින මාතරා හි රැස්වීමක් පැවැත්වීම ද වටී."
      ]
    },
    "en": {
      "title": "Ranil - Mahinda meets Wednesday",
      "body_lines": [
        "A special discussion between President Ranil Wickremesinghe and President Mahinda Rajapaksa, President Mahinda Rajapaksa, will be held on Wednesday, 5th as the key announcement from the government is to be announced from the government on the 2024 presidential election.",
        "Meanwhile, some members of other opposition parties, including the United People's Power, are said to be united with the United National Party in support of President Ranil Wickremesinghe and that MP Rajitha Senaratne is expected to join the first.",
        "Negotiations focusing on the presidential election between the ruling Sri Lanka PA and President Ranil Wickremesinghe have been going on for a long time.. Those negotiations have now reached the final stage. PA President Mahinda Rajapaksa will announce the party's position on the presidential election on the 17th.",
        "Earlier, President Ranil Wickremesinghe should be sure to contest the election, and the expectation of supporting parties, including the PA.. In this context, Parliamentarian Rajitha Senaratne met with President Ranil Wickremesinghe last Tuesday.. The President has advised the government to join the government to support the government in the United People's Power.",
        "On the other hand, Mahinda Rajapakse has informed the President that he intends to announce the PA's decision on the presidential election on Monday 17th.. The discussion will take place between the President and Mahinda Rajapaksa on Wednesday.",
        "On the other hand, the new political coalition, led by MP Nimal Lansa, who has announced his support for the president, will announce the position of supporting President Ranil at a meeting to be held in Hambantota on the 8th.. Minister Mahinda Amaraweera organizes this meeting. It is also worth noting that a meeting was held on the 16th of this month in Matara in the arrangement of Minister Kanjana Wijesekera."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe and former President Mahinda Rajapaksa will meet on Wednesday to discuss the upcoming 2024 presidential election. This comes after prolonged negotiations with the ruling Sri Lanka PA, which have reached a critical stage. Support from various opposition parties, including the United People's Power and the United National Party, is anticipated for Wickremesinghe. Meanwhile, Rajapaksa plans to announce the PA's stance on the election on the 17th."
  ]
}