{
  "translated_text": {
    "si": {
      "title": "අපි ටිකක් දුරින් යමු",
      "body_lines": [
        "රටේ අනාගත පරම්පරාවන් සඳහා හෙට දීප්තිමත් හෙට දවසක් නිර්මාණය කිරීම සඳහා ගමන් කරමින් සිටින ජනාධිපති රනිල් වික්රමසිංහ මහතා මෙම දුෂ්කර ආර්ථික මාවත සඳහා මඳක් ඉදිරියට යා යුතු බව පාලක පක්ෂයේ ප්රධාන දූෂිත හා නගර සංවර්ධනය හා නිවාස අමාත්ය ප්රසන්න රණතුංග මහතා පැවසීය.",
        "මෙම ආර්ථික පා course මාලාව වෙනස් වුවහොත්, අතීතයට වඩා වැඩි දුෂ්කරතාවන්ට අප මුහුණ දීමට සිදුවන බව අමාත්යවරයා අවධාරණය කරයි.",
        "උඩුගම්පෝලා ප්රදේශයේ අඟහරුවාදා (27) පැවති ප්රසිද්ධ රැස්වීමකට සහභාගී වූ අමාත්ය ප්රසන්න රණතුංග.",
        "අපේ රටේ ක්රියාත්මක වන ණය ප්රතිව්යුහගත කිරීමේ වැඩසටහන සාකච්ඡා කිරීම සඳහා ජනාධිපතිවරයා ජාත්යන්තර මූල්ය අරමුදල සමඟ ප්රසිද්ධියේ කැඳවා තිබේ.. දෙදෙනාම කතා කිරීමට හැකියාව ඇත. ඉතින් අපි හිතුවේ ඔවුන් මේ අභියෝගය භාරගනී කියලා.",
        "විපක්ෂ නායකවරයා එම අභියෝගය ගැන බොහෝ සිතා බලා පිළිගනු ලැබේ. එහෙත් ජනාධිපති අපේක්ෂකයා ලෙස ඔහු විවාදයට පැමිණෙනු ඇත්ද යන්න තවමත් පැහැදිලි නැත. සෑම මචන්ඩ්ඩි සහ කොරිඩෝවක සත්යය වන අනුර කුමාර දිසානායකගේ පරීක්ෂාවක් නොමැත. අප දන්නා පැරණි ජේවීපී පිරිමින් මේ වගේ නොවේ. අභියෝගයක් පැමිණ එය පිළිගන්නා විට. නමුත් වත්මන් ජේවීපී. මිනිසුන්ට එතරම් නිර්භීත කොඳු ඇට පෙළක් නොමැත, ඔවුන්ට පුරසාරම් දොඩයි.",
        "සජිත් සහ අනුරෙහි ආර්ථික ප්රතිපත්ති ක්රියාත්මක කරන විට, සාමාන්ය ජනයා වෙනුවෙන් ආහාර ගැනීම කාලය වනු ඇත. ඔවුන් මේ ලෝකයේ ක්රියාත්මක කළ හැකි මූලධර්ම නොවේ. අනුර සහ සජිත් මහලු අයයි. අනුරුවාගේ ආණ්ඩුවේ මුදල් ඇමති සුනිල් හන්දුනෙට්ටි එලොන් වෙස්මුහුණක් මෙන් ආර්ථික ler ාතකයෙකු ලෙස හැඳින්වේ එබැවිනි.. ලෝකය නොදන්නා මේ අය සමඟ රට ගොඩනඟන්නේ කෙසේද?රටේ ආර්ථිකයක් ගොඩනඟන්නේ කෙසේද?",
        "ලෝකය දැන් නවීනයි, එබැවින් පැරණි ලෝකය සඳහා සැලසුම් නිර්මාණය කිරීම නිෂ් less ල ය. විරුද්ධ පක්ෂ සිතන්නේ ඔබට මිනිසුන්ව බොරු කීමට හා රැවටීමට හැකි බවයි. මෙවර මැතිවරණ ප්රති .ලවල ඔවුන් කොපමණ ප්රමාණයක් තිබේද යන්න ඔබට දැක ගත හැකිය.",
        "ජේවීපී 88/89 කාල සීමාව තුළ බස් රථ ගිනිබත් කරන ලද අතර ට්රාන්ස්ෆෝමර් පුළුස්සා දැමූ බව බැංකු කැඩී ගිය අතර රජයේ වත්කම් විනාශ විය. සංවර්ධනය කිරීම සඳහා මුදල් නැවත ස්ථාපනය කිරීම සඳහා මුදල් වියදම් කිරීමට රටට සිදුවිය. එබැවින් ජේවීපී මෙම ආර්ථික අර්බුදයේ දී ද භූමිකාවක් ඉටු කරයි. අවුරුදු 75 ක ශාපය ගැන කතා කරන ජේවීපී, එය ඇති වූ ආර්ථික විනාශය ගැන කතා කළේ නැත. හරි දේවලට එරෙහි වීමට ඔබට ශක්තිමත් කොඳු ඇට පෙළක් තිබිය යුතුය. ජේවී හෝ සජිත් සඳහා එවැනි කොඳු නාරටියක් නොමැත.",
        "ජනාධිපති ගෝතබායාගේ රජය ජාත්යන්තර මූල්ය අරමුදලට එක්වන විට, අපේ සමහර ඇමතිවරු ඊට විරෝධය දැක්වූහ. අර්බුදය ආරම්භයේදී අප ජාමූඅ වෙත ගියහොත් ජනතාවට පෙළගැස්වීමට අවශ්ය නොවනු ඇත.. අපි දැන් වෙනස් වෙස්මුහුණක් ඇඳගෙන ජනාධිපතිතුමාට වෙනස් අපේක්ෂකයෙකු ඉදිරිපත් කරමු. මිනිසුන් රැවටීමට මිනිසුන් නොයනු ඇත.",
        "ජාමූඅ මූර්තියක් නොවේ, නමුත් එය සම්පත් සපයන දෙවියෙකු නොවේ. ජනාධිපතිවරයාට අන් අය මෙන් බොරු කීමට සහ සුරංගනා කතා කිරීමට හැකිය. නමුත් ඔහු බොරු කියන නායකයා නොවේ. රජයක් වශයෙන්, අපි එය පිළිගන්නේ මිනිසුන් තවමත් පීඩනයකට ලක්ව ඇති බවයි. මෙම ගමන ඉතා අපහසුය. නමුත් ඔබ මෙම දෘ hard තැටිය ගැන ටිකක් දුරින් ගියහොත්, ඔබේ දරුවාට දීප්තිමත් අනාගතයක් ඇත. මෙම ආර්ථික පා course මාලාව වෙනස් වී ඇත්නම්, ඔබට පෙර කාලයකට වඩා දුෂ්කරතාවන්ට මුහුණ දීමට සිදුවේ. ඉතින්, මේ දුෂ්කර ආර්ථික මාවත ගැන තව ටිකක් ඉදිරියට යන්න කියා මම ඔබ සැමට ආරාධනා කරමි."
      ]
    },
    "en": {
      "title": "Let's go a little farther",
      "body_lines": [
        "President Ranil Wickremesinghe, who is traveling to create a bright tomorrow for the future generations of the country, has to go a little further on this difficult economic path, said the ruling party's chief corrupt and city development and housing minister Prasanna Ranatunga.",
        "The Minister emphasizes that if this economic course is changed, we will face more difficulties than the past.",
        "Minister Prasanna Ranatunga, who attended a public meeting held on Tuesday (27) in Udugampola area.",
        "The President has publicly called on the Opposition Leader and Anura Kumara Dissanayake to come up with the International Monetary Fund to discuss the debt restructuring program that is currently being implemented in our country.. Both are capable of speaking. So we thought they would accept this challenge.",
        "Opposition Leader is very thought of and accepted that challenge. But it is not yet clear whether he will come to the debate as the presidential candidate. There is no temptation from Anura Kumara Dissanayake, who is the truth of every muchandi and corridor. The old JVP men we know are not like this. When a challenge comes up and will come and accept it. But the current JVP. People do not have such a brave spine, they can only boast.",
        "When the economic policies of Sajith and Anura are implemented, it will be time to eat for ordinary people. They are not the principles that can be implemented in this world. Anura and Sajith are old men. That is why Sunil Handunnetti, the finance minister of Anuravu's government, is called an economic killer like Elon Mask.. How can you build the country with these people who do not know the world?How to build a country's economy?",
        "The world is now modern, so it is useless to create plans for the old world. Opposition parties think that you can always lies and deceive people. This time you can see how much they are in the election results.",
        "During the JVP 88/89 period, buses were burned, transformers were burned, banks were broken and government assets were destroyed. The country had to spend the money to be re -built on the money to develop. Therefore, the JVP also plays a role in this economic crisis. The JVP, who talks about the 75 -year -old curse, did not talk about the economic destruction it had caused. You have to have a strong spine to resist what is right. There is no such backbone for JV or Sajith.",
        "When President Gotabhaya's government was joining the International Monetary Fund, some of our ministers protested against it. If we went to the IMF at the beginning of the crisis, the people would not have to stand in line.. We are now wearing a different mask and making a different candidate to the President. People will not fall in their deception.",
        "IMF is not a sculpture, but it is not a God that provides resources. The president can lie like others and make fairy tales. But he is not the leader who lies. As a government, we accept it that people are still under pressure. This trip is very difficult. But if you go a little farther on this hard track, your child will have a bright future. If this economic course is changed, you will have to face more difficulties than previous times. So, I invite all of you to go a little further on this difficult economic path."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "President Wickremesinghe faces economic challenges. Minister Prasanna Ranatunga urges going further on the difficult path. Opposition Leader Anura Kumara Dissanayake invited to discuss IMF debt restructuring. Criticism of Sajith and Anura's economic policies. Reference to JVP's past actions causing economic destruction. Government accepts IMF involvement, emphasizing the difficulty of the journey ahead."
  ]
}