{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාවේ ජාතිකවාදය අසාර්ථක වී ඇත - මම කැනඩාවේ ප්රජාවට එහි විවිධත්වය සඳහා ආදරෙයි",
      "body_lines": [
        "ජේවීපී නායක අනු අනු අනුදේශ සයිසේනානායක මහතා කියා සිටියේ ශ්රී ලංකාවේ ජාතිකවාදය අසාර්ථක වී ඇති බවත් එහි විවිධත්වය සඳහා කැනඩාවේ ප්රජාව වීමට මට අවශ්ය බවත්ය.",
        "කැනඩාවේ ශ්රී ලාංකිකයින් බලාපොරොත්තු වන්නේ තත්වය වෙනස් කිරීමට දායක විය හැකිය.",
        "බල බලය අත්පත් කර ගැනීම සඳහා ශ්රී ලංකා වත්මන් රජය නැවත නැඟිටීම ඉරිදා ප්රහාරය භාවිතා කළ බව ඔබ සිතනවාද?",
        "පිළිතුර: බලය අල්ලා ගැනීමට මෙම රජය මෙම රජය යොදාගත් බව ප්රජාව විශ්වාස කරයි.",
        "ප්රජාව දැනටමත් රජයට දොස් පවරයි.",
        "සන්ඩේ ප්රහාරයේ ජීව රුධිරය පිළිබඳ වෙනම පරීක්ෂණ තුනක් සිදුවී ඇත - 2018 ත්රස්ත කණ්ඩායම killing ාතනය කිරීම පිළිබඳව සොයා බැලීමට පොලිස් නිලධාරීන් දෙදෙනෙකු අපොහොසත් වී තිබේ.",
        "පිළිතුර - ඔව්, පොලිස් නිලධාරීන් දෙදෙනෙකු murder ාතනය කිරීම පිටුපස සිටින්නේ කවුරුන්ද යන්න ඔබ සොයා ගත යුතුය.",
        "දේශපාලන ප්රචණ්ඩත්වය, අපගේ අග්රාමාත්ය (කැනඩාව) කැනඩාවේ මිනිසෙකු ate ාතනය කළ බවට ඉන්දියාවට චෝදනා කර තිබේ.",
        "පිළිතුර: ඉන්දීය රජය මීට මාස දෙකකට පෙර මාව ඉන්දියාවට කැඳවූවා - අපි ඉන්දියාවට විරුද්ධව කිසිවක් කර නැත. මෝඩිට ඉන්දියාවේ අභ්යන්තර කටයුතු පාලනය කළ හැකි නමුත් එය ශ්රී ලංකාවට බලපාන්නේ නැත.",
        "දශක තුනකට පෙර ඉන්දියාව එවැනි උද් campaign ෝෂනයක් දියත් කළ නමුත් ඔවුන් දැන් වෙනස් වෙමින් පවතී. ඉන්දියාව දැන් සැලකිලිමත් වන්නේ ඉන්දියාව දැන් සැලකිලිමත් වන්නේ ඉන්දියාවක පමණි.",
        "සමාජවාදයේ ශක්තිමත් ආධාරකරුවෙකුගේ පදනම මත ඔබේ ව්යාපාරය යථා තත්ත්වයට පත් කිරීම සඳහා ජාත්යන්තර ගිවිසුම් ගැන ඔබ සැලකිලිමත්ද?ශ්රී ලංකාව කුමක් කළ යුතුද?",
        "පිළිතුර - අපට ජාත්යන්තර මූල්ය අරමුදලේ ගිවිසුම අත්හැරිය නොහැකිය.",
        "ඒ අතරම, මෙම අර්බුදයෙන් මිදීමට ජාත්යන්තර මූල්ය අරමුදලේ අදහස් ප්රමාණවත් නොවේ, එබැවින් අප අපගේ විසඳුම් නිර්මාණය කළ යුතුය.",
        "ඉන්දියාව සහ ජපානය ජාත්යන්තර මූල්ය අරමුදල පිළිබඳ අදහසෙහි දක්නට ලැබෙන නමුත් චීනය ශ්රී ලංකාවට වැඩි ණය ලබා දුන් රටයි - ශ්රී ලංකාවට වැඩි ණය ප්රමාණයක් ලබා දී ඇත.",
        "මට කැනඩාවේ ප්රජාව එහි විවිධත්වය සඳහා අවශ්යයි. ශ්රී ලංකාව ලෝකයේ ලෝකයේ විශාලතම ජනගහනය ඇති කුඩා රටකි. නමුත් විවිධත්වය සැමරීමක් ගොඩනැගීමට අප අපොහොසත් වී ඇත.",
        "අන්ත දක්ෂිනාංශික ප්රවණතාව බොහෝ ඩිමොක්රටිකයින්ගේ ගමන් කරන අතර ජනවාර්ගික ක්රමවේදයන් නිර්මාණය කරයි - මෙය ඔබට සැලකිලිමත් විය යුතුද?",
        "පිළිතුර - ශ්රී ලංකාවේ ජාතිකවාදය දැනටමත් අසාර්ථක වී ඇත - දේශපාලන politicians යන් බොහෝ වාර ගණනක් අත්හදා බලා අසාර්ථක වී ඇත."
      ]
    },
    "en": {
      "title": "Nationalism in Sri Lanka has failed - I love the Canada community for its diversity",
      "body_lines": [
        "JVP leader Anuragumaratisanayake said that nationalism has failed in Sri Lanka and I want to be the Canada community for its diversity.",
        "Sri Lankans in Canada hope they can contribute to change the situation.",
        "2 Do you think that the current government of Sri Lanka used the resurrection Sunday attack to seize power?",
        "Answer: The community believes that this government used this government to seize power.",
        "The community already blames the government.",
        "There have been three separate investigations into the lifeblood of the Sunday attack -In 2018, two police officers have failed to investigate the killing of the terrorist group.",
        "Answer- Yes, you need to find out who is behind the murder of two police officers.",
        "Speaking of Question-Political Violence, our Prime Minister (Canada) has accused India of assassinating a man in Canada.",
        "Answer: The Indian government called me to India two months ago- We have done nothing against India. Modi can handle India's internal affairs but it is not going to affect Sri Lanka.",
        "Three decades ago India launched such a campaign- but they are now changing. India is now only concerned with India's security.",
        "Are you concerned about international agreements to restore your business on the basis of a strong supporter of socialism?What should Sri Lanka do?",
        "Answer- We cannot leave the agreement of the International Monetary Fund.",
        "At the same time, the ideas of the International Monetary Fund are not enough to get rid of this crisis, so we must create our solutions.",
        "India and Japan are found in the idea of the International Monetary Fund but China is out of those activities - the country that has given more debts to Sri Lanka.",
        "I want the Canada community for its diversity. Sri Lanka is a small country with the largest population in the world of the world but we are still failing to build a celebration of diversity.",
        "The extreme right -wing tendency is heading in many democrats and creating ethnic systems - is this a matter of concern to you?",
        "Answer - Nationalism in Sri Lanka has already failed - politicians have tried many times and failed."
      ]
    }
  },
  "summary_lines": [
    "Nationalism in Sri Lanka has failed, with JVP leader Anuragumaratisanayake expressing a desire for the Canada community's diversity. The community blames the current Sri Lankan government for the resurrection Sunday attack, despite three investigations. India's role in political violence is debated, with the Canadian Prime Minister accusing India of assassination. Sri Lanka's stance on international agreements, particularly with the IMF, is complex, highlighting the need for self-reliance. The failure to celebrate diversity in Sri Lanka is contrasted with the Canada community's success."
  ]
}