{
  "translated_text": {
    "ta": {
      "title": "சாமரி டன்டர்ஸ் டன்டர்களுக்கு ஒப்புக்கொள்கிறார்",
      "body_lines": [
        "தற்போதைய மகளிர் கிரிக்கெட்டில் குறைந்தது வீரராக மாறியிருக்கும் இலங்கை தலைவர் சாமரி அடாபட்டு, தாண்ட்ரேலியன் மகளிர் பாஷ் லீக் (WBBL) ஐ சிட்னி இடியுடன் ஒப்பந்தம் செய்துள்ளார்.",
        "அவர் சிட்னி தண்டர்ஸுடன் இருந்தபோதிலும், சிட்னி இடியுடன் சிட்னி இடியுடன் இருந்தார், அவர் சிட்னி இடியுடன் விளையாடியிருந்தாலும் கூட.",
        "இருப்பினும், சாமரி மேடையில் மேடையில் நிகழ்த்த முடிந்தது, 14 இர்ராமில் ஐந்து அரை நூற்றாண்டுகளுடன் 552 ரன்கள் எடுத்தார்.",
        "இது கட்டத்தில் பேட்ஸ்மேனின் இரண்டாவது அதிக மதிப்பெண் பெற்றவர், 42.46 பேர் இன்னிங்ஸில் இருந்தனர்.",
        "கூடுதலாக, அவர் 9 விக்கெட்டுகளையும் சிட்னி இடி விளையாடிக் கொண்டிருந்தார்.",
        "விதிவிலக்கான திறமை காரணமாக போட்டிகளில் ஹெவாராவுக்கான விருதை சாமரி வென்றார்.",
        "இருப்பினும், இந்த நிகழ்வில் எட்டு அணிகள் பங்கேற்ற நிலையில், சிட்னி அணி அதே போனஸ் அடையாளத்தில் 4 வது இடத்தில் நிறுத்த வேண்டியிருந்தது.",
        "இயக்கக்கூடிய பிக் பாஷ் மகளிர் லீக் இந்த ஆண்டு அக்டோபர் 27 ஆம் தேதி தொடங்க உள்ளது."
      ]
    },
    "en": {
      "title": "Chamari Tunders agree to Tunders",
      "body_lines": [
        "Sri Lanka Leader Chamari Atapattu, who has become a striking at least player in the current women's cricket, has contracted the Thandrelean Women's Bash League (WBBL) with Sydney Thunders.",
        "Although she was with Sydney Thunders, she was with Sydney Thunders with Sydney Thunders, even though she was played with Sydney Thunders.",
        "However, Chamari managed to be performed in the stage at the stage, she was able to score 552 runs with five half centuries in 14 Irram.",
        "It was the second highest scorer of the batsman in the phase, and 42.46 were at the innings.",
        "In addition, she was playing 9 wickets and the Sydney Thunders.",
        "Chamari won the award for the herowara in the tournament due to the exceptional talent.",
        "However, with eight teams participating in the event, the Sydney team had to stop at the 4th place in the same bonus mark.",
        "The operable Big Bash Women's League is due to start on October 27 this year."
      ]
    }
  },
  "summary_lines": [
    "Chamari Atapattu, Sri Lanka's cricket leader, joins the Sydney Thunders in the Women's Bash League (WBBL). Despite being part of the team, she notably scored 552 runs with five half-centuries in 14 matches, making her the second-highest run-scorer. Additionally, she took nine wickets and was awarded the hero of the tournament. However, the Sydney Thunders finished fourth with eight teams competing. The WBBL starts on October 27."
  ]
}