{
  "translated_text": {
    "ta": {
      "title": "காமிந்தா மற்றும் வாண்டேசிஜ் முதல் இங்கிலாந்துக்கு",
      "body_lines": [
        "இலங்கை மெண்டிஸ் மற்றும் இலங்கை சோதனைக் குழு ஜெஃப்ரி வந்தஸ், இன்று (14) இங்கிலாந்துக்கு புறப்படுவார்கள் என்று இலங்கை கிரிக்கெட்டின் மூத்த அதிகாரி ஒருவர் தெரிவித்தார். இங்கிலாந்து டெஸ்ட் சுற்றுப்பயணத்திற்கு பங்கேற்க வேண்டிய இரண்டு வீரர்கள்.. இலங்கை சமீபத்தில் இங்கிலாந்துக்கு புறப்பட்டது.",
        "ஜெஃப்ரி வான்டெஸியின் வருகை அவரது விசா விண்ணப்பத்தின் தாமதம், அவர் தனது விசா விண்ணப்பத்தை தாமதப்படுத்துகிறார், ஆனால் அவரது விசா விண்ணப்பத்தின் தாமதம் காரணமாக அவரது விசா தாமதம் தாமதமானது.. கம்மிண்டா அணியின் பிரதான நள்ளிரவு, அதே போல் கூடுதல் ஸ்பின்னர் விளையாட வேண்டும்",
        "இருப்பினும், வெஷாவின் விசா வெளியிடப்பட்டது, இருப்பினும், கோமிக்கின் விசா இன்று காலை மற்றும் உயர் அதிகாரியைப் பெறும்.. இலங்கை அணியும் இன்று (14) பயிற்சி போட்டியில் பங்கேற்கும்.",
        "3-போட்டிகள் சோதனைத் தொடரின் முதல் போட்டி ஆகஸ்ட் 21 அன்று தொடங்கும்."
      ]
    },
    "en": {
      "title": "Kaminda and Vandesige to England",
      "body_lines": [
        "Sri Lanka Mendis and Geoffrey Vandis, Sri Lanka Test team, will leave for England today (14th), a senior officer of Sri Lanka cricket said. The two players who are supposed to participate in the visit to England Test tour.. Sri Lanka left for England recently for the tournament.",
        "Attendance of Jeffrey Vandesy is the delay of his visa application, he delays his visa application, but his visa delay was delayed due to the delay of his visa application.. The main midnight of the Kamminda squad, as well as an additional spinner is to be played",
        "However, Vesha's Visa has been released, however, and Komick's visa will be received this morning and the higher officer.. The Sri Lankan team will also participate in the training competition today (14).",
        "The first match of the 3-match test series will commence on August 21."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's Mendis and Vandis will travel to England today for a Test tour, despite visa delays affecting player attendance. Their first match is scheduled for August 21."
  ]
}