{
  "translated_text": {
    "ta": {
      "title": "ஆறு பயிர்களின் அறுவடையை விட்டுக்கொடுக்கும் குறிக்கோள்",
      "body_lines": [
        "விவசாயத்தில் இளைஞர் தொழில் முனைவோர் வாய்ப்புகள் அதிகரித்து வருகின்றன",
        "அறுவடை இழப்புகளைக் குறைக்க ரயில்வே சேவையைப் பயன்படுத்த நடவடிக்கை எடுக்கப்படும் - வேளாண் மற்றும் தோட்டத் தொழில்கள் அமைச்சகம் ஜனகா, தர்மகிர்ஹி.",
        "மக்காச்சோளம் உற்பத்தியை மேம்படுத்துவதற்கு உரம் மற்றும் வேளாண் வேதியியல் நடைமுறைகள் அறிமுகப்படுத்தப்பட்டுள்ளன - வேளாண் துறையின் இயக்குநர் ஜெனரல்.",
        "நிறுவனத்தில் விலங்கு பண்ணை உரிமையாளர்களை மாற்றுவதற்கான ஒரு நடவடிக்கை - விலங்கு உற்பத்தி மற்றும் சுகாதாரத் துறையின் இயக்குநர் ஜெனரல்.",
        "சந்தையில் பொதுவான உரம் - விவசாய மேம்பாட்டுத் துறையின் ஆணையர் (சேவைகள்).",
        "விவசாயக் கொள்கையை நிதி அமைச்சகம் - கூடுதல் செயலாளர் (வேளாண் தொழில்நுட்பம்) அங்கீகரித்துள்ளது.",
        "நெல் அறுவடையின் அளவை இரட்டிப்பாக்க நெல் அறுவடையின் வளர்ச்சியின் இலக்கை அடைய ஜனாதிபதி ரணில் விக்ரமேசிங் நடவடிக்கை எடுத்துள்ளார், திரு. ஜனக தர்மகிர்தி கூறினார்.",
        "இதற்கு ஒரு தொழில்நுட்ப தொகுப்பு அறிமுகப்படுத்தப்பட்டுள்ளது என்றும், பாரம்பரிய விவசாயத்திற்கு அப்பால் வளர்ந்து வரும் உணவுத் தேவையை பூர்த்தி செய்வதற்கு வேளாண் அமைச்சகம் பொறுப்பு என்றும் அவர் கூறினார்.",
        "வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சின் செயலாளர் ஜனகா தர்மகிர்தி ஜனாதிபதி ஊடக மையத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் பங்கேற்ற இந்த அறிக்கையை பங்கேற்றார்.",
        "விவசாயத்திற்கு புதிய தொழில்நுட்பத்தை அறிமுகப்படுத்துவதன் நன்மைகள் இன்னும் பெறப்படுகின்றன என்று அவர் கூறினார்.",
        "பாரம்பரிய விவசாயத்திற்கு அப்பால் அதிகரித்து வரும் உணவுத் தேவையை பூர்த்தி செய்ய வேளாண் அமைச்சின் பொறுப்பு வேளாண் அமைச்சகத்திற்கு உள்ளது. இது இப்போது வெற்றிகரமாக நிர்வகிக்கப்படுகிறது என்று சொல்வது அவசியம். ஜனாதிபதி ரணில் விக்ரெமேசிங்கிடம் பேசிய ஆறு-தாவர கலாச்சாரத்தில் இலக்கை அடைய நடவடிக்கை எடுத்துள்ளார், நெல் அறுவடையின் ஆடிட்டோரியம் இரட்டிப்பாக வேண்டும்.",
        "இந்த நோக்கத்திற்காக விவசாய நவின்னா திட்டத்தின் கீழ் ஒரு தொழில்நுட்ப தொகுப்பை அறிமுகப்படுத்தியுள்ளோம். மேலும், தரிசு நெல் நிலங்கள் உட்பட மீதமுள்ள நெல் வயல்கள், மற்றவை",
        "பயிரிடப்பட்ட நிலத்தை மற்ற பயிர்களுக்கு அனுப்ப நாங்கள் நடவடிக்கை எடுத்துள்ளோம். நாடு எட்டு நூறு மற்றும் எட்டு மெட்ரிக் டன் அரிசியை நடைமுறைப்படுத்தியுள்ளது என்று கூறப்படுகிறது.",
        "நெல் விலை தொடர்பாக ஒரு அமைச்சாக தலையிட வாய்ப்பில்லை. எவ்வாறாயினும், திறந்த பொருளாதாரத்தில் விலைகளைப் பராமரிப்பது நியாயமானதாக இருக்கும் என்று அரசாங்கம் நம்புகிறது. விலையின் அதிகரிப்பு இரண்டு முறை, ஆனால் அரசாங்கத்தால் தலையிட முடியாது, ஆனால் அது தொடர்ந்தால் தலையிடலாம். படிகள் தற்போது இரண்டு வகை அரிசியில் பராமரிக்கப்பட்டு வருகின்றன, ஆனால் எதிர்காலத்தில் அனைத்து அரிசி பாதுகாப்பான பங்குகளையும் செய்ய முடியும்.",
        "மேலும், வறண்ட மண்டலத்திற்கு அதிக கவனம் செலுத்தி, வேளாண்மைத் துறையின் பரிந்துரைகளின் பேரில் பயிரிடப்பட்ட நெல் வயல்களுக்கு தரிசு மற்ற பயிர்களுக்கு ஒதுக்கப்பட்டுள்ளது. இது உணவு உற்பத்தியில் சாதகமான படியாக இருக்கும்.",
        "பாரம்பரிய சாகுபடி முறைக்கு வெளியே உணவுத் தேவைகளின் வளர்ச்சிக்கு ரூ.. அதன்படி, 26 பிரதேச செயலியல் பிரிவுகளுக்குள் பல்வேறு விவசாய நடவடிக்கைகளுக்கு வட்டி இல்லாத கடன்கள் வழங்கப்பட்டுள்ளன.. இதற்கு இணையாக, இளம் வேளாண்-தொழில்முனைவோர் திட்டம் செயல்படுத்தப்படும். இது விவசாயம், தோட்டத் தொழில்கள், விலங்கு மற்றும் மீன்வளத் தொழில்களில் இளம் தொழில் முனைவோர் வாய்ப்புகளை அதிகரித்துள்ளது.",
        "சிறப்பு திட்டங்கள் உள்ளூர் எல்லைக்கு அப்பால் செயல்படுத்தப்பட்டு வெளிநாட்டு சந்தைகளை குறிவைக்கின்றன. ஸ்ட்ராபெர்ரி, மா மற்றும் அன்னாசிப்பழம் போன்ற பழ பயிர்களின் ஏற்றுமதிகள் அதிக சாய்ந்தவை.",
        "கூடுதலாக, அறுவடையில் கவனம் செலுத்தி தம்புல்லாவில் தம்புல்லாவில் ஒரு குளிர் நிறுவப்படும். பொருத்தமான பயிர்களின் விவசாயிக்கு தெரிவிக்கப்படுகிறது, ஆனால் அவர்கள் அதைப் பற்றி கவலைப்படுவதில்லை, தேவைக்கு ஏற்ற ஒரு தயாரிப்பை உருவாக்குகிறார்கள். அமைச்சின் கீழ் செயல்படுத்தப்பட்ட பொருளாதார மையங்களின் நிர்வாகத்தின் காரணமாக, அறுவடை இழப்புகள் 50% ஐ குறைக்க முடிந்தது. விவசாயியின் உதவியுடன் அறுவடை முறைகளை வழங்கும் முறையைத் தயாரிக்க நாங்கள் மேலும் பணியாற்றி வருகிறோம். ரயில்வே சேவையை குறைக்க பேசுவது, குறிப்பாக போக்குவரத்துக்குப் பிறகு, போக்குவரத்து அமைச்சகத்துடன் விவாதிக்கப்படுகிறது. பெலித்தேவிலிருந்து வரும் ரயில் மற்ற மாகாணங்களிலும் கவனம் செலுத்தியுள்ளது.",
        "பழங்கள் மற்றும் காய்கறி உற்பத்தியை மேம்படுத்துவதற்காக விவசாய வழிசெலுத்தல் திட்டத்தின் கீழ் தொழில்நுட்ப தொகுப்புகளை அறிமுகப்படுத்த இலங்கையின் நுகர்வு தேவைப்படுகிறது.. அடுத்த மஹா பருவத்திலிருந்து விளைச்சலை அதிகரிக்க 60,000 ஹெக்டேர் நெல்லுக்கு தொழில்நுட்ப தொகுப்பை அறிமுகப்படுத்த பைலட் திட்டங்கள். பரேடைப் பயன்படுத்தி நெல் சாகுபடியை எதிர்பார்க்கிறது மற்றும் ஏழு மேக்ரிக்டனின் இலக்கின் இலக்குக்கு செல்லவும் எதிர்பார்க்கிறது.",
        "மக்காச்சோளம் உற்பத்தியை மேம்படுத்த உர மற்றும் வேளாண் வேதியியல் நடைமுறைகளை அறிமுகப்படுத்த நடவடிக்கை எடுக்கப்பட்டுள்ளது. காய்கறி பயிர்களின் போது, ​​பயிர் உற்பத்தியின் பற்றாக்குறையைத் தடுக்க உபரி தயாரிப்புகளின் போது சேமிப்பு வசதிகளை நிறுவ ஒரு உபரி தயாரிப்பு மற்றும் சிறிது நேரம் எடுக்கப்படும். அதன்படி, இது இலங்கையிலும் கவனம் செலுத்துகிறது. இந்த விவசாய முயற்சிகள் அனைத்தையும் ஒரு தொழில்முனைவோராக மாற்றுவதே அரசாங்கத்தின் நோக்கம்.",
        "விலங்கு உற்பத்தி மற்றும் சுகாதார இயக்குநர் ஜெனரல் ஹெமலி கோட்டலவாலா",
        "337 கால்நடை அலுவலகங்களில் 337 கால்நடை அலுவலகங்கள் இலங்கையில் கால்நடைத் துறையை மேம்படுத்த தீவிரமாக உறுதிபூண்டுள்ளன. வேளாண் நவீனமயமாக்கல் திட்டத்தால் முக்கியமாக கோழி மற்றும் ரயில்வே வயல்கள் வசதி செய்யப்பட்டுள்ளன. பால் உற்பத்தியில் சுயநலத்திற்காக 150 விவசாயிகளில் 150 பண்ணைகள் 150 பண்ணைகள் நடத்தப்பட்டுள்ளன. புல்வெளி மற்றும் பயிற்சி தொழிலாளர்களை வளர்ப்பதற்கும், ஒரு துறையாகவும் நாங்கள் தலையிட்டுள்ளோம்.. அந்த பயிற்சிக்குப் பிறகு, பால் விவசாயிகள் தேவைப்பட்டால் வெளிநாடு செல்லலாம். பழமைவாத தேவையின் பழமைவாத தேவையின் 40% விலையில் 40% உற்பத்தி செய்யும் பால் உற்பத்தியின் அளவை அதிகரிக்க நாங்கள் திட்டமிட்டுள்ளோம்.",
        "இரண்டு ஆண்டுகளுக்கு முன்பு உர நெருக்கடியை முடிவுக்குக் கொண்டுவருவதற்கும், நாட்டின் தேவைகளுக்குத் தேவையான உரங்களைக் கொண்டுவருவதற்கும் அமோரு துறையின் திணைக்களம் நடவடிக்கை எடுத்துள்ளது. யுரேயா உள்ளிட்ட ரசாயன உரங்களை வழங்க நடவடிக்கை எடுக்கப்பட்டுள்ளது. தேவைப்பட்டால், உரத்தை வாங்க சந்தையில் தனியார் விநியோகஸ்தர்களின் உரம் கூட பொதுவானது. கடந்த இரண்டு ஆண்டுகளில் நிதி மானியங்கள் மற்றும் உரங்களை இலவசமாக வழங்கும் செயல்முறை அறுவடையில் வளர்ச்சியை அடைந்துள்ளது. கடந்த பருவத்தில் விவசாயிகளுக்கு ரூ. இந்த ஆண்டு சீசன் இப்போது விவசாயிக்கு வழங்கப்பட்டுள்ளது.",
        "நவீன தொழில்நுட்ப விவசாயியை வலுப்படுத்துதல், ஜியோகோவியா பயன்பாட்டைப் பயன்படுத்தும் விவசாயிகளின் அனைத்து தரவுகளும். இது விவசாயிகளின் தேவைகளைத் தேடவும் உடனடி சேவைகளை வழங்கவும் எதிர்பார்க்கிறது. 19 பசுமை இல்லங்கள் வேட்டையாடும் துறையால் முடிக்கப்பட்டுள்ளன. விவசாயத்தை எளிதாக்குவதற்காக தொட்டிகள் மற்றும் சேமிப்பு வசதிகளை வழங்க அரசாங்கம் 1120 ஆண்டுகளாக ரூ.. இப்போது ரூ.",
        "நிலம் மற்றும் நிறைவு. தோட்டத்தின் ஒரு பயிர் மட்டுமே பயிரிடும் என்று எதிர்பார்க்கப்படுகிறது.",
        "நாங்கள் தயாரித்த விவசாயக் கொள்கைக்கு நிதி அமைச்சகம் அங்கீகரிக்கப்பட்டுள்ளது. அதன்படி, 10 கூறுகளின் கீழ் விவசாய பொருட்களைச் செய்ய அடுத்த பத்து ஆண்டுகளில் இந்த திட்டம் சீரமைக்கப்படும் என்று எதிர்பார்க்கப்படுகிறது. மேலும், வரி நிறுவனங்களின் தரவு அமைப்புகளை ஒன்றிணைத்து இந்த ஆண்டு இறுதிக்குள் ஒரு தரவுத்தளத்தை உருவாக்குவதற்கான ஏற்பாடுகள். இது செயல்திறன் மற்றும் முடிவுகளை எடுக்க எதிர்பார்க்கிறது. விதை சட்டம் மற்றும் விலங்கு சட்டம், தாவர பாதுகாப்பு சட்டம், புதுப்பிக்கப்பட்டு, தாவர பாதுகாப்பு சட்டம் உள்ளிட்ட பில்கள்."
      ]
    },
    "en": {
      "title": "A goal of giving up the harvest of six crops",
      "body_lines": [
        "Youth entrepreneurship opportunities in agriculture is increasing",
        "Steps will be taken to use the railway service to reduce harvest losses - Ministry of Agriculture and Plantation Industries Janaka, Dharmakirhi.",
        "Fertilizer and agrochemical practices have been introduced to uplift maize production - Director General of the Department of Agriculture.",
        "An operation to transform the animal farm owners in enterprise - Director General of the Department of Animal Production and Health.",
        "Fertilizer common in the market - Commissioner of the Department of Agrarian Development (Services).",
        "The Agriculture Policy has been approved by the Ministry of Finance - Additional Secretary (Agriculture Technology).",
        "President Ranil Wickremesinghe has taken steps to achieve the target of the development of the paddy harvesting to double the amount of paddy harvesting, Mr. Janaka Dharmakirthi said.",
        "He said that a technical package has been introduced to this and the Ministry of Agriculture is responsible for meeting the growing food requirement beyond the traditional agriculture.",
        "Secretary to the Ministry of Agriculture and Plantation Industries Janaka Dharmakirthi made this statement participating at a press conference held at the Presidential Media Center.",
        "He added that the benefits of introducing new technology to the agriculture are still being received.",
        "The Ministry of Agriculture has the responsibility of the Ministry of Agriculture to meet the increasing food requirement beyond the traditional agriculture. It is necessary to say that it is now managed successfully. Speaking to the President Ranil Wickremesinghe has taken steps to achieve the target in the six-plant cultivity that the auditorium of the paddy harvest should be doubled.",
        "We have introduced a technical package under the Agriculture Navinna program for this purpose. Further, the rest of the paddy fields, including fallow paddy lands, other",
        "We have also taken steps to deploy cultivated land to other crops. It is said that the country has taken effect of eight hundred and eight metric tons of rice.",
        "There is no possibility of intervene as a Ministry in relation to the paddy price. However, the government hopes that maintaining prices in the open economy will be fair. The increase in the price is twice, but the government cannot intervene, but it can intervene if it continues. Steps are currently being maintained in two categories of rice but will be able to carry out all rice safe stocks in the future.",
        "Also, paying more attention to the dry zone, the fallow is reserved to other crops to cultivated paddy fields on the recommendations of the Department of Agriculture. It will be a positive step forward in food production.",
        "Rs. 2500 million has been allocated for the development of food needs outside of the traditional cultivation pattern. Accordingly, interest free loans have been provided to various agricultural activities within 26 Divisional Secretariat Divisions.. Parallel to this, the young agro-entrepreneurial project will be implemented. It has increased young entrepreneurial opportunities in agriculture, plantation industries, animal and fisheries industries.",
        "Special programs are being implemented beyond the local boundary and targets the foreign markets. Exports of fruit crops such as strawberries, mango and pineapple are more inclined.",
        "In addition, a cold in Dambulla will be established in Dambulla, focusing on the harvest. The farmer of the appropriate crops is informed, but they do not care about it, making a product that suit the need. Due to the management of the economic centers implemented under the Ministry, harvest losses have been able to reduce 50%. We are further working to prepare a system of issuing harvesting methods with the assistance of the farmer. Speaking to reduce the railway service, especially after transportation, is still being discussed with the Ministry of Transport. The train from Beliaththe has also focused on the other provinces.",
        "Sri Lanka's consumption is required to introduce technical packages under the Agriculture Navigation Program to enhance the production of fruits and vegetable production.. Pilot projects to introduce technology package to 60,000 hectares of paddy to increase the yield from the next Maha Season. It also expects paddy cultivation using the parasion and to go to the target of the target of seven Macricton.",
        "Steps have been taken to introduce fertilizer and agro-chemical practices to enhance the production of maize. During the vegetable crops, a surplus product and some time will be taken to establish storage facilities during surplus products to prevent a shortage of crop production. Accordingly, it is also focused on Sri Lanka. The government's objective is to make all these agricultural initiatives to be an entrepreneur.",
        "Hemali Kotalawala, Director General of Animal Production and Health",
        "337 veterinary offices in 337 veterinary offices have been actively committed to upgrading the livestock sector in Sri Lanka. Mainly Poultry and Railway Fields have been facilitated by the Agriculture Modernization Program. 150 farms of 150 farms have been conducted in 150 farmers to self sufficient in milk production. We have also intervened as a department, to develop grassland and training workers.. After that training, dairy farmers may travel abroad if needed. We have planned to increase the amount of milk production producing 40% of the cost of 40% of the conservative requirement of the conservative requirement.",
        "The Department of the Amoru Department has taken measures to conclude the fertilizer crisis in two years ago and bringing fertilizer required for the needs of the country. Steps have been taken to provide chemical fertilizers including uraya. If necessary, even the private dealers' fertilizer have been common in the market to buy fertilizer. The process of providing financial subsidies and fertilizer free over the past two years has achieved growth in the harvest. The farmers have been provided with Rs. 11 billion for the past season. This year's season has now been provided to the farmer.",
        "Strengthening the modern technological farmer, all the data of the farmers using Geogoviya app. It expects to search for the needs of the farmers and providing immediate services. 19 greenhouses have been completed by the Department of Farmation. The government has provided Rs. 1499 million for 1120 years to provide tanks and storage facilities to facilitate agriculture. It is now being taken to establish Rs.",
        "Land and completed. Only one crop of the garden is expected to cultivate.",
        "The agricultural policy we have drafted has been approved by the Ministry of Finance. Accordingly, the program is expected to be aligned in the next ten years to carry out agricultural products under 10 elements. Also, the arrangements to combine the data systems of line institutions and create one database by the end of this year. It expects to make efficiency as well as making decisions. The Seed Act and the Animal Act, the Plant Protection Act, are updated and the Bills including the Plant Conservation Act."
      ]
    }
  },
  "summary_lines": [
    "To boost agriculture, Sri Lanka is investing in youth entrepreneurship, enhancing maize production through new practices, transforming animal farming into enterprises, and reducing harvest losses via railway service improvements. The government aims to double paddy harvesting, introduce new technologies, and allocate funds for non-traditional cultivation. Efforts include promoting exports, establishing cold storage, and implementing pilot projects to increase yields. Additionally, measures are underway to resolve the fertilizer crisis, support modern farming with tech, and update agricultural policies."
  ]
}