{
  "translated_text": {
    "ta": {
      "title": "வியங்கோடா புதையலில் காணப்படும் அகழ்வாராய்ச்சிகள்",
      "body_lines": [
        "வியங்கோடாவில் உள்ள வாண்டுராவா பகுதியின் மேற்குப் பகுதியில் மேற்கொள்ளப்பட்ட அகழ்வாராய்ச்சிகள் இன்று மாலை 4 மணிக்கு நிறைவடைந்துள்ளன.",
        "பல அரசு நிறுவனங்களுடன் பணிபுரியும் புதையல் அல்லது தொல்பொருள் மதிப்பு எதுவும் இல்லை.",
        "மத்திய நெடுஞ்சாலையில் ஒரு புதையல் இருந்தது என்ற வதந்திகளின் முகத்தில், வெயங்கோடா அண்மையில் கடந்த காலங்களில் அகழ்வாராய்ச்சி செய்யப்பட்டுள்ளது.",
        "இருப்பினும், சந்தேக நபர்கள் பல முறை ரிமாண்ட் செய்யப்பட்டு ரிமாண்ட் செய்யப்பட்டனர், ஆனால் மத்திய நெடுஞ்சாலையின் அடிப்பகுதி, கட்டப்பட்டு வருகிறது மற்றும் தோண்டிய புதையல் காரணமாக அந்த இடத்தின் புதையல் கட்டப்பட்டுள்ளது.",
        "அட்டனகல்லா மாஜிஸ்திரேட் காவல்துறையின் சிறப்பு பணிக்குழுவை நிலையத்தின் புதையலாக உத்தரவிட்டார்.",
        "அதன்படி, தொல்லியல் திணைக்களம், புவியியல் துறை, சாலை மேம்பாட்டு ஆணையம் மற்றும் அரசு நிறுவனங்களின் பொதுச் சபை ஆகியவற்றின் அதிகாரிகள் இந்த நிகழ்வில் தொடங்கப்பட்டுள்ளனர்.",
        "முதல் நாளில், அகழ்வாராய்ச்சிகளால் அகழ்வாராய்ச்சியில் இருந்து எதையும் கண்டுபிடிக்க முடியவில்லை, நேற்றைய இலக்கத்தில் ஒரு பெரிய கல்லைக் கண்டார்.",
        "கல்லை அகற்ற நேற்று பிற்பகல் நடவடிக்கைகளை முடிக்க முடியவில்லை.",
        "மாஜிஸ்திரேட் நீதிமன்றம் மாஜிஸ்திரேட் நீதிமன்றத்தால் மட்டுமே அங்கீகரிக்கப்பட்டதிலிருந்து, மாஜிஸ்திரேட் நீதிமன்றம் பிற்பகல் முடிவடைந்ததிலிருந்து மாஜிஸ்திரேட் நீதிமன்றத்தால் அனுமதிக்கப்பட்டதால்.",
        "நீதிமன்றத்திற்குத் தோண்டுவதற்கான மற்றொரு நாளாக மற்றொரு நாளாகப் பெறப்பட்டதாக வியங்கோடா போலீசார் தெரிவித்தனர்.",
        "மூன்றாவது நாளில் அகழ்வாராய்ச்சி, இன்று காலை 9 மணிக்கு புதையல் திறக்கப்பட்டது.",
        "மிகப்பெரிய கல்லை அகற்ற முடியாத ஒரு அமைப்பில் அதிகாரிகள் துண்டுக்கு நடவடிக்கை எடுத்திருந்தனர்.",
        "அனைத்து பொது அதிகாரிகளின் ஒப்பந்தத்தின்படி, சேகரிக்கப்பட்ட அனைத்து மாநில அதிகாரிகளின் ஒப்பந்தம், மாலை 4 மணிக்கு அனைத்து பொது அதிகாரிகளின் ஒப்பந்தத்தால் முடிக்கப்பட்டது.",
        "ஒரு போலீஸ் அதிகாரி செவ்வாயன்று அட்டனகல்லா மாஜிஸ்திரேட் நீதிமன்றத்தில், அட்டனகல்லா மாஜிஸ்திரேட் நீதிமன்றத்தில் தெரிவித்தார்.",
        "இதற்கிடையில், தொல்பொருளியல் இயக்குநர் ஜெனரலும் இன்று அங்கு தொல்பொருள் மதிப்பு எதுவும் தெரிவிக்கப்படவில்லை என்றும் கூறினார்."
      ]
    },
    "en": {
      "title": "Excavations found found in Veyangoda treasure",
      "body_lines": [
        "Excavations carried out in the west area of ​​the Wandurawa area in Veyangoda have been completed at 4 pm today.",
        "There is no treasure or archaeological value in that work with many government institutions.",
        "In the face of rumors that there was a treasure in the Central Highway, Veyangoda, has been excavated in the recent past.",
        "However, the suspects were remanded at a number of times and remanded, but the base of the central highway, which is being constructed and the treasure of the place has been constructed due to the digging treasure.",
        "The Attanagalla Magistrate ordered the Police Special Task Force as a treasure of the station.",
        "Accordingly, the officers of the Department of Archeology, Geological Department, Road Development Authority and the General Assembly of Government Institutions have been launched on the occasion.",
        "In the first day, the excavations were unable to find anything from excavations and found a large stone in yesterday's digit.",
        "It was not possible to complete the activities yesterday afternoon to remove the stone.",
        "Since the Magistrate's Court was only approved by the Magistrate's Court, as the Magistrate's Court had been permitted by the Magistrate's Court only since the end of the afternoon.",
        "The Veyangoda Police said that another date has been received as another day for digging back to court.",
        "Excavation for the third on the third day, the treasure was opened at 9 am this morning.",
        "The authorities had taken steps to the fragment in a setting that was unable to remove the largest stone.",
        "According to the agreement of all public officials, the agreement of all state officials gathered, 4 pm was completed by the agreement of all public officials.",
        "A police officer told the Attanagalla Magistrate's Court on Tuesday, the Attanagalla Magistrate's Court.",
        "Meanwhile, the Director General of Archeology also stated that no archaeological value was reported there today."
      ]
    }
  },
  "summary_lines": [
    "Veyangoda excavation update: No treasure found; large stone discovered; operations suspended; next dig date pending court approval."
  ]
}