{
  "translated_text": {
    "ta": {
      "title": "இலங்கைக்கு சர்வதேச நாணய நிதிக்கு செய்தி",
      "body_lines": [
        "நாட்டில் ஒரு தேர்தல் வெளியிடப்பட்டவுடன், சர்வதேச நாணய நிதியம் (ஐ.எம்.எஃப்) அதிகாரிகளுக்கு ஏற்ப அதிகாரிகளுடன் சதி செய்வதாகக் கூறுகிறது.",
        "இலங்கை கடன் திட்டத்தின் மூன்றாவது தவணை வெளியான பிறகு, வாஷிங்டன், ஐ.எம்.எஃப் இலங்கை மிஷனின் ஐ.எம்.எஃப் இலங்கையின் (மிஷன்) இலங்கை (மிஷன்) இலங்கை மிஷன் தலைவர் பீட்டர் ப்ரூவர் நடைமுறை மற்றும் திட்டத்தை அடைய முடியும் .",
        "சர்வதேச நாணய நிதியமான இலங்கையின் 336 மில்லியன் அமெரிக்க டாலர் 336 மில்லியன் டாலருக்கு 336 மில்லியன் அமெரிக்க டாலர்களை வெளியிட சர்வதேச நாணய நிதியம் முடிவு செய்துள்ளது.",
        "வாஷிங்டனில் உள்ள சர்வதேச நாணய நிதியத்தின் சர்வதேச நாணய நிதியத்தின் பங்களிப்புடன் இன்று ஒரு பத்திரிகையாளர் சந்திப்பு நடைபெற்றது.",
        "பீட்டர் பிராட் - இலங்கை மிஷனின் தலைவர் - சர்வதேச நாணய நிதியம்",
        "\"ஐ.எம்.எஃப் நிர்வாகி இயக்குநர்களின் இரண்டாவது மதிப்பீடு இலங்கையுடன் மற்றும் இலங்கையுடன் 'கட்டுரை எஃப்' ஆலோசனையை முடித்தது. அதே நேரத்தில், இலங்கை பொருளாதார கொள்கைகள் மற்றும் சீர்திருத்தங்களுக்கான அணுகலைக் கொண்டுள்ளது. முழு பொருளாதார மீட்டெடுப்பையும் அரசாங்கத்திலிருந்து முழு பொருளாதார மீட்சிக்கு அடைவதிலிருந்து முழு பொருளாதார மீட்சியை பராமரிப்பது முக்கியம், மேலும் சீர்திருத்த செயல்முறையை பொதுமக்களுடன் பராமரிப்பது முக்கியம். வளர்ந்த முன்னேற்றத்தின் முன்னேற்றத்தின் வடிவத்தில் கட்டமைக்க கடினமாக இருக்கும் முன்னேற்றத்தை முன்னேற்றுமாறு அதிகாரிகளை நாங்கள் கேட்டுக்கொள்கிறோம். \"",
        "கே.. இலங்கையின் வருகையை தாமதப்படுத்த இந்த கடன் வழங்குநர்கள் சில காரணங்களைச் செய்துள்ளார்களா?",
        "\"இந்த செயல்முறையை நாங்கள் நெருக்கமாக கண்காணித்து வருகிறோம். கடன் மறுசீரமைப்பில் இலங்கை பயனுள்ள முன்னேற்றம் அடைந்துள்ளது என்பதை அங்கே கண்டறிந்தோம். தொடர்ந்து கடன் திரையை உருவாக்குவது முக்கியம். இரண்டு ஒப்பந்தங்களும் முடிக்க உள்ளன. உத்தியோகபூர்வ கடன் வழங்குநர்கள் இரு குழுக்களுடன் அடிப்படை நிதி மற்றும் சட்ட விஷயங்களுடன் உடன்பட்டனர். இப்போது செயல்முறை பற்றி சில விஷயங்கள் மட்டுமே உள்ளன. இது விரைவாக முடிவடையும் என்று நாங்கள் நினைக்கிறோம் \".",
        "கே. சிலர் வரவிருக்கும் தேர்தல்களின் அபாயங்கள் குறித்த உண்மைகளை எழுப்புகிறார்கள். எதிர்கால அரசாங்கம் ஒப்பந்தங்களை மறுபரிசீலனை செய்யுமா என்பதில் நான் கவனம் செலுத்தியிருக்கிறேனா?",
        "\"நீங்கள் தேர்தல்களைக் கருத்தில் கொள்ளும்போது, ​​இலங்கை மக்கள் ஜனநாயக செயல்முறை குறித்து முடிவு செய்வது. எங்கள் கட்சியிலிருந்து நாம் பார்ப்பது போல், திட்டத்தின் வரலாற்றில் மிக மோசமான பொருளாதார நெருக்கடியை மீட்டெடுக்க இது சென்றது. பல்வேறு யோசனைகள் இந்த இலக்குகளை அடைய வழிவகுக்கும். அந்த இலக்குகளை எவ்வாறு அடைவது என்பது குறித்த கருத்துக்களைக் கேட்க நாங்கள் தயாராக உள்ளோம். நடைமுறை திட்டத்தின் காலவரிசையில் அவை அடையப்பட வேண்டும். நிச்சயமாக எந்தவொரு நாட்டின் ஜனநாயக செயல்முறையையும் நாங்கள் மதிக்கிறோம். அந்த செயல்முறைகளுக்கு ஏற்ப நாங்கள் தயாராக உள்ளோம். இதுவரை தேர்தல் இல்லை. அத்தகைய சந்தர்ப்பத்தில், தேர்தல் அட்டவணையுடன் அட்டவணையை எவ்வாறு தயாரிக்க முடியும் என்பது குறித்து அதிகாரிகளுடன் விவாதிக்கிறோம். \""
      ]
    },
    "en": {
      "title": "Message to the International Monetary Fund to Sri Lanka",
      "body_lines": [
        "Once an election is published in the country, the International Monetary Fund (IMF) says that conspiring with authorities in accordance with the authorities.",
        "After the release of the third installment of the Sri Lankan loan scheme, Washington, Sri Lanka Mission Head of Sri Lanka (Mission) of the IMF Sri Lanka (Mission) of the IMF Sri Lanka Mission Peter Bruver should be able to achieve practical and program.",
        "The International Monetary Fund has decided to release US $ 336 million to the International Monetary Fund Sri Lanka's 336 million US $ 336 million.",
        "A press conference was held today with the participation of the International Monetary Fund of the International Monetary Fund in Washington.",
        "Peter Broader - Head of Sri Lanka Mission - International Monetary Fund",
        "\"IMF Executive Board of Directors' second assessment with Sri Lanka and concluded 'Article F' consultation with Sri Lanka. At the same time, Sri Lanka has access to economic policies and reforms. It is important to maintain the full economic recovery from achieving the full economic recovery to the fullest economic recovery from the government and maintaining the reform process with the public. We urge the authorities to advance the progress that is difficult to build up in the form of the progress of the developed progress. \"",
        "Q. - QUESTIONS UNITUCALS TOURCES AND EXPERIANTS TAFE AND CHEGIBS. Have these creditors have made some reason to delay the arrival of Sri Lanka?",
        "\"We are closely monitoring this process closely. There we have found that Sri Lanka has made effective progress in debt restructuring. It is important to continue and create loan screen. Both agreements are about to finish. The official creditors have agreed with the basic financial and legal matters with the two groups. Now there are only a few things about the process. We think it will end expeditiously \".",
        "Q. Some raise the facts about the risks with the coming elections. Do IM have paid attention to whether a future government would reeute agreements?",
        "\"When you consider elections, it is Sri Lankan people to decide on the democratic process. As we see from our party, it is to reach out to restore the worst economic crisis in the history of the program. Various ideas can lead to reaching these goals. We are ready to hear those comments on how to achieve those goals. They should be achievable in the timeline of the practical program. Of course we respect the democratic process of any country. We are ready to adapt to those processes. No election yet. In such a case, we discuss with the authorities on how the schedule can be prepared with the election schedule. \""
      ]
    }
  },
  "summary_lines": [
    "The IMF has approved releasing $336 million to Sri Lanka as part of its loan scheme, emphasizing the importance of continuing economic reforms and debt restructuring. Despite concerns over upcoming elections potentially affecting agreements, the IMF remains committed to supporting Sri Lanka's economic recovery, adapting to the democratic process."
  ]
}