{
  "translated_text": {
    "si": {
      "title": "ඊශ්රායෙලයේ ආධාර නැවැත්වීම සඳහා ජනතාව එක්සත් ජනපද තානාපති කාර්යාලය දෙසට පෙලඹීමක්;ආරක්ෂක අංශ විසින් බාධා කිරීම",
      "body_lines": [
        "ගාසා තීරයේ (17) කොළඹදී සටන් විරාමය සහ එක්සත් ජනපදය ඊශ්රායලයට හමුදා ආධාර දැරූ මහජන විරෝධතා දැක්වූ ජනප්රිය රැළියක් එක්සත් ජනපද තානාපති කාර්යාලයට පෙර බලමුලු ගැන්වූ ආරක්ෂක අංශ විශාල පිරිසකට බාධා ඇති විය.",
        "එක්සත් ජනපදය විසින් ඊශ්රායලයට ඊශ්රායලයේ ඊශ්රායලයට විරෝධය පළ කළ පාර්ලිමේන්තු මන්ත්රී රජිත සේනරත්න මහතාගේ යුද්ධය සඳහා වූ ලෝක සන්ධානය විසින් සිකුරාදා කොළඹදී සිකුරාදා කොළඹදී රැල්වකින් සංවිධානය කරන ලදී.",
        "පසුගියදා සවස 2.30 ට කොළඹ වික්රමගදීගාවි උද්යානයේදී ආරම්භ වූ රැලිය ශ්රීමත් මාකස් ප්රනාන්දු මාවත හරහා එක්සත් ජනපද තානාපති කාර්යාලයට ගියේය.",
        "ගෝලීය සන්ධානයේ 'තුවක්කු', ගෝලීය සන්ධානයේ සහ එක්සත් ජනතා බලයේ සභාපති වන එක්සත් ජනතා පක්ෂයේ සභාපති ජනේයුසේ 'තුවක්කු' සහ එක්සත් ජනතා පක්ෂයේ ප්රමුඛ පාර්ලිමේන්තු මන්ත්රී මෙම රැලිය ළමුන් ලෙස සහභාගී වූහ.",
        "ඔවුන් 'පලස්තීන විමුක්තිය', 'පලස්තීන විමුක්තිය', 'යුද්ධය නවත්වන්න' යන සටන්කාමී විමුක්තිය, 'පලස්තීන විමුක්තිය', 'යුද්ධය නවත්වන්න' යන වචන ඔවුන් රැගෙන ගිය අතර, පලස්තීන සහ ශ්රී ලාංකික ධජ ලියා ඇත .. ඔවුන්ගෙන් බොහෝ දෙනෙක් පලස්තීනය සංකේතවත් කරන ආවරණයක් පැළඳ සිටි රැවුල කපන්නට වූ අතර ගැහැනු ළමයින් රතු පැහැති (රුධිරයේ) රෙදි කැබැල්ලකින් රතු පැහැති (රුධිරයේ) රෙදි කැබැල්ලක් සහ ගාසාවහිදී ​​මියගිය ගැහැණු ළමයින් අතින් සෙල්ලම් කළහ.",
        "රැලියට සහභාගී වූ අය 'සටන් විරාමය කවදාද?- 'පිරිමි ළමයින්ව killing ාතනය කිරීම නවත්වන්න', 'පිරිමි ළමයින් kill ාතනය කිරීම නවත්වන්න' යන සටන් විරාමය, 'පිරිමි ළමයින්ව මරන්න එපා', 'විනෝද නොවන්න', විනෝද නොවන්න ', විනෝද නොවන්න මුල්ලිවයිකල් පලස්තීනයේ 'ඔවුන් ද සටන් පා ans වර්ග කළහ.",
        "රැලිය මාවතට ළඟා වූ විට, පොලිස් නිලධාරීන් විශාල පිරිසක් රැලියට සංකේන්ද්රණය කරන ලදී.. ආනන්ද කුමාරස්වාමි මාවත වෙත ළඟා වූ විට, විශේෂ කාර්ය සාධක බලකාය සහ ගුවන් හමුදාව වන පොලීසිය විසින් මෙම රැලියට ළඟා වූ විට රැලිය මැද පෙළේ සිටියහ.. හදිසියේම, ඔවුන් පිටුපසින් පැමිණි බෞද්ධ භික්ෂූන් රැලියට සම්බන්ධ වූහ.",
        "රැලිය ඉදිරිපිට සිටි නායකයින් සහ පොලිස් නිලධාරීන් අතර පැවති සාකච්ඡාවකින් අනතුරුව එක්සත් ජනපද තානාපති කාර්යාලයට පුද්ගලයින් හය දෙනෙකු පමණක් ගත කිරීමට පොලිසිය එකඟ විය.. ඒ අනුව පාර්ලිමේන්තු මන්ත්රී රජිත සේනරත්න සහ බෞද්ධ භික්ෂූන් දෙදෙනාම පොලිසිය විසින් ජීප් රථයක ජීප් රථයක ආගමික නායකයෙකු ලෙස හින්දු, ඉස්ලාම් සහ කතෝලික ආගම් නියෝජනය කළහ.. ගෙන ඇති දූත පිරිස තානාපති කාර්යාල නිලධාරීන්ට භාර දුන් මෙම දූත පිරිස තානාපති කාර්යාල නිලධාරීන්ට භාර දුන් අතර එක්සත් ජනපදය ඊශ්රායලයට හමුදා ආධාර පවත්වන ලෙස ඉල්ලා සිටියහ.",
        "මේ අතර, ජනතාවගේ රැලිය මාවතගේ රැලිය නැවැත්වූ බැවින් විරෝධතාකරුවන් විරෝධය පළ කළහ.. එහි ප්රති As ලයක් වශයෙන්, මාර්ග තදබදය පිළිබඳ කෙටි කාලයක් පැවති නමුත් පොලිසියේ මැදිහත්වීමෙන් වාර්තාව සාමාන්යකරණය විය."
      ]
    },
    "en": {
      "title": "People's rally towards the US embassy to stop Israel's aid;Interrupted by security forces",
      "body_lines": [
        "A popular rally organized in Colombo on Friday (17), demanding the ceasefire in Gaza and the US to hold military assistance to Israel, was interrupted by a large number of security forces who had been mobilized before the US embassy.",
        "A rally was organized in Colombo on Friday by the World Alliance for the War of MP Rajitha Senaratne, who expressed their opposition to the ongoing assassinations in Gaza and the military aid to Israel to Israel by the United States.",
        "The rally, which commenced at 2.30 pm recently at the Vikramagadevi Park in Colombo, traveled to the US embassy via Sir Marcus Fernando Mawatha.",
        "The rally, organized by the 'Roses for guns', the leader of the Global Alliance and the United People's Power Member of Parliament Rajitha Senaratne, United People's Power Member of ParliamentMore than 200 people were present as children.",
        "They carried the words of the ceasefire, the Palestinian liberation \", the US, including 'Palestinian Liberation', 'Stop War', 'Stop War', and the US should stop military assistance ', and the Palestinian and Sri Lankan flags were written.. Many of them wore a shawl that many of them wore a mantle that symbolizes the Palestine, and the girls carried the toy with a reddish (blood) cloth and many more rosebones in the hands of the girls who were killed in Gaza.",
        "And those who attended the rally 'When is the ceasefire?- The ceasefire right now, 'Stop killing innocents', 'Stop helping the United States', 'Do not kill boys', 'don't have fun with the United Nations', 'Do not have fun', and 'do not in the Mullivaikkal Palestine'They also raised the type of slogans.",
        "When the rally reached Mawatha, a large number of policemen were concentrated on the rally.. When Ananda Kumaraswamy reached Mawatha, the police, the Special Task Force and the Air Force, were in the middle of the rally when they reached the rally.. Suddenly, the Buddhist monks who came from behind them joined the rally.",
        "Subsequently, the police agreed to take only six people to the US embassy following a discussion between the leaders and the police officers who stood in the front of the rally.. Accordingly, MP Rajitha Senaratne and both Buddhist monks represented Hindu, Islam and Catholic religions as a religious leader in a jeep by the police.. The delegation, which was taken, handed over the ceasefire to the embassy officials, urging the US to hold military assistance to Israel.",
        "Meanwhile, the protesters expressed their opposition as the people rally stopped the rally in the Mawatha.. As a result, there was a short time of traffic congestion, but by the intervention of the police, the report was normalized."
      ]
    }
  },
  "summary_lines": [
    "In Colombo, a rally against Israel's aid and Gaza violence, led by MP Rajitha Senaratne, was disrupted by security forces near the US embassy. Over 200 participants chanted for peace, against war, and called for the US to halt support for Israel. Despite police efforts to limit the protest, the event highlighted public discontent and calls for ceasefire."
  ]
}