{
  "translated_text": {
    "ta": {
      "title": "தேங்காய் விலைகள் நிறுத்தப்பட்டன",
      "body_lines": [
        "அந்த இடங்களின் அறங்காவலர்கள் கூறுகையில், கோயில்கள் மற்றும் கோயில்களில் உள்ள கோயில்கள் மற்றும் கோயில்களில் உள்ள கோயில்கள் மற்றும் கோயில்களில் உள்ள கோயில்கள் மற்றும் கோயில்களில் உள்ள கோயில்கள் மற்றும் கோயில்களில் உள்ள கோயில்கள் மற்றும் கோயில்களில் உள்ள கோயில்கள் மற்றும் கோயில்களில் உள்ள கோயில்கள் ஒரு சிகரெட் என்று கூறுகிறார்கள்.",
        "அறங்காவலர்களும் பருத்தி மனிதர்களும் சிறப்பு நாட்களில் தேங்காய் அதிகமாக இருப்பதாகவும், ஒரு நல்ல நிலை என்றும் கூறுகிறார்கள்.",
        "புனித விலைகளின் விலை ரூ.",
        "இதன் விளைவாக, பழத்தின் தியாகங்களின் தியாகத்தையும், தேங்காய்களுடன் தேங்காய்களின் தியாகங்களையும் எடுத்துச் செல்ல பக்தர்கள் கட்டணம் வசூலிக்கலாம்.",
        "இது முனனஸ்வரம் கோவிலில் தீவிரமான தீவிரமின்மை என்று பருத்தி மனிதர் கூறுகிறார்.",
        "புகைப்படம் தேங்காயில் ஒரு தேங்காயும் உள்ளது, இது தேங்காய் தேங்காயால் நிரப்பப்படுகிறது."
      ]
    },
    "en": {
      "title": "Coconut prices stopped",
      "body_lines": [
        "The Trustees of those places say that the coconut prices of temples and temples in the temples and temples in the temples in the temple and temples of the island are a cigarette.",
        "The trustees and the cotton gentlemen say that the coconut is high at special days and is a good level.",
        "The price of a sacred prices have been increased by Rs.",
        "As a result, devotees coming to the hand of charge can be taken to take away the sacrifice of the sacrifices of fruit and the sacrifices of coconuts with coconuts.",
        "The cotton gentleman says that this is a serious lack of seriousness in the Munneswaram Temple.",
        "The photograph is also a coconut in coconut, which is filled with coconut coconut."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Coconut prices surge at temples. Trustees claim higher demand during special events. Devotees face increased costs for offerings. Cotton traders criticize Munneswaram Temple management. Coconut shortage reported."
  ]
}