{
  "translated_text": {
    "ta": {
      "title": "பாரிஸ் பாதையில் வந்த கோவிட் ஆபத்து",
      "body_lines": [
        "200 (9 மீட்டர் நிகழ்வு இன்று நடைபெற்றது) கடைசி 200 வது நிகழ்வு.",
        "தங்கப் பதக்கத்தை நடத்தும் 21 வயதான போட்ஸ்வானா வீரர் லெட்சிலா டெடபாகோ வென்றார்.",
        "ஆண் 200 மீட்டர் நிகழ்விற்கான தற்போதைய உலக தடகள மைதானத்தின் வேகமான ரைடர்ஸ், லைல்ஸ், பெல்ட் பெட்கர், போட்ஸில் டாடோலோஜியோ உள்ளிட்ட 8 வீரர்களும் கலந்து கொண்டனர்.",
        "இந்த நிகழ்வு ஒரு புதிய ஆப்பிரிக்க சாதனையின் வடிவத்தில் நிறுவப்பட்டது மற்றும் 19.46 வினாடிகள்.",
        "ஆப்பிரிக்க பிராந்தியத்தில் ஒரு வீரர் 200 ஒலிம்பிக் தங்கப் பதக்கத்தை வென்றது இதுவே முதல் முறை.",
        "வெள்ளி பதக்கம் கென்னத் பெட்னருக்கு சொந்தமானது.",
        "எவ்வாறாயினும், உலகின் முடிசூட்டப்பட்ட அமெரிக்காவின் லைல்ஸ் வெண்கலப் பதக்கத்தில் திருப்தி அடைய வேண்டும்.",
        "நோவா 200 மீட்டர் நிகழ்வுகள் லைல்ஸ் கோயிட் தொற்றுநோயாக இருந்ததை அமெரிக்க தடகள சங்கம் உறுதிப்படுத்தியுள்ளது.",
        "இரண்டு நாட்களுக்கு முன்பு, விசாரணைகள் இரண்டு நாட்களுக்கு முன்பு கோவார்டால் பாதிக்கப்பட்டுள்ளன என்று விசாரணைகள் உறுதிப்படுத்தின, ஆனால் 200 நாள் நிகழ்வில் பங்கேற்க முடிவு செய்யப்பட்டது.",
        "200 மீட்டர் முடிவுகளைத் தொடர்ந்து ந ou சக்கர நாற்காலியை ஒரு சக்கர நாற்காலியில் சேர்த்ததாக வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன.",
        "இருப்பினும், கட்சியின் எந்தவொரு பகுதியும் இல்லை, மற்ற வீரர்கள் மற்ற வீரர்களால் கோவர் நோயால் பாதிக்கப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "The kovid risk that came to the Paris track",
      "body_lines": [
        "The last 200th Event in the 200 (9 meter event was held today).",
        "The gold medal was won by 21-year-old Botswana player Letsila Tetabago, who was hosting the gold medal.",
        "The fastest riders of the current World Athletic Ground for the male 200 meter event, 8 players including the Liles, Belt Bedker, Botsyle Tatologio, were also present.",
        "The event was established in the form of a new African record and was 19.46 seconds.",
        "This is the first time a player in the African region has won the 200 olympic gold medal.",
        "The silver medal was owned by Kenneth Bednar.",
        "However, the Lyles of the United States, crowned the world, was to be satisfied with the bronze medal.",
        "The US Athletics Union has confirmed that Noah 200 meter events had been a Lyles Cowid infection.",
        "Investigations confirmed that two days ago, the investigations were infected with the covard two days ago, but it was decided to participate in the 200-day event.",
        "Foreign media reports that the Nou Liles a wheelchair following the 200 meter endings.",
        "However, there have been no part of the party that other players have been riskied by other players by running infected with the covor."
      ]
    }
  },
  "summary_lines": [
    "In the final event of the Paris track, 21-year-old Letsila Tetabago from Botswana won the gold medal in the men's 200-meter race, setting a new African record of 19.46 seconds. This marked the first time an African athlete claimed the Olympic gold in this category. The silver went to Kenneth Bednar, while American sprinter Noah Lyles, despite being infected with COVID-19, secured the bronze. Despite concerns over Lyles' health, no other athletes tested positive for COVID-19 during the event."
  ]
}