{
  "translated_text": {
    "si": {
      "title": "උඩරට අධිකාරියට අත නොතබන්න: ජනාධිපති වෙත මනෝ ලිපිය",
      "body_lines": [
        "2018 වර්ෂය තුළින් අප විසින් නිර්මාණය කරන ලද \"මැනෝ ගනේසන්\" මැනෝ ගනේසන් විසින් ජනාධිපති අනුර කුමාර දිසානායක මහතා, දෙමළ ප්රගතිශීලී සන්ධානය (ටීඑන්ඒ), \"මැනෝ ගනේසන්\" යන දෙමළ ප්රගතිශීලී සන්ධානයේ (ටීඑන්ඒ) මැනෝ ගනේසන් විසින් නිර්මාණය කරන ලද්දේ \"මැනෝ ගනේසන්\" වතුකරය \",\" වැවිලි නව ගම් සංවර්ධන අධිකාරිය \"විසින් නිර්මාණය කර ඇති බවයි.",
        "දෙමළ ප්රගතිශීලී සන්සුන් නායක මනෝ ගනේසන් ජනාධිපති අනුර කුමාර දිසානායක මහතාට ලිපියක් යවමින් කියා සිටියේය.",
        "සංඛ්යාලේඛනවලට අනුව නුවරෙලියා, කොළඹ, මහනුවර, මහනුවර, මාතලේ, රත්නපුර, රත්නපුර, කෙගල්ල, බදුල්ලා, මාතාරා, මාතාරා, මාතර, මාතාරා, මාතලේ, මාතලේ, මාතරා, මාතර, මාතලේ, බදුල්ලා, මාතර සහ කුරුණගල යන ප්රදේශවල වතු වගාවේ වෙසෙන දෙමළ ජනතාව සමාජ, ආර්ථික, සංස්කෘතික හා සංවර්ධනය යන රටවල සංවර්ධනය කර ඇති බව පෙන්වයි.",
        "මෙය අවුරුදු 200 ක ශාපයකි. මෙයට හේතුව ප්රජාව රටේ ජාතික සීමාවෙන් ආරක්ෂා කර ගැනීමයි. මෙයට හේතුව ඔවුන් විදේශිකයන්, දෙමළ ජනයා, නිවෙස්, ජාතික අධ්යාපන ව්යුහයන් නොවන නිසා, ජාතික අධ්යාපන ව්යුහයන් නොවන දේ, ජාතික සෞඛ්ය ව්යුහයන් බිහි නොකළ යුතු අතර පුරවැසිභාවය ඇති අයිතිය පෙන්නුම් කරයි.",
        "1976 දී, මෙම ප්රජාවේ අධ්යාපනික පාසල් 200 ක් වන අතර වසර 200 ක පීඩාවකින් සෙමෙන් යථා තත්ත්වයට පත්වන අතර එය ජාතික අධ්යාපන රාමුවට ගෙන එන ලදී.. පුරවැසිභාවය අවසන් පරිමාව 2003 දී නිකුත් කරන ලද අතර එය සම්පූර්ණ විය.  එබැවින් අපි ජාතික සංවර්ධන මාවතේ ප්රමාද වී ඇවිදීමට පටන් ගතිමු. මේ අනුව, මෙම ප්රජාව තවමත් පසුගාමී සමාජයකි.",
        "මේ රටේ සියලුම බහුතර පක්ෂ මෙම ජනවාර්ගික හා ප්රතිපත්තිය දියත් කර තිබේ. මෙම සන්දර්භය තුළ, දෙමළ ප්රගතිශීලී සන්ධානය, අපි 2015 සිට 2019 දක්වා ධුරයේ සිටි සුහදතාවයේ විවිධ සුභසාධන වැඩසටහන් දියත් කළෙමු.. ඉඩම් අයිතිවාසිකම්, නිවාස අයිතිවාසිකම්, අධ්යාපනය සහ සෞඛ්ය අයිතිවාසිකම් ලබා ගැනීමේ හෝ නොසලකා හැරීමේ විශාල කර්තව්යයක් අපි ආරම්භ කර ඇත්තෙමු.",
        "මේවා හුදෙක් දෙපාර්තමේන්තු අමාත්යාංශයකට කළ නොහැකිය. අමාත්යාංශවලට ඉහළින්, විවිධ දෙපාර්තමේන්තු අමාත්යාංශවල වැඩ ඒකාබද්ධ කළ යුතුය. මෙම ප්රධාන අවශ්යතාවයේ දී, උඩරට අධිකාරිය යනු සහතික කිරීමේ ප්රතිපත්තියේ අවශ්යතාව මත පදනම්ව නිර්මාණය කර ඇති සමාගමයි.",
        "ඔබ මෙය අද දින දේවසේවයේ කොටසක් බවට පත් කිරීමට උත්සාහ කරයි. අමාත්යාංශය සහ එහි ක්රියාමාර්ග තීරණය කරනු ලබන්නේ රටේ ජනාධිපතිවරයා විසිනි. හෙට නිශ්චිත අමාත්යාංශයක් නොමැතිව අමාත්යාංශය ඉතිරි වුවහොත්, අමාත්යාංශයේ කොටස අතුරුදහන් වනු ඇත. එහෙත් අමාත්යාංශ සහ ආණ්ඩු විසින් වෙනස් කිරීම, බලධාරීන් සහ නීතියෙන් නිර්මාණය කර ඇති නීති ලෙස අමාත්යාංශවල ද කැබිනට් මණ්ඩලය වෙනස් නොවනු ඇත.. අතුරුදහන් නොවනු ඇත. ඔබ මෙම මූලික කාරණය තේරුම් ගත යුතු අතර මෙම උත්සාහය නැවැත්විය යුතුය.",
        "ඔබ පාලන තන්ත්රය පිළිබඳ වගකීම භාරගෙන මේ මාසයේ වසරක් ගුණ කරන්න. සුබ පැතුම්. ඔබ බොහෝ පොරොන්දු රාශියක් කර ඇත. එහෙත්, මේ වසරක්, ඔබේ රජය පෙන්වීමට, පෙන්වීමට, පෙන්වීමට, පෙන්වීමට, පෙන්වීමට, පෙන්වීමට නොවේ,. එහෙත්, අපි ඉවසීමෙන් බලා සිටිමු. ඔබ කිසිවක් කළේ නැත. අද, ඔබ පැවැත්ම අල්ලා ගැනීමට උත්සාහ කරයි. අපට එය ඉවසීමෙන් පිළිගත නොහැකි බව කෙරෙහි ඔබේ අවධානයට යොමු කරමි.",
        "ඔබ කරන්නේ වේවා, ඔබ කරන්නේ වේවා, ඔබ එසේ කිරීමට උත්සාහ කරන මේ දෙයක ශ්රේෂ් new ස්වභාවය දැන ගැනීම මට තේරෙන්නේ නැත.",
        "\"වැවිලි කලාපීය නව ගම්මාන\" වසන් කිරීම, අප අපගේ පාලනයේදී 2018 අතුරින් අප රීතියට පත් වූ \"උඩර අධිකාරිය\" ලෙස හැඳින්වෙන \"වැවිලි කලාපීය නව ගම්මාන\" වසන් කිරීමට වහාම නිදහස් වන ලෙස මම ඔබෙන් ඉල්ලා සිටිමි."
      ]
    },
    "en": {
      "title": "Do not put hands on the Upcountry Authority: Mano letter to the president",
      "body_lines": [
        "In an emergency letter to President Anura Kumara Dissanayake, the Tamil Progressive Alliance (TNA), Mano Ganesan, said that the \"Mountaineer Authority\", which we have created through the Act of 2018, has been created by the \"Mountaineer Authority\", the \"Plantation New Villages Development Authority\".",
        "Tamil Progressive Alliance leader Mano Ganesan said in a letter to President Anura Kumara Dissanayake.",
        "Statistics show that the Tamil people living in the plantation regions of Nuwara Eliya, Colombo, Kandy, Kandy, Matale, Ratnapura, Kegalle, Kalutara, Badulla, Badulla, Moneragala, Galle, Matara and Kurunegala have been developed in social, economic, cultural and development.",
        "This is a 200 -year curse. The reason for this is that the community is racially excluded from the national limit of the country. This is because they are foreigners, Tamils, Tamils, they should not provide land, not home, national education structures, national health structures should not be brought, and the right to be a citizenship is a communalism shown.",
        "In 1976, educational schools of this community, which are slowly and slowly recovering from 200 years of oppression, were brought into the National Education Framework.. The last volume of citizenship was issued in 2003 and became complete.  So we started walking late on the national development path. Thus, this community is still a backward society.",
        "All the majority parties in this country have launched this ethnicity and policy. In this context, we, the Tamil Progressive Alliance, launched various welfare programs in the state of goodwill, which was in office from 2015 to 2019.. We have begun a great task of obtaining land rights, housing rights, education and health rights, which have been denying or ignored.",
        "These cannot be done by a mere departmental ministry. Above the ministries, the work of various departmental ministries must be combined. In this main need, the Upcountry Authority is the company that has been created on the basis of the need for the Affirmative Policy.",
        "You are trying to turn this into part of a ministry today. The Ministry and its actions are determined by the president of the country. If the ministry is left without a specific ministry tomorrow, the part of the ministry will disappear. But the Cabinet will not change as ministries and governments are changing, the departments, the authorities, and the laws that have been created by the law.. Will not go missing. You need to understand this basic fact and stop this effort.",
        "You take responsibility for the regime and multiply one year this month. Greetings. You have made a lot of promises. But, this one year, your government has not done anything to show, to show, to show,. Yet, we are patiently waiting for. You didn't do anything. Today, you are trying to grab the existence. I bring to your attention to that we cannot accept it patiently.",
        "I do not understand that you are doing, whether you are doing, knowing the great nature of this thing you are trying to do.",
        "Whatever the case, I urge you to immediately get rid of the efforts of your government to cover up the \"Plantation Regional New Villages Development Authority\", known as the \"Upcountry Authority\", which we have fought during our rule by Article 32 of 2018."
      ]
    }
  },
  "summary_lines": []
}