{
  "translated_text": {
    "si": {
      "title": "ඩොලරය ගෙන එන ශ්රී ලාංකික තේ මුහුණ දෙන අභියෝගයන්ට විසඳුම් මොනවාද?",
      "body_lines": [
        "In 1972, the then government governmentization of all the gardens.1992 වන තෙක් රජය තේ වගාවන් තබා ඇත.1992 දී රජය මෙම උද්යානයට පෞද්ගලික සමාගම්වලට බදු දුන්නේය.පසුගිය වසර 32 තුළ පෞද්ගලික අංශය උද්යාන ධාවනය කර ඇත. පුද්ගලික සමාගම් 22 ක් පමණ මේ වන විට ශ්රී ලංකාවේ තේ වගාවන් සහ එක් ලක්ෂයක් පමණ බදු දී තිබේ.රජය තවත් සමාගම් කිහිපයක් ද ක්රියාත්මක කරයි. රජයේ වතු සංවර්ධන මණ්ඩලයේ නාමයෙන් රජයේ ආයතනයක් වතුකරයන් ක්රියාත්මක කරයි. ඒ හා සමානව, රජය වෙනුවෙන් එල්කාඩා වැවිලි වගාවේ රජය උද්යාන ද කළමනාකරණය කරයි.රජය ශ්රී ලංකා වැවිලි ඒකාබද්ධ සංස්ථාවේ නමින් වැවිලි සමාගමක් පවත්වාගෙන යයි.මෙම රාජ්ය ආයතන තුන යටතේ කම්කරුවන් 8000 ක් සිටිති.",
        "එක්සත් ජාතීන්ගේ ආහාර හා කෘෂිකර්ම සංවිධානයේ සංඛ්යාලේඛනවලට අනුව, වසර ගණනාවක් තිස්සේ ලෝකයේ තේ නිෂ්පාදනය වැඩි කර ඇත. තේ නිෂ්පාදනය සියයට 3.2 කින් ඉහළ ගොස් තිබේ.2022 වන විට ලෝකය තේ ටොන් මිලියන 6.7 ක් නිෂ්පාදනය කළේය.",
        "මෙම සංඛ්යාලේඛනවලට අනුව වර්තමාන පරිසරය තුළ කළු තේ නිෂ්පාදනය ඉහළ මට්ටමක පවතී. හරිත තේ නිෂ්පාදනය අඩුයි. නමුත් 2032 වන විට හරිත තේ නිෂ්පාදනය විශාල වශයෙන් වැඩි වනු ඇතැයි අපේක්ෂා කෙරේ. චීනය, කෙන්යාව සහ ඉන්දියාව යන රටවල තේ නිෂ්පාදනය වැඩිවේ.",
        "තේ නිෂ්පාදනය ශ්රී ලංකාවේ පහත වැටී ඇති අතර එය ලෝකයේ තේ නිෂ්පාදනයේ හතරවරයි. එක්සත් ජාතීන්ගේ ආහාර හා කෘෂිකාර්මික සංවිධානයේ සංඛ්යාලේඛනවලට අනුව 2022 දී ශ්රී ලංකාවේ තේ නිෂ්පාදනය සියයට 15 කින් පහත වැටුණි.",
        "ශ්රී ලංකාවේ කොරෝනා වෛරසය ආසාදනය වූ විට ඩොලරයට ආසාදනය විය.විදේශයන්හි සේවය කරන ශ්රී ලාංකිකයන් විසින් සහ සෘජු විදේශ ආයෝජන මගින් යවන ලද සංචාරක හා විදේශීය සෘජු ආයෝජන. ඒ හා සමානව ආර්ථික ගැටළු ලබා ගත නොහැකි විය. මේ අනුව, 2020 න් ඉක්බිදිම, ඩොලර් තේ කර්මාන්තය වැලඳ ගැනීම දිගටම කරගෙන ගියේය.එනම්, ශ්රී ලංකාව ඩොලර් වලින් තොර දැවැන්ත අර්බුදයකට මුහුණ දුන් විට පවා, වතු කම්කරුවන් තේ කර්මාන්තය හරහා ශ්රී ලංකාවට ඩොලර් ලබා දෙමින් සිටියහ.",
        "සෑම වසරකම ඩොලර් බිලියන 1.5 ක් පමණ ශ්රී ලංකාවට පැමිණේ.එය ශ්රී ලාංකික ජනතාවගේ කුසගින්නි.මෙම තේ අංශය ශ්රී ලංකාවේ ඉතා වැදගත් බව මෙහිදී පැහැදිලි වේ. මේ වන විට වතු කම්කරුවන් රුපියල් 1700 ක වැටුපක් ඉල්ලා තිබේ. රුපියල් 1700 ක් ගෙවීමට රජය ගැසට් පත්රයක් ද නිකුත් කර තිබේ. සේවා යෝජක සම්මේලනය එය ප්රතික්ෂේප කර තිබේ. මෙම විෂය දැනට උසාවියේ පවතී. සාකච්ඡා පැවැත්වේ. නමුත් තවමත් ප්රති .ල නොමැත. මෙම පසුබිමට එරෙහිව තේ කර්මාන්තයේ වර්තමාන තත්ත්වය විශ්ලේෂණය කිරීම ඉතා වැදගත් වේ.",
        "අද වන විට ශ්රී ලංකාවේ තේ කර්මාන්තය විවිධ අභියෝග හා අර්බුදයන්ට මුහුණ දී සිටී.තේ කර්මාන්තයෙන් පසුව විශාල අර්බුදයක් ඇති කර තිබේ. ඒ සඳහා විවිධ හේතු තිබේ.දේශගුණික විපර්යාස, පොහොර මිල ඉහළ යාම, මැද පෙරදිග යුද්ධ සහ රුසියාව යුද්ධය සහ ලෝක වෙළඳපොලේ තේ අඩු කිරීම ප්රධාන හේතු දක්වයි.විවිධ හේතු නිසා ගොඩගැසී ඇත. මෙම අභියෝග හේතුවෙන් තේ කර්මාන්තය අර්බුදයකි.",
        "වාහන සඳහා ඉන්ධන තරම්ම තේ කර්මාන්තය ශ්රී ලංකාවට වැදගත් වේ. 2022 වන විට 2022 දී ශ්රී ලංකාවට තේ කර්මාන්තය හරහා ඩොලර් බිලියන 1.3 ක් ලැබුණි.",
        "නිදහසින් පසු ශ්රී ලංකාවේ ආර්ථිකය ගොඩනැගීම සහ ජනතාවගේ ආර්ථික අවශ්යතා සපුරාලීම සඳහා තේ කර්මාන්තයේ දායකත්වය වැදගත් වේ.එය නොසලකා හැරීමෙන් එය පුරෝකථනය කළ නොහැක.ශ්රී ලංකාවට ඩොලර් ආදායමක් උපයා ගත හැක්කේ තේ කර්මාන්තය දිගටම ක්රියාත්මක වුවහොත් පමණි.රැකියා අවස්ථා ද නිර්මාණය කළ හැකිය. එබැවින් අභියෝග සම්බන්ධයෙන් එහි සිටීම එහි සිටීම ඉතා වැදගත් වේ.",
        "ශ්රී ලංකාව විවිධ රටවලට තේ අපනයනය කරයි. තුර්කිය ශ්රී ලංකාවෙන් වඩාත්ම වැදගත් තේ ආනයනය කරයි. ඊළඟට, ඊළඟට, ඉරාකය, රුසියාව, ඩුබායි, චීනය, චීනය, සෞදි අරාබිය, අසර්බාජාන්, ලිබියා සහ එක්සත් ජනපදය ශ්රී ලංකාවෙන් ශ්රී ලංකාවෙන් තේ ආනයනය කරන රටවල රටවල් ලැයිස්තුවේ ඇත. ශ්රී ලංකාවට තේ හඳුන්වා දුන් බ්රිතාන්ය හා යුරෝපීය රටවල් ශ්රී ලංකාවෙන් තේ බෑම සඳහා ඉදිරියෙන් සිටින බව සඳහන් කිරීම වටී.",
        "ශ්රී ලංකාවේ අපනයන ආදායම වාර්ෂිකව දළ වශයෙන් ඩොලර් බිලියන 10 සිට බිලියන 12 දක්වා වේ.මෙයින් සියයට 12 ක් පමණ තේ කර්මාන්තය විසින් ලබා ගත හැකිය.එනම්, ඩොලර් බිලියන 1.5 ක් පමණ වාර්ෂිකව පැමිණේ.එය විශාල අපේක්ෂාවකි. එය ඩොලර් බිලියන 2.5 දක්වා ඉහළ නැංවීමේ අරමුණ.",
        "එසේ තිබියදීත්, අපනයන ආදායමෙන් සියයට 12 ක් ශ්රී ලංකාව අඛණ්ඩව දායක වේ. ශ්රී ලංකාවේ ලංකාවේ ඩී යනු ලෝක වෙළඳාමේ වඩාත් ප්රසිද්ධ සංකේතයකි.ලංකා තේ යනු සෑම කෙනෙකුම දන්නා ව්යාපාරයකි. ශ්රී ලංකාවේ තේ වර්ග බොහොමයක් තිබේ. ප්ලග් තේ ශ්රී ලංකාවේ වඩාත්ම ජනප්රියයි.",
        "අපනයන ආදායම් අසමානතාවයන් විසින් ශ්රී ලංකාවේ අපනයන ආදායම සපුරා ගනිමින් පසුගිය වසර තුන තුළ තේ අංශයේ දායකත්වය අඛණ්ඩව සිදු වේ.. ශ්රී ලංකාවේ කෘෂිකාර්මික අපනයනවල තේ අපනයනය ඉහළ යමින් පවතී.",
        "එය සියයට 65 කි.ලෝකයේ වැඩිම තේ නිපදවන රටවල් තිබේ. චීනය වැනි රටවල් ඉන්දියාව කෙන්යාව වැඩිපුරම තේ නිෂ්පාදනය කරයි. තේ නිපදවන රටේ හතරවැන්නා ශ්රී ලංකාවයි. ලෝක තේ නිෂ්පාදනයෙන් සියයට 9 කට ආසන්න ප්රමාණයක් ශ්රී ලංකාව දායක වේ.",
        "ශ්රී ලංකාවේ va ව දකුණු මධ්යම පළාත්වල පිහිටි දිස්ත්රික්කවල අක්කර 3 කට වැඩි ගණනක තේ වගා කෙරේ.අපනයන සංවර්ධන මණ්ඩලයේ සංඛ්යාලේඛනවලින් පෙනී යන්නේ ශ්රී ලංකාව වසරකට තේ කිලෝග්රෑම් මිලියන 300 කට ආසන්න ප්රමාණයක් නිෂ්පාදනය කරන බවයි.",
        "පසුගිය වසර කිහිපය තුළ පහත වැටීමක් සිදුවී ඇත. මෙයින් අදහස් කරන්නේ මිලියන 250 ක් නිෂ්පාදනය පහත වැටී ඇති බවයි.අපනයනය කරනු ලබන්නේ සියයට 35 කට වඩා. මෙම අපනයන තවදුරටත් වැඩි කළ යුතුය.",
        "තේ නිෂ්පාදනය ශ්රී ලංකාවේ බ්රිතාන්ය යුගයේ ආරම්භ විය. 1972 වන තෙක් බ්රිතාන්ය සමාගම් බොහෝ තේ වතු ක්රියාත්මක කළේය.කුඩා තේ උද්යාන ද පිහිටුවන ලදී.In 1972, the then government governmentization of all the gardens.",
        "1992 වන තෙක් රජය තේ වගාවන් තබා ඇත.1992 දී රජය මෙම උද්යාන පෞද්ගලික සමාගම්වලට බදු දුන්නේය. පසුගිය වසර 32 පුරා, පෞද්ගලික අංශය උද්යාන විශාල ප්රමාණයක් පවත්වාගෙන යයි.",
        "පෞද්ගලික සමාගම් 22 කට ආසන්න ප්රමාණයක් මේ වන විට ශ්රී ලංකාවේ මෙම තේ වගාවන් බදු දී තිබේ. කම්කරුවන් මිලියනයක් පමණ වැඩ කරති.රජය තවත් සමාගම් කිහිපයක් ද ක්රියාත්මක කරයි.",
        "රජයේ වතු සංවර්ධන මණ්ඩලයේ නාමයෙන් රජයේ ආයතනයක් වතුකරයන් ක්රියාත්මක කරයි. ඒ හා සමානව, එල්කාඩාව වැවිලි සමාගම, උද්යාන කළමනාකරණය කරයි. මීට අමතරව, රජය ශ්රී ලංකා වැවිලි ඒකාබද්ධ සංස්ථාවේ නමින් වැවිලි සමාගමක් පවත්වාගෙන යයි.මෙම රාජ්ය ආයතන තුන යටතේ උද්යාන 36 කට ආසන්න ප්රමාණයක් කළමනාකරණය කරනු ලැබේ.",
        "මෙයින් කම්කරුවන් 8000 ක් වැඩ කරති.මීට වසර ගණනාවකට පෙර 300,000 ක් පමණ වැවිලි කම්කරුවන් ය.නමුත් අද, මිලියනයක ජනතාව වැඩ කරන්නේ කම්කරුවන් පමණි.",
        "වැටුප් පාලන මණ්ඩලය යටතේ ඇති ඒකාබද්ධ ගිවිසුම මගින් වැටුප තීරණය වේ. වැටුප් වලට අමතරව, සමාගම් ප්රකාශ කරන්නේ ළමයින්ට නඩත්තු, ජලය, අධ්යාපන පහසුකම්, සෞඛ්ය පහසුකම් සහ නිවාස පහසුකම් ලබා දී ඇති බවයි.ඒවායේ ගුණාත්මකභාවය සමාජ සංවර්ධනය ගැන වුවද, මෙම ගැටළු සන්ධි ගිවිසුම මගින් සිදු කෙරේ.",
        "මෙම සමාගම් ශ්රී ලංකාවේ තේ නිෂ්පාදනයෙන් සියයට 25 කට දායක වේ. දායකයින්ගෙන් සියයට 75 ක් ගෝලීය හිමිකරුවන් හරහා ලබා දෙනු ලැබේ.කුඩා උද්යාන ඇති අයිතිකරුවන් නිෂ්පාදනය හා තේ සැපයීම. ලක්ෂ 5 කට ආසන්න පිරිසක් වැවිලි අංශයට සම්බන්ධ වී සිටිති. ව්යාපාර ලක්ෂ 6 කට ආසන්න ව්යාපාර ප්රමාණයක් ඇත. මිනිසුන් 20 දෙනෙකු පමණ පවුල් සමඟ කෙතේ ජීවත් වෙති.",
        "අවම කිරීම අවම කිරීම සඳහා කියා සිටිම් හාම්පුතු සම්මේලනයේ ප්රකාශකයෙකු වන රොෂාන් රාජදුරවි, සමනය කිරීම සඳහා විවිධ කාරණා පෙන්වා දෙයි.",
        "තේ කර්මාන්තය සම්බන්ධයෙන් ගත් කල, අපි බොහෝ අර්බුදයන්ට මුහුණ දී සිටිමු.ලොව පුරා විවිධ අර්බුද හේතුවෙන් තේ පිළිබඳ ප්රශ්නය හීන වේ. තේ පානය කිරීම සියයට 50 කට ආසන්න ප්රමාණයක් ලෝක මට්ටමින් පහත වැටෙමින් තිබේ. මෙම තත්වයන් සමඟ අප මුහුණ දිය යුතුය. එබැවින් රුපියල් 1700 ක වැටුපක් ගෙවීම ඉතා අපහසුය.",
        "අපි වැටුප් පමණක් නොව කම්කරුවන්ට වෙනත් පහසුකම් සපයන්නෙමු. අපි ජලය, නිවාස පහසුකම්, අධ්යාපන සෞඛ්ය පහසුකම්, දරුවන්ගේ රැකවරණය වැනි පහසුකම් සපයන්නෙමු.ඉතින් ඔබ මෙය දැකිය යුතුයි.",
        "විවිධ හේතු නිසා විවිධ හේතුන් නිසා තේ නිෂ්පාදන අංශය දැවැන්ත අර්බුදයන්ට මුහුණ දී සිටී, විදුලි ගාස්තු වැඩිවීම, කම්කරුවන්ගේ වැටුප් වැඩිවීම ඇතුළුව.මෙම තත්වයන් මධ්යයේ වුවද, අපි මේ දේවල් කරන්නේ, \"සේවා යෝජකයන්ගේ සම්මේලනයේ ප්රකාශකයා සඳහන් කරයි.",
        "පුද්ගලික අංශ වතු 22 ක් රැගෙන යයි.උද්යාන 448 කට ආසන්න සංඛ්යාවක් ඇත.රජයට කිසිදු බරක් නොමැත.අපි රජයට සුදුසු බදු ගෙවන්නෙමු. ජනතාව සඳහා වන ආදායම් බෙදාගැනීමේ පද්ධතිය අපි ඉදිරිපත් කරමු.",
        "එනම්, අපි තේ උදුරා ගන්නා විට මිනිසුන් තේ ප්රමාණය ගෙවන ආකාරය අපි ඉදිරිපත් කරමු. නමුත් ඔවුන් එය පිළිගන්නේ නැත.අපි තේ කර්මාන්තය සුරැකිය යුතුයි.සැමට සහයෝගයෙන් කටයුතු කිරීම අවශ්ය වේ.වැඩි වැටුපක් ලබා ගැනීමට ද අපි උනන්දු වෙමු.තේ නිෂ්පාදනය 2020 වන විට අඩු විය.",
        "ඊට පස්සේ අපි ජපානයේ වෙළඳපොල නැති කළා. අපට තවමත් එය නැවත ලබා ගත නොහැක.තේ මිලියන 340 ක් පමණ නිපදවා ඇති අභියෝග රාශියක් ඇති අතර එය අද මිලියන 250 ක් පමණි.",
        "ශ්රී ලංකාවේ ඩොලර් ආදායමේ ජීවන රටාව වන තේ කර්මාන්තය සුරැකීමේ අවශ්යතාවයක් පවතී.ඒ අතරම, තේ කර්මාන්තයේ සේවය කරන කම්කරුවන්ගේ පහසුකම්. ඔවුන්ගේ වැටුප් ඉහළ නැංවීම තරමක් ගෙවා තිබිය යුතුය. අද සෑම කෙනෙකුම ජීවන වියදමෙන් පීඩා විඳිති. ඔවුන්ට ලැබෙන වැටුප ක්රියාත්මක කිරීමට මිනිසුන්ට නොහැකි පරිසරයක් තිබේ.කම්කරුවන්ට ප්රමාණවත් වැටුප් ද ගෙවිය යුතුය.ඔවුන්ගේ ශ්රමය සඳහා ගෙවිය යුතුය.",
        "ශ්රී ලංකාවේ ආර්ථික අර්බුදය හේතුවෙන් දුප්පත්කම ඉහළ ගොස් තිබේ.2019 දී දුප්පතුන්ගේ සංඛ්යාව ලක්ෂ 70 දක්වා ඉහළ ගොස් තිබේ. අධ්යයනයේ සංඛ්යාලේඛනවලින් පෙනී යන්නේ වතු ජනයා වඩාත් පීඩාවට පත්ව ඇති බවයි.වැවිලි ජනගහනය දුප්පතුන් අතර බහුලව දක්නට ලැබේ.",
        "මෙයට හේතුව වතුකරයේ සමාජ-ආර්ථිකමය පසුබෑමයි.වතුකරයේ ජනතාව රටේ සෙසු ප්රදේශවලට වඩා දරුණු අර්බුදවලට මුහුණ දෙති.ඒවා ඒ ආකාරයෙන් අවධාරණය කෙරේ.ජීවන වියදම අනුව වැටුප් ගෙවිය යුතුය.අනෙක් අතට, සමාගම් පවසන්නේ වැටුප් වැඩිවීම ලබා දෙන්නේ නම්, ඔවුන්ට සමාගම් සමඟ ධාවනය කිරීමට නොහැකි වනු ඇති බවයි.තේ කර්මාන්තය දිගටම පවතිනු ඇත.එහි ප්රතිලාභය වන්නේ මිනිසුන් වෙත ළඟා වීමයි. මේ හරහා ඩොලර් ආදායම වැඩි කරන්න.",
        "ශ්රී ලංකාවේ තේ කර්මාන්තයේ සදාකාලික හෝ එහි පැවැත්මේ අභියෝග මොනවාද?එය මෙහි ඉතා වැදගත් ය.මෙහිදී ඉදිරිපත් කර ඇති ගැටළු මේ සම්බන්ධයෙන් විවිධ අධ්යයන කර ඇති බුද්ධිමය මහාචාර්ය චන්ද්ර බෝස් සහ මේ සම්බන්ධයෙන් බොහෝ සෙයින් පැහැදිලි බවක් ලැබී ඇති අතර මෙහි වැදගත් වේ.",
        "මෙයින් අදහස් කරන්නේ වැවිලි සමාගම්වල tivity ලදායිතාව ඉතා අඩු බවයි.මෙයින් අදහස් කරන්නේ ඉහළ අස්වැන්නක් ලබා දෙන තේ බෝගය සඳහා ආයෝජනයක් නොමැති බවයි.ආචාර්ය චන්ද්ර බෝෂ් විසින් පෙන්වා දෙන්නේ රජය විසින් සපයනු ලබන ඉඩමෙන් සියයට 30 ක් භාවිතා නොකරන බවයි.",
        "මීට අමතරව, තුන්වන වැදගත් අභියෝගය ස්ථිර සේවකයින් නොව තාවකාලික කම්කරුවන් විශාල පිරිසක් බවට පරිවර්තනය වී තිබේ.ඔවුන් කුඩා කල සිටම විශ්රාම ගොස් ඇති අතර ඔවුන් දැනට ස්ථිර සේවකයින් නොවේ.එබැවින් මෙම ක්ෂේත්රය පසුපස හඹා යාම අඩු වේ.70% ක් අද තාවකාලික සේවකයින් බවට පත්ව ඇත.එබැවින් ඔවුන්ට කර්මාන්තය පිළිබඳ අඩු අවුල් ජාලයක් ඇත.චන්ද්ර බෝස් පවසන්නේ මෙම තත්වය වෙනස් කළ යුතු බවයි.",
        "ඔහු පවසන පරිදි ශ්රී ලංකාවේ තේ නිෂ්පාදනය පහත වැටෙමින් තිබේ. මීට වසර කිහිපයකට පෙර කිලෝග්රෑම් මිලියන 340 ක් නිෂ්පාදනය කළේය. නමුත් අද කිලෝග්රෑම් මිලියන 250 ක පමණ නිෂ්පාදනයක් තිබේ. එය සැලකිය යුතු අඩුවීමක් පෙන්නුම් කරයි. රටේ තේ වල වැටීම ද මෙම ගැටළුව පෙන්නුම් කරයි.",
        "නිවැරදි රටේ තවත් තේ අපනයන ආදායමක් නොමැත.මුල් දිනවල සමාගමක් සමාගමක් සහ ජාත්යන්තර විකුණුම් වෙන්දේසි කිරීම, සමාගමක් විය.නමුත් අද එකම සමාගම සෑම දෙයක්ම කරයි.",
        "වැවිලි සමාගම්වල වර්ධනය සඳහා හෝ කම්කරුවන්ගේ සංවර්ධනය සඳහා වැවිලි කර්මාන්ත අමාත්යාංශය විසින් සිදු නොකෙරේ.ඊට පටහැනිව, අමාත්යාංශය වතු හිමියන්ගේ ප්රයෝජනය සඳහා කටයුතු කරමින් සිටී.මෙම තත්වය ද වෙනස් විය යුතු බව චන්ද්ර බෝස් පැහැදිලි කරයි.",
        "වතු කම්කරුවාගේ ප්රයෝජනය සඳහා 1889 දී හඳුන්වා දෙන ලද කම්කරු විධාන පනත. තවමත් නීතියේ නියමය නීතියයි.ඔබ උද්යානයක් ගන්නේ නම්, දුරෙයිමස් යනු ජනතාවගේ ආරක්ෂකයා ය.",
        "එම සමාජ ව්යුහය වෙනුවට ගැටලුවක් නොවේ. මෙම නීතිය යටතේ වැවිලි මානව සංවර්ධන අරමුදලයි.උද්යානයේ සේවය කරන ජනතාවගේ දරුවන් නඩත්තු කිරීම ඇතුළු සෑම දෙයකටම අරමුදල වගකිව යුතුය.",
        "අද මේ මිනිසුන්ගෙන් බොහෝ දෙනෙක් දුප්පත් ජනතාව අතර සිටින වීමට හේතුව එයයි. අද, 53 දෙනෙකු දරිද්රතා රේඛාව යටතේ ජීවත් වෙති.මෙම තත්වය වෙනස් කළ යුතු බව වෛද්ය චන්ද්ර බෝසේගේ වැදගත් අදහසකි.",
        "වැවිලි අංශය ශ්රී ලංකාවේ විවිධ අභියෝගයන්ට මුහුණ දී සිටී.වැදගත්ම විසඳුමෙන් එකක් මෙහි පරීක්ෂා කිරීමට නියමිතය. මේ සම්බන්ධයෙන් විශේෂ experts යින් විසින් විසඳුම් ක්රමයක් ඉදිරිපත් කරනු ලැබේ.මෙයින් අදහස් කරන්නේ වතු කම්කරුවන් 1700 වැටුප් වැඩිවීමක් ඉල්ලා සිටින බවයි.ඒවායේ පිරිවැය පිරිවැය ඒ සඳහා ප්රධාන හේතුවයි.අනෙක් අතට, සමාගම් පවසන්නේ ඔවුන්ට එම මුදල ගෙවිය නොහැකි බවත් ලාභයක් නොමැති බවයි.මෙම ගැටලුවට විසඳුම කුමක්ද?පළමුවෙන්ම, ශ්රමය දැනට ඉල්ලා සිටින වැටුප වැඩිවීම.",
        "නමුත් කම්කරුවන්ට දිගු කලක් පහත් වැටුපක් සඳහා දිගටම වැඩ කළ නොහැක.මේ සඳහා වන එකම විසඳුම වන්නේ කම්කරුවන්ට කුඩා වැවිලි අයිතිකරුවන්ට පරිවර්තනය කිරීම, විශේෂ expert යෝජනා සහ දෙපාර්තමේන්තු විශේෂ .යන් පවසන පරිදි බව වාර්තා වේ.",
        "හැමෝම මේක පිළිගන්නවා.මෙයින් අදහස් කරන්නේ වතුකරයේ ඇති ඉඩම් කම්කරුවන්ට ලබා දිය හැකි අතර ඔවුන්ට ඒවා නිෂ්පාදනය කළ හැකි බවයි. සුදුසු පහසුකම් සැපයිය යුතුය. අවසානයේදී ලාභ වියදම් පිරිවැය ජනතාවට ගෙවිය හැකිය.මේ තුළින් කම්කරුවන්ට ප්රතිලාභ සැලසේ.ඒ හා සමානව වතු සමාගම් ප්රයෝජනවත් වේ.",
        "අපනයන ආදායම ද ඉහළ යනු ඇත. මෙය ජාතික යාන්ත්රණයක් ලෙස සිදු කිරීම අවශ්ය වේ.මෙම ආදායම් බෙදාගැනීමේ යාන්ත්රණය ක්රියාත්මක කිරීමට ඔවුන් සූදානම් බව දැනට සමාගම් ප්රකාශ කර තිබේ. නමුත් ජාතික මට්ටමින් ජාතික යාන්ත්රණය තුළින් එය කළ යුතුය. මිනිසුන් කුඩා හිමිකරුවෙකු බවට පත්කිරීමට යාන්ත්රණයක් කිරීම වැදගත් ය.",
        "සෑම කෙනෙක්ම මේ ගැන කතා කරන්නේ ධනපතියන්, දේශපාලන නායකයින් සහ වෘත්තීය සමිති නායකයින් ලෙස ය.නමුත් මෙය නිසි ලෙස ක්රියාත්මක කිරීමේ අවශ්යතාවයක් පවතී.එය අනාගත සැලැස්ම විය හැකිය. නමුත් වත්මන් රාජ්යයේ කම්කරුවන් කෙරෙහි අවධානය යොමු කිරීම ඉතා වැදගත් වේ. වැටුප් වැඩිවීම ඔවුන්ට වැදගත් වේ.",
        "ඩොලරය රටේ ආර්ථිකයේ කොඳු නාරටිය වෙත ගෙන ඒමට සහ තවමත් ජීවත් වන ජනතාවගේ ඉන්ධන අවශ්යතා සපුරාලීම සඳහා ඔවුන්ගේ දහඩිය දැරූ වැවිලි කම්කරුවන්.. ඔවුන් රටේ වර්තමාන පරිපාලන ව්යුහයට කාවැදී සිටිය යුතුය. ඔවුන් උද්යානවල වැඩ කරන බව ඔවුන් නොසලකා හැරිය නොහැක.",
        "තේ කර්මාන්තය ආරක්ෂා කිරීම දිගටම කරගෙන යාම අවශ්ය වේ. වතු කම්කරුවන්ට ඔවුන්ගේ අවශ්යතා සපුරාලීම වැදගත් වේ. මේවා කිරීම රටේ අපනයන ආදායම වැඩි කිරීමට පියවර ගත යුතුය."
      ]
    },
    "en": {
      "title": "What are the solutions to the challenges facing the Sri Lankan tea that the dollar brings?",
      "body_lines": [
        "In 1972, the then government governmentization of all the gardens.Until 1992, the government held tea plantations.In 1992, the government leased these gardens to private companies.The private sector has been running the gardens for the past 32 years. About 22 private companies are currently leasing these tea plantations in Sri Lanka and about one lakh workers.The government is also running a few more companies. A government agency runs plantations in the name of People's Plantation Development Board. Similarly, the state of Elkaduwa Plantation on behalf of the state also manages gardens.The government runs a plantation company in the name of the Sri Lanka Plantation Joint Corporation.Under these three state agencies, there are 8000 workers.",
        "According to statistics of the United Nations Food and Agricultural Organization, the world's tea production has been increased for some years. Tea production has increased by 3.2 percent.By 2022, the world produced 6.7 million tonnes of tea.",
        "According to this statistics, the production of black tea is high in the current environment. Green tea production is low. But by 2032, the production of Green Tea is expected to increase massively. Tea production increases in China, Kenya and India.",
        "Tea production has fallen in Sri Lanka, which is the fourth of tea production in the world. Tea production in Sri Lanka fell by 15 percent in 2022, according to statistics of the United Nations Food and Agricultural Organization.",
        "The dollar was infected when the Corona virus infected in Sri Lanka.Tourism and foreign direct investments sent by Sri Lankans working abroad and foreign direct investments. Likewise due to economic issues could not be obtained. Thus, in the aftermath of 2020, the dollars continued to embrace the tea industry.That is, even when Sri Lanka faced a massive crisis without dollars, the plantation workers kept giving dollars to Sri Lanka through the tea industry.",
        "Approximately $ 1.5 billion comes into Sri Lanka every year.It was the hunger of the Sri Lankan people.It is evident here that this tea sector is very important in Sri Lanka. At present, plantation workers have demanded a salary of 1700 rupees. The government has also issued a gazette to pay 1700 rupees. The Employers Federation has denied it. The subject is currently in court. The negotiations take place. But not yet the results. Against this backdrop, it is very important to analyze the current situation in the tea industry.",
        "As of today, Sri Lanka's tea industry is facing various challenges and crises.Following the tea industry has created a huge crisis. There are various reasons for that.Climate change, rising prices of fertilizer, the World War I, the Middle East Wars and the Russia War, and the reduction of tea in the world market are the main reasons.May be stacked with different reasons. Due to these challenges, the tea industry is a crisis.",
        "The tea industry is important to Sri Lanka as much as fuel for vehicles. By 2022, Sri Lanka received $ 1.3 billion through the tea industry in the year 2022.",
        "The contribution of the tea industry is important in building the economy of Sri Lanka after independence and to meet the economic needs of the people.It cannot be predicted by ignoring it.Sri Lanka can earn a dollar income only if the tea industry continues to operate.Can also create employment opportunities. It is therefore very important to retain its presence over the challenges.",
        "Sri Lanka exports tea to various countries. Turkey imports the most important tea from Sri Lanka. Next, Iraq, Russia, Dubai, China, Saudi Arabia, Azerbajan, Syria, Libya and the United States are on the list of countries that import tea from Sri Lanka from Sri Lanka. It is also worth noting that Britain and European countries, which introduced tea to Sri Lanka, are not at the forefront of the unloading of tea from Sri Lanka.",
        "Sri Lanka's export revenue is approximately $ 10 billion to $ 12 billion annually.About 12 percent of this is available by the tea industry.That is, about $ 1.5 billion arrives annually.It is a huge expectation and aim for raising it to $ 2.5 billion.",
        "Despite that, Sri Lanka continues to contribute 12 percent of the export income. Sri Lanka's Ceylon D is one of the most famous symbols in the world trade.Ceylon tea is a business name that everyone knows. There are many types of tea in Sri Lanka. Plug tea is the most popular in Sri Lanka.",
        "The contribution of the tea sector continues to be important in the last three years, even if the export income of Sri Lanka has been met by the export income inequalities.. Tea exports are rising in Sri Lanka's agricultural exports.",
        "It is 65 percent.There are countries that produce the most tea in the world. Countries like China India Kenya produce the most tea. Sri Lanka is the fourth of the country that produces tea. Sri Lanka contributes nearly 9 percent of world tea production.",
        "Tea is cultivated in more than 3 lakh acres in many districts in Uva South Central Provinces in Sri Lanka.Statistics of the Export Development Board indicate that Sri Lanka is producing almost 300 million kg of tea a year.",
        "There has been a fall in the last few years. This means that 250 million production has fallen.Over 35 percent of which are exported. This exports should be increased further.",
        "Tea production started during the British period in Sri Lanka. Until 1972, the British companies operated the most tea plantations.Small tea gardens were also formed.In 1972, the then government governmentization of all the gardens.",
        "Until 1992, the government held tea plantations.The government in 1992 leased these gardens to private companies. For the past 32 years, the private sector has been running a large number of gardens.",
        "Nearly 22 private companies are currently leasing these tea plantations in Sri Lanka. About one million workers are working.The government is also running a few more companies.",
        "A government agency runs plantations in the name of People's Plantation Development Board. Similarly, the company, the Elkaduwa Plantation, manages the gardens. In addition, the government runs a plantation company in the name of the Sri Lanka Plantation Joint Corporation.Nearly 36 gardens are managed under these three state agencies.",
        "Of these, 8000 workers are working.Many years ago, up to 300,000 people were plantation workers.But today, up to one million people work only workers.",
        "The salary is determined by the Joint Agreement under the Salary Control Board. In addition to the salary, companies declare that children have been provided with maintenance, water, educational facilities, health facilities and housing facilities.Although their quality is about social development, these issues are made by the Joint Agreement.",
        "These companies contribute to 25 percent of Sri Lanka's tea production. 75 percent of the contribution is made through the global owners.Owners who have small gardens produce and provide tea. Nearly 5 lakh people are involved in the plantation sector. There are nearly 6 lakhs of business in total. About 20 lakh people live in the field with families.",
        "Roshan Rajadurai, spokesman for the Employers Federation, who commented on the salary increase mitigation, points out various issues.",
        "As far as the tea industry is concerned, we are facing many crises.The question of tea is diminished due to various crises worldwide. The use of tea at nearly 50 percent is declining at the world level. We have to deal with these conditions. Therefore, it is very difficult to pay a salary of 1700 rupees.",
        "We provide not only salaries but other facilities to workers. We provide facilities such as water, housing facilities, educational health facilities, children's care.So you have to see this.",
        "The tea production sector is facing massive crises due to various reasons, including the increase in fertilizer prices, the increase in electricity tariffs, the increase in workers' salaries.In spite of these conditions, we are doing these things, ”the spokesperson of the Employers Federation states.",
        "Private sectors carry 22 plantations.There are nearly 4485 gardens.There is no burden on the government.We are paying appropriate taxes to the government. We present the income sharing system for the people.",
        "That is, we put forward the way people pay the amount of tea as they pluck the tea. But they do not accept it.We need to save the tea industry.It is necessary for all to cooperate.We are also interested in getting a higher salary.Tea production declined by 2020.",
        "Then we lost Japan's market. We are still unable to recover it.There are many challenges that have been produced by approximately 340 million tea, producing only 250 million today.",
        "There is a need to save the tea industry, which is the lifeline of Sri Lanka's dollar income.At the same time, facilities for workers working in the tea industry. Their salary raise must be fairly paid. Everyone today is suffering from the cost of living. There is an environment where the people are unable to carry out the salary they get.Workers should also be paid adequate salaries.It is necessary to pay for their labor.",
        "Poverty has increased due to the economic crisis in Sri Lanka.The number of poor people in 2019 has increased to 70 lakhs. Statistics of the study show that the plantation people are the most affected.Plantation populations are more common among the poor.",
        "This is due to the socio -economic setback in plantations.Plantation people face severe crises than the rest of the country.They are emphasized in that way.Salaries should be paid according to the cost of living.On the other hand, companies say that if they give the salary increase, they will not be able to run with companies.The tea industry should continue to last.Its benefit is to reach people. Increase the dollar income through this.",
        "What are the challenges of Sri Lanka's tea industry lasting or its existence?It is very important here.The issues presented here are important here that the intellectual Professor Chandra Bose, who has done various studies on this issue and has received much clarity on this.",
        "This means that the productivity of the plantation companies is very low.This means that there is no investment in the crop of tea that gives high yields.Dr. Chandra Bose points out that 30 percent of the land provided by the government is not used.",
        "In addition, the third important challenge has been transformed into a large number of workers, not permanent workers but temporary workers.They are retired at an early age and they are not currently permanent workers.So the pursuit of this field is reduced.70 % have become temporary workers today.So they have less debacle on the industry.Chandra Bose says this situation should be changed.",
        "Tea production in Sri Lanka has been falling as he says. A few years ago produced 340 million kg. But today there is a production of about 250 million kg. It shows a significant decline. The issue also shows the fall of the country's tea in the world.",
        "There is no more tea export income in the right country.In the early days, a company was a company, auctioning a company, and international sales.But today the same company does all things.",
        "The Ministry of Plantation Industries is not done for the growth of plantation companies or for the development of workers.On the contrary, the Ministry is working for the benefit of the plantation owners.Chandra Bose explains that this situation should also change.",
        "The Labor Command Act, which was introduced in 1889 for the benefit of the plantation worker. It is the law that is still the law of law.If you take a garden, the Duraimas are the guardian of the people.",
        "Instead of that social structure is a problem that is not. Under this law is the Plantation Human Development Fund.The fund is responsible for all things, including the maintenance of the children of the people who work in the gardens.",
        "That is the reason why most of these people today are poor people. Today, 53 people live under the poverty line.It is also an important idea of ​​Dr. Chandra Bose that this situation should be changed.",
        "The plantation sector is facing various challenges in Sri Lanka.One of the most important solutions is to be examined here. A solution method is presented by experts in this regard.This means that plantation workers are demanding a 1700 salary increase.Their cost cost is the main reason for that.On the other hand, companies say they cannot pay that amount and have no profit.What is the solution to this problem?First, the salary increases that labor is currently being demanded.",
        "But workers cannot continue to work for a lower salary for a long time.It is therefore reported that the only solution to this is to convert workers into small plantation owners, according to expert suggestions and departmental experts.",
        "Everyone accepts this.This means that the lands found in plantations can be provided to workers and they can produce them. The appropriate facilities should be provided. Eventually, the costs of profit can be paid to the people.Through this, workers will benefit.Similarly, plantation companies are beneficial.",
        "Export income will also increase. It is necessary to carry out this as a national mechanism.Currently companies have announced that they are ready to carry out this income sharing mechanism. But it is necessary to be done through the national mechanism at the national level. It is important to make a mechanism to make people a small owner.",
        "Everyone speaks of this as capitalists, political leaders and union leaders.But there is a need to implement this properly.It may be the future plan. But it is very important to focus on workers in the current state. Salary increase is important for them.",
        "Plantation workers who shed their sweat to bring the dollar to the backbone of the country's economy and to meet the fuel needs of the people still live in a state of affairs.. They must be embedded into the current administrative structure of the country. They cannot be ignored that they are working in the gardens.",
        "It is necessary to continue to protect the tea industry. It is important that the plantation workers meet their needs with a proper salary increase. Doing these should take steps to increase the country's export income."
      ]
    }
  },
  "summary_lines": [
    "The challenges faced by Sri Lanka's tea industry are multifaceted, involving both internal and external factors. Here are the key challenges:",
    "",
    "1. **Declining Production**: Over the years, Sri Lanka's tea production has significantly decreased from 340 million kg to around 250 million kg annually. This decline is attributed to various factors, including lack of investment in high-yield crops, inefficient use of government-provided land, and a shift towards employing temporary rather than permanent workers.",
    "",
    "2. **Low Productivity**: The productivity of plantation companies is low, partly because of inadequate investment in modern farming techniques and technologies. Dr. Chandra Bose highlights that 30% of the land allocated for tea cultivation remains unused, indicating inefficiencies in land management and utilization.",
    "",
    "3. **Shift to Temporary Workers**: A significant portion of the workforce has transitioned from permanent to temporary employment, leading to early retirement and reduced commitment to the industry. This shift has negatively impacted the stability and efficiency of the workforce.",
    "",
    "4. **Economic Crisis**: The broader economic crisis in Sri Lanka has exacerbated the challenges faced by the tea industry. Rising costs of living and inflation have made it difficult for workers to afford even the current wages, let alone any increases. The increase in poverty levels, especially among plantation communities, underscores the urgency of addressing wage issues.",
    "",
    "5. **Market Competition and Global Trends**: The global demand for tea has seen a decline, affecting Sri Lanka's export earnings. Changes in consumer preferences and competition from other tea-producing countries have also played a role in reducing Sri Lanka's market share.",
    "",
    "6. **Government Focus and Legislation**: Criticisms have been raised regarding the Ministry of Plantation Industries' priorities, with allegations that it favors plantation owners over workers and fails to promote the growth and development of plantation companies effectively. The legacy of colonial-era laws and structures, such as the Labour Ordinance and the Plantation Human Development Fund, while intended to protect workers, have also been identified as areas needing reform to better address contemporary challenges.",
    "",
    "7. **Proposed Solutions and Challenges**: Suggestions for converting workers into small plantation owners aim to address wage issues and empower workers economically. However, implementing such changes requires significant restructuring of the industry, including land redistribution, provision of capital, and support services. This approach faces practical and logistical challenges, including resistance from existing plantation owners and the need for substantial government intervention and funding.",
    "",
    "Addressing these challenges requires comprehensive strategies that balance the interests of workers, plantation owners, and the broader economy. This includes investing in agricultural research and technology, improving working conditions and wages, reevaluating land use policies, and exploring innovative models of ownership and participation in the tea industry."
  ]
}