{
  "translated_text": {
    "si": {
      "title": "රාජපක්ෂ ආරක්ෂා කිරීම සඳහා මුස්ලිම්වරුන්ගෙන් සමාව ඉල්ලීමට රජය තීරණය කර තිබේ",
      "body_lines": [
        "කෝවිට් ආසාදනයකින් මියගිය මුස්ලිම් පුරවැසියන්ගේ සිරුරු වලින් රාජපක්ෂගේ සිරුරු ආරක්ෂා කිරීම සම්බන්ධයෙන් කැබිනට් මණ්ඩලයට සමාව අයැදීමට මරික්කාර් මන්ත්රීවරයා දැන් මුස්ලිම් ප්රජාවෙන් සමාව ඉල්ලීමට තීරණය කර තිබේ.. කිව්වා.",
        "ඔහු මේ බව කියා සිටියේ බ්රහස්පතින්දා (25) පාර්ලිමේන්තුවේදී පවත්වන ලද රාජ්ය මූල්ය කළමනාකරණ හා ආර්ථික මාරු කිරීමේ පනත් කෙටුම්පත පිළිබඳ විවාදයකදීය.",
        "කිසිදු විද්යාත්මක විභේදනයකින් තොරව කොබිට් ආසාදනය හේතුවෙන් මියගිය මුස්ලිම් පුරවැසියන්ගේ සිරුරු පුළුස්සා දැමීමට රාජපක්ෂ රජය පියවර ගෙන තිබේ.",
        "එම ආණ්ඩුවේ මෙම තීරණය මගින් සමස්ත මුස්ලිම් ප්රජාව ඉතා වේදනාකාරී විය. බලපෑමට ලක්වූ පවුල් එහි වේදනාව ගැන තවමත් දනී.",
        "අනෙකාට මුස්ලිම් ජනතාවගෙන් පැන යා හැකි යැයි රජයට සිතීම රජයට ම්ලේච්ඡ දෙයකි.",
        "රාජපක්ෂය විසින් අපරාධයෙන් ආරක්ෂා කර බලධාරීන්ට දොස් පැවරීම සඳහා රජය හදිසියේම එවැනි යෝජනාවක් ඉදිරිපත් කර තිබේ.",
        "මෙම තීරණය ගත් සිරුරු පුළුස්සා දැමීමට බලධාරීන්ට විද්යාත්මකව විද්යාත්මකව ලබා දී නොමැති නම්.",
        "කැබිනට් මණ්ඩලයේ සිටි අය මෙය විරෝධය නොදැක්වූයේ ඇයි?. ඉතින් රජය සිතන්නේ මෙම සිදුවීම සඳහා මුස්ලිම්වරුන්ගේ සමාව ඉල්ලා මුස්ලිම්වරුන්ට ඡන්දය ප්රකාශ කළ හැකි බවයි.. වින්දිතයාගේ වේදනාව අවතක්සේරු නොකරන්න. රජයට වන්දි ලැබෙනු ඇත.",
        "මුස්ලිම් ප්රජාවට රජය සැබවින්ම සමාව ඉල්ලන්නේ නම්.",
        "වින්දිතයින් මෙන්ම වන්දි ගෙවිය යුතුය. ජාතිවාදය මත පදනම්ව, මිනුම් කළ ආසාදනයෙන් මියගිය අයව පුළුස්සා දැමීමට රජය තීරණය කළේය. එහි විද්යාත්මක පදනමක් නොමැත. එබැවින්, සජිත් ප්රේමදාසගේ නායකත්වයෙන් යුත් ආණ්ඩුවේ, වැරැද්දට වගකිව යුතු සියලු දෙනාට එරෙහිව නීතිමය පියවර ගනු ඇත."
      ]
    },
    "en": {
      "title": "The government has decided to apologize to Muslims to protect Rajapakse",
      "body_lines": [
        "Marikkar MP has decided to apologize to the Muslim community now that the Cabinet has been accused of protecting Rajapaksa's bodies from the bodies of Muslim citizens who died in a kovit infection.. Said.",
        "He was speaking at a debate on the State Financial Management and Economic Transfer Bill held in Parliament on Thursday (25).",
        "The Rajapakse government has taken steps to burn the bodies of Muslim citizens who died in the Kovit infection without any scientific resolution.",
        "The entire Muslim community was very painful by this decision of that government. The affected families are still aware of its pain.",
        "It is a foolish thing for the government to think that the government can escape from the other Muslim people.",
        "The government has suddenly made such a resolution to protect Rajapakse from the crime and blame the authorities.",
        "If the authorities have been given the ally not scientifically to burn the bodies, who made the decision.",
        "Why did those in the Cabinet not protest this?. So the government is thinking that the Muslims can get votes in the election, apologizing to the Muslims for the incident.. Do not underestimate the victim's pain. The government will get compensation.",
        "If the government really apologizes to the Muslim community.",
        "As well as the victims should be compensated. Based on racism, the government decided to burn those who had died in the gauged infection. There is no scientific basis in it. Therefore, in the government led by Sajith Premadasa, legal action will be taken against all those responsible for the mistake."
      ]
    }
  },
  "summary_lines": [
    "In response to accusations of mishandling COVID-19 deaths among Muslims, the government plans to apologize to the Muslim community to deflect criticism aimed at protecting Rajapaksa officials. This move comes after allegations surfaced about the government's decision to cremate Muslim deceased without consent, causing widespread outrage within the community. Critics argue this apology is politically motivated, aiming to secure Muslim votes rather than address the underlying issue of discrimination and lack of proper handling of the deceased. Calls for legal action against those responsible for the mishandling are also being made, highlighting the need for accountability and justice."
  ]
}