{
  "translated_text": {
    "si": {
      "title": "කෝටි 1000 කි",
      "body_lines": [
        "රටින් පලා ගිය රට තුළට පලාගිය සමාගමේ හිමිකරු වන සමාගමේ හිමිකරු බදාදා (08) කටුනායක ගුවන් තොටුපලේදී කටුනායක ගුවන් තොටුපලේදී අත්අඩංගුවට ගෙන තිබේ.",
        "උදේ 12.00 ට පමණ මැලේසියාවේ ක්වාලාලම්පූර් සිට කටුනායක ගුවන්තොටුපළට පැමිණෙන විට ඔහු කුරුණෑගලෙන් 52 දෙනා අත්අඩංගුවට ගෙන ඇති අතර ඔහු උදේ 12.00 ට පමණ මැලේසියාවේ ක්වාලාලම්පූර් සිට කටුනායක ගුවන් තොටුපළට පැමිණෙන විට අත්අඩංගුවට ගෙන තිබේ.",
        "තමාට ලැබුණු තොරතුරු මත පදනම්ව, කටුනායක ගුවන් තොටුපල ආගමන දෙපාර්තමේන්තුවේ ජනේලයට යාමට සාපරාධී විමර්ශන දෙපාර්තමේන්තුවේ නිලධාරීන් ඔහුව අත්අඩංගුවට ගත්හ.",
        "කටුනායක ගුවන්තොටුපළට පැමිණෙන විට කටුනායක ගුවන් තොටුපළ පැමිණෙන විට කටුනායක ගුවන් තොටුපළ පැමිණෙන මූල්ය ආයතනයේ අවුරුදු 42 ක බිරිඳ අපරාධ විමර්ශන දෙපාර්තමේන්තු නිලධාරීන් විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "ශ්රී ලංකාවේ \"ජේ.වී.එල්. කුරුණගල නගරයේ මධ්යයේ මහල් නිවාසයක් ඉදිකර ඇත.. රීල්"
      ]
    },
    "en": {
      "title": "1000 crores of rupees: two arrested",
      "body_lines": [
        "According to the Criminal Investigation Department (CID), the owner of the company, who fled the country, who fled the country, has been arrested at the Katunayake airport on Wednesday (08) at the Katunayake airport.",
        "The 52 -year -old from Kurunegala has been arrested when he fled the Colombo Chief Magistrate's Court and was arrested when he arrived at the Katunayake airport from Kuala Lumpur, Malaysia at around 12.00 am.",
        "Based on the information he received, the Criminal Investigation Department officials arrested him before going to the window of the Katunayake Airport Immigration Department.",
        "The 42 -year -old wife of the financial institution who was waiting at the Katunayake airport arrival in the Katunayake airport has been arrested by the Criminal Investigation Department officials.",
        "Investigations have revealed that 11 accounts belonging to the financial institution of three major banks in Sri Lanka in the name of a director in the name of a director's name, which founded the Pyramid Financial Institute of \"Jed's Business School\", deceived about 2,500 depositors, built an apartment in the center of the city of Kurunegala.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Two arrests made over 1,000 crore rupee fraud case. Company owner and his wife detained at Katunayake airport. CID investigation reveals 11 bank accounts linked to Pyramid Financial Institute, deceiving 2,500 depositors."
  ]
}