{
  "translated_text": {
    "ta": {
      "title": "கடற்படை வணிக வெடிபொருட்களைக் கொண்டுள்ளது",
      "body_lines": [
        "மன்னரில் இலங்கை கடற்படை நடத்திய விசாரணை நடவடிக்கைகள் (01) வெடிபொருட்களைக் கொண்டு செல்ல சந்தேகிக்கப்படும் ஒரு வண்டியைப் பெற நடவடிக்கை எடுக்கப்பட்டது.",
        "வெடிபொருட்கள் காரணமாக, கடல் சுற்றுச்சூழல் அமைப்புக்கு சேதம் ஏற்படுவதைத் தடுக்க கடற்படை மேலும் கவனம் செலுத்துகிறது.",
        "அதன்படி, வட மத்திய மரைன் டைரக்டிவாவைச் சேர்ந்த இலங்கை கடற்படை கப்பல் கஜா, மின்சாரமற்ற டிடனேட்டர் (30) (கொழும்பு-லங்காபுவத்) கடற்படை ஒரு வண்டியுடன் கைது செய்யப்பட்டது.",
        "சட்டவிரோத மீன்பிடித் தொழிலுக்கு வெடிபொருட்களைப் பயன்படுத்துவது சவுத்பாரில் மறைக்கப்பட்டதாக நம்பப்படுகிறது."
      ]
    },
    "en": {
      "title": "Navy bears commercial explosives",
      "body_lines": [
        "Investigation operations conducted by the Sri Lanka Navy in Mannar.Steps were taken to obtain a cab (01) a cab suspected to transport the explosives.",
        "Due to explosives, the Navy is conducting further attention to prevent the damage to the ocean ecosystem.",
        "Accordingly, Sri Lanka Naval Ship Gaja belonging to the North Central Marine Directiva, a non-electrification detonator (30)(Colombo-Lankapuvath) The Navy was taken into custody with a cab suspect that the explosives were transported with Rs. 350G.",
        "It is believed to be hidden in the Southbar to use explosives for illegal fishing industry.Steps were handed over to the Mannar Police Station."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Navy investigated a cab transporting commercial explosives in Mannar, suspecting it for the illegal fishing industry. They took custody of a non-electric detonator from the ship Gaja, aiming to prevent ecological damage. The case was handed over to the Mannar Police Station."
  ]
}