{
  "translated_text": {
    "ta": {
      "title": "இலங்கை-மேற்கு இண்டீஸ் கிரிக்கெட் போட்டிக்கான செய்தி",
      "body_lines": [
        "வரவிருக்கும் இலங்கை-மேற்கு இண்டீஸ் கிரிக்கெட் போட்டிக்கான ஆன்லைன் முறையில் போக்குவரத்து தொடங்கப்படும் என்று இலங்கை கிரிக்கெட் கூறுகிறது.",
        "இதற்கிடையில், கொலம்போ 7 இல் உள்ள அறிவியல் பயிற்சி மற்றும் தம்புல்லா கிரிக்கெட் ஸ்டேடியத்தில் டிக்கெட் ஜன்னல்கள் அக்டோபர் 10 முதல் திறக்கப்பட்டன.",
        "டி 20 நாட்களில் தம்புல்லா பிரதேசங்களவை அலுவலகத்தில் டிக்கெட் விற்கப்படும்.",
        "டிக்கெட்டுகள் அக்டோபர் 18 முதல் பல்லேகேல் ஸ்டேடியத்தில் விற்கப்படும், மேலும் ஒருநாள் சர்வதேசத்தில் உள்ள பாலகோல்லாவில் டிக்கெட்டுகளை வாங்கலாம்.",
        "டிக்கெட் ஜன்னல்களும் காலை 9 மணி முதல் இரவு 8 மணி வரை திறந்து சாளர டிக்கெட் சாளரத்தை மாலை 5.30 மணி வரை திறக்கும்."
      ]
    },
    "en": {
      "title": "Message for the Sri Lanka-West Indies Cricket Tournament",
      "body_lines": [
        "Sri Lanka Cricket states that traffic will launched on online method for the upcoming Sri Lanka-West Indies cricket tournament.",
        "Meanwhile, ticket windows at Science Training and Dambulla cricket stadium in Colombo 7 opened from October 10.",
        "Tickets will be sold at the Dambulla Pradeshiya Sabha office on the days of the T20.",
        "The tickets will be sold at the Pallekele Stadium from October 18 and can also purchase tickets at the Balagolla on the ODI International.",
        "The Ticketing Windows will also be open from 9am to 8 pm and open the Window Ticket window to 5.30 pm."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Cricket announces online ticket sales for West Indies series. Tickets available at Science Training Center, Dambulla Stadium, and Pallekele Stadium starting Oct 10. Purchase at Dambulla Pradeshiya Sabha during T20 matches, Pallekele from Oct 18, and Balagolla for ODI. Ticket windows open 9am-8pm, closing at 5:30pm."
  ]
}