{
  "translated_text": {
    "ta": {
      "title": "தென்னாப்பிரிக்கா ஒரு வலுவான நிலை",
      "body_lines": [
        "இலங்கைக்கும் தென்னாப்பிரிக்காவிற்கும் இடையிலான இரண்டாவது நாள் சோதனை போட்டியில் தென்னாப்பிரிக்கா 3 விக்கெட் இழப்புக்கு 132 ரன்கள் எடுத்தது.",
        "அதன்படி, அவை தற்போது இலங்கையின் முதல் இன்னிங்சை விட முன்னிலையில் உள்ளன.",
        "தலைவரின் தலைவரான டிரிஸ்டாபா 24 ரன்கள் எடுத்தார், டிரிஸ்டன் ஸ்டப்ஸ் 24 ரன்கள் எடுத்தார், அவர்கள் இருவரும் 43 ரன்கள் எடுத்தனர்.",
        "இரண்டாவது இன்னிங்ஸில் எரிடன் மார்க்ராம் 47 ரன்கள் எடுத்தார்.",
        "அவரைத் தவிர, டோனி டி செர்ஸி 17 ரன்கள் எடுத்தார், பீர் முல்டர் 15 ரன்கள் எடுத்தார்.",
        "இலங்கை பந்து வீச்சாளர்களில், பிரபத் ஜெயசூரியா 48 ரன்களுக்கு 2 விக்கெட்டுகளை வீழ்த்தினார்.",
        "கூடுதலாக, யுனிவர்சல் பெர்னாண்டோ ஒரு விக்கெட் வைத்து அவருக்கு 33 ரன்கள் கொடுத்தார்."
      ]
    },
    "en": {
      "title": "South Africa is a strong position",
      "body_lines": [
        "South Africa scored 132 runs for the loss of 3 wickets in their second day's Test match between Sri Lanka and South Africa.",
        "Accordingly, they are currently ahead of the first innings of Sri Lanka.",
        "The Leader of the leader, Tristhaba scored 24 runs and a Tristan Stubbs scored 24 runs while the two of them were 43 runs.",
        "Eridan Markram scored 47 runs in the second innings.",
        "In addition to him, Tony de Serzi scored 17 runs and the beer Mulder scored 15.",
        "Among the Sri Lanka bowlers, Prabath Jayasuriya took 2 wickets for 48 runs.",
        "In addition, universal Fernando had one wicket and gave him 33 runs."
      ]
    }
  },
  "summary_lines": [
    "South Africa leads Sri Lanka in Test match: 132/3, Tristhaba & Tristan Stubbs 24 each, Eridan Markram 47, Tony de Serzi 17, Beuran Hewage 15. Prabath Jayasuriya 2/48, Dilshan Madushanka 1/33."
  ]
}