{
  "translated_text": {
    "ta": {
      "title": "சரண் வெடிபொருட்களைத் தருகிறார்",
      "body_lines": [
        "வெடிபொருட்களின் வெளியீட்டில், பஸ்கா தாக்குதலுக்குப் பிறகு கடைசி அரசாங்கம் பில்லியன் கணக்கான கீறல்களைச் சரிசெய்ததாக அறிவிக்கப்பட்டுள்ளது, ஆனால் அவர்கள் தங்கள் உரிமங்களை அனுமதிக்க வேண்டும் மற்றும் அவர்களின் உரிமங்களின் அனுமதிகள் குறித்து முழு விசாரணையை நடத்த வேண்டும் அரசாங்கம் கோரப்பட்டுள்ளது என்று தலைவர் கூறினார்.",
        "நேற்று (06) கண்டியின் பெரடேனியா இன் டாயில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் அனைத்து இலங்கை வெடிக்கும் சந்தைப்படுத்துபவர்களிடமும் அனைத்து இலங்கை வெடிக்கும் சந்தைப்படுத்துபவர்களின் பிரதிநிதிகள்.",
        "பாதுகாப்பு அமைச்சகம் பாதுகாப்பு அமைச்சினால் நிறுத்தப்பட்டு பாதுகாப்பு அமைச்சகத்திலிருந்து வெளிவந்ததாக அவர்கள் கூறினர், பாதுகாப்பு அமைச்சகம் வெடிபொருட்களை வெளியிடுவதை நிறுத்தியுள்ளது.",
        "ஜனாதிபதி பாதுகாப்பு செயலாளர் கமல் குனரத்னே வெடிபொருட்களை விநியோகிப்பதில் சில நாட்கள் இருந்ததாகவும், கடைகள் ஏற்கனவே மகாவா மற்றும் கண்டி பகுதிகளில் திறந்து வைக்கப்பட்டுள்ளன என்றும் உரிமங்களுக்கு விடுவிக்கப்பட்டுள்ளது.",
        "அனைத்து இலங்கை வெடிக்கும் சந்தைப்படுத்துபவர்களின் தலைவரும் அனைத்து இலங்கை வெடிக்கும் சந்தைப்படுத்தல் தலைவரும், தற்போதைய ஜனாதிபதி மற்றும் ஊழலின் தற்போதைய ஜனாதிபதியின் தற்போதைய ஜனாதிபதியின் கீழ் எங்கள் பிரச்சினைகளுக்கு நியாயமான தீர்வைக் கொண்டுவருவேன் என்று கூறினார்.",
        "82 வெடிக்கும் சந்தைப்படுத்தல் பிரதிநிதிகள் பாதுகாப்பு அமைச்சில் பதிவு செய்யப்பட்டுள்ளனர். அனைத்து இலங்கை வெடிக்கும் சந்தைப்படுத்துபவர்களும், பற்றாக்குறை, பற்றாக்குறை, முழு லங்கா வெடிக்கும் நிறுவனத்தின் அம்மோனியம் விற்பனையாளர், இறக்குமதி நடவடிக்கைகளை அமைச்சின் அதிகாரிகளால் மட்டுமே செய்ய முடிவு செய்துள்ளார்.",
        "அதன்படி, அரசுக்கு சொந்தமான சட்ட நிறுவனம் இலங்கைக்கு ஒரு ஒழுக்கக்கேடான இறக்குமதி செய்யத் தொடங்கியது மற்றும் முன்னாள் அரசாங்கத்திற்கு இடையில் லாபம் ஈட்டியதாக அரசாங்கத்தின் செயலாளர் சந்தேகிக்க வேண்டும்.",
        "நான் அம்மோனியம் நாட்டிற்கு ஏற்றுமதி செய்யப்பட்டபோது, ​​இலங்கை இலங்கைக்கு ஏற்றுமதி செய்யப்பட்டுள்ளது, இது இலங்கையில் வெடிபொருட்கள் மற்றும் தனியார் துறைக்கு வழங்கப்பட்டுள்ளது, அங்கு நான் வெடிபொருட்கள் மற்றும் தனியார் அரசாங்கத்திற்கு ஏற்றுமதி செய்யப்பட்டுள்ளேன் இலங்கையில் துறை இது ஒரு பிரச்சினை என்று அரசாங்கம் நிர்வகிக்கவில்லை என்று கூறப்பட்டது."
      ]
    },
    "en": {
      "title": "Saran returns explosives",
      "body_lines": [
        "In issue of explosives, the last government has been reported to the reconcile of billions of scratches after the Passover attack, but they have to permit their licenses and to conduct a full investigation into the permits of their licenses.The All Ceylon Explosive Marketers' Forum Chairman said that the government is requested.",
        "Representatives of the All Ceylon Explosive Marketers at the All Ceylon Explosive Marketers at a press conference held at the Peradeniya inn Tai of Kandy yesterday (06).",
        "They said that the Ministry of Defense stopped by the Ministry of Defense and had emerged from the Ministry of Defense, the Ministry of Defense has stopped the issuance of the explosives.",
        "The Presidential Defense Secretary Kamal Gunaratne has been released to the licenses that there have been a few days in the distribution of explosives and issuing permits.The stores are already inaugurated in Mahawa and Kandy areas.",
        "The All Ceylon Explosive Marketing Chairman, the President of All Ceylon Explosive Marketers, said that he would bring a fair solution to our problems under the present president of the present president of the present president and corruption.",
        "82 Explosive Marketing Representatives are registered in the Ministry of Defense. Diffegrantic Secretary of All Ceylon Explosive Marketers, a deficit, deficit, the ammonium seller of the entire Lanka Explosive Corporation has decided to provide the import activities only by the various legal corporations that have been done by the officials of the Ministry.Said.",
        "Accordingly, the Secretary of the government has to doubt that the state-owned legal corporation began to import an immoralified to Sri Lanka and had made a profit between the former government.He added.",
        "When I have been exported to the country of ammonium, Sri Lanka has been exported to Sri Lanka, which has been given to the Government of Explosives and the private sector in Sri Lanka, where I have been exported to the Government of Explosives and the private sector in Sri Lanka.It was said that the government did not govern it was a problem."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Explosives issue: Gov't investigates license permits after Passover attack. Defense Ministry stops issuing explosives licenses. Explosive marketers seek fair solutions under current president."
  ]
}