{
  "translated_text": {
    "ta": {
      "title": "ரானிலின் ஜாமீன் விண்ணப்பம் அரை மணி நேரம் ஒத்திவைக்கப்பட்டது",
      "body_lines": [
        "கோட்டை மாஜிஸ்திரேட் நீதிமன்றத்தின் நிறுத்தத்தில் அது அரை மணி நேரம் ஒத்திவைக்கப்படும் என்று கூறியது.",
        "இந்த கோரிக்கை கொழும்பின் கோட்டை மாஜிஸ்ட்ரா லங்காபுரா முன் பரிசீலிக்கப்பட்டது.",
        "சிஐடியிற்காக ஆஜரான கூடுதல் சொலிசிட்டர் ஜெனரல் திலீபா பீரிஸ், சந்தேக நபருக்கு எதிராக பொதுச் சொத்தின் கீழ் சமர்ப்பிக்கப்படுவார் என்று கூறினார்.",
        "விசாரணைகள் முடிக்கப்படாததால் சந்தேக நபரை ரிமாண்ட் செய்யும்படி அவர் கேட்டார்.",
        "சந்தேக நபர் சார்பாக ஆஜரான ஜனாதிபதியின் ஆலோசகர் அனமஞ்சா பிரேமரத்னே சந்தேக நபரை ஜாமீனில் விடுவிக்குமாறு கேட்டுக்கொள்ளப்பட்டார்.",
        "பின்னர், ஜாமீன் அறிவிப்பில் உத்தரவை அறிவித்து அரை மணி நேரம் அறிவித்தது."
      ]
    },
    "en": {
      "title": "Ranil's bail application postponed for half an hour",
      "body_lines": [
        "The cease of the Fort Magistrate's Court stated that it would be adjourned for half an hour.",
        "The request was considered before the Fort Magistra Lankapura, Colombo.",
        "Additional Solicitor General Dileepa Peiris, who appeared for the CID, said that the suspect would be submitted under the general property against the suspect.",
        "He also asked the suspect be remanded as investigations were not completed.",
        "President's Counsel Anamanja Premaratne appearing on behalf of the suspect was asked to release the suspect on bail.",
        "Subsequently, declaring the order on bail announcement announced to half an hour."
      ]
    }
  },
  "summary_lines": []
}