{
  "translated_text": {
    "ta": {
      "title": "නව භාණ්ඩාගාර ලේකම්ගේ ’පැටිකිරිය’ මෙන්න",
      "body_lines": [
        "டாக்டர் ஹர்ஷன் சூரியபுப்ரா நிதி அமைச்சின் புதிய செயலாளராக நியமிக்கப்பட்டுள்ளார்.",
        "මීට අදාළ පත්වීම් ලිපිය ජනාධිපති ලේකම් ආචාර්ය නන්දික සනත් කුමානායක මහතා විසින් අද (23)  පෙරවරුවේ ජනාධිපති කාර්යාලයේදී ආචාර්ය හර්ෂණ සූරියප්පෙරුම මහතා වෙත භාර දෙන ලදී.",
        "சூரியபெமா பல ஆண்டுகளாக மூலதன சந்தைகளை ஒழுங்குபடுத்துவதில் ஈடுபட்டார், இலங்கை நிதி மற்றும் பரிவர்த்தனை அமைச்சகத்தின் நிதி அமைச்சின் கீழ் இயக்குநராக இருந்தார். உலக வங்கியின் சர்வதேச தரவரிசைகளின்படி, உலக வங்கியின் சர்வதேச தரவரிசை 74 வது இடத்தைப் பிடித்தது.",
        "ஸ்ரீ ஜெய்வர்டெனெபுரா பல்கலைக்கழகத்தின் முதுகலை நிறுவனத்தில் எம்பிஏ பெற்றுள்ளார்.. அவர் இங்கிலாந்தின் பட்டய நிறுவனம், மேலாண்மை கணக்காளர்கள் (சிஐஎம்ஏ) உறுப்பினராகவும், பட்டய சான்றளிக்கப்பட்ட கணக்காளர் சங்கத்தின் உறுப்பினராகவும் உள்ளார்.",
        "அவர் நிதி மோசடிக்கு எதிரான பணிக்குழுவின் உறுப்பினராக மூலதன சந்தை உறுப்பினரை பிரதிநிதித்துவப்படுத்தியுள்ளார், மேலும் SME களின் கொள்கைகள் உட்பட SME களுக்கான கொள்கைகள் உள்ளிட்ட நிதித் துறையிலும் பங்களித்துள்ளார்.. உயர்மட்ட நிறுவனங்களின் தலைமை நிர்வாக அதிகாரி உட்பட ஏராளமான முக்கிய துறைகளையும் அவர் வைத்திருக்கிறார்.",
        "டாக்டர் ஹர்ஷனா சூரியப்பெமா முன்பு நிதி மற்றும் திட்டமிடல் துணை அமைச்சராக இருந்தார்."
      ]
    },
    "en": {
      "title": "Here's the 'pharmaceutical secretary' of the new Treasury",
      "body_lines": [
        "Dr. Harshan Suriyappruma has been appointed as the new Secretary to the Ministry of Finance.",
        "The relevant appointment letter was handed over to Dr. Nandika Sanath Sanath Sanath Sanath Kannathan at the Presidential Secretariat this morning.",
        "Suriyapperuma was involved in the regulation of the Capital Markets for many years as a Director of the Sri Lanka Ministry of Finance and Exchange Commission under the Ministry of Finance. According to the international rankings of the World Bank, the international rankings of the World Bank increased by 74th to 28th.",
        "He has received a MBA in the Postgraduate Institute of the University of Sri Jayewardenepura.. He is a member of the Chartered Institute of the UK, Management Accountants (CIMA) and a member of the Chartered Certified Accountant Association.",
        "He has also represented the Capital Market member as a member of the Task Force against Financial Laundering and has also contributed to the financial sector, including the policies for SMEs, including the policies of SMEs.. He has also held a large number of major sectors, including the Chief Executive Officer of the top high-ranking companies.",
        "Dr. Harshana Sooriyapperuma was previously the Deputy Minister of Finance and Planning."
      ]
    }
  },
  "summary_lines": []
}