{
  "translated_text": {
    "ta": {
      "title": "பண்டிகை காலத்திற்கான சிறப்பு போக்குவரத்து சேவை",
      "body_lines": [
        "பண்டிகை பருவத்தில் பல பேருந்துகள் மற்றும் ரயில் சேவைகள் சேர்க்கப்பட்டுள்ளன.",
        "அதன்படி, இலங்கை போக்குவரத்து வாரியம் (எஸ்.எல்.டி.பி) நாளை முதல் சிறப்பு பஸ் சேவையை செயல்படுத்த நடவடிக்கை எடுத்துள்ளது.",
        "பஞ்சுகா ஸ்வர்ணஹசனாஷாவின் துணை பொது மேலாளர், பண்டிகை காலம் ஒவ்வொரு நாளும் இயங்குகிறது என்று கூறினார்.",
        "தேவைப்பட்டால் கூடுதல் பேருந்துகளை பயன்படுத்த அனைத்து டிப்போ மேலாளர்களுக்கும் தெரிவிக்கப்பட்டுள்ளது என்றும் அவர் கூறினார்.",
        "எக்ஸ்பிரஸ்வேயில் இயங்கும் பேருந்துகளின் அளவு கொழும்பைப் பார்வையிட கொழும்புக்கு திரும்புவதற்கான பஸ் சேவையையும் அதிகரித்துள்ளது என்று அவர் கூறினார்.",
        "இதற்கிடையில், பல சிறப்பு ரயில்களில் பல சிறப்பு ரயில்களும் சேர்க்கப்பட்டுள்ளன.",
        "ரயில்வே துறையின் (போக்குவரத்து) என்.ஜே. வெலேஜ் துணை பொது மேலாளர் ஒரு சிறப்பு ரயிலாகவும், கொழும்பு கோட்டையிலிருந்து சிறப்பு ரயிலாகவும் நியமிக்கப்பட்டுள்ளார்.",
        "டிசம்பர் 28 மற்றும் 29 வது இரவு ஒரு சிறப்பு ரயில் படுல்லாவுக்கு அனுப்பப்பட்டுள்ளது.",
        "கூடுதலாக, யாஃப்னாவுக்கு கூடுதல் பெட்டிகளை இயக்கவும், கூடுதல் கூறுகளை யால் தேவி ரயிலுக்கு இயக்கவும் நடவடிக்கை எடுக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Special transport service for festive season",
      "body_lines": [
        "Several buses and train services have been added to the festive season.",
        "Accordingly, the Sri Lanka Transport Board (SLTB) has taken steps to implement a special bus service from tomorrow.",
        "The Deputy General Manager of the Punchuka Swarnahazanasha said that the festive season was operating every day.",
        "He also said that all depot managers have been informed to apply additional buses if necessary.",
        "He added that the amount of running buses on the Expressway has also increased bus service to return to Colombo to visit Colombo.",
        "Meanwhile, several special trains have also been added to several special trains.",
        "Deputy General Manager of the Railway Department (Transport) NJ Velage has been appointed as a special train and a special train from the Colombo Fort.",
        "A special train has been deployed to Badulla on the 28th of December and the 29th night.",
        "In addition, steps have been taken to operate additional compartments to Jaffna and operating the extra components to Yal Devi train."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Transport Board adds special bus & train services for festive season. Increased frequency on expressways & additional trains to Colombo, Badulla, Jaffna. Special measures implemented to meet demand."
  ]
}