{
  "translated_text": {
    "si": {
      "title": "வன்னி ஆசிரியர் வெற்றிடங்கள் உடன் நிரப்பப்படவேண்டுமென ரவிகரன் எம்.பி கடும் வாதாட்டம்; மூன்று மாதத்தில் தீர்வு - பிரதி பிரதமசெயலாளர்",
      "body_lines": [
        "වන්නි පාසලේ ගුරු පුරප්පාඩු පිරවීම සඳහා ක්ෂණික පියවර ගන්නා ලෙස වන්නිමුවේ පාර්ලිමේන්තු මන්ත්රී දුරෙයිරාසා රවිරකරන් තර්ක කර තිබේ.",
        "උතුරු පළාත් ප්රධාන ලේකම්ගේ නායකත්වය යටතේ මාස තුනක උතුරු පළාත් ප්රධාන ලේකම්ගේ නායකත්වය යටතේ මෙම ගැටළුව විසඳීමට පියවර ගන්නා බව උතුරු පළාත් විදුහල්පති ඒ.",
        "வவுனியாமாவட்ட அபிவிருத்தி ஒருங்கிணைப்புக்குழுக்கூட்டம் 02.01.2025 அன்று இடம்பெற்றிருந்தது. රැස්වීමේදී ගුරුවරයා රික්තය ගැන කතා කළේය.",
        "යාපනයේ, කිලිනොච්චි, මුල්ලයිටිව්, වවුනියා සහ මන්නාර් දිස්ත්රික්කවල ගුරුවරුන්ගේ පුරප්පාඩු ද පාර්ලිමේන්තු මන්ත්රී දුරෙයිරසා රවකරන් ඉල්ලා සිටියේය.",
        "සමහර දිස්ත්රික්කවල ගුරුවරුන් සමහර දිස්ත්රික්කවල ගුරුවරුන්ගේ රික්තයකට වඩා වැඩි ය. පත්වීම් නිසි ලෙස බෙදා ගැනීමට සහ මේ සම්බන්ධයෙන් පියවර නොගන්නා අයට පාර්ලිමේන්තු මන්ත්රී රවකරන්ගෙන් ප්රශ්න කරන ලදී.",
        "මෙම සන්දර්භය තුළ, උතුරු පළාතේ අධ්යාපන අමාත්යාංශයේ ජ්යෙෂ් Assistant සහකාර ලේකම් වී. අයකුලන් මහතා ඊට ප්රතිචාර දැක්වීය.",
        "කෙසේ වෙතත්, මුල්ලයිටිව්, මන්නාරම සහ වවුනියා යන දිස්ත්රික්කවල මුල්ලයිටිව්, මන්නාරම සහ වවුනියා දිස්ත්රික්කවල ගුරු පත්වීම් ලැබූ යාපනය දිස්ත්රික්කයේ ගුරුවරුන්ගේ සේවයේ අවසානයට පත්වූ යාපනයේ දිස්ත්රික්කයේ ගුරුවරුන්ට ගුරුවරුන්ගේ සේවය අවසන් වී වසර අටකට පසුව ය.",
        "කෙසේ වෙතත්, එය ඇමතීමට පියවර ගෙන ඇති අතර අතිරේක ගුරුවරුන් විශාල වශයෙන් අඩු වී ඇති අතර වෙනත් ස්ථානවලට ගුරු පත්වීම් ලබා ගැනීම සිදු කර ඇත.",
        "ක්රියාව සම්පූර්ණයෙන් ඉටු කළේ නැත. එහෙත් මෙම ගුරු පත්වීම් සුමටව බෙදා ගැනීමේ අවශ්යතාවයක් පවතී.",
        "නව ගුරුවරුන් ඉල්ලා සිටින විට මේ වන විට නැවත ස්ථානගත කිරීම ඉල්ලා සිටින ගුරුවරයා වෙනුවෙන් රික්තය උතුරු පළාත් අධ්යාපන අමාත්යාංශයේ ලේකම්වරයා නියෝග කර තිබේ.",
        "නව ගුරු ස්ථාන මාරුවීම් සිදුවන විට, වන්නි හි සේවය කරන ගුරුවරුන් වන්නි හි පුරප්පාඩුව දක්වා ගුරුවරයා පත් කිරීමෙන් පසුව වන්නි හි ගුරුවරයාගේ ගුරුවරයා නිදහස් කිරීමට නියමිතය.. මේ අනුව මෙම ගැටළු දැනට අඩු වෙමින් පවතී. ඔහු කිව්වා ඔහු මීට වඩා හොඳ වෙන්න වෙනවා කියලා.",
        "අපගේ වන්නි ප්රදේශය වඩාත් වැදගත් විෂයයන්, විශේෂයෙන් ගණිතය හා ජීව විද්යාව සඳහා පුරප්පාඩු වී තිබේ.",
        "තවත් බොහෝ දිස්ත්රික්ක හතරක් සඳහා යාපනයේ ගණිතයේ සිට ගුරුවරුන් 63 දෙනෙකු පත් කිරීමට හේතුව කුමක්ද? ඔහු ප්රශ්න කළේය.",
        "විශේෂයෙන් මුල්ලයිටිව් හි ගණිතය පිළිබඳ ගුරු පුරප්පාඩු 25 ක් ඇත. අනෙක් දිස්ත්රික්ක තුනෙහිම හිස් සොයා ගනී. පාර්ලිමේන්තු මන්ත්රී රවීකරන් යාපනයේ අතිරේක ගුරුවරුන්ගෙන් ඉල්ලා සිටියේ හිස් ස්ථානවලට ලබා දෙන ලෙසයි.",
        "පාර්ලිමේන්තු මන්ත්රී දුරෙයිරස රවීකරන්ගේ මතය අපි පිළිගනිමු. ඔහු ගුරු සංගම් සමඟ ද සාකච්ඡා කළ අතර කොන්දේසි සහිත ස්ථාන මාරුවීම් සම්බන්ධයෙන් තීරණාත්මක වන අතර, සෑම දිස්ත්රික්කටම විස්ථාපන ප්රතිපත්තියක් සකස් කර ඒ සඳහා අවසර ලබා ගත හැකිය.",
        "මෙම ප්රශ්නය සම්බන්ධයෙන් පියවර ගැනීමට වැඩි කාලයක් ගතවේ ද?",
        "වන්නි වෙතින් වැඩි වැඩියෙන් සිසුන්ට පීඩාවට පත්වන බවත් මේ සම්බන්ධයෙන් වැඩි ඉල්ලීම් ඇති බවත් පෙන්වා දෙමින් වහාම පියවර ගන්නා ලෙසත් ඔහු පියවර ගන්නා ලෙස ඔහු රජයෙන් ඉල්ලා සිටියේය.",
        "තවත් දින තුනක් අපේක්ෂා කළ උතුරු පළාත් නියෝජ්ය ලේකම් ආරන් යගනයගම් මහත්මිය තවත් දින තුනක් අපේක්ෂා කළ බව ප්රධාන ලේකම්ගේ නායකත්වය යටතේ මෙම විසඳුම ලබා දෙන බව පැවසීය."
      ]
    },
    "en": {
      "title": "Ravikaran MP has argued that the Vanni teacher should be filled with vacancies; Solution in three months - Deputy Chief Secretary",
      "body_lines": [
        "Wannimavatta MP Durairasa Ravikaran has argued that immediate action should be taken to fill the teacher vacancies in the Vanni school.",
        "Northern Province Principal A. Anran Yoganayagam has responded that action will be taken to resolve the issue under the leadership of the Northern Provincial Chief Secretary in three months.",
        "The Vavuniya Development Coordinating Committee was held on 02.01.2025. At the meeting, the teacher spoke about the vacuum.",
        "Parliamentarian Durairasa Ravikaran also demanded the vacancies of teachers in Jaffna, Kilinochchi, Mullaitivu, Vavuniya and Mannar districts.",
        "Teachers in some districts are more than a vacuum in teachers in some districts. It was now questioned by MP Ravikaran as to why those who need to share the appointments properly and do not take action in this regard.",
        "In this context, Senior Assistant Secretary of the Ministry of Education of the Northern Province, V. Ayakulan, responded.",
        "However, in the Mullaitivu, Mannar and Vavuniya districts, the teachers of the Jaffna district who received teacher appointments in the Mullaitivu, Mannar and Vavuniya districts are over eight years after the end of the service of teachers.",
        "However, steps have been taken to address it, and the additional teachers have been greatly reduced and the appointment of teacher appointments to other places has been taken.",
        "Did not fully carry out action. Yet there is a need to share these teacher appointments smoothly.",
        "The Secretary of the Northern Provincial Ministry of Education has ordered that the vacuum for the teacher who is seeking relocation at present when new teachers are requested.",
        "When the new teachers' transfers are taking place, the teachers who serve in the Vanni are to be relocated to the release of the teacher in the Vanni, after the teacher has been appointed from Jaffna to the vacancy.. Thus these issues are currently decreasing. He said he would have to be better.",
        "Our Vanni area has vacancies for the most important subjects, especially the mathematics and biology.",
        "What is the reason for not appointing 63 teachers from the Mathematics of Jaffna for more and other four other districts? He questioned.",
        "குறிப்பாக முல்லைத்தீவில் கணிதப்பிரிவில் 25ஆசிரியர் வெற்றிடங்கள் காணப்படுகின்றன. Voids are found in all three other districts. Member of Parliament Ravikaran urged the additional teachers in Jaffna to be given to vacant places.",
        "We accept the opinion of MP Durairasa Ravikaran. He also discussed with the Teachers' Associations and made decisions on conditional transfers, and that all the districts would be able to formulate a displacement policy and obtain permission for it.",
        "The interrupted parliamentarian Durairasa Ravikaran questioned how much more time it would take to take action on the issue.",
        "He also urged the government to take action soon, pointing out that more and more students from the Vanni were affected and that more demands were made in this regard.",
        "The Northern Province Deputy Secretary of the Northern Province, Mrs. Anaran Yoganayagam, who sought three more days, said that the solution would be given under the leadership of the Chief Secretary."
      ]
    }
  },
  "summary_lines": []
}