{
  "translated_text": {
    "si": {
      "title": "සම්පන්තන්ගේ අභාවයට රෙලෝ ශෝකය",
      "body_lines": [
        "ශ්රී ලංකා දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) සහ ත්රිකුණාමලය දිස්ත්රික්කයේ පාර්ලිමේන්තු මන්ත්රී රාජවරද්යාම් සම්බන්දන් යන නායකයා වන දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) යන අභාවයෙන් දෙමළ ඊලාම් විමුක්ති ව්යාපාරය ප්රකාශ කරයි.",
        "දෙමළ ජාතික සන්ධානයේ නායකයා සහ ශ්රී ලංකා දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) නායකයා සහ ශ්රී ලංකා දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) සහ ත්රිකුණාමල පාර්ලිමේන්තු මන්ත්රී රාජවරරොයාදම් සම්බන්දන් දෙමළ ජනතාවගේ දේශපාලන අයිතිවාසිකම් නිකුත් කිරීම පිළිබඳ විශාල පරතරයක් ඇති කර තිබේ.",
        "සම්පන්තන් අමීර්තලිංගම් සහ සිවසයිධම්බරම් වැනි අභාවප්රාප්ත දේශපාලන politicians යින්ගේ පෙළපතට සම්බන්ධ වී තිබේ.",
        "1977 දී පාර්ලිමේන්තු දේශපාලනයට පිවිස සිටි සම්පන්තන් 1983 කැරලි වලට විරුද්ධ වූ අතර ශ්රී ලංකා ආණ්ඩුක්රම ව්යවස්ථාවේ 6 වන ව්යවස්ථා සංශෝධනයට සහාය නොදැක්වීමට ඔහුට සහාය විය නොහැකි වූ අතර ඔහුගේ පාර්ලිමේන්තු මන්ත්රී ධුරය අහිමි විය.. කෙසේ වෙතත්, වසර 18 ක් පුරා පාර්ලිමේන්තු දේශපාලනයෙන් බැහැරව සිටියද ඔහු 2001 සිට පාර්ලිමේන්තුවේ නියෝජනය දිගටම පවත්වා ගෙන ගියේය. දෙමළ ජනතාව වෙනුවෙන් වූ ඔහුගේ දේශපාලන කටයුතු සඳහා එය විපාකයක් විය.",
        "2009 න් පසු ඔහු දෙමළ ජනතාවගේ අයිතිවාසිකම්වලට නායකත්වය දුන් අතර එක්සත්කම සහ එක්සත්කම එක්සත් රාජධානිය සහ එක්සත් රට තුළ බොහෝ විවේචන සහ බොහෝ විවේචන නොතකා දෙමළ ජනතාවගේ ගැටලුවට ෆෙඩරල් විසඳුමක් ගෙන ඒමට උත්සාහ කළේය.. ඔහු රාජ්ය නායකයින් විසින් රැවටී සිටියේය. ඒ අතරම, මුස්ලිම් ජනතාව සහ ඔවුන්ගේ ගැටළු සමාන්තරව නොවේ. එබැවින් ඔහු දෙමළ ජනතාව සහ දෙමළ දේශපාලන .යන් විසින් විවේචනය කරන ලදී.",
        "මහලු විය නොතකා දෙමළ ජනතාවගේ දේශපාලන අයිතිවාසිකම් වෙනුවෙන් දිගටම සටන් කළ ආර්. සම්පත්තන් මහ.. ඔහුගේ දේශපාලනය අවසානයේදී ඔහු ජාත්යන්තර රාජ්යතාන්ත්රික මට්ටමින් සහ දේශපාලන නායකයින්ගෙන් බහුතරයක් සහ දේශපාලන නායකයින්ගෙන් බහුතරයක් සහ ඔහුගේ දේශපාලනය අවසානයේදී ජනවාර්ගික ගැටලුවට දේශපාලන විසඳුමක් සෙවීම සඳහා සම්පූර්ණයෙන්ම සම්බන්ධ වී සිටියේය දෙමළ ජනතාව.",
        "ඔහු සිංහල දේශපාලන politicians යන් සමඟ සාකච්ඡා කර ඇති අතර, අභ්යන්තර ස්වයං-පූජනීයකරණයේ පදනම මත පදිංචි වන ලෙස දෙමළ ජනතාවගෙන් ඉල්ලා සිටියේ එලෙසිනි. ඔහු 2015 යහපාලන ආණ්ඩුවේ ව්යවස්ථාමය වෙනසක් සඳහා කටයුතු කරමින් සිටියේය.",
        "දෙමළ ජනතාවගේ අයිතිවාසිකම් පිළිබඳ ප්රජාතන්ත්රවාදී ක්රමවේදයන් තුළ දේශපාලනිකව ක්රියාශීලීව සිටි පාර්ලිමේන්තු මන්ත්රී ආර්. ආර්. සම්පත්තන්ගේ අභාවය දෙමළ ජනතාවගේ දේශපාලන ගමනේ ව්යසනයකි.",
        "2001 දී පිහිටුවන ලද දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ), සම්පන්තන්ගේ සම්මේලනය මෑත කාලයේ දී ඔහුගේ සම්මේලනයේ සම්මේලනයේ සම්මේලනයේ සහ ඔහුගේ ශ්රී ලංකා දෙමළ පක්ෂයේ ගැටළු.. ඒ සම්බන්ධයෙන් ගත් කල, දෙමළ ජාතික දේශපාලන පක්ෂ, දෙමළ ජාතිකවාදී පක්ෂවල එකමුතුකම, දෙමළ ජාතික ගමන යනු අප කරන අවසාන ණය ය.",
        "ජ්යෙෂ් polit දේශපාලන ician යෙකු අහිමි වූ සියලුම දෙමළ ජනතාවට, ඔහුගේ පවුලේ සාමාජිකයින්ට, මිතුරන්ට සහ ආධාරකරුවන්ට අපගේ ගැඹුරු ශෝකය ප්රකාශ කරමු."
      ]
    },
    "en": {
      "title": "Relo condolences to Sampanthan's demise",
      "body_lines": [
        "The Tamil Eelam Liberation Movement expresses deepest sympathies to the demise of the Tamil National Alliance (TNA) leader of the Tamil National Alliance (TNA), the leader of the Sri Lanka Tamil National Alliance (TNA) and the Trincomalee district parliamentarian Rajavarodhayam Sambandan.",
        "The demise of the Tamil National Alliance (TNA) leader and the leader of the Sri Lanka Tamil National Alliance (TNA) and Trincomalee parliamentarian Rajavarodayam Sambandan has created a huge gap on the journey of the political rights issue of the Tamil people.",
        "Sampanthan has joined the line of late politicians such as Amirthalingam and Sivasidhambaram.",
        "Sampanthan, who had entered himself into parliamentary politics in 1977, opposed the 1983 riots and that he could not support the 6th Amendment of the Sri Lankan Constitution, lost his parliamentary position.. However, despite being out of parliamentary politics for 18 years, he continued to retain parliamentary representation since 2001. It was a reward for his political work for the Tamil people.",
        "After 2009, he not only led the rights of the Tamil people and tried to bring about a federal solution to the problem of the Tamil people despite many criticisms and many criticisms within the unity and united country.. He was deceived by the heads of state. At the same time, the Muslim people and their problems are not parallel to. So he was criticized by the Tamil people and the Tamil politicians.",
        "R. Sampanthan, who continued to fought for the political rights of the Tamil people, regardless of his old age, was honored by foreign ambassadors and leaders of the world countries.. At the end of his politics, he continued his politics at the international diplomatic level and the majority of political leaders, and at the end of his politics, he was completely involved in the democratic way to find a political solution to the ethnic problem of the Tamil people.",
        "It was in that way that he had discussed with the Sinhala politicians, urging the Tamil people to be settled on the basis of internal self -determination, and he was working for a constitutional change during the 2015 Good Governance Government.",
        "The demise of parliamentarian R. Sampanthan, who has been politically active in democratic methods for the rights of the Tamil people, is a disaster in the political journey of the Tamil people.",
        "Leading the Tamil National Alliance (TNA) formed in 2001, the Sampanthan federation of the Federation and the problems of his Sri Lankan Tamil party in recent times.. In that respect, the Tamil National Political Parties, the unity of the Tamil nationalist parties, the Tamil national journey is the ultimate debt we do.",
        "We extend our deepest condolences to all the Tamil people, his family, his party, friends and supporters who have lost a senior politician."
      ]
    }
  },
  "summary_lines": [
    "The Tamil Eelam Liberation Movement mourns the loss of Rajavarodhayam Sambandan, a key figure in the Tamil National Alliance (TNA) and advocate for Tamil political rights in Sri Lanka. His departure leaves a significant void in efforts towards achieving federal solutions for Tamils. Despite facing criticism and setbacks, including losing his parliamentary seat due to opposition to the 6th Amendment, Sambandan remained committed to Tamil causes, engaging internationally for recognition and rights. His contributions, especially after 2009, were pivotal in highlighting Tamil issues, despite challenges from both state leadership and within the Tamil community itself. Sambandan's legacy of fighting for Tamil political rights through democratic means will be remembered, marking a significant loss in the ongoing struggle for Tamil political autonomy in Sri Lanka."
  ]
}