{
  "translated_text": {
    "si": {
      "title": "ප්ලාස්ටික් ප්ලාස්ටික්: තොග අක්රිය කිරීමේ අවදානම",
      "body_lines": [
        "ඇමරිකාවේ පර්යේෂකයන් විසින් ශිෂේණය ාසයේ ප්ලාස්ටික් තිබීම සොයාගෙන ඇත. පර්යේෂකයන් අනතුරු අඟවන්නේ මෙම ක්ෂුද්ර ප්ලාස්ටික් අංශු ද හිසක් ඇති කර ඇති බවත් ශිෂේණය අක්රීය කිරීම නිසාත්ය. අප කන්න භාවිතා කිරීමට භාවිතා කරන ප්ලාස්ටික් හරහා ශරීරයට යන බවට පර්යේෂකයන් අනතුරු අඟවා ඇත.",
        "ඔබ දැන් ලෝකය දෙස බලන සෑම තැනකම ප්ලාස්ටික් ය. ප්ලාස්ටික් සමඟ යම් ප්රතිලාභ තිබුණත්.. එබැවින් සවි කළ නොහැකි අවාසි රාශියක් තිබේ.",
        "ප්ලාස්ටික් ගැටළුව නිවැරදි කිරීමට උත්සාහ කළද, ඔවුන් විශාල අතක් ලබා දෙන්නේ නැත. ප්ලාස්ටික් නිකුතුව ඊළඟ මට්ටමට ගොස් ඇති බව පෙන්වීමට දැන් සිදුවීමක් තිබේ.",
        "ශිෂේණය :, එනම්, පළමු වරට ක්ෂුද්ර සම්භාෂය ශිෂේණය have ජු ලෙස සොයාගෙන ඇත.. බ්රිතාන්යයේ ගාඩියන් ප්රවෘත්ති ඒජන්සිය වාර්තා කර ඇත්තේ ශිෂේණයට පවා බලපාන භයානක බවයි. අධ්යයනයේ ප්රති results ල ද ඔබේ ලිංගික වෛද්ය සඟරාව තුළ නිකුත් කර ඇත.",
        "ශිෂේණය ys ජු වීමක් පිළිබඳ ගැටලුවක් ඇති පුද්ගලයින් පස් දෙනෙකු ශල්යකර්මයකට භාජනය විය. ඔවුන්ගේ ශිෂේණයෙන් පටක එකතු කර පරීක්ෂා කිරීම සඳහා ඒවා යැව්වා. එය මිලිමීටර් 0.5 සිට මිලිමීටර් 0.002 ක් මයික්රොෆිස් විද්යාවේ අඩංගු බව පර්යේෂකයන් බිය ගැන්වී ඇත.",
        "පර්යේෂකයන් පවසන්නේ ශිෂේණය rectionిrectionrection තුළ පිරිමි සලකුණෙහි රුධිරය ගලා බසින රු.. ක්ෂුද්ර භටයින් යනු ඇසේ ඉතා කුඩා ප්ලාස්ටික් අංශු වේ.",
        "මෙම ක්ෂුද්ර භාවිතා කරන්නන් ජලය සහ වෙනත් බීම අනුභව කරන විට අපගේ ශරීරයට ඇතුල් වේ.. මේවා දැනටමත් අපගේ රුධිර ප්රවාහයේ අනාවරණය වී ඇත. පසුගිය 2022 තුළ පළමු වතාවට, අපගේ රුධිර ප්රවාහයේ ක්ෂුද්ර ජෆුකික් අංශු සොයා ගන්නා ලදී. මේ වසරේ මාර්තු මාසයේදී නිකුත් කරන ලද අධ්යයනවලින් හෙළි වී ඇත්තේ රුධිර නාලවල ක්ෂිකර්ෂණ රෝගීන් හෘදයාබාධයකින් මිය යාමට වැඩි ඉඩක් ඇති බවයි.",
        "මයික්රොෆ්ලූකික් දැනටමත් රුධිර ප්රවාහයේ සොයාගත් පළමු අවස්ථාව මෙයයි.. සුරතල් සතුන් සහ පොලිප්රොපිලීන් වර්ගයේ මයික්රොෆොකලාස්ටි අංශු සොයාගෙන ඇත. මේවා සාමාන්යයෙන් ආහාර හා සිසිලංගුis ඇතුළු බීම ඇසුරුම් කිරීම සඳහා යොදා ගැනීම සැලකිය යුතු කරුණකි.",
        "අධ්යයනයට නායකත්වය දුන් එක්සත් ජනපද විශ්ව විද්යාලයේ මියාමි විශ්ව විද්යාලයේ පර්යේෂකයන්, \"ශිෂේණය the ජු ගේ ස්නායු වලින් සාදා ඇත.. එය සුදුමැලි මූලද්රව්යයකි.. මෙය පහසුවෙන් බලපානු ඇත. ශිෂේණය ys ජු වීම සඳහා බොහෝ හේතු ඇති බව අපි දනිමු. පොදුවේ ගත් කල, ඔබට හොඳ හෝමෝන, ස්නායු සහ රුධිර ප්රවාහය තද ගතියක් ඇති කරයි.",
        "හොඳ සියුම් මාංශ පේශි පටක සඳහා අවශ්යතාවය මෙන්ම. එය එලෙසම, ශිෂේණය in ජු මයික්රොෆූක්ලික්ස් එයට බලපායි. අපි මේක බලාපොරොත්තු වෙන්නේ නැහැ. මෙය සුමට මාංශ පේශි කෙරෙහි බලපානු ඇත. ශිෂේණය අසාර්ථක විය හැකි බවට අපි සැක කරමු.",
        "ශරීරයේ මයික්රොෆ්ලස්ට් මිශ්ර කිරීම ඇත්තෙන්ම විශාල ගැටළුවක්.. ප්ලාස්ටික් බෝතලය සහිත ජලය පානය කරන විට.. ප්ලාස්ටික් පෙට්ටිවල ආහාර පාර්සල් මිලදී ගැනීමේදී.. අපගේ ශරීරයේ ක්ෂුද්රස්ථානික අංශු සමඟ සම්බන්ධ වේ. එය පිරිමි ලකුණට පැමිණ තිබේ.. මෙය බරපතල ගැටළුවක් බව ජනතාව තේරුම් ගත යුතුයි. \""
      ]
    },
    "en": {
      "title": "Plastic Plastic: The risk of deactivation of bulk",
      "body_lines": [
        "America researchers have discovered the presence of plastic in the penis. Researchers warn that these micro plastic particles are also likely to affect the erection and cause the penis inactivation. Researchers have warned that they go into the body through plastic we use to eat.",
        "Wherever you look at the world now is plastic. Although there are some benefits with plastic.. So there are many disadvantages that cannot be fixed.",
        "Although attempts to correct the plastic problem, they do not lend a large hand. There is now an event to show that the plastic issue has gone to the next level.",
        "Penis: ie, for the first time, the microfluctics have been found in the penis.. Britain's The Guardian News Agency has reported that it is dangerous to affect even erection. The results of the study have also been released in your Sexual Medicine Journal.",
        "Five men who had a problem with erectile dysfunction were going to undergo surgery. Gather tissues from their penis and sent them for inspection. Researchers have been intimidated by the fact that it contained 0.5 mm to 0.002 mm microphysics.",
        "Researchers say that the blood flow in the male mark during the erection may be accompanied by microphysics.. Microblastics are the plastic particles that are very small in the eye.",
        "This microflastics enters our body when we eat water and other drinks.. These have already been detected in our bloodstream. The first time in the last 2022, the microfluctic particles were discovered in our bloodstream. Studies released in March this year have revealed that patients with microfluxic in blood vessels are more likely to die of a heart attack.",
        "This is the first time they are found in the penis, although the microfluctic was already invented in the bloodstream.. PET and Polypropylene type microfoclasty particles have been discovered. It is noteworthy that these are usually used for packaging of drinks, including food and cooleringis.",
        "Researchers from Miami University in the United States, who led the study, said, “The penis is made of a nerves.. It is a fluffy element.. This is likely to be easily affected. We know that there are many reasons for erectile dysfunction. Generally, you need good hormones, nerves, and blood flow to cause stiffness.",
        "As well as the need for good delicate muscle tissue. When it is like that, the microfluctics in the penis can affect it. We don't expect this. This will affect the smooth muscle. We suspect that the penis may fail.",
        "The mixing of microflast in the body is really a big problem.. When drinking water with plastic bottle.. When buying food parcels in plastic boxes.. Joins microblastic particles on our body. It has come up to the male mark.. People need to realize that this is a serious problem. ”"
      ]
    }
  },
  "summary_lines": [
    "Researchers have discovered microplastic particles in the penises of five men undergoing surgery for erectile dysfunction, marking the first time such particles have been found in this area. These tiny plastics, ranging from 0.5mm to 0.002mm, could potentially interfere with blood flow during erections, highlighting a previously unknown health risk associated with widespread plastic use. The study, published in the Sexual Medicine Journal, warns that these microplastics, often ingested through water and food packaged in plastic, could lead to more severe health issues, including heart attacks."
  ]
}