{
  "translated_text": {
    "ta": {
      "title": "மகாரா கைதியில் கொலை வழக்கு முடிந்துவிட்டது",
      "body_lines": [
        "மகாரா சிறையில் உள்ள கைதி கொலை வழக்கை முடிவுக்குக் கொண்டுவருவதற்காக அட்டர்னி ஜெனரல் எடுத்த நிலைப்பாட்டில் எந்த மாற்றமும் இல்லை என்று மாஜிஸ்திரேட் நீதிமன்றத்திற்கு அட்டர்னி ஜெனரல் இன்று அறிவித்துள்ளார்.",
        "சட்டத்தை பராமரிக்கவும், சட்டத்தை பராமரிக்கவும் முடியாத மகாரா மீது வழக்குத் தொடர வெலிசாரா மாஜிஸ்திரேட்ஹெடா தம்மிகா உதனா முடிவு செய்தார்.",
        "வெலிசாரா மாஜிஸ்திரேட் நீதிமன்றத்தில் உள்ள சட்டமும் எஸ்.டி.எஃப் இன்று (17) வெலிசரா மாஜிஸ்திரேட் நீதிமன்றத்தில் இன்று போலீசாரையும் காவல்துறையையும் உருவாக்கும் பி.சி.ஆர்.",
        "துணை வழக்குரைஞர் ஜெனரல் ஜனக ஜனக ஜனக ஜனக பண்டா பண்டரா, மரணத்தின் அர்ப்பணிப்பு காரணமாக நடவடிக்கைகளை மறைக்க அட்டர்னி ஜெனரல் எடுத்த நடவடிக்கைகளை விளக்கினார்.",
        "\"ஆண்டவரே, வழக்கமாக அட்டர்னி ஜெனரல் அட்டர்னி ஜெனரலுக்கு அறிவுறுத்திய பிறகு, உண்மைகளை மீண்டும் விளக்க நாங்கள் கடமைப்பட்டிருக்கவில்லை. இந்த சம்பவத்தின் மீதான மோதல்களை அடக்குவதற்காக அதிகாரிகளின் கண்ணீர் வாயு, ரப்பர் தோட்டாக்கள் வானத்தையும் முழங்கால்களையும் சுட்டுக் கொன்றன.. கைதிகளின் காவலில் இருந்தபோது இரண்டு அதிகாரிகள் காயமடைந்தனர். நிகழ்வில் 18.5 மில்லியன் அரசாங்க சொத்துக்கள். சிறை ஆயுதங்கள் உடைந்தன. மேலும், சிறையில் இருந்து சிறையில் அடைக்கப்பட்டவர் 2000 க்கும் மேற்பட்ட கைதிகள். இத்தகைய நிலைமை தனியார் பாதுகாப்பின் சிறைச்சாலைகளின் உரிமை மற்றும் சிறை கட்டளைக்கு ஏற்ப செயல்பட்டுள்ளது. இறந்தவரின் உடல்களிலிருந்து எடுக்கப்பட்ட உடல்கள் எந்த தீயணைப்பு வீரர்களையும் பொருத்த முடியாது. அனைத்து சிறை அதிகாரிகள் மற்றும் பொலிஸ் சிறப்பு பணி அதிகாரிகளுக்கு எதிரான அட்டர்னி ஜெனரல், தேதியின் நாளில் கட்டளையிடப்பட்டதா?வழக்கு கோப்பை மூடுவதற்கு அட்டர்னி ஜெனரல் முடிவு செய்துள்ளார், ஏனெனில் அவர்கள் அத்தகைய சட்ட விதிகள் போன்ற சட்ட விதிகள் மீது குற்றம் சாட்டப்பட்டுள்ளனர்.. அட்டர்னி ஜெனரலின் கருத்து இறுதி செய்யப்பட்டுள்ளது. மேல்முறையீட்டு நீதிமன்றம் அதிருப்தி தரும் கட்சிகளுக்கு செல்லலாம். அட்டர்னி ஜெனரலின் கருத்து நிரந்தரமானது. நீதிமன்ற தீர்ப்பைத் தவிர அட்டர்னி ஜெனரல் மாறாது.",
        "சட்டத்தின் வழக்கறிஞர் செனக் பெரேரா, பின்னர், விபச்சாரக் கட்சியை உருவாக்கினார்.",
        "\"இந்த மரணங்கள் அனைத்தும் சட்டபூர்வமானவை என்று அட்டர்னி ஜெனரல் கூறுகிறார்? அட்டர்னி ஜெனரல் இறுதி செய்யப்படவில்லை. தனியார் பாதுகாப்புக்கான உரிமையை செயல்படுத்தலாமா என்பதை தீர்மானிக்க நான் ஒரு சோதனை செய்துள்ளேன். இடமில்லாத கோப்பை மூட முடியாது. கைதிகளில் சிறை கட்டளை கட்டுப்பாடு மற்றும் மரணத்தால் இறக்க முடியாது. \"",
        "இரு தரப்பினரின் உண்மைகளையும் பரிசீலித்த பின்னர், திரு. தம்மிகா உடஸி தனது உத்தரவை திறந்த நீதிமன்றத்தின் முகத்தில் திறந்ததாக அறிவித்தார்.",
        "\"சட்டமா அதிபரை மீறுவதற்கு சட்டமன்றத்திலிருந்து மாஜிஸ்திரேட் அதிகாரம் வழங்கவில்லை. ஆனால் இந்த புள்ளிகள் குறிப்பிடப்பட வேண்டும். 296 ஆம் ஆண்டின் தண்டனைச் சட்டத்தின் கீழ் கொலை கொலை செய்வது குறித்து மட்டுமே அட்டர்னி ஜெனரல் அக்கறை கொண்டுள்ளார். இந்த விஷயத்தின் நீதிமன்றங்கள் என்னவென்றால், ஒரு கன்சோலின் தொகுதியைக் கண்டனம் செய்வதற்கு எந்தக் கூறுகளும் இல்லை, அவை மரணத்திற்கு சரியானவை அல்ல என்றாலும். இருப்பினும், இந்த விஷயத்தை நிறைவேற்ற எந்த சக்தியும் இல்லை. திரையிடப்பட்ட கட்சியின் உள்ளடக்கங்களை மேல்முறையீட்டு நீதிமன்றத்திற்கு நிரூபிக்க இந்த நீதிமன்றத்தில் உள்ள நீதித்துறை மற்றும் மேல்முறையீட்டு நீதிமன்றம் குறித்து அட்டர்னி ஜெனரல் கவலைப்படுகிறார்.. \"",
        "அதன்படி, வெலிசாரா மாஜிஸ்திரேட் தம்மிகா உதனா மகாரா சிறையில் உள்ள இன்மிகிலண்டின் கைதியின் மரண படுகொலையை முடிவுக்கு கொண்டுவர முடிவு செய்தார்."
      ]
    },
    "en": {
      "title": "The murder case in Mahara prisoner is over",
      "body_lines": [
        "The Attorney General has informed the Magistrate's Court today that there is no change in the stance taken by the Attorney General to end the prisoner murder case at Mahara Prison.",
        "Welisara Magistratesitha Dhammika Uddana decided to end the prosecution of Mahara who could not maintain the law and maintain the law.",
        "The law and the STF in the Welisara Magistrate's Court today (17) was recalled at the Welisara Magistrate's Court today for an PCR invaching the police and the police.",
        "The Deputy Solicitor General Janaka Janaka Janaka Banda Bandara explained the steps taken by the Attorney General to cover up the proceedings due to the commitment of death.",
        "\"Lord, usually after the Attorney General advise the Attorney General, we are not obligated to explain the facts again. Officers' tear gas, rubber bullets have shot down the sky and the knees to suppress the conflicts on the incident.. Two officers were injured when two officials were in the custody of the detainees. 18.5 million in government property at the event. The prison weapons were broken. Also, the jailed of the prison is over 2000 prisoners. Such a situation has acted in accordance with the right and prison Ordinance of the Prisons Ordinance of Private Security. The bodies taken from the bodies of the deceased cannot match any firemen. Is that the Attorney General against all prison officers and the Police Special Task Officers who have been dictated in the day of the date on the date of charge?The Attorney General has decided to close the case file because they are charged with the legal provisions such as such legal provisions.. Attorney General's opinion is finalized. The Court of Appeal can go to dissatisfied parties. The Attorney General's opinion is permanent. The Attorney General does not change except a court decision.",
        "Attorney at Law Senak Perera, later, made the prostitute party.",
        "\"The Attorney General says that all these deaths are legal? The Attorney General is not finalized. I have made a trial to decide whether to implement the right to private security. Can't shut the file that there is no laying. The Prison Ordinance Control in Inmates and the Death will not be able to die. \"",
        "After considering the facts of both sides, Mr. Dhammika Uddasy declared open its order in the face of the Open Court.",
        "\"The Magistrate has not given power from the Legislature to override the Attorney General. But these points should be mentioned. The Attorney General is only concerned about the murder of the murder under the Penal Code 296. The courts of this point is that there is no constituents for the condemnation of a constituency of a console, even though they are not perfect to death. However, there is no power to carry out this regard. The Attorney General has worried about the judiciary in this Court and the Court of Appeal to prove the contents of the premiered party to the Court of Appeal.. \"",
        "Accordingly, Welisara Magistratesitha Dhammika Uddana decided to end the death assassination of the prisoner of the inmigilant in Mahara Prison."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Mahara Prison murder case closed. Attorney General maintains stance. Magistrate ends prosecution citing lack of evidence. Disagreement over legality of deaths. Case final unless Court of Appeal intervenes."
  ]
}