{
  "translated_text": {
    "ta": {
      "title": "'பூக்கள், கோயில்கள்' இல்லாமல் ஜனாதிபதித் தேர்தல் வெல்ல முடியுமா?",
      "body_lines": [
        "திஸ்ஸாவின் ராஜாவிலிருந்து தேவனம்பியா திஸ்ஸாவில் ப Buddhism த்தத்தை அறிமுகப்படுத்தினார் என்று வரலாறு சாட்சியமளிக்கிறது.",
        "அதன்படி, லக்திவா மன்னர்களால் ஆளப்பட்ட மன்னர்கள் பொதுமக்கள் அதற்கேற்ப செயல்பட்டதைக் கண்டனர்.",
        "ஒரு குறிப்பிட்ட மத ஒழுக்கம் இல்லாமல் ஒரு நாகரிக சமுதாயத்தை கட்டியெழுப்ப ப Buddhism த்தம் நேரடியாக பாதித்துள்ளது என்றும் தொல்பொருள் ஆராய்ச்சியாளர்கள் சுட்டிக்காட்டியுள்ளனர்.",
        "இலங்கையின் அரசியலமைப்பு ப Buddhist த்தமாக இருக்குமா?",
        "கி.மு. 4 ஆம் நூற்றாண்டில் இலங்கைக்கு கொண்டு வரப்பட்ட பல் நினைவுச்சின்னங்கள் பின்னர் மாநிலத்தின் அடையாளமாக மாறியது.",
        "ஆரம்ப நாட்களின் ஆரம்பத்தில் லக்தானி நினைவுச்சின்னங்களைக் கட்டுப்படுத்தும் மன்னர் நூற்பரீதியைப் பாதுகாக்கும் அடையாளத்திற்கு நியமிக்கப்பட்டார்.",
        "இதற்கிடையில், நாட்டை ஒன்றிணைக்க துறவியின் நேரடி ஆசீர்வாதம் டுடுகேமுனு மன்னருக்கு வழங்கப்பட்டதாக வரலாற்று ஆதாரங்களின் உண்மைகள் தோன்றுகின்றன.",
        "டுடுகேமுனு மன்னர் மஹா விஹாராவுடன் நல்ல உறவைக் கொண்டிருந்தார்.",
        "இருப்பினும், பல வரலாற்று ஆய்வாளர்கள் மகா விஹாராயாவுக்கு ஒரு சிறிய இடமாக இருக்கும் மகாவம்சா, மகா விஹாராவில் நெருங்கிய பாத்திரத்தில் இல்லை என்று நினைக்கிறார்கள்.",
        "அதன்படி, வரலாற்றின் வரலாற்றின் வரலாற்றின் வரலாற்றின் வரலாற்றின் வரலாற்றின் வரலாற்றின் வரலாற்றில் அரசு ஆட்சி கடந்த காலங்களில் தாக்கத்தை ஏற்படுத்துகிறது.",
        "எவ்வாறாயினும், ப Buddhist த்த மற்றும் பாலி பல்கலைக்கழகத்தின் ப Buddhist த்த கலாச்சாரக் கல்வியின் மூத்த விரிவுரையாளர் டாக்டர் சந்திரனி முனசிங்க, ப Buddhist த்த மற்றும் பாலி பல்கலைக்கழகத்தை நாட்டைப் பாதுகாக்க நல்ல நோக்கங்கள் உள்ளன என்ற கருத்தாகும்.",
        "இலங்கையில் அரசியல் வெற்றிகளுக்கான ப Buddhist த்த கலாச்சாரம், நாட்டின் மக்கள்தொகையில் 70.2% ப ists த்தர்கள். (மக்கள் தொகை கணக்கெடுப்பு)",
        "அரசியல் நோக்கங்களுக்காக ப Buddhist த்த கலாச்சாரத்தில் அரசியல் கட்சிகளைப் பயன்படுத்தும் பல அரசியல்வாதிகள் மட்டுமல்ல, அரசியல் கட்சிகளும் கூட அரசியல் வர்ணனையாளர்கள் சுட்டிக்காட்டுகின்றனர்.",
        "மேலும், ப Buddhist த்த துறவிகள் தங்கள் உடல் தேவைகளைப் பூர்த்தி செய்வதற்கு அரசியல்வாதிகள் என்று டாக்டர் சந்திரனி முனசிங்க கூறுகையில், ப Buddhist த்த மற்றும் பாலி பல்கலைக்கழகத்தின் மூத்த விரிவுரையாளர் டாக்டர் சந்திரனி முனசிங்க.",
        "SWRD. பண்டாரணகே: இலங்கை சுதந்திரத்தை வெளியிட்டவுடன், அரசியல் சாதனைகளுக்கு ப Buddhist த்த கலாச்சாரத்தின் பல நிகழ்வுகள் உள்ளன.",
        "தனித்துவமான வாய்ப்பு, 1956 இல், எஸ்.ஆர்.டி.. பண்டாரநாயக்கின் பசி, குருக்கள், விவசாயி மற்றும் உழைப்பு.",
        "ஐந்து ஐந்து பேரின் முக்கிய சக்தியாக, சங்கஹின் சமூகம்.",
        "பண்டாரநாயக்கின் முக்கிய கூட்டணி இலங்கையின் சக்தியைப் பெற முடிந்தது.",
        "'பிக்கு' பகிரங்கமாக பொது, சபராகாமுவா மற்றும் மேற்கு மாகாண பகுதிகளில் மூன்று வாரங்களுக்கு வாக்களித்தது. 1960 களில் வெளியிடப்பட்ட இந்த புத்தகம், 1960 களில் வெளியிடப்பட்டது, மேலும் மக்களுடன் எவ்வாறு பேசுவது மற்றும் மக்களைப் பார்வையிடுவது மற்றும் மக்களைப் பார்வையிடுவது மற்றும் மக்களைப் பார்வையிடுவது ஆகியவற்றைப் பாருங்கள்.",
        "R. பிரேமடாசா: சமீபத்திய அரசியல் நோக்கங்களுக்காகப் பயன்படுத்தப்படும் ஒரு பெரிய அரசியல்வாதி, ஆர். பிரேமடாசா.",
        "1990 களில், அவர் தினசரி மலர் தொகுதிகளை ஒளிபரப்பிக் கொண்டிருந்தார் மற்றும் கோயில்கள் ஒளிபரப்பப்பட்டன.",
        "மஹிந்த ராஜபக்ஷா: ப Buddhist த்த சூழலை அதன் அரசியல் நடவடிக்கைகளுக்குப் பயன்படுத்திய ஒரு அரசியல்வாதி மஹிந்த ராஜபக்ஸா ஆவார்.",
        "2015 ஜனாதிபதித் தேர்தலின் ஜனாதிபதித் தேர்தலை தோல்வியடைந்த பின்னர், தீவு பல காலங்களில் பல கோயில்களில் கூட்டங்களை நகர்த்த முயன்றார்.",
        "கூடுதலாக, ஒரு சமூகத்தின் நிகழ்வு கெலானியா ராஜா மகா விஹாராயாவில் ஒரு கோப்ராவை பிரபலப்படுத்த வந்தவர்களுக்கு ஒரு குறிப்பிடத்தக்க நிகழ்வாகும்.",
        "இறுதியில், கோத்தாபய ராஜபக்ஸ் 2019 இல் ஜனாதிபதித் தேர்தலில் வெற்றி பெற்றார்.",
        "கோத்தாபய ராஜபக்ஸே வெற்றியை வென்ற பிறகு அவரது உரையில் அவரது உரையில் குறிக்கப்பட்டார்.",
        "ரன்னில் விக்ரெமேசிங்: அரசியல் ஆய்வாளர்கள் கூறுகையில், ரணில் விக்ரமேசி பெரும்பாலும் இலங்கை அரசியலில் ஒரு பொல்லாதவராக மாறிவிட்டார், இது பெரும்பாலும் ப Buddhist த்த அடிப்படையில் இயங்குகிறது.",
        "இருப்பினும், திறந்த பல்கலைக்கழகத்தின் அரசியல் அறிவியல் மாணவர் பிரிவின் மூத்த விரிவுரையாளர் டாக்டர் அனுலாசிரி சமராகூன் கூறுகையில், கோத்தாபய ராஜபக்ஷத்தை ராஜினாமா செய்த பின்னர் ப Buddhist த்த கலாச்சாரத்தின் நண்பரான ரணில் விக்ரமேசிங்க, டாக்டர் அனுலாசிரி சமராகூன் கூறுகிறார்.",
        "ப Buddhist த்த மற்றும் பாலி பல்கலைக்கழகத்தின் மூத்த விரிவுரையாளர் டாக்டர் சந்திரனி முனசிங்க கூறுகையில், ப Buddhist த்த மற்றும் பாலி பல்கலைக்கழகம் நாட்டின் முன்னேற்றத்திற்காக நேர்மையாக இருந்தன.",
        "பிபிசி சிங்கள சேவையுடன் பேசிய அவர், தற்போதைய அரசியல் அமைப்பு காரணமாக பிக்கு நோக்கத்தால் அணைக்கப்பட்ட துறவிகளின் ஒரு குழு என்று சுட்டிக்காட்டினார்.",
        "'நோக்கங்கள் அனைத்தும் தந்திரமானவை. அரசியல்வாதி என்றால். துறவிகளும் கூட. பிக்கு நோக்கங்களை விட்டு வெளியேறிய துறவிகளின் குழு பிறக்கிறது. இந்த நோக்கம், முதன்மைக் காரணம் இந்த அரசியல். அரசியல்வாதிகள் துறவிகளின் தவறுகளை தண்டிக்க மாட்டார்கள். அரசியல்வாதிகளாக இருக்கும் துறவிகள் இல்லாமல் ஒலி இல்லாமல் இருக்கிறார்கள். எனவே பின்னணியில், மக்கள் ஆசைப்படுகிறார்கள். ப Buddhism த்தம் அல்ல நாம் இப்போது பின்பற்றுகிறோம். இதுதான் ப Buddhism த்தம் ஒரு சில பிரிவுகளை வைத்து, அவற்றின் நன்மைகளை அவர்களின் தேவைகளுக்கு மாற்றியமைத்துள்ளது.",
        "மக்களும், நாளாகமர்களும், அரசியல்வாதிகளும் என்றும் அவர் கூறினார்.",
        "இலங்கை அரசியல் வெற்றிகளுக்கு பூக்கள், கோயில்கள் இன்னும் செல்லுபடியாகும் என்று டாக்டர் சந்திரனி முனசிங்க சுட்டிக்காட்டினார்.",
        "அந்த நிலைமை மாற்றப்படாவிட்டால், நாடு விழுவதை நிறுத்த முடியாது என்றும் அவர் வலியுறுத்தினார்.",
        "'பெரிய ஸ்வார்ஃப் தெற்கு தோல்' நிகாயாவுக்கு புத்தர் இந்த விஷயங்களில் பிரசங்கித்ததைப் பற்றி கொஞ்சம் உள்ளது. அதுதான் இப்போது நடக்கும். அனைத்து தாளங்களும். இதைப் புரிந்து கொள்ள மக்கள் இதைப் பார்க்கவில்லை. தவறு செய்யும் நபர்கள் அதிகம். அந்த தவறுகளையும் அனைத்து பயணங்களையும் அடிமைப்படுத்துதல். இந்த மூன்று இடங்களும் இப்போது ஒரு பயணத்தில் உள்ளன. இது தவறாக போகப்போகிறது. தவறான தெரு இப்போது இயல்பாக்கப்பட்டுள்ளது. இது சம்பந்தமாக ஒரு உண்மையான வித்தியாசமாக இருக்க வேண்டும். அல்லது செய்ய முடியாது. அனைத்தும் செங்குத்தாக விழும்.",
        "இதற்கிடையில், ப Buddhist த்த துறவிகளின் வளர்ச்சியின் காரணமாக இலங்கை அடையாளம் காணாமல், இலங்கை அமைப்பின் வளர்ச்சியைக் கலந்தாலோசிக்காமல் இலங்கை அமைப்பின் வளர்ச்சியைக் கேட்காமல் நடத்தப்பட்ட நிபுணத்துவத்தில் கடிதம் கூறுகிறது.",
        "பிரிட்டிஷ் பொதுத் தேர்தல் 2024: என்ன இருக்க முடியும்",
        "இந்த ஆண்டு ஹஜ் திருவிழாவிற்குச் சென்ற பலரின் மரணத்திற்கு ஆறு காரணங்கள் இருந்தன"
      ]
    },
    "en": {
      "title": "Can the presidential election without 'flowers, temples'' can't win?",
      "body_lines": [
        "History testifies that the Devanampiya introduced Buddhism in Tissa since the king of Tissa.",
        "Accordingly, the kings ruled by the kings of Lakdiva have seen that the civilians acted accordingly.",
        "Archaeologists have also pointed out that Buddhism has directly affected the building of a civilized society without a specific religious discipline.",
        "The Constitution of Sri Lanka shall be Buddhist?",
        "The dental relics brought to Sri Lanka about the 4th century BCE later became a symbol of state.",
        "The king controlling the Lakdani relics early in the early days was assigned to a symbol of protecting noonomity.",
        "Meanwhile, the facts of the history sources appear that the monk's direct blessing has been given to King Dutugemunu to unite the country.",
        "King Dutugemunu had a good relationship with the Maha Vihara.",
        "However, many historical analysts think that the Mahavamsa, who is a small space for the Maha Viharaya, who have not been a close role in the Maha Vihara.",
        "Accordingly, the state rule in the history of the history of the history of the history of the history of the history of the history of the history appears to have an impact on the past.",
        "However, Senior Lecturer in the Buddhist Cultural Education of the Buddhist and Pali University, Dr. Chandrani Munasinghe, is the idea that Buddhist and Pali University has had good objectives to protect the country.",
        "Buddhist culture for political victories in Sri Lanka, 70.2% of the country's population is Buddhists. (Census of Census)",
        "Political commentators point out that not only many politicians but also political parties using political parties in the Buddhist culture for political purposes.",
        "Moreover, Buddhist monks are influence politicians to meet their physical needs, Dr. Chandrani Munasinghe says that senior lecturer of Buddhist and Pali University Dr. Chandrani Munasinghe says.",
        "SWRD. Bandaranaike: Once Sri Lanka has released independence, there are many instances of Buddhist culture for political achievements.",
        "The unique opportunity was, in 1956, S.R.D.. Bandaranaike's hungry, gurus, farmer and labor.",
        "As the main force of the five five, the Sanghahin Community is.",
        "The main alliance of Bandaranaike was able to acquire the power of Sri Lanka.",
        "'Bhikku' publicly voted in public, Sabaragamuwa and Western Provincial areas for three weeks. The book, published in the 1960s, published in the 1960s and see how to talk to the people and visiting the people and visiting the people and visiting the people.",
        "R. Premadasa: A major politician used for recent political purposes, R. Premadasa.",
        "In the 1990's, he was broadcasting the daily flower volumes and the temples were broadcast.",
        "Mahinda Rajapaksa: Mahinda Rajapaksa is also a politician who used the Buddhist environment for its political activities.",
        "After the defeat of the presidential election of the 2015 presidential election, he tried to move meetings in many temples in many times the island.",
        "In addition, the event of a community is also a significant event for people who have come to popularize a cobra in the Kelaniya Raja Maha Viharaya.",
        "In the end, Gotabhaya Rajapakse wins the Presidential election in 2019.",
        "Gotabhaya Rajapakse was implied at his speech at his speech after winning the victory.",
        "Runil Wickremesinghe: The political analysts say that Ranil Wickremesinghe is often become a wicked in Sri Lankan politics, which is often operating on a Buddhist basis.",
        "However, Senior Lecturer in the Political Science Student Division of the Open University, Dr. Anulasiri Samarakoon says that Ranil Wickremesinghe, who has become a friend of Buddhist culture after the resignation of Gotabhaya Rajapaksa, Dr. Anulasiri Samarakoon says.",
        "Senior Lecturer in the Buddhist and Pali University Dr. Chandrani Munasinghe says that Buddhist and Pali University has been honest for the betterment of the country.",
        "Speaking to the BBC Sinhala service, she pointed out that a group of monks extinguished by the Bhikkhu objective due to the present political system.",
        "'All of the objective is cunning. If the politician is. The monks are also. A group of monks who left bhikkhu objectives are born. This objective, the primary reason is this politics. Politicians will not punish the mistakes of the monks. The monks who are politicians are without soundness without. So in the backdrop, the people are desperate. Not Buddhism we are now following. This is what Buddhism has barely put a few sections and turned their benefits to their needs. '",
        "She also said that the people, as well as the chronicles, as well as politicians, \"she said.",
        "Dr. Chandrani Munasinghe pointed out that flowers, temples are still valid for Sri Lankan political victories.",
        "She also emphasized that if that situation is not changed, the country cannot stop falling.",
        "'The Great Swarf Southern Skin' Nikaya has a little bit of what Buddha preached in these things. That's what happens right now. All of the tunes. People don't see this to understand this. The people who do wrong are the most. Slaving those mistakes and all the journey. These three seats are now on one trip. It's going to go wrong. The wrong street is now normalized. It is to be a real difference in this regard. Or can't make. All fall into the precipice. '",
        "Meanwhile, the Sri Lankan identity has taken into external and internal scaries due to the development of Buddhist monks without consulting the development of Sri Lankan system in recent time, asking the Sri Lankan identity without consulting the development of the Sri Lankan system.In the experimental letter states in a conducted expertise.",
        "British general election 2024: What can be",
        "There were six reasons for the death of many people who went to the Hajj festival this year"
      ]
    }
  },
  "summary_lines": [
    "Buddhism's influence on Sri Lanka's politics is profound, from its introduction by King Devanampiya Tissa to modern politicians leveraging Buddhist symbols and practices for electoral gains. Historical figures like King Dutugemunu and SWRD. Bandaranaike utilized Buddhist support effectively. However, critics argue that this reliance on religious symbolism for political advantage risks undermining the true principles of Buddhism and could lead to societal decay."
  ]
}