{
  "translated_text": {
    "ta": {
      "title": "போராட்டத்தின் போது நடைபெற சதி பேச்சாளருக்கு வெளிப்படுகிறது",
      "body_lines": [
        "இன்று (21) பாராளுமன்றத்தில் ஒரு சிறப்பு அறிக்கை வெளியிட்ட சபாநாயகர் எதிர்க்கட்சியின் எதிர்க்கட்சி உறுப்பினர்கள் இன்று (21) பாராளுமன்றத்தில் தோற்கடிக்கப்பட்ட பின்னர், பேச்சாளர் ஒரு குறிப்பிடத்தக்க அறிக்கையை வெளிப்படுத்தினார்.",
        "சபாநாயகர் மஹிந்தா யபா அபயவர்தேனா, அரசியலமைப்பின் விளைவுகளில் தான் ஈடுபட்டதாக அல்லது கடந்த போராட்டத்தின் போது ஒரு அரசாங்கத்தை நிறுவியதாகக் கூறினார்.",
        "இதற்கிடையில், ஜனாதிபதி மற்றும் ஜனாதிபதி அமைச்சர்களாக, பாவித்ரா வன்னியாராச்சி மற்றும் மாநில மந்திரி திலம் அமுனுகாமா ஆகியோர் தேர்தலில் பங்கேற்க அரசாங்கம் கட்டாயப்படுத்தியதால் இன்று தீவுக்கு வந்துள்ளனர்."
      ]
    },
    "en": {
      "title": "Conspiracy to take place during the struggle is revealed to the Speaker",
      "body_lines": [
        "The Speaker who made a special statement in Parliament today (21) after the opposition members of the opposition was defeated in Parliament today (21), the Speaker, revealed a significant statement.",
        "Speaker Mahinda Yapa Abeywardena said he was involved in the effects of the Constitution or establish a government during the last struggle.",
        "Meanwhile, as the President and the Presidential ministers, Pavithra Wanniarachchi and State Minister Dilum Amunugama has arrived in the island today due to the mandatory of the government to participate in the election."
      ]
    }
  },
  "summary_lines": [
    "Speaker Mahinda Yapa Abeywardena revealed his involvement in the last struggle's constitutional effects or government establishment. President Pavithra Wanniarachchi and State Minister Dilum Amunugama arrived on the island for mandatory election participation."
  ]
}