{
  "translated_text": {
    "ta": {
      "title": "காதலர் தினம்: 'பாலினத்தை விட அதிகம். அங்கே நிறைய காதல் இருக்கிறது '",
      "body_lines": [
        "காதலர் தினம்: 'பாலினத்தை விட அதிகம். அங்கே நிறைய காதல் இருக்கிறது '",
        "\"காதல் உணரப்படுகிறது. அந்த இதயத்தின் அன்பை யாராலும் முத்திரை குத்த முடியாது. காதலர் தினம் அவர்களை மிகவும் நேசிக்கும் மனிதனுடன் சுதந்திரத்துடன் இருக்க விரும்பும் நேரங்கள் உள்ளன. ஆனால் அவர்களுக்கு சுதந்திரம் இல்லை. \"",
        "காதலில், ராஜாவின் மிகுதியானது உலகின் மிக அழகானது, அதேபோல் தங்கள் அன்பின் மீதான அன்பிற்காக தங்கள் வாழ்க்கையை விட்டுவிட்டவர்களும்.",
        "பிப்ரவரி 14 அன்று காதலர் தினத்தில் சேர்ந்த ஷஷினி, பிபிசி சிங்கள சேவையிடம், இலங்கை சமுதாயத்திலிருந்து தனது கூட்டாளியை நேசிக்க தடை விதிக்கப்பட்டதாக கூறினார்.",
        "ஷாஷியும் அவரது தோழரின் காதல் கதையும் சுமார் 4 ஆண்டுகளுக்கு முன்பு தொடங்கியது. ஆனாலும், பிபிசி சிங்களிடம் கூறினார்.",
        "\"நானும் நானும் ஒரு ஓய்வறைக்குச் சென்றோம். நாங்கள் ஒரு நேரான கப்பலை (நேராக க்யூல்) பார்த்தோம், சாப்பிடுவதைப் பார்த்து எங்களுடன் பேசினோம், நாங்கள் ஒரு விஷயத்தைப் பார்த்தோம். எனக்கு எந்த பிரச்சனையும் இல்லை. ஆனால் சிறிது நேரம், அது எங்களுக்கு சித்திரவதை செய்யப்பட்டு கவலைப்படுவதாக நினைத்தேன். எனவே நாங்கள் மசோதாவைக் கட்டிக்கொள்ளத் திரும்பினோம், விரைவாக கம்பி செய்த உணவைக் கட்டினோம். \"",
        "அவளுடைய அன்பும் ஒரு சமாரிசி தம்பதியினரின் காதல் ஜோடியும் விவரங்களுடன் ஒரு மனிதாபிமான உறவுக்குச் சென்றன.",
        "\"உடலுறவை விட வேறு ஏதோ இருக்கிறது. அங்கே நிறைய காதல் இருக்கிறது. மற்றொன்றையும், தேவைகளையும், ஒவ்வொன்றின் பாதுகாப்பையும், எனது பாராளுமன்றங்களையும் புரிந்து கொள்ள நான் அதைப் பெறுகிறேன். நான் எப்போதும் மகிழ்ச்சியாக இருக்க முயற்சிக்கிறேன், வலிப்பதைத் தவிர்க்க முயற்சிக்கிறேன். அது அதிகபட்சமாக உடலுறவை வைக்கப் போகிறது. \"காதல் உடலுறவில் வேறுபட்டதல்ல என்று ஷஷினி விவரித்தார்.",
        "\"நான் ஏன் பிறக்க வேண்டும் என்று எந்த காரணத்திற்காகவும், எங்கள் ஹாரோவில் சில காரணங்களால். வெளிப்புற விஷயங்களால் அதை மாற்ற முடியாது. \"இயற்கையுடன் சமாரிசி சமூகத்திற்கு தனது பரம்பரை எவ்வாறு மாற்றுவது என்பதை சுசினி பிபிசிக்கு விளக்கினார்.",
        "ஷாஷிந்துவின் செக்ஸ் இப்போது தலைநகரில் வாழ்ந்து வருவதால், தனது தாயின் தாய் என்று அழைக்கப்படும் பாலியல் அவற்றில் வாழ வேண்டியிருந்தது.",
        "17 வயதில், தனது உணர்வுகளை மாற்ற முடியாது என்பதை உணர்ந்த ஷாஷின், அவர் தனது வாழ்க்கையை அனுபவித்து, அவர்களின் குடியிருப்பாளர்கள், உறவினர்கள் மற்றும் அவரது அன்பை நேசிப்பதை இழந்தார்.",
        "\"நாங்கள் இருவரும் எங்கள் இருவரும், வாழ உரிமை உண்டு. நாமும் மற்றவர்களைப் போல உணர்வுகளை உணர்கிறோம். நாமும் பசியுடன் இருக்கிறோம். இலங்கையில் உள்ள அனைத்து பொதுவான விஷயங்களையும் அனுபவிக்க எங்களுக்கும் உரிமை உண்டு. ஆனால் மக்கள் எங்களை அந்த இடங்களிலிருந்து கண்டுபிடித்துள்ளனர். அவர்கள் உரிமையைப் பெற முடியாத இடத்திற்கு எங்களை நியமிக்க முயற்சிக்கிறார்கள். \"",
        "\"கதையுடன் பேசுங்கள் கைதிகளும் மனிதர்கள் என்று கூறுகிறார். கொலை செய்யப்பட்ட மக்கள் மனிதர்களைப் போலவே நடத்த முடிந்தால் கைதிகள் எல்ஜிபிடிகு சமூகத்திற்கு சிகிச்சையளிக்க மனித மக்கள் இல்லை. \"ஷாஷி கேள்வி எழுப்புகிறார்.",
        "சீட் மற்றும் சாண்டூனின் இனம், மதம் மற்றும் ஆறு ஆண்டுகளுக்கும் மேலாக காதல் மீதான அன்பு. சாண்டூனின் குடும்பத்தினர் சிடியின் குடியிருப்பாளர்களின் நடுவில் இயங்கும் இந்த காதல் கதையை இன்னும் மறைக்க வேண்டும்.",
        "\"முஸ்லீம் மற்றும் முஸ்லீமில் எனது முஸ்லீம் நண்பன் எனக்கு ஒருபோதும் இருந்ததில்லை. அதுதான் இங்கே உள்ளது, நான் ஏன் எப்போதும் இவற்றால் வீட்டிற்கு வருகிறேன். அவர்களால் புரிந்து கொள்ள முடியும், இப்போது ஆறு ஆண்டுகளுக்கும் மேலாக, அவர் ஆறு ஆண்டுகளுக்கும் மேலாக வீட்டிற்கு வருகிறார். \"சாண்டூன் சிங்களிடம் கூறப்பட்டார், அவரது காதல் கதையைச் சொல்லத் தொடங்கினார்.",
        "\"எங்கள் குடும்பத்தை ஏற்றுக்கொள்வது ஒரு மகனைப் போன்றது என்பது மாறாது.\"சித்தாத் உரையாடலையும் குறிப்பிடுகிறார்.",
        "சந்தலியின் பாலியல் வழிபாடு தொடர்பாக அவரது பெற்றோர் அல்லது உறவினர்களைப் பற்றி அவர் அறியாத திருமண திட்டங்கள். தன்னால் ஒரு இளம் பெண்ணை திருமணம் செய்து கொள்ள முடியாது என்றும், அவர் எடுக்க வேண்டிய சிரமத்திற்கு சாண்டூன் மனப்பக்கட்டத்தை அனுபவிக்கும் என்றும் அவர் கூறினார்.",
        "\"நீங்கள் ஒரு நேரத்திற்குச் செல்லும்போது, ​​நாங்கள் அடுத்ததாக உங்களிடம் வரும்போது உறவினர்கள் எங்கள் பேச்சைக் கேட்கிறார்கள். எனவே, நான் அதை விவரிக்க முடியாத அளவுக்கு வெட்கப்படுகிறேன். சமூகத்தில் எந்த அங்கீகாரமும் இல்லை. எனவே ஒரு வழி மிகவும் மன அழுத்தம் உள்ளது. \"",
        "குடும்பம் மற்றும் குடும்பத்தினர் மற்றும் உறவினர்களுக்கு சாண்டூனுக்கு பதில் சாண்டூன் என்பது ஒரு கேள்வி.",
        "'இரண்டு சிறுவர்கள், இரண்டு பெண்கள் சரிவாக சரிவாக வர முடியாது.'",
        "சாண்டி மற்றும் சந்தண்டுவின் காதல் பேச்சு குடும்பம் மற்றும் பணியிடங்களால் அதிகம் பாதிக்கப்பட வேண்டியிருந்தது.",
        "சாமர்ராஷா சமூகம் பணியிடத்தில் பரிந்துரைக்கப்பட்டதாக அவர் கூறினார், தலைநகரில் ஒரு முன்னணி தனியார் நிறுவனத்தை அங்கீகரிக்கவில்லை என்று அவர் கூறினார்.",
        "\"எங்கள் அலுவலகத்தில் ஒரு கட்சி. அது பூங்காவிற்கு செல்லக்கூடும். எங்கள் அலுவலகத்தில் சமராரிதாவைக் கடைப்பிடிக்காத ஒற்றை ஆண்கள். எனவே நாங்கள் பேசினோம். சிங்கிள் மக்கள் இரண்டு சிறுவர்களிடமிருந்து விடுபடுகிறார்கள். ஆனால் அவர்கள் சொன்னார்கள், இரண்டு சிறுவர்கள் என்ன ஒரு இருண்டதாக வர முடியாது, இரண்டு பெண்கள் இரண்டு சிறுமிகளை நீராட முடியாது.. அவர்கள் இறுதியாக ஃபிமாலா ஐகானை வைத்து பின்னர் என்னை மிகவும் மகிழ்ச்சியடையச் செய்ததாக கதை மிகவும் கூறப்பட்டது. \"சாண்டல் கூறினார்.",
        "அவர்கள் பாலியல் அடையாளத்தை கோர முடியாதபோது தங்கள் பாலியல் அடையாளத்தை கோர முடியாத பல நபர்கள் இருப்பதாக அவர்கள் கூறினர். சில ஆண் தயக்கத்துடன், அவர்கள் திருமணம் செய்து கொண்டனர் என்றும் பெண்கள் பெண்களை திருமணம் செய்து கொள்கிறார்கள் என்றும் அவர்கள் கூறுகிறார்கள்.",
        "\"ஒரு பெண் திருமணம் செய்து கொள்ள வேண்டியிருந்தது, ஏனென்றால் என் சிறந்த நண்பர் வீட்டிற்கு வீட்டில் இருந்தார். அவர் மணிக்கணக்கில் பேசிக் கொண்டிருந்தார், பங்களாவிலிருந்து என்னிடம் சொன்னார், ஆனால் இப்படி வாழ்வது கடினம். இது எங்களுக்கும் கார்னாவுக்கும் ஒரு பெரிய தவறு. எங்களுக்கு சகோதரிகள் இருப்பதால், நாங்கள் அவர்களுக்கு நடக்க விரும்புகிறோம். \"",
        "\"நாங்கள் ஒரு மனிதனை காதலிக்கும் ஒரு மனிதனை காதலிக்கவில்லை. ஒரு மனிதன் வேறொரு மனிதனை நேசிக்கிறான். அதனால்தான் நாங்கள் ஒரு பெண்ணுடன் ஒரு பெண்ணுக்குள் விழவில்லை. கீழே இல்லை. \"சைனிட் தனது காதலன் சொன்னதை உறுதிப்படுத்தினார்.",
        "இலங்கையின் சமாரிசி சமூகம் தனது காதலுக்காக நிறைய விட்டுவிட வேண்டிய கட்டாயத்தில் உள்ளது.",
        "சில நேரங்களில், அவர்களின் பெற்றோர் மட்டுமல்ல, அவர்களுடைய நண்பர்களும் கூட, ஆனால் அவர்கள் தங்கள் அன்பை வாழ்வார்கள்.",
        "காதலர் தினத்தின் உண்மையானது, இந்த அன்புக்குரியவர்களின் உண்மையானது, இந்த அன்புக்குரியவர்களின் யதார்த்தம் கிராமங்களை மறைக்க வேண்டியிருந்தது, ஏனெனில் சமூகம் சமூகத்தால் பாதிக்கப்பட்டுள்ளது.",
        "இந்திய காவல் நிலையம் எரிவாயு வீசியது"
      ]
    },
    "en": {
      "title": "Valentine's Day: 'There's more than sex. There's a lot of love there '",
      "body_lines": [
        "Valentine's Day: 'There's more than sex. There's a lot of love there '",
        "\"Love is felt. No one can label the love of that heart. There are times when Valentine's Day will love to stay with freedom with the man who loves them so much. But they have no freedom. \"",
        "In love, the king's abundance is the most beautiful of the world, as well as those who have left their lives for their love for their love.",
        "Shashini, who joined the Valentine's day on February 14, told the BBC Sinhala service that they were banned from Sri Lankan society to love with his partner.",
        "Shashiy and her companion's love story has begun about 4 years ago. Yet, BBC told the Sinhala.",
        "\"I and I went to a restroom. We saw a Straight Cuppal (Straight Cuple), watching the eating and talking to us, we saw one thing. I didn't have any problem. But for a while, I thought it was tortured and worried for us. So we returned to pack the bill, packing the food that quickly carped. \"",
        "Her love and the romantic couple of a Samarisi couple went into a humanitarian relationship with detail.",
        "\"There's something more than sex. There's a lot of love there. I get it to understand the other, the needs, each one's protection, and my parliaments. I'm always trying to be happy and trying to avoid hurting. It is going to place sex in the maximumness of it. \"Shashini described that love is not different on sex.",
        "\"For any reason why I was born to be born, for some reason in our Harro. External things cannot change it. \"Susini explained to BBC how to change her inheritance to the Samarisi community with nature.",
        "Since Shashindu's sex is now living in the capital, the sex known as the mother of her mother had to live in them.",
        "At the age of 17, Shashin, who had come to realize that he could not change his feelings, he enjoyed his life, losing the love of their residents, relatives as well as to love with his love.",
        "\"We are both of us, we have the right to live. We too feel feelings like others. We too get hungry. We too have the right to enjoy all the common things in Sri Lanka. But people have found us out of those places. They try to appoint us to a place where they can't get the right. \"",
        "\"Talk to the story tells the prisoners are also human. Prisoners There are no human people to treat the LGBTQ community if the murdered people can treat them like humans. \"Shashi is questioning.",
        "Seaid and Sandun's love for race, religion, and the love for more than six years. The Sandun's family still has to hide this love story running in the middle of Sidy's residents.",
        "\"I never had my Muslim friend at Muslim and Muslim. That's what's on here, why I'm always coming home by these. They can understand, for more than six years now, he's coming home for more than six years. \"Sandun was told to Sinhala, commenced to telling his love story.",
        "\"It does not change that the acceptance of our family is like a son.\"Sidhad also mentions the conversation.",
        "The marriage proposals he came on unaware of his parents or relatives regarding the Sandali's sex worship. He said that he could not marry a young woman and that the Sandun would suffer mental crackdown on the inconvenience he had to take up.",
        "\"When you go back to one of the time, relatives listening to us when we'll come to you next. So when so, I'm so embarrassed that I can't describe it. There is no recognition in society. So one way there is a very stress. \"",
        "It was a question that the Sandun was the response to the Sandun for the family and relatives of the family and relatives.",
        "'Two boys, two women can't come as a decline as a decline.'",
        "Sandy and Sandandu's love talk had to be more affected by family and workplace.",
        "He said that the Samarrasha Community was nominated in the workplace, he said there was no recognition of a leading private company in the capital.",
        "\"At our office one party. It could go to the parkest. Single men who are unrespectful of the Samararitha on our office. So we talked. Singel people get rid of two boys. But they said, what were two boys can't come as a darker, that two women could not come as a dip at two girls.. The story was so told that they finally put the Fimala icon and then made me very happy. \"Sandal said.",
        "They said that there were many perarous people who could not claim their sexual identity when they were unable to claim their sexual identity. They say that some male reluctantly, they are being married and that women are being married to the women.",
        "\"A girl had to marry because my best friend was home to home. He was speaking for hours, telling me from bangla, but it's hard to live like this. It's a big mistake to us and to cornah. Because we have sisters there will be that we want to happen to them. \"",
        "\"We're not in love with a man in love with a man. As a man loves another man. So that's why we don't fall into a girl with a girl. Not below. \"Sainid confirmed what his lover said.",
        "Sri Lanka's Samarisi community has been forced to give up a lot for her love.",
        "At times, not only their parents, but also their friends, but they will live their love.",
        "The real to the Valentine's Day, the real of these loved ones, the reality of these loved ones had to hide the villages because of the fact that the society was suffering from society.",
        "Indian police station blown gas"
      ]
    }
  }
}