{
  "translated_text": {
    "ta": {
      "title": "3 பேர் பெலாரஸில் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "பாதுகாப்புப் படையினர் அதிகாரப்பூர்வமாக சுஜீவா ருவான் குமாரா அல்லது கிளப் வசந்தா கொலையின் தலைமை திட்டமிடுபவர் பிக் பப்டியா உள்ளிட்ட மூன்று நபர்களைப் பற்றிய தகவல்களைப் பெற்றுள்ளனர்.",
        "பெரிய குஞ்சுடன் கைது செய்யப்பட்ட மற்ற இருவரும் ஒரு பெரிய அளவிலான போதைப்பொருள் வியாபாரி மெர்வின் ஜெனேவாவின் மனைவி என்று ஒரு ஒழுங்கமைக்கப்பட்ட குற்றவாளியின் மனைவி என்று கூறப்படுகிறது.",
        "ரஷ்ய எல்லையில் போதைப்பொருள் கடத்தல் மற்றும் செபாலா ரத்னாயக்க, ரோட்டம்பே மற்றும் ரோட்டம்பா மற்றும் ரோட்டம்பா ஆகியோர் கைது செய்யப்பட்டுள்ளதாக அன்யூட் வட்டாரங்கள் கூறுகின்றன.",
        "பெலாரஸ் மாநிலம் மற்றும் ரஷ்ய எல்லைகள் வழியாக ஐரோப்பாவிலிருந்து தப்பிக்க முயற்சித்ததில் இந்த குழு கைது செய்யப்பட்டார்.",
        "அரசு புலனாய்வு மற்றும் குற்றவியல் விசாரணைகள் தொடர்பான குற்றவியல் விசாரணைகள் ஆகியவற்றின் அறிவுசார் குற்றவாளிகளால் இலங்கைக்கு அத்தியாவசிய குற்றவாளிகளாக இலங்கைக்கு தேவையான குற்றவாளிகளாக வெளிநாட்டு பாதுகாப்புப் படையினர் கைது செய்யப்பட்டனர்.",
        "சிஐடி மற்றும் குற்றவியல் புலனாய்வு அமைச்சகத்தின் பாதுகாப்பு மற்றும் இராஜதந்திர மற்றும் உத்தியோகபூர்வ கோரிக்கைகள் ஏற்கனவே குற்றவியல் விசாரணைகள் மற்றும் குற்றவியல் புலனாய்வு அமைச்சகம் மற்றும் அவர்கள் கைது செய்யப்பட்டு கைது செய்யப்பட்டிருந்தால் அறிவிப்பு பாதுகாப்புப் படைகள் அவர்கள் முடிந்துவிட்டதாகக் கூறுகிறார்கள்.",
        "இதற்கிடையில், பாதுகாப்புப் படையினர் அவர்களை இலங்கைக்கு கொண்டு வருவதற்கும், இந்த குற்றவாளிகளை கைது செய்வது குறித்த தகவல்களுடன் மீட்பதற்கும் அவர்கள் மேற்கொள்ளப்படுவதைக் கவனித்துள்ளனர்.. பாதுகாப்புப் படையினரும் மக்கள் மீது சிறப்பு விசாரணையைத் தொடங்கியதாகக் கூறப்படுகிறது.",
        "அவர்கள் மார்ச் 8 ஆம் தேதி அத்ருகிரியா டாட்டரரி ஆர்ட்ஸில் வசந்தா சுரேந்திரா, அல்லது கிளப் வசந்தா கொலை செய்யப்பட்டதாக குற்றம் சாட்டப்பட்டது.",
        "துப்பாக்கிச் சூடு நடத்தியவர் மோட்டார் சைக்கிளில் மோட்டார் சைக்கிளில் பொலிஸ் இன்ஸ்பெக்டர் நோமல் சாலையை மே 9, 2017 அன்று 9 மே 2017 இல் சுட்டுக் கொன்றதாக ஒரு உயர் பொலிஸ் அதிகாரி கூறினார். கூடுதலாக, அவர் சமீபத்தில் தெற்கு மாகாணத்தில் பல மனித கொலைகளை நடத்தி வருகிறார்.",
        "கதாஜிபானி இம்ரான் மற்றும் ரோட்டம்பூரா ஆகிய நாடுகளில் உள்ள அமிலா மார்க்கண்டுரா மேக்கின் கைது செய்யப்பட்டு நாட்டிற்கு நாடு கடத்தப்பட்டுள்ளார், இம்ரான் மற்றும் ரோட்லேண்ட் அமிலா ஜாமீன் மற்றும் வெளிநாட்டில் மறைந்த பின்னர் நாட்டை விட்டு வெளியேறியுள்ளனர்.. பாதிக்கப்பட்டவர்கள் சமீபத்திய காலங்களில் பெரிய அளவில் இருந்து ஏராளமான மருந்துகள் என்று போலீசார் தெரிவித்தனர்.",
        "கொலை மற்றும் போதைப்பொருள் கடத்தல் தொடர்பான பல குற்றச்சாட்டுகள் இருப்பதாக போலீசார் கூறுகின்றனர்."
      ]
    },
    "en": {
      "title": "3 others arrested in Belarus",
      "body_lines": [
        "The security forces have officially received information about three persons including Sujeewa Ruwan Kumara, or Big Pubtiya, the chief planner of Club Wasantha murder.",
        "The two others who have been arrested with the big chick are also said that the wife of an organized criminal criminal is the wife of Mervyn Genewa, a large-scale drug dealer.",
        "Unwood sources say that the drug trafficking and and Sepala Ratnayake, Rotambay, and Rotamba, and Rotamba have been arrested in the Russian border.",
        "The group was arrested in attempting to escape Europe through the State of Belarus and Russian borders.",
        "The arrests were arrested by foreign security forces as necessary criminals to Sri Lanka as essential criminals to Sri Lanka by the intellectual criminals of the State Intelligence and Criminal Investigations into the Criminal Investigations.",
        "The security and diplomatic and official demands of the CID and the Ministry of Criminal Investigations have already taken announce to the Criminal Investigations and the Ministry of Criminal Investigations and the Ministry of Criminirians and the Ministry of Foreign Affairs if they have been arrested and arrested.The security forces say they are over.",
        "Meanwhile, the security forces have observed that they are being carried out to bring them to Sri Lanka and rescue them with information on the arrest of these criminals.. It is said that the security forces have also launched a special investigation into the people.",
        "They were accused of murder of Wasantha Surendra, or Club Wasantha at an Athurugiriya Tattoery Arts on the 8th of March.",
        "A high-ranking police officer said that the shooter had served as a motorcyclist on the motorcycle for shooting police inspector Nomal Road on May 9, 2017 at 9 May 2017. In addition, he has operated several human killings in the Southern Province recently.",
        "Amila Markandura Makin in Kathajipani Imran and Rotambura have been arrested and deported to the country, and Imran and Rotland Amila have fled the country after bail and hide abroad.. The victims were a large number of drugs from a large scale in the recent past, police said.",
        "The police say that there are many allegations of murder and drug trafficking."
      ]
    }
  },
  "summary_lines": [
    "In Belarus, three individuals, including a chief planner of a murder case, and associates linked to a large-scale drug dealer, were arrested while trying to flee Europe. They are considered significant criminals by Sri Lanka's State Intelligence and Criminal Investigations units. The arrests were made in cooperation with foreign security forces, and efforts are underway to extradite them back to Sri Lanka. The group is suspected of involvement in multiple murders and drug trafficking activities."
  ]
}