{
  "translated_text": {
    "si": {
      "title": "ග්රාම නිලධාරිගේ නව සේවය රජයේ සේවා කොමිෂන් සභාව - අශෝක ප්රියන්තගේ නව සේවය කර තිබේ",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහගේ ප්රධානත්වයෙන් යුත් කැබිනට් මණ්ඩලයේ අනුමැතියෙන් පසු ග්රාම නිලධාරිගේ නව සේවය රජයේ සේවා කොමිෂන් සභාව විසින් අනුමත කර ඇති බව ස්වදේශ කටයුතු පිළිබඳ රාජ්ය අමාත්ය අශෝක ප්රියන්ත මහතා පැවසීය.",
        "අවශ්ය නම්, මෙම නව යසේට සංශෝධන කිරීමට අවස්ථාව ලබා දී ඇති බව රාජ්ය අමාත්යතුමා පැවසීය.",
        "රාජ්ය අමාත්ය අශෝක ප්රියන්ත මහතා මේ බව ප්රකාශ කළේ 13 වන බ්රහස්පතින්දා ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදීය.",
        "මේ වන විට රජය \"උරුමයා\" සහ \"අෂෙමූ\" ඇතුළු ප්රධාන ව්යාපෘති ගණනාවක්ම ක්රියාත්මක කර තිබේ. අතීතයේ නතර කර ඇති බොහෝ සංවර්ධන ව්යාපෘති මෙන්ම. විලේජ් සහ නගරවල විවිධ අරමුදල් මගින් නැවත සකස් කිරීමේ කටයුතු ආරම්භ කර ඇත.",
        "එයට සහාය වීම රාජ්ය නිලධාරීන්ගේ වගකීමකි. එබැවින් ජනතාවගේ රාජකාරි ඉටු කළ හැකි මෙම අවස්ථාවට අප සැවොම අපගේ යුතුකම ඉටු කළ යුතුය.",
        "දේවසේවය භාර ගන්නා විට රට තුළ බොහෝ ගැටලු තිබුණි. නමුත් අපි දැනට ක්රමයෙන් රාජ්ය සේවය ශක්තිමත් කරමින් සිටිමු. බඳවා ගැනීමට රාජ්ය සේවයට නොහැකි විය. ග්රාම නිලධාරි 1942 සිට ග්රාම නිලධාරි කොට් es ාශවලට පත් කිරීමට අපි දැන් පියවර ගෙන ඇත්තෙමු. ඔවුන් මේ වන විට පුහුණු කරනු ලැබේ.",
        "තව. ජනාධිපති රනිල් වික්රමසිංහ මහතා සහ අග්රාමාත්යවරයාගේ ප්රධානත්වයෙන් කැබිනට් මණ්ඩලයේ අනුමැතියෙන් පසු නව සේවය රාජ්ය සේවා කොමිෂන් සභාව විසින් අනුමත කර ඇත.. අවශ්ය නම්, එයට සංශෝධන කිරීමට අවස්ථාව ලබා දේ.",
        "ග්රාම නිලධාරි හි වෘත්තීය සමිති ක්රියාමාර්ගය තුළ රටේ ව්යසනය සිදුව තිබේ. නමුත් රටේ ගම් නිලධාරීන්ගෙන් බහුතරයක් ද ඇතුළුව ඒ වන විට ඉදිරියට පැමිණීම ගැන මම සැමට ස්තූතිවන්ත වෙමි.",
        "එපමණක් නොව, ග්රාමීය ආහාර සුරක්ෂිතතා කණ්ඩායම් සහ පෝෂ්යදායී කණ්ඩායම් රට පුරා පිහිටුවා ඇති බැවින් ජනතාවට ආරක්ෂිත ආහාර ලබා දීමට ඔවුන්ට හැකි වී තිබේ.රාජ්ය අමාත්ය අශෝක ප්රියන්ත මහතා වැඩිදුරටත් පැවසීය."
      ]
    },
    "en": {
      "title": "Government Service Commission has approved the new service of the Grama Niladhari - Ashoka Priyantha",
      "body_lines": [
        "Minister of State for Home Affairs Ashoka Priyantha said that after the approval of the Cabinet headed by President Ranil Wickremesinghe, the new Service of Grama Niladhari has been approved by the Government Service Commission.",
        "The Minister of State said that if necessary, this new Yap has been given the opportunity to make amendments.",
        "State Minister Ashoka Priyantha made this statement at a media briefing held at the Presidential Media Center on Thursday 13th.",
        "Currently, the government has implemented a number of major projects, including “Urumaya” and “Ashemu”. As well as many development projects that have been stopped in the past. Re -development work has been started in the village and cities through diverse funding.",
        "It is the responsibility of state officials to support it. So we must all do our duty on this occasion where the duties of the people can be fulfilled.",
        "There were many problems in the country when the ministry took over. But we are currently gradually strengthening public service. The state service was unable to recruit. We have now taken steps to appoint Grama Niladhari to 1942 Grama Niladhari Divisions. They are currently being trained.",
        "More. The new service has been approved by the Public Service Commission after the approval of the Cabinet headed by President Ranil Wickremesinghe and the Prime Minister.. If necessary, it is given the opportunity to make amends.",
        "During the trade union action of the Grama Niladhari, the disaster occurred in the country. But I thank all of them for coming forward at the time, including the majority of village officials in the country.",
        "Moreover, as rural food security groups and nutritious groups have been formed across the country, they have been able to provide safe food to the people. ”Minister of State Ashoka Priyantha added."
      ]
    }
  },
  "summary_lines": [
    "The Government Service Commission has approved a new service for Grama Niladharis, led by Minister of State Ashoka Priyantha. This follows Cabinet approval under President Ranil Wickremesinghe. The new service allows for potential amendments. Major projects like \"Urumaya\" and \"Ashemu,\" along with re-development efforts in villages and cities, are underway. The government is also strengthening public services, recruiting Grama Niladharis for 1942 divisions, and training them. Despite challenges, including a disaster during a Grama Niladhari trade union action, progress is noted, especially in providing safe food through rural food security groups."
  ]
}