{
  "translated_text": {
    "ta": {
      "title": "நான் ஒரு பொலிஸ் அதிகாரியை தூக்கத்தில் இருந்து அவமானம், தாக்குதல் என்று இழந்துவிட்டேன்",
      "body_lines": [
        "ஐ.ஜி.பி தேசாபந்து டென்னகூன், ஒரு ஒழுங்கமைக்கப்பட்ட குற்றம் மற்றும் போதைப்பொருள் பாவனைகளை காவல்துறையினரிடமிருந்து மேற்கொள்வதில் உறுதியாக இருப்பதாக கூறினார்.",
        "\"நீங்கள் வெவ்வேறு நபர்களிடம் தலைவணங்கலாம். திறக்க முடியும். ஆனால் எனக்கு ஒதுக்கப்பட்ட வேலை இலங்கை போலீசாருக்காக என் ஆற்றலை விளையாடியுள்ளது.",
        "பொலிஸ் சேவையில் ஒரு போலீஸ் அதிகாரி பொலிஸ் சேவையில் இருந்தால், நான் அவமானகரமானவனாக இருந்தால் வரலாற்றைச் சரிபார்க்கவும். எனது அபத்தமான குற்றச்சாட்டுகள், அவமானங்களில் நான் பலமாக நின்று கொண்டிருந்தேன்.",
        "எனவே, எதிர்காலத்தில் எதிர்காலத்தில் சவால்களை எதிர்கொள்ளும் அதிகாரிகள் அதே அளவு ஆற்றலில் பணியாற்றுகிறார்கள்.இலங்கையிலிருந்து ஒழுங்கமைக்கப்பட்ட குற்றங்களையும் மருந்துகளையும் ஒழிக்க நான் உறுதியாக இருக்கிறேன். இது ஒரு பொலிஸ் கண்டிப்பான மாற்றத்தை ஏற்படுத்தும் என்று எதிர்பார்க்கப்படுகிறது, மேலும் மேலே வர வேண்டிய சூழலை உருவாக்கும். 26 வயதான காவல்துறை அதிகாரியின் போது, ​​ஒவ்வொரு பதவியின் அனுபவத்தையும் காவல்துறையினர் மீட்டெடுக்க முடிந்தது. \""
      ]
    },
    "en": {
      "title": "I have lost a police officer from asleep as humiliating, attack",
      "body_lines": [
        "IGP Deshabandu Tennakoon said that he was determined to carry out an organized crime and drug abuse from the police.",
        "\"You can bow down to different people. Can open up. But the job I was assigned to me has played my energy for the Sri Lankan police.",
        "Check History if a police officer in the police service is in the police service as much as I am as humiliating. I was standing strong in my absurd allegations, insults.",
        "Therefore, working officials serve in the same amount of energy to face challenges in the future in the future.I am determined to eradicate organized crime and drugs from Sri Lanka. It is expected to make a police strict transformation and create the environment that needs to come to the top. During the 26-year-old police officer, the police were able to recover the experience of every rank. \""
      ]
    }
  },
  "summary_lines": [
    "IGP Deshabandu Tennakoon vows to combat organized crime and drug abuse within the Sri Lankan police force, emphasizing the importance of maintaining integrity and energy in the face of challenges."
  ]
}