{
  "translated_text": {
    "si": {
      "title": "ප්රතිවාදියා",
      "body_lines": [
        "හිටපු ජනාධිපති රනිල් වික්රමසිංහ ආරම්භක මැතිවරණ පරාජයක් නොවේ. එහෙත්, ඔහුගේ දේශපාලන ජීවිතයේ දී, පසුගිය ජනාධිපතිවරණය ආරක්ෂක විධායක ජනාධිපතිවරයා ලෙස තේරී පත්වීමට සුදුසුකම් ලැබූ අවසාන අවස්ථාව ලෙස ඔහුගේ දේශපාලන ජීවිතයේ දී ඔහු වේදනාකාරී වනු ඇත.. වෙනත් ඕනෑම දේශපාලන ician යාක් නම් වික්රමසිංහ මෙතරම් ඉක්මනින් මහජනයා වෙත නොඑනු ඇත.",
        "ජනාධිපතිවරණයෙන් පළමු වසර දෙකෙන් පසු ජනාධිපතිවරණය තුනක තරඟාවලියට තරඟ කිරීම වික්රමසිංහ. ශතවර්ෂ හතරක හතරෙන් පංගාවකට වැඩි කාලයක් තිස්සේ නොපැමිණි විධායක ජනාධිපති ධුරය මීට වසර දෙකකට පෙර ඔහු වෙත පැමිණියේය.. මෙම ජනාධිපතිවරණයට ඉදිරිපත් වූ කාලය අත්යවශ්ය බව වික්රමසිංහ නොවැළැක්විය හැකිය.",
        "ජාත්යන්තර මූල්ය අරමුදල ප්රතිසංස්කරණය කිරීම සඳහා ජාත්යන්තර මූල්ය අරමුදල විසින් සිදු කර ඇති ආර්ථික ප්රතිසංස්කරණ පියවරයන් හේතුවෙන් ජාත්යන්තර මූල්ය අරමුදල විසින් සිදු කර ඇති ආර්ථික ප්රතිසංස්කරණ පියවරයන් හේතුවෙන් ජනතාවට තමාටම තේරී පත්වන බව වික්රමසිංහ මහතා අපේක්ෂා කරමින් සිටී. රට ආර්ථික අර්බුදයෙන්.",
        "නමුත් 2022 ක නැගිටීමෙන් පසු සාම්ප්රදායික දේශපාලන නායකත්වයන්ට එරෙහිව ජනතාව අතර වැඩිවෙමින් පවතින දරුණු වෛරය හඳුනා ගැනීමට ඔහුට නොහැකි විය. එක්සත් ජාතික පක්ෂයේ නායකයා ලෙස දේශපාලනයේ නිරත වීමට ඔහු තීරණය කර තිබේ.",
        "ජනාධිපතිවරණය ජයග්රහණය කිරීමෙන් වසර පහකට පසු ඔහුට බලයේ සිටිය නොහැකි වුවද, ඔහුගේ අදහස්වලින් පෙනී යන්නේ ජනාධිපති අනුරාධීයියේ ආර්ථික ප්රතිසංස්කරණය කිරීම පිළිබඳව වික්රමසිංහ සෑහීමකට පත්වන බවයි.",
        "ආර්ථික ප්රතිපත්ති සම්බන්ධයෙන් ගත් කල, ඔහුගේ යෝජනා තවදුරටත් අවශ්ය නොවන බව ඔහුට අදහස ඇති බව පෙනේ. වික්රමසිංහ මහතා සතියකින් විශේෂ වාර්තා දෙකක් නිකුත් කර තිබේ.",
        "ඔහු විශේෂ වාර්තාවක් නිකුත් කරන බව නිවේදනය කළ විට, ජනාධිපතිවරණයෙන් මසකට පසු මසකට ඇතුළත දේශපාලන හා මාධ්ය රවුම්වල විශාල අපේක්ෂාවක් ඇති විය.",
        "එහෙත්, පසුගිය වසර දෙකක කාලය තුළ ඔහු සමඟ වැඩ කළ රාජ්යය - එනම්, එය මැතිවරණ ව්යාපාරයේ කොටසක් ලෙස එය අවසන් කිරීම සඳහා ගෑස් සිලින්ඩර සංකේතයට ඡන්දය දෙන ලෙස ජනතාවගෙන් ඉල්ලා සිටි විට එය අවසන් වූයේ මැතිවරණ ව්යාපාරයේ කොටසක් ලෙස ය.",
        "ආර්ථික අර්බුදය ජාත්යන්තර හවුල්කරුවන් සමඟ කටයුතු කිරීමේදී ජනාධිපති දිසානායක සහ ජාතික මහජන බල කඳවුරට ඇති වන ගැටලු වලට වික්රමසිංහ විශ්වාස කරන බව වික්රමසිංහ විශ්වාස කරන බව පැහැදිලිය.",
        "වසර හතරකින් විදේශ ණය විදේශ ණය ආපසු ගෙවීමට විදේශ ණය ආපසු ගෙවීමට පටන් ගැනීමත් සමඟම රජය සිය පළමු වාර්තාවේදී රාජ්ය ආදායම ඉහළ යනු ඇතැයි හිටපු ජනාධිපතිවරයා අනතුරු ඇඟවීය.",
        "මීට වසර දෙකකට පෙර ආර්ථික අර්බුදය මධ්යයේ වෙනත් කිසිදු දේශපාලන ician යෙකු ඉදිරියට පැමිණ නැති බව වික්රමසිංහගේ පාලනය ගැන සැමවිටම ආඩම්බර වන අය ඊළඟ පාර්ලිමේන්තුව තුළ අත්යවශ්ය වේ.",
        "වික්රමසිංහ සතියකට පසුව ඔක්තෝබර් 24 වන දින තවත් විශේෂ වාර්තාවක් නිකුත් කළේය.. පාස්කු ඉරිදා ඉරිදා දිනය විමර්ශනය කිරීම සඳහා වත්මන් රජය විසින් එපරති කමිටුවල වාර්තා නිකුත් කර නොමැති බව හිටපු ජනාධිපතිවරයාගේ දෙවන වාර්තාව පිවිටුරු හේ උරුමය (ජේඑච්යූ) නායක උදය කමිලපිල මහතා සම්බන්ධයෙන් මතභේදයට තුඩු දුන්නේය බෝම්බ ප්රහාර.",
        "විමර්ශන කමිටු වාර්තා පළ කිරීමට සතියකට කාලයක් ලබා දුන් කමෙමන්පිල් පසුගිය සතිය තුළ ප්රකාශයක් නිකුත් කළේය.",
        "මැතිවරණ සමයේදී ජාතික මහජන බලය සමඟ කටයුතු කළ හිටපු පොලිස් නිලධාරීන්ගේ සමහර පොලිස් නිලධාරීන්ට පළිගැනීමට කොළඹ අගරදගුරු හෙල්කල්ම් රංජිත් චෝදනා කළ බව වික්රමසිංහගේ රජයට චෝදනා කළේය.. වික්රමසිංහ මහතා මෙම චෝදනාවට ප්රතිචාර දැක්වීය.",
        "ඒ අතරම, හිටපු ජනාධිපතිවරයා පසුගිය සතියේ වත්මන් රජය සිය කැබිනට් මණ්ඩලය විසින් අනුමත කරන ලද රාජ්ය සේවකයින්ගේ වැටුප් වැඩිවීමක් ක්රියාත්මක කරන ලෙස ඉල්ලා සිටියේය.",
        "මැතිවරණ ව්යාපාරයක් අමතමින් ජනාධිපති අනුර කුමාර දිසානායක මහතා පවසා ඇත්තේ වැටුප් වැඩිවීම ක්රියාත්මක කිරීම සඳහා දැනටමත් මුදල් වෙන් කර ඇති බවයි.",
        "ජාතික මහජන බලය සහ විපක්ෂය ප්රායෝගිකත්වය ගැන නොසිතා පොරොන්දු විශාල ප්රමාණයක් ලබා දී තිබේ. තම පොරොන්දු ඉටු කිරීම සඳහා බහුජාතික ජනතාවගේ බල රජයක් පිහිටුවීම සඳහා ඔවුන්ට විශාල සහයෝගයක් ලබා දෙන ලෙස ජනාධිපතිවරයා ජනතාවගෙන් ඉල්ලා සිටී. එහෙත් විරුද්ධ පක්ෂ සැලකිලිමත් වන තාක් දුරට, ඔවුන් දැන් කිව යුතු දේ පැවසීම ගැන බාධා පමුණුවයි.",
        "මෙම විරුද්ධ පක්ෂවලට ජාතික ජනගහනය මුහුණ දෙන අභියෝගයන්ට මුහුණ දෙන අභියෝගයන්ට මුහුණ දිය නොහැකි අතර, අනෙක් අතට, දිසානායකගේ එක්කෝ පරිපාලනය ද පැවැත්ම ගැන උනන්දුවක් දක්වන අතර.. එක්සත් ජනතා බලයේ නායක සජිත් ප්රේමදාසගේ දුක්ඛිත තත්වය විශිෂ්ටයි.",
        "ජනාධිපති දිසානායක මහතා සමඟ සහයෝගයෙන් ඔහුට කිසිදු ගැටළුවක් නොමැති බව පවසන ප්රේමදාස ජනාධිපතිවරයාට සහය පළ කරමින් ජනාධිපතිවරයාට සහාය දෙන ලෙස ජනතාවගෙන් ඉල්ලා සිටී.. ජනාධිපතිවරයාගේ දෑත් ශක්තිමත් කිරීම සඳහා ජනතාව තම පක්ෂය ධුරයට ගෙන එනු ඇත. ප්රේමදාස යනු කුමක්ද?",
        "ඊළඟ පාර්ලිමේන්තුවේදී, ඊළඟ පාර්ලිමේන්තුවේ විපක්ෂයේ කිසිදු අවශ්යතාවයක් නොමැති අතර දේශපාලන විරුද්ධත්වය අහෝසි කිරීම සහතික කිරීම සඳහා පාර්ලිමේන්තු මැතිවරණයේ ඡන්ද දායකයින්ගේ වගකීම මෙය බව.",
        "නව ජනාධිපතිවරයා ලෙස දිසානායක මහතා තෝරා ගැනීමෙන් සාම්ප්රදායික දේශපාලන පක්ෂ සහ ඔවුන්ගේ නායකයින් ප්රතික්ෂේප කළ නව නායකයෙකු ලෙස ද ඔවුහු විශ්වාසය පළ කළහ.",
        "දූෂණය හා බලය අයුතු ලෙස භාවිතා කිරීම දරා ගැනීමට මහලු පක්ෂවල මහලු පක්ෂ තවදුරටත් සූදානම් නොවන බව ජනතාව පැහැදිලි කර තිබේ.",
        "ජනාධිපතිවරණය අහිමි වූ දේශපාලන පක්ෂ පාර්ලිමේන්තු මැතිවරණයට ඉදිරිපත් වෙති.ඒවා හැසිරවිය යුතු ආකාරය මිනිසුන් සමඟ ඇති කාරණයයි.",
        "දූෂිත දේශපාලන සංස්කෘතිය ප්රතික්ෂේප කිරීමට පෙර වීදිවල කැරැල්ලකින් ඔවුන්ව බලයෙන් පලවා හැරිය හැකි බව ඔප්පු කළ ශ්රී ලාංකික ජනතාව.",
        "ඒ අතරම, ශ්රී ලංකාවේ ඉතිහාසයේ කැරැල්ලෙන් පසුව සහ සාමකාමී මැතිවරණයේ සුමට වෙනසක් සහතික කිරීමෙන් පසු ඔවුන්ගේ ඡන්ද අයිතිය භාවිතා කිරීමට පළමු අවස්ථාව ඔවුන් යොදා ගෙන ඇත.",
        "ඒ අතරම, බලය අල්ලා ගැනීම සඳහා දශක තුනක බලයක් තුළ සන්නද්ධ උද් itation ෝෂණයක් දෙකක් දියත් කර ඇති ජනතා විමුක්ති පෙරමුන (ජේවීපී), එය අතීතයට අල්ලා ගැනීමට වඩා ප්රජාතන්ත්රවාදී මැතිවරණවල ජනතාවගේ ප්රජාතන්ත්රවාදී මැතිවරණවල ජනතාවගේ බලවේගයට ගෙන ආවේය හිංසනය.",
        "අද වන විට එහි නායකයා වන දිසානායක ජනතාවගේ විධායක සභාපති ලෙස පත් කර ඇති අතර එය විශ්වසනීය ප්රජාතන්ත්රවාදී ව්යාපාරයකි.",
        "ජනාධිපතිවරයා සහ අමාත්ය හේරත් විසින් කරන ලද අදහස් අද පාර්ලිමේන්තුවේ විපක්ෂය පමණක් අවශ්ය වන්නේ පාර්ලිමේන්තු ප්රජාතන්ත්රවාදී දේශපාලනය කෙරෙහි ඔවුන්ගේ ඇදහිල්ල ගැන සැකයක් ඇති බව ජනාධිපතිතුමා විසින් කරන ලද මෙම අදහස් දැක්වීමයි.",
        "පාර්ලිමේන්තුව පිරිසිදු කිරීම අරමුණු කර ඇත්තේ දූෂිත දේශපාලන පන්තිය ප්රජාතන්ත්රවාදීව පරාජයට පත් කිරීම සහ ඒවා ගෙදර යැවීමයි. නමුත් පාර්ලිමේන්තුවේ විපක්ෂයක් වීමට අවශ්ය නැත.",
        "එක්සත් ජාතික පක්ෂය මීට වසර 47 කට පෙර පාර්ලිමේන්තු මැතිවරණය ජයග්රහණය කළ විට මැතිවරණ සිතියම පිළිබඳ ජනාධිපතිවරයා සහ අමාත්යවරයාගේ අදහස් දැක්වීම.. ජයවර්ධන කතා කරන දේ එය අනිවාර්යයෙන්ම මතක් කර දෙයි."
      ]
    },
    "en": {
      "title": "The opponent",
      "body_lines": [
        "Former President Ranil Wickremesinghe is not a starting election defeat. But in his political life, he would have been painful because he lost the last presidential election as the ultimate chance to be elected by the people as the executive president.. If any other politician, Wickremesinghe would not have come back to the public so quickly.",
        "Wickremesinghe avoids contesting in three presidential elections after the first two years lost the presidential election. The executive presidency, which had not been over for more than a quarter of a century, came to him unexpectedly two years ago.. Wickremesinghe is inevitable that this time contesting the presidential election is imperative.",
        "Wickremesinghe has been hoping that the image of the state will help the people elect himself as president, which has emerged as a result of the economic reconstruction measures that have been carried out by the International Monetary Fund with the help of the International Monetary Fund to restore the country from the economic crisis.",
        "But after the uprising of 2022, he was unable to recognize the increasing fierce hatred among the people against traditional political leaderships. He has decided to continue to engage in politics as the leader of the United National Party, even if he does not contest the parliamentary election.",
        "Although he could not be in power for five years after winning the presidential election, his views show that Wickremesinghe is satisfied with the continued carrying out the economic reconstruction of the President's Anuragumara Dissanayake.",
        "As for economic policies, he seems to have the idea that his suggestions are no longer needed. Wickremesinghe has issued two special reports in a week.",
        "When it was announced that he would issue a special report, there was a huge expectation in political and media circles what he would say within a month after the presidential election.",
        "But when he asked the people to vote for the gas cylinder symbol to re -election the state -owned states who had worked with him for the past two years, it ended as part of the election campaign.",
        "It is clear that Wickremesinghe believes that President Dissanayake and the National People's Power Government are likely to face problems in dealing with the economic crisis with international partners.",
        "In his first report on October 17, the former president warned that the government would oppose a major challenge in increasing state revenue as foreign loans begin to repay foreign loans in four years.",
        "Wickremesinghe's experienced and those who are always proud of the rule that no other politician has come forward in the midst of the economic crisis two years ago is essential in the next parliament.",
        "Wickremesinghe issued another special report on October 24 a week later.. The second report of the former president is about the controversy over the controversy over the current government of the Pivithuru Hela Urumaya (JHU) leader, Udaya Kammanpila, that the current government has not issued reports of the two -pronged committees to investigate the Easter Sunday bombings.",
        "Kammanpil, who gave the government a week's time to publish reports of inquiry committees, issued a statement over the last week.",
        "The Archbishop of Colombo, Cardinal Malcolm Ranjith, accused Wickremesinghe's government to appoint an inquiry committees to avenge some of the former police officers who worked with the National People's Power during the election.. Wickremesinghe responded to the allegation.",
        "At the same time, the former president last week called for the current government to implement a salary increase for public servants approved by his Cabinet.",
        "Speaking at an election campaign, President Anura Kumara Dissanayake has said that the money has already been allocated to implement the salary increase.",
        "The National People's Power and the Opposition have raised a large number of promises without thinking about practicality. The president asks the people to give them a great support for the formation of a multi -national people's power government to fulfill his promises. But as far as the opposition parties are concerned, they are now stumbling to say what to say.",
        "While these opposition parties are campaigning that the country cannot handle the challenges faced by the national population, on the other hand, Dissanayake's one -month administration is also interested in survival.. The plight of United People's Power Leader Sajith Premadasa is great.",
        "Premadasa, who claims that he has no problem in cooperation with President Dissanayake, asks the people to support the president in support of the president.. People will bring his party to office to strengthen the president's hands. What is Premadasa?",
        "In the next parliament, there is no need for the opposition in the next parliament and that this is the responsibility of the voters in the parliamentary election to ensure the abolition of the political opposition.",
        "They also expressed their confidence as a new leader who rejected the traditional political parties and their leaders by electing Dissanayake as the new president.",
        "People have made it clear that the old parties of the old parties are no longer ready to endure corruption and abuse of power.",
        "Political parties that lost the presidential election are contesting the parliamentary election.How to handle them is the matter with people.",
        "The Sri Lankan people who proved that they can drive them out of power by rebellion on the streets before rejecting corrupt political culture.",
        "At the same time, they have used the first opportunity to use their voting rights after the rebellion of Sri Lanka's history and ensure a smooth change in the peaceful election.",
        "At the same time, the Janata Vimukthi Peramuna (JVP), which has launched two armed agitation in three decades of power to seize power, has brought it to the people's power of democratic elections by the democratic election, rather than holding it to the past violence.",
        "Today, Dissanayake, its leader, has been appointed as the executive president of the people, as it is a credible democratic movement.",
        "The comments made by the President and Minister Herath that only a multi -faceted government need today and the opposition in parliament will be suspicious of their faith in parliamentary democratic politics.",
        "The cleaning of parliament is only aimed at defeating the corrupt political class democratically and sending them home, but there is no need to be an opposition in Parliament.",
        "The President and the Minister's comments on the JR on the election map when the United National Party won the parliamentary election 47 years ago.. It is inevitably reminded of what Jayawardene spoken."
      ]
    }
  },
  "summary_lines": [
    "Ranil Wickremesinghe's political career impacted by presidential election loss. He avoided contesting subsequent elections until unexpectedly becoming executive president. Economic policies focus on IMF-backed recovery. Recent reports address state revenue challenges and Easter Sunday bombing investigations. Wickremesinghe supports public servant salary increases. Opposition parties struggle to respond to economic challenges and allegations of corruption."
  ]
}