{
  "translated_text": {
    "ta": {
      "title": "ඇල්ල අනතුරට පත් බස් රියේ තිරිංග නොමැති වෙලා දිවි බේරාගත් කාන්තාවක් අත්දැකීම කියයි",
      "body_lines": [
        "\"நீர்வீழ்ச்சி பஸ் ஓடிக்கொண்டிருந்தது, உடைந்து, உடைத்து, கூச்சலிட்டு, பிஸியாக இருக்கும் அனைவருக்கும் கூச்சலிட்டது. அதே நேரத்தில், ரவானா சாலையில் நீடித்த இரும்பு வேலியுடன் அதிக எண்ணிக்கையிலான சத்தம் மற்றும் ஏராளமான சாலையோர சாலையோரங்களுடன் மோதியது.. ඒ අසලම පොඩ් බබෙක්, සදානා   , නිලූකා මිස්  වැටී කෙදිරිගාමින් උදවු ඉල්ලමින් කෑගැසුවා \"",
        "வெல்லவாயாவில் உள்ள வெல்லவாயாவில் பயணித்த ஜீப்பில் பயணித்த பெவிலியன் பஸ் விபத்து வெல்லவாயாவில் உள்ள வெல்லவயாவில் நடைபெற்றது, ஹவானா வீழ்ச்சி பகுதியால் தப்பிப்பிழைத்த பதினாறாவது இடத்தில் இருந்தது. பெலியாட்டா குடாவாலாவில் வசிக்கும் டங்கல்லே நகர்ப்புற கவுன்சிலின் பயங்கரமான அனுபவத்தை விவரிக்கும் திருமதி மதுஷானி முனசிங்கி (35).",
        "பதுல்லாவில் உள்ள ஷிகி மருத்துவமனையில் சிகிச்சை பெற்று வரும் திருமதி இஷாரா, தனது பயங்கரமான அனுபவத்தை விவரித்தார்.",
        "\"நான் திருமணம் செய்து கொண்டேன், நான் டங்கல்லே நகராட்சி மன்ற ஊழியர்களுக்கு அவர்களின் குடும்பத்தினருடன் ஒரு சுற்றுலா பயணம் மேற்கொண்டேன்.",
        "நாங்கள் நேற்று காலை டங்கலேவிலிருந்து டங்கலேவிலிருந்து ரவணா நீர்வீழ்ச்சிக்கு டங்கல்லேவை விட்டு வெளியேறினோம்.",
        "ஹபுடேலில், நாங்கள் எடெசன் வரலாற்று பங்களாவை எடுத்து விக்டோரியா பூங்காவிற்கு ஒரு மகிழ்ச்சியைப் பெற்றோம்.",
        "அது .இது .இது. நான். சோர்வான முயற்சி காரணமாக. மற்றவர் பஸ்ஸில் வந்து, பஸ்ஸில் நடனமாடினார். பஸ் ரவானா நீர்வீழ்ச்சிக்குச் சென்று ரவானா நீர்வீழ்ச்சிக்குச் சென்றபோது, ​​எலா 15 இல் உள்ள பஸ் முன்பு பஸ்ஸைக் கேட்க பஸ் கேட்கச் சொன்னது.",
        "அதே நேரத்தில், ஒரு ஜீப்பில் ஒரு ஜீப்பில் வந்து ஒரு ஜீப்பில் வந்து மூழ்கி மூழ்கி ஒரு பெரிய ஒலியாக இருந்தது, இது ராவண எல்லா ராயல்டியில் ஒரு பெரிய ஒலியைக் குறைத்தது.",
        "பின்னர் பஸ்ஸில் உள்ளவர்கள் சத்தமாகக் கூச்சலிட்டு, வீழ்ச்சியடைந்தனர்.. இந்த சம்பவத்தைப் பற்றி எங்களால் சிந்திக்க முடியாத பஸ்ஸை நாங்கள் பார்த்ததில்லை.",
        "இது ஒரு கனவு போன்றது. எங்களுடன் எங்களுக்கு நேரம் இல்லை.",
        "அபாயகரமான பஸ் விபத்து நடந்தபோது, ​​மக்குலுவாராவில் படுல்லாவுக்கு ஒரு ஆடம்பர தனியார் பேருந்தில் பேருந்துகள் படுல்லா வரை பேருந்துகளைப் பார்த்தார்.",
        "15 வது பகுதியின் 15 வது பகுதியில் 15 வது முன் இருந்த பஸ், ரவானாவின் வழியில் செல்லும் பாதையை அடைந்தது. கூச்சல்களைக் கேட்கிறோம்.",
        "பின்னர், இராணுவத்தைச் சுற்றியுள்ள ஏராளமான கிராமவாசிகள் கைது செய்யப்பட்டு கருப்பையில் மருத்துவமனைக்கு கொண்டு செல்லப்பட்டனர். \"",
        "சுற்றுலாவின் முடிவில், அதே சுத்தி சில வினாடிகள் ஆனது."
      ]
    },
    "en": {
      "title": "A surviving woman who survives the bath of the fights injured",
      "body_lines": [
        "\"Falls' bus was running, Break Down, Break, shouted and shouted to all the busy. At the same time, Rawana was collided with a prolonged iron fence in the road with a large number of louds and a large number of roadside roadside.. Sumped as a Pod Baby, San and Niluka Miss.",
        "The pavilion bus accident who was traveling on a jeep traveling at the Wellawaya in Wellawaya was held at the Wellawaya in Wellawaya was a sixteenth survived by the Havana Fall area. Mrs. Madushani Munasinghi (35), describing the terrible experience of the Tangalle Urban Council, who is a resident of Beliatta Kudawala.",
        "Ms. Ishara, who is receiving treatment at the Shiky Hospital in the Badulla, described his terrible experience.",
        "\"I have been married. I have had a picnic trip to the Tangalle Municipal Council employees with their families.",
        "We left Tangalle to the Ravana Falls from the Tangalle from Tangalle yesterday morning.",
        "At Haputale, we took Edesen historic bungalow and took a joy to the Victoria Park.",
        "It 's it .It' s it .I was. Because of the tired effort. The other came on the bus, danced in the bus. While the bus was traveling to the Rawana Waterfall and passed to the Rawana Waterfall, the bus in the Ella 15 earlier told him to hear the bus to hear the bus.",
        "At the same time, the busy iron rolls on a jeep that came into a jeep in front of a jeep and drowning was a huge sound, felling a huge sound in the Ravana Ella royalty.",
        "Then the people in the bus shouted loudly and shouted on the precipital.. We hadn't seen the bus we had not been able to think of the incident.",
        "This is like a dream. We had no time with us.",
        "When the fatal bus accident, he saw the buses in a luxury private bus to Badulla at the Makuluwara to Badulla.",
        "The bus, which was in the front of the 15th in the 15th area of ​​the 15th area, had reached the road to the Way to the Way of Rawana. We hear the shouts.",
        "Later, a large number of villagers around the Army were arrested and taken to the womb to the hospital. \"",
        "At the end of the picnic, the same hammer became a few seconds."
      ]
    }
  },
  "summary_lines": []
}