{
  "translated_text": {
    "ta": {
      "title": "ரயில் தரத்தை புறக்கணித்தால், அவர் வேலையை விட்டுவிட்டார்",
      "body_lines": [
        "போக்குவரத்து மற்றும் நெடுஞ்சாலை அமைச்சர் பந்துலா குணவர்தேனா, ஊழியர்கள் தொடர்ந்து சேவையை விட்டு வெளியேறினால், அவர்கள் வேலையை விட்டு வெளியேறும்போது அவர்கள் வேலையிலிருந்து நீக்கப்படுவார்கள் என்று கூறினார்.",
        "புதிய கட்டிடம் ஹட்டன் ரயில் நிலையத்தின் நகர்ப்புற மேம்பாட்டு ஆணையத்தால் (20) கட்டப்பட்டது என்று அமைச்சர் பந்துலா குணவர்தேனா கூறினார்",
        "மேலும் பேசும் அமைச்சர் பண்டுலா குணவர்தேனா கூறினார்",
        "பின்னர், ரயில்வே வேலைநிறுத்தம் மற்றும் ரயில்வே சேவைக்கு ஒரு வர்த்தமானி வழங்கப்பட்டது, ரயில் நிலையத்தைப் பற்றி விவாதிக்கவில்லை.",
        "நாம் அனைவரும் நாடு முழுவதையும் மதிக்க வேண்டும், வேலை செய்ய விரும்பவில்லை.",
        "ரயில் அருந்துதிகள் ஒரு காலத்திற்கு ஏதாவது செய்ய வேண்டும், ரயில்வே துறையால் தற்போதுள்ள பொருளாதார நெருக்கடியுடன் அவ்வாறு செய்ய முடிந்தது.",
        "ரயில்கள் மற்றும் ரயில் துகள்கள் உள்ளூர் மற்றும் வெளிநாட்டு கடன்களுக்கு பொருட்களை எடுத்துச் சென்று கடனை செலுத்தாமல் கடன் வழங்குகின்றன.",
        "முடிவில், ஆசிய அபிவிருத்தி வங்கிக்கு பத்தாயிரம் மாத்திரைகளுக்கு கடன் வழங்கப்பட்டுள்ளது, இது அனுராதபுராவிலிருந்து கண்டி வரை அனுராதபுராவிலிருந்து கண்டி வரை நிறுத்தப்பட்டது.",
        "இவை இலங்கை மக்களின் வரிகளில் செய்யப்படுகின்றன மற்றும் வரலாறு முழுவதும் முன்கூட்டியே கடன்களைச் செய்துள்ளன.",
        "இப்போது பாரிஸ் கூட்டு உதவி குழு ஜப்பான், இந்தியா, சீனா போன்ற நாடுகளுடன் கடனை திருப்பிச் செலுத்துவதற்கான உடன்படிக்கைக்கு வந்துள்ளது.",
        "எனவே இப்போது கடன் நிவாரணம் மற்றும் நிறுத்தும் திட்டங்கள் தொடங்கப்பட்டுள்ளன, அதிசயம் அப்படி இல்லை.",
        "ஒரு சுருட்டு கடை கூட இல்லாதவர்கள், நான் வரும் கஷ்டங்களுடன் நாங்கள் அனைவரும் வேலை செய்ய வேண்டும், இதைச் செய்ய வேண்டும் என்று உங்களுக்குச் சொல்ல முடியும்.",
        "இந்த கண்காணிப்புக்குப் பிறகு, ஹட்டன் சி.டி.பி டிப்போவின் தொடக்க சுற்றுப்பயணத்தில் கலந்துகொள்வதாக அமைச்சர் உறுதியளித்தார்."
      ]
    },
    "en": {
      "title": "If the train boycotts the rank, he has left the job",
      "body_lines": [
        "Transport and Highways Minister Bandula Gunawardena said that if the employees continued to leave the service, they would be removed from work as they left the work.",
        "Minister Bandula Gunawardena said that the new building was built by the Urban Development Authority of the Hatton Railway Station (20)",
        "Speaking further Minister Bandula Gunawardena said",
        "Later, a gazette was issued to the railway strike and the railway service, not to discuss the railway station.on a.",
        "We all need to respect all of the country and do not want to work.",
        "Train Indigencies have to do something to do with a time, the Railway Department has been able to do so, with the existing economic crisis.",
        "Trains and rail pellets have taken things to the local and foreign borrowings and lending without paying the debt.",
        "At the end, the Asian Development Bank has been given a loan for ten thousand pills, which had stopped from Anuradhapura to Kandy from Anuradhapura to Kandy.",
        "These are done in the taxes of the people of Sri Lanka and have done foreighed loans throughout history.",
        "Now the Paris Joint aid team has come to a covenant to repay the debt with countries like Japan, India, China.",
        "So now the loan relief and stopping projects have been started, and the miracle is not the case.",
        "Those who do not even have a cigar shop can tell you that all of us need to work with the hardships that I come and do this.",
        "After this monitoring, the Minister promised to attend the opening tour of Hatton CTB depot that he would solve their shortcomings."
      ]
    }
  },
  "summary_lines": [
    "Minister Bandula Gunawardena warned employees against leaving their jobs, stating that continuous absences could lead to dismissal. He discussed the new Hatton Railway Station building and the impact of strikes on railway services. Highlighting the economic crisis, he mentioned issues related to debts and loans, including a loan from the Asian Development Bank for railway development. The minister emphasized the importance of everyone contributing despite challenges and promised to address issues at the Hatton CTB depot."
  ]
}