{
  "translated_text": {
    "si": {
      "title": "එක්සත් ජාතීන්ගේ ප්රකාශන ගිවිසුමට (බීබීඑන්ජේ) සහභාගී වේ",
      "body_lines": [
        "The event organized by the Government of France on September 25, with the participation of other countries in the United Nations, including the President of the French government, on September 25, in view of the merger of the United Nations Declaration of Oceanism on the Protection and Sustainability of the Security of the Security and Sustainability of the Ocean Biology of the Ocean Biology of the National Limit. ජනාධිපති අනුර කුමාර දිසානායක මහතා ශ්රී ලංකාව නියෝජනය කළේය.",
        "ගිවිසුමේ 58 වන සාමාජික, 2025 සැප්තැම්බර් 16 වන දින ශ්රී ලංකාව ගිවිසුමට එක්වූ අතර එමඟින් ගිවිසුමේ රට බවට පත්විය.",
        "දශක දෙකක සාකච්ඡාවලින් පසු, සාගර ජීව විද්යා ගිවිසුම (බීබීඑන්ජේ) නමින් හැඳින්වෙන මෙම ගිවිසුම දැන් රටවල් 60 ක් අත්සන් කර ඇති අතර එමඟින් ගිවිසුම ක්රියාත්මක කිරීමට හේතු විය.",
        "සාගර ජීව විද්යාව, තිරසාර ප්රයෝජනයක් සඳහා සාගර ජීව විද්යාව ආරක්ෂා කිරීමට, තිරසාර ප්රයෝජනයක් සඳහා ආරක්ෂා කිරීමට සහ දේශීය සාගරවලින් 2/3 ක් ඇතුළත් මෙම ගිවිසුම තුළින් දේශීය බලයට නුසුදුහකල ජ්යෙෂ් විවිධත්වයේ ප්රතිලාභ බෙදා ගනිමින් සිටී.. මෙම ගිවිසුම 2026 ජනවාරි 17 වන දින නිල වශයෙන් ක්රියාත්මක කරනු ඇත."
      ]
    },
    "en": {
      "title": "President participates in the United Nations Declaration Agreement (BBNJ)",
      "body_lines": [
        "The event organized by the Government of France on September 25, with the participation of other countries in the United Nations, including the President of the French government, on September 25, in view of the merger of the United Nations Declaration of Oceanism on the Protection and Sustainability of the Security of the Security and Sustainability of the Ocean Biology of the Ocean Biology of the National Limit. President Anura Kumara Dissanayake represented Sri Lanka.",
        "Sri Lanka joined the agreement on September 16, 2025, the 58th member of the agreement, and thereby became the country of the agreement.",
        "After two decades of negotiations, the agreement, known as the Ocean Biology Agreement (BBNJ), has now signed 60 countries, which led to the implementation of the agreement.",
        "Arrangements are being made to protect the ocean biology, for sustainable use, and share the benefit of the biological diversity in areas beyond the Indigenous jurisdiction through this agreement, which includes 2/3 of the World Oceans.. The agreement will be officially implemented on January 17, 2026."
      ]
    }
  },
  "summary_lines": []
}