{
  "translated_text": {
    "si": {
      "title": "අද කම්කරු දිනය!",
      "body_lines": [
        "ලෝක කම්කරු දිනය සෑම වසරකම මැයි මස පළමු දිනය සමරයි.",
        "මෙම නළල නිසා ඔවුන්ගේ වහල් දාමය එකම දිනයේම බිඳී ගිය අතර, නළල භූමියේ දහඩිය වැගිරෙන අතර ඔවුන් ජීවත් වන ජාතියේ ප්රගතිය සඳහා වැඩ කරමින් සිටි කම්කරුවන්ගේ ලෝකයට හඳුන්වා දෙන ලදී.",
        "කම්කරුවන්ට ගෞරව කිරීම ලෙස සැමරූ මෙම දිනය ලෝකයේ සියලුම කම්කරුවන්ට වැදගත් දිනයකි.",
        "කම්කරුවන්ගේ එකමුතුකම සහ තීරණය කිරීම, අට-කූර්හුනි කටයුතු සහ කම්කරුවන්ගේ වැටුප ලෝක වේදිකාවේ නීත්යානුකූලව පිළිගැනීම මෙම දිනයේ දී ය.",
        "1886 මැයි මාසයේ මැයි දිනය අද ලොව පුරා සමරනු ලබන්නේ කම්කරුවන් දහස් ගණනක් චිකාගෝ හි රැස්ව සිටි අතර පැය අටක් වැඩ කරන ලෙසයි.",
        "මෙම දිනය ලෝකයේ විවිධ රටවල් විසින් විවිධ නම් මගින් සමරනු ලැබේ.",
        "මෙහි දැක්ම වන්නේ මෙම දිනය බොහෝ රටවල නිල නිවාඩු දිනයක් ලෙස ප්රකාශයට පත් කර ඇති බවයි.",
        "ජර්මානු ජාතික දාර්ශනිකයා වන කාල් මාක්ස් යනු ලොව පුරා ලෝකය හඳුන්වා දී ඇති බව ලොවෙහි මූලධර්මය සහ ජර්මානු ජාතික දාර්ශනිකයා ය.",
        "\"ලෝක සේවකයින් එකට එක්වන්න. නැති වීමට කිසිවක් නැත. වහල් දාමයන් හැරුණු විට ... නමුත් රන් ලෝකයක් ස්වර්ණමය ලෝකයක් බලාපොරොත්තුවෙන් සිටී, \"ඔහු තමයි කම්කරු පන්තිය කුඩයක් යටට ගෙන ආවේය.",
        "\"වැඩ කරන දිනය\" යන මාතෘකාව යටතේ 1867 \"ප්රාග්ධනය\" පොත වන පොතේ, \"වැඩ දිනය\" හි පළමු අවශ්යතාවය පළමු අවශ්යතාවයයි.",
        "මේ නොමැතිව, කම්කරු පන්තිය වැඩිදියුණු කිරීමට හා විමුක්තිය සම්පූර්ණ කිරීමට කිසිදු උත්සාහයක් පූර්ණ නොවේ. වැඩ දිනය සඳහා වන නීතිමය මුදල පැය අටක් විය යුතුය. \"",
        "රටක සංවර්ධනය සඳහා එම රටේ කම්කරු පන්තියේ කැපවීම හා කැප කිරීම අත්යවශ්ය වේ.",
        "එය කම්කරු පන්තියක් නොවන්නේ නම් ලෝකය අද පැකිලෙනු ඇත.",
        "ලෝකය රඳා පවතින්නේ ශරීරය යාන්ත්රිකව යාන්ත්රිකව යාත්රා කරන, ශ්රමය පොහොර යෙදීම සහ ලෝකය මෙහෙයවන කම්කරුවන්ගේ දෑත් මත ය.",
        "දවස ලෝකයට දායකත්වය මතක් කිරීමක් ලෙස සමරනු ලැබේ.",
        "කම්කරුවන් දිවා කාලයේ පැවති ක්රියාකාරකම් සමඟ කම්කරුවන් බැඳී සිටින බැවින් ඔවුන්ගේ දායකත්වය සිහිපත් කිරීම අවශ්ය වේ.",
        "අපේ රටේ පීඩිත හා පීඩිත ජනතාව සහ කම්කරු පන්තිය සඳහා \"කම්කරු ව්යාපාරයේ පියා\" ලෙස සැලකෙන ඇලෙක්සැන්ඩර් ඒකනායක ගුණසිංහ සිහිපත් කිරීම අවශ්ය වේ.",
        "වර්තමාන මැයි දින සැමරුමට විවිධ දේශපාලන පක්ෂ හා වෘත්තීය සමිති සහභාගී වුවද, ඔවුන්ගේ සටන් පා ans සුපුරුදු පරිදි ඔවුන්ගේ සටන් පා ans සුපුරුදු පරිදි භාවිතා කළද, මේ වසරේදී මෙම පක්ෂ ඔවුන්ගේ ඡන්ද බැංකු වැඩි කරන්නේ කෙසේද යන්න ගැන සැලකිලිමත් වනු ඇත.",
        "පාලක ආණ්ඩුවේ කොටසක් වන ආණ්ඩුවේ ජනතාව නියෝජනය කරන පක්ෂ ඔවුන්ගේ යැපෙන්නන්ගේ ජනතාවගේ වේදනාව පිළිබඳව විවිධ කාලවලදී සාකච්ඡා කර තිබුණද එය කනස්සල්ලට කරුණකි.",
        "ඔවුන්ගේ වැටුප් වැඩිවීම් අපේක්ෂා කරන තරමද, එය ජල ජලය ද යන්න යන්නට කාලය තීරණය කරනු ඇත.",
        "අද කම්කරු පන්තිය ජීවත් වන්නේ වැඩිවන ජීවන වියදම සමඟ සාර්ථකව කටයුතු කළ හැකි ආදායම් ප්රමාණයක ය. බොහෝ පවුල්වලට ආහාර පරිභෝජනය අඩු කිරීමට බල කෙරී ඇත. මෙයට හේතුව තමන්ට තම දරුවන්ට වෛද්ය විද්යාව සහ වෙනත් අවශ්යතා සපුරාලීම සඳහා මුදල් වෙන් කිරීමයි.",
        "මේ අනුව, විවිධ පාර්ශවයන් තම සටන් පා ans ඉදිරිපත් කිරීමට, වැඩිවන පිරිවැය හෙළා දකිමින්, ඉහළම මට්ටමේ භාණ්ඩ සේවා සඳහා බදුකරණය හෙළා දකිමින් ජනතාවගේ ආදායම ඉහළ නැංවීම සඳහා ඉල්ලා සිටින බව උපකල්පනය කළ හැකිය.",
        "ඊට පටහැනිව, මෙම දේශපාලන පක්ෂ ජීවන වියදම අඩු කරන්නේ කෙසේද?මිනිසුන්ට මිනිසුන්ගේ වේදනාව වැඩි කරන්නේ කෙසේද?අපගේ අපනයන ආර්ථිකය වැඩිදියුණු කළ හැක්කේ කෙසේද?විදේශ විනිමය වැඩි කරන්නේ කෙසේද?ඔවුන්ගේ රැස්වීම්වලට පැමිණෙන ජනතාවට විවිධාකාර ගැටළු වලට විසඳුමක් ලැබෙන්නේ නම්, එය ජනතාවගේ මනස කෙරෙහි බලපෑමක් ඇති කරන අතර ඔවුන්ගේ චින්තනයේ ධනාත්මක ස්වභාවයක් ඇති වේ යැයි සිතීම සාධාරණ ය.",
        "පලස්තීන කම්කරු පන්තිය ඊශ්රායල -පලිස්ටිනියානු යුද්ධයෙන් බෙහෙවින් බලපා ඇති අතර එය අද මැද පෙරදිග නොසන්සුන්කාරී වාතාවරණයක්.. එබැවින්, සටන් පා ans ඔවුන්ට සහාය දැක්වීම සඳහා සටන් පා ans ඉදිරිපත් කරනු ඇතැයි උපකල්පනය කළ හැකිය.",
        "එවැනි විවිධාකාර සිතුවිලි වලින් සමරනු ලැබූ කම්කරු දිනය කම්කරු පන්තියේ අභිලාෂයන් ජය ගන්නේ නම් ප්රශංසා කළ යුතුය.. සටන් පා ans සහ ප්රකාශයන් හුදෙක් වාචාලකමෙහි නොමැති නමුත් එය ජනතාවගේ මනසෙහි පවතිනු ඇත.",
        "කම්කරු දිනයේ දී බොහෝ කවියන් අමරණීය නොවන ගීත බොහොමයක් ප්රකාශ කර ඇත.",
        "\"සෑම කෙනෙකුම සෑම දෙයක්ම ලබා ගත යුතුයි - මෙහි නොපැමිණීමක් සිදු නොවේ.",
        "වලන් වස්තුව යනු සුවිශේෂීභාවයේ පරමාර්ථය රැස් කරන වෙනම ආයතනයකි - තිරුනාගේ ප්රචාරය \".",
        "\"එකක් අපගේ කුලය සහ අපගේ ධර්මිෂ්. ජනතාවක් වන අතර, වැඩ කරන, වැඩ කරන සියලු දෙනා සිටින අය වන අතර, සියලු වැඩ කරන ජනතාව ජනතාවය.\"",
        "\"රුධිරය හා නිර්භීත හදවත යන අතර කම්කරු පන්තිය එක්වීමට ඉඩ දෙන්න.\"",
        "අපගේ ශ්රමය දහඩිය දමන සහ මිනිස් පන්තියේ සංවර්ධනය සඳහා උත්සාහ කරන සියලුම කම්කරු පන්තියට අපගේ හෘදයාංගම මැයි සුබ පැතුම් බෙදා ගැනීම ගැන අපි ආඩම්බර වෙමු."
      ]
    },
    "en": {
      "title": "Labor Day today!",
      "body_lines": [
        "World Workers' Day celebrates the first day of May every year.",
        "It was on the same day that their slave chain was broken on the same day that the forehead was shedding sweat on the ground and introduced to the world of workers who were working for the progress of the nation they live in.",
        "This day, celebrated as honoring the workers, is an important day for all the workers in the world.",
        "It was on this day that expressed the unity and determination of the laborers, the eight -hour work and the salary of the working workers were legally recognized on the world stage.",
        "On May 1886, May Day is celebrated all over the world today, a symbol of the massive strike action that thousands of workers gathered in Chicago and demanded eight hours of work.",
        "This day is celebrated by different names by different countries of the world.",
        "The highlight is that this day has been declared an official holiday in many countries.",
        "Carl Marx, the German nation philosopher, is the one who has introduced the world to the world, and introduced the world's principle to the world, and the German nation philosopher.",
        "\"Join the world's workers together. There is nothing to lose. Apart from slavery chains… but a golden world is waiting for a golden world, \"he is the one who brought all the working class under an umbrella.",
        "In the 1867 book \"Capital\", under the heading \"Work Day\", the first requirement of \"work day is the first requirement.",
        "Without this, no attempt to improve and liberation of the working class would not be fully. The legal amount for the work day should be eight hours. ”",
        "The dedication and sacrifice of the working class in that country is essential for the development of a country.",
        "The world would have stumbled today if it had not been a working class.",
        "The world depends on the hands of workers who mechanize the body, fertilize labor and run the world.",
        "The day is celebrated as a reminder of the contribution to the world.",
        "It is necessary to recall their contributions as the workers are intertwined with the day -to -day activities of the people.",
        "It is necessary to recall Alexander Ekanayake Gunasinghe, who is considered the \"father of the labor movement\" for the oppressed and oppressed people and the working class in our country.",
        "Even if the various political parties and trade unions participating in today's May Day celebrations, even if their slogans are used as usual, this year, these parties will be concerned about how to increase their vote banks.",
        "It is a matter of concern that the parties that represent the plantation people in the government that are part of the ruling government, even though they have negotiated in various times regarding the pain of the people of their dependents.",
        "Time will decide whether their salary increases will be raised as much as they expect or whether it will be a water water.",
        "Today's working class is living in a state of income that can cope with the increasing cost of living. Many families have been forced to reduce their food consumption even. The reason for this is that they have to allocate money for their children to study, medicine, and other needs.",
        "Thus, various parties can be assumed to be able to put forward their slogans, condemning the increasing cost of living, condemning the taxation on the highest level of goods services and demanded to increase the income of the people.",
        "On the contrary, how can these political parties reduce the cost of living?How can people increase the pain of the people?How can we improve our export economy?How can I increase foreign exchange?If a solution to a variety of issues is made clear to the people who come to their meetings, it is fair to think that it will have an impact on the minds of the people and make a positive nature in their thinking.",
        "The Palestinian working class has been greatly affected by the Israeli -Palestinian war, which is a tense situation in the Middle East today.. Therefore, it can be assumed that slogans will be presented to support them.",
        "The Labor Day celebrated from such a variety of thought is to be commended if the aspirations of the working class are won.. The slogans and statements are simply not in the rhetoric, but it will last in the minds of the people.",
        "Many poets have expressed many songs that are not immortalized by the time of Labor Day.",
        "“Everyone should get everything - there is no absence here.",
        "Valan object is a separate body that accumulates the object of the uniqueness - the publicity of the Thiruna \".",
        "\"One is our caste and one of our righteous people, one of the people who work, and all the working people are the people.\"",
        "\"Let the blood and the brave heart go and the working class join.\"",
        "We are proud to share our heartfelt May Day greetings to all the working class who are sweating their labor and striving for the development of the human class."
      ]
    }
  },
  "summary_lines": [
    "Labor Day, celebrated on May 1st, marks the unity and determination of workers worldwide. It honors the eight-hour workday and salary recognition, symbolizing the struggle for workers' rights. Carl Marx introduced the concept, emphasizing the importance of the working class in society. Today, May Day is celebrated globally, with different names in various countries, highlighting its significance."
  ]
}