{
  "translated_text": {
    "ta": {
      "title": "சீனாவின் ஆதரவை ஜனாதிபதி பாராட்டுகிறார்",
      "body_lines": [
        "பொருளாதார நெருக்கடியில் மறுசீரமைப்பு திட்டத்தையும் இலங்கைக்கு கடன்களையும் ஆதரிக்கும் சீன அரசாங்கத்திற்கு ஜனாதிபதி அனுரா குமாரா டிசனாயக்க தனது நன்றியைத் தெரிவித்துள்ளார்.",
        "இலங்கையில் ஏற்பட்ட பேரழிவுகள் மற்றும் பள்ளி குழந்தைகளுக்கு சீருடை குறித்து ஜனாதிபதி சீன அரசாங்கத்திற்கு நன்றி தெரிவித்துள்ளார்.",
        "மக்கள் அரசியல் ஆலோசனைக் கூட்டமைப்பின் தேசியக் குழுவின் தேசியக் குழுவின் துணைத் தலைவரைச் சந்தித்தபோது ஜனாதிபதி அனுரா குமாரா டிசனாயக்க இந்த கருத்துக்களை வெளிப்படுத்தியுள்ளார்.",
        "சீனாவிற்கும் இலங்கைக்கும் இடையிலான நீண்டகால உறவுகளை மேலும் வலுப்படுத்த எதிர்பார்ப்பதாக புதிய அரசாங்கம் கூறியுள்ளது என்று கிங் போயோங் கூறியுள்ளார்.",
        "கொழும்பு துறைமுக நகரம் மற்றும் கார்ப்பரேட் திட்டங்கள், கொழும்பு துறைமுக நகரம் மற்றும் கார்ப்பரேட் திட்டங்கள் மற்றும் கொழும்பு துறைமுக நகரம் மற்றும் கார்ப்பரேட் திட்டங்களில் நிறுவப்பட வேண்டும் என்று ஜனாதிபதி அனுரா குமாரா டிசனாயகே தெரிவித்துள்ளார்.",
        "சீன மக்கள் அரசியல் ஆலோசனை மாநாட்டின் துணைத் தலைவரான சாலையின் ஸ்ட்ரைனல் விசாரணை பல்வேறு திட்டங்களுக்கு மீண்டும் திறக்கப்படும் என்று எதிர்பார்க்கப்படுகிறது.",
        "சீனாவின் சுற்றுப்பயணத்தில் ஈடுபடும் ஜனாதிபதி அனுரா குமாரா டிசனாயக்கை ஏற்றுக்கொள்ள அனைத்து ஏற்பாடுகளும் செய்யப்பட்டுள்ளன என்று திரு. கின்க் பாயோங் கூறியுள்ளார்."
      ]
    },
    "en": {
      "title": "President praises to China's support",
      "body_lines": [
        "President Anura Kumara Dissanayake has expressed his gratitude to the Chinese government of supporting the restructuring program and the loans to Sri Lanka in the economic crisis.",
        "The President has thanked the Chinese government regarding the disasters in Sri Lanka and uniforms to the school children.",
        "President Anura Kumara Dissanayake has expressed these views when he met the Deputy Chairperson of the National Committee of the National Committee of the People's Political Advisory Federation.",
        "King King Boyong has stated that the new government has stated that he is looking forward to further strengthening the long-term ties between China and Sri Lanka.",
        "President Anura Kumara Dissanayake has said that the Colombo Port City and Corporate projects, the Colombo Port City and Corporate projects should be established in the Colombo Port City and Corporate projects.",
        "The Vice President of the Chinese People's Political Advisory Conference, the strinal investigation of the road is expected to be reopened again for various projects.",
        "Mr. Kink Boyong has said that all arrangements have been made to accept President Anura Kumara Dissanayake, who is on a tour of China."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's President Anura Kumara Dissanayake thanks China for support during economic crisis and natural disasters. He expresses hope for strengthened ties between countries."
  ]
}