{
  "translated_text": {
    "ta": {
      "title": "நாடு முழுவதும் புதிய முதலீட்டு மண்டலங்கள்",
      "body_lines": [
        "அடுத்த சில ஆண்டுகளில் தன்னைத் தொடர்ந்து நாட்டிற்கு உயர்த்தப்படுவார் என்று ஜனாதிபதி ரணில் விக்கிரேமேசிங் வலியுறுத்தினார்.",
        "அவர் தனது அரசியல் வாழ்க்கையைத் தொடங்கியபோது இப்பகுதி மிகவும் மேம்பட்ட பகுதி என்று ஜனாதிபதி நினைவு கூர்ந்தார், பியாகாமா முதலீட்டு மண்டலத்தின் துல்லியமான பொருளாதார முடிவுகள் காரணமாக பியாகாமா மிகக் குறுகிய காலத்தில் பெரும் முன்னேற்றத்தை அடைந்துள்ளார் என்று ஜனாதிபதி கூறினார்.",
        "இது திறந்த பொருளாதாரத்தை முழுமையாகப் பயன்படுத்துவதாகவும், நாடு முழுவதும் புதிய முதலீட்டு மண்டலங்களை அதிகரிக்கும் என்றும் ஜனாதிபதி கூறினார்.",
        "ஜனாதிபதி ரணில் விக்ரெமேசிங்கே இந்த அறிக்கையை புதிதாக கட்டப்பட்ட போதி சுவர் மற்றும் சபுகாஸ்கந்தா அபெய்கரராமாவில் உள்ள கோல்டன் வேலி ஆகியவற்றில் பங்கேற்றார்.",
        "ஸ்ரீ லங்காவின் (இந்தியா) இலங்கை மகா சுங்கா தலைவரான சப்புகஸ்கந்தா அபாய்சேகந்தா அபாய்சேகர, இலங்கை, இலங்கை, இலங்கை, ஸ்ரீ லங்கா, ஸ்ரீ லங்கா, ஸ்ரீ லங்கா, ஸ்ரீ லங்கா, ஸ்ரீ லங்கா, ஸ்ரீ லங்கா, ஸ்ரி லங்கா சங்கத்தின் சங்கத்தின் தலைமை பதவியில் இருப்பவர் பதவியில் இருக்கிறார் . விஹரதிபதி வெனின் தலைமை.",
        "கோவிலுக்கு வந்த பிறகு, ரணில் விக்ரமேசிங்கே புத்த மான்டிருக்குச் சென்று முரண்பாடுகளைத் திறந்து போடி சுவரைத் திறந்தார்.",
        "இதற்கிடையில், ஜனாதிபதி ரணில் விக்ரமேசிங்கே வெனை பார்வையிட்டார். பனகலா உபாடிசா தலைவர்.",
        "\"என் அம்மா இந்த அபேயசேகரராமிடம், பொதுத் தேர்தலுக்கு முன் இந்த இரவு ஆசீர்வதிப்பார். அதன்படி, மடாலயம் கோவிலுக்கு வந்து, போதி பூஜை போதி பூஜை தோடி பூஜை தியாகம் செய்த மடத்தை வைத்திருந்த தலைவர் போதிக்கு முன்னால் இருந்தார். தேர்தல் முடிவு குறித்து மீண்டும் செய்ய வேண்டிய அவசியமில்லை. இந்த இடத்திலிருந்து எனது அரசியல் வாழ்க்கையைத் தொடங்கினேன்.",
        "அந்த அரசியல் பயணம் இன்று ஜனாதிபதிக்கு வந்துள்ளது. ஒரு புதிய வழியில் நான் ஜனாதிபதியிடம் வந்தேன். யாரும் அதை கையகப்படுத்த யாரும் முன்வந்தபோது அரசாங்கம் செயலிழந்து ஏற்றுக்கொண்டது.",
        "அந்த நாளில் நாட்டின் பொருளாதாரம் அழிக்கப்பட்டதால் நான் நாட்டைக் கைப்பற்றினேன். வாழ வழி இல்லை. எரிபொருள், வாயு இல்லை. அந்த நிலைமை இனி இல்லையென்றால், இந்த நாட்டை இழப்போம். எனவே ஜனாதிபதியின் பொறுப்பை நான் ஏற்றுக்கொண்டேன், ஏனென்றால் பொருளாதாரத்தை காப்பாற்றவும் பொருளாதாரத்தை கட்டியெழுப்பவும் பொருளாதாரத்தை உருவாக்கவும் முடிந்தது.",
        "இது இரண்டு ஆண்டுகள் ஆகிறது. இன்று நாம் மீண்டும் மீண்டும் சாதாரணமாக இருக்கிறோம். இன்று பதட்டமான தலைப்பு இல்லை. ஆனால் பொருளாதாரத்தை மீண்டும் உருவாக்குவதில் உள்ள சிக்கல்களை நாங்கள் எதிர்கொண்டோம். இப்போது நாம் படிப்படியாக முன்னேறி வருகிறோம்.",
        "சுவிட்சர்லாந்திற்கான வருகையின் போது, ​​இலங்கையின் திவாலான பொருளாதாரம் இப்போது மீட்டெடுக்கப்பட்டுள்ளது என்று உலகத் தலைவர்களிடம் சொன்னேன். அவற்றில் பல மிகக் குறுகிய காலத்தில் நாங்கள் பெற்ற முன்னேற்றத்தால் ஆச்சரியப்பட்டன. உலக வங்கியின் தலைவர் மற்றும் சர்வதேச நாணய நிதியத்தின் இயக்குநருடன் பேச்சுவார்த்தை நடத்த எனக்கு வாய்ப்பு கிடைத்தது. பொருளாதார ஸ்திரத்தன்மைக்கு நாங்கள் போதுமானதாக இல்லை, ஆனால் நாம் பெறும் வருமானம் இன்னும் போதாது. எனவே, நாங்கள் நாட்டின் வருமானத்தை மேம்படுத்த வேண்டியிருந்தது. அதனால்தான் சோகமாக இருந்தாலும் நாம் வாட் சேகரிக்க வேண்டும். இப்போது நாம் எதிர்மறை பொருளாதாரத்திற்கு பதிலாக செல்வ பொருளாதாரத்தை நோக்கி நகர்கிறோம்.",
        "வேலைவாய்ப்பை வழங்க புதிய தொழில்கள் மற்றும் புதிய முதலீட்டு வாய்ப்புகள் வழங்கப்பட வேண்டும். அதற்கு பொருத்தமான சூழலை உருவாக்க நாங்கள் இப்போது வேலை செய்கிறோம். நாடு முழுவதும் முதலீட்டு மண்டலங்களை உருவாக்கவும், நாடு முழுவதும் நாட்டின் பொருளாதார ஆலயத்தை அதிகரிக்கவும் திட்டமிட்டுள்ளோம்.",
        "நாங்கள் பியாகமாவைக் காட்டுகிறோம். நான் இந்த பியகாமாவுக்கு வந்தபோது, ​​இங்கே எதுவும் இல்லை என்று கூறினேன். ஆனால் இந்த பகுதியை திறந்த பொருளாதாரத்துடன் உருவாக்க முடியும் என்று நான் நம்பினேன். ஜூனியர். திரு. ஜெயவர்தேனா கட்டனாயக்கில் முதல் முதலீட்டு மண்டலத்தைத் திறந்தார். ஏனெனில் அது ஒரு வளர்ந்த பகுதி.",
        "நான் ஜே.ஆர். பியாகாமாவுக்கு பியாகாமாவுக்கு கொடுக்குமாறு ஜெய்வர்தீன் ஜனாதிபதியிடம் கேட்டார். பியகாமாவில் வளர்ந்த புத்திசாலித்தனமானவர் வேறொரு பகுதிக்கு போதாது என்று சிலர் கூறினர். இதற்காக இதைக் கேட்பது என்ன என்று எங்கள் சொந்த மக்கள் சொன்னார்கள். ஆனால் நாங்கள் பியாகாமா முதலீட்டு மண்டலத்தைத் தொடங்க வேலை செய்தோம். இப்பகுதியில் உள்கட்டமைப்பை உருவாக்க நடவடிக்கை எடுக்கப்பட்டது.",
        "பியான்டட்டு ஆலை, பியகாமா பெரும் வளர்ச்சியை அடைந்துள்ளார். அதன்படி, பியாகாமா மற்றும் கட்டனாயக்க முதலீட்டு மண்டலங்கள் தெற்காசியாவில் சிறந்த முதலீட்டு மண்டலமாக மாறியுள்ளன. நான் பியாகாமாவுக்கு வந்தபோது, ​​15 தொழிற்சாலைகள் மட்டுமே இருந்தன. இன்று 58 தொழிற்சாலைகள் உள்ளன. கூடுதலாக, 180 பெரிய தொழிற்சாலைகள் மற்றும் 275 நடுத்தர மற்றும் சிறிய தொழிற்சாலைகள் உள்ளன. இன்று ஒரு பெரிய பொருளாதாரம் உள்ளது.",
        "அந்த நேரத்தில் 200 கடைகள் இல்லை. இன்று 4,227 கடைகள் உள்ளன. வேலை செய்வதற்காக உணவு குடிக்க 597 உணவகங்கள் உள்ளன. 316 எலக்ட்ரிக் கேரிகள் உள்ளன. இரண்டு சுற்றுலா ஹோட்டல்கள் உள்ளன. ஒரு முழுமையான பொருளாதாரம் உள்ளது. பியாகாமாவின் வளர்ச்சியுடன், கெலானியா பெரும் முன்னேற்றத்தை ஈட்டினார். \""
      ]
    },
    "en": {
      "title": "New Investment Zones throughout the country",
      "body_lines": [
        "President Ranil Wickremesinghe stressed that he will continue to be promoted to the country in the next few years.",
        "The President recalled that the area was a highly advanced area when he began his political career, the President said that Biyagama had made great advancement in a very short time due to the accurate economic decisions of the Biyagama Investment Zone.",
        "The President also said that this will take full advantage of the open economy and increase new investment zones throughout the country.",
        "President Ranil Wickremesinghe made this statement participating at the newly constructed Bodhi Wall and the golden fence in Sapugaskanda Abeysekararama.",
        "Sapugaskanda Abeysekanda Abeysekara, Chief Incumbent of the Sri Lanka Maha Sunga Chairman of Sri Lanka (India), Chief Incumbent of the Sri Lanka Maha Sangey Association of Sri Lanka, Sri Lanka, Sri Lanka, Sri Lanka, Sri Lanka, Sri Lanka, Sri Lanka (India), Sri Lanka's Chief Incumbent, Sri Lanka Maha Sangha Prelamand and Social Service Foundation, Sri Lanka's Chief Incumbent of the Sri Lanka Maha Viharaya, Sri Lanka, Sri Lanka, Sri Lanka, Sri Lanka.The religious program was organized by the leading Chief Incumbent of Viharadhipathi Ven.",
        "After his arrival at the temple, Ranil Wickremesinghe visited the Buddha Mandir and opened the odds and open the Bodhi Wall.",
        "Meanwhile, President Ranil Wickremesinghe visited Ven. Banagala Upatissa Leader.",
        "\"My mother said to this Abeyasekararama and bless this night before the general election. Accordingly, the leader who had the monastery that the monastery had come to the temple and sacrificed the Bodhi Pooja, a Bodhi Pooja in front of the Bodhi. There is no need to be repeated about the election result. I started my political life from this place.",
        "That political journey has come to the president today. In a new way I came to the president. The government crashed and accepted the responsibility when no one offers to take over it.",
        "I took over the country because the economy of the country was destroyed that day. There was no way to live. There was no fuel, gas. If that situation is no longer, we will lose this country. So I accepted the responsibility of the president because I was able to save the economy and build the economy and build the economy.",
        "It has been two years. Today we are repeatedly normal. No tense title today. But we have faced the problems of rebuilding an economy. Now we are progressing progressively.",
        "During the visit to Switzerland, I told the World leaders that Sri Lanka's bankrupt economy is now restored. Many of those were surprised by the progress we had obtained in a very short time. I had the opportunity to hold talks with the head of the World Bank and the Director of International Monetary Fund. We are inadequate to economic stability but the income we receive is still not enough. Therefore, we have had to improve the income of the country. That is why we have to collect VAT, even though sadly. Now we are moving towards a wealth economy instead of a negative economy.",
        "New industries and new investment opportunities should be given to provide employment. We are now working to create a suitable environment for that. We are planning to create investment zones across the country and increase the country's economic temple across the country.",
        "We are showing the Biyagama. When I came to this Biyagama, I stated that there was nothing here. But I believed that this area could be developed with the open economy. JR. Mr. Jayawardena opened the first investment zone in Katunayake. Because it was a developed area.",
        "I am JR. Jayewardene asked the President to give Biyagama to Biyagama. Some said that the brilliant developed in Biyagama is not enough to another area. Our own people said that what would be asking for this for this. But we were working to start the Biyagama Investment Zone. Steps were taken to develop the infrastructure in the area.",
        "Biyagama, a Underdattu Plant, has achieved great development. Accordingly, the Biyagama and Katunayake Investment Zones have become the best investment zone in South Asia. When I arrived in Biyagama, there were only 15 factories. There are 58 factories today. In addition, there are 180 large factories and 275 medium and small factories. There is a huge economy today.",
        "There was no 200 shops at that time. There are 4,227 shops today. There are 597 restaurants to drink food for working. There are 316 electric caries. There are two tourist hotels. There is a complete economy. With the development of Biyagama, Kelaniya made great advancement. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe highlighted the advancement of Biyagama Investment Zone and plans for new investment zones across Sri Lanka, emphasizing the importance of an open economy and economic development."
  ]
}