{
  "translated_text": {
    "si": {
      "title": "கவனிக்காமல் விடப்பட்ட முன்னுரிமைக்குரிய ஒரு  விவகாரம் ; அரசாங்கத்தினால் சீர்செய்யமுடியும்",
      "body_lines": [
        "දූෂණය හා අපද්රව්ය පිළිබඳ ප්රශ්නයේ අවසානය ජාතික ජනතා බල කඳවුර ජනතාවට දුන් පොරොන්දු වලින් එකකි.  විපක්ෂයේ සිටියදී රජය විවිධ පොරොන්දු ඉදිරිපත් කළේය.",
        "ஆனால், வாழ்க்கைச் செலவைக் குறைப்பது போன்ற ஏனைய வாக்குறுதிகளைப் போலன்றி, ஊழலையும் விரயத்தையும் குறைக்கும் வாக்குறுதியை நிறைவேற்றுவது பெருமளவுக்கு அரசாங்கத்தின் அதிகாரத்துக்கு உட்பட்டதாக இருக்கிறது. ජීවන වියදම අඩු කිරීම ගෘහස්ථ සාධකවලට වඩා වැඩි ය.",
        "රජය සිය පිරිවැය සැලකිය යුතු ලෙස අඩු කර ඇත. නව ජනාධිපතිවරයාගේ සහ පාර්ලිමේන්තුවේ මැතිවරණ සැමරුම් සහ දිවුරුම් දීම ඉතා සරල ය. පසුගිය මාසයේ ඉන්දියාවේ පළමු වරට ඉන්දියාවට පැමිණි ජනාධිපතිතුමා සමඟ ඉන්දියාවට ගිය ජනාධිපති අනුර කුමාර දිසානායක ඔහු සමඟ කුඩා දූත පිරිසක් කැඳවා තිබේ.",
        "රජයේ පළමු දින සියයේ දී පවා කැපී පෙනේ. රජයේ සාමාජිකයින් කිසිදු මූල්ය දූෂණයකට සම්බන්ධ නැත. මීට පෙර බලයේ සිටි පුද්ගලයින් බොහෝ විට යමක් සමඟ කේවල් කිරීමේ පසුබිමේ දක්නට ලැබෙන විට මෙය සැලකිය යුතු ජයග්රහණයකි.",
        "සමාජයේ සෑම මට්ටමකම සිදුවන දූෂණ පිළිබඳ ප්රශ්නය විසඳීම - විශේෂයෙන්, තිරසාර ආදායමක් ඇති අයට ඔවුන්ගේ වර්තමාන වැටුප් සමඟ සාර්ථකව කටයුතු කිරීමට නොහැකි වූ තත්වයක සිටින අතර ජීවන වියදම සමඟ කටයුතු කිරීමට ඔවුන්ට නොහැකි වූ අවස්ථාවක.",
        "ජීවන වියදම සහ වැටුප් වැඩි කිරීම යන පොරොන්දුව ඉටු කිරීමේදී ආණ්ඩුවේ ආබාධිතභාවය එය සපුරාලීමේදී එය නිර්මාණය කරන ලද ගැටළු වල ප්රති result ලයක් නොවේ. මීට පෙර ආන්ඩු විසින් කරන ලද ගිවිසුම්වලට පටහැනි කොන්දේසි මෙම ගැටළු වලට ඇතුළත් ය.",
        "\"පිරිසිදු ශ්රී ලංකාව\" ව්යාපෘතිය සඳහා ජනාධිපති ලේකම් කාර්යාලය පත්කිරීමට ශ්රී ලංකාවේ පවිත්ර කිරීම සඳහා රජය දක්වන කැපවීම මතු විය. මෙම සකසනයේ පරමාර්ථය වන්නේ පුළුල් සමාජ, පාරිසරික හා සදාචාරාත්මක වෙනසක් තුළින් රටේ එක්සෙල් රට තුළ එක්සයකු වීමයි.",
        "මෙම වෙනස රජයේ ලේකම්, ත්රිවිධ හමුදාවේ අණ දෙන නිලධාරීන්, පොලිස් එලයිට් සහ නාගරික සංවර්ධන අධිකාරියේ පොලිස් සාමාජිකයින් වැනි ඉහළ මට්ටමකින් ආරම්භ කිරීමට ආණ්ඩුවේ ස්ථාවරය බව පෙනේ.",
        "කෙසේ වෙතත්, සියලු ජන කොටස්වල ලැජ්ජාව වන ජනාධිපතිවරයාගේ සංයුතිය හැසිරවීම අවශ්ය වන අතර, පවත්නා නීති ක්රියාත්මක කිරීම සහ පැහැදිලි ව්යාපෘති විස්තර සැපයීම කෙරෙහි අවධානය යොමු කරන්න.",
        "දූෂණය හා අපද්රව්ය අහෝසි කිරීම සඳහා රජය වගකිව යුතු අතර සමාජයේ ජාතිවාදය සහ අන්තවාදය සඳහා රජය වගකිව යුතුය. රජය දෘෂ්ටි කෝණයෙන් කරුණක් බව පෙනේ.",
        "සුළු, නැගෙනහිර, නැගෙනහිර, නැගෙනහිර හා කඳුකරයේ රටවල සුළුතර ප්රජාවන් බහුතරයක් ජීවත් වන ප්රදේශවල රජය විසින් රටපුරා යාමේ නියෝගයේ ජාතියක් නොවන බව පෙනේ.",
        "කෙසේ වෙතත්, පිරිසිදු ශ්රී ලංකා ව්යාපෘතිය ක්රියාත්මක කිරීම සඳහා පත් කරන ලද ජනාධිපති කාර්ය සාධක බලකාය ජනවාර්ගික හා ආගමික ප්රජාවන්හි වැදගත්කම අතහැර දමා ඇත.. කාර්ය සාධක බලකායේ සාමාජිකයින් පත් කිරීමේදී සියලු ප්රජාවන් අනුගමනය කිරීමට රජය අපොහොසත් වීම විවිධ ජනගහනයක් මධ්යයේ ව්යාපෘතියේ පිළිගැනීම හා ප්රතිලාභ ලබා ගැනීම අරමුණු කර ගෙන තිබේ.",
        "දූෂණය, අපද්රව්ය සහ ජාතිවාදය negative ණාත්මක ගුණාංග තුනක් යැයි පැවසිය හැකිය. පෞද්ගලික අරමුණු සඳහා ගෙන ඇති ජාතික සම්පත් නිසාත් යුද්ධය විනාශ වූ නිසා රටට එහි ආදායමෙන් හා ධනයෙන් සැලකිය යුතු කොටසක් අහිමි විය.",
        "දිගු කලක් යුද්ධයක් බවට පත්ව ඇති ජාතිවාදය තීව්ර වීමට වඩාත්ම වැදගත් හේතුවක් වන්නේ ජනවාර්ගික හා ආගමික සුළු ජාතීන්ගේ ප්රජාවන් අතර ඇති වන හැඟීමයි.",
        "කැබිනට් මණ්ඩලය, නියෝජ්ය අමාත්යවරුන් සහ නවතම පිරිසිදු ශ්රී ලංකා මහලේකම් කාර්යාලය වැනි ප්රතිපත්ති සකස් කිරීම සඳහා රජය විසින් වැදගත් සංවිධාන වෙත රජය විසින් පත් කරන ලද රජය සුළුතර ප්රජාවන් පිළිබඳ අතීත මතකයන් අවුලුවාලීමට සිදුවේ.",
        "තේරීම් සිදු කරනු ලබන්නේ තේරීම් පදනම මත සහ එහි ක්රියා සාධාරණීකරණය කිරීම සඳහා වූ සාක්ෂි කැපවීම මත ය (1936 ඩොනමූර් ව්යවස්ථාමය කාලය) තෝරා ගනු ලැබේ.. තමන්ගේම ජනතාව කෙරෙහි ඇති විශ්වාසය කෙරෙහි ප්රමුඛතාවය දැක්වීමේ ප්රවණතාව දිගු ඉතිහාසයක් ඇත.",
        "බ්රිතාන්යයේ සිට නිදහස ඉල්ලා සිටීම සිංහලයන්ව විශ්වාස කිරීම වඩා හොඳ යැයි සිංහල නායකයින්ට හැඟුණු හෙයින්, ඔවුන් සිංහල කැබිනට් මණ්ඩලය විසින් බ්රිතාන්යය සමඟ සාකච්ඡා කිරීමට තෝරා ගත්හ.. ඒ අතරම, ශ්රී ලංකාව බහුකාර්ය සමාජයක් වන අතර ජනවාර්ගික හා ආගමික සුළුතර ප්රජාවන් රටේ ජනගහනයෙන් සියයට 30 ක් පමණ ජීවත් වන බව සැලකිල්ලට ගැනීම වැදගත්ය.",
        "සුළුතර ප්රජාවට ඔවුන් දෙස බැලිය හැකි ආකාරයට ප්රජාවේ බහුතරයක් වෙනස් විය හැකිය.. විවිධ ජනවාර්ගික හා ආගමික ප්රජාව සහ විවිධ ස්ත්රී පුරුෂ සමාජීය පසුබිම් සහිත පුද්ගලයින් ඇතුළත් කිරීමට එය ප්රධාන හේතුවකි. තීරණ ගන්නා සැකසුම් තුළ විශාල නියෝජනයක් තිබීම තීරණ ද තීරණ වලට සහනයක් ලබා දිය හැකිය.",
        "කෙසේ වෙතත්, විසුරුවා හරින ලද අදහස් හා රුචිකත්වයන් සහිත සංවිධානවල පැවැත්විය හැකි උපදේශන හා විවාද බොහෝ විට විසඳුම් හා තිරසාර විසඳුම් විශාල ප්රමාණයක් ඉදිරිපත් කිරීමට ඉඩ තිබේ.. බොහෝ විට තීරණ ගන්නා තීරණ වලින් නොසලකා හරින ලද අය බොහෝ විට දැනෙන තීරණ වලදී ඔවුන්ට අයිතිවාසිකම් නොමැති බව හැඟේ.",
        "ගිනි ක්රියාවලියට සැකසීමේ ක්රියාවලියෙහි කොටසක් නොවන අය යෝජනා මගින් ract ත්වී ඇති දේ පිළිබඳව අවධානය වෙනතකට යොමු කිරීමට සහ සැබවින්ම විකෘති හා වැරදි දේ පැහැදිලි කිරීමට ඇති සම්භාවිතාවකි.",
        "ග්ලෙන් ශ්රී ලංකා කාර්ය බලායකී ආයතනය විසින් මෙම යෝජනාව පිළිබඳ ව්යාජ විවේචනයක් ලැබී ඇත්තේ ඔවුන්ගේ භාණ්ඩ වීදිවල විකිණීම නැවැත්වීමට මගෙ මාර්ග වෙළෙන්දෝ ගෙන ඇති බවයි.",
        "මෙය සිදු වූයේ ගෝතභය රාජපක්ෂ පාලන තන්ත්රයේදී ය. වීදි ව්යාපාරය වහාම නැවැත්වීම සඳහා නියෝගයක් හේතුවෙන් වෙළෙන්දන්ට දහස් ගණනක් විශාල දුෂ්කරතාවන්ට ලක්ව තිබේ. පිරිසිදු ශ්රී ලංකාවේ වරම ශ්රී ලංකාවේ ආ command ාව විකෘති කිරීම සඳහා රජයට දේශපාලනිකව විරුද්ධ වන අය පරිසරය පිරිසිදුව තබා ගත යුතුය.",
        "ආණ්ඩුවේ තීරණ ජනවාර්ගික හා ආගමික සුළුතර ප්රජාවන් විසින් නියෝජනය කරන්නේ නම්, දේශපාලන වාසි සඳහා කරන ලද වැරදි වැටහීම් ජය ගැනීමට එය සිදු වේ.. මෙය අවධානයට ලක් කිරීම වැදගත්ය.",
        "උතුරු, නැගෙනහිර සහ උඩරට ඡන්දදායකයින් විසින් ප්රතික්ෂේප කරන ලද ජනවාර්ගික හා ආගමික විරෝධී දේශපාලනය නැවත ලබා ගැනීමට රජය දොර විවර කරයි.",
        "එය මෙම iency නතාවයේ අවංකකම ගැන පමණක් නොව ජාතික සමගිය හා අධිෂ් for ානය සඳහා දිගුකාලීන පදනම ද වේ. ජාතිවාදී දේශපාලනය මැදිහත් නොවන බව සහතික කිරීම සඳහා, ජනවාර්ගික හා ආගමික සුළු ජාතීන්ගේ ප්රජාවන් වැලඳ ගැනීම එහි පාලන තන්ත්රයේ සෑම තරාතිරමකමින් අප සැලකිලිමත් විය යුතුය."
      ]
    },
    "en": {
      "title": "An affair with the preferably unattended; The government is able to repair",
      "body_lines": [
        "The end of the issue of corruption and waste was one of the promises made by the National People's Power Government to the people.  The government also made different promises while in the opposition.",
        "But, unlike other promises, such as a reduction in the cost of living, the promise of reducing corruption and wasting is largely under the power of the government.. Reducing the cost of living is more than domestic factors.",
        "The government has reduced its costs significantly. The election celebrations and the swearing -in of the new president and parliament were very simple. President Anura Kumara Dissanayake, who visited India last month as his first official foreign visit to India, convened a small delegation with him.",
        "The first hundred days of the government were even noteworthy. Government members are not involved in any financial corruption. This is a significant achievement when people who have previously been in power are often seen in the background of the bargaining with something.",
        "Handling the issue of corruption that is penetrated at every level of society - in particular, those who have sustainable incomes are in a situation where they are unable to cope with their current salaries and cope with the cost of living.",
        "The government's disability in fulfilling the promise made on the cost of living and increasing salaries is not the result of the problems it created. The issues include the conditions that have been objected to the agreements made by previous governments.",
        "The government's commitment to the cleansing of Sri Lanka emerged in the appointment of the Presidential Secretariat for the \"Clean Sri Lanka\" project. The purpose of this processor is to excel in the country through a comprehensive social, environmental and moral change.",
        "The change seems to be the government's position to start from a top level, such as the president's secretary, the commanders of the armed forces, the police elite and senior officials of the Urban Development Authority, such as members of the government.",
        "However, it is necessary to handle the composition of the president, the embarrassment of all communities, pay attention to the implementation of the existing laws, and the provision of clear project details.",
        "The government is responsible for the abolition of corruption and waste, the government is responsible for racism and extremism in society. The government seems to be a matter of view.",
        "It is a popular belief that the government is not racist in the nation -wide decree in the areas where minority communities live in the majority, especially in the North, East and the hill country.",
        "However, the Presidential Task Force appointed to carry out the Clean Sri Lanka Project has left the importance of ethnic and religious communities.. The government's failure to adopt all communities in the appointment of members of the Task Force may be aimed at the acceptance and benefit of the project in the midst of a diverse population.",
        "Corruption, waste and racism can be said to be three negative attributes. The country lost a significant portion of its income and wealth because of the national resources being taken for personal purposes and the war was destroyed.",
        "One of the most important reasons for the intensification of the racism that has become a long -term war is the feeling among ethnic and religious minority communities that they are not respected and discriminated against.",
        "The government appointed by the government to important organizations to make policies such as the Cabinet, the Deputy Ministers and the most recent Clean Sri Lanka Secretariat, the Sinhalese community may have to provoke past memories of minority communities.",
        "The government may justify that choices are made on the basis of qualification and proof commitment to justify its actions (as the 1936 Donamur constitutional period) will be selected.. The tendency to prioritize the belief in their own people has long history.",
        "Since the Sinhalese leaders felt that it was better to believe in the Sinhalese to demand independence from Britain, they elected the Sinhalese cabinet to negotiate with Britain.. At the same time, it is important to note that Sri Lanka is a multi -faceted society and that the ethnic and religious minority communities live as about 30 percent of the country's population.",
        "The majority of the community may be different from the way the minority community can look at them.. It is one of the main reasons for the inclusion of different ethnic and religious community and people with different gender backgrounds. The presence of a large number of representation in the settings that make decisions may also cause relief at the speed of decisions.",
        "However, consultations and debates that can be held in organizations with dissolved ideas and interests are often likely to come up with a large number of solutions and sustained solutions.. Often people who are ignored from the decisions that make decisions will often feel that they have no rights in the decisions taken.",
        "Those who are not part of the process of carrying out the process of fire are the chances of being distracted by resolutions and giving an explanation of what is actually distorted and wrong.",
        "The Glenn Sri Lanka Task Force has already received a false criticism of the resolution that sidewalk merchants have taken to stop selling their goods on the streets.",
        "This happened during the Gotabhaya Rajapaksa regime. Thousands of merchants have been hit by great difficulties due to an order issued to stop the street business immediately. Clean Sri Lanka's mandate is to distort Sri Lanka's decree that those who are politically opposed to the government should keep the environment clean.",
        "If the government's decisions are represented by ethnic and religious minority communities, it will be possible to overcome the misconceptions made for political advantages.. This is important to be noticed.",
        "This time, the government opens the door to the re -emergence of ethnic and religious anti -religious politics rejected by the North, East and Upcountry Voters by failing to comply with minority communities.",
        "It is not only about the honesty of this deficiency, but also the long -term basis for national unity and determination. To ensure that racist politics does not interfere, it is necessary for the government to be concerned about the embrace of ethnic and religious minority communities at all levels of its regime."
      ]
    }
  },
  "summary_lines": []
}