{
  "translated_text": {
    "si": {
      "title": "නැගෙනහිර පළාතේ ඒඩ්ස් වැළැක්වීමට පියවර ගැනීම සඳහා ආණ්ඩුකාරවරයාගේ වැඩ කටයුතු",
      "body_lines": [
        "නැගෙනහිර පළාතේ මඩකලපුවේ සහ ත්රිකුණාමල දිස්ත්රික්කවල සෞඛ්ය අමාත්යාංශය විසින් ඒඩ්ස් 67 ක් හඳුනාගෙන තිබේ.",
        "පළාතේ ඒඩ්ස් රෝගය වැළැක්වීම සඳහා මහාචාර්ය ජයන්තලාල් රත්නසේකර මහතා නැගෙනහිර පළාතේ නව ආණ්ඩුකාර මහාචාර්ය ජයන්තලාල් රත්නසේකර බරපතල පියවර ගෙන තිබේ.",
        "ඒ අනුව මඩකලපුවේ ඒඩ්ස් වැළැක්වීම පිළිබඳ විශේෂ සම්මන්ත්රණයක් ඊයේ නව ආණ්ඩුකාර ජයන්තලාල් රත්නසේකරගේ අනුග්රහය යටතේ පැවැත්විණි.",
        "ත්රිකුණාමල දිස්ත්රික්කයේ පුද්ගලයින් 26 දෙනෙකු, අම්පාරා දිස්ත්රික්කයේ 25 දෙනෙකු, අම්පාරා දිස්ත්රික්කයේ 25 ක් සහ මඩකලපුව දිස්ත්රික්කයේ පුද්ගලයින් 16 දෙනෙකුට ඒඩ්ස් රෝගයට ගොදුරු වී ඇති බව සෞඛ්ය වාර්තා ඉදිරිපත් කර තිබේ.",
        "ඒ අනුව, සෞඛ්ය අමාත්යාංශය නැගෙනහිර පළාත් සෞඛ්ය අමාත්යාංශයේ සහ නැගෙනහිර පළාතේ ඒඩ්ස් තුරන් කිරීම සඳහා බරපතල පියවර ගැනීමට සැලසුම් කර ඇත.",
        "ඊයේ පැවති විශේෂ සම්මන්ත්රණයකදී, නැගෙනහිර පළාතේ ඒඩ්ස් නොමැති ඒඩ්ස් රෝගය පාලනය කිරීමට අනෙක් රජයේ දෙපාර්තමේන්තු වල සහයෝගය ඇතිව සෞඛ්ය දෙපාර්තමේන්තුව තීරණය කළේය.",
        "මීට අමතරව, නැගෙනහිර පළාතේ ඒඩ්ස් තුරන් කිරීම මුහුණ දෙන අභියෝග ද විමර්ශනය කර විසඳා ගන්නා ලදී.",
        "විශේෂ සම්මන්ත්රණයට සහභාගී වූයේ නැගෙනහිර පළාතේ වෛද්ය නිලධාරීන් ඒඩ්ස් වැළැක්වීමේ ප්රතිකාරය සහ අනෙකුත් රජයේ දෙපාර්තමේන්තු සහ සංසදයේ ජාතික තරුණ තරුණියන්ගේ නිලධාරීන් විශාල සංඛ්යාවක් සහභාගී වූහ.",
        "\"සියලුම රාජ්ය දෙපාර්තමේන්තු සෞඛ්ය සේවා දෙපාර්තමේන්තුවේ සේවකයින් හා සෞඛ්ය සේවා දෙපාර්තමේන්තුවේ සේවකයින් සමඟ සහයෝගයෙන් කටයුතු කළ යුතු නැත\" යනුවෙන් ඔහු පැවසුවේ \"නැගෙනහිර පළාතේ ඒඩ්ස් තුරන් කිරීම සඳහා ගෙන ඇති බරපතල ක්රියාමාර්ග සඳහා මෙය ලබා දෙන බවයි.\"",
        "මීට අමතරව, ඉදිරි වසරවලදී නැගෙනහිර පළාතේ සෞඛ්ය සේවා දෙපාර්තමේන්තුවේ ජනතාව වෙත ළඟා වීමට පියවර ගත යුතුය.",
        "නව ආණ්ඩුකාරවරයා ඔවුන් ගන්නා පියවර සඳහා පූර්ණ සහයෝගය ලබා ගැනීම සඳහා සෞඛ්ය දෙපාර්තමේන්තුවේ සියලුම රාජ්ය දෙපාර්තමේන්තු නිලධාරීන් සහ සෞඛ්ය දෙපාර්තමේන්තුවේ සේවකයින්ගෙන් ඉල්ලා සිටියේය."
      ]
    },
    "en": {
      "title": "Governor's work to take steps to prevent AIDS in the Eastern Province",
      "body_lines": [
        "The Ministry of Health has identified 67 AIDS in the Eastern Province Batticaloa and Trincomalee districts.",
        "The new Governor of the Eastern Province, Professor Jayantalal Ratnasekara has taken serious action to prevent AIDS in the province.",
        "Accordingly, a special seminar on AIDS Prevention in Batticaloa yesterday was held under the patronage of the new Governor Jayantalal Ratnasekera.",
        "Health reports have been submitted that 26 people in the Trincomalee district, 25 in Ampara district and 16 people in the Batticaloa district have been affected by AIDS.",
        "Accordingly, the Ministry of Health is in the Eastern Provincial Ministry of Health and plans to take serious measures to eradicate AIDS in the Eastern Province.",
        "At a special seminar held yesterday, it was decided that the Department of Health to control the AIDS No in the Eastern Province, with the cooperation of the other government departments and takes place in detail.",
        "In addition, the challenges facing the eradication of AIDS in the Eastern Province were also investigated and resolved.",
        "The special seminar was attended by medical officers in the Eastern Province with AIDS Prevention therapy and a large number of officials, including the heads of other government departments and the National Youths of the Forum.",
        "\"All state departments do not have to cooperate with the employees of the Department of Health Services and the Department of Health Services,\" he said, \"This will be given to the serious measures taken to eradicate AIDS in the Eastern Province.\"",
        "In addition, steps should be taken to reach the people of the Department of Health Services in the Eastern Province in the coming years.",
        "The new Governor also requested all the state department officials and the employees of the Department of Health to take full cooperation for the steps they are taking."
      ]
    }
  },
  "summary_lines": [
    "New Governor Jayantalal Ratnasekara takes action against AIDS in Eastern Province. Seminar held in Batticaloa, health reports show 67 cases across districts. Ministry plans measures to eradicate disease, seeks cooperation from government departments."
  ]
}