{
  "translated_text": {
    "ta": {
      "title": "பெலியாட்டாவின் கொலையுடன் வெளிவந்த புதிய கதாபாத்திரம்",
      "body_lines": [
        "பொலிஸ் சிறப்பு பணிக்குழுவின் ஒழுங்கமைக்கப்பட்ட குற்றவியல் குற்றவியல் குற்றவியல் செயல்திறன் பிரிவு பெலியாட்டா கொலைக்கு ஆதரவளித்த மற்ற இருவரால் கைது செய்யப்பட்டது.",
        "உரகாஸ் மைக்கேலின் குற்றவாளியின் அறிவுறுத்தல்களின் பேரில் டங்கல்லே நீதிமன்றத்தைத் தாக்க சந்தேக நபர்கள் திட்டமிடப்பட்டுள்ளனர்.",
        "பெலியாட்டாவில் ஐந்து உறுப்பினர்களைக் கொலை செய்த கொலை செய்யப்பட்ட இரண்டு பேர் நேற்று பிற்பகல் காலே மற்றும் மாகல்லா, கேலி மற்றும் கேலி ஆகிய நாடுகளில் கைது செய்யப்பட்டனர்.",
        "இது பொலிஸ் சிறப்பு பணிக்குழு கட்டளை அதிகாரியின் விசாரணையில் இருந்தது.",
        "சந்தேக நபர்கள் 25 மற்றும் 35 வயது, அவர்கள் ஹெராயின் கடத்தல்காரர்கள்.",
        "அவர்கள் 9 கிராம் ஹெராயின் மற்றும் 300 மில்லிகிராம், 300 மில்லிகிராம், இரண்டு மோட்டார் சைக்கிள்கள், மூன்று மொபைல் போன்கள் ஆகியவற்றைக் கண்டனர்.",
        "குற்றவியல் குற்றவியல் குற்றவியல் ப்ரிக் மைக்ரோவின் கிரிமினல் கும்பல் உறுப்பினரின் கொலை, கொஸ்கோடா சுஜியை படுகொலை செய்ய சந்தேக நபர்கள் திட்டமிட்டுள்ளதாக சந்தேக நபர்கள் தெரிவித்துள்ளனர்.",
        "காலையில் டங்கல்லே கோர்ட்டுக்கு மோட்டார் சைக்கிள் அல்லது மோட்டார் சைக்கிள் எடுக்குமாறு கொலைகாரர்களுக்கு அறிவுறுத்தப்பட்டதாக சந்தேக நபர்கள் தெரிவித்துள்ளனர்.",
        "எவ்வாறாயினும், ஒரு காரைக் கண்டுபிடிக்க முடியாததால் அவர் மோட்டார் சைக்கிளுடன் டங்கல்லே கோர்ட்டுக்கு அருகில் சென்றதாக சந்தேக நபர்கள் கூறியதாக விசாரணைகள் கூறுகின்றன.",
        "காலத்தின் நேரத்திற்கும் சந்தர்ப்பத்திலும் உளவு பார்க்க சந்தேக நபர்கள் ஹது மைனனர்களிடம் ஒப்படைக்கப்பட்டதாக புலனாய்வாளர்கள் கூறுகின்றனர்.",
        "ராயல் பீச் சமன் டங்கல்லே கோர்ட்டில் இருந்து திரும்பியதாக சந்தேக நபர்கள் தெரிவித்துள்ளனர்.",
        "புலனாய்வாளர்கள், சந்தேக நபர்கள் சந்தேக நபர்கள் பெருகல் மைக்கேல் ஹெராயினிடம் அவரை மார்க் செய்ய ஒப்படைத்ததாக தெரிவித்துள்ளனர்.",
        "ராயல் பீச் சமனைக் கொல்ல கோஸ்கோடா சுஜுக்கும் உரகுசி மைக்கேலுக்கு ஒப்பந்தம் வழங்கப்பட்டதாகவும் சந்தேக நபர்கள் தெரிவித்துள்ளனர்.",
        "இதற்கிடையில், சந்தேக நபரின் சந்தேகத்தின் பேரில் கைது செய்யப்பட்ட சமன் குமாரா, சந்தேக நபர் தக்கவைத்து 27 ஆம் தேதி வரை விசாரிக்கப்பட்டார்."
      ]
    },
    "en": {
      "title": "The newest character who came out with the murder of Beliatta",
      "body_lines": [
        "The organized criminal criminal criminal efficicious unit of the Police Special Task Force was arrested by two other two others who were supporting the murder of Beliatta.",
        "The suspects have been planned to attack the Tangalle court on the instructions of the criminal of Uragas Michael.",
        "Two people who supported the murder of the five-member murder in Beliatta were arrested in Galle and Magalla, Galle and Galle yesterday afternoon.",
        "It was in the investigation of the Police Special Task Force Commanding Officer of the Police Special Task Force.",
        "The suspects are 25 and 35 years old and they are heroin traffickers.",
        "They found 9 grams of heroin and 300 milligrams, 300 milligrams, two motorbikes, three mobile phones.",
        "The suspects have said that the suspects have planned to assassinate the murder of the criminal gang member of the criminal criminal criminal prick micro, Kosgoda Sujee.",
        "The suspects have revealed that the murderers were instructed to take a motorcycle or a motorcycle to the Tangalle Court on the morning.",
        "However, investigations say that the suspects said that he had gone near the Tangalle Court with a motorcycle due to the unable to find a car.",
        "Investigators states that the suspects were handed over to the Hadu mineners to be spied for the time of the time and on the occasion.",
        "The suspects have said that Royal Beech Saman had returned from the Tangalle court.",
        "Investigators, the suspects have revealed that the suspects were handed over to perugal Michael heroin to marke him.",
        "The suspects have also said that Kosgoda Suj also was given the contract to Uragusi Michael to kill Royal Beach Saman.",
        "Meanwhile, Saman Kumara who was arrested on suspicion of suspect, the suspect was retained and interrogated until the 27th."
      ]
    }
  },
  "summary_lines": [
    "Two heroin traffickers, aged 25 and 35, arrested for planning to assassinate a criminal gang member in Tangalle. Found with 9 grams of heroin, two motorbikes, and three phones. Suspects revealed they were instructed to attack the court but failed due to lack of a car."
  ]
}