{
  "translated_text": {
    "ta": {
      "title": "நிலச்சரிவு எச்சரிக்கைகள் நீட்டிக்கப்படுகின்றன",
      "body_lines": [
        "பல பகுதிகளுக்கு நிலச்சரிவின் விழிப்பூட்டல்களை நீட்டிக்க தேசிய கட்டிட ஆராய்ச்சி அமைப்பு நடவடிக்கை எடுத்துள்ளது.",
        "எச்சரிக்கை அறிவிப்பு மாலை 4.00 மணி முதல் 24 மணி நேரம் வரை செல்லுபடியாகும் என்று தேசிய கட்டிட ஆராய்ச்சி நிறுவனம் தெரிவித்துள்ளது.",
        "அதன்படி, பின்வரும் மாவட்டங்களுக்கு சொந்தமான பிரதேச செயலகங்களுக்கு சொந்தமான பிரிவு செயலகங்களின் கட்டங்களின் கீழ், அத்துடன் 1 கட்டத்தின் 1 கட்டத்தின் கீழ் எச்சரிக்கை அறிவிப்புகள் வழங்கப்பட்டுள்ளன.",
        "கலுதாரா மாவட்டம் - கல்லவிதா, ஹொரானா, யுரேனா, மாட்டுகாமா, மாதுகாமா, டோடங்கோடா, புலத்சின்ஹாலா மற்றும் பாலிந்தன், அகலவத்தா",
        "கெகல்லே மாவட்டம் - ருவான்வெல்லா, யதியனந்தோட்டா, டெஹியோவிடா, டெஹியோவிடா, பண்டாரணாவா, கெகல்லே, மவனெல்லா, அரனாயகா",
        "ரத்னபுரா மாவட்டம் - எஹெலியகோடா, கிரியெல்லா, ⁠ ஆயல்லா, கலவானா, ரத்னபுரா, குருவிதா",
        "இதற்கிடையில், மேற்கு, சபராகாமுவா, தெற்கு, தெற்கு, வட மேற்கு மற்றும் மத்திய மாகாணங்களில் சில நேரங்களில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும்.",
        "அடுத்த 36 மணி நேரத்திற்கு வானிலை ஆய்வு துறை செல்லுபடியாகும்.",
        "மேற்கு மற்றும் சபராகாமுவா மாகாணத்திலும், கேலி மற்றும் மாதரா மாவட்டங்களிலும் எம்.எம். பலத்த மழை 75 முறை ஏற்படலாம்.",
        "தீவின் மாலையில் மாலை அல்லது இரவில் பல இடங்களில் இடியுடன் கூடிய இடிந்து விழுந்தது.",
        "வடக்கு, கிழக்கு மற்றும் யுவா மாகாணங்களில் காலையில் மழை ஏற்படலாம்.",
        "மேற்கு, சபராகாமுவா, தெற்கு, தெற்கு, வட மேற்கு மற்றும் மத்திய மாகாணங்களில் அவ்வப்போது.. சுமார் 40,000 பலத்த காற்று வீசும் என்று அறிவிப்பு காட்டுகிறது.",
        "தற்காலிக வலுவான காற்று மற்றும் இடியுடன் கூடிய மின்னல் விபத்துகளால் ஏற்படும் சேதங்களை குறைக்க நடவடிக்கை எடுக்குமாறு பொதுமக்கள் பொதுமக்கள் கேட்டுக்கொள்கிறார்கள்."
      ]
    },
    "en": {
      "title": "Landslide warnings extend",
      "body_lines": [
        "The National Building Research Organization has taken steps to extend the alerts of landslide for several areas.",
        "The National Building Research Institute said that the warning notification is valid from 4.00 pm to 24 hours.",
        "Accordingly, under phases of Divisional Secretariats belonging to the Divisional Secretariats belonging to the following districts, as well as warning announcements have been issued under the 1 stage of 1.",
        "Kalutara District - Kallavita, Horana, Urana, Matugama, Matugama, Dodangoda, Bulathsinhala and Palindhan, Agalawatta",
        "Kegalle District - Ruwanwella, Yatiyantota, Dehiowita, Dehiowita, Bandaranawa, Kegalle, Mawanella, Aranayaka",
        "Ratnapura District - Eheliyagoda, Kiriella, ⁠ Ayalla, Kalawana, Ratnapura, Kuruwita",
        "Meanwhile, showers or thundershowers will occur at times in the Western, Sabaragamuwa, Southern, Southern, North Western and Central provinces.",
        "The Meteorological Department is valid for the next 36 hours.",
        "Mm in the Western and Sabaragamuwa Province and in the Galle and Matara districts. Heavy rains can occur about 75 times.",
        "Thundershowers will develop at several places in the evening or night in the evening of the island.",
        "Showers may occur during the morning in the North, East and Uva provinces.",
        "From time to time in Western, Sabaragamuwa, Southern, Southern, North Western and Central provinces.. The announcement shows that there are about 40,000 strong winds can also occur.",
        "The public requests the public to take steps to reduce the damages caused by temporary strong winds and lightning accidents with thunderstorms."
      ]
    }
  },
  "summary_lines": [
    "National Building Research Organization extends landslide warnings for several areas. Alerts valid from 4:00 PM to 24 hours. Showers/thundershowers expected in Western, Sabaragamuwa, Southern, North Western, and Central provinces. Heavy rains possible in Western and Sabaragamuwa provinces. Strong winds and lightning risks advised. Public urged to take precautions against damage from temporary strong winds and lightning accidents."
  ]
}