{
  "translated_text": {
    "si": {
      "title": "ජනාධිපති රනිල් වික්රමසිංහ ස්වාධීන අපේක්ෂකයෙකු නොවේ: දලදා අතුකෝරාලා පිළිකුල් නොවේද?- pa",
      "body_lines": [
        "පාර්ලිමේන්තු මන්ත්රී තලඩා අතුකෝරලාගේ ප්රකාශය තුළින් ජනාධිපති රනිල් වික්රමසිංහ ස්වාධීන අපේක්ෂකයෙකු නොවන අතර එක්සත් ජාතික පක්ෂය වෙනුවෙන් තරඟ කරන බව තේරුම් ගත හැකිය.",
        "පීඒජී සාගර කාරියවසම්ගේ පොදු ලේකම් සාගරා කාරියවසම් මහතා කියා සිටියේ නිමල් සිරිපාලඩි සිල්වා සහ ප්රසන්න රණතුංග දූෂිත වූ බවයි.",
        "ඔහු මේ බව ප්රකාශ කළේ බදාදා (21) ශ්රී ලංකා පීඒ හි පැවති මාධ්ය හමුවකදීය.",
        "අපි ශ්රී ලංකා පීඒ හි පළමු මැතිවරණ ප්රචාරණ රැස්වීම පැවැත්වුවෙමු. මෙම රැස්වීමට අනුරාධපුර දිස්ත්රික්කයේ ජනතාවගේ නියෝජිතයින් කිසිවෙකු සහභාගී නොවීය.",
        "ජාතිකවාදය පාවා දුන් අයට නැවත ලබා නොදෙන ලෙස අනුරාධපුර දිස්ත්රික්කයේ ජනතාව පක්ෂයට බලපෑම් කළහ. මිනිසුන් අප සමඟ සිටින බව සනාථ වන්නේ නම්.",
        "ජනාධිපති රනිල් වික්රමසිංහ ස්වාධීන අපේක්ෂකයෙකු ලෙස තරඟ නොකරයි. ආරම්භයේ සිටම, එක්සත් ජාතික පක්ෂයේ නායකයා ලෙස තමා මැතිවරණයට ඉදිරිපත් වන බව අපි ප්රකාශ කළෙමු. රත්නපුර දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී දලදා අතුකෝරල අප සඳහන් කළ දේ සනාථ කර තිබේ.",
        "පාර්ලිමේන්තු මන්ත්රී දලදා අතුකෝරල අතුකෝරල බදාදා (21). ඔහු ඉල්ලා අස්වීම ප්රකාශ කළේ එබැවිනි.",
        "පක්ෂ නායකයාගෙන් ඉවත් වීමට පක්ෂය ස්වාධීන අපේක්ෂකයෙකු ලෙස තරඟ කරන්නේ නම්. කෙසේ වෙතත්, ජනාධිපති රනිල් වික්රමසිංහ මහතා පක්ෂ නායක ධුරය හෙබවූ අතර ස්වාධීනව තරඟ කරමින් සිටී. අපේ පක්ෂ ඔහුට සහාය දීමට ගොස් ඇත.",
        "පීඒ හි සාමාජිකයින්ට සහ දූෂිතයන්ගෙන් සාමාජිකයින් එක්සත් ජාතීන්ගේ සාමාජිකයින් චෝදනා කළහ. නමුත් අද ඔවුන් ඔවුන් සමඟ එකතු වී ඇත.",
        "නිමල් සිරිපාල ද සිල්වා සහ ප්රසන්න රණතුංග විවේචනයට ලක්වූ පාර්ලිමේන්තු මන්ත්රී දලදා අතුකෝරල මහතා. නමුත් අද ඔවුන් කණ්ඩායමට පිළිකුලක් වනු ඇත. ඔහු කියා සිටියේ ජනතාව ඔවුන්ට සුදුසු පාඩම උගන්වනු ඇති බවයි."
      ]
    },
    "en": {
      "title": "President Ranil Wickremesinghe is not an independent candidate: Isn't Dalada Athukorala not disgusting?- PA",
      "body_lines": [
        "Through the claim of MP Talada Athukorala, it is possible to understand that President Ranil Wickremesinghe is not an independent candidate and is contesting on behalf of the United National Party.",
        "The general secretary of the PA, Sagara Kariyawasam, said that it was disgusting that Nimal Siripaladi Silva and Prasanna Ranatunga were corrupt.",
        "He made this statement during a media briefing held at the Sri Lanka PA on Wednesday (21).",
        "We held the first election campaign meeting of the Sri Lanka PA. None of the people's representatives of the Anuradhapura district were present at the meeting.",
        "The people of the Anuradhapura district pressed the party not to re -join those who betrayed nationalism. Whoever leaves us is confirmed that people are with us.",
        "President Ranil Wickremesinghe does not contest as an independent candidate. From the very beginning, we stated that he was contesting the election on the basis of as the leader of the United National Party. Ratnapura District Parliamentarian Dalada Athukorala has confirmed what we mentioned.",
        "Parliamentarian Dalada Athukorala Athukorala on Wednesday (21). That is why he announced his resignation.",
        "If the party is contesting as an independent candidate to quit the party leader. However, President Ranil Wickremesinghe has held the post of party leader and is contesting independently. Our parties have gone to support him.",
        "UNP members accused the members of the PA's fraudulents and corrupt. But today they have joined them.",
        "Member of Parliament Dalada Athukorala criticized Nimal Siripala de Silva and Prasanna Ranatunga. But today they are going to go to the team that is going to be disgusting. He said that the people will teach them the appropriate lesson."
      ]
    }
  },
  "summary_lines": [
    "In a political twist, President Ranil Wickremesinghe is confirmed to be contesting under the United National Party banner, not as an independent candidate. This revelation comes amidst accusations of corruption against Nimal Siripaladi Silva and Prasanna Ranatunga by PA's Sagara Kariyawasam. The PA's first election campaign meeting saw no attendance from Anuradhapura district representatives, highlighting public sentiment against rejoining those perceived as betraying nationalism. Despite initial claims, Athukorala's resignation confirms Wickremesinghe's alignment with UNP, drawing criticism from both sides over allegations of corruption and betrayal."
  ]
}