{
  "translated_text": {
    "si": {
      "title": "සොල්දාදුවන්ට යටත් වූ අහිංසක දරුවන් කොහෙද?- ලේකම් - ඇම්නෙස්ටි ඉන්ටර්නැෂනල් හි පිහිටි",
      "body_lines": [
        "අවසාන සටනේදී සොල්දාදුවන්ට යටත් වූවන්ට පවා අතුරුදහන් විය. දෙමළ ඊලාම් හි විමුක්ති කොටින්ගේ සාමාජිකයන් (LTTE) පවුල ලෙස යටත් වූහ. පවුලේ දරුවන් ද සිටියහ. මම ඒ දරුවන්ගේ ඡායාරූප දුටුවෙමි. ඒ දරුවන් කොහෙද?ප්රශ්නය මතු කළ ඇග්නස් කලමාට් හි ඇග්නස් කලමාට් හි ඇග්නස් කලමාර්ට් මහලේකම්වරයා, වඩාත්ම බරපතල අපරාධය සහ මානසික පුරවැසියෙකි.. ඔහු පෙන්වා දුන්නේ මෙය ශ්රී ලංකාවේ සුහදතාවය ඇති කර ඇති බවයි.",
        "සත්යය හෝ යුක්තිය කුමක් වුවත්, ජාත්යන්තර ප්රජාවට පීඩනය හා සහාය ලබා දිය හැකිය. ශ්රී ලංකාවේ ජනතාවට අවසන් තීරණය ලබා දිය යුතු බවත් එය ඉදිරිපත් කර ඇති විශාල බලවේගයක් බවත් ඔහු අවධාරණය කළේය.",
        "දශක තුනක යුද්ධය අවසන් වීමෙන් පසු පසුගිය සිකුරාදා ඇම්නස් කලමාට් වන ඇම්නස් කලමාට් ජාත්යන්තර මහලේකම්වරයා වන අතර පසුගිය සෙනසුරාදා වසර 15 කට පසු රටට පැමිණියේය.. මේ වසර තුළ ඔහු මුල්ලිවයිකල් අනුස්මරණයට සහභාගී වූ අතර විවිධ ප්රධාන පක්ෂ සමඟ පුළුල් රැස්වීම් පැවැත්වීය.",
        "මෙම සන්දර්භය තුළ ලේකම් - මහා ඇග්නස් කලමාර්ට් මේ බව කියා සිටියේ මෙහි නිරීක්ෂණය කළ ගැටළු සහ නිර්දේශ පැහැදිලි කිරීම සඳහා ඊයේ කොළඹ ජෙට්වින් හෝටලයේදී පැවති මාධ්ය හමුවකට සහභාගී වෙමිනි.. එහිදී ඔහු ප්රධාන කරුණු පැහැදිලි කළේය.",
        "ශ්රී ලංකාව වෙනුවෙන් 2024 වඩාත්ම වැදගත් වසරයි. දශක තුනක යුද්ධය අවසන් කර ඇති අතර මේ වසරේ වසර 15 ක් නිම කර ඇත. යුද්ධයෙන් දස දහස් ගණනක් මිය ගිය අතර දහස් ගණනක් අතුරුදහන් විය. ඒ හා සමානව, මේ වසරේ ජාතික මැතිවරණය පැවැත්වෙමින් පවතී, මෙය වැදගත් වසරකි. ඒ නිසා 2024 \"ශ්රී ලංකාවේ අනාගතය 'ලෙස මම හඳුනා ගනිමි.",
        "ඒ අතරම, යුද්ධය අවසන් වී වසර 15 කට පසු, යුක්තිය අවිවාහක කිරීම සඳහා මම ශ්රී ලංකාවට පැමිණියේ ඇම්නෙස්ටි ඉන්ටර්නැෂනල්ගේ කාර්යභාරය සොයා ගැනීමටයි.. විදේශ කටයුතු අමාත්ය, අතුරුදහන් වූවන්ගේ, අතුරුදහන් වූවන්ගේ relatives ාතීන්, සිවිල් සමාජ නියෝජිතයින්, මානව හිමිකම් ආරක්ෂකයින්, පෙලපාලිකරුවන් සහ මාධ්යවේදීන් රැස්වීම් පවත්වා ඇත.. මම මුල්ලිවයිකල් අනුස්මරණ උත්සවයට ද සහභාගී විය. අරගල මාලාවක් සිදුකරන මව්වරුන්ගේ ආනුභාවය හා අයකර ගැනීම දැකීම ගැන මම පුදුම වෙමි.",
        "අතුරුදහන් වූවන්ගේ relatives ාතීන් සමඟ පැවති සාකච්ඡාවේදී ඔවුන්ට එරෙහිව පීඩාව, උල්ලං and නය කිරීම් සහ තර්ජන ගැන මට ඇසුණි. 60,000 කට වැඩි පිරිසක් අතුරුදහන් වී අතුරුදහන් වී ඇත. 'ඔවුන්ට සිදු වූයේ කුමක්ද?'සමස්ත ශ්රී ලංකාවම ප්රශ්නය විමසිය යුතුය. නීති විරෝධී inations ාතනයන් ඇතුළුව විවිධ අපරාධ තිබියදීත්. මෙයට හේතුව අතුරුදහන් වූවන්ගේ පවුලට වසර කිහිපයකින් හෝ අවුරුදු කිහිපයකින් හෝ දශක කිහිපයකින් දශක කිහිපයකින් ජීවත් වීමට බල කෙරුනි. මෙය මානසික වධහිංසාවකි. එය ශ්රී ලංකාවේ සුහදතාවයේ පැල්ලම් කර ඇත.",
        "අවසාන සටනේදී සොල්දාදුවන්ට යටත් වූවන්ට පවා අතුරුදහන් විය. දෙමළ ඊලාම් හි විමුක්ති කොටින්ගේ සාමාජිකයන් (LTTE) පවුල ලෙස යටත් වූහ. පවුල තුළ පිරිමි ළමයින් හා දරුවන් සිටියහ. කෙසේ වෙතත් මුළු පවුලම අතුරුදහන්. මම ඒ දරුවන්ගේ ඡායාරූප දුටුවෙමි. ඒ දරුවන් කොහෙද?අතුරුදහන් වූවන්ගේ relatives ාතීන් අවුරුදු 15 ක් තිස්සේ තම ආදරණීයයන් සොයමින් සිටිති. අවුරුදු 15 ක් ඉතා දිගු කාලයක්. එබැවින් මෙම ප්රශ්නය විසඳීමට සමස්ත ශ්රී ලංකාවම එක්විය යුතුය.",
        "ඊළඟට මැයි 18 වන දින මුල්ලිවයිකල් අනුස්මරණ ඉසව්වෙන්. තම ආදරණීයයන් සැමරීම සඳහා ජයග්රහණය, යුද්ධයේ පරාජය හෝ යුද්ධය පරාජය කිරීමට රජය ඉඩ දිය යුතුය. පසුගිය සතියේ නැගෙනහිර විශ්ව විද්යාලයේ කෝපාවිෂ්ට පොලිස් නිලධාරියෙකු ක්රියා කළේ සැමරීමේ අයිතිය සැමරීමේ අයිතිය සලස්වන ලෙසයි. ඒ හා සමානව, මුල්ලිවයිකල් ද කැඳ බෙදාගැනීමට එරෙහි හිංසා පීඩා කිරීම ද නිරීක්ෂණය කළේය. මෙම හිංසනය සම්පූර්ණයෙන්ම අනවශ්යය. මෙයට හේතුව ප්රචණ්ඩත්වයෙන් අවුලුවන චෝදනාවලට කිසිදු සාක්ෂියක් නොමැති වීමයි.",
        "සත්යය හා ප්රතිසන්ධාන කොමිෂන් සභාව පිහිටුවීමට රජය පියවර ගනිමින් සිටී. කෙසේ වෙතත්, පසුගිය වසර 15 ක කාලය තුළ පිහිටුවා ඇති කොමිෂන් සභා අසමත් වී ඇත. වන්දි ගෙවීම, වන්දි ගෙවීම, වන්දි ගෙවීම වැනි අතුරුදහන් වූවන්ගේ කාර්යාලය අපොහොසත් වූ බවත් විසඳුම් ලබා දීම සඳහා දේශපාලන දේශපාලනයක් නොමැති බවත් අප බොහෝ දෙනෙකු මුණගැසුණි.. අතුරුදහන් වූ පවුල් කී වතාවක් ඔවුන්ගේ කතාව පැවසිය යුතුද?",
        "එබැවින්, පීඩාවට පත් පාර්ශ්වයන්ගේ සුභසාධනය ඉස්මතු කරන සත්ය හා ප්රතිසන්ධාන කොමිෂන් සභාවේ ක්රියාකාරකම්වල ක්රියාකාරකම් වලට සරිලන පරිදි පරිසරය නිර්මාණය කළ යුතුය.. ප්රතිසන්ධානය ගොඩනැගීමේදී අතීත ආණ්ඩු සියල්ලම අසමත් වී ඇත. කෙසේ වෙතත්, මෙය දේශපාලන නායකත්වය මත රඳා පවතී පමණක් නොවේ. ඒ වෙනුවට, දේශපාලනය, ආගම හා සංස්කෘතිය සියලු සාමාජිකයන්ගේ නායකත්වයයි.",
        "මෙම සන්දර්භය තුළ, අතුරුදහන් වූවන්ගේ කාර්යාලය, වන්දි කාර්යාලයේ කාර්යාලය සහ වින්දිතයින් ආරක්ෂා කිරීමේ ජාතික අධිකාරිය, ව්යුහයන්ගේ ස්වාධීනත්වය සහතික කිරීම සඳහා ය.. විශ්වසනීය ලෙස විශ්වාසදායක ලෙස විසඳා ගැනීම සඳහා පසුගිය අවුරුදු 15 තුළ අවම වශයෙන් සිදුවීම් එකක් හෝ දෙකක්වත්. නාවික භටයින් විසින් පුද්ගලයින් 11 දෙනෙකු පැහැරගෙන ගොස් අතුරුදහන් වීම සහ මාධ්යවේදී ප්රගීත් එක්නලිගොඩ මහතා අතුරුදහන් වීම ඔවුන් අතර ඇතුළත් විය හැකිය.",
        "අතීත උල්ලං lations නයන් පිළිබඳව විමර්ශනය කිරීම සඳහා විදේශ විනිසුරුවන්ගේ සහභාගීත්වයට යාබදව සාදරයෙන් පිළිගනිමු. කෙසේ වෙතත්, මෙය ක්රියාත්මක කිරීමේ හැකියාව පිළිබඳව සොයා බැලීම අවශ්ය වේ. ඒ අතරම, එක්සත් ජාතීන්ගේ මානව හිමිකම් කාර්යාලය විසින් සිදු කරන ලද වගවීමේ වැඩසටහනට ශ්රී ලංකාව අවශ්ය සහයෝගය ලබා දිය යුතුය.. එළඹෙන සැවිපෙළ සැසියේදී එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ එළඹෙන සැසියේදී නව යෝජනාවක් සකස් කිරීමට ජාත්යන්තර බලපෑම් ඉල්ලා සිටිමු.",
        "පැවැත්මෙන් පසු මුස්ලිම් ප්රජාවට හා මුස්ලිම් ප්රජාවට එරෙහිව මුදා හරින ලද පීඩනයෙන් ඔවුන්ව ආරක්ෂා කිරීමට පියවර ගත යුතුය. ප්රජාව මත යැපෙන අයට එරෙහිව ත්රස්තවාදය ක්රියා කිරීම නවත්වන්න.",
        "ඒ හා සමානව, වඩාත්ම නරක ත්රස්ත නීතිය භාවිතා කිරීම වහාම අත්හිටුවිය යුතුය. යෝජිත-විරෝධී විරෝධී නීතියට ද නරකම නූල් ඇතුළත් වේ. එබැවින් ජාත්යන්තර නීතිවලට අනුකූලව නීතියට ප්රතිචාර දැක්වීමට රජය පියවර ගත යුතුය.. සිවිල් හා දේශපාලන අයිතිවාසිකම් පිළිබඳ ජාත්යන්තර සම්මුතිය, රජයේ ආරක්ෂණ පනත සහ රාජ්ය නොවන සංවිධාන පිළිබඳ පනත් කෙටුම්පත භාවිතා කිරීම ගැන අපි ඉතා අතිමහක් දරති.",
        "ඊට අමතරව, විරෝධතා, උල්ලං lations නය කිරීම්, උල්ලං lations නයන්, අත්අඩංගුවට ගැනීම් සහ විරෝධතාවලට නිහ quiet ව සිටින අය අත්තනෝමතික ලෙස රඳවා තබා ගැනීම සම්පූර්ණයෙන්ම නතර කළ යුතුය.. චූදිත විරෝධතාකරුවන් සියලු චෝදනාවලින් නිදහස් කළ යුතුය. සාමකාමී අරගලවල යෙදීමට ඇති අයිතිය ගෞරවයට පාත්ර විය යුතුය.",
        "1951 මුස්ලිම් දික්කසාදය, කටයුතු පනත සංශෝධනය කළ යුතුය. ප්රජාවේ අයිතිවාසිකම් ආරක්ෂා කළ යුතුය.",
        "ශ්රී ලංකාව ජාත්යන්තර අපරාධ අධිකරණයට ගෙන ඒමේ අවස්ථාව. එක්සත් ජාතීන්ගේ ආරක්ෂක මණ්ඩලයේ රටවල් 5 කට 'නිෂේධ බලය' බලය භාවිතා කිරීමට බලය ඇති බැවිනි. උදාහරණයක් ලෙස, එක්සත් ජනපදය සහ රුසියාව ගාසා තීරයේ සටන් විරාම යෝජනාවට එරෙහි යුක්රේනයේ සටන් විරාම යෝජනාවට එරෙහිව VoTo බලය භාවිතා කළේය.. කෙසේ වෙතත්, UOM ප්රකාශනයට අත්සන් කිරීමට ශ්රී ලංකාවට එබිය හැකිය. එය සාපේක්ෂව හොඳම ආදේශ කිරීමකි. කෙසේ වෙතත්, සත්යය හෝ යුක්තිය ජාත්යන්තර දේ විසින් ලබා දිය නොහැක. ඊට ප්රතිවිරුද්ධව. මෙම විසඳුම ශ්රී ලංකාව විසින් ශ්රී ලංකාවේ ජනතාව සඳහා ලබා දිය යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Where are the innocent children who surrendered to the soldiers?- The Secretary -General of the Amnesty International",
      "body_lines": [
        "Even those who surrendered to the soldiers during the final battle are missing. Members of the Liberation Tigers of Tamil Eelam (LTTE) surrendered as family. There were also children in the family. I saw the photos of those kids. Where are those children?The Secretary General of the Amnesty International, Agnes Kalamart, who raised the question, is the most common, the most serious crime and the psychological citon.. He pointed out that this has made Sri Lanka's goodwill.",
        "Whatever the truth or justice, the international community can only provide pressure and assistance. He emphasized that Sri Lanka should be given the final decision to the people of Sri Lanka and that it is a great force that has been put forward.",
        "The Amnesty International Secretary General, Agnes Kalamart, arrived in the country last Friday after the three decades of war ended and completed 15 years after the last Saturday.. During this year, he attended the Mullivaikkal Memorial and held extensive meetings with various key parties.",
        "In this context, Secretary -General Agnes Kalamart said this while attending a media briefing held at the Jetwing Hotel in Colombo yesterday to clarify the issues and recommendations that were observed here.. There he clarified the key issues:",
        "As for Sri Lanka 2024 is the most important year. The three decades of war have been completed and 15 years have been completed this year. Tens of thousands died in the war and thousands were missing. Similarly, this year's national elections are being held, this is an important year. So I will identify 2024 as 'the future of Sri Lanka'.",
        "At the same time, 15 years after the end of the war, I have come to Sri Lanka to find out the role of the Amnesty International in order to uphold justice.. The President, the Minister of Foreign Affairs, the relatives of the missing persons, the civil society representatives, the human rights defenders, the demonstrators and the journalists have held meetings.. I also participated in the Mullivaikkal memorial event. I am very surprised to see the inspiration and recovery of the mothers who are carrying out a series of struggles.",
        "During the meeting with relatives of the missing persons, I heard about oppression, violations and threats against them. More than 60,000 people have been missing and missing. 'What happened to them?'The entire Sri Lanka should ask the question. Despite various crimes, including illegal assassinations. This is because the family of the missing persons is forced to live in a few years or years or decades with no injuries. This is a psychological torture. It has made it stained in Sri Lanka's goodwill.",
        "Even those who surrendered to the soldiers during the final battle are missing. Members of the Liberation Tigers of Tamil Eelam (LTTE) surrendered as family. There were boys and children in the family. However the entire families are missing. I saw the photos of those kids. Where are those children?Relatives of the missing persons have been looking for their loved ones for 15 years. 15 years is a very long time. Therefore, the entire Sri Lanka must unite to address this issue.",
        "Next up at the Mullivaikkal Memorial event on May 18. The government must allow the victory, failure or the defeat of the war, to commemorate their loved ones. An angry police officer at the Eastern University last week acted to make the right to commemorate the right to commemorate. Similarly, Mullivaikkal also observed the use of oppression against the sharing of porridge. This oppression is completely unnecessary. This is because there is no evidence to the allegations that can be triggered by violence.",
        "The government is taking steps to establish the Truth and Reconciliation Commission. However, the Commissions formed for the past 15 years have failed. Many we met many people who met us that the office of the missing persons, such as the office of compensation, had failed and that they had no political politics to provide solutions.. How many times should the families of the disappeared to tell their story?",
        "Therefore, the environment is to be created to suit the activities of the Truth and Reconciliation Commission that highlights the welfare of the affected parties.. All of the past governments have failed in building reconciliation. However, this is not only dependent on political leadership. Rather, politics, religion and culture are the leadership of all members.",
        "In this context, the Office of the Missing Persons, the Office of Compensation, and the National Authority to Protect the Victims, must be appointed to ensure the independence of structures.. As well as at least one or two events in the last 15 years to be relyingly solved in a credible manner. Among them may include the abduction and disappearance of 11 people by the Marines and the disappearance of journalist Prageeth Eknaligoda.",
        "Next to the participation of foreign judges to investigate past violations is welcome. However, it is necessary to investigate the possibility of implementing this. At the same time, Sri Lanka must provide the necessary cooperation to the accountability program carried out by the United Nations Human Rights Office.. We are demanding the international pressure to prepare a new proposal at the UN Human Rights Council's upcoming session in the upcoming Septembermada session.",
        "Steps must be taken to protect them from the oppression unleashed against the Muslim community after the survival. Stop using the Terrorism Act against those who depend on the community.",
        "Similarly, the use of the most bad terrorism law should be suspended immediately. The proposed anti -terrorism law also includes the worst strings. Therefore, the government must take steps to respond to the law in accordance with international laws.. We are very dissatisfied with the use of the International Convention on Civil and Political Rights, the Government's Protection Act and the Bill on NGOs.",
        "In addition, the oppression, the violations, the arrests and the arbitrary detention of those who are quietly involved in the protests must be completely stopped;. The accused protesters should be released from all charges. The right to engage in peaceful struggles must be honored.",
        "The 1951 Muslim divorce, the Affairs Act should be amended. The rights of the community should be protected.",
        "The chance of bringing Sri Lanka to the International Criminal Court. Because 5 countries in the UN Security Council have the power to use 'veto' power. For example, the United States and Russia used veto power against the Ukraine ceasefire resolution against the ceasefire resolution in Gaza.. However, Sri Lanka can be pressed to sign the Urom Declaration. That would be a relatively best replacement. In any case, the truth or justice cannot be given by the international. On the contrary. He said the solution should be provided by Sri Lanka for the people of Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "Amnesty International's Secretary-General, Agnes Kalamart, questioned the fate of children and families who surrendered to soldiers during Sri Lanka's final battle, highlighting the ongoing search for tens of thousands missing since the war's end. She emphasized the importance of unity and international support in addressing the issue, calling for transparency and justice."
  ]
}