{
  "translated_text": {
    "si": {
      "title": "\"ප්රේමයේ fruits ල වත් කරනු ලැබේ\"",
      "body_lines": [
        "බන්ධනාගාර කොමසාරිස් (මාධ්ය ප්රකාශක) ගාමිනි බී.. දිසානායක මහතා පැවසීය.",
        "හිටපු පාර්ලිමේන්තු මන්ත්රී ජොන්ස්ටන් ප්රනාන්දු ලිපියක් නිකුත් කර ඇති බවත් සැකකරුවන් හෝ සිරකරුවන් කිසිවෙකු පිටත් කර යැවීමෙන් පසුව එය දරණ බන්ධනාගාර අධිකාරීගේ අධීක්ෂණය යටතේ යවන බව ඔහු පැවසීය.",
        "බන්ධනාගාර නීති රීති හා නීති රීති වලට යටත්ව බන්ධනාගාර කොමසාරිස් ජනරාල්ගේ අවසරය ඇතිව ලිපිය පිළිබඳ කිසිදු දැනුමක් නොමැති බව ජොන්ස්ටන් ප්රනාන්දු බන්ධනාගාර අධිකාරීට ලිඛිතව දැනුම් දී තිබේ.",
        "මෙම අවස්ථාවේ දී, ඔහුගේ පක්ෂයේ සාමාජිකයින්ට සහ ඔහුගේ පක්ෂයේ සාමාජිකයින්ට ලිපියක් වේලිකාඩා බන්ධනාගාරයේ සිට හිටපු පාර්ලිමේන්තු මන්ත්රී ජොන්ස්ටන් ප්රනාන්දුට සමාජ මාධ්ය වෙත නිකුත් කර ඇත.",
        "2024 මැතිවරණය සඳහා ඔබ වෙත ලිපියක් යවන බව ඔබ අපේක්ෂා නොකරන බව මම හොඳින් දනිමි.",
        "එහෙත්, ඔවුන්ගේ දේශපාලන අවශ්යතා සපුරාලීමට උත්සාහ කරන අවස්ථාවාදීන් 2015 දී සහ අද වන විට අපහාස කිරීමේ පදනම මත දේශපාලන බලයේ කාර්යභාරයන් වලින් ප්රයෝජන ගැනීමට පටන් ගෙන තිබේ.",
        "අද සහ අද වන විට, අද සහ අද වන විට තරුණයා එය ජනාධිපති පුටුවෙන් මඟ පෙන්වන්නේ නම්, මෙම අභියෝග නියපොතු කෙළවරේ දූවිලි මිස වෙන කිසිවක් නොවේ.",
        "කුරුණගල වැසියන්ගේ ජනතාවගේ ප්රගතිය සඳහා මේ රටේ ජනතාවට, මා විශ්වාස කරන දර්ශනය පවා, මගේ දෙමව්පියන් හාස්යයට පත්වීම වැරදිය.",
        "ප්රේමය, විශ්වාසය හා සමීප සම්බන්ධතාවය ඇති ලක්ෂ සංඛ්යාත ජනයා පුළුස්සා දමනු ලැබුවේ ධුරය, කාර්යාල, වෛරය සහ කුහකකම යන කිහිප දෙනෙකු විසිනි.. මිනිසුන්ගේ ආදරණීය බලාපොරොත්තුව ඔබ සතුව ඇති තාක් කල් ඔබට මා වැනි අයව ගෙන ඒමට නොහැකි බව ඔබ ඔප්පු කළ යුතුය",
        "කුරුණෑගල ජනතාවගේ ආදරය හා බලාපොරොත්තුවෙන් ශක්තිමත් වූ මගේ දේශපාලනය අවසන් කළ නොහැකි බව හෙළි කිරීමට අවස්ථාවක් තිබේ.",
        "ඔබ වැනි මිනිසුන්ගේ කැපවීමෙන් මගේ අවුරුදු තිහක දේශපාලන ගමන සැමවිටම ශක්තිමත් වී තිබේ.",
        "කහබාට්ටවල සහ දඹදේනියාව වැනි ග්රාමීය සෞඛ්ය මධ්යස්ථානවල ක්රීඩා පිටි. ගෘහස්ථ ක්රීඩා නිවාසවල සිට කාපට් පාරවල් සහ මහාමාර්ග දක්වා ඔබේ ප්රේමයේ fruits ල වත් කරනු ලැබේ.",
        "මෙම සමීපභාවය බොහෝ කලක් තිස්සේ නිකමේලි හි නිවසක නිවසක් තුළ බෝට්ටුවේ සිට බෝට්ටුව දක්වා කුරුණගල ලේක් වූ ගාඩ් විල් චක්රයට සහ වඩලකෝඩා රක්ෂිතයේ සංචිතයට පැමිණියේය.",
        "එම කැපවීම, ශක්තිය, ආදරය හා සමීපභාවය පෙරට වඩා මා වෙත පැමිණ ඇත,",
        "අපේ දේශපාලනය වෙනුවෙන් කිසිම පූජාවක් වැළැක්වීමට මම කටයුතු කරමින් සිටිමි.",
        "මේ රට බේරාගත් රටේ නායකයාගේ නායකයා වන මහින්ද රාජපක්ෂගේ ගෞරවය සහ නම කියා සිටින්නේ නාමල් රාජපක්ෂ මහතා සාමාන්ය පෙරමුණ සහ අපේ පක්ෂය ආරක්ෂා කරන බවයි."
      ]
    },
    "en": {
      "title": "\"The fruits of love are poured\"",
      "body_lines": [
        "Prison Commissioner (Media Spokesperson) Gamini B.. Dissanayake said.",
        "He said that former parliamentarian Johnston Fernando has issued a letter and that if any of the suspects or prisoners are sent out, it should be sent under the supervision of the respective prison superintendent.",
        "Johnston Fernando has informed the prison superintendent in writing that he has no knowledge of the letter with the permission of the Commissioner General of Prisons, subject to prison rules and rules.",
        "In this case, a letter to the members and supporters of his party has been issued on social media from the Welikada Prison to former MP Johnston Fernando, who has been interrogated.",
        "I am well aware that you do not expect a letter sent to you for the 2024 election.",
        "But the opportunists who are trying to meet their political needs have begun to take advantage of the roles of political power on the basis of slander in 2015 and today.",
        "The only difference between today and today is that the young man guides it from the presidential chair, and for the politics I believe, these challenges are nothing but the dust at the tip of the nail.",
        "For the people of this country, for the progress of the people of Kurunegala, it is wrong to stand on the side of the philosophy I believe, and even the house I was born, my parents are ridiculous.",
        "Hundreds of thousands of people with love, confidence and intimacy were burned by a few people who were born, office, hate and hypocrisy.. You have to prove that you can't bring down people like me as long as you have the loving hope of people",
        "There has been an opportunity to reveal that it is impossible to put an end to my politics, strengthened by the love and hope of the people of Kurunegala.",
        "My thirty years of political journey has always been strengthened by the dedication of people like you.",
        "Playgrounds of Rural Health Centers such as Kahabatwala and Dambadeniya. From indoor sports homes to carpet roads and highways, the fruits of your love are poured.",
        "The intimacy was long in a house in a house in the Nikaveli, to the Kurunegala Lake Circle from the boat to the boat and the reserve of the Vadalakoda Reserve.",
        "That dedication, strength, love and intimacy have come to me more than before,",
        "I have been working to prevent any sacrifice for our politics, that I have worked to prevent the brutal slander and false accusations raised by the opponents.",
        "The respect and love of the leader of the leader of the country, Mahinda Rajapaksa, who saved this country, say that Namal Rajapaksa will protect the General Front and our party."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Former MP Johnston Fernando denies involvement in a controversial letter about prisoner releases. He claims political opponents are exploiting situations for personal gain, emphasizing his commitment to serving Kurunegala's people despite challenges."
  ]
}