{
  "translated_text": {
    "si": {
      "title": "සංචාරක වෙළඳාමට එක්වන ලෙස ජනාධිපතිතුමා විදේශ රැකියා ඒජන්සියලට ආරාධනා කරයි",
      "body_lines": [
        "විදේශ රැකියා ඒජන්සි මැද පෙරදිග ඇතුළු රටවල සංචාරකයින් ගෙන එන නව ව්යාපාරික අවස්ථා සඳහා අවධානය යොමු කළ හැකි නව ව්යාපාරික අවස්ථා සඳහා අවධානය යොමු කළ හැකි බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "ඉරිදා (21) කුරුණෑගල ඊකූම් හෝටල් සංකීර්ණයේ පැවති \"අභින්නේ 2024\" උත්සවයේදී ජනාධිපතිවරයා මේ බව ප්රකාශ කළේය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා රටේ ආර්ථිකයට දායක වන විදේශ රැකියා ආයතනවලට සහතික හා සිහිවටාවන් ඉදිරිපත් කළේය.",
        "\"ජනාධිපති ධුරය දැරූ වසර දෙකකට පසු මෙම අවස්ථාවට මම ඔබට ස්තූතිවන්ත වෙමි. එදින ඔබ රට වෙනුවෙන් මුදල් උපයා නොමැති නම්, අද රට මෙම මට්ටමට ගෙන ඒමට නොහැකිය. මීට වසර දෙකකට පෙර අපි දුෂ්කර තත්වයක සිටියෙමු.",
        "ආර්ථික අර්බුදයෙන් රට යථා තත්ත්වයට පත්විය හැකි යැයි කිසිවෙකු විශ්වාස නොකරයි. නමුත් මම විශ්වාස කළේ මේ රට මිනිසුන් සමඟ මුදවා ගත හැකි බවයි. වෙනත් රටවල් මෙන් නොව, අපි මීට වසර දෙකකට පෙර රට බේරාගත්තා.",
        "අපි දන්නවා අපි අමාරුවෙන් ගමන සමත් වී ඇති බව. බොහෝ අය සිතුවේ අපේ රටට අනාගතයක් නැති බවයි. කර්මාන්තශාලාව පවත්වා ගැනීමට ඉන්ධන නොමැත. සංචාරකයින්ගෙන් කිසිවෙකු රටට පැමිණෙන්නේ නැත. විදේශීය ශ්රමිකයන් විසින් එවන ලද මුදල් සමඟ රටේ ආර්ථිකය වැඩිදියුණු කිරීමේ සැලසුමක් අපි ආරම්භ කළෙමු.",
        "අපට දැන් අපට අනාගතයට මුහුණ දිය හැකි බලාපොරොත්තුව ඇත. ලෝකයේ බොහෝ රටවල් අසන්නේ අප මෙය කළ ආකාරයයි. අපි බංග්ලාදේශයේ ණය ගෙවා ඇත්තෙමු. අද බංග්ලාදේශයේ නොසන්සුන් පරිසරයක් තිබේ. අර්බුදකාරී කාලවලදී අප පක්ෂපාත්ම වූ එම රටේ සාමය හා ස්ථාවරත්වය වෙනුවෙන් අපි යාච් pray ා කරමු.",
        "අපි දැන් අනාගතය ගැන සිතා බැලිය යුතුයි. අපේ රටේ අපනයන ආර්ථිකය ස්ථාපිත කිරීම. මීට අමතරව, විදේශයන්හි කුසලතා වර්ධනය කර ඔවුන්ට අවශ්ය පුහුණුව ලබා දීම සඳහා නිසි සැලැස්මක් ක්රියාත්මක කළ යුතුය. එවිට ඔවුන්ට වඩා හොඳ රැකියා අවස්ථා තුළින් වැඩි ආදායමක් උපයා ගත හැකිය.",
        "අපි අවුරුදු 2 ක් දුක් වින්දා. මම මේ රට අවුරුදු දෙකක් තිස්සේ ඔබේ සහාය ලබා දුන්නා. එහි ප්රතිලාභ ඔබට ලබා ගත යුතුය. ඉතින් අපි හැමෝම නව ආර්ථිකයක් ගොඩනැගිය යුතුයි. ඒ සඳහා අපි සියල්ලෝම ඒ සඳහා එකට වැඩ කරමු. අපගේ සේවකයින් යවන රටවල ව්යාපාරික අවස්ථා සඳහා ඔබට ශ්රී ලංකාවට ගෙන ඒමට හැකි වනු ඇතැයි මම බලාපොරොත්තු වෙමි. අද, එම අවස්ථාව බොහෝ විට මැද පෙරදිගට යයි.",
        "ශ්රී ලාංකික කම්කරුවන් එම රටවලට යැවිය හැකි නම්, එම රටවල සංචාරකයින් ශ්රී ලංකාවට ගෙන ඒමට හැකිය. සංචාරක අමාත්යාංශය සමඟ ඒකාබද්ධව ඔබට මේ සමඟ කටයුතු කළ හැකිය. එවිට ඔබේ කර්මාන්තය තවදුරටත් පුළුල් වනු ඇත. එම පියවරයන් සඳහා අපට රජයේ සහාය ලබා දිය හැකිය.",
        "එසේම, එම රටවලට අවශ්ය ආහාර බෙදා හැරීම ලබා දීමට හැකි නම්, එයට ඒ සඳහා රාජ්ය සහාය ලබා දිය හැකිය. අපිට හිතන්න ඕන නෑ නව ගමනක්. එක තැනක රැඳී සිටිය නොහැක. එපමණක් නොව, ඔබේ අනාගත කාර්යයන් ගැන මම ඔබට සුබ පතමි. එය රටේ අනාගත න්යාය පත්රය සකස් කිරීම දේශපාලන politicians යන් නොවන බව සිහිපත් කරයි. \"",
        "කිසිදු කොන්දේසියකින් තොරව ජනතාවගේ දුක නිදහස් කිරීමට ජනාධිපති රනිල් වික්රමසිංහ මහතා ඉදිරිපත් විය. ඔහුගේ රාජ්ය තාන්ත්රිකභාවය මීට වසර දෙකකට පෙර දරුණු ආර්ථික අර්බුදයේ දී පැහැදිලි කරන ලදී.",
        "අවුරුදු දෙකක් ඇතුළත ඔහු අර්බුදකාරී තත්වයක ජීවත් විය හැකි ආර්ථිකය ඉදි කළේය. ඔහුගේ ආර්ථික දර්ශනයට සහාය වීම සඳහා ඩයස්පෝර සේවකයින් තම මුදල් බැංකුව හරහා ශ්රී ලංකාවට යැවීමට කටයුතු කළහ. ඒ අනුව මේ අවුරුද්දේ පමණක් ඩොලර් බිලියන 12 කට විදේශ විනිමය ලබා ගැනීමට හැකි විය.",
        "2022 දී විදේශ විනිමය නොමැති රටක් සාමාන්යයෙන් ජනාධිපතිගේ ආර්ථික කටයුතු හරහා කටයුතු කිරීමට සමත් වී තිබේ.. ඔබ විදේශ රැකියා ඒජන්සියක් ලෙස විශාල කාර්යභාරයක් ඉටු කර ඇත. මෙම \"අභිමාන් 2024\" ඔබට ප්රශංසා කිරීමක් ලෙස ඉදිරිපත් කෙරේ. එදින ඔබේ ශක්තිය ඔබේ ශක්තිය ලබා නොගන්නේ නම්, අද රට සිටින්නේ කොතැනදැයි ඔබට සිතාගත නොහැකිය. එමනිසා, ඔබේ රට අපේ රටට බලය ලබා දෙන ලෙස අපි ඔබෙන් ඉල්ලා සිටිමු.",
        "වයඹ පළාත් ආණ්ඩුකාර නසීර් අහමඩ්, රාජ්ය තාන්ත්රික අමාත්යවරුන් වන ජගත් පුෂ්පකුමාර, ශාන්ත බණ්ඩාරා, ඩී.පී.. හේරත්, හිටපු අමාත්ය අකිලවිරාජ් කාරියාවසම්, දේශපාලන සංවිධාන විදේශ රැකියා බලපත්රවල සභාපති. ගනේෂේෂ්රාන්, භාණ්ඩාගාරික නිශාන්ත ජයකොඩි සහ විදේශ රැකියා ඒජන්සි සහ සාමාජිකයින්ගේ නායකයින් බොහෝ දෙනෙක් මෙම අවස්ථාවට සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "President invites foreign employment agencies to join the tourism trade",
      "body_lines": [
        "President Ranil Wickremesinghe said that if foreign employment agencies focus on new business opportunities that will bring tourists from countries sent to Sri Lankan workers, including the Middle East, they can provide the necessary facilities through the Ministry of Tourism.",
        "The President made this statement at the \"Abhiman 2024\" event held at the Epitom Hotel Complex on Kurunegala on Sunday (21).",
        "President Ranil Wickremesinghe presented certificates and souvenirs to the foreign employment agencies that contribute to the country's economy.",
        "“I would like to thank you on this occasion for two years after taking office as president. If you have not made money for the country that day, the country cannot be brought to this level today. We were in a difficult situation two years ago.",
        "No one believes that the country can recover from the economic crisis. But I believed that this country could be redeemed with people. Unlike other countries, we rescued the country two years ago.",
        "You know that we have passed the hard journey. Many people thought that our country had no future. There is no fuel to run factory. None of the tourists come to the country. We started a plan to improve the country's economy with the money sent by foreign workers.",
        "We now have the hope that we can face the future. Many countries in the world asks how we did this. We have paid the debt of Bangladesh. There is a tense environment in Bangladesh today. We pray for peace and stability in that country that was in favor of us in times of crisis.",
        "We need to think about the future now. To establish export economy in our country. In addition, a proper plan should be implemented to develop the skills of the abroad and provide them with the training they needed. Then they can earn more income through better employment opportunities.",
        "We have suffered for 2 years. I have moved this country with your support for two years. Its benefits should be available to you. So we all need to build a new economy. We will all work together for that. I hope you can bring to Sri Lanka the business opportunities in the countries where our employees are sent. Today, that opportunity often goes to the Middle East.",
        "If Sri Lankan workers can be sent to those countries, they can bring tourists from those countries to Sri Lanka. You can work with this in conjunction with the Ministry of Tourism. Then your industry will expand further. We can give you government support for those measures.",
        "Also, if those countries are able to deliver the necessary food distribution, it can provide state support for it. We need to think and make a new journey. Cannot stay in one place. Moreover, I congratulate you for your future tasks, recalling that it is not politicians to prepare the country's future agenda. ”",
        "President Ranil Wickremesinghe offered to release the people's grief without any conditions. His diplomacy was clearly illustrated two years ago during the severe economic crisis.",
        "Within two years, he built the economy that could live in a state of crisis. To support his economic vision, the diaspora workers arranged to send their money to Sri Lanka through the banks. Accordingly, this year alone, $ 12 billion was able to get a foreign exchange.",
        "In 2022, a country that has no foreign exchange has been able to function normally through the President's Economic Affairs.. You have played a major role as a foreign employment agency. This \"Abhiman 2024\" is presented to you as a compliment. If your strength does not get your strength on that day, you can't even imagine where the country will be today. Therefore, we ask you to give your power to our country and contribute to the development of the country.",
        "North Western Province Governor Nasir Ahmed, diplomatic ministers Jagath Pushpakumara, Shantha Bandara, DP. Herath, former Minister Akhilaviraj Kariyawasam, Political Organization President of foreign employment permits. Ganeshwaran, Treasurer Nishantha Jayakody and many leaders of foreign employment agencies and members attended the event."
      ]
    }
  },
  "summary_lines": [
    "At the \"Abhiman 2024\" event, President Ranil Wickremesinghe invited foreign employment agencies to leverage their networks to boost Sri Lanka's tourism sector by attracting tourists from countries where Sri Lankans work, especially in the Middle East. He praised their contributions to the economy and urged them to collaborate with the Ministry of Tourism to expand their industry. The President also highlighted the importance of developing the skills of overseas Sri Lankans and creating better employment opportunities for them. He expressed optimism about the country's economic recovery, noting the significant role foreign employment agencies play in sending remittances back home, which helped stabilize the economy despite challenges."
  ]
}