{
  "translated_text": {
    "si": {
      "title": "පොලිස් වෙඩි තැබීම නිසා එක් අයෙකු මිය ගියේයඋප-විෂය කාන්දුව අත්අඩංගුවට",
      "body_lines": [
        "පොලීසිය විසින් වෙඩි තැබීමකින් පුද්ගලයෙකු කුරුණෑගල නාරමල්ල ප්රදේශයේදී මිය ගොස් තිබේ.",
        "පොලිස් මාධ්ය ප්රකාශක ජ්යෙෂ් Senior පොලිස් අධිකාරී නිහාල් ඩල්වාව පැවසුවේ පොලිස් නිලධාරියාගේ ගින්න හේතුවෙන් මෙම වෙඩි තැබීම සිදුව ඇති බවයි.",
        "මේ අතර, මෙම සිද්ධිය සම්බන්ධයෙන් විශේෂ විමර්ශන ඒකකයේ පොලිස් කණ්ඩායමක් පරීක්ෂණයක් යවා ඇති බව පොලිස්පති පොලිස්පතිගේ අධ්යක්ෂ කාර්යාලයට අනුව, සිද්ධිය විමර්ශනය කිරීම වෙනුවට පොලිස්පතිවරයාගේ අධ්යක්ෂ මණ්ඩලය පවසයි.",
        "මෙම වෙඩි තැබීම බ්රහස්පතින්දා රාත්රියේ නාරමලා පොලිස් කොට් to ාශයට අයත් තාර බෙබස්සා වලන්ගඩා ප්රදේශයේදී බ්රහස්පතින්දා රාත්රියේ සිදු කරන ලදී.. නාරාමල්ල ප්රදේශයේ සිට කිරුරි දක්වා කුඩා ලොරි රථයක් නැවැත්වීමට පොලිසිය නියෝග කර ඇති නමුත් කාරණය නැවැත්වීමකින් තොරව ලොරි රථය ලොරි රථය උල්ලං in නය කරමින් ගමන් කරමින් සිටී.. පොලිස් මාධ්ය ප්රකාශකවරයා කියා සිටියේ නාරාමල්ල පොලිස් ස්ථානය උප පොලිස් පරීක්ෂක සහ පොලිස් කොස්තාපල්වරයෙකු රාජකාරියේ යෙදී සිටි බවත් ඔවුන්ගේ පෞද්ගලික වාහනයක සිවිල් ඇඳුමක රාජකාරියේ යෙදී සිටි බවත් ය.",
        "කෙසේ වෙතත්, නියෝගය උල්ලං in නය කරමින් පොලිස් නිලධාරීන් එය ලොරි මගීන් හරහා නැමුණුවා.. ලොරි රථය පරීක්ෂා කිරීමට ලොරි රථය උත්සාහ කළ බවත් තුවක්කුව ලොරි රථයේ රියදුරුගේ හිසට වෙඩි තබා ඇති බව පොලිසිය පවසයි.",
        "සිද්ධියේ රියදුරු නාරමලා රෝහලට ඇතුළත් කර ඇති බව පොලිසිය පවසයි.. මියගිය පුද්ගලයා වයස අවුරුදු 41 ක් වන මහාරාවිමුල්ලා හි ළමුන් තිදෙනෙකුගේ පියෙකි.",
        "මෙම අවස්ථාවේදී, පොලිස් නිලධාරීන් අසල ඇති ප්රදේශයට දරුණු විරෝධයක් ප්රකාශ කර ඇති අතර නොසන්සුන්කාරී තත්වයක් ඇති විය.. මියගිය අයගේ relatives ාතීන් සහ නාරාමල්ල පොලිස් ස්ථානයේ පදිංචිකරුවන් උද් ration ෝෂණයක් පැවැත්වූ අතර පොලිස් ස්ථානයේ දොරටුවට හානි සිදුවිය.. කෙසේ වෙතත්, විශේෂ කාර්ය සාධක බලකාය ද තත්වය පාලනය කර ගැනීම සඳහා රාජකාරියේ යෙදී සිටියේය.",
        "පොලිස් මාධ්ය ප්රකාශක නිහාල් ඩෝල්දුව පැවසුවේ පොලිස් නිලධාරීන් දෙදෙනාගේ අවධානය හේතුවෙන් මෙම සිද්ධිය සිදුව ඇති බවත් ඔවුන්ට එරෙහිව දැඩි නීතිමය ක්රියාමාර්ග ගන්නා බවත්ය.",
        "කෙසේ වෙතත්, ඊට ප්රතිචාර වශයෙන් මහජන ආරක්ෂක අමාත්යංශය පැවසුවේ පොලිස් ප්රධානී පොලිස් ප්රධානියාගේ නියෝගය පිළිබඳ අනුපිටපත් විමර්ශනය විමර්ශනය කිරීම සඳහා විශේෂ විමර්ශන අංශය විසින් පොලිස් කණ්ඩායම පරීක්ෂණ පවත්වන බවයි.පීඩාවට පත් පාර්ශ්වයන්ට ගැටලුව විමර්ශනය කරන බව ද අමාත්යාංශය ප්රකාශ කළේය."
      ]
    },
    "en": {
      "title": "One person killed in police firingSub -Inspector arrested",
      "body_lines": [
        "A man has been killed in a firing by police in Naramalla, Kurunegala.",
        "Police Media Spokesperson Senior Superintendent of Police Nihal Dalduwa said the shooting had taken place due to the fire of the police officer.",
        "In the meantime, a police team of the Special Investigation Unit has sent an investigation into the incident, according to the Directorate of the Inspector General of Police, instead of investigating the incident.",
        "The firing was carried out on Thursday night in Tambelusa Valangada area belonging to the Naramala Police Division.. The police have ordered the stopping of a small lorry from Naramalla area to Kirulla, but the lorry has been traveling in violation of the lorry without stopping the matter.. The police spokesman said that the Naramalla Police Station Sub Inspector and a Police Constable were on duty and that they were on duty in a civil clothes in their private vehicle.",
        "However, the police officers have folded it over the lorry passengers in violation of the order.. The police said that the lorry was attempted to check the lorry and the gun had been shot in the head of the lorry's driver.",
        "The driver of the incident was admitted to Naramala Hospital, police said that the dead were killed.. The deceased is the father of 3 children from Maharavichimulla, aged 41.",
        "On this occasion, the police officers have expressed fierce opposition to the nearby area and there was a tense situation.. The relatives of the deceased and the residents of the Naramalla police station staged a demonstration and damaged the entrance of the police station.. However, the Special Task Force was also on duty to bring the situation under control.",
        "Police spokesman Nihal Dalduwa said that the incident had taken place due to the attention of the two police officers and that strict legal action would be taken against them.",
        "However, in response, the Public Security Ministry said that the police team is conducting investigations by the Special Investigation Division to investigate the Duplicate incident on the directive of the police chief of the police.The Ministry also stated that it is also investigating the issue to the affected parties."
      ]
    }
  },
  "summary_lines": [
    "A man was killed in a police shooting in Naramalla, Kurunegala, due to an officer's fire. The incident led to a tense situation, with protests and damage to the police station. The police are investigating, and legal action is being considered."
  ]
}