{
  "translated_text": {
    "ta": {
      "title": "திருடன் திருடப்பட்ட ரூ.",
      "body_lines": [
        "டெஸ்ட் கிரிக்கெட் வீரர் சச்சித்ரா சேனநாயக்கில் இருந்து திருடப்பட்ட பொருட்களுடன் பொருட்கள் திருடப்பட்டதாக கோட்டாவா போலீசார் கூறுகின்றனர்.",
        "கைது செய்யப்பட்ட நபர் தாலங்கமா உதங்கமாவின் உட்டங்கந்தாவில் வசிக்கும் 34 வயது.",
        "அந்த நபர் ஜூன் 22 ஆம் தேதி பத்தாயிரம் அரிசி, நான்கு கையால் செய்யப்பட்ட மோதிரங்கள் மற்றும் ஐந்து கையால் செய்யப்பட்ட மோதிரங்களை திருடினார்.",
        "ஒரு புகாரை விசாரிக்கும் போது கோட்டாவா காவல்துறையின் குற்றவியல் புலனாய்வுப் பிரிவின் தலங்காமா பொலிஸ் ஓ.ஐ.சி ஒரு முகமூடி, இல்லை, ஒரு முகமூடி, முகமூடி மற்றும் மார்பளவு, வெக்கட்கரா பகுதியில் ஒரு பக்க சாலையில் இருந்த ஒருவர், ஒரு நபர், ஒரு நபர், விசாரணையை விசாரிக்கும் போது.",
        "அதன்படி, முன்னாள் டெஸ்ட் கிரிக்கெட் வீரர் சச்சித்ரா சேனநாயக்க, கைது செய்யப்பட்டார், மேலும் விசாரணையை இழந்துவிட்டார் என்பது தகவல் தெரியவந்துள்ளது.. சந்தேக நபரின் வீட்டின் ஆய்வின்படி, திருடப்பட்ட பங்கு ரூ.",
        "கோட்டாவா பொலிஸ் பிரிவின் பல சம்பவங்களுக்கு சந்தேக நபர் ஜாமீனில் விடுவிக்கப்பட்டார்."
      ]
    },
    "en": {
      "title": "Thief stolen stolen of Rs. 5 Mn of Rs.",
      "body_lines": [
        "The Kottawa Police say that the goods were stolen with stolen goods from a house of Test cricketer Sachithra Senanayake.",
        "The arrested person was a 34 year old resident of Uthankanda, Thalangama Uthangama.",
        "The man had stolen ten thousand rice, four handflamped rings on June 22nd and five handfladed rings.",
        "The Talangama Police OIC of the Criminal Investigation Division of the Kottawa Police while investigating a complaint was on the occasion was a mask, no, a mask, a mask, and bust that a person who had been on a side road in the Wekadkara area, while investigating the investigation.It has been revealed that he had been on his way to a robbery when he had found a set of weapons.",
        "Accordingly, information has been revealed that former Test cricketer Sachithra Senanayake, who was arrested and was deprived of further interrogation.. According to the inspection of the suspect's home, the stolen stock has been discovered that Rs.",
        "The suspect had been released on bail to several incidents of the Kottawa Police Division."
      ]
    }
  },
  "summary_lines": [
    "A thief stole Rs. 5 million worth of goods, including rice and jewelry, from the house of Test cricketer Sachithra Senanayake. The 34-year-old suspect from Uthankanda, Thalangama, was arrested after being found with a mask and a weapon. He had previously been involved in several incidents investigated by the Kottawa Police Division."
  ]
}