{
  "translated_text": {
    "ta": {
      "title": "355 கிலோ கோகோயின் அழிக்கிறது",
      "body_lines": [
        "கோகெய்ன் (1181 கிராம்) மற்றும் 881 கிராம் (11) நீதிமன்றத்தால் நீதிமன்றம் அழிக்கப்படும் என்று போலீஸ் தலைமையகம் தெரிவித்துள்ளது.",
        "புட்டலம் சொந்தத்தில் உள்ள வானதவிலுவா பகுதியில் நிறுவப்பட்ட எரிப்பு அடுப்பு வழியாக இந்த மருந்து அழிக்கப்பட உள்ளது, பொது பாதுகாப்பு மந்திரி டிரான் அலெஸ் மற்றும் ஐ.ஜி.பி தேசநாதவிலுவா ஆகியோரின் சரிவு.",
        "கோகோயின் இன்று (11) அதிகாரிகளின் பாதுகாப்பின் கீழ் கொழும்பு தலைமை மாஜிஸ்திரேட் நீதிமன்றத்தில் உள்ள கொழும்பு தலைமை நீதவான் நீதிமன்றத்தால் கொண்டு செல்ல திட்டமிடப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "355 kg of cocaine destroys",
      "body_lines": [
        "Police Headquarters said that the court will be destroyed by the Court of Kocaine (1181 grams) and 881 grams (11).",
        "The drug is due to be destroyed through the combustion oven, which has been established in the Vanathavilluwa area in the Puttalam Own, the Collapse of Public Defense Minister Tiran Alles and IGP Deshanathawilluwa.",
        "Cocaine is scheduled to be transported by the Colombo Chief Magistrate's Court in the Colombo Chief Magistrate's Court today (11) under the safety of the officers."
      ]
    }
  },
  "summary_lines": [
    "A significant amount of cocaine, totaling 355 kg, is set to be destroyed in Sri Lanka. The operation, involving 1181 grams and 881 grams of the drug, will take place in a specially equipped combustion oven in the Vanathavilluwa area. This event follows the collapse of Public Defense Minister Tiran Alles and IGP Deshanathawilluwa. The transportation and destruction process will be overseen by the Colombo Chief Magistrate's Court, ensuring safety measures are in place."
  ]
}