{
  "translated_text": {
    "ta": {
      "title": "ஜனாதாவுக்கு அருகிலுள்ள இருக்கை உள்ளது",
      "body_lines": [
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கே தொடர்ச்சியாக மூன்றாவது ஆண்டை வாழ்த்தினார், மேலும் நரேந்திர மோடியின் தலைவர்கள் வாழ்த்தப்பட்டனர்.",
        "நரேந்திர மோடியின் சிறப்பு அழைப்பான நரேந்திர மோடியில் நரேந்திர மோடியின் சத்தியம் ராஷ்டிராபி பவன்ஹாலாவில் நடைபெற்றது.",
        "நேபாள பிரதமர் மலர்கள் பங்களாதேஷ் பிரதமர் ஷேக் ஹசீனா, மாலத்தீவு ஜனாதிபதி மொஹமட் மிஷல், மால்டிவாஸ் தலைவர் மற்றும் பிராந்தியத்தின் பிரதமர், ஜனாதிபதி ரணில் விக்கிரேமசிங்க பிராந்தியத்தின் தலைவர்களிடமிருந்து அதிக அங்கீகாரத்தைப் பெற்றார்.",
        "பிரதமர் நரேந்திர மோடி, பதவியின் சத்தியத்திற்குப் பிறகு, பிராந்தியத்தின் தலைவர்களுடன் ஒரு கூட்டத்தில் சேர்ந்தார்.",
        "இதற்கிடையில், பிரதமர் நரேந்திர மோடி ஏற்பாடு செய்த இரவு உணவில் ஜனாதிபதி ரணில் விக்ரமேசிங்கும் மாநிலத் தலைவர்களும் கலந்து கொண்டனர்.",
        "ஜனாதிபதி ரணில் விக்கிரமசிங்கத்திற்கு ஜனாதிபதி ரணில் விக்ரமேசிங்கில் சத்தியம் செய்வதற்கு குறிப்பிடத்தக்க விளம்பரம் வழங்கப்பட்டது, மேலும் தலைநகரான புது தில்லியின் முக்கிய சுற்று சுற்று காட்சிக்கு வைக்கப்பட்டுள்ளது.",
        "வெளிவிவகார அமைச்சகத்தின் இலங்கை உயர் ஸ்தானிகர், இலங்கையின் இலங்கை உயர் ஸ்தானிகர், இலங்கையின் உயர் ஸ்தானிகர் சாண்ட்ரா பெரேரா மற்றும் ஜனாதிபதி தனியார் செயலாளர் சாண்ட்ரா பெரேரா ஆகியோரும் கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "Janatha has a nearby seat",
      "body_lines": [
        "President Ranil Wickremesinghe was congrated to the third consecutive year, and the leaders of Narendra Modi were congratulated.",
        "Narendra Modi's swearing in Narendra Modi was held at Rashtraphi Bhavanhala, Narendra Modi's special invitation.",
        "Bangladesh Prime Minister Shaikh Hasina, Nepal Prime Minister Flowers, Maldivian President Mohamed Mishal, Maldivas President, and the Prime Minister of the region, President Ranil Wickremesinghe received a high recognition from the leaders of the region.",
        "Prime Minister Narendra Modi joined a crowd with the leaders of the region, after the oath of the post.",
        "Meanwhile, President Ranil Wickremesinghe and heads of state were also present at the dinner organized by Prime Minister Narendra Modi.",
        "President Ranil Wickremesinghe had been given a significant publicity to the swearing in President Ranil Wickremesinghe and the main round round of the capital city of New Delhi was displayed.",
        "President Ranil Wickremesinghe, Secretary to the Ministry of External Affairs, Sri Lankan High Commissioner to the Ministry of External Affairs, Sri Lankan High Commissioner to Sri Lanka, Sri Lanka's High Commissioner, Sandra Perera and President Private Secretary Sandra Perera were also present."
      ]
    }
  },
  "summary_lines": [
    "In a ceremony marking Narendra Modi's third consecutive term as India's Prime Minister, leaders including Bangladesh's PM Shaikh Hasina, Nepal's PM, Maldives' President Mohamed Mishal, and Sri Lanka's President Ranil Wickremesinghe attended. Modi's oath was highlighted, with Wickremesinghe receiving notable recognition. The event, held at Rashtrapati Bhavan, included a dinner where regional leaders interacted, showcasing strong diplomatic ties among them."
  ]
}