{
  "translated_text": {
    "ta": {
      "title": "LAUGFS எரிவாயு விலைகளின் அறிவிப்பு",
      "body_lines": [
        "ஜூலை மாதத்திற்கான உள்நாட்டு எரிவாயு விலையை அவர் திருத்தவில்லை என்று லாக்ஃப்ஸ் கூறுகிறார்.",
        "தற்போது, ​​நிறுவனம் 12 கிலோகிராம் லாக்ஸ் வீட்டு எரிவாயு சிலிண்டரை ரூ.",
        "இதற்கிடையில், இன்று நள்ளிரவில் இருந்து செயல்பட எரிவாயு விலையை குறைக்க லிட்ரோ நடவடிக்கை எடுத்துள்ளார்.",
        "அதன்படி, 12.5 கிலோகிராம் லிட்ரோ எரிவாயு சிலிண்டரின் விலை ரூ.",
        "அதன்படி, தொடர்ச்சியான ஏப்ரல், மே மற்றும் ஜூன் மாதங்களுக்கு கூடுதலாக எரிவாயு விலைகளைக் குறைக்க அவர்கள் நடவடிக்கை எடுத்துள்ளனர்.",
        "மாதாந்திர திருத்தத்தின் மாத திருத்தத்தின் படி, நிறுவனம் லிட்ரோ எரிவாயு விலையை பதிவிறக்கம் செய்து கொண்டிருந்தது.",
        "அதன்படி, 12.5 கிலோ வீட்டு எரிவாயு சிலிண்டரின் விலை ரூ.",
        "5 கிலோ எரிவாயு சிலிண்டரின் விலை ரூ.",
        "2.3 கிலோ சிலிண்டரின் விலை ரூ."
      ]
    },
    "en": {
      "title": "Notification of Laugfs gas prices",
      "body_lines": [
        "LAUGFS says he does not revise the domestic gas price for the month of July.",
        "At present, the company is selling a 12-kilogram LAUGFS household gas cylinder for Rs.",
        "Meanwhile, Litro has taken steps to reduce the price of gas to operate from midnight today.",
        "Accordingly, the price of a 12.5 kilogram litro gas cylinder has been reduced by Rs.",
        "Accordingly, they have taken steps to reduce gas prices in addition to the continuous April, May and June.",
        "According to the monthly revision of the monthly amendment, the company was downloading the litro gas prices.",
        "Accordingly, the price of a 12.5 kg of household gas cylinder was reduced by Rs. 3,690.",
        "The price of a 5kg gas cylinder was reduced by Rs. 1,482 million.",
        "The price of a 2.3kg gas cylinder has been reduced by Rs. 18 is Rs. 694."
      ]
    }
  },
  "summary_lines": [
    "LAUGFS keeps July gas prices unchanged while Litro reduces prices: A 12kg LAUGFS cylinder costs X, down from Y previously. Litro cuts its 12.5kg cylinder price by Z, continuing price reductions started in April, May, and June."
  ]
}