{
  "translated_text": {
    "ta": {
      "title": "எரிவாயு சிலிண்டர் தீ - ரவியின் வீட்டிற்கு பாதுகாப்பு",
      "body_lines": [
        "புதிய ஜனநாயக முன்னணியின் தேசிய பட்டியலுக் குழுவுக்கு உறுப்பினர்களின் நியமனம் மற்றும் தேசிய அதிகாரப் பட்டியல் ஆகியவை உள் நெருக்கடி வரை வைக்கப்பட்டுள்ளன.",
        "ஏனென்றால், மீதமுள்ள இடங்களின் எண்ணிக்கையை பிரதிநிதித்துவப்படுத்த விரும்பும் ஏராளமான மக்கள்.",
        "தேசிய ஜனநாயக முன்னணியில் இருந்து புதிய ஜனநாயக முன்னணி 2 இடங்களையும் 5 இடங்களையும் இணக்கமாக எடுத்தது.",
        "கூடுதலாக, புதிய ஜனநாயக முன்னணியின் பெயர் நேற்று (18) கட்சியின் ஒப்புதல் இல்லாமல் புதிய ஜனநாயக முன்னணியின் தேசிய பட்டியலாக அறிவிக்கப்பட்டது.",
        "கடந்த பொதுத் தேர்தலில் தேசிய பட்டியல் எம்.பி.க்களின் பிரதிநிதிகள் புதிய ஜனநாயக முன்னணியில் நெருக்கடி மற்றும் எரிவாயு சிலிண்டரின் நல்லிணக்கம்.",
        "கட்சி பொதுச் செயலாளர் ஷியாம்லா பெரேராவின் பெயரை நேற்று புதிய ஜனநாயக முன்னணியின் தேசிய பட்டியலுக்கு எழுதியதன் மூலம் இந்த நெருக்கடி நேற்று தீவிரமடைந்தது.",
        "எவ்வாறாயினும், முன்னாள் ஜனாதிபதி ரணில் விக்ரெமேசிங்கின் பிரதிநிதிகள் புதிய ஜனநாயக முன்னணியின் தன்னிச்சையான முறையில் எழுந்ததும், எந்த உயரமும் இல்லாமல் அவரது சொந்த ஒப்புதலையும் தெரிவித்திருந்தனர்.",
        "அதன்படி, முன்னாள் ஜனாதிபதி ரணில் விக்ரெமேசிங்க, முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கே உட்பட, இன்று தேசிய பட்டியல் எம்.பி.க்களின் பிரச்சினை குறித்து விவாதிப்பார்.",
        "தேர்தல் ஆணையத்தின் பெயர் நேற்று இரவு தேசிய பட்டியல் எம்.பி.யாக அறிவிக்கப்பட்டது.",
        "இதற்கிடையில், ரவி கருணனாயக்க இன்று காலை கொழும்பின் வீட்டிற்கு பாதுகாக்கப்பட்டார்.",
        "புதிய ஜனநாயக முன்னணியின் பிற தேசிய பட்டியலுக்கான மாதாரா மாவட்டத்தின் தீர்மானம் பொதுவான சுதந்திர முன்னணி முன்னணிக்கு தேசிய பட்டியல் எம்.பி.",
        "இதற்கிடையில், இதுவரை தேசிய பட்டியல் இருக்கைக்கு யாரும் பெயரிடப்படவில்லை.",
        "நல்லிணக்கத்துடன் ஏராளமான கூட்டாண்மை இந்த ஆண்டு பொதுத் தேர்தலுடன் இணைக்கப்பட்டது."
      ]
    },
    "en": {
      "title": "Gas cylinder fire - Safety to Ravi's house",
      "body_lines": [
        "The nomination of the members for the National Listing Committee of the New Democratic Front and the National List of Power have been kept up to an internal crisis.",
        "That was because a large number of people willing to represent the number of remaining seats.",
        "New Democratic Front from the National Democratic Front took 2 seats and 5 seats in harmony.",
        "In addition, the name of the New Democratic Front was declared a national listing of the New Democratic Front yesterday (18) without the approval of the party.",
        "Representatives of the National List MPs in the past general election have been crisis in the New Democratic Front and the reconciliation of the Gas Cylinder.",
        "The crisis was intensifying yesterday with writing the name of the party General Secretary Shyamla Perera to a national listing of the New Democratic Front yesterday.",
        "However, former President Ranil Wickremesinghe had informed the representatives of the Arose in the arbitrary manner of the New Democratic Front and his own approval without any altitude.",
        "Accordingly, former President Ranil Wickremesinghe, including former President Ranil Wickremesinghe, will discuss the issue of National List MPs today.",
        "The name of the Elections Commission was announced as a National List MP last night.",
        "Meanwhile, Ravi Karunanayake had been protected this morning to the house of Colombo.",
        "The resolution of the Matara District for the other national listing of the new Democratic Front is a proposal to name the National List MP for the Common Freedom Front Front.",
        "Meanwhile, no one has been named for the National List seat so far.",
        "A large number of partnership with reconciliation was incorporated with the general election this year."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Gas cylinder fire near Ravi's house. New Democratic Front faces internal crisis over National List nominations. Party names listed without approval. Former President Ranil Wickremesinghe involved in discussions. Ravi Karunanayake protects house in Colombo. No National List MP named yet."
  ]
}