{
  "translated_text": {
    "si": {
      "title": "දෙමළ ජාතික සාමාන්ය ව්යුහයේ නියෝජිතයින්",
      "body_lines": [
        "දෙමළ ජාතික මහජන ව්යුහාත්මක අපේක්ෂකයාගේ සන්දර්භය තුළ දෙමළ ජාතික සන්ධානයේ නියෝජිතයින් ජනාධිපති රනිල් වික්රමසිංහ මහතා හමුවී තිබේ.",
        "දෙමළ ඊලාම් විමුක්ති ව්යාපාරය, මහලේකම් ගෝවින්ඩන් කරුණාගරම් සහ එහි නායක ධර්මලිංගම් සිද්ධාර්තාන් වෙනුවෙන් දෙමළ ඊලාම් විමුක්ති ව්යාපාරය වෙනුවෙන් ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් සඳුදා (12) සඳුදා (සවස 4 ට ජනාධිපති රනිල් වික්රමසිංහගේ ආරාධනය පිළිගත්තේය ප්රජාතන්ත්රවාදී මහජන විමුක්ති පෙරමුණේ. මෙම රැස්වීමට වාතාශ්රය සහ ලේකම් තුල්සි ද සහභාගී වූහ.",
        "දෙමළ ජාතික පොදු ආධ්යාත්මික ව්යුහයේ පොදු අපේක්ෂකයාගේ සන්දර්භය තුළ ජනාධිපති රනිල් වික්රමසිංහ මහතා එළඹෙන ජනාධිපතිවරණය සඳහා අපේක්ෂකයෙකු ලෙස සාමාන්ය ව්යුහයේ සාමාජිකයින් හමුවීමට දේශපාලන පක්ෂ හා රාජ්ය ආයතනවල නියෝජිතයින්ට ආරාධනයක් නිකුත් කර තිබේ.",
        "දෙමළ ජනතාව පිළිබඳ ඔවුන්ගේ ස්ථාවරය පැහැදිලි කිරීම සඳහා සහ දෙමළ ජනතාවගේ දේශපාලන අභිලාෂයන් විසඳීම සඳහා ගත යුතු පියවර ගැන ඉගෙන ගැනීමට ඉහත සඳහන් දේශපාලන පක්ෂ විසින් මෙම කොමිසමට සහභාගී වී ඇති බව මෙම පදනම මත පදනම් වේ.",
        "මෙම රැස්වීමේදී, ජෙනරාල් අපේක්ෂකයා සාදා ඇති බව පැහැදිලිය.බලවත් පාර්ලිමේන්තුවක් ජනාධිපති පැත්තේ ප්රබල පාර්ලිමේන්තුවක් නම්, අනාගතයේදී ප්රගතිශීලී තීරණ වෙත ළඟා විය හැකිය.",
        "ඔහු විසින් සකස් කරන ලද අදහස් සමඟ ඔහු ලේඛනයක් ඉදිරිපත් කළ අතර, දහතුන්වන ව්යවස්ථා සංශෝධනය මගින් ගෙන එන ලද පළාත් සභා ව්යුහය සම්පූර්ණයෙන් ක්රියාත්මක කිරීමට ඔහු කැපවී සිටියේය.පළාත් සභාව පළාත් සභාවේ සියලුම බලතල දැනටමත් අල්ලාගෙන ඇති අතර දැනටමත් පළාත් සභාවට අරමුදල්, අරමුදල් ඇතුළුව ආර්ථික සංවර්ධන කොමිෂන් සභාව ද ඇති බව ඔහු පැවසීය.",
        "දෙමළ ජනතාව වෙනුවෙන්, යුක්තිය, දේශපාලන සිරකරුවන් නිදහස් කිරීම, ඉතිරි දේශපාලන සිරකරුවන් නිදහස් කිරීම, දෙමළ තරුණයින් අත්අඩංගුවට ගැනීම, දෙමළ යෞවනයන් අත්අඩංගුවට ගැනීම, දෙමළ යෞවනයන් අත්අඩංගුවට ගැනීම, දෙමළ යෞවනයන් අත්අඩංගුවට ගැනීම, දෙමළ තරුණයින් විසින් පාලනය කිරීම, ත්රස්ත ඒකකය විසින් තර්ජනය අත්හිටුවීම විමර්ශනයේ මුවාවෙන් සහ ඉන්දීය ධීවරයින් උල්ලං on නය කිරීම ඇතුළුව අපගේ ධීවරයින්ගේ දුක් වේදනා. විසඳනු ඇතැයි ඉල්ලා සිටියේය.",
        "මේ සඳහා විසඳුම් නිසැකවම සහ සමහර දැනටමත් දේශපාලන සිරකරුවන්, විශේෂයෙන් පුරාවිද්යාව පිළිබඳ නිවේදනය හා පුරාවිද්යාව පිළිබඳ ගැටළු ඇති බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "තම පැත්ත පිළිබඳ වැඩිදුර සාකච්ඡා කිරීමට තමන් සූදානම් බව කියා සිටි දෙමළ පක්ෂ තම පැත්තෙන් වැඩිදුර සාකච්ඡා කිරීමට සූදානම් බව කියා සිටි බව පැවසූ බව එම රැස්වීම අවසන් කර ඇති අතර, ඔහු විසින් ඉදිරිපත් කරන ලද ලේඛනය ගවේෂණය කරන බව පැවසීය."
      ]
    },
    "en": {
      "title": "Representatives of the Tamil National General Structure",
      "body_lines": [
        "Representatives of the Tamil National Alliance have met with President Ranil Wickremesinghe in the context of the Tamil National Public Structural Candidate.",
        "President Ranil Wickremesinghe accepted the invitation of President Ranil Wickremesinghe on Monday (12) at 4 pm on behalf of the Tamil Eelam Liberation Movement on behalf of the Tamil Eelam Liberation Movement, Secretary General Govindan Karunagaram and speaker Guruswamy Surendran and its leader Dharmalingam Siddharthan on behalf of the Democratic People's Liberation Front.Venthan and Secretary Tulsi also participated in the meeting.",
        "In the context of the Tamil National Public Structure Common Candidate, President Ranil Wickremesinghe has issued an invitation to the political parties and the representatives of the public organizations to meet the members of the general structure as a candidate for the coming presidential election.",
        "It is on this basis that the above mentioned political parties have decided to take part in this call to clarify their position on the issue of the Tamil people and to learn about the steps to be taken to solve the political aspirations of the Tamil people.",
        "At this meeting, it is clear that the general candidate has been made because the Samasti's legitimate political solution, which is mainly to solve the political aspirations of the Tamil people, has not been resolved.It was stated that if a powerful parliament is a strong parliament on the presidential side, it is possible to reach progressive decisions in the future.",
        "He also submitted a document with ideas prepared by him, he was committed to fully implementing the provincial council structure brought through the Thirteenth Amendment.He said that the Provincial Council would have all the powers of the provincial council already seized and the provincial council would have further powers, including funds, and the Economic Development Commission.",
        "On behalf of the Tamil people, the release of justice, the release of political prisoners, the release of the remaining political prisoners, the arrest of Tamil youths, the inadequate arrest of Tamil youths, the suspension of the threat by the terrorist unit under the guise of the investigation, and the suffering of our fishermen, including the violation of Indian fishermen.Were urged to be resolved.",
        "President Ranil Wickremesinghe said that the solutions for this are certainly and that some issues have already been carried out, especially the political prisoners, especially the issue of the release and archeology of archeology.",
        "The Tamil parties, who claimed that they were ready to hold further discussions on their side, said that the meeting was concluded, exploring the document submitted by him."
      ]
    }
  },
  "summary_lines": [
    "Tamil National Alliance representatives met with Sri Lanka's President Ranil Wickremesinghe regarding the Tamil National Public Structure Common Candidate. The discussion aimed to address the political aspirations of the Tamil people, focusing on resolving issues like the release of political prisoners and economic development. President Wickremesinghe assured progress on these matters, emphasizing his commitment to implementing the provincial council structure and addressing other concerns raised by the Tamil parties."
  ]
}