{
  "translated_text": {
    "ta": {
      "title": "ග්‍රාමීය මාර්ග ඉදිකිරීමේදී කුරුණෑගල ප්‍රා. இரத்தம். 10 குடம்மா விரும்பியவர்",
      "body_lines": [
        "கிராமப்புற சாலை மேம்பாட்டு திட்டத்தின் கீழ் (2024) கிராமப்புற சாலை மேம்பாட்டு திட்டத்தின் கீழ் (2024), 98 திட்டங்கள் இருந்தன, குருணேகலா பகுதியில் 78 திட்டங்கள் செயல்படுத்தப்பட்டன.",
        "குருணேகலா மாவட்ட மாவட்டத்தின் பகுதியில் ஒதுக்கீடு வழங்கப்பட வேண்டும்.. எவ்வாறாயினும், கிரிபாவா, கல்கமுவா, எஹேவாவேவா, மஹாவா, மஹாவா, மகாவா, கனேவட்டா, மவதகாமா, மஸ்போதா மற்றும் குலியாபிதியா (மேற்கு) (மேற்கு) ஆகிய 10 உள்ளூர் செயலகங்களில் சாலை மேம்பாட்டுத் திட்டம் திட்டமிடப்படவில்லை அல்லது செயல்படுத்தப்படவில்லை.",
        "இந்த திட்டத்தின் கீழ், ஒதுக்கீடு ஆண்டுக்கு ஒதுக்கப்பட்டது (ரூ. சாலை நெட்வொர்க் அமைப்புகளை உருவாக்க கிராமத்தையும் நகரத்தையும் உருவாக்க இந்த திட்டம் தொடங்கப்பட்டது.",
        "குருணேகலாவில் மாவட்ட செயலகம் வழங்கிய செயல்திறன் அறிக்கையின் தணிக்கை அறிக்கையில் இந்த தகவல் சேர்க்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Rural Roads in Kurunegala Pradeshiya. Blood. 10 kudamma's desired",
      "body_lines": [
        "Under the Rural Road Development Program (2024) under the Rural Road Development Program (2024), there were 98 projects, 78 projects were implemented in the Kurunegala area.",
        "The provision of allocations should be designed to be allocated equalities in the area of ​​the district of Kurunegala District.. However, no road development project had not been planned or implemented in the 10 local secretariats in Giribawa, Galgamuwa, Ehewawewa, Mahawa, Mahawa, Mahawa, Ganewatta, Mawathagama, Maspotha and Kuliyapitiya (West).",
        "Under this program, the allocation was allocated to the year (Rs.   The program was launched to develop the village and the city to develop road network systems.",
        "This information is included in the audit report of the performance report issued by the District Secretariat in Kurunegala."
      ]
    }
  },
  "summary_lines": []
}