{
  "translated_text": {
    "ta": {
      "title": "84 ஆண்டுகளுக்குப் பிறகு இலங்கையில் வெள்ளம் காணப்படுகிறது",
      "body_lines": [
        "ஜிம்னாடோராக்ஸ் பாலியூரனூடோனின் அறிவியல் பெயர் என அழைக்கப்படும் மீன் இனங்கள் 84 ஆண்டுகளுக்குப் பிறகு இலங்கையில் தெரிவிக்கப்பட்டுள்ளன.",
        "அதன்படி, ஹிரண்ய சுடசிங்க (பர்ன் தீவு அறக்கட்டளை) மற்றும் சுவிஸ் தேசிய லுகஸ் ரப்பர் (வக்லேண்ட்) மற்றும் சுவிட்சர்லாந்து தேசிய லாகஸ் அருங்காட்சியகம் (பர்ன்) 'ஆகியவை ஆராய்ச்சி குழுவை ஆராய்ச்சி செய்ய முடிந்தது. ஆய்வுக் கட்டுரையை 23 ஆம் தேதி 23 ஆம் தேதி சர்வதேச பக்கவாட்டு இதழ் அறிவித்தது.",
        "பெப். திரு. டெரனியாகலா முதன்முதலில் ரத்னபுரா மற்றும் ரத்னபுரா மற்றும் டோடங்கோடாவில் உள்ள ரத்னபுரா மற்றும் டோடங்காங்கின் ஆகியோரிடமிருந்து அறிவிக்கப்பட்டார். இந்த இனம் இலங்கையிலிருந்து திரும்பியது. அதன்படி, 2021 ஆம் ஆண்டில் வகுவெல்லாவில் ஒரு மீனவர் கண்டுபிடிக்கப்பட்டார், மேலும் ஆராய்ச்சி குழு மேற்கண்ட ஆராய்ச்சிக்கு பரிந்துரைக்கப்பட்டது.. இந்த எடுத்துக்காட்டின் மரபியலை ஆராய்ந்த பின்னர், இது ஜிம்னோதோராக்ஸ் பாலியூரனொண்டனில் சேர்க்கப்படுவது உறுதிப்படுத்தப்பட்டுள்ளது.",
        "விஞ்ஞான பெயர்களால் சிறப்பானவை என்றாலும், அவை மற்ற பள்ளங்களின் மிக அழகான அம்சங்களாகும், அவை விஞ்ஞான ஹார்ராடே இனங்கள் என அழைக்கப்படுகின்றன, இது ஜிம்னாடோராக்ஸ் பாலியூரனொண்டனின் அறிவியல் பெயர் என அழைக்கப்படுகிறது, இருப்பினும் ஜிம்னோதோராக்ஸ் பாலியூரனோடோனின் அறிவியல் பெயர்.",
        "இந்த இனங்கள் இந்தோனேசியாவிலிருந்து பிஜயா தீவுகளிலும் ஆஸ்திரேலியாவின் காலனித்துவ நதிப் படுகைகளிலிருந்தும் தெரிவிக்கப்பட்டுள்ளன."
      ]
    },
    "en": {
      "title": "Floods found in Sri Lanka after 84 years",
      "body_lines": [
        "The fish species, known as the scientific name of gymnothorax polyuranoodon, is reported in Sri Lanka after 84 years.",
        "Accordingly, Hiranya Sudasinghe (Burn Island Foundation) and Swiss National Lukus Rubber (Wakleland) and Switzerland National Lakus 'Museum (Burn)' have been able to research the research team. The research paper was also announced by the International Sideology Magazine on the 23rd of the 23rd.",
        "PEP. Mr. Deraniyagala was first reported from Ratnapura and Dodangangin, in Ratnapura and the Dodangoda. This species was returned from Sri Lanka. Accordingly, a fisherman was found in Wakwella in 2021 and the research team had been referred to the above research.. After investigating the genetics of this example, it has been confirmed to be included in Gymnothorax Polyuranondon.",
        "Although specializations are made up of the scientific name, they are the most beautiful features of the other galls, known as the scientific horraday species, known as the scientific name of Gymnothorax Polyuranondon, even though the scientific name of Gymnothorax Polyuranodon.",
        "This species has been reported from Indonesia in the Fijaya Islands as well as in colonial river basins in Australia."
      ]
    }
  },
  "summary_lines": [
    "After 84 years, Sri Lanka experiences floods, and a rare fish species, Gymnothorax Polyuranodon, is discovered. Research by Hiranya Sudasinghe, Swiss National Lukus Rubber, and Switzerland National Lakus 'Museum, supported by the Burn Island Foundation, confirms the species' presence. The discovery was announced in the International Sideology Magazine."
  ]
}