{
  "translated_text": {
    "ta": {
      "title": "பொறுப்பான பதிலளித்தவர் செய்ய முன்னாள் ஜனாதிபதியின் ரானில் மனு",
      "body_lines": [
        "உச்சநீதிமன்றம் இன்று (27), உச்சநீதிமன்றம் இன்று (27) மேல்முறையீட்டு நீதிமன்றத்தின் நீதித்துறைக்கு பதிலளிப்பவராக பதிலளிப்பவராக நியமிக்கப்பட்டார்.",
        "முன்னாள் ஜனாதிபதி ரானில் விக்ரெமேசிங்கை நான்கு வாரங்களுக்குள் ஆட்சேபனை தாக்கல் செய்ய சமர்ப்பிக்க உச்ச நீதிமன்றம் முடிவு செய்தது.",
        "இந்த மனு உச்சநீதிமன்ற நீதிபதி ஜனகா டி சில்வா மற்றும் மஹிந்த் சமயவர்தேனா முன் எடுத்துக் கொள்ளப்பட்டது.",
        "மேல்முறையீட்டு நீதிமன்றத்தில் மேல்முறையீட்டு நீதிமன்றத்தின் நீதிபதியின் தீர்ப்பில் ஜனாதிபதியின் ஆலோசகர் செனகா வால்லாகம்பயா தீர்ப்பை தாக்கல் செய்துள்ளார்.",
        "மனு அழைக்கப்பட்டபோது, ​​மனுவில் பதிலளித்தவராக மனுவில் பதிலளித்தவராக மனுதாரரின் வழக்கறிஞர் நீதிமன்ற அறையை உரையாற்றினார், முந்தைய நாளில் ரணில் விக்ரமேசிங்கை.",
        "நான்கு வாரங்களில் நீதித்துறை ஆட்சேபனைகள் தாக்கல் செய்யப்பட்டிருந்தால், பதிலளித்தவர் நான்கு வார காலத்தை தாக்கல் செய்ய முன்மொழியப்பட்டது."
      ]
    },
    "en": {
      "title": "Former President's Ranil Petition to do a responsible respondent",
      "body_lines": [
        "The Supreme Court today (27), the Supreme Court today (27) was appointed as a respondent as a respondent for the judiciary of the Court of Appeal.",
        "The Supreme Court also decided to submit former President Ranil Wickremesinghe to file an objections within four weeks.",
        "The petition was taken up before the Supreme Court Judge Janaka de Silva and Mahinda Samayawardena.",
        "President's Counsel Senaka Walgampaya has filed a judgment with the decision of the judge of the Court of Appeal in the Court of Appeal.",
        "When the petition was called, the petitioner's lawyer addressed the courtroom as a respondent in the petition as a respondent in the petition, Ranil Wickremesinghe on a previous day.",
        "The respondent was proposed to file a four-week period if the judiciary objections had been filed in four weeks."
      ]
    }
  },
  "summary_lines": [
    "Supreme Court appoints Ranil Wickremesinghe respondent in Court of Appeal case. Petitioner's lawyer addresses court, seeks objections within four weeks."
  ]
}