{
  "translated_text": {
    "si": {
      "title": "මුල් ත්රාසජනක වෙබ් අඩවිය ප්රයිම් වීඩියෝ මාලාව",
      "body_lines": [
        "චිත්රපට මන්දිරයට සමාන්තරව ඩිජිටල් භූමියේ රසිකයන් සංඛ්යාව දැනට ඉහළ නංවයි.",
        "සෑම ප්රමුඛයා ඩිජිටල් අඩවි සමාගම් සතිපතා නව අන්තර්ජාල මාලාවක් නිර්මාණය කිරීම හා සැපයීම.",
        "ප්රධාන වීඩියෝව මුල් ත්රාසජනක වෙබ් ශ්රේණිය සීනස් සහ ලේඩර් 18 වනදා නිකුත් කරනු ඇත. නිල නිවේදනයක් නිකුත් කර ඇත.",
        "අධ්යක්ෂවරුන් විසින් අධ්යක්ෂක අශෝක් වීරප්පන්, සුන්දර සුන්දර සුන්දර සුන්දර, නන්ද, ශ්රිතා, ශ්රිතා රාගකෂ්වර්වර් යන මුල් ත්රාසජනක අන්තර්ජාල තරගාවලියේ අශිත් මුරලිදරන් සහ කමූකුමාර්.",
        "කාර්තික් සබ්බාජ් සහ කල්යාන් සුබ්රමනියම් ගල් බෙන්ච් නිෂ්පාදන සමාගම වෙනුවෙන් අන්තර්ජාල තරග නිෂ්පාදිතය.",
        "අන්තර්ජාල තරගාවලිය ගැන අදහස් දක්වමින් අධ්යක්ෂ කමලා ඇල්කෙමිස්, \"ඔවුන්ගේ වික්රමාන්විතව ඉගෙන ගන්නා සැහැල්ලු, බාල බාලා,\", කර්මල්ගේ මිතුරන්, ඔවුන්ගේ නව යොවුන් වියේ වික්රමාන්විතභාවය විස්තර කරයි.",
        "ගමනක් අතරතුර එය දුර්වල වූ වැරැද්දකින් ඔවුන් අවධානය වෙනතකට යොමු වේ. ඉන් පසුව ඔවුන් එකට එකතු වූයේ කෙසේද?අපි දීප්තිමත් ලෙස පෙන්වමු. \"",
        "වෙබ් ශ්රේණිය දෙමළ භාෂාවෙන් පමණක් නොව, විවිධ භාෂාවලින් පමණක් නොව, 18 වන දින ප්රධාන වීඩියෝවක දී මුදා හරිනු ඇත.",
        "'සර්පිලාකාරයා', 'කටකතා' සහ 'රූර්' සහ 'රූර්' සහ 'රෂීර්' යන මුල් අන්තර්ජාල මාලාවක් වන රසිකයන් ආකර්ෂණය කර ඇති ප්රධාන වීඩියෝව මේ වන විට 'කටකතා' සහ 'රූර්' සහ 'රිෂි' යන රටවල ස්නෙක්ස් හි මුල් අන්තර්ජාල මාලාව නිකුත් කරමින් සිටින බව සැලකිය යුතුය. බීඩීස් අඳුරු හම්බර් රයිලර් ජැනර්."
      ]
    },
    "en": {
      "title": "The original thriller web series of Prime Video",
      "body_lines": [
        "The number of fans is currently increasing in the digital site, parallel to the film mansion.",
        "Each leading digital site companies are creating and providing new internet series weekly.",
        "The Prime video will release the original thriller web series Snex & Laders on the 18th. An official announcement has been made.",
        "Directed by Directors Ashok Veerappan, Bharat Muralitharan and Kamala Alkemis, the original Thriller Internet Series of 'Snacks & Laders' Internet Series, Naveen Chandra, Nanda, Manoj Bharathiraja, Muthukumar, Srinda, Sreejith Ravi, Samrit, Surya RaghakashwarMany have played.",
        "Karthik Subburaj and Kalyan Subramanian have co -produced the internet series on behalf of Stone Bench Productions Company.",
        "Commenting on the Internet series, Director Kamala Alkemis said, “Friends of Kili, Lord, Sandy, Bala, who are studying in their adventure, are describing the adventure of their adolescents.",
        "They are distracted by a mistake that makes it impaired during a trip. How did they get together after that?We have shown a brilliantly. ”",
        "The web series will be translated not only in Tamil but also in various languages ​​and will be released in Prime video on the 18th.",
        "It is noteworthy that the Prime Video, which has attracted fans with the original internet series, which has been a series of original internet series, 'spiral', 'rumor' and 'Rishi', is currently releasing the original Internet series at Snex & Laders Dark Hummer Thriller Janer."
      ]
    }
  },
  "summary_lines": [
    "Prime Video releases original thriller web series \"Snex & Laders\" on 18th. Directed by Ashok Veerappan, Bharat Muralitharan, and Kamala Alkemis. Starring Naveen Chandra, Nanda, Manoj Bharathiraja. Produced by Karthik Subburaj and Kalyan Subramanian. Available in Tamil and other languages on Prime Video."
  ]
}