{
  "translated_text": {
    "si": {
      "title": "දිවයිනේ සමහර ප්රදේශවල කිහිප වතාවක්ම වැස්ස",
      "body_lines": [
        "එය කිහිප වතාවක්ම උතුරු පළාතේ වැසි ඇද හැලෙනු ඇත. වාද්යීය, ආචාර්ය මොහොමඩ් සාලිහීන්හි ජ්යෙෂ් metter කාලගුණ විද්යා නිලධාරි ආචාර්ය මොහොමඩ් සාලීහීන් මහතා පැවසුවේ බටහිර, සබරගමුව සහ වයඹ පළාත්වල සහ ගාල්ල, මාතර, මහනුවර සහ නුවර එලියා සහ නුවර එලියා යන දිස්ත්රික්කවල සුළු වර්ෂාපතනයක් ඇති බවයි.",
        "Va ව සහ නැගෙනහිර පළාත්වල සමහර ස්ථානවල, සවස් වරුවේ හෝ රාත්රියේ වර්ෂාපතනය හෝ ගිගුරුම් සහිත වැසි ඇතිවීමේ හැකියාවක් ඇත.",
        "ගිගුරුම් සහිත වැසි තාවකාලිකව ඉහළට එළඹිය හැකිය. අකුණු බලපෑමේ බලපෑම් අවම කිරීම සඳහා අවශ්ය පියවර ගන්නා ලෙස මහජනතාවට උපදෙස් දෙනු ලැබේ.",
        "ගාලු වෙරළට ඔබ්බෙන් වූ මුහුදේ සමහර ප්රදේශවල ගාල්ල සහ ගාල්ල හරහා ගාල් වෙත ඔබ්බට තද වැසි අපේක්ෂා කෙරේ.",
        "මන්නාරම වෙරළට ඔබ්බට ගිය බොහෝ ස්ථානවල මන්නාරම වෙරළට ඔබ්බට කන්කසතුරෙයි දක්වා වැසි හෝ ගිගුරුම් සහිත වැසි ඇතිවීමේ හැකියාවක් ඇත.",
        "රට පුරා මුහුදේදී, නිරිතදිග දිශාවෙන් සුළඟ හමන අතර සුළඟේ වේගය පැයට කිලෝමීටර 25-35 දක්වා ඉහළ යනු ඇතැයි අපේක්ෂා කෙරේ.",
        "පුත්තලම් හරහා කන්කසතුරෙයි වෙත ඔබ්බට මුහුදේ දී සුළං වේගය හම්බන්තොටෙන් ඔබ්බට මුහුදේ පැයකට කිලෝමීටර 45-50 දක්වා ඉහළ යනු ඇත.",
        "කන්කේසතුරෙයි සිට මන්නාරම දක්වා පුත්තලම් දක්වා පුත්තලම් සහ හම්බන්තොට සිට පොට්ටුවිල් දක්වා මුහුද වරින් වර ප්රමාණවත් තරම් කැලඹිලි සහිත වනු ඇතැයි අපේක්ෂා කෙරේ.",
        "මධ්යස්ථ රැල්ලට රට වටා ඇති අනෙකුත් මුහුද පොදු වනු ඇතැයි අපේක්ෂා කෙරේ.",
        "ගිගුරුම් සහිත වැසි ඇති වන විට මුහුදු ප්රදේශ ඉඳහිට ශක්තිමත් සුළං සහ ප්රදේශය ඉතා කැලඹිලි සහිත බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "It is raining several times in some parts of the country",
      "body_lines": [
        "It is expected to rain in the Northern Province several times. The Senior Meteorological Officer of the Atmospheric Department, Dr. Mohamed Saliheen, said that there will be a slight rainfall in the Western, Sabaragamuwa and North Western Provinces and Galle, Matara, Kandy and Nuwara Eliya districts.",
        "In some places in the Uva and the Eastern Provinces, there is a possibility of rainfall or thunderstorms in the evening or at night.",
        "Thundershowers may be temporarily blowing in the up -and -coming areas. The public is advised to take necessary precautions to reduce the effects of lightning impacts.",
        "Heavy rains are expected in some parts of the seas beyond the coast of Puttala to Colombo and Galle via Galle.",
        "There is a possibility of rain or thundershowers in many places beyond the coast of Mannar to Kankesanthurai.",
        "In the seas around the country, the wind is blowing from the southwest direction and the speed of the wind is expected to be up to 25-35 km per hour.",
        "In the seas beyond Kankesanthurai to Mannar via Puttalam, the wind speeds are likely to increase to 45-50 km per hour in the seas beyond Hambantota to Pottuvil.",
        "The seas from Kankesanthurai to Mannar via Puttalam and the seas from Hambantota to Pottuvil are expected to be somewhat turbulent from time to time.",
        "Other seas surrounding the country are expected to be common to moderate wave.",
        "He said that during thunderstorms, the sea areas were occasionally stronger winds and the area would be very turbulent."
      ]
    }
  },
  "summary_lines": [
    "Rains forecasted in Northern Province, Western, Sabaragamuwa, North Western, Galle, Matara, Kandy, Nuwara Eliya districts. Thunderstorms possible in Uva, Eastern Provinces. Heavy rains expected off Puttala to Colombo, Galle. Wind speeds 25-35 km/h in southwest direction. Seas turbulent near Kankesanthurai to Mannar, Hambantota to Pottuvil. Moderate waves elsewhere."
  ]
}