{
  "translated_text": {
    "si": {
      "title": "\"අස්සෙමා\" ලබා ගැනීමට සුදුසුකම් ඇති සියලු දෙනාටම දැඩි සහනයක් ලැබෙනු ඇත - ජනාධිපති",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසුවේ මේ රටේ ජනතාවව ආර්ථික වශයෙන් ජීවත්වීම සඳහා \"උරුමය\" වැඩසටහන මේ රටේ ජනතාවව තබා ගැනීමට විශාල කාර්යභාරයක් ඉටු කරන බවයි.",
        "\"අස්නේසමා\" සහ \"උරුමයා\" ව්යාපෘති ජනතාව වෙත නිසි ලෙස ගෙන ඒමට රාජ්ය නිලධාරීන්ගේ සහාය අවශ්ය බව ජනාධිපතිවරයා පැවසීය.",
        "බ්රහස්පතින්දා (29) මාතලේ විල්ගමුවා ප්රාදේශීය ලේකම් කාර්යාලයේ පැවති \"ඇසිරෙගමා\" වැඩසටහන ක්රියාත්මක කිරීම පිළිබඳව විමර්ශනය කිරීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා මෙම සාකච්ඡාවකදී මේ බව පැවසීය.",
        "විල්ගමුව ගම්මාන නිලධාරීන්ගේ සංගමය ජනාධිපති ජනාධිපතිතුමා නිවේදනය කළේ රජයේ වැඩ සටහනට සහාය දැක්වීම සඳහා රජය පාලනය කළ නොහැකි බවයි.",
        "අයදුම්පත් වල දෙවන අදියර පිළිගැනීම පෙබරවාරි 15 ​​වනදා ආරම්භ වූ අතර අද (29) දක්වා නව අයදුම්පත් 35,920 ක් ලැබී තිබේ.. මෙයින් අයදුම්පත් 14,537 ක් ප්රාදේශීය ලේකම් සහ වෙබ් අඩවිය හරහා අයදුම්පත් 21,383 ක් ලැබී තිබේ.",
        "අද වන විට, ඇස්විස්සා හි දෙවන අදියර සඳහා වැඩිම අයදුම්පත් සංඛ්යාවක් නුවර එලියා දිස්ත්රික්කයෙන් ලැබී තිබේ. මෙම සංඛ්යාව 4,892, මහනුවර දිස්ත්රික්කයෙන් සහ රත්නපුර දිස්ත්රික්කයෙන් 2,971 ක් විය.",
        "අම්පාරා දිස්ත්රික්කයෙන් අයදුම්පත් 2,243 ක්, අයදුම්පත් 2,099 ක්, අයදුම්පත් 2,099 ක්, මොණරගල දිස්ත්රික්කයෙන් අයදුම්පත් 2,017 ක් සහ ගම්පහා දිස්ත්රික්කයෙන් 1,887 ක්.",
        "කුරුණගල දිස්ත්රික්කයෙන් මෙතෙක් ලැබී ඇති අයදුම්පත් සංඛ්යාව 1,633 කි. පුත්තලම් දිස්ත්රික්කයෙන් අයදුම්පත් 1,632 ක් සහ පොලොන්නරුව දිස්ත්රික්කයෙන් අයදුම්පත් 1,408 ක්.",
        "මඩකලපුව දිස්ත්රික්කයෙන් අයදුම්පත් 1,405 ක්, බදුල්ලා දිස්ත්රික්කයෙන් අයදුම්පත් 1,289 ක් සහ කළුතර දිස්ත්රික්කයෙන් 1,266 ක්.. ගාලේ දිස්ත්රික්කයෙන් ලැබුණු අයදුම්පත් සංඛ්යාව 981, 954 ක්, හම්බන්තොට දිස්ත්රික්කයෙන් 954 ක්, අනුරාධපුර දිස්ත්රික්කයෙන් 782 ක් සහ ත්රිකුණාමලය දිස්ත්රික්කයෙන් 687 ක්.",
        "මේ අතර, කෙගල් දිස්ත්රික්කයෙන් නව අයදුම්පත් 570 ක්, යාපනය දිස්ත්රික්කයෙන් නව අයදුම්පත් 525 ක් සහ මාතර දිස්ත්රික්කයෙන් 472 ක්.. කිලිනොච්චි දිස්ත්රික්කයෙන් අයදුම්පත් 451 ක්, මාතලේ 421 ක් සහ වවුනියා දිස්ත්රික්කයෙන් 389 ක්.. මුල්ලයිටිව් දිස්ත්රික්කයෙන් නව අයදුම්පත් 183 ක් සහ මන්නාරම් දිස්ත්රික්කයෙන් නව අයදුම්පත් 155 ක් ලැබී තිබේ.",
        "පළමු අදියර යටතේ මිලියන 2 ක පමණ ජනතාවක් දැනටමත් සහන ලැබ සිටිති. දෙවන අදියර යටතේ රජයේ අරමුණ වන්නේ නව අයදුම්කරුවන් මිලියන 2.4 ක ජනතාවකට සහන සැලසීමයි. ජනාධිපති රනිල් වික්රමසිංහ මහතා විල්ගමුවා ප්රාදේශීය ලේකම් කාර්යාලයට ගිය පළමු අවස්ථාව සනිටුහන් කිරීම සඳහා සභාපති ගිණුම්කරණ අංශය සහ මූල්ය අංශය වෙත ගියේය.",
        "මේ අතර, ජනාධිපති රනිල් වික්රමසිංහ මහතා ප්රාදේශීය ලේකම් කාර්යාල ලියාපදිංචි කිරීමේ පොතේ සටහනක් පළ කළේය.",
        "පසුව මාතලේ දිස්ත්රික්කයේ සියලුම ප්රාදේශීය ලේකම්වරු සමඟ මාතලේ ප්රාදේශීය ලේකම් කාර්යාලයේ පැවති සාකච්ඡාවකදී ජනාධිපති රනිල් වික්රමසිංහ මහතා මාතලේ ප්රාදේශීය ලේකම් කාර්යාලයේ පැවති සාකච්ඡාවකදී \"අසාධා\" වැඩසටහනේ වැඩපිළිවෙල හා දිස්ත්රික්කයේ ඇති ගැටළු වලට වාසිදායක පිළිතුරු ඉදිරිපත් කළේය.",
        "පසුව ජනාධිපතිවරයා අස්වාසුමාගේ ප්රතිලාභීන් සමඟ සාකච්ඡා කළ අතර, ඔවුන් එකම ස්ථානයක තබා ඇති ගැටලු විශේෂ ලක්ෂණයකි.",
        "මේ අතර, ජනාධිපති රනිල් වික්රමසිංහ විල්ගමුව ප්රාදේශීය ලේකම් කාර්යාලයේ ග්රාම නිලධාරි නිලධාරීන් සමඟ රැස්වීමක් පැවැත්වූ අතර ඔවුන්ගේ වෘත්තීය ගැටළු පිළිබඳව සාකච්ඡා කළේය. අස්වෙස්මා සහ උරුමය වැඩසටහනට දක්වන සහයෝගය පිළිබඳව ජනාධිපතිවරයා ඔවුන්ට ස්තූතිය පුද කළේය.",
        "\"පසුගිය වසරේ සිට ඇස්විස්සා ව්යාපෘතිය ක්රියාත්මක කිරීමට අපි පියවර ගත්තෙමු. ව්යාපෘතිය ක්රියාත්මක වන්නේ කෙසේදැයි සොයා බැලීම සඳහා මම අද විල්ගමුවා වෙත පැමිණියෙමි. රටේ ආර්ථිකය කඩා වැටුණු විට සහ රට බංකොලොත් මොහොතක් බවට පත්විය.",
        "රට ආර්ථික අර්බුදයෙන් ආරක්ෂා කිරීමට කිසිදු නායකයෙක් ඉදිරිපත් නොවීය. එවැනි බංකොලොත්භාවයේ පරිසරයක් තුළ, මිනිසුන්ට තම ව්යාපාර අහිමි වී බොහෝ අර්බුදයන්ට මුහුණ දුන්නේය. ඉතින්, ජනතාව ජීවත් වීමේ වගකීම මම පිළිගත්තා. රට ආර්ථික වශයෙන් ඉදි කිරීමට අපි පියවර ගෙන ඇත්තෙමු. ඉන් අනතුරුව ජනතාවගේ ජීවනෝපාය ආරක්ෂා කිරීමේ \"උපකල්පනය\" වැඩසටහන යටතේ මූල්ය ආධාර සැපයීමට අපි කටයුතු කළෙමු.. ඒ අනුව සමුර්දි වැඩසටහනට වඩා තුන් ගුණයකින් වැඩි ආධාර ලබා දීමට අස්සන්මාට හැකි විය.",
        "ඒ අනුව, අපගේ ඉලක්කය වන්නේ සහන අවශ්ය සියලු දෙනා සොයා ගැනීම සහ ඔවුන්ට උපකාර කිරීමයි. සාකච්ඡාව මගින් ගැටළු සාකච්ඡා කිරීමෙන් මෙම ව්යාපෘතිය සාර්ථක වී තිබේ.",
        "අපේ රටේ සමුර්දි ප්රතිලාභීන් ලක්ෂ 16 ක් පමණ සිටියහ. නමුත් ලක්ෂ 24 කට සහන ප්රතිලාභීන් සංඛ්යාව ඉහළ නැංවීමට අපි අපේක්ෂා කරමු. එපමණක් නොව, රාජ්ය සේවකයින්ගේ වැටුප් වැඩි කිරීමට රජය පියවර ගෙන තිබේ.ඔවුන්ට අප්රේල් සිට රුපියල් 10,000 ක් ලබා දෙනු ඇත. මම 2015 දී බලන විට, සිවිල් සේවකයින්ගේ වැටුප රුපියල් දසදහසක් මගින් වැඩි කිරීමට පියවර ගත්තා. ඊළඟ වැටුප් වැඩිකිරීම වසර දහයකදී සැලසුම් කළත්, ආර්ථික අර්බුදය හේතුවෙන් 2024 දී එය ලබා දීමට අපි තීරණය කළෙමු.",
        "අපි 'උරුමයා' ව්යාපෘතිය ක්රියාත්මක කර ඇත්තෙමු. 1935 සිට ඉඩම් සංවර්ධන පනත යටතේ ඉඩම් සංවර්ධන පනත යටතේ ගොඩ බැස්සා ඇති සියලුම දෙනාට 'උරුමයා' යෝජනා ක්රමය යටතේ සම්පූර්ණ ඉඩමක් ලැබෙනු ඇත.නීතිමය අයිතිවාසිකම් පිළිබඳ ගැටළුව දිගු කලක් තිස්සේ පැවති ගැටලුව මගින් විසඳනු ලැබේ. උරුමය යෝජනා ක්රමය යටතේ ලක්ෂ 20 ක ජනතාවකට ස්ථිර ඉඩම් ඇපකර ලබා දී ඇත. මෙම වසර අවසන් වන විට ලෑන්ඩ් ඇපකර දහයක් බලපත්ර ලබා දෙනු ලැබේ. මෙම සියලු වැඩසටහන් යටතේ ජනතාවට ආරක්ෂිත ආර්ථිකයක් ගොඩනැගීම අපගේ අරමුණයි.",
        "අස්වේසුමා සහ උරුමය වැඩසටහන ක්රියාත්මක කිරීමේදී බොහෝ වැඩ කොටසක් ප්රාදේශීය ලේකම් කාර්යාලවලට වෙන් කර ඇත. මිනිසුන් සඳහා හොඳම අනාගතය ලබා ගැනීම සඳහා අප කැපවිය යුතුය. මෙම ව්යාපෘතිය තුළින් රටේ ආර්ථිකය වෙනස් කළ යුතුය.",
        "දැන් රටේ ආර්ථිකය වාසිදායක වර්ධනයක් පෙන්නුම් කරයි. එබැවින් මෙම පළාතේ ආදායම් මාර්ග වැඩි කිරීමට සැලසුම් ක්රියාත්මක කිරීමට අපේක්ෂා කෙරේ. මෙම පළාත සංචාරක ප්රදේශයක් ලෙස විශේෂයෙන් ප්රදේශයේ දී සංවර්ධනය කළ හැකිය.",
        "නූතන කෘෂිකාර්මික හා අපනයන සඳහා ගල්කල කර්මාන්තය වැඩිදියුණු කිරීමට ද සැලසුම් කර ඇත. කොකෝවා සහ තඹ උද්යාන සංවර්ධනය සඳහා නව ආයෝජකයින් සමඟ නව උද්යාන ඉදිකිරීමට සැලසුම් කර ඇත. ඒ අනුව, මාතලේ දිස්ත්රික්කයේ ජනතාව දිස්ත්රික්කයේ ජීවිත වැඩිදියුණු කරනු ඇතැයි අපි අපේක්ෂා කරමු, \"ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "රට බංකොලොත්භාවයේ සිටියදී දක්ෂ ලෙස ප්රකාශයක් කළ එකම නායකයා ජනාධිපති රනිල් වික්රමසිංහයි. රට රට සංවර්ධනය කිරීමේ වගකීම ආර්ථික වශයෙන් පහත වැටීම සම්බන්ධයෙන් ගත් වගකීම අප දකිනවා.",
        "අඳුරු වයසේ සිට මිනිසුන්ට ජීවත් විය හැකි තත්වයක් ඔබ නිර්මාණය කර ඇති අතර මිනිසුන් ජීවත් වේ. විල්ගමුව ජාතික වනෝද්යානය සංචාරක කලාප ලැයිස්තුවට එක් කිරීමටත්, මෙම පළාතට වැඩි සංචාරකයින් කැඳවීමේ වැඩපිළිවෙළක් සකස් කිරීමටත් අපි ඉල්ලා සිටිමු, \"ඔහු පැවසීය.",
        "මධ්යම පළාතේ ආණ්ඩුකාර ලලිත්. යූ. මෙම අවස්ථාවට ජනාධිපතිගේ ජ්යෙෂ් Senior උපදේශක සහ ජනාධිපති ජ්යෙෂ් Senior උපදේශක සහ ජනාධිපති ජ්යෙෂ් Senior උපදේශක සාගල රත්නායක, සුභසාධන ප්රතිලාභ කවුන්සිලයේ සභාපති ජයන්කා බන්ඩාරා රත්නානායක මහතා වන කමාගේ මහතා, පාර්ලිමේන්තු මන්ත්රී නකකා බන්ඩාරා රත්නායක, සුභසාධන ප්රතිලාභ කවුන්සිලයේ සභාපති ජයන්ත විජරත්න ඇතුළු පිරිසක් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "All those who are eligible to get \"Aswesuma\" will be given fast relief - the President",
      "body_lines": [
        "President Ranil Wickremesinghe said that the \"Assumsuma\" and the \"Urumaya\" program will play a major role in keeping the people of this country to live economically.",
        "The President also said that the support of state officials is needed to properly bring \"Aswesuma\" and \"Urumaya\" projects to the people.",
        "President Ranil Wickremesinghe made this observation at a meeting to investigate the implementation of the \"Assuma\" program held at the Wilgamuwa Divisional Secretariat in Matale on Thursday (29).",
        "The Vilgamuwa Village Officers Association has announced the presidential president that the government is uncontrollable to support the government's program.",
        "The acceptance of the second phase of applications began on February 15 and 35,920 new applications have been received till today (29).. Of these, 14,537 applications have been received through the Divisional Secretary and 21,383 applications through the website.",
        "To date, the highest number of applications for the second phase of the Aswesa have received from the Nuwara Eliya district. The number was 4,892, 4,708 applications from the Kandy district and 2,971 from the Ratnapura district.",
        "2,243 applications from Ampara district, 2,099 applications, 2,099 applications, 2,017 applications from Moneragala district and 1,887 from Gampaha district.",
        "The number of applications received so far from Kurunegala district is 1,633. 1,632 applications from Puttalam district and 1,408 applications from the Polonnaruwa district.",
        "1,405 applications from Batticaloa district, 1,289 applications from Badulla district and 1,166 from Kalutara district.. The number of applications received from Galle District has been 981, 954 from Hambantota district, 782 from Anuradhapura district and 687 from Trincomalee district.",
        "Meanwhile, 570 new applications from Kegalle district, 525 new applications from the Jaffna district and 472 from the Matara district.. 451 applications from Kilinochchi district, 421 from Matale district and 389 from Vavuniya district.. 183 new applications have been received from Mullaitivu district and 155 new applications from Mannar district.",
        "Under the first phase, about 2 million people are already receiving relief. Under the second phase, the government's aim is to provide relief to 2.4 million people with new applicants. President Ranil Wickremesinghe visited the Management Unit, Accounting Division and Finance Division to mark the first time a President visited the Wilgamuwa Divisional Secretariat.",
        "Meanwhile, President Ranil Wickremesinghe also posted a note in the Divisional Secretariat Registration Book.",
        "President Ranil Wickremesinghe, who was later in a discussion with all the Divisional Secretaries of the Matale District at the Matale Divisional Secretariat, presented favorable answers to the activities of the \"Assuma\" program and the problems in the district.",
        "The President then discussed with the beneficiaries of Aswasuma, and that the many issues they have put forward in the same place is a special feature.",
        "Meanwhile, President Ranil Wickremesinghe held a meeting with the Grama Niladhari Officers in the Wilgamuwa Divisional Secretariat and discussed their professional issues. The President also thanked them for their support for Aswesuma and the Urumaya program.",
        "“We have taken steps to implement the Aswesa project from last year. I came to Wilgamua today to find out how the project is being implemented. It was only when the economy of the country fell and the country became a bankrupt moment.",
        "No leader came forward to save the country from the economic crisis. In such a bankruptcy environment, people lost their businesses and faced many crises. So, I have accepted the responsibility of making the people live. We have taken steps to build the country economically. Thereafter, we arranged to provide financial assistance under the \"Assuming\" program to protect the livelihood of the people.. Accordingly, Aswesuma was able to provide people with three times more assistance than the Samurdhi program.",
        "Accordingly, our aim is to find and help all those who need relief and help them. The project has been a success by discussing issues through discussion.",
        "There were about 16 lakhs of Samurdhi beneficiaries in our country. But we expect to raise the number of relief beneficiaries to 24 lakhs. Moreover, the government has taken steps to increase the salaries of public servants.They will be given 10,000 rupees from April. When I took office in 2015, I took steps to increase the salary of civil servants by ten thousand rupees. Although the next salary hike was planned in ten years, we decided to provide it in 2024 due to the economic crisis.",
        "And we have implemented the 'Urumaya' project. All those who have been landed under the Land Development Act since 1935 will receive a complete land right under the 'Urumaya' scheme.The issue of legal rights will be solved by the long -standing issue. Under the Urumaya Scheme, 20 lakh people are given permanent land guarantees. Ten lakh land guarantees will be issued by the end of this year. Our aim is to build a safe economy for the people under all these programs.",
        "In the implementation of the Aswesuma and the Urumaya program, most of the work has been allocated to the Divisional Secretariats. We must dedicate ourselves to make the best future for people. Through this project, the country's economy needs to be changed.",
        "Now the country's economy shows favorable growth. Therefore, it is expected to implement plans to increase income routes in this province. This province can be developed as a tourist area, especially in the area.",
        "It is also planned to upgrade the Gullet Industry for Modern Agriculture and Exports. It is scheduled to build new gardens with new investors for Cocoa and Copper Garden Development. Accordingly, we expect the people of Matale district to improve the lives of the district, ”President Ranil Wickremesinghe said.",
        "“President Ranil Wickremesinghe is the only leader who posted a favorable comment while the country was in a bankruptcy. We see you as a great leader who has taken responsibility for building the country as the country is declining economically.",
        "You have created a situation where people can live from dark age and people live. We also require the Wilgamuwa National Park to be added to the Tourist Zone list and to prepare a program to summon more tourists to this province, ”he said.",
        "Governor of Central Province Lalith. U. Kamage, State Minister Pramitha Bandara Tennakoon, President's Senior Advisor and President's Senior Advisor Sagala Ratnayake, Parliamentarian Nalaka Bandara Kotagoda, Welfare Benefits Council Chairman Jayantha Wijeratne and many others were present at the event."
      ]
    }
  },
  "summary_lines": ""
}