{
  "translated_text": {
    "si": {
      "title": "එක්සත් ජනතා බලයෙන් අනුබද්ධ හිටපු ඇමතිවරු!",
      "body_lines": [
        "එක්සත් ජනතා මාළිගා වැඩසටහනේ ජනතාවගේ මාළිගා වැඩසටහනේ පොලොන්නරූ දිස්ත්රික් රැස්වීමකදී ජනතා විමුක්ති පෙරමුන (ජේවීපී) සංවිධායකයින් (ජේවීපී) සහ ජනතා විමුක්ති පෙරමුන (ජේවීපී) ජනතා විමුක්ති පෙරමුන (ජේවීපී) විපක්ෂ නායක සජිත් ප්රේමදාස හමුවී එක්සත් ජනතා බලවේගයට එක් වූ අතර එක්සත් ජනතා .",
        "විපක්ෂ නායක සජිත් ප්රේමදාසට සහාය දැක්වීම සඳහා එක්සත් ජනතා පක්ෂයේ හිටපු අමාත්ය නන්දසේන හේරත් එක්සත් ජනතාවගේ බලයට එක්වී තිබේ.",
        "ඔහු 1993 දී උතුරු මැද පළාත් සභාවේ සාමාජිකයෙකු ලෙස සේවය කළ අතර 1994 දී පොලොන්නරුව දිස්ත්රික්කයෙන් පාර්ලිමේන්තුවට තේරී පත් විය. ඔහු 2001 දී ආහාර වෙළඳාම නියෝජ්ය අමාත්යවරයා ලෙස ද සේවය කළේය.",
        "එලෙසම, ශ්රී ලංකා නිදහස් පක්ෂයේ හිටපු පාර්ලිමේන්තු මන්ත්රීවරයකු සහ මහවේලි සංවර්ධන අධිකාරියේ හිටපු අධ්යක්ෂක තිලක් මහලෙකැම් අද එක්සත් ජනතා බලයට එක්විය.",
        "1993 දී උතුරු මැද පළාත් සභාවේ සාමාජිකයෙකු ලෙස සේවය කිරීමෙන් පසු 1994 දී පාර්ලිමේන්තුවට තේරී පත් වූ ඔහු මැතිවරණ ඡන්ද කොට් constituency ාශය නියෝජනය කරමින් පාර්ලිමේන්තු මන්ත්රීවරයෙකු ලෙස සේවය කළේය.",
        "ඊට අමතරව, එච්.. විපක්ෂ නායක සජිත් ප්රේමදාස සඳහා දක්වන සහයෝගය ප්රකාශ කිරීම සඳහා සමන්ත බන්ඩාරා මහතා එක්සත් ජනතා බලයට එක්විය."
      ]
    },
    "en": {
      "title": "Former ministers affiliated with the United People's Power!",
      "body_lines": [
        "The Sri Lanka Freedom Party (SLFP) and the Janatha Vimukthi Peramuna (JVP) organizers met with opposition leader Sajith Premadasa and joined the United People's Power during a meeting of the Polonnaruwa District Meeting of the People's Palace Program being carried out by the United People's Power.",
        "Former parliamentarian and former minister Nandasena Herath has joined the United People's Power to support opposition leader Sajith Premadasa.",
        "He served as a member of the North Central Provincial Council in 1993 and was elected to Parliament from the Polonnaruwa District in 1994. He also served as the Deputy Minister of Food Trade in 2001.",
        "Likewise, Tilak Mahalekamke, a former Member of Parliament for the Sri Lanka Freedom Party and former Director of the Mahaweli Development Authority, joined the United People's Power today.",
        "After serving as a member of the North Central Provincial Council in 1993, he was elected to Parliament in 1994 and served as a Member of Parliament for seven years representing the election constituency.",
        "In addition, H.. Samantha Bandara also joined the United People's Power today to express his support for opposition leader Sajith Premadasa."
      ]
    }
  },
  "summary_lines": [
    "Ex-ministers Nandasena Herath and Tilak Mahalekamke, along with H. Samantha Bandara, have joined the United People's Power to back opposition leader Sajith Premadasa. Herath, a former deputy minister of food trade, and Mahalekamke, ex-MP and director of the Mahaweli Development Authority, were part of the SLFP and JVP before switching sides."
  ]
}