{
  "translated_text": {
    "ta": {
      "title": "நில தகராறு காரணமாக மோதலுக்குப் பிறகு மனிதன் இறந்துவிடுகிறான்",
      "body_lines": [
        "பெலியாட்டா காவல் நிலையத்திற்கு சொந்தமான பெலியாட்டா காவல் நிலையத்திலிருந்து பயணித்த ஒருவருடன் அரட்டையடிக்க பேசிக் கொண்டிருந்த மூன்று நபர்களும் அவருடன் ஒரு தகராறு செய்தனர்.",
        "குடிபோதையில் குடித்த மூன்று பேரில் இருவர் நிலத்திற்கு அருகிலுள்ள வீட்டிற்கு அருகில் இருந்தனர் மற்றும் ஒரு மோதல் இருந்தது. மருத்துவமனையில் 62 வயது பெண், 65 வயது ஆண், மற்றும் 18 ஆண்டுகள் காயங்கள் காயமடைந்தன. 65 வயதான காயங்கள் நேற்று (11) டங்கல்லே அடிப்படை மருத்துவமனையில் பதிவாகியுள்ளதாக பெலியாட்டா போலீசார் தெரிவித்தனர்.",
        "வெளிநாட்டைக் குறைக்கும் பகுதியில் இறந்தவர் சலிப்பை ஏற்படுத்தியதாக பெலியாட்டா போலீசார் கூறுகின்றனர்",
        "பிரேத பரிசோதனை இன்று (12) மாதா மருத்துவமனைக்கு கொண்டு செல்லப்படும், மேலும் இரண்டு சந்தேக நபர்களும் கைது செய்யப்பட்டனர்.",
        "இந்த சம்பவத்திற்கான காரணம் நிலப்பரப்பு மற்றும் பெலியாட்டா போலீசார் மேலும் விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "Man dies after a clash due to land dispute",
      "body_lines": [
        "The three people who had been speaking to a chat with a person who was traveling from the Beliatta Police Station, owned by the Beliatta Police Station, had a dispute with him.",
        "Two of the three drunken of drinking were near the house near the land and had a clash. A 62-year-old woman, a 65-year-old man, and 18 years of injuries were injured in the hospital. The 65 year old injuries was reported at the Tangalle Base Hospital yesterday (11), Beliatta Police said.",
        "Beliatta Police say that the deceased has been boring in the area of ​​cutting abroad",
        "The post mortem will be taken to the Matara Hospital today (12), and the two suspects were taken into custody.He was spent.",
        "The reason for the incident is a land dispute and the Beliatta Police are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "Land dispute leads to fatal clash: 3 injured, 1 dead. Two suspects arrested. Post-mortem scheduled. Investigation ongoing."
  ]
}