{
  "translated_text": {
    "si": {
      "title": "අපගේ පැවැත්ම පිළිබඳව ප්රශ්න කරනු ලබන දකුණු ශ්රී ලංකාවේ දේශපාලනයට පැහැදිලි පිළිතුරක්",
      "body_lines": [
        "දෙමළ ජනතාවගේ පැවැත්ම ප්රතික්ෂේප කරන ශ්රී ලංකාවේ දෙමළ භාෂාවෙන් මිථ්යාව ප්රතික්ෂේප කරන දකුණු ශ්රී ලංකාවේ දේශපාලනයට ප්රබල ප්රතිචාරයක් ලබා දෙන අයුරින් මහාචාර්ය පත්මනාදන්;  මහාචාර්ය කොළඹ විශ්ව විද්යාලයේ සර්වද්වරන්, ඒ.",
        "ඔහු මේ බව කියා සිටියේ කොළඹ දෙමළ සංගම්හි අතුරුදහන් වූ ශිෂ් ization ාචාරයේ දැක්මක් පිළිබඳ දැක්මක් ප්රකාශයට පත් කිරීම ගැන ඔහු මේ බව පැවසීය.",
        "අතුරුදහන් වූ ශිෂ් ization ාචාරයක් පිළිබඳ දැක්ම අද මෙහි ආරම්භකයින් සනාථ කර ඇති බව නාගස්හි ආරම්භකයින් අද දෙමළ භාෂාවෙන් කතා කළ බව ඔහු පැවසීය.",
        "මෙම පොත ශ්රී ලංකාවේ නිර්මාංශික වේදිකාවේ පෞරාණිකත්වය සාක්ෂි දරයි.",
        "මෙම පොත නාගඩයර් ගැන බව අපි දනිමු, උතුර නාගඩිතිවා නාගනඩු ලෙස හැඳින්වේ.",
        "නාගස් තමන් දෙමළ ජනයා ලෙස හඳුනා නොගත් නමුත් ඔවුන් දෙමළ භාෂාව කතා කළහ.",
        "මහාචාර්ය පද්නාදන්ගේ එක්සත් ශිෂ් ization ාචාරයේ දැක්ම ඊසාන දෙසින් ජීවත් වන නාගස්, විශේෂයෙන් යාපනය.",
        "වඩමරච්චි හි ඔවුන්ගේ ජීවිත සඳහා බොහෝ ප්රභවයන් ඇත.",
        "නාගස් ජීවත් වන්නේ වඩමරච්චි හි කරවෙටි අලි උඩුපිටි වැනි ස්ථානවල ය. ප්රචාරය කළ මහාචාර්යතුමා තම පොතේ සාක්ෂි ඇති බව.",
        "නාගස් තෙමරාච්චි හි චවාකච්චේරි හි ජීවත් වූ අතර ඔවුන් ජීවත් වන්නේ දිවයිනේ ය.",
        "මහාචාර්ය පද්නාදන් පැවසුවේ ඇනිකොට්ටයි හි ඔවුන් භාවිතා කළ ගල් වලින් සාදන ලද තඹ වැනි දෑ සොයාගත් බවයි.",
        "දෙමළ ජනතාවගේ ඉතිහාසයේ ඉතිහාසය සහ නිර්මාංශත්වය පිළිබඳ මිථ්යාව සැඟවීමට බොහෝ මහාචාර්යවරු උපකාර කර තිබේ.",
        "දෙමළ රාජ්යයන්හි මිථ්යා කථා පිළිබඳ මෙම පොත යාපනයේ සෑම ප්රදේශයකම ජීවත් වූ බව මෙම පොත.",
        "මහාචාර්යවරයා, මහාචාර්යවරයා තම පොතේ බ්රහමන ආකෘති පත්ර සොයාගෙන ඇති අතර මළවුන්ගේ සිරුරු භූමදාන කිරීමට භාවිතා කළ නිර්මාණකරුවන්.",
        "ප්රක්රිට් භාෂාව භාවිතා කිරීම ඔවුන්ගේ කාලයේ ද සොයාගෙන ඇත. තෑගි සැපයීම සඳහා ඔවුන් ප්රක්රිට් භාෂාව භාවිතා කර ඇත.",
        "යාපනයේ සෑම ප්රදේශයකම නාගස් ජීවත් වූ බව පොත ස්ථාපිත කර තිබීම වැදගත්ය.",
        "නාග වයිභපෙඩු යාපනයේ අලුත් දෙයක් නොවේ.",
        "නාගයේ සිටීම සඳහා බොහෝ ප්රභවයන් තිබේ. වලිපුර අල්වාර් පන්සල මෙයින් ශක්තිමත් ප්රභවයකි.",
        "එදින මහාචාර්යවරයා එදින දෙමළ භාෂාවෙන් නාගර් නමස්කාරය ස්ථාපිත කරයි.",
        "දකුණේ සිටි මහාචාර්යවරයෙක් මට පැවසුවේ මේ රටේ පෘතුගීසි පැමිණීමත් සමඟ යාපනයේ ඉතිහාසය ආරම්භ වී ඇති බවයි.",
        "මගේ ගමෙහි තිබීර් කෝවිලේ කරෙයාර් කෝවිලේ කරෙයිනගර් වෙරළ තීරය පෘතුගීසීන් විසින් ගොඩනඟා ඇත",
        "කොළඹ යාත්රා දෙමළ ජනයා බ්රිතාන්යයන්ගේ පැමිණීමෙන් පසුව යැයි පවසන අධ්යාපන ators යන් තවමත් උගතුන් සිටී.",
        "මෙය මඟහරවා ගැනීම සඳහා දෙමළ භාෂාවෙන් මිථ්යාව මිථ්යාවේ උල්පත බව ඔප්පු වී තිබේ.",
        "ඔවුන් ඉඩම නිසි ලෙස භාවිතා කළහ. ඔවුන් කෘෂිකර්මාන්තයට සම්බන්ධ විය.",
        "නාගස් පොකුණු ඉදි කළ යුතු ස්ථානය මත ඉතා සියුම්ව රෝපණය කළේය.",
        "ඊට අමතරව, ඔවුන් මිරලා භාවිතයට ගොස් ලෝහ සෑදීමට සම්බන්ධ වූහ.",
        "නාගස් මුහුද පාවිච්චි කළ බවට මහාචාර්ය පද්නාදන් සිය පොතේ, මහාචාර්ය පද්නාදන් සාක්ෂි ඉදිරිපත් කළේය.",
        "මීට අවුරුදු 30 කට පෙර යුද්ධයේදී අපි දරුණු සාගතයෙන් පලා ගියෙමු.",
        "මහාචාර්යවරයා නාගර් යුගයේ නාගර් යුගයේ කරුණු ඉදිරිපත් කර ඇත්තේ බෞද්ධයන් සඳ සමඟ ඉතිහාසය විකෘති කිරීමට උත්සාහ කරන විටය.",
        "මහාචාර්යවරයා සිය පොතේ, නාගස් ආභරණවලට සම්බන්ධ වූ බව මහාචාර්යවරයා පවසයි.",
        "මිටිවාලවාඩම්ගේ විෂය මංගල උත්සවය ආරම්භයේදී විවාහ චාරිත්රයක මාතෘකාවයි.",
        "දකුණු ශ්රී ලංකාවේ දේශපාලනය අපගේ පැවැත්ම ප්රශ්න කළේය. ඔවුන් දෙමළ නිර්මාංශවාදයේ මිථ්යාව පිළිගැනීම ප්රතික්ෂේප කළහ.",
        "ජනවාර්ගික ගැටලුවට විසඳුමක් ඉල්ලා සිටින සියල්ලන්ම සාධාරණ බව අප ඔප්පු කළ යුතුය.",
        "මම මේ පොත කියවන විට, අපේ නගරයේ මගේ නිවස අසල නගකම ගැන මට මතකයි.",
        "මෙම පොත කියවන සෑම කෙනෙකුම වර්තමාන තත්ත්වය යටතේ මෙම පොත ලිවීම සඳහා මහාචාර්ය පද්නාදන් ස්තූති කරනු ඇත."
      ]
    },
    "en": {
      "title": "A clear answer to the politics of South Sri Lanka, which is questioned by our existence",
      "body_lines": [
        "Professor Pathmanathan, in a manner that provides a strong response to the politics of South Sri Lanka, which deny the myth of Tamil in Sri Lanka, which deny the existence of the Tamil people;  Professor A Serveeswaran of the University of Colombo, A.",
        "He was speaking at the publication of a vision of a disappeared civilization at the Tamil Sangam in Colombo.",
        "He said that the founders of the Nagas spoke in the Tamil language today that the founders of Jaffna today have confirmed the vision of a disappeared civilization - the Adi -era Jaffna book.",
        "This book testifies the antiquity of vegetarianism in Sri Lanka.",
        "We know that this book is about the Nagadars, the North is called Nagadivu Naganadu.",
        "The Nagas did not identify themselves as Tamils but they spoke the Tamil language.",
        "The vision of Professor Padmanathan's united civilization talks about the Nagas living in the Northeast, especially Jaffna.",
        "There are many sources for their lives in Vadamarachchi.",
        "The Nagas live in places like Karavetti Ali Udupiti in Vadamarachchi. The professor presents in his book that there is evidence.",
        "The Nagas lived in Chavakachcheri in Thenmarachchi and they live in the island.",
        "Professor Padmanathan said in his book that the copper -like items made of stones they used in Anaikottai were found.",
        "Many professors have helped to conceal the history of the history of the Tamil people and the myth of vegetarianism.",
        "This book on the mythology of Tamil states that the Nagas lived in all parts of Jaffna.",
        "In his book, the professor said in his book that Brahminical forms were found and the founders used to bury the bodies of the dead.",
        "The use of the Prakrit language has also been found in their time. They have used the Prakrit language to provide gifts.",
        "It is important that the book has established that the Nagas lived in all parts of Jaffna.",
        "Naga Vaibhaipadu is not a new thing for Jaffna.",
        "There are many sources for the presence of Naga. Vallipura Alwar Temple is a strong source of this.",
        "On that day, the Professor establishes the Nagar worship of the Tamil language on that day.",
        "A professor from the south told me that the history of Jaffna has begun with the arrival of Portuguese in this country.",
        "Portuguese built the Karainagar coast of the Iyanar temple found in my hometown",
        "There are still educators who say that Jaffna Tamils in Colombo are after the arrival of the British.",
        "In order to overcome this, the myth of Tamil has proved to be source of the myth.",
        "They used the land appropriately. They were involved in agriculture.",
        "The Nagas planted very subtly on where the ponds should be built.",
        "In addition, they were involved in the use of madkala and made metals.",
        "In his book, Professor Padmanathan presented evidence that the Nagas used the sea.",
        "30 years ago, we escaped from severe famine during the war.",
        "Significantly, the professor has put forward matters of the Nagar period when the Buddhists are trying to distort history with the moon.",
        "In his book, the professor says that the Nagas were involved in ornaments.",
        "The subject of Pitivalavadam is the subject of the marriage ritual at the beginning of the wedding ceremony.",
        "The politics of South Sri Lanka questioned our existence. They refuse to accept the myth of Tamil vegetarianism.",
        "We must prove that all we ask for a solution to the ethnic problem is fair.",
        "When I read this book, I remembered Nagercoil near my home in our town.",
        "Everyone who reads this book will thank Professor Padmanathan for writing this book under the present situation."
      ]
    }
  },
  "summary_lines": [
    "Professor Padmanathan challenges South Sri Lanka's politics denying Tamil existence, highlighting the ancient Nagas' contributions, including their language, culture, and practices like vegetarianism. He emphasizes the Nagas' widespread presence in Jaffna, their advanced agricultural techniques, and their use of metal and sea resources. This book aims to correct historical inaccuracies and support Tamil rights."
  ]
}