{
  "translated_text": {
    "si": {
      "title": "අයහපත් කාලගුණයක් හේතුවෙන් නුවර එලියාගේ පවුල් 344 ක්, 1,297 දෙනෙකු",
      "body_lines": [
        "සිකුරාදා (29) නුවර එලියා දිස්ත්රික්කයේ ගංවතුර හා වෙනත් ආපදා 744 කින් නුවර එලියා දිස්ත්රික් රජයේ නියෝජිත නන්දන දිස්ත්රික් රජයේ නියෝජිත නන්දන වලපුොඩ මහතා පැවසීය.",
        "මීට අමතරව, නිවාස 204 ක් අර්ධ වශයෙන් හානි වී ඇති අතර පවුල් 117 ක පුද්ගලයින් 462 දෙනෙකු තාවකාලික සංසර්ග කඳවුරු නවයකදී ආරක්ෂිතව තබා ඇති අතර ආහාර සහ අනෙකුත් අත්යවශ්ය භාණ්ඩ සඳහා ආරක්ෂිතව සිටිති.",
        "නායයෑම් අවදානම හේතුවෙන් පවුල් 32 ක පුද්ගලයින් 153 දෙනෙකු නුවරෙලියා හි සමරිල් පාසලේ තාවකාලික සංසර්ග කඳවුරුවල රඳවා ඇත.",
        "කන්දපාලෙයි කොන්ග්රසයේ නායයෑම් අවදානම හේතුවෙන් පවුල් 14 ක පුද්ගලයින් 54 දෙනෙකු ආරක්ෂිතව දේවමාළිගාවේ තැන්පත් කර තිබේ.",
        "පවුල් 14 න් 54 ක් නුවර එලියා බෞද්ධ දේවස්ථානයේ පිහිටුවා ඇති ආරක්ෂිත ස්ථානයක තබා ඇත.",
        "පවුල් 21 ක පුද්ගලයින් 60 දෙනෙකු, වලප්පනායි හි ඇල්මා පෙර පාසල් පාසලේ තැන්පත් කර තිබේ.",
        "පවුල් 6 ක පුද්ගලයින් 36 දෙනෙකු කෝට්මලේ ටැන්සිනන් කෝන්චෙයි පාසලේ ආරක්ෂිත ස්ථානයක තබා ඇත.",
        "මීට අමතරව, හකුරායකටා ඩිවාලෙන්නයිනා සනාසම් මැන්සම් මැන්ඩපම් හි ආපදාවන්ගෙන් ජනතාව පීඩාවට පත් කිරීමට කටයුතු යොදා ඇත.",
        "ඒ අනුව, දිගාලහීනිනා ප්රජා ශාලාවේ පවුලක සාමාජිකයින් තිදෙනෙකු සහ හෝප් අංශයේ පවුලක සාමාජිකයන් 8 ක් දෘ hard තැළු ගොඩනැගිල්ලේ තබා ඇත.",
        "මීට අමතරව, පවුල් 8 ක පුද්ගලයින් 34 දෙනෙකු තලවාකෙල්හි පොලේම විද්යාලයේ පිහිටුවා ඇති ආරක්ෂක මධ්යස්ථානයේ රඳවා සිටියහ.",
        "මේ අතර, නුවර එලියා මහ නගර සභාවේ කියා සිටියේ නාගරික සේවකයින් නගරයේ පීඩාවට පත් ප්රදේශවල ජලය ඉවතට ගෙන යාමට පියවර ගනිමින් සිටින බවයි."
      ]
    },
    "en": {
      "title": "344 families in Nuwara Eliya due to inclement weather, 1,297 people",
      "body_lines": [
        "Nuwara Eliya District Government Agent Nandana Kalapoda said that 1,297 people from 344 families have been affected by the floods and other disasters in the Nuwara Eliya district on Friday (29).",
        "In addition, 204 houses have been partially damaged and 462 people from 117 families are safely housed in nine temporary intercourse camps and provided with food and other essential commodities.",
        "Due to the risk of landslide, 153 people from 32 families have been housed in temporary intercourse camps located at Samarhil School, Nuwara Eliya.",
        "54 people from 14 families have been safely housed in the temple due to the risk of landslides at the Kandapalai Congress.",
        "54 out of 14 families have been housed in a safe place established at the Nuwara Eliya Buddhist shrine.",
        "60 people from 21 families have been housed at the Alma Preschool School, Valappanai.",
        "36 people from 6 families have been housed in a safe place at Kotmale Tansinan Korenchi School.",
        "In addition, arrangements have been made to keep the people affected by disasters at the Hakuranketta Digalahinna Sanasam Mandapam and Hope Divisional Estate Centers.",
        "Accordingly, three members of a family in the Digalahinna Community Hall and 8 members of a family in the Hope Division Hardcore building have been placed.",
        "In addition, 34 people from 8 families have been housed at the security center set up at Potmore College, Thalawakelle.",
        "Meanwhile, the Nuwara Eliya Municipal Council said that the municipal employees are taking steps to drain water in the affected areas of the city."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "344 families (1,297 people) affected in Nuwara Eliya floods. 204 houses damaged. 462 people in temporary shelters. Landslide risk housing 153+54+60+36. Municipal efforts underway to drain water."
  ]
}