{
  "translated_text": {
    "ta": {
      "title": "கந்தகாடு: புனர்வாழ்வு முறை நீளத்திற்கு தோல்வியுற்றதா?",
      "body_lines": [
        "கந்தகாடு: புனர்வாழ்வு முறை நீளத்திற்கு தோல்வியுற்றதா?",
        "இலங்கையில், போதைப் பழக்கத்திற்கு அடிமையானவர்கள் மறுவாழ்வு செயல்முறையை வெற்றிகரமாகச் செய்து வருகின்றனர்.",
        "பொலொன்னருவா, வெலிகண்டா, கந்தகாடு, கந்தகாடு, கந்தகாடு, காந்தகாடு, காந்தகாடு மற்றும் புனர்வாழ்வு மையத்தில் பதிவாகிய நிகழ்வுகள் இதற்குக் காரணம்.",
        "மிக நெருக்கமான நிகழ்வு ஜனவரி 12 ஆம் தேதி தெரிவிக்கப்பட்டது. மையத்தில் நடைபெற்ற கைதிகளில் 20 க்கும் மேற்பட்டவர்கள் அந்த நாளில் மோதலை எதிர்கொண்டு அதே நாளில் தப்பி ஓடிவிட்டனர்.",
        "இதே சம்பவம் கடந்த ஆண்டு, டிசம்பர் 12, 2023 அன்று, 100 க்கும் மேற்பட்ட கைதிகள் மையத்திலிருந்து தப்பி ஓடிவிட்டனர்.",
        "காந்தகாடு முகாமில் ஒரு கைதி கொல்லப்பட்டார் மற்றும் இரண்டு விமானப்படை சார்ஜென்ட்கள், ஒரு இராணுவ ஊழியர்கள் சார்ஜென்ட் மற்றும் ஒரு இராணுவ சார்ஜென்ட் ஆகியோர் காந்தகாடு முகாமில் ஒதுக்கப்பட்டனர்.",
        "கந்தகாடு கைதியின் மரணத்திற்காக நான்கு பாதுகாப்பு பணியாளர்கள் ரிமாண்ட் செய்யப்பட்டனர்",
        "ஜனாதிபதியின் ஆலோசகர், நீதி மற்றும் அரசியலமைப்பு சீர்திருத்த அமைச்சர், ஜனாதிபதியின் ஆலோசகர் விஜயாதாச ராஜபக், விஜயாதாச ராஜபக்ஷே, காந்தகாடு சிகிச்சை மற்றும் புனர்வாழ்வு மையத்தில் கண்டுபிடிக்கப்பட்டதாக தெரிவிக்கப்பட்டுள்ளது.",
        "புனர்வாழ்வு கமிஷனர் ஜெனரல் மற்றும் மறுவாழ்வு துறையின் கீழ் சிறைச்சாலைகள் ஆகியோரால் நடத்தப்படும் தனியார் மருந்து சிகிச்சை மற்றும் தனியார் மருந்து சிகிச்சை மற்றும் புனர்வாழ்வு மையங்களும் உள்ளன.",
        "எவ்வாறாயினும், மலை நிர்வாகம் போன்ற சில மையங்களும், இராணுவ நிர்வாகத்தின் அளவிலும், இந்த விஷயத்தின் விஷயத்தில் பரந்த அறிவையும் சமூகத்தையும் கேள்வி எழுப்புகின்றன.",
        "இருக்கும் அமைப்பின் தோல்வி காரணமாக கைதிகள் தப்பி ஓடுகிறார்களா?",
        "மவுண்ட் சிகிச்சை மற்றும் புனர்வாழ்வு மையத்தைத் திறப்பதன் மூலம் சிகிச்சை மற்றும் புனர்வாழ்வு மையத்தில் இராணுவத் தலையீடு அதிகமாக இருப்பதாக பெரடேனியா பல்கலைக்கழகத்தின் தொழில்முறை ஆலோசகர் கூறினார்.. இருப்பினும், அதன் போதைக்கு அடிமையானவர்களுக்கு அவர் தரப்படுத்தப்படவில்லை என்று கூறினார்.",
        "வெர்மோனல் விடாஸ்ட்ஸ், அத்துடன் சர்வதேச பயிற்சியாளர் போன்ற சர்வதேச பயிற்சியாளர் போன்ற சர்வதேச நிறுவனங்கள் போன்ற சர்வதேச நிறுவனங்கள் போன்ற சர்வதேச நிறுவனங்கள், மற்றும் உலக சுகாதார அமைப்பு உள்ளிட்டவை, ஒரு பட்டதாரி அனுபவத்தின் வடிவத்தில் 10 வருட அனுபவத்தைக் கொண்ட உளவியல் ஆகும்.",
        "\"போதைப் பழக்கத்திற்கு அடிமையான ஒரு நபர் நிலையான சிகிச்சையின் நிலையான சிகிச்சையை எடுக்க மாட்டார். நீதிமன்றங்களுக்குள் நுழைந்த பிறகு, நீதிமன்றங்கள் நீதிமன்றங்களுக்கு வருகின்றன, பின்னர், நீதிமன்றங்கள் வரும்போது, ​​மக்கள் அடுத்து மறுவாழ்வு செய்யப்பட வேண்டும். மனிதனின் பிரச்சினையை சிறையில் அடைத்தது, \"என்று அவர் கூறினார்.",
        "தரவு பகுப்பாய்வு செய்யப்பட்டால், அது சிறையில் அடைக்கப்பட்டால், அது அதிக சிறையில் அடைக்கப்படுகிறது என்பதை குறியீட்டு காட்டியது.",
        "அதிக எண்ணிக்கையை மறுவாழ்வு செய்ய வசதியாக கந்தகாடு போன்ற மையங்கள் நிறுவியுள்ளன என்றார்.",
        "\"பயிற்றுனர்கள் அங்கு பயிற்சி செய்கிறார்கள். ஆனால் இந்த நேரத்தில் தேவை அதிகமாக உள்ளது. ஒரு சிகிச்சை பார்க்கிங் ஆக முடியாது. ஆனால் அத்தகைய அம்சங்கள் எதுவும் இல்லை, ஏனென்றால் பணம் இல்லாததால் பணம் இல்லை. பெரும்பாலான நேரங்களில், அவர்கள் நீங்கள் செய்யக்கூடிய ஒன்றைச் செய்கிறார்கள். அவர்கள் நீண்ட நேரம் நிரல் செய்கிறார்கள். ஆனால் பிரச்சனை என்னவென்றால், நாங்கள் சொல்லும் ஒரு நல்ல திட்டத்தையும் சிகிச்சையையும் செயல்படுத்துவது கடினம். \"",
        "கடந்த ஆண்டு டிசம்பரைப் போலவே, இந்த ஆண்டு தப்பி ஓடிய மலைக் கைதிகள் அதிகாரிகளால் மீண்டும் கைது செய்யப்பட்டனர்.",
        "சில கைதிகள் மையத்தில் அவர்கள் அனுபவித்த மையத்தில் பதிவு செய்யப்பட்டனர்.",
        "\"ஹேண்ட்காஃப் மரங்களில், ஒரு வாரம், சுமார் ஒரு வாரத்திற்கு வைக்கப்படுகிறது,\" என்று ஒரு கைதி கூறினார். பொலிஸ் அதிகாரிகள் மற்றும் இராணுவ அதிகாரிகள் அதிகரித்த கைதிகளை எடுத்துச் செல்ல முயற்சிக்க வேண்டியிருந்தது.",
        "விஷயங்களில் ஒரு இராணுவ தலையீடு மேற்கொள்ளப்படுவதால், இராணுவ தலையீட்டின் வடிவத்திலிருந்து அது எடுக்கப்படாது என்று சொல்ல முடியாது என்று சொல்ல முடியாது என்று சொல்ல முடியாது என்று கூற முடியாது என்று கூறப்படுகிறது. , மவுண்ட் முகாம் போன்றவை.",
        "\"ஆலோசகர்கள் இருக்கிறார்கள் என்று எனக்குத் தெரியும். சமீபத்தில் ஆட்சேர்ப்பு செய்யப்பட்டது. இராணுவமற்றது. ஆனால் நிர்வாகம் இங்கே இருக்கும் நிர்வாகமும் பாதுகாப்பும், அது ஒரு வடிவம் என்பதை நாங்கள் அறிவோம். \"",
        "போதைக்கு அடிமையானவர்களுக்கு சிகிச்சையளிக்கும் போது இந்த செயல்முறை சுகாதார அமைச்சின் கீழ் மேற்கொள்ளப்பட வேண்டும் என்று அவர் சுட்டிக்காட்டினார். இது உலகின் அங்கீகாரத் தரம் என்று அவர் சுட்டிக்காட்டினார்.",
        "\"பாதுகாப்பு அமைச்சின் கீழ் செல்ல முடியாது. ஐக்கிய நாடுகள் சபையின் ஐக்கிய நாடுகள் சபை மற்றும் குற்றம், பாதுகாப்பு அமைச்சகம் பாதுகாப்பு அமைச்சின் கீழ் எடுக்க முடியாது. பாதுகாப்பு அமைச்சகம் இருக்கும்போது, ​​பிற விஷயங்கள். நோக்கம் உணரப்படவில்லை. போதைப்பொருள் என்பது ஒரு ஆரோக்கியம். இது பாதுகாப்பு அமைச்சகத்திற்குச் செல்லும்போது, ​​அவை எவ்வாறு வித்தியாசமாக இருக்கின்றன என்பதை நாங்கள் அறிவோம். பின்னர் இது ஒரு குற்றம் மற்றும் அபராதம், அங்கு நீங்கள் அபராதம் பெற விரும்புகிறீர்கள், ”என்று துல்லியம் விளக்கினார்.",
        "எவ்வாறாயினும், நீதி, சிறை மற்றும் அரசியலமைப்பு சீர்திருத்தங்கள் அமைச்சர், ஜனாதிபதியின் ஆலோசகரின் ஜனாதிபதி வழக்கறிஞர், ஜனாதிபதியின் ஆலோசகர் விஜயாதாச ராஜபக்ஸ், மறுவாழ்வு செயல்முறை இராணுவ வீரர்களைப் பயன்படுத்தி மேற்கொள்ளப்படவில்லை என்று கூறினார்.",
        "\"பாதுகாப்பு பெரும்பாலும் சக்திகள். மனநல மருத்துவர்களின் மறுவாழ்வு, உளவியல் மறுவாழ்வுக்கான மனநல மற்றும் சிறப்புத் தகுதிகள். இராணுவம் பாதுகாப்பானது மற்றும் நிர்வாகம் மட்டுமே. \"",
        "மறுவாழ்வு ஆணையர் ஜெனரல் மறுவாழ்வு கமிஷனர் ஜெனரல், \"கந்தகாடு சிகிச்சை மற்றும் புனர்வாழ்வு மையத்தில் மறுவாழ்வு செயல்முறையாக பொறுப்புகள் இருக்கப்போவதில்லை என்று அவர் கூறினார்.",
        "\"இந்த செயல்முறைக்கு நான் பொறுப்பு, இலங்கையில் எந்த இடத்திலும் அத்தகைய நல்ல மற்றும் பயனுள்ள புனர்வாழ்வு செயல்முறையை ஏற்படுத்தாது. இதைத்தான் நாங்கள் ஒழுக்கமான மற்றும் நல்ல குடிமக்கள், நாட்டின் பொருளாதாரத்திற்கு பங்களிக்க நல்ல குடிமக்களைச் செய்யுங்கள். \"",
        "மறுவாழ்வு ஆணையர் ஜெனரலின் பணியகம் ஒரு தேசிய தேவை மற்றும் சமூக பங்கு என்று அவர் சுட்டிக்காட்டினார்.",
        "மறுவாழ்வு கமிஷனர் ஜெனரல், காந்தகாடு சிகிச்சை மற்றும் புனர்வாழ்வு மையத்தில் காவல்துறையினர் கைது செய்யப்பட்டு பின்னர் சந்தேக நபரிடம் கொண்டு செல்லப்பட்டு மறுவாழ்வு பெற்றனர் என்று சுட்டிக்காட்டினார்.",
        "\"75% க்கும் அதிகமான கற்பழிப்பு, சிறுவர் துஷ்பிரயோகம், சிறுவர் துஷ்பிரயோகம், கொள்ளை, பல்வேறு சமூக துஷ்பிரயோகம் ஆகியவை இதில் ஈடுபட்டுள்ளன, போதைக்கு அடிமையானவர்கள். அதன் ஒரு பகுதி இங்கே வழி. அவர்கள் இங்கே தயாராக இல்லை. அவர்கள் வந்த நாளிலிருந்து, அவர்கள் இங்கிருந்து வெளியேற முயற்சிக்கிறார்கள்.",
        "நீண்ட கால போதைப்பொருளிலிருந்து எடுக்கப்பட்ட மருந்து என்றால் என்ன, அவர்கள் அதிக அழுத்தத்தில் உள்ளனர். இது ஒரு நபரின் தவறு அல்ல. நபரின் உடல் மருந்துகளுடன் தழுவி எடுக்கப்பட்டுள்ளது. அவர்கள் போதைப்பொருட்களில் தங்குவது கடினம். அதனால்தான் அவர்கள் வெளியே பார்த்து போதைப்பொருட்களிலிருந்து வெளியேறுகிறார்கள். \"",
        "22 முதல் 36 வயதிற்குட்பட்ட இளைஞர்கள், அவர்களை மறுவாழ்வு செய்யும் செயல்முறை \"வலுவான கட்டுப்பாடு\" மூலம் செய்யப்பட வேண்டும் என்று அவர் சுட்டிக்காட்டினார்.. ஒரே செயல்முறையுடன் தொடர்புடையவர்கள் மிகவும் சவாலான, சிக்கலான மற்றும் உணர்திறன் வாய்ந்த திட்டங்கள் என்று அவர் கூறினார்.",
        "\"குறிப்பாக நான் சொல்ல வேண்டும்,\" குறிப்பாக நான் சொல்ல வேண்டும், இராணுவம் பாதுகாப்பில் ஈடுபடவில்லை, அப்படி எதுவும் இல்லை. \"",
        "இந்த மையம் சிறை, கைவிலங்கு மற்றும் கைப்பிடி என்று அழைக்கப்படும் இடம் அல்ல என்று முக்கிய பொது நாட்கள் ஹெட்டியாராச்சி கூறினார்.",
        "காலை முதல் நாள் இறுதி வரை, அன்றைய கைதிகள் பல்வேறு நடவடிக்கைகளுடன் இணைக்கப்படுவார்கள் என்று அவர் கூறினார்.",
        "\"இந்த குழந்தைகள் நோய்வாய்ப்பட்ட குழந்தைகள். யாருடைய மந்தை கணவர். யாரோ ஒரு சகோதரர், ஒரு சகோதரர். நாட்டின் எதிர்காலத்தை எடுத்துக் கொள்ளும் இளம் சக்தி இந்த தவறான பாதையில் உள்ளது. நீங்கள் இந்த நபர்களை உருவாக்கி மறுவாழ்வு செய்ய முடியாது. \"",
        "தேவையில் மீண்டும் பயன்படுத்துவதன் அடிப்படையில் \"தவறான குற்றச்சாட்டுகள்\" மூலம், மறுவாழ்வு செயல்முறை நடந்து வருவதை அவர் வலியுறுத்தினார்.",
        "\"தப்பித்தல், மருந்துகளிலிருந்து விலகிச் செல்கிறது. அந்த மக்களுக்கு ஆயிரக்கணக்கான விஷயங்கள் உள்ளன. 200 இடத்தில் 300 ரன்கள் உள்ளன. ஒரு சிறிய பகுதி வெளியே குதிக்கிறது. பெரும்பாலான ஊடகங்கள், அவர்கள் என்ன சொல்கிறார்கள். \"",
        "கந்தகாடு சிகிச்சை மற்றும் புனர்வாழ்வு மையத்திற்கு கூடுதலாக இராணுவ நிர்வாகத்தின் கீழ் இன்னும் இரண்டு புனர்வாழ்வு மையங்கள் செயல்படுகின்றன என்று அவர் கூறினார்.",
        "அவற்றில் ஒன்று செனாபுரா, செனாபுரா மற்றும் வாவ்னியா, வவுனியா, வவைனியா ஆகிய இடங்களில் அமைந்துள்ளது.",
        "மருந்துகள் மற்றும் குற்றங்களின் ஐக்கிய நாடுகளின் அலுவலகம் (யுடிசி) யாவை?",
        "உலக சுகாதார அமைப்பு மற்றும் போதைப்பொருள் மற்றும் குற்றங்கள் குறித்த ஐக்கிய நாடுகளின் அலுவலகம், ஐ.நா. அலுவலகம் மார்ச் 31, 2020 அன்று அமைக்கப்பட்டு வெளியிடப்படுகிறது, 'குறைபாடுகளின் கோளாறில்' கூறுகிறது.",
        "\"சில நிலங்களில், மருந்துகள் இன்னும் முதன்மையாக பொது பாதுகாப்பு மற்றும் குற்றமாகக் கருதப்படுகின்றன.",
        "உள் விவகாரங்கள், நீதித்துறைகள் அல்லது பாதுகாப்பு அமைச்சகங்கள் மருந்துகளின் சேவைகளை மருந்துகளுடன் கையாளுகின்றன, மேலும் அவை பெரும்பாலும் பொது சுகாதார நிறுவனங்களில் மேற்பார்வை அல்லது குறுக்கீடு இல்லாமல் நடைபெறுகின்றன.",
        "சட்ட அமலாக்க உத்திகளைப் பயன்படுத்துவதும், அத்தகைய முறைகளைப் பயன்படுத்துவதும் மருந்துகள் மற்றும் பிற பொருட்களுக்கு பயனுள்ள பதில் அல்லது பொதுப் பணத்தை செலவழிக்கும் லாபகரமான முறை அல்ல.",
        "மருந்துகளைச் சார்ந்தது எதிர்மறையான சுகாதார கோளாறு ஆகும், இது மருந்து அடிப்படையிலான சேதத்தைக் குறைப்பதற்கான மருத்துவ மற்றும் உளவியல் சமூக அணுகலைப் பயன்படுத்துவதற்கான மருத்துவர் மற்றும் உளவியல் சமூக அணுகலை ஒப்புக் கொண்டது. \"",
        "சர்வதேச பயிற்சியாளரின் சர்வதேச பயிற்சியாளர் ஒரு அடிமையாகும் என்பது ஒரு அடிமை என்பது ஒரு நீண்டகால மூளை தொடர்பான மூளை நோய் என்று காட்டப்பட்டது.",
        "\"போதைப்பொருளின் தன்மை சிறந்த போக்கை எடுத்துக்கொள்கிறது, ஆனால் நேரம் இல்லாதபோது, ​​அது மீண்டும் வெளிப்படும்.. நீரிழிவு நோயைப் போலவே, நிட்டாவால் குணமடைய முடியாது. ஆனால் நிர்வகிப்பது ஒரு சாதாரண வாழ்க்கையாக இருக்கலாம். இதேபோல், அடிமையாகும். \"",
        "இருப்பினும், இலங்கையில் மறுபிரவேசம் இல்லாததால் சிகிச்சை பெற்ற ஒருவர் கூட, சிகிச்சையளிக்கப்பட்ட ஒரு நபரை கூட அடைய முடியும்.",
        "முதன்மை சிகிச்சைக்கு ஒரு போதைப் பழக்கத்திற்கு சிகிச்சை தேவை என்று வெர்சைண்ட்ஸ் கூறியது.",
        "\"ஆனால் நீங்கள் அங்கு சென்ற பிறகு, இதை அகற்ற அவருக்கு உளவியல் ஆதரவு தேவை. எங்களுக்கு அடிப்படை மூலிகை சிகிச்சை தேவை. பின்னர் உளவியல் தலையீடு. அதாவது த்ரூட்டி போன்ற ஆலோசனை. \"",
        "'குடும்பத்தின்' கூறுக்கு அதிக கவனம் செலுத்தப்பட வேண்டும் என்று அவர் கூறினார்.",
        "\"நாங்கள் குடும்ப ஆதரவில் இருந்து தப்பிக்க முடியாவிட்டால். அம்மா அப்பா மட்டும் மனைவி அல்ல. அவர் தொடர்புபடுத்தும் ஒருவராக இருக்க முடியும். அவர் குடும்பத்தைப் பற்றி அக்கறை கொண்ட நண்பர்களாக இருக்க முடியும். யார். ஒரு நெருக்கமான ஒன்று. அந்த ஆதரவு என்றால், தப்பிப்பது மிகவும் கடினம்.",
        "உதாரணமாக, நீங்கள் உலகின் சிறந்த சிகிச்சையைப் பெற்று அவர்களின் கும்பலுக்குத் திரும்பினால், அவரிடம் ஒரு போதைப்பொருளைப் பயன்படுத்துங்கள். பின்னர் குடும்ப ஆதரவு மிகவும் அதிகமாக இருந்தது, \"நாங்கள் வலியுறுத்தினோம்\".",
        "இலங்கையில் போதைக்கு அடிமையானவர்களுக்கு வசதியாக போதுமான வசதிகள் இல்லை என்று அவர் மேலும் கூறினார்.",
        "இலங்கையில் மறுவாழ்வு செயல்முறை தற்போது நடந்து வருகிறது, ஆபத்தான மருந்துகள் கட்டுப்பாட்டு வாரியத்தின் செயல்பாட்டில் \"பாதுகாப்பாக\" உள்ளது என்று அவர் கூறினார்.",
        "அந்த மையங்களில் உள்ள மக்களின் பாதுகாப்பு, அதே போல் மனிதாபிமானம் என்று கூறப்படுகிறது.",
        "ஆயினும்கூட, வழங்கப்பட்ட சிகிச்சையின் தரத்தை மேம்படுத்த பல பகுதிகள் உள்ளன என்று அவர் சுட்டிக்காட்டினார்.",
        "இந்த நிறுவனம் போதைப்பொருள் தடுப்பு மற்றும் சிகிச்சையின் மையமாக இருந்தது என்று அவர் கூறினார்.",
        "தனியார் துறையால் நடத்தப்படும் புனர்வாழ்வு மையங்களின் தரம் மற்றும் மேற்பார்வை, மற்றும் மேற்பார்வை தொடர்பாக சிக்கல்கள் உள்ளன.",
        "நாட்டின் மறுவாழ்வு பணியில் பல \"பெரிய\" சீர்திருத்தங்கள் மேற்கொள்ளப்பட்டதாக விஜயதாச ராஜபக்சே, முதன்மை மற்றும் அரசியலமைப்பு சீர்திருத்த அமைச்சர், முதன்மை மற்றும் அரசியலமைப்பு சீர்திருத்தங்களின் தலைவர் விஜயாதாச ராஜபக் ராஜபக்சே விஜயாதாச ராஜபக்ஷே தெரிவித்தார்.",
        "\"நாங்கள் நாளை சில புதிய சீர்திருத்தங்களைச் செய்கிறோம்,\" என்று அவர் கூறினார்.",
        "இது இதுவரை காந்தகாடு சிகிச்சை மற்றும் புனர்வாழ்வு மையத்திலிருந்து மட்டுமே என்று அவர் கூறினார்.",
        "\"வலுவானது இல்லை. அடிப்படையில். நடவடிக்கையிலிருந்து ஒரு பெரிய நீதி உள்ளது. அந்த ஆண்கள் கொஞ்சம் வன்முறை. அவர்களுக்கு பயிற்சி அளிக்க நேரம் இல்லை. அந்த ஆண்கள் தங்கள் வழியில் இருந்தனர். இதன் பொருள், இரண்டு நபர்களிடையே ஒரு சண்டை உள்ளது. \"",
        "ஓய்வூதிய உச்ச நீதிமன்ற நீதிபதி ஹெக்டர் எஸ்.. யபா தலைமையிலான மூன்று உறுப்பினர் குழு நியமிக்கப்பட்டதாக அவர் கூறினார்.",
        "நீதிபதி பியாமந்தி பீரிஸின் கூடுதல் செயலாளரும் பாதுகாப்பு அமைச்சின் கூடுதல் செயலாளரும் என்றும் அமைச்சர் மேலும் தெரிவித்தார்.",
        "கந்தகாடு மையத்தின் நிர்வாகத்தை மாற்றுவதில் அமைச்சர் முன்பு கவனம் செலுத்தியிருந்தார்.",
        "மைக்கேல் ஜாக்சனுடன் ஒரு ஜோடி நடனத்தில் சேர இலங்கை பேராசிரியர் பேராசிரியர்",
        "ஷமர் ஜோசப்: முதல் பேட் திருமண போட்டியில் 5 விக்கெட்டுகளை வீழ்த்திய பாதுகாப்பு கட்டுப்பாட்டாளர்",
        "'ஹியா ஹே ஒடி ஹெலி ஹெலி': நான் செல்லாவால் ஹெலாட்?",
        "ஆயுதப்படைகள்: சேவை செய்யும் உறுப்பினர்களை சமூகமயமாக்க சரியான திட்டம் உள்ளதா?"
      ]
    },
    "en": {
      "title": "Kandakadu: Is the rehabilitation method failed to length?",
      "body_lines": [
        "Kandakadu: Is the rehabilitation method failed to length?",
        "In Sri Lanka, drug addicts have been successfully occurring the rehabilitation process.",
        "This was due to the events that were reported in Polonnaruwa, Welikanda, Kandakadu, Kandakadu, Kandakadu, Kandakadu, Kandakadu and Rehabilitation Center.",
        "The closest event was reported on the 12th of January. More than 20 of the detainees held at the center had fled the same day in the face of conflict that day.",
        "The same incident was reported last year, on December 12, 2023, where over 100 inmates fled the center.",
        "A detainee in Kandakadu camp was killed and two Air Force sergeants, a military staff sergeant and a military sergeant, was reserved in the Kandakadu camp.",
        "Four security personnel remanded for the death of Kandakadu detainee",
        "President's Counsel, Minister of Justice and Constitutional Reforms, President's Counsel Wijayadasa Rajapakse, Wijayadasa Rajapakse, has been reported to be found in the Kandakadu treatment and rehabilitation center.",
        "There are also private drug treatment and private drug treatment and rehabilitation centers run by the Commissioner General of Rehabilitation and the Department of Prisons under the Department of Rehabilitation.",
        "However, some centers such as mountain administration, as well as the extent to the military administration, question the wider knowledge and society on the subject of the subject.",
        "Is the inmates fleeing because of the failure of the system that exist?",
        "The professional adviser of the University of Peradeniya said that the military intervention in the Treatment and Rehabilitation Center was high by the opening of the Mount Treatment and the Rehabilitation Center.. However, he said he was not standardized for its drug addicts.",
        "Vermonal Vidasts, as well as international institutions like international institutions such as an international coach, including international institutions such as international coach, and the World Health Organization, is the psychology that has 10 years of experience in the form of experienceA graduate.",
        "\"A person who needs a drug addict does not take the standard treatment of the standard treatment of. After entering the courts, the courts come to courts, then, when the courts arrive, the people must be rehabilitated next. Just imprisoned the man's problem, \"he said.",
        "The index showed that if the data is analyzed, it is also imprisoned, that is more imprisoned.",
        "He said centers such as Kandakadu has installed to facilitate rehabilitation of large numbers.",
        "\"The instructors practice there. But at the moment the demand is too much. A treatment cannot be parking. But there is no such features, because there is no money because there is no money. Most times, they're doing something you can do. They program a long time. But the problem is that it is difficult to implement a good program that we tell us and the treatment. \"",
        "As in December last year, the mountain inmates who fled this year was re-taken into custody by the authorities.",
        "Some inmates were recorded in the center that they experienced in the center.",
        "\"Handkaf is put on the trees, about a week, for about a week,\" said one inmate. Police officers and the army officers also had to strive to take away the escalated inmates.",
        "It is said that it is not possible that it is impossible to say that it will not be said that it will not be said that it will not be taken out of the form of military intervention, as a military intervention is being carried out in matters, such as the Mount Camp.",
        "\"I know there are advisors. Recently recruited. Non-military. But the administration and security that the administration is here, we know that it is a form. \"",
        "He pointed out that the process should be carried out under the Ministry of Health when treating drug addicts. He pointed out that it was the world's recognition standard.",
        "\"It's not possible to go under the Ministry of Defense. The United Nations Office of the United Nations and Crime, the Ministry of Defense cannot be taken under the Ministry of Defense. When the Defense Ministry has, other things. The purpose is not realized. Drug addiction is a health concerning. When it goes to the Ministry of Defense, we know how they look different. Then this is a crime and a penalty where you want to get a penalty, \"explained precision.",
        "However, he stated that the Minister of Justice, Prison and Constitutional Reforms, President Attorney at the President's Counsel, President's Counsel Wijayadasa Rajapakse, he said that the rehabilitation process was not carried out using military personnel.",
        "\"Protection is mostly forces. Rehabilitation of psychiatric doctors, psychiatric and special qualifications for the rehabilitation of psychology. The army is only safe and administration. \"",
        "Commerce Commissioner General of Rehabilitation, the Commissioner General of Rehabilitation, \"responsibilities is not going to be the rehabilitation process in the Kandakadu Treatment and Rehabilitation Center, says he said.",
        "\"I am responsible for this process does not make such a good and effective rehabilitation process in any place in Sri Lanka. This is what we have disciplined and good citizens, do good citizens to contribute to the economy of the country. \"",
        "He pointed out that the Bureau of the Commissioner General of Rehabilitation is a national requirement and social role.",
        "The Commissioner General of Rehabilitation pointed out that the police were arrested in the Kandakadu treatment and rehabilitation center and was later taken to the suspect and rehabilitated.",
        "\"More than 75% of rape, child abuse, child abuse, robbery, various social abuse, are involved, drug addicts. It's part of that is the way here. They're not willing here. From the day they came, they try to get out of here.",
        "What is a drug taken from the long-term drug, they are in a lot of pressure. It's not a person's fault. The person's body is adapted with drugs. They find it difficult to stay in drugs. That's why they look out and jump out of drugs. \"",
        "He pointed out that the young people between 22 and 36, and the process of rehabilitation of them should be done with \"strong restraint\".. He said that the people who are associated with the same process are very challenging, complex and sensitive program.",
        "\"Especially I have to say,\" especially I have to say, the military has not been involved in security, there is nothing like that. \"",
        "Major General Days Hettiarachchi stated that this center is not a place called the jail, handcuffs, and handle.",
        "He said that from the morning to the end of the day, the inmates of the day will be connected to various activities.",
        "\"These children are sick children. Whose a herd husband. Someone's one brother, a brother. The young power to take over the future of the country is in this wrong path. You can't make these people and make rehabilitation. \"",
        "He emphasized that by \"false charges\" based on the drug re-use in the need, \"he emphasized that the rehabilitation process is underway.",
        "\"The escape, jumping away from drugs. Those people have a thousands of things. There are 300 runs in 200where. A little part is jumping out. Most of the media, what they say. \"",
        "He added that there are two more rehabilitated centers operating under military administration in addition to the Kandakadu treatment and rehabilitation center.",
        "One of them is located in Senapura, Senapura and Vavuniya, Vavuniya, Vavuniya.",
        "What are the United Nations Office (UDC) of drugs and crime?",
        "The United Nations Office on the World Health Organization and Drugs and Crime, the UN Office is set up and published on March 31, 2020, 'states' in Disordement of Disorders'.",
        "\"In some lands, drugs are still considered a primarily public safety and crime.",
        "Internal affairs, judiciaries or defense ministries handle the services of drugs with drugs, and they often take place without supervision or interference in public health institutions.",
        "The use of law enforcement strategies and the use of such methods is not a profitable method of spending an effective answer or public money for drugs and other materials.",
        "Drugs dependent is a negative health disorder, acknowledged that the doctor and psychosocial access to the use of medical and psychosocial access to the reduction of drug-based damage. \"",
        "An international trainer of the international coach was shown that an addict was that an addiction was a long-term brain-related brain disease.",
        "\"The nature of addiction is taking the best trend, but when there is no time, it will emerge again.. Like diabetes, Nitta can't heal. But manages can be a normal life. Similarly, addicted. \"",
        "However, even a person who was treated due to the lack of repurded treatment in Sri Lanka, even a person who was treated could be reached.",
        "Verchaints stated that the primary treatment requires the treatment of a drug addiction.",
        "\"But after you go out there, he needs psychological support to get rid of this. We need herbal treatment at the basic. Then psychological intervention. That means counseling, like the thruti. \"",
        "He said that more attention should be paid to the component of the 'family'.",
        "\"If we cannot escape the family support. Mom Dad is not the only wife. He can be someone who associates. He can be friends that he cares about the family. Anyone who is. A close one is. If that support, it is very difficult to escape.",
        "For example, if you get the best treatment in the world and returns to their gang, use a drug back to him. Then the family support was very much that he said, \"We emphasized\" spuches.",
        "He further stated that there is no sufficient facilities to facilitate drug addicts in Sri Lanka.",
        "He said that the rehabilitation process in Sri Lanka is currently underway, \"safely\" is in the operation of the Dangerous Drugs Control Board.",
        "It is said that the protection of people in those centers, as well as humanitarian, said.",
        "Nevertheless, he pointed out that there are many areas to improve the standard of treatment provided.",
        "He said that the institute was the center of drug prevention and treatment.",
        "The quality and supervision of rehabilitation centers run by the private sector, there are problems with respect to and supervision.",
        "Minister of Justice, Principal and Constitutional Reforms President Attorney Vijayadasa Rajapakse Vijayadasa Rajapakse, Vijayadasa Rajapakse, said that several \"large\" reforms were carried out in the country's rehabilitation process.",
        "\"We do some of the new reforms tomorrow,\" he said.",
        "He said that it is only from Kandakadu treatment and rehabilitation center so far.",
        "\"There is no stronger. Basically. There is a large stack of justice from the operation. Those men are a little violent. It wasn't time to train them. Those men were on their way. In this meant, there is a fight between two people. \"",
        "Retirement Supreme Court Judge Hector S.. He said that a three member committee chaired by Yapa was appointed.",
        "The Minister further stated that the Additional Secretary to the Ministry of Justice Piyumanthi Peiris and Additional Secretary to the Defense Ministry.",
        "The Minister had previously focused on changing the management of the Kandakadu Center.",
        "Professor of Sri Lankan Professor to join a paired dance with Michael Jackson",
        "Shamar Joseph: The first bat was the defense regulator who took 5 wickets in the wedding match",
        "'Haiah haye oddi helei Helei': Is I heladd by the Galle Sella?",
        "Armed Forces: Is there a proper program to socialize serving members?"
      ]
    }
  },
  "summary_lines": [
    "It seems like you've provided a detailed account of the challenges and efforts related to drug addiction treatment and rehabilitation in Sri Lanka, involving various stakeholders including international institutions, local authorities, and the private sector. Your text touches on the importance of rehabilitation, the role of different organizations, and the complexities of treating drug addiction.",
    "",
    "If you have a specific question or need assistance with a particular aspect of this topic, such as understanding the role of international institutions, the effectiveness of current rehabilitation programs, or strategies for improving drug addiction treatment, please let me know how I can assist you further."
  ]
}