{
  "translated_text": {
    "si": {
      "title": "අවුරුදු 12 ක දුරක් සිසුවෙකු වාහන අනතුරකින් මිය යයි",
      "body_lines": [
        "ලොරි රථයක් එකිනෙක ගැටීමෙන් 16 දෙනෙකු -2 දෙනා - සිසිල් සිසුවෙකු was ාතනය කරන ලදී.",
        "මෙම සිද්ධිය සෙනසුරාදා (03) සෙනසුරාදා (03) ගිනිකොනදිග විශ්ව විද්යාලයේ සමන්තරායි විශ්ව විද්යාලයේ ගිනිකොනදිග විශ්ව විද්යාලය ඉදිරිපිට - අම්බරෙයිරි.",
        "විශ්වවිද්යාල පී ulty යේ දෙපැත්තේ සිට ඊළඟ පැත්තේ සිය නිවසට ගිය සිසුවෙක් සමන්තරෙයිහි කෙන්ටුර් වාහන ගැටුවක් ඇති වූ ගැටුමකින් මියගොස් තිබේ.",
        "සමන්තුරෙයි ප්රධාන පාරේ පදිංචිකරුවෙකු වන සමන්තරේ හි පදිංචිකරුවෙකු වන බාස් (වයස අවුරුදු 12), සමන්තර ප්රධාන මාර්ගයේ පදිංචිකරුවෙකු වන අතර ලොරි රථයේ රියදුරු අත්අඩංගුවට ගෙන තිබේ.",
        "අනතුරේ වාහනය සමතුරායි පොලිස් ස්ථානයේ නවතා දමා ඇති අතර මියගිය සිසුවාගේ සිරුර. වැඩිදුර පරීක්ෂණ සමන්තුරෙයි පොලිසිය විසින් සිදු කරනු ලැබේ."
      ]
    },
    "en": {
      "title": "12 -year -old student dies in a vehicle accident",
      "body_lines": [
        "A 12 -year -old student was killed when a lorry collided.",
        "The incident took place on Saturday (03) in front of the Southeastern University of Southeastern University of Samanthurai - Ambarai.",
        "A student who was traveling from the side of the university faculty to his house on the next side has died in a collision with a Kentor vehicle collision from Samanthurai.",
        "AM Basir (age 12), a resident of Samanthurai main road, has died and the driver of the lorry has been arrested.",
        "The vehicle of the accident has been parked at the Samanthurai police station and the body of the student who died. Further investigations are being carried out by Samanthurai police."
      ]
    }
  },
  "summary_lines": [
    "A 12-year-old student died in a collision with a lorry near Southeastern University of Samanthurai-Ambarai on Saturday. The student was traveling from the university to his home when the accident occurred. The lorry driver has been arrested, and the vehicle and the student's body are at the Samanthurai police station for further investigation."
  ]
}