{
  "translated_text": {
    "si": {
      "title": "යුක්තිය ආරක්ෂා කිරීම සඳහා නිමලරාජන් ජාත්යන්තර ප්රජාව තුළ killing ාතනය කිරීමට නියමිතය",
      "body_lines": [
        "ශ්රී ලංකා ආරක්ෂක අංශ විසින් පාලනය කරනු ලබන ශ්රී ලංකා ආරක්ෂක අංශ සාමාජිකයින්ගේ මරණයෙන් වසර 24 කට පසු යුක්තිය ඉල්ලා ඇති වන්නි පාංශු මාධ්යවේදිනියකි.",
        "නිර්භීත සරල මාධ්යවේදියෙකු ලෙස හැඳින්වෙන වෙඩි තැබීමේ නිශ්ශබ්දතාව පිළිබඳ නිශ්ශබ්දතාව පිළිබඳ නිශ්ශබ්දතාව පිළිබඳ විමර්ශනය කරමින් මුල්ලයිටිව් මාධ්යවේදීන්ගේ සංගමයේ සංගමයේ සංගමයේ සංගමයේ මාධ්යවේදීන් ආරක්ෂා කරන ලෙස ඉල්ලා තිබේ.",
        "\"නිමලරාජන් සඳහා යුක්තිය පසිඳීම නඩුවක් විසඳීම සහ ප්රචණ්ඩත්වය හා බිය දිගු කිරීමට උපකාරී වන ව්යුහය ඉවත් කිරීම පමණක් නොවේ. එබැවින්, ජාත්යන්තර මාධ්ය නිරීක්ෂකයින්, විමර්ශකයින් සහ නෛතික විශේෂ experts යින් විසින් කඩිනම් ක්රියාමාර්ගයක් ගන්නා ලෙස ඉල්ලා සිටින්නේ මෙම අපරාධවලට වගකිව යුතු අතර සියලු මාධ්යවේදීන්ට ආරක්ෂාව සහතික කරමු. \"",
        "මුල්ලයිටිව් මාධ්යවේ atation ාතනය කිරීමෙන් පසු දෙමළ මාධ්යවේදී නිමාල මාධ්යවේදී නිමලරාජන් මේිල්වන්කාම්, මුල්ලයිටිව් මීඩියාගේ ination ාතනය කිරීමෙන් පසුව, ඔහුගේ ination ාතනය සිය සහතික කිරීම ඇතුළුව බොහෝ දෙනාගේ සමූල re ාතනයට සාධාරණය ඉටු කර නොමැති අතර, එය සටහන් කර ඇති බව සටහන් කර ඇත අපරාධකරුවන්ට බියෙන් තොරව ක්රියා කළ යුතුය.",
        "මසකට පෙර මාධ්යවේදීන් 50 දෙනෙකු පමණ මියගොස් අතුරුදහන් වූවන්ගේ විමර්ශන lack නතාවයෙන් මල්ලයිටිව් මාධ්යවේදීන්ගේ සංගමය ප්රශ්න කර තිබේ.",
        "මාධ්යවේදී ධර්මරත්නම් සිවරාම් the ාතනය කිරීම ඇතුළු ඉහළ මට්ටමේ නඩු කිහිපයක් නැවත ආරම්භ කරන බව නවීනත්ව ජනාධිපති අනුර කුමාර දිසානායක මහතා ප්රකාශ කර තිබේ.. දෙමළ මාධ්යවේදීන්ගෙන් බහුතරයක් ඇතුළු සිවරාම්ගේ ination ාතනය murder ාතනය කිරීම සඳහා යුක්තිය පසිඳීමක් නොමැතිකම සහ අවම වශයෙන් මාධ්යවේදීන් 40 දෙනෙකු අතුරුදහන් වීම ඇතුළුව නව පරිපාලනය තවමත් පැහැදිලි කර නැත. \"",
        "බුද්ධි අංශ සහ හමුදාව ඇතුළු රාජ්ය ආරක්ෂක යන්ත්ර විසින් දෙමළ-පරිභරණ මාධ්යවේදීන් රාජ්ය ආරක්ෂක යන්ත්ර මගින් හිරිහැර, තර්ජනය සහ සෝදිසියෙන් සිටින බවත්, තත්වය තවදුරටත් ගැඹුරු වන බවත් ඔවුන්ගේ කතා කිරීමේ නිදහස පාලනය කරන බවත් මුල්ලයිටිව් මාධ්ය සංවිධානය තවදුරටත් පෙන්වා දුන්නේය.",
        "මාධ්ය මර්දනය හෙළා දකිමින් මාධ්ය සංස්ථාව විසින් නිකුත් කරන ලද නිවේදනයක මාධ්යවේදී, මාධ්යවේදීන්ට තර්ජනය කරන අයට දිරිගන්වන මෙම ද is නඟන සංස්කෘතිය නතර කරන ලෙස මාධ්යවේදියා කැඳවා තිබේ.",
        "\"පීඩා හෙළා දකින ලෙසත්, මාධ්යවේදීන්ට තර්ජනය කිරීම හා අලෙවිකරණ සංස්කෘතිය අවසන් කරන ලෙසත් අපි අපෙන් ඉල්ලා සිටිමු.. මාධ්ය නිදහස ආරක්ෂා කළ යුතුය. සත්යය හෙළි කරන ජනමාධ්යවේදීන්ගේ ආරක්ෂාව පළමුව විය යුත්තේ පළමු වැන්, ඔවුන්ට අනතුරක් නොකිරීමයි. \"",
        "ගැඹුරු-කාලීන ව්යුහයන් ප්රතිසංස්කරණය නොකරන තෙක් dered ාතනය කරන ලද හෝ අතුරුදහන් වූ මාධ්යවේදියෙකුගේ විමර්ශනය කිරීම පිළිබඳ මාධ්ය නිදහස ප්රතිසංස්කරණය නොකරන බව ද වාර්තාව පෙන්වා දුන්නේය.",
        "සිංහලෙහි උතුරට ආරංචිය වාර්තා කළ නිමලරාජන් දකුණු ශ්රී ලංකාවේ නිමලරාජන් සිහිපත් කළ නමුත් නිමලරාජන් මොනරා හි ද සිහිපත් විය.",
        "විනාශකාරී යුද්ධය සහ උතුරේ දෙමළ ජනතාවගේ යුද පෘථිවියේ සිට දේශීය හා විදේශීය මාධ්ය තුළින් ලෝකයේ අවධානය දිනා ගැනීමට නිමලරාජ්ට හැකි විය.",
        "ඔක්තෝබර් 19 වන දින රාත්රියේ වීරහන්රි පුවත්පතේ සහජීවනය පිළිබඳ ලිපියක් යමින් සිටියදී ජේවීපී සහ සිංහල භාෂා දෙකකින් යුත් භාෂාව ඉදිරිපත් කරමින් සිටි නිමාරජන් යාපනයේ පිහිටි ඔහුගේ නිවසේදී වෙඩි තබා dead ාතනය කරන ලදී. , 2000.",
        "කුමාරතුංගගේ පාලන සමයේ හිටපු ජනාධිපති චන්ද්රිකා බණ්ඩාරනායක කුමාරතුංගගේ ධුර කාලය මෙතෙක් යුක්තිය ඉටු කර නැත.",
        "2003 දී වවුනියා අධිකරණය විසින් ඊපීඩීපී පැරාමිලිටරි කල්ලිය නිදොස් කොට ඔහුගේ නිවසේදී මයිල්වන්කානාම් නිමලරාජන් ing ාතනය කළ බවට චෝදනා එල්ල විය.",
        "මෙම murder ාතනයට සම්බන්ධ බවට සැක කෙරෙන ඊපීඩීපීයේ නැපෝලියයි, පොලිසිය විසින් විමර්ශනය නොකර බ්රිතාන්යයේ සරණාගතභාවය අපේක්ෂා කරන බවට වාර්තා වී තිබේ.",
        "ජාවාරම, නීති විරෝධී දේවල, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, වධහිංසා පැමිණවීම, බරපතල මානව හිමිකම් උල්ලං lations නයන් සඳහා රට තුළ යුක්තිය අපේක්ෂා කරනු ඇත."
      ]
    },
    "en": {
      "title": "Nimalarajan to be killed in the international community to uphold justice",
      "body_lines": [
        "A Wanni Soil Journalist Organization, which has demanded justice for 24 years after the death of a Tamil journalist in the Sri Lankan security forces controlled by the Sri Lankan security forces, has insisted that it is not enough to provide justice.",
        "The Mullaitivu Journalists Association's president has been asked to protect journalists through an investigation into the 24th anniversary of the Nimalarajan Mayilwanam, the silence of the shooting, known as a fearless, simple journalist.",
        "“Justice for Nimalarajan is not just about resolving a case and eliminating the structure that helps to prolong violence and fear. Therefore, we are demanding an immediate action by the international media monitors, investigators and legal experts as an immediate measure to be held accountable for these crimes and ensure security for all journalists. ”",
        "The Mullaitivu Media Organization, which emphasizes that the Tamil journalist Nimalarajan Mayilvankanam has not yet been established after the assassination of the Mullaitivu Media, and his assassination, has not been given justice to the massacre of many, including his assassination, and has noted that the criminals have to act without fear.",
        "The Mullaitivu Journalists Association has questioned the lack of investigations into about 50 journalists killed and disappeared a month ago.",
        "“The new government of President Anura Kumara Dissanayake has announced that it has announced that it will resume several high -level cases, including the murder of journalist Dharmaratnam Sivaram.. The new administration has not yet clarified the reason for the lack of justice for the murder of Sivaram's assassination, including the majority of Tamil journalists, including the majority of Tamil journalists, and the disappearance of at least 44 journalists. ”",
        "The Mullaitivu Media Organization further pointed out that Tamil -speaking journalists continue to face harassment, threat and surveillance by state security machines, including the intelligence and the military, and that the situation is further deepened and controls their freedom of speech.",
        "In a statement issued by the Media Corporation, condemning the media repression, the journalist has called for an end to this unpunished culture that encourages those who threaten journalists.",
        "“We urge us to condemn the persecution and end the culture of threatening and marketing journalists.. Media freedom is to be protected. And the safety of journalists who reveal the truth must be the first, not to endanger them. ”",
        "The report also pointed out that the investigation of a journalist who was murdered or disappeared would not guarantee media freedom until the deep -rooted structures were not reformed, which is actively promoting freedom of expression and the freedom of freedom.",
        "Nimalarajan, who reportedly reported the news of the North in Sinhala, did not appear to have recalled Nimalarajan in South Sri Lanka, but the Jaffna and Mullaitivu media outlets were also remembered at Nimalarajan Peacock.",
        "Nimalaraj was able to attract the attention of the world through domestic and foreign media from the war earth on the destructive war and the Tamil people of the North.",
        "Nimalarajan, who was presenting news to Haraya, BBC and Weerakesari in two languages ​​- Tamil and Sinhala, was shot dead at his home in Jaffna while writing an article on the war -affected people in the Weerakesari newspaper on the night of October 19, 2000.",
        "Former President Chandrika Bandaranaike Kumaratunga's tenure during the reign of Kumaratunga has not yet been given justice.",
        "In 2003, the Vavuniya court acquitted the EPDP paramilitary gang, which was accused of murdering Mayilvankanam Nimalarajan at his home.",
        "There have been reports that Sebastian Pillai, the Napoleon of the EPDP, who is suspected of being involved in the murder, is seeking asylum in Britain without being investigated by the police.",
        "The Tamil people who do not believe in the country will seek justice in the country for serious human rights violations, including trafficking, illegal killings, torture and disappearance."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Tamil journalist Nimalarajan assassinated 2000. No justice despite 24 years. Mullaitivu Journalists Association demands international intervention. New government resumes some cases but lacks clarity on others. State security harasses Tamil-speaking journalists. Media freedom threatened."
  ]
}