{
  "translated_text": {
    "ta": {
      "title": "බැංකු ක්ෂේත්‍රය සම්බන්ධයෙන් පූර්ව අයවැය සාකච්ඡාවක්",
      "body_lines": [
        "ஜனாதிபதி செயலகத்தில் வங்கிகள், நிதி மற்றும் காப்பீட்டு பகுதிகள் குறித்த பட்ஜெட்டுக்கு முந்தைய விவாதம் நடத்தப்பட்டுள்ளது.",
        "தொழிலாளர் மற்றும் பொருளாதார மேம்பாட்டு அமைச்சர் டாக்டர் அனில் ஜெயந்தா பெர்னாண்டோவின் ஆதரவின் கீழ் கலந்துரையாடலால் கலந்துரையாடல் கூறப்பட்டது.",
        "මෙරට ආර්ථික වර්ධන ඉලක්ක සපුරා ගැනීමට වත්මන් ආණ්ඩුව ආරම්භ කර ඇති වැඩපිළිවෙළට බැංකු ක්ෂේත්‍රයේ සහාය ලබා දීම පිළිබඳ මෙහිදී පුළුල් ලෙස සාකච්ඡා කර තිබේ.",
        "வங்கி மற்றும் நிதித்துறையின் செயல்திறனை மேம்படுத்துவதற்கான டிஜிட்டல் திட்டத்தின் முடிவு என்று ஜனாதிபதி ஊடக பிரிவு தெரிவித்துள்ளது என்று ஜனாதிபதி ஊடக பிரிவு தெரிவித்துள்ளது.",
        "தொழிலாளர் மற்றும் பொருளாதார மேம்பாட்டு துணை அமைச்சர் டாக்டர் அனில் ஜெயந்தா பெர்னாண்டோ அனைத்து திட்டங்கள் மீதும் அனைத்து திட்டங்களிலும் கவனம் செலுத்துவதாகக் கூறியுள்ளார்.",
        "இதற்கிடையில், கடல் பொருட்கள் போக்குவரத்துத் துறையில் ஈடுபட்டுள்ள கட்சிகளுடன் ஒரு விவாதம் விவாதிக்கப்பட்டுள்ளது.",
        "நாட்டின் பொருளாதாரத்தை கட்டியெழுப்ப ஜனாதிபதி அரசாங்கத்தை ஆரம்பித்துள்ளது என்ற திட்டத்தை ஜனாதிபதி ஆரம்பித்துள்ளதாக ஜனாதிபதி கூறியதாக ஜனாதிபதி ஜனாதிபதி ஊடக பிரிவில் ஜனாதிபதி கூறினார்.",
        "கடல் தொழில் மற்றும் சுற்றுலாத் துறையை மேம்படுத்துவதற்கான சந்திப்பிலும் இது பரவலாக விவாதிக்கப்படுகிறது.",
        "இறக்குமதி மற்றும் ஏற்றுமதியை உருவாக்க கடல்சார் பொருட்கள் போக்குவரத்துத் துறை பரவலாக உருவாக்கப்பட்டுள்ளது என்பதும் விவாதிக்கப்படுகிறது.",
        "உள்கட்டமைப்பு மற்றும் போட்டி சேவைகளை வழங்குவதன் மூலம் உலகளாவிய இயக்கத்தின் உலகளாவிய இயக்கத்தின் சாத்தியக்கூறுகளையும் இது விவாதித்துள்ளது."
      ]
    },
    "en": {
      "title": "Pre Budget discussion on banking industry",
      "body_lines": [
        "A pre-budget discussion on banks, financial and insurance areas has been conducted at the Presidential Secretariat.",
        "The discussion was stated by the discussion under the patronage of Minister of Labor and Economic Development Dr. Anil Jayantha Fernando.",
        "It is widely discussed on the support of the banking sector to achieve the economic growth tarials in the country.",
        "The Presidential Media Unit said that the decision of the digital plan to improve the efficiency of the banking and financial sector, the Presidential Media Unit said.",
        "Deputy Minister of Labor and Economic Development Dr. Anil Jayantha Fernando has stated that he will focus on all proposals on all proposals.",
        "Meanwhile, a discussion has been discussed with the parties involved in the marine goods transport sector.",
        "The President told the Presidential Media Unit that the President has stated that the President has initiated the program that the President has initiated the government to build the economy of the country.",
        "It is also widely discussed in the meeting with the promotion of the sea industry and tourism industry.",
        "It is also discussed that the maritime goods transport sector is widely developed to develop imports and exports.",
        "It has also discussed the possibility of the global movement of the Global movement by providing infrastructure and competitive services."
      ]
    }
  },
  "summary_lines": []
}