{
  "translated_text": {
    "si": {
      "title": "රටේ විවිධ ප්රදේශවල හෙරොයින් මත්ද්රව්ය සම්බන්ධයෙන් තිදෙනෙකු අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "සැකකරුවන් තිදෙනෙකු ඊයේ (16) රටවල් විවිධ ප්රදේශවල හෙරොයින් drugs ෂධ සමඟ අත්අඩංගුවට ගත් බව පොලිසිය පවසයි.",
        "පොලිසියට ලැබුණු තොරතුරු සම්බන්ධව සැකකරුවන් අත්අඩංගුවට ගෙන තිබේ.",
        "ඒ අනුව සැකකරුවෙකු හෙරොයින් කිලෝග්රෑම් 470 ක ග්රෑම් 05 ක් සමඟ අත්අඩංගුවට ගෙන තිබේ.. 34 දෙනෙකු බුලත්සිංහහි-වෝල්ඩ් මෑන් අත්අඩංගුවට ගෙන තිබේ.",
        "මේ අවස්ථාවේ දී, ගම්පාහි හෙරොයින් මිලි ලීටර් 270 ක් ග්රෑම් 05 ක් සමඟ කාන්තාවක් අත්අඩංගුවට ගෙන තිබේ. ගම්පහාහි-අවුරුදු 47 ක කාන්තාව අත්අඩංගුවට ගෙන තිබේ.",
        "මේ අතර, හෙරොයින් මිලිග්රෑම් 960 ක බෙරුවගල ප්රදේශයේදී සැකකරුවෙකු අත්අඩංගුවට ගෙන තිබේ."
      ]
    },
    "en": {
      "title": "Three arrested for heroin drugs in different parts of the country",
      "body_lines": [
        "Three suspects were arrested yesterday (16) with heroin drugs in different parts of the country, police said.",
        "The suspects have been arrested in connection with the information received by the police.",
        "Accordingly, a suspect has been arrested with 05 grams of 470 kg of heroin.. A 34 -year -old man from Bulathsingha has been arrested.",
        "In this case, a woman has been arrested with 05 grams of 270 ml of heroin in Gampaha. The 47 -year -old woman from Gampaha has been arrested.",
        "Meanwhile, a suspect has been arrested in Beruwala - Karandagoda area with a 258 grams of 960 milligrams of heroin."
      ]
    }
  },
  "summary_lines": [
    "Three arrests made: heroin found in Bulathsingha, Gampaha, and Beruwala. Suspects aged 34, 47, and unknown. Amounts vary from 05 grams to 258 grams."
  ]
}