{
  "translated_text": {
    "si": {
      "title": "வன்னி மக்கள் இரண்டாந்தரப் பிரஜைகள் அல்லர் - எமில்காந்தன்",
      "body_lines": [
        "සුමන්තිරාන් පවසා ඇත්තේ වන්නි ජනතාවට ද්විතීයික ජනගහනයක් නොමැති බවත්, එමිල්කාමන්, සෙල්වම් ඇඩකනාදන් සහ සිවසකි ආනන්දන් විසින් අනතුරු අඟවා ඇති බවත්ය.",
        "ඔහු මේ බව කියා සිටියේ සඳුදා (04) වවුනියාවේ මාධ්යවේදිනන මාධ්යවේදියෙකු අමතමින්.",
        "අපේ පක්ෂයේ තනතුරුවලට අනුව, වෙනත් දේශපාලන පක්ෂ හා පක්ෂ පිළිබඳ විවේචනයක් නොමැත.",
        "අපි මුල සිටම මෙය ප්රකාශ කර ඇත්තෙමු. අපි අතීතයේ දී එසේ කර ඇත්තෙමු.",
        "කෙසේ වෙතත්, අපගේ පස සහ අපේ ජනතාව අප වැරදි ලෙස නිරූපණය කිරීමෙන් සමහර දේවල් පැහැදිලි කිරීමට අපි උත්සාහ කරමු.",
        "ඔවුන්ගේ දෙවන පක්ෂය ජය ගැනීමට උත්සාහ කරන සහ එමඟින් සියුම් කරුණු දිනා ගැනීමට උත්සාහ කරන නායකයින් මට සහ ඇක්ස් සංකේතය ලබා දීමේ ක්රියාවලියක යෙදී සිටිති.",
        "නායකත්වය පිළිබඳ මගේ අවසන් මාධ්ය සාකච්ඡාවට ප්රතිචාර දක්වමින් දෙමළ ජාතික පක්ෂයේ සුමන්තරන් මහතා කියා සිටියේ තම පක්ෂය සහ එමිල්කන්තන් අතර ගැටලුවලට ප්රතිචාර දැක්වීමට තමා අවශ්ය නොවන බවයි.",
        "ඇත්ත වශයෙන්ම, මම දෙමළ ජාතික සන්ධානය පිහිටුවීම සඳහා කටයුතු කර ඇත්තෙමි. ජාතික බාර්එක හරහා නිර්මාණය කර ඇති ව්යුහයේ දේශපාලන ශක්තිය උපයෝගී කරගනිමින් සුමන්තිරාන් ය.",
        "ලේ සහ මාංසය සමඟ වැඩ කිරීම සඳහා වන්නි වැසියන් ගැන ඔහු කිසිවක් දැනගන්නේ නැත.",
        "සුමන්තිට වන්නි ජනයාට බැස නොයන බව පැවසීමට මම කැමතියි, පුවත්පතේ සම්මේලනයේ මැවිල්ල කියවීමට ඔබට අවස්ථාවක් නොමැති අතර වන්නි ජනතාවගේ කැපවීම දැන ගැනීමට ඔබට අවස්ථාවක් නොලැබෙන බව.",
        "ඊළඟට, සෙල්වම් අද්දකනාදන් සහ සිවසිති ආනන්දන් මා සහ අපගේ පොරව සංකේතය විවේචනය කරන බවට වාර්තා තිබේ.",
        "මම ඔවුන්ට එක දෙයක් කියන්න කැමතියි. මුල සිටම ඔබගේ මැතිවරණ දේශපාලන පිවිසුම ඔබ දන්නා නිසා මට පොදු ගැටළු කිහිපයක් කිරීමට සිදුවනු ඇත.",
        "සිහිවකිති ආනන්දන් මහතා පසුගිය ජනාධිපතිවරණයේදී ජනාධිපතිවරයාට සහාය දැක්වීම සඳහා මුදල් ගෙවා ඇති බව පැවසීය.",
        "ඔහුට අනුව මුදල් ගෙවීමට සහයෝගය කුමක්ද?අප මුදල් මිල දී නොගත් බවට සාක්ෂි ප්රකාශ කළාද?ඔවුන් දෙදෙනාම ඒවා ප්රකාශයට පත් කිරීමට සූදානම්ද?කිව්වා."
      ]
    },
    "en": {
      "title": "The Vanni people are not second -class citizens - Emilkanthan",
      "body_lines": [
        "Sumanthiran has said that the Vanni people have no secondary populations and have been warned by Emilkanthan, Selvam Adakkalanathan and Sivasakthi Anandan.",
        "He said this while addressing a journalist market in Vavuniya on Monday (04).",
        "According to our party's positions, there is no criticism of other political parties and parties.",
        "We have stated this from the beginning. We have done so in the past.",
        "However, we are trying to clarify some things by misrepresenting us, our soil and our people.",
        "Leaders who are trying to overcome their second party and thereby winning the subtleties are in the process of providing me and the ax symbol.",
        "Responding to the comments made by my last media briefing on the leadership, Sumanthiran, the Tamil National Party's candidate, has said that he does not need to respond to the issue between his party and Emilkanthan.",
        "In fact, I have worked for the formation of the Tamil National Alliance. Sumanthiran is the one who has been using the political strength of the structure that has been created through the national bar.",
        "He is not going to know anything about the people of Vanni to work with blood and flesh.",
        "And I would like to say that Sumanthiran is not able to descend into the Vanni people, and that you have no chance of reading the federation's creation in the newspaper and that you have no chance of knowing the dedication of the Vanni people.",
        "Next, there are reports that Selvam Adakkalanathan and Sivasakthi Anandan are criticizing me and our ax symbol.",
        "I would like to tell them one thing. In response to the fact that you know your election political entry from the beginning, I will have to make some issues public.",
        "Sivasakthi Anandan said that the money was paid to support the President in the last presidential election.",
        "Was the support for the payment of money, according to him?Did we wealth publish evidence that we did not buy the money?Are both of them ready to publish them?Said."
      ]
    }
  },
  "summary_lines": [
    "Vanni people not second-class citizens: Emilkanthan warns against misrepresentation. Sumanthiran denies involvement in Vanni issues. Criticism of Tamil National Alliance leaders."
  ]
}