{
  "translated_text": {
    "ta": {
      "title": "மாதாராவில் வெள்ளத்தின் சமீபத்திய அறிவிப்பு",
      "body_lines": [
        "மாதாரா மாவட்டத்தில் உள்ள சிறிய வெள்ளத் தளம் இப்போது ஏற்கனவே சீரற்ற காலநிலையுடன் சாலையில் உள்ளது.",
        "கிராமா அரா, கிராமா அரா, கிராமா அரா, கிராமா அரா, நிலாலா நதி மற்றும் நில்வாலா நதி ஆகியவை ஒதுக்கப்பட்டன.",
        "இன்று காலை முதல் நீருக்கடியில் பல சாலைகளில் வழங்கப்பட்ட நீர் மீட்கப்பட்டதாக மாதாரா மாவட்ட பேரழிவு மேலாண்மை பிரிவு கூறியது.",
        "மால்பாடா சாலையில் உள்ள மாலும்படா சாலையில் இருந்து மலிம்பாதா வதியவாலா சாலையில் இருந்து மாலிம்பாடா சாலையின் குறுக்கே உள்ள மாலிம்பாடா சாலை, நிலுவரா ஆற்றின் வழிதல், மாலியாம்படா சாலையில் உள்ள மாலியாடா விட்டுவாலா சாலையில் இருந்து மலிம்பாதா வதுவாலா சாலை.",
        "இந்த பேரழிவு காரணமாக மாதரா மாவட்டத்தில் நான்கு பிரிவு செயலக பிரிவுகளில் 240 குடும்பங்கள் பாதிக்கப்பட்டுள்ளன என்று மாதரா மாவட்ட செயலாளர் கணஷரா அமரசிங்க தெரிவித்தார்.",
        "நில்வாலா நதி மற்றும் அதன் துணை நதிகளிலிருந்து மத்தாரா பேரழிவு மேலாண்மை பிரிவு குறிப்பிடத்தக்க மழையைப் பெறவில்லை.",
        "இன்று தீவின் மன அழுத்தம் காரணமாக, மெட் திணைக்களம் தெரிவித்துள்ளது.",
        "அடுத்த இரண்டு நாட்களில் நாட்டின் கிழக்கு கடற்கரை வழியாக நாடு தமிழ்நாட்டை நோக்கி நகரும் என்று அழுத்தம் மனச்சோர்வு கணித்துள்ளது.",
        "பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் பே ஆஃப் விரிகுடாவின் விரிகுடாவின் விரிகுடாவின் தெற்கே விரிகுடாவில் உள்ள பத்திரிகை மந்தநிலை இப்போது தென்கிழக்கின் தென்கிழக்கில் உள்ளது.",
        "கிழக்கு, வடக்கு, வடக்கு, வடக்கு மத்திய, தெற்கு மற்றும் உவா மாகாணங்களில் செல்வாக்கு மழை பெய்தது.",
        "இந்த அமைப்பின் தாக்கம் காரணமாக, வானம் இன்றும் மேகங்களால் சுமையாக உள்ளது.",
        "கடந்த 24 மணி நேரத்தில் அதிக மழை பெய்தது.",
        "இன்று காலை 8.15 மணி முதல் அதிகாலை 8.30 மணி முதல் அதிகாலை 4.15 மணி வரை அதிக மழை பெய்தது, அதே நேரத்தில் 191 மி.மீ.",
        "கனமழை காரணமாக கிழக்கு மாகாணத்தில் உள்ள ஏ / எல் தேர்வு மையங்களால் இயக்கப்படாத அனைத்து முஸ்லீம் பள்ளிகளுக்கும் ஆளுநர் ஜெயந்தல் ரத்னசேகரா தகவல் கொடுத்துள்ளார்.",
        "கனரக மழை முகத்தில், முல்லைடிவு மற்றும் வவுனியா மாவட்டங்களில் பல தாழ்நிலங்கள் வெள்ளத்தில் மூழ்கின.",
        "பலத்த மழை காரணமாக, வட மத்திய மாகாணத்தில் பல பகுதிகள் பாதிக்கப்பட்டுள்ளன.",
        "மழையுடன், சில வீடுகள் குறைந்து தோட்டங்களை பயிரிட்டன.",
        "தம்புட்டேகாமா பொருளாதார மையத்திற்கு காய்கறிகளை விற்க விவசாயிகள் விற்கப்படுவதில்லை.",
        "பதுலு ஓயாவின் நீர் மட்டத்தின் அதிகரிப்பு காரணமாக அதிகரித்துள்ளது, இதன் காரணமாக படுல்லா மூழ்கியுள்ளது.",
        "மடோல்சிமா, மடோல்சிமா வழியாக குருஜெடென்னா சாலையுடனான போக்குவரத்து, மடோல்சிமா முழுவதும் குருஜெடென்னன்னா சாலை மற்றும் குருகொல்லா எகிரியாவா சாலை இடிந்து விழுந்தன.",
        "வெலிமடா - பதுல்லா பிரதான சாலைக்கு அருகிலுள்ள 99 கிலோமீட்டர் நிலச்சரிவுக்கு போலீசார் மீண்டும் திறக்கப்படுவார்கள்.",
        "படுல்லா-கொலோம்போ பிரதான சாலையில் ஒரு நிலச்சரிவு காரணமாக, மரங்கள் சரிந்தன, மேலும் சாலை மேம்பாட்டு ஆணையத்தின் பேக்ஹோஸைப் பயன்படுத்தி மரங்கள் மற்றும் மண் பகுதிகளை அகற்ற நடவடிக்கை எடுக்கப்பட்டுள்ளது.",
        "இதற்கிடையில், உவா பரணகமப் பகுதியில் ரத்னபுராவில் ஒரு வீடு காரணமாக ஒரு மேடு கடுமையாக சேதமடைந்தது.",
        "காண்டியன் ரயில்வே நிலையங்களில் உதுதா மற்றும் டெமோடாரா ரயில்வே நிலையங்களில் நிலச்சரிவு காரணமாக ரயில் பாதை முற்றிலுமாக தடுக்கப்பட்டது.",
        "இதற்கிடையில், சமீபத்திய பேரழிவு காரணமாக 55,416 குடும்பங்கள் பாதிக்கப்பட்டுள்ளன."
      ]
    },
    "en": {
      "title": "Latest Notification of Floods in Matara",
      "body_lines": [
        "The minor flood site in the Matara district is now on the road with an existing inclement weather.",
        "The Kirama Ara, the Kirama Ara, the Kirama Ara, the Kirama Ara, the Nilwala River and Nilwala River, was allocated.",
        "The Matara District Disaster Management Unit stated that the water supplied in many roads underwater was recovered from this morning.",
        "The Malimbada Road across the Malimbada road from the Malimbada Wathiyawala road from the Malumbada road in the Malumbada road after the overflow of the Niluwara River, the Malimbada Wathuwala road from the Maliyada Vitiyala road in the Maliyambada road.",
        "Matara District Secretary Ganeasara Amarasinghe said that 240 families in four Divisional Secretariat Divisions in the Matara district have been affected due to this disaster.",
        "The Matara Disaster Management unit has not received significant rainfall since last night from the Nilwala River and its tributaries..",
        "The Meteorological Department said that due to the stress of the island today, the Met Department said.",
        "The Pressure Depression predicts that the country will move towards Tamil Nadu through the East Coast of the country through the next two days.",
        "The press recession in the south-long Bay of Bay of Bay of Bay of Bay of Bay of Bay of Bay of Bay Bay Sea is now in the southeast of the southeastern.",
        "The influence was rained over the East, North, North, North Central, Southern and Uva provinces.",
        "Due to the impact of this system, the sky is still burdened by the clouds today.",
        "The highest rains during the past 24 hours.",
        "The highest rainfall from 8.30 am to 4.15 am from 8.15 am today, while 191 mm.",
        "Governor Jayantal Ratnasekara has informed all Muslim schools that will not be operated by the A / L examination centers in the Eastern Province due to heavy rains.",
        "In the face of heavy showers, many lowlands in the districts of Mullaitivu and Vavuniya districts were flooded.",
        "Due to heavy rains, a number of areas in the North Central Province have been affected.",
        "With the rain, some houses had declined and cultivated plantations.",
        "The farmers are not sold to sell vegetables to the Thambuttegama Economic Center.",
        "Due to the increase in the water level of Badulu Oya has gone up and Badulla has been inundated due to this.",
        "Transport with Madolsima, Kurugetennnna road through Madolsima, Kurugetennnna road across the Madolsima and KuruGolla Ekiriyawa road collapsed.",
        "The police will be reopened to the 99 kilometer of the landslide near the Welimada - Badulla main road.",
        "Due to a landslide in the Badulla-Colombo main road, the trees have been collapsed and steps have been taken to remove the trees and soil parts using the Road Development Authority's Backhos.",
        "Meanwhile, a mound was severely damaged due to a house in Ratnapura, Uva Paranagama area.",
        "The railway line was completely blocked due to a landslide in the Udutha and Demodara railway stations on Kandyan Railway Stations.",
        "In the meantime, 55,416 families have been affected due to the recent disaster."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the floods in Matara in approximately 200 characters:",
    "",
    "Floods hit Matara district due to heavy rainfall. Nilwala River overflowed, affecting 240 families. Heavy rains caused landslides and road closures. 55,416 families impacted overall."
  ]
}