{
  "translated_text": {
    "si": {
      "title": "වැටුප් නිසා උද්යාන අතහැර යාමට සමාගම්වලට නොකියන්න - මනෝ ගනේසන්",
      "body_lines": [
        "මැයි දින වේදිකාවේ ප්රකාශයට පත් කළ වැටුප ගෙවීම සඳහා ජනාධිපති රනිල් වික්රමසිංහට නොහැකි වූයේ නම්, ඔහු රාජ්ය නායකයා ලෙස විකල්ප ක්රියාමාර්ගයක් ගත යුතුය.. ගැසට් පත්රය ප්රකාශයට පත් කළ කම්කරු ඇමතිතුමා ක්රියා කළ යුතුය. ප්රාන්තයේ රජය රාජ්යයේ මිතුරන්ගේ ක්රීඩා නැවැත්විය යුතු බව ගිනිකෙළි පුපුරා යන අතර පොංගල් සහල් පුපුරා යයි.. මේ සම්බන්ධයෙන් අපගේ සහයෝගීතාව ඉල්ලා සිටියහොත්, අපි එය ධනාත්මකව සලකා බලමු.",
        "නමුත් සටන් පා gan ය ඉදිරිපත් නොකරන ලෙස මම රාජ්යයේ කඳුකර මිතුරන්ට උණුසුම් ලෙස පවසමි, \"උද්යාන උද්යාන රජයට භාර දී සමාගම් වෙත භාර දිය යුතුය\". සමාගම සමාගමට යන අතර රජය ඉඩම පිළිබඳ වගකීම භාර ගන්නේ නම්, ඒවා ඔවුන්ගේ ආධාරකරුවන්ට බෙදා ඇත. සවන් නොදී රජයේ සහ රජයේ ජනතාව අද ඇහුම්කන් දීමෙන් තොරව නිකුත් කර ඇති අතර, එහි ජීවත් වූ අපේ ජනතාව රට මැද ජීවත් වූ ආකාරය මෙයයි.",
        "එය සිදුවුවහොත්, එය උඳුන තුල කමිසයෙන් වැටෙන කතාවක් බවට පත්වනු ඇත. පෞද්ගලික උද්යානවල උද්යාන ඇති නිසා ඉඩම ටිකක් ආරක්ෂිතයි.එමනිසා, ඔබට රූපය අඳින්නට නොහැකි වන පරිදි බිත්තිය කඩා ඉවත් කිරීමේ අදහස නොකියන්න. වැටුප් ඉල්ලුමේ ඇති වන ගැටළුව විසඳන ඉඩම් අයිතිය සම්පූර්ණයෙන්ම විනාශ නොකරන්න.",
        "වතුකරයේ වෙසෙන අපේ ජනතාවගේ ගැටලුව \"පද්ධති සන්ච්ච්\" හි වතු ක්ෂේත්රයේ කළ යුතුය. අපි නිතරම කියන ස්ථිර විසඳුම එයයි. ඉඩම් අයිතිවාසිකම් මත පදනම්ව අපි බලයට පැමිණ අපේ ජනතාව කුඩා වැවිලි ව්යවසායකයෙකු බවට පත් කරන්නෙමු. දෙමළ ප්රගතිශීලී සන්සුන් නායක මනෝ ගනේසන් පවසා ඇත්තේ වතු ඉඩම් එතෙක් වතු ඉඩම් ආරක්ෂිත විය යුතු බවයි.",
        "ජනාධිපති අපේක්ෂක සජිත් ප්රදීසා 2019 මැතිවරණ ප්රතිපත්ති ප්රකාශනය තුළ වතු කම්කරුවාගේ වැටුප රු.. 1,000 ආදේශ කිරීම සඳහා. 1,500 ක් ලෙස හැඳින්විණි. \"අපි වැටුප ගැන කතා කරමු. නමුත් ගෝතභය රාජපක්ෂ විශාල මුදලක් පවසනු ඇත. හැමෝම ඒ ගැන කතා කරයිද?. එබැවින් අපි වැටුපකට වඩා වතු ක්ෂේත්රයේ පද්ධති මධ්යස්ථානය ගැන කතා කරමු. \"\"අද නායයෑම් ඇති කුඩා උද්යාන හිමිකරුවන්ට තේ අපනයන ආදායම් වලින් වැඩි ආදායමක්\" ඇති සංඛ්යාලේඛන මම ගත්තා. ඊට පස්සේ, අපි වතු කම්කරුවන් කුඩා වතු හිමියන්ට හරවන බවට මැතිවරණ ප්රතිපත්ති ප්රකාශනය සඳහන් කිරීමට තීරණය කළෙමු. සජිත් ප්රේමදාස ද සමඟ ගියේය.",
        "සජිත් ප්රේමදාස මහතාගේ 2019 මැතිවරණ විද්යාව, වතු කම්කරුවන් \"උඩරට දෙමළ ගොවීන්\" විසින් නැවත ලබා ගන්නා අතර ගොවීන් වශයෙන් මෙම ජනතාව ගොවීන් ලෙස ලබා ගැනීම සඳහා මෙම ජනතාව නැවත ඉදිරිපත් කරනු ඇත.. මෙම කඳුකර ගොවීන්ගෙන් නිෂ්පාදන මිලදී ගැනීමට සහතික වන වතු සමාගම් සහ මෙම කඳු ගොවීන්ගේ ගොවීන් විසින් එය සහතික කරනු ඇත. \"",
        "අද සජිත් ප්රේමදාසගේ 2019 මැතිවරණ ප්රතිපත්ති ප්රකාශනය දෙස බැලුවහොත්, මෙම වචන එහි දැකිය හැකිය. මෙහි ප්රති result ලයක් ලෙස \"අපි වතු කම්කරුවන් කුඩා වතු හිමියන්ට හරවා යමි\" ප්රගතිශීලී මතය පුනරුත්ථාපනය කරමින් සිටී.. අපි ඔහුව විශ්වාස කරනවා.",
        "එබැවින් අපගේ රජය පැමිණෙන තෙක් මෙම උද්යාන ආරක්ෂා කළ යුතුය. රජයට ගොස් රජයට යාමට රජයන්ට නොකියන්න. වතු ඉඩම් සංරක්ෂණය කරනු ලබන්නේ කිසියම් පසුබෑමක් සහ ගැටලු තිබේ නම් පමණක් මගේ ස්ථිර ස්ථාවරයයි."
      ]
    },
    "en": {
      "title": "Do not tell the companies to leave the gardens because of the salary - Mano Ganesan",
      "body_lines": [
        "If President Ranil Wickremesinghe has not been able to pay the salary announced on the May Day platform, he must take an alternative action as the head of state.. The Minister of Labor, who declared the Gazette, should take action. The government in the state should stop the sports of friends in the state, the fireworks exploding and the pongal rice.. If we ask for our cooperation in this regard, we will consider it positively.",
        "But I warmly tell the mountain friends in the state not to present the slogan, \"Gardens should be handed over to the government and go to the companies\". If the company goes to the company and the government takes responsibility for the land, they will be divided to their supporters. This is how the people of the government and the government of the government today have been issued without listening and our people who lived there are in the middle of the country.",
        "If that happens, it will become a story that falls from the shirt in the oven. The land is a little safe because the private gardens have the gardens.Therefore, do not tell the idea of demolishing the wall so that you cannot draw the image. Do not completely destroy the land rights that will solve the problem in the salary demand.",
        "The problem of our people living in plantations must be done in the plantation field of \"System Sench\". That is the permanent solution we always say. We will come to power based on land rights and make our people a small plantation entrepreneur. Tamil Progressive Alliance leader Mano Ganesan has said that the plantation lands should be safe until then.",
        "During the election manifesto of Presidential candidate Sajith Pradeasa 2019, the plantation worker's salary was Rs.. To replace 1,000. Was referred to as 1,500. “Let's talk about salary. But Gotabhaya Rajapaksa will say a bigger sum. Will everyone talk about that. So we will talk about the System Center in the plantation sector rather than salary. ”I took the statistics that \"the small garden owners who have less landslides today are more revenue in tea export revenue\". After that, we decided to mention the election manifesto that we would turn the plantation workers into small estate owners. Sajith Premadasa also accompanied.",
        "In Sajith Premadasa's 2019 election science, the plantation workers will be re -established by the plantation workers as \"Upcountry Tamil farmers\" and “These people will be re -established to get these people as farmers, as farmers.. It will be guaranteed by the plantation companies and the farmers of these hill farmers, which will be guaranteed to buy produce from these hill farmers. ”",
        "If you look at the 2019 election manifesto of Sajith Premadasa today, these words can be seen there. As a result of this, Sajith Premadasa is repeating the progressive notion that \"we will turn the plantation workers into small estate owners\". We trust him.",
        "So these gardens must be protected until our government arrives. Do not tell the governments to go to the government and go to the government. It is my firm position that the plantation lands will be preserved only if there are any setbacks and problems."
      ]
    }
  },
  "summary_lines": [
    "Mano Ganesan advises against companies taking over gardens due to unpaid salaries, emphasizing alternative actions by the government and the Minister of Labor. He warns against dividing supporters by handing over gardens to companies, advocating for land rights and making people small plantation entrepreneurs. He references Sajith Premadasa's 2019 election manifesto, which aimed to turn plantation workers into small estate owners, ensuring their livelihoods and protecting gardens until a government solution is found."
  ]
}