{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தலின் வெற்றியாளர் இப்படித்தான் அறிவிக்கப்படுகிறது",
      "body_lines": [
        "அதிகாரிகள் மற்றும் பிற தேவைகள் முடிந்ததும். தேர்தல் ஆணையம் தேர்தல் தலைவர். மீ. A. எல். திரு. ரத்னயகே கூறுகிறார்.",
        "ஜனாதிபதித் தேர்தல் தொடர்பாக அரசு தகவல் துறையில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் பேசிய திரு. ரத்னாயக், அஞ்சல் வாக்குகளை எண்ணுவதாக மேலும் கூறினார். இது 4.15 ஐத் தொடங்க எடுக்கப்பட்டுள்ளது.",
        "வாக்குகள் 21 ஆம் தேதி வாக்குகள் கேஸ்கெட்டில் வாக்குப் பெட்டிகளைப் பெற்ற பிறகு, வாக்குகள் காஸ்கெட்டுகள் மற்றும் பிற தேவைகளை பூர்த்தி செய்த பிறகு. 7. அந்த எண்ணும் மையங்களின் எண்ணிக்கை சுமார் 7.. அஞ்சல் அழுத்துதல். சுமார் 4.15 மணியளவில் தொடங்கப்பட்டுள்ளது. மற்றும் மாவட்ட அளவில் ஒவ்வொரு வளாகத்திலும் எண்ணுதல். முடிவுகள் கிடைத்தவுடன் அவர்களுக்கு முடிவுகளை வழங்க அனைத்து ஏற்பாடுகளும் செய்யப்பட்டுள்ளன. பெறப்பட்ட வாக்குகளின் எண்ணிக்கையை கணக்கிடும் ஒவ்வொரு வேட்பாளருக்கும் முதலாவது கணக்கிடப்படுகிறது. அந்த கணக்கீடுகளுக்குப் பிறகு (புகழ்பெற்ற மாவட்ட எண்ணிக்கைகள் வாக்குப் பெட்டிகளில் வாக்குகளின் எண்ணிக்கையை ஆக்கிரமித்துள்ளன. பின்னர், வாக்குகளின் எண்ணிக்கை கணக்கிடப்பட்டுள்ளது, அது வாக்களிக்கும் பகுதியிலும் மாவட்ட மட்டத்திலும் தயாரிக்கப்படும். தேர்தல் செயலகம் ஒட்டுமொத்த முடிவு கணக்கிடப்படுகிறது. சில வேட்பாளர் செல்லுபடியாகும் வாக்குகளில் 50 சதவீதம் அல்லது ஒன்று பெற்றுள்ளார். அது இருந்தால், வாக்குகளின் எண்ணிக்கை முடிவடையும். நாங்கள் ஜனாதிபதியை அறிவிக்கிறோம். எந்தவொரு வேட்பாளரும் 50 சதவிகிதம் பெறவில்லை அல்லது ஒரு வேட்பாளர் பெறப்படாவிட்டால், முன்னுரிமை வாக்குகள் எண்ணப்பட வேண்டும். அதிக வாக்குகள் பெற்ற இரண்டு வேட்பாளர்கள் போட்டியில் காப்பாற்றப்பட்டனர், மீதமுள்ள 36 வேட்பாளர்கள் போட்டியில் இருந்து அகற்றப்படுவார்கள். \""
      ]
    },
    "en": {
      "title": "This is how the winner of the presidential election is declared",
      "body_lines": [
        "After the officers and other requirements are completed. Elections Commission President of Elections. M. A. L. Says Mr. Ratnayake.",
        "Speaking at a press conference held at the Government Information Department regarding the presidential election, Mr. Ratnayake further stated that the counting of postal votes. It has been taken to commence around 4.15.",
        "After receiving ballot boxes on the votes casket on the 21st, after completing the votes caskets and other requirements. 7. The counting of those counting centers at around 7.. Postal Pressing is. At about 4.15 has been started to commence around 4.15. And counting in each premises at district level. All arrangements have been made to give them the results as soon as the results were received. First is counted to each candidate calculating the number of votes received. After that calculations (distinguished district counts occupies the number of votes in the ballot boxes. Subsequently, the number of votes has been calculated and it will be prepared at the voting area and at district level. The Elections Secretariat is the overall result calculated. Some candidate has received 50 percent of valid votes or one. If that is, the counting of votes will end. We declare the President. If any candidate has not received 50 percent or one candidate is not received, the preferential votes should go to counting. The two candidates who received the highest number of votes were saved in the competition and the remaining 36 candidates will be removed from the competition. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Election winner declared after counting postal votes. Candidates need 50%+1 vote to win. If no candidate reaches threshold, preferential votes count. Results announced once all votes tallied."
  ]
}