{
  "translated_text": {
    "si": {
      "title": "රජය පිළිමයේ විදුලිය කපා බාහිරාතනයේ නායකයා - අශ්ව රථ හෙළා දකී",
      "body_lines": [
        "ආණ්ඩුක්රම ව්යවස්ථාව බුද්ධාගමට ප්රමුඛතාවය දිය යුතු බවත් වෙනත් ආගම්වලට සුදුසු ස්ථානයක් ලබා දිය යුතු බවත්, ශුද්ධ පොළොවෙහි පිහිටි මිහින්තලේ රාජ විහාර කපා හැර තිබේ.. විපක්ෂ නායකවරයා කියා සිටියේ රාජ්ය ව්යුහය බෞද්ධ භික්ෂූන්ගේ ආගමික සේවාවන් ඇතුළු වෙනත් සේවාවන් නැවැත්වීමට කටයුතු කරන බවත්, ආගමික කටයුතු නවතා දමා ඇති බවත්.",
        "විපක්ෂ නායක සජිත් ප්රේමදාස සෙනසුරාදා (17) අනුරාධපුරයේ පැවති භික්ෂූන් වහන්සේලා උපදේශක සභාවේ දිස්ත්රික් සමුළුව අමතමින් මේ බව පැවසීය.",
        "වරලත් සමඟ වෙන්වීමේ අධ්යාපනය ප්රවර්ධනය කිරීමෙන් මෙම ආයතන බුද්ධිමතුන්ගේ මධ්යස්ථාන බවට පරිවර්තනය වේ. සසුනාඩා අරුණ හරහා බොහෝ කාර්යයන් කර ඇතත්, ව්යාපෘති විවිධ ව්යාජ මඩ ගායනා කර ඇත.. මේ කුමක් වුවත්, එක්සත් ජනතා බලයේ සම්පන්ත ප්ර ter ප්තිය ආරක්ෂා කිරීමට පියවර ගන්නා බව විපක්ෂ නායකවරයා පැවසීය.",
        "තාහම් පාසල් විභාගය පැවැත්වීමට පවා නොහැකි වූයේ රජයට ය. තාම් පාසල් විභාග හා සහතිකපත් සිදු කිරීමට අපොහොසත් වූ රජය මිහින්තලේ ශුද්ධස්ථානයේ ශුද්ධ සිද්ධස්ථානවල විදුලිය කපා දැමීමෙන් මහනායක තෙර තේරී පත්වීමයි.. මෙම ක්රමය වෙනස් කළ යුතු අතර ප්රායෝගික බෞද්ධයන් නිර්මාණය කළ යුතු බව විපක්ෂ නායකවරයා පැවසීය.",
        "තලඩා මන්දිරයට බෝම්බකරුවන් විසින් රට ගොඩනැඟිය නොහැක. මෙම හිංසනය ප්රජාවෙන් තුරන් කළ යුතු අතර යහපාලනය ඇති කළ යුතුය. රටක් ගොඩනැඟීම සහ රට ගොඩනැගීම සඳහා රජය විසින් නිර්මාණය කළ යුතු බව විපක්ෂ නායකවරයා තවදුරටත් පෙන්වා දුන්නේය.",
        "බෙදුම්වාදී ත්රස්තවාදය පරාජය කිරීමෙන් පසු ගෞරවය, ගෞරවය ත්රිවිධ හමුදාවට යා යුතු නමුත් පවුල් කිහිපයක් එම ගෞරවය දැරූහ.. එසේ කිරීම, ඔවුන් රටේ සම්පත් කොල්ල කෑවා, රටේ ආර්ථික ත්රස්තවාදය පවත්වාගෙන ගිය අතර රට විනාශ කළහ. මේ හේතුවෙන් රටට ඩොලර් බිලියන 90 ක් වටිනා ණයක් ඇත. මේ හේතුවෙන් විපක්ෂ නායකවරයා කියා සිටියේ එක් අයෙකු ලක්ෂ 12 ක ණයක් ලබා ඇති බවයි.",
        "මේ වසරේ සෑම කෙනෙකුම මේ වසරේ පැවති මැතිවරණයෙන් එක්රැස් වී මෙම ආර්ථික ත්රස්තවාදීන් පලවා හැර රට ගොඩනැගීම සඳහා සැබෑ රජයක් නිර්මාණය කළ යුතු බව විපක්ෂ නායකවරයා පැවසීය."
      ]
    },
    "en": {
      "title": "The government is cutting down the electricity of the idols and despises the charioteers - the leader of the opposition",
      "body_lines": [
        "Although the Constitution has stated that Buddhism should be given priority and other religions should be given a suitable place, the Mihintale Raja Vihara, located on the holy earth, has been cut off.. The Opposition Leader said that the state structure is working to stop other services, including the religious services of Buddhist monks, and that religious work is being stopped.",
        "Opposition Leader Sajith Premadasa said this while addressing the District Conference of the Monks Advisory Council held on Saturday (17) in Anuradhapura.",
        "By promoting separation education with Charter, these institutions will be transformed into intellectuals centers. Although Sasunada has done many tasks through Aruna, the projects have been told by various false mudslides.. Regardless of this, the Opposition Leader said that steps would be taken to protect the Sampantha Charter in the United People's Power.",
        "It is the government that cannot even conduct the Taham school examination. The government, which failed to conduct the Taham School Examinations and award certificates, is scolding the Mahanayaka Thera by cutting down the electricity of the holy shrine of Mihintale.. The opposition leader said that this system should be changed and practical Buddhists should be created.",
        "Talada House cannot build the country by bombers. These violence must be eradicated from the community and created good governance. The Opposition Leader further pointed out that the government should be created to build a country and build the country.",
        "After defeating separatist terrorism, the dignity, the dignity must go to the armed forces, but a few families took that respect and dignity.. Taking so, they plundered the country's resources and implemented economic terrorism in the country and destroyed the country. Due to this, the country is in a loan worth $ 90 billion. Due to this, the opposition leader said that one is in a loan of 12 lakhs.",
        "The Opposition Leader added that everyone should come together in this year's election and chase away these economic terrorists and create a real government to build the country."
      ]
    }
  }
}