{
  "translated_text": {
    "si": {
      "title": "දකුණු ආසියාවේ හොඳම අධ්යාපන ක්රමය",
      "body_lines": [
        "ඊයේ පස්වරුවේ නිර්මාණය කරන ලද බෞද්ධ කාන්තා ජාතික පාසලට පැමිණි ජනාධිපති රනිල් වික්රමසිංහ මහතා සිසුන් විසින් පිළිගනු ලැබීය.",
        "පාසල් පරිශ්රවල පිහිටි බෞද්ධ විහාරයට ගොස් ඇති ජනාධිපතිවරයාට ආශීර්වාද ලබා දී නව ගොඩනැගිල්ල සිසුන්ට භාර දී තිබේ.",
        "අ.පො.ස.. අ.පො.ස. උසස් පෙළ විභාගය සමත්වූ විද්යාලීය සිසුන් සඳහා ත්යාග ප්රදානය කරන ලද අතර ජනාධිපති රනිල් වික්රමසිංහ මහතාට සිහිවටනයක් ද පිරිනමන ලදී.",
        "ගොඩනැගිල්ලේ ඉදිකිරීම් කටයුතු අවසන් කරන ලෙස සිසුන්ගේ ඉල්ලීම පරිදි මෙම ගොඩනැගිල්ල ඉදිකිරීම අදියර දෙකකින් නිම කරන බව ද ජනාධිපතිවරයා ප්රකාශ කළේය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා පෙන්වා දුන්නේ රටේ සංවර්ධනයට රජය වගකිව යුතු බවත්, සටන් පා ans සොයා බැලීමේ කාලය මෙය නොවන බවයි.",
        "රට සංවර්ධනය කිරීම සඳහා රට නව මාවත සකස් කර රටේ වේගවත් සංවර්ධනයක් නිර්මාණය කිරීම සහ රටේ ශී development ්ර සංවර්ධනයක් ඇති කර ගැනීමට රජය කළ සැලැස්මක් සමඟ සෑම කෙනෙකුම අත්වැල් බැඳ ගත යුතු බව ජනාධිපතිතුමා පැවසීය.. (ඒ)"
      ]
    },
    "en": {
      "title": "The best educational system in South Asia",
      "body_lines": [
        "President Ranil Wickremesinghe, who visited the Created Buddhist Women's National School yesterday afternoon, was welcomed by the students.",
        "The President, who had gone to the Buddhist Vihara, located on the school premises, had been blessed with blessings and handed over the new building to the students.",
        "GCE.. Prizes for college students who have passed the GCE Advanced Level Examination were awarded by the President and a souvenir to President Ranil Wickremesinghe.",
        "The President also stated that the construction of the building will be completed in two phases in accordance with the request of the students to complete the construction work of the building.",
        "President Ranil Wickremesinghe pointed out that the government is responsible for the development of the country and stressed that this is not the time of the abduction of slogans.",
        "The President said that everyone should join hands with the government's plan to make the country on the new path to develop the country and create a rapid development of the country and create rapid development in the country.. (A)"
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe visited the Buddhist Women's National School, where he was greeted by students and blessed at the Buddhist Vihara. He handed over a new building to the students and awarded GCE prizes to those who passed the Advanced Level Examination. The President emphasized the government's responsibility in national development and urged unity to achieve rapid progress."
  ]
}