{
  "translated_text": {
    "ta": {
      "title": "ரத்மலானா சிவப்பு நிறத்தை வெளிப்படுத்துகிறது",
      "body_lines": [
        "ரத்தமலானாவின் ரத்மலானாவில் சிவப்பின் சிவப்பால் தொந்தரவு செய்யக்கூடாது என்று மத்திய சுற்றுச்சூழல் அதிகாரம் பொதுமக்களை வலியுறுத்துகிறது. இந்த கால்வாயில் தண்ணீர் சிவப்பானது, நவம்பர் 05 முதல் 2024 வரை. மத்திய சுற்றுச்சூழல் ஆணையத்தின் படி, மத்திய சுற்றுச்சூழல் ஆணையத்தின் மத்திய சுற்றுச்சூழல் அலுவலகம் இதே நாளில் ஒரு துறை விசாரணையை நடத்தியுள்ளது.",
        "தொடர்புடைய கால்வாய்க்கு ஒரு நிறமி வெளியிடப்பட்டதால் கால்வாயின் நிறம் மாறிவிட்டது என்று கள ஆய்வு தெரியவந்துள்ளது.. ஒரே நேரத்தில் செய்யக்கூடிய சோதனைகள் ஏற்பட்டால் மத்திய செயலகம் செய்யப்பட்டது.. இந்த நிறமி ஒரு உருகும் (நீரில் கரையக்கூடியது) நீரில் உருகும் நீர் என்றும், தற்போதுள்ள சுற்றுச்சூழல் நிலைக்கு ஏற்ப pH அளவுருக்கள் அதிக மதிப்புகள் இல்லை என்றும் விசாரணைகள் உள்ளன.. CEA இன் நீர் தரமான ஆய்வக அதிகாரிகள் மேலும் விசாரணைகளை மேற்கொள்ள நீர் மாதிரிகளைப் பெற்றுள்ளனர்.",
        "இப்பகுதியில் ஒரு நபர் தொடர்புடைய கால்வாய்க்கு விடுவிக்கப்பட்டுள்ளார் என்பது தெரியவந்துள்ளது. இது கால்வாய்க்கு எடுத்துச் செல்லப்பட்ட ஒரு பிரச்சினையாக இருந்து வருகிறது, ஏனெனில் கணிசமான எண்ணிக்கையிலான வண்ணங்கள் கால்வாய்க்கு கொண்டு செல்லப்பட்டு கால்வாய்க்கு விடுவிக்கப்பட்டுள்ளன.. சந்தேக நபரை போலீசார் ஒப்படைத்துள்ளனர்."
      ]
    },
    "en": {
      "title": "Ratmalana reveals the cause of red",
      "body_lines": [
        "The Central Environmental Authority urges the public not to be disturbed by redness of redness in Ratmalana, Ratmalana. The water is red on this canal from 05 November 2024. According to the Central Environmental Authority, the Central Environmental Office of the Central Environmental Authority has conducted a sector investigation on this same day.",
        "The field inspection revealed that the color of the canal has changed due to the release of a pigment to the relevant canal.. The Central Secretariat was made in the event of the tests that could be made at the same time.. There are also investigations that this pigment is a melt (water soluble) is a melting water in water and that the PH parameters in accordance with existing environmental condition, there are no higher values. Water Quality Laboratory Officers of the CEA have obtained the water samples to conduct further investigations.",
        "It has been revealed that a person in the area has been released to the relevant canal. It has been a problem that has been taken to the canal, as a significant number of colors have been taken to the potential, to the canal and has been released to the canal.. The suspect has been handed over by the police."
      ]
    }
  },
  "summary_lines": [
    "Ratmalana canal turns red due to dye release. Investigation ongoing. No health risk reported. Police investigating source."
  ]
}