{
  "translated_text": {
    "ta": {
      "title": "පළාත් පාසල් 809ක් නාම මාත්‍රිකව ජාතික පාසල් කරලා",
      "body_lines": [
        "இன்றுவரை இலங்கையில் தேசிய கல்வி கொள்கை இல்லை என்பதை கோபி குழு வெளிப்படுத்துகிறது",
        "හැකි ඉක්මනින් ජාතික අධ්‍යාපන ප්‍රතිපත්තියක් සකස්කිරීමට කටයුතු කරන ලෙස නිලධාරීන්ට උපදෙස්",
        "கடந்த 1000 ஆம் ஆண்டில் தொடங்கப்பட்ட தேசிய பள்ளிகளின் வளர்ச்சி மற்றும் தேசிய பள்ளிகளின் வளர்ச்சி குறித்து 72 திட்டங்களை கோபாயிக் குழு அழைக்கிறது.",
        "கபா கமிட்டியை கல்வி, உயர் கல்வி மற்றும் தொழிற்கல்வி அமைச்சகம் பாராட்டப்படுகிறது.",
        "குழுவில், பொதுக் கணக்குகள் தொடர்பான குழு (இலங்கையில் தேசிய கல்விக் கொள்கை இல்லை என்று கோபா தெரியவந்தது.",
        "தணிக்கையாளர் ஜெனரலின் அறிக்கை மற்றும் கல்வி, உயர் கல்வி மற்றும் தொழிற்கல்வி அமைச்சின் (கோபா) தற்போதைய செயல்திறன் பற்றி விவாதிக்க பொது கணக்குகள் குழு (கோபா) அரவிந்த் செனாரத்தின் தலைவராக நடைபெற்றது.",
        "இங்கு பேசிய, வரி அமைச்சகத்தின் அதிகாரிகள் மற்றும் தேசிய கல்வி ஆணையத்தின் அதிகாரிகள் இலங்கையில் தேசிய கல்விக் கொள்கை இல்லை என்று பல சந்தர்ப்பங்களில் கொடுக்கப்பட்ட வழிகாட்டுதல்கள் சுட்டிக்காட்டினர். தேசிய கல்வி ஆணையம் கல்வி தொடர்பாக பல்வேறு பரிந்துரைகளை வழங்கியது, மேலும் சில பரிந்துரைகள் மட்டுப்படுத்தப்பட்டவை மட்டுமல்ல.",
        "இது மிகவும் வருத்தமாக இருக்கிறது என்று கோபிர் கமிட்டியின் தலைவர் சுட்டிக்காட்டினார். தற்போதைய அரசாங்கத்தின் முக்கிய நோக்கம் என்னவென்றால், நாட்டின் முக்கிய நோக்கம் நாட்டின் எதிர்காலத்தின் குறிப்பிடத்தக்க நோக்கமாகும்.. எனவே, தேசிய கல்விக் கொள்கையைத் தயாரிப்பதற்கான சர்ச்சையின் பலவீனத்தைத் தடுக்க அதிகாரிகளுக்கு அறிவுறுத்தப்பட்டது.",
        "மாநில அமைச்சகம் நிறுவிய கடைசி ஏழு திட்டங்களைத் தொடர்ந்து கடந்த ஏழு மாதங்களில் மூன்று மாதங்களுக்குள் அறிக்கை வழங்கப்பட வேண்டும் என்று பொது கணக்குகள் குழு (கோபா) பரிந்துரைத்தது.. கடந்த அரசாங்கத்தின் திட்டத்தை அரசாங்கம் நடைமுறைப்படுத்தவில்லை என்பது இங்கு தெரியவந்தது. இந்த திட்டத்தில் இந்த திட்டம் 23 பள்ளிகளுக்கு இடையே தங்கியுள்ளது என்பதும் தெரியவந்தது.",
        "ரூ.. 2.42 மில்லியன் முழுமையான வட்டி விகிதத்தில் செலவிடப்பட்டுள்ளது என்பது தெரியவந்தது. இதன் விளைவாக, 80909 பள்ளிகள் தேசிய பள்ளிகள் என்று பெயரிடப்பட்டுள்ளன.. இதன் விளைவாக, இந்த கீழ் நிறுவப்பட்ட 72 திட்டங்கள் மற்றும் மாநில அமைச்சகத்தின் கீழ் நிறுவப்பட்ட 72 திட்டங்களில் 3 மாதங்களுக்குள் ஒரு அறிக்கை வழங்கப்படும் என்று குழு பரிந்துரைத்தது. தற்போதைய அரசாங்கக் கொள்கையில் தேசிய பள்ளிகளின் எண்ணிக்கை தேசிய பள்ளிகளின் எண்ணிக்கையை அதிகரிக்காது என்றும் அனைத்து பள்ளிகளையும் உருவாக்க அமைச்சகம் செயல்பட்டு வருவதாகவும் அதிகாரிகள் சுட்டிக்காட்டினர்.",
        "குழு தேசிய கல்வி மேலாண்மை வாரியத்தில் (NEMIS) கவனம் செலுத்தியது. 2024 ஆம் ஆண்டில் கோபா குழு விவாதிக்கப்பட்டது என்று குழு சுட்டிக்காட்டியது. இந்த தரவுத்தளம் கிடைக்கவில்லை என்று குழு சுட்டிக்காட்டியது, தேவையான நடவடிக்கை எடுக்க விரைவாக வேலை செய்வது முக்கியம்.",
        "மேலும், தொடர்புடைய உயிரினங்களின் விவரக்குறிப்புகளுக்கு ஏற்ப கணினி உபகரணங்களை செலுத்த அமைச்சகம் இந்த நிறுவனம் செலுத்தப்படவில்லை.. இதன் விளைவாக, 2 மாதங்களுக்கு பொருட்களை வழக்குத் தொடுப்பது தொடர்பாக 328 மடிக்கணினிகளுக்கான விநியோக நிறுவனம் என்றும் குழு வெளிப்படுத்தியது.",
        "இந்த குழு 40 பெர்ச்சுகள் நிலத்தை குத்தகைக்கு எடுத்துக்கொள்வது மற்றும் மாகாண அமைச்சரவை முடிவை மாகாண மந்திரி அமைச்சரவை முடிவில் குத்தகைக்கு எடுத்துக்கொள்வது குறித்து கவனம் செலுத்தியது.. குழு நீண்ட கலந்துரையாடலை பரிந்துரைத்தது, மேலும் பள்ளிக்குச் சொந்தமான அனைத்து நிலங்களையும் குழு பரிந்துரைத்தது. இந்த எல்லா தரவும் குறித்த அறிக்கையை கோப் கமிட்டி பரிந்துரைத்தது.",
        "கூடுதலாக, இந்த கட்டிடம் பல்லேவேலா மகா வித்யாலயா, ஹம்பந்தோட்டா மகானகலா மற்றும் மிரிகாமா மகா வித்யாலயாவில் கட்டப்பட்ட ஆய்வகங்களின் கட்டமைப்பு திட்டத்தில் இந்த கட்டிடத்தை ஏற்படுத்தியுள்ளது."
      ]
    },
    "en": {
      "title": "National schools acquisition of 809 Provincial schools",
      "body_lines": [
        "The Kopy Committee reveals that there is no national education policy in Sri Lanka to date",
        "Officers instructed to prepare a national education policy as soon as possible",
        "The Kopaic Committee calls on 72 projects on the development of national schools which were started in the past 1000 and the development of the national schools.",
        "The Kapa Committee is praised by the Ministry of Education, Higher Education and Vocational Education.",
        "In the committee, the Committee on Public Accounts (COPA was revealed that there is no national education policy in Sri Lanka.",
        "The Committee on Public Accounts (COPA) to discuss the Auditor General's Report and the present performance of the Ministry of Education, Higher Education and Vocational Education (COPA) was held at the Chairman of Aravinda Senarath.",
        "Speaking on the here, the officers of the Line Ministry and the National Education Commission pointed out that the guidelines given in several occasions that there is no national education policy in Sri Lanka. The National Education Commission gave various recommendations regarding education and that certain recommendations were not only limited.",
        "The Chairman of the Kopyr Committee pointed out that this is extremely sad. The main objective of the present government is that the main objective of the country is a significant objective of the future of the country.. Therefore, the officials were instructed to prevent the weakness of the controversy to prepare a national education policy.",
        "The Committee on Public Accounts (COPA) recommended that a report was issued within three months on the last seven months following the last seven projects established by the State Ministry.. This was revealed here that the government implemented last government's program has not been successful. It was also revealed that the program had stayed between 23 schools in this program.",
        "The Rs.. It was revealed that 2.42 million has been spent in the absolute interest rateful. As a result, 80909 schools have been named national schools.. As a result, the Committee recommended that a report would be given within 3 months on 72 projects established under this and 72 projects established under the State Ministry. The officials pointed out that the number of national schools will not increase the number of national schools on the current government policy and the Ministry is working to develop all schools.",
        "The Committee focused on the National Education Management Board (NEMIS). The Committee pointed out that the Kopah committee was discussed in the year 2024. The Committee pointed out that this database is not available, it is important that it is important to work quickly to take necessary action.",
        "Also, the Institute has not been paid by the Ministry to pay computer equipment in accordance with the specifications of the relevant species.. As a result, the committee also revealed that the supply entity for 328 laptops regarding the prosecution of the supplies for 2 months.",
        "The Committee focused on the lease of 40 perches of land and the lease of the Provincial Cabinet decision on the provincial ministerial Cabinet decision by the Ministry of Use.. The Committee recommended that the lengthy discussion took place and the Committee recommended that all the land owned by school. The COPE Committee also recommended that a report on all these data.",
        "In addition, the building has caused the building in the structural plan of the laboratories built at Pallewela Maha Vidyalaya, Hambantota Mahanagala and Mirigama Maha Vidyalaya."
      ]
    }
  },
  "summary_lines": []
}