{
  "translated_text": {
    "ta": {
      "title": "ஆண்டின் முதல் 14 வாரங்களில் 7 லட்சம் சுற்றுலாப் பயணிகள் இலங்கைக்கு வந்தனர்",
      "body_lines": [
        "இந்த ஆண்டின் முதல் 14 வாரங்களில் இலங்கைக்கு சுற்றுலா வருகை 700,000 மதிப்பெண்களைத் தாண்டியது. அதன்படி, இலங்கைக்கு 1 முதல் ஏப்ரல் 1 வரை சுற்றுலாப் பயணிகளின் வருகையின் எண்ணிக்கை 718 315 ஆகும்.",
        "2023 ஆம் ஆண்டில், இலங்கைக்கு சுற்றுலாப் பயணிகள் ரூ.",
        "ஏப்ரல் முதல் 15 நாட்களில் 82,531 சுற்றுலாப் பயணிகள் இலங்கைக்கு விஜயம் செய்தனர். ஒரு நாளைக்கு இலங்கைக்கு வருகை தரும் சுற்றுலாப் பயணிகளின் எண்ணிக்கை இப்போது 5500 க்கு அருகில் உள்ளது.",
        "இலங்கை அதிக எண்ணிக்கையிலான சுற்றுலாப் பயணிகளின் வருகையும், வருகையில் 17 சதவீதமும் இந்தியா முதலிடத்தில் உள்ளது.",
        "இங்கிலாந்து என்பது இங்கிலாந்து இரண்டாவது பெரிய பயணிகளாக இருக்கும் நாடு, இது மொத்தத்தில் 11 சதவீதத்தை பங்களிக்கிறது.",
        "இலங்கையில் பயண ஆலோசனைக்கு இங்கிலாந்து அதிகாரிகள் சமீபத்தில் புதுப்பிக்கப்பட்டனர், இலங்கை சந்தையில் இருந்து அதிகமான சுற்றுலாப் பயணிகளை எதிர்பார்க்கிறது.",
        "மொத்த வருகையின் எண்ணிக்கையில் ஒரு சதவீதத்துடன் ரஷ்யா மூன்றாவது இடத்தில் உள்ளது.",
        "ஜெர்மனி, பிரான்ஸ், ஆஸ்திரேலியா மற்றும் சீனா நான்காவது, ஐந்தாவது, ஆறாவது, ஆறாவது மற்றும் ஏழாவது இடங்களில் வைக்கப்பட்டுள்ளன."
      ]
    },
    "en": {
      "title": "7 lakh tourists arrived in Sri Lanka in the first 14 weeks of the year",
      "body_lines": [
        "Tourist arrivals to Sri Lanka exceeded 700,000 marks in the first 14 weeks of this year. Accordingly, the number of tourist arrivals to Sri Lanka from 1st to April 1 was 718 315.",
        "In 2023, tourists arrived in Sri Lanka exceeded Rs. 7 million.",
        "82,531 tourists visited Sri Lanka in the first 15 days of April. The number of tourists visiting Sri Lanka a day has now been close to 5500.",
        "India is the number one as Sri Lanka is the largest number of tourist arrivals and 17 percent of the arrivals.",
        "The UK is the country where the UK is the second largest travelers, which contributes 11 percent of the total.",
        "UK authorities recently updated to travel consulting on Sri Lanka, Sri Lanka is expecting more tourist arrivals from the market.",
        "Russia is third with a percentage of the total number of arrivals.",
        "Germany, France, Australia and China are placed fourth, fifth, sixth, sixth and seventh places."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka saw over 700,000 tourists in the first 14 weeks of 2023, with India being the top source, followed by the UK and Russia. Germany, France, Australia, and China also contributed significantly."
  ]
}