{
  "translated_text": {
    "ta": {
      "title": "3650 லட்சம் மொழிபெயர்ப்பாளராக மொழிபெயர்ப்பாளராக சீன நாட்டவர்",
      "body_lines": [
        "கொலம்போ உயர்நீதிமன்ற நீதிபதி நவரத்னே மராசிங்குக்கு மூன்று மாத ரூ.",
        "நீதிபதி ரூ.",
        "சீன மொழிபெயர்ப்பாளர் இலங்கையில் மன்னிக்கப்பட்டதாக குற்றம் சாட்டப்பட்டதாக குற்றம் சாட்டப்பட்டதாகக் கூறப்படும் சீன மொழிபெயர்ப்பாளராக தண்டனை விதிக்கப்பட்டது.",
        "பிப்ரவரி 1 முதல் பிப்ரவரி 1 முதல், இலங்கையில் ஒரு ரத்தின மற்றும் நகை ஆணையம் (ரத்தின மற்றும் நகை ஆணையத்தின் கீழ்) மற்றும் ரத்தின மற்றும் நகை ஆணையத்தின் கீழ் ரூ.",
        "குற்றம் சாட்டப்பட்டவரை பிரதிவாதிக்கு எதிராக நீண்ட விசாரணையுடன் பாதுகாக்க நீதிபதி முடிவு செய்தார்.",
        "மூத்த துணை சோலிகிட்டர் ஜெனரல் சுதர்சிடர் ஜெனரல் சுதர்ஷனா டி சில்வா, வாதிக்காக தோன்றிய, இந்த பிரதிவாதி நாட்டிற்கு தண்டிக்கப்பட வேண்டும் என்றும் மற்ற வெளிநாட்டினருக்கு ஒரு பாடம் செய்யும்படி கேட்டுக்கொள்ளப்பட்டார்.",
        "குற்றம் சாட்டப்பட்டவருக்காக தோன்றிய திரு. ரஞ்சன் டி சில்வா, இலங்கையில் உள்ள ரத்தினங்களுக்கு அவசியம் என்று தனக்குத் தெரியாது என்றும், ரத்தினங்களுக்கு இது அவசியம் என்று அறிந்தவுடன் அவருக்குத் தேவையான உரிமங்கள் இருந்தன என்றும் வாடிக்கையாளரிடம் குற்றம் சாட்டப்பட்டார் இலங்கை.",
        "இருப்பினும், வழக்கறிஞர்-சட்டபூர்வமான ரஞ்சன் டி சில்வா தனது வாடிக்கையாளரை ஒரு வெளிநாட்டவர் கோரியுள்ளார்.",
        "சமர்ப்பிப்புகளைக் கருத்தில் கொண்டு, டெபாட்டின் வழக்கறிஞரிடம் குற்றம் சாட்டப்பட்டவர்களிடம் குற்றம் சாட்டப்பட்டவர்கள் தாக்கல் செய்தனர், குற்றம் சாட்டப்பட்டவர்களின் பிரச்சினைகள் குறித்து அத்தகைய உத்தரவு அல்லது செயலில் உள்ள தாடைகள் அவர் தண்டிக்கப்படாது என்று கூறினர் .",
        "மூத்த துணை சாலிடானா டி சில்வா, மூத்த துணை சாலிடானா டி சில்வா, புகார் சார்பாக அரசாங்கத்தின் மாநிலத் தலைவர் பத்மலால் டி சில்வாவுடன் ஆஜரானார்."
      ]
    },
    "en": {
      "title": "Chinese national as a translator as a translator for 3650 lakhs",
      "body_lines": [
        "Colombo High Court Judge Navaratne Marasinghe has been sentenced to three million rupees in Sri Lanka without a three-month Rs.",
        "The judge surrendered to a fine of Rs.",
        "The punishment was imposed as a Chinese translator was not excused in Sri Lanka, with a gem and jewelery authority in Sri Lanka.The Chinese nationalman who was accused of allegedly.",
        "September 1st from February 1st from February 2017, with a gem and jewelry Authority (Under the Gem and Jewelery Authority) in Sri Lanka and the Tip of the Momed Authority under the Gem and Jewelery Authority Act of Rs.There was a possession.",
        "The judge decided to defend the accused against the defendant with a lengthy trial.",
        "Senior Deputy Solikitor General Sudarsitar General Sudarshana De Silva, who appeared for the plaintiff, this defendant was asked to be punished to the country and to a lesson to other foreigners.",
        "Mr. Ranjan De Silva, who appeared for the accused, was charged with the client that he did not know that it was necessary for gems in Sri Lanka and he had the necessary licenses as soon as it was learned that it was necessary for gems in Sri Lanka.",
        "However, Attorney-at-Law Ranjan de Silva requested her client, a foreigner.",
        "After considering the submissions, the contenders filed by the accused of the accused of the accused of the Debpatt's lawyer, such order or active jaws on the issues of the accusedThe judge said he would not be punished. The judge was then imposed on the accused.",
        "Senior Deputy Solidhana De Silva, Senior Deputy Solidhana De Silva, appeared with the government's Chief of State Padmalal De Silva on behalf of the complaint."
      ]
    }
  },
  "summary_lines": [
    "A Chinese translator was fined 3 million rupees in Sri Lanka after being found guilty of possessing unlicensed gems. The case, involving the Gem and Jewelry Authority, began on September 1st, 2017, and concluded with a judgment on February 1st. Despite the defense arguing lack of knowledge about licensing requirements, the court deemed the offense serious enough to warrant a fine."
  ]
}