{
  "translated_text": {
    "ta": {
      "title": "ஆஸ்திரேலிய நீதிமன்ற அமைச்சகம் கூட்டாட்சி நீதிமன்றத்தின் உத்தரவுகளை சுருக்கமாகக் கூறுகிறது",
      "body_lines": [
        "இலங்கை லங்கன் உயர் ஸ்தானிகருக்கான இலங்கையின் துணை உயர் ஸ்தானிகருக்கான இலங்கையின் துணை உயர் ஸ்தானிகர் மீது இலங்கையின் துணை உயர் ஸ்தானிகர் மீது தாக்கல் செய்யப்பட்ட வழக்கைத் தாக்கல் செய்ய இலங்கையின் ஆஸ்திரேலிய பெடரல் நீதிமன்றத்தின் தீர்ப்பில் வெளிவிவகார அமைச்சகம் கவனம் செலுத்தியுள்ளது.",
        "வெளிவுமிகர அமைச்சகம் தங்கள் உத்தியோகபூர்வ பிரதிநிதி கடமைகளை எடுக்க வெளி விவகார அமைச்சகத்தை எளிதாக்குவது வழக்கம் என்று கூறினார். இந்த சம்பவத்தின் உள்நாட்டு ஆதரவு மூன்று ஆண்டுகள் முழு வேலைகளை நிறைவேற்றியது, ஆஸ்திரேலியாவிலிருந்து அவர் நோக்கம் கொண்ட நாளுக்கு முன்பே முதலாளியின் உத்தியோகபூர்வ இல்லத்தை ரகசியமாக விட்டு வெளியேறினார்.",
        "குடிசை உதவியாளரின் ஊதியமாக அமைச்சகத்தால் அங்கீகரிக்கப்பட்ட கொடுப்பனவை அவர் செலுத்தியுள்ளார். முதலாளி எடுத்துக் கொள்ளப்பட்டதால் முதலாளி வீட்டு ஆதரவாளருக்கு சம்பளத்தை செலுத்தியதில் அமைச்சகம் திருப்தி அடைகிறது."
      ]
    },
    "en": {
      "title": "Ministry of Australia's Court summarizes the orders of the federal court",
      "body_lines": [
        "The External Affairs Ministry has focused on the verdict from the Australian Federal Court of Sri Lanka to file a case filed against Sri Lanka's Deputy High Commissioner for the Sri Lankan Deputy High Commissioner for the Sri Lankan High Commissioner for the Sri Lankan High Commissioner.",
        "Ministry of External Affairs said that it is customary to facilitate the Ministry of External Affairs to take their official representative duties. The domestic support of the incident was completed three years of full work, secretly fled the employer's official residence before the day he was intended from Australia.",
        "She has paid the allowance approved by the Ministry as the cottage assistant's pay. The Ministry is satisfied that the employer paid the salary to the household supporter as the employer was taken."
      ]
    }
  },
  "summary_lines": [
    "The Australian Federal Court ordered the Sri Lankan Deputy High Commissioner to return home after fleeing his post three years ago. The Ministry of External Affairs stated it would support this action, emphasizing the importance of officials fulfilling their duties abroad."
  ]
}