{
  "translated_text": {
    "ta": {
      "title": "முதல் காலாண்டில் டாலர் முதலீட்டு இலக்கு அடையப்படுகிறது",
      "body_lines": [
        "இலங்கையின் முதலீட்டு வாரியம் முதல் காலாண்டின் முதல் காலாண்டில் 1 பில்லியன் அமெரிக்க டாலர்களை அடைந்துள்ளது. 820 மில்லியன் அமெரிக்க அமெரிக்க டாலர்கள் 820 மில்லியன் அமெரிக்க டாலர் மற்றும் அமெரிக்க டாலர். 320 மில்லியன் மதிப்புள்ள பல திட்டங்கள் முதலீட்டு வாரியத்தில் ஒப்பந்தம் செய்யப்பட்டுள்ளன.",
        "இந்த ஆண்டு முதலீட்டு அமைச்சகத்திற்கு அரசாங்கம் 1 பில்லியன் அமெரிக்க டாலர் இலக்கை அடைந்துள்ளது என்று முதலீட்டு ஊக்குவிப்பு மாநில மந்திரி திலம் அமுனுகாமா கூறுகிறார், ஆனால் அரசாங்கம் ஆண்டின் முதல் காலாண்டில் தனது அமைச்சகத்தை நிறைவேற்றியுள்ளது.",
        "இந்த ஆண்டின் முதல் காலாண்டில் முதலீட்டு வாரியம் (BOI), பின்வரும் முதலீட்டாளர்கள் திட்டங்களின் பிரச்சினைகள் குறித்து நடத்தப்பட்டு விவாதிக்கப்பட்டபோது மாநில அமைச்சர் இந்த கருத்துக்களை தெரிவித்தார்.",
        "இந்த நிகழ்வில் பங்கேற்ற முதலீட்டாளர்கள் தங்கள் திட்டங்களைத் தொடங்குவதற்கான ஏற்பாடுகள் விரைவில் கூறினர்.",
        "மேலும் பேசிய திலம் அமுனுகாமா, மேலும் முதலீட்டாளர்கள் தங்கள் திட்டங்களை குறுக்கீடு இல்லாமல் செயல்படுத்த முடியும் என்று கூறினர்.",
        "இலங்கையின் முதலீட்டு வாரியத்தின் இயக்குநர் ஜெனரல். ஐ.எஃப்.சி (முதலீட்டாளர்களுக்கான பிரச்சார மையம்) ஏற்கனவே முதலீட்டாளர்களின் பிரச்சினைகளில் தொடர்ந்து உள்ளது என்று திருமதி வீரகூன் கூறினார். முதலீட்டாளர்களின் பிரச்சினைகளைத் தீர்க்க அனைத்து வரி அமைச்சகங்கள் மற்றும் பிற அரசு நிறுவனங்களின் ஒருங்கிணைப்பு என்று திருமதி வீராகோ கூறினார்."
      ]
    },
    "en": {
      "title": "The dollar investment goal is achieved in the first quarter",
      "body_lines": [
        "Board of Investment of Sri Lanka has achieved US $ 1 billion in the first quarter of the first quarter. Investment of US $ 820 million US $ 820 million and US $. A number of other projects worth 320 million has been contracted to the Board of Investment.",
        "Investment Promotion State Minister Dilum Amunugama says that the Government has achieved a target of US $ 1 billion to the Ministry of Investment Promotion this year, but the government has passed its ministry in the first quarter of the year.",
        "The State Minister made these comments when the Board of Investment (BOI) in the first quarter of the first quarter of this year, the following investors were conducted and discussed on the issues of projects.",
        "Investors who participated in this event said that the arrangements to start their projects shortly.",
        "Speaking further, Dilum Amunugama said further investors said they were able to implement their projects without interruption.",
        "Director General of the Board of Investment of Sri Lanka. Ms. Weerakoon said IFC (Campaign Center for Investors) are already in constantly on issues of investors. Ms. Weerako said that the coordination of all line ministries and other government institutions to resolve the problems of investors."
      ]
    }
  },
  "summary_lines": [
    "In Q1, Sri Lanka's Board of Investment exceeded its $1 billion investment target, securing $820 million and contracting additional projects worth $320 million. The achievement was highlighted by Investment Promotion State Minister Dilum Amunugama, who noted the government's success in surpassing its annual target within the first quarter. Investors participating in a BOI event expressed satisfaction with the arrangements for starting their projects soon, indicating smooth implementation without interruptions. The Director General emphasized ongoing support from the IFC and effective coordination among government entities to address investor concerns."
  ]
}