{
  "translated_text": {
    "si": {
      "title": "පාර්ලිමේන්තුවේ සහ මැතිවරණ කොමිසම කොමිසම මැතිවරණයට තරඟ කරන සුළු ජාතීන්ගේ ධාරිතාවය වැඩිදියුණු කිරීමට පියවර ගත යුතුය - ස්වාධීන මැතිවරණ සඳහා ආසියානු ජාලය",
      "body_lines": [
        "මහ මැතිවරණයෙන් සුළුතරයක් හා කාන්තා අපේක්ෂකයින් සිටීම සීමිත වුවද, මැතිවරණයේදී කාන්තා නියෝජනය ඉහළ ගොස් තිබේ. දෙමළ වතු ප්රජාවට අයත් කාන්තාවන්ගේ සැලකිය යුතු සාර්ථකත්වයන් මෙයට ඇතුළත් ය. මෙම වාසි අඛණ්ඩව අඛණ්ඩව ඉහළ යන බවට වග බලා ගැනීම සඳහා මැතිවරණයට ඉදිරිපත් වන මැතිවරණයේ කාර්යක්ෂමතාව වැඩි දියුණු කිරීම හා ශක්තිමත් කිරීම සඳහා වන ආසියානු ජාලය මැතිවරණයේ කාර්යක්ෂමතාව වැඩි දියුණු කිරීම හා ශක්තිමත් කිරීම සඳහා ජාත්යන්තර රාජ්ය නොවන සංවිධානවලින් ඉල්ලා තිබේ.",
        "ස්වාධීන මැතිවරණ සඳහා ආසියානු ජාලය ශ්රී ලංකාවේ මහ මැතිවරණයේ නිරීක්ෂණ පදනම් කරගෙන කොළඹ ග්රෑන්ඩ් හෝටලයේදී ඉරිදා කොළඹ ග්රෑන්ඩ් හෝටලයේදී ඉරිදා සිය අතුරු වාර්තාව නිකුත් කළේය.. මේ ප්රකාශයේ මේ ගැන සඳහන් වේ.",
        "ස්වාධීන මැතිවරණ සඳහා ආසියානු ජාලය ප්රජාතන්ත්රවාදය සඳහා ශ්රී ලාංකික ජනතාවගේ දැඩි කැපවීම සඳහා ඔවුන් අගය කරයි. 2024 පාර්ලිමේන්තු මැතිවරණයට සහභාගී වීමෙන් මෙය සනාථ වී තිබේ. ලියාපදිංචි ඡන්ද දායකයින් මිලියන 17 කට වඩා, ඡන්ද දිස්ත්රික්ක 225 ක ඡන්ද දිස්ත්රික්ක 22 ක් තුළ ඡන්ද පත්රිකාවන් 220 ක් ද ඡන්දය ප්රකාශ කරයි.",
        "ආර්ථික ප්රකෘතිය, දේශපාලන ස්ථාවරත්වය සහ පරිපාලන ප්රතිසංස්කරණ වැනි වැදගත් කාරණා වලට විසඳුම සඳහා අපේක්ෂකයින් 8,000 කට වැඩි පිරිසක් ආසන 225 ක් සඳහා තරඟ කළහ.. ඔහු මැතිවරණ අධීක්ෂණ කටයුතු, ආසියානු ජාලය වන ආසියානු ජාලය සඳහා ස්වාධීන මැතිවරණ සඳහා කමිටුවක් පත් කළේය.",
        "මැතිවරණ පරීක්ෂකවරුන් දෙදෙනෙකු සහ කාරක සභාවේ දීර්-කාලීන අපක්ෂපාතී 13 ක් නොවැම්බර් 11 සිට නොවැම්බර් 11 වන දින සිට මැතිවරණ ක්රියාවලියේ ප්රධාන අවධීන් අධීක්ෂණය කර තිබේ.දිස්ත්රික්ක 22 ක ඡන්දය ප්රකාශ කිරීම, මාධ්ය නිරීක්ෂණ, පරිපාලනමය, පරිපාලනමය සූදානම, මැතිවරණ දින ක්රියාකාරකම් ද සමූහය අධීක්ෂණය කළේය.",
        "නව ප්රචාරක නීතිය එය හඳුන්වා දීමෙන් පසු දෙවන වරටත් ක්රියාත්මක කරන ලදී. සමස්ත ප්රචාරක පිරිවැය අඩු කිරීම සහ තරඟකාරීත්වය වැඩි කිරීම. කෙසේ වෙතත්, මෙය අඩු ප්රචාරක කටයුතුවලට ද හේතු විය. අඩු ඡන්දය ප්රකාශ කිරීමේ සාධකයක් ලෙස මෙය හැඳින්විය හැකිය.",
        "ප්රචාරක කාලය තුළ, රාජ්ය මැතිවරණයට සාපේක්ෂව රාජ්ය සම්පත් අනිසි ලෙස භාවිතා කිරීමේ සිද්ධීන් අඩුය.. කෙසේ වෙතත්, ආසියානු නෙට්වර්ක් නෙට්වර්ක් පොලිසිය සහ ස්වාධීන මැතිවරණය සඳහා නීතිපතිතුමා අනාගතයේදී අතීත අපරාධකරුවන්ට ද ishing ුවම් කිරීමට අවධාරනය කළ යුත්තේ රාජ්ය සම්පත් තවදුරටත් මැතිවරණයේ කොටසක් නොවන බව සහතික කිරීම සඳහා ය.",
        "මහ මැතිවරණ ව්යාපාරය සඳහා සමාජ මාධ්ය සවිස්තරාත්මකව භාවිතා කිරීම නිරීක්ෂණය කරන ලදී. මැතිවරණ කොමිසම ව්යාජ තොරතුරු වැළැක්වීමට උත්සාහ කළද, අභියෝග නිසා සාක්ෂි නිසාය. වැරදි ආර්ථික විස්තර, වෛරී කථනය සහ ස්ත්රී පුරුෂ භාවය - හිරිහැර කිරීම වැඩි කිරීමට එයට අවසර ලැබුණි. එය මහජනතාවගේ විශ්වාසය ද අඩපණ කරයි.",
        "සමාජ මාධ්ය කෙරෙහි සැලකිය යුතු වෙනසක් තිබියදීත්, මෙම මැතිවරණවලදී සාම්ප්රදායික මාධ්ය විශාල කාර්යභාරයක් ඉටු කළේය. මැතිවරණ කාල සීමාව තුළ එක් එක් අපේක්ෂකයාට හෝ පක්ෂයට විකාශනය වීමට ඉඩ සලසන ප්රචාරක මූල්ය නීතියට දීර් period කාලයක් තිස්සේ ප්රචාරක මූල්ය නීතියේ විධිවිධාන ඇතුළත් බව පාර්ලිමේන්තුව සලකා බැලිය යුතුය.",
        "කාන්තාවන් සියයට 52 කට වඩා ඡන්දදායකයින් වුවද, කාන්තාවන්ගෙන් අපේක්ෂකයින්ගෙන් සියයට 15 ක් පමණි. එය දිගින් දිගටම සංස්කෘතික හා ස්ත්රී පුරුෂ භාවය යැපීම පිළිබිඹු කරයි. කෙසේ වෙතත්, මෙම මැතිවරණයෙන් අදහස් කරන්නේ කාන්තාවන් 21 වන දින කාන්තාවන් 21 දෙනෙකු පාර්ලිමේන්තුවට තේරී පත්ව ඇති බවයි. ඊළඟ මැතිවරණයේදී, දේශපාලනයේ කාන්තාවන්ගේ සංස්කෘතික හැඟීම් වෙනස් කිරීම සහ කාන්තා අපේක්ෂකයින් සඳහා ඉතා වාසිදායක හා ආරක්ෂිත පරිසරයක් නිර්මාණය කිරීම සඳහා මැතිවරණ කොමිසම ඉතා දායක විය යුතුය.",
        "ග්රාමීය ප්රදේශ සහ අවදානමට ලක්විය හැකි කණ්ඩායම් අතර මූලික ඡන්ද ක්රියා පටිපාටි පිළිබඳ අවබෝධයේ වේගය අඩු විය.. ඊළඟ මැතිවරණයේදී මැතිවරණ කොමිසම ආබාධිත, ජනවාර්ගික සුලුතලය, වැඩිහිටියන් සහ පළමු ඡන්දදායකයින් ඇතුළු විවිධ ඡන්ද දායකයින්ගේ නිශ්චිත අවශ්යතා සපුරාලීම සඳහා අවශ්ය ඡන්ද දායකයින් අධ්යාපන වැඩසටහන් නිර්මාණය කළ යුතුය.",
        "තවද, ඡන්දදායකයින් ස්පර්ශ කළ හැකි දැක්ම හා හඹා යාමේ භාෂා පුහුණුව සමඟ දැක්ම හා කථික ඡන්ද දායකයින්ට ප්රවේශවීමේදී මැතිවරණ කොමිසම දියුණු වී තිබේ. නමුත් මෙම ක්රියාකාරකම්වල ප්රගතිය අපැහැදිලි ය. බොහෝ ඡන්ද මධ්යස්ථානවල රෝද පුටු පහසුකම නොමැතිකම නිසා සැලකිය යුතු ප්රශ්නයක් දිගටම පවතී. මෙය ආබාධිතයන් ඇතුළත් කර ගැනීම සහතික කිරීම සඳහා ක්ෂණික විසඳුම් අවශ්ය බව මෙයින් පැහැදිලි වේ.",
        "සිරකරුවන්, විදේශීය ජාතිකයන්, කාන්තා බෞද්ධ භික්ෂූන් වහන්සේලා, අත්යවශ්ය වෙළඳ කලාප, නිදහස් වෙළඳ කලාපයේ කම්කරුවන්, රෝහල් රෝගීන්ගේ සහ ආයතනික පුද්ගලයින් ද ඇතුළුව සුදුසුකම් ලත් ඡන්දදායකයින් කිහිප දෙනෙකුගේ සීමාවන් පසුව මැතිවරණවලදී ඉවත් කළ යුතුය.",
        "සමස්තයක් ලෙස ගත් කල, 2024 පාර්ලිමේන්තු මැතිවරණය අඩු විය. ජාතික මහජන බලයෙන් තුනෙන් දෙකකට වඩා ලැබී තිබේ. සුළුතරයක් හා කාන්තා අපේක්ෂකයින්ගේ පැවැත්ම සීමිත වුවද, මැතිවරණයේදී කාන්තා නියෝජනය ඉහළ ගොස් තිබේ. දෙමළ වතු ප්රජාවේ කාන්තාවන්ගේ සැලකිය යුතු සාර්ථකත්වයක් මෙයට ඇතුළත් ය.",
        "මෙම වාසිවල අඛණ්ඩ වැඩිවීම, ශ්රී ලංකා පාර්ලිමේන්තුව, මැතිවරණ කොමිසම සහ ජාත්යන්තර රාජ්ය නොවන සංවිධානවලට සුළුතර තරඟකාරිත්වයේ කාර්යක්ෂමතාව වැඩි දියුණු කිරීම සඳහා නිර්මාණය කර ඇති වැඩසටහන් සඳහා සහාය විය යුතුය."
      ]
    },
    "en": {
      "title": "Parliament and Election Commission should take action to improve the capacity of minorities contesting elections - the Asian network for independent elections",
      "body_lines": [
        "Although the presence of minority and female candidates in the general election is limited, the female representation has increased in the election. This includes significant successes of women belonging to the Tamil plantation community. The Asian network for independent elections has urged the Sri Lanka Parliament, the Election Commission and the International NGOs to improve and strengthen the efficiency of the elections contesting the election to ensure that these gains continue to increase.",
        "The Asian network for independent elections released its interim report on Sunday at the Grand Hotel in Colombo, based on the surveillance of Sri Lanka's general election.. This is mentioned in that statement.",
        "Asian network for independent elections appreciates them for the strong commitment of the Sri Lankan people for democracy. This has been proven by their participation in the 2024 parliamentary election. With over 17 million registered voters, 65 per cent of the votes were cast in 22 election districts, including 13 421 polling booths in 160 constituencies.",
        "More than 8,000 candidates contested for 225 seats in the general election based on the solution to important issues such as economic recovery, political stability and administrative reforms.. He appointed a committee comprising 30 monitors for its election monitoring work, the Asian network for independent elections.",
        "Two election inspectors and 13 long -term monitors of the committee have monitored the key phases of the election process, including November 11, from November 11.The group also monitored voter education, media surveillance, administrative preparations, election day activities, voting counts and post -election improvements in 22 districts.",
        "The new propaganda financial law was implemented for the second time after its introduction. Reduced the overall propaganda cost and increased competitiveness. However, this also led to less propaganda activities. This can be referred to as a factor for low voting.",
        "During the propaganda period, the cases of misuse of state resources have been less recorded compared to the presidential election.. However, the Asian network police and the Attorney General for independent elections must insist on punishing past criminals in the future to ensure that abuse of state resources will no longer become part of the election.",
        "The detailed use of social media for the general election campaign was observed. Although the Election Commission tried to prevent false information, the challenges were due to fewer evidence. It was allowed to multiply the wrong economic descriptions, hate speech and gender -based harassment. It also undermines the confidence of the public.",
        "Despite a significant change towards social media, the traditional media played a major role in these elections. The Parliament should consider that the propaganda financial law includes the provisions of the propaganda financial law for the long period of time to allow each candidate or party to broadcast during the election period.",
        "52 சதவீதத்துக்கும் அதிகமான வாக்காளர்களாக பெண்கள் இருந்தபோதிலும், 15 சதவீத வேட்பாளர்கள் மட்டுமே பெண்களாக இருந்தனர். It reflects continuous cultural and gender dependence. However, this election refers to progress in the representation of women, 21 women have been elected to Parliament. In the next election, the Election Commission should take a very contribution to change the cultural feelings of women in politics and to create a very favorable and safe environment for female candidates.",
        "The rate of understanding of basic voting procedures between rural areas and vulnerable groups was low.. In the next election, the Election Commission should create the necessary voter education programs to address the specific needs of various voter groups, including the disabled, ethnic minority, the elderly and the first voters.",
        "Moreover, the Election Commission has improved in accessing vision and speechless voters with vision and gesture language training that can touch voters. But the progress of these activities is unclear. A significant issue continues due to lack of wheelchair facility at many polling booths. This illustrates the need for immediate solutions to ensure that the disabled is included.",
        "The restrictions on a number of qualified voters, including prisoners, foreign nationals, female Buddhist monks, essential workers, free trade zone workers, hospital patients and institutionalized individuals, must be lifted in subsequent elections.",
        "Overall, the 2024 parliamentary elections were low. தேசிய மக்கள் சக்தி மூன்றில் இரண்டுக்கும் அதிக பெரும்பான்மையைப் பெற்றுள்ளது. Although the existence of minority and female candidates has been limited, the female representation has increased in the election. This includes significant success of women from the Tamil plantation community.",
        "To ensure the continued increase in these gains, the Sri Lanka Parliament, the Election Commission and the International NGOs must support the programs designed to improve and strengthen the efficiency of the minority contesting elections."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Sri Lanka's 2024 parliamentary election saw increased female representation but limited minority candidates. The Asian Network for Independent Elections urges improvement in election efficiency and voter education. Challenges include social media misinformation, accessibility issues for disabled voters, and restrictions on certain groups. Recommendations focus on enhancing minority participation and creating a more inclusive electoral environment."
  ]
}