{
  "translated_text": {
    "si": {
      "title": "මැතිවරණ කොමිෂන් සභා ක්රියාකාරිත්වය: ප්රවේශමෙන් කියවන්න",
      "body_lines": [
        "2012.09.21 දින පැවති ජනාධිපතිවරණයේදී, මැතිවරණ කොමිෂන් සභාවේ කිසිදු නිල යෝජනාවක් ඇතුළත් වන අතර එයට රටේ ඕනෑම ඡන්ද මධ්යස්ථානයක ඡන්දය ප්රකාශ කිරීමට හැකි වී තිබේ.",
        "ඡන්දය ප්රකාශ කිරීමේ දිස්ත්රික්කයේ ඡන්දය ප්රකාශ කිරීම සඳහා ලියාපදිංචි වී ඇති ඡන්ද මධ්යස්ථානයට පැමිණීම සහ තැපැල් ඡන්ද නිලධාරි කාර්යාලයේ කාර්යාලයේ සිය ඡන්දය ප්රවර්ධනය කිරීමෙන් ඔහු ජනමත විචාරණය අතරතුර ඡන්දය ප්රකාශ කළ හැකිය.",
        "චාරියන්ගේ නමින් නිල ඡන්දදායක කාඩ්පතක්, ඡන්දය ප්රකාශ කිරීම, මැතිවරණ දිනය, මැතිවරණ දිනය, මැතිවරණ දිනය සහ වේලාව.",
        "එහි සඳහන් ජනමත විචාරණයේදී ඡන්ද මධ්යස්ථානයක ඡන්දය ප්රකාශ කිරීමට අවස්ථාවක් නොමැත,",
        "එබැවින් මැතිවරණ කොමිෂන් සභාවේ නිල නිවේදනය සියලු නිලධරයන්ගේ නිලධරයන්ට වංචා කිරීම වෙනුවට සිය නිල ඡන්ද මධ්යස්ථානයේ සඳහන් ඡන්ද මධ්යස්ථානයට යන ඡන්ද මධ්යස්ථානයට යන ලෙස මැතිවරණ කොමිසම සියලු මාධ්ය වෙත නිවේදනය කරයි. පුවත්."
      ]
    },
    "en": {
      "title": "Election Commission Action: Read carefully",
      "body_lines": [
        "During the presidential election on 21.09.2012, there is an erroneous media and social media that includes any official resolution of the Election Commission, which has been able to vote at any polling station in the country.",
        "He can vote during the referendum by coming to the polling station, which is registered in the voting of the polling district, and by promoting his vote in the office of the Postal Voting Officer's Office.",
        "An official voter card mentioned in the name of the charioteer's name, voting vote, the date of the election, the date and the time of the election.",
        "There will be no chance of voting at a polling station at the referendum mentioned in it,",
        "Therefore, the Election Commission will announce to all the media that the official announcement of the Election Commission is to be released to all the media and all the voters to go to the polling station mentioned on its official voter card, rather than cheating on such unrealistic news."
      ]
    }
  },
  "summary_lines": [
    "The Election Commission warns against false reports about voting procedures. Voters must use their designated polling stations as listed on their official voter cards. The commission urges the public to ignore misleading information and to vote responsibly at their assigned polling locations."
  ]
}