{
  "translated_text": {
    "ta": {
      "title": "வெளிநாட்டு பயணத்திற்கு 700 லட்சம் செய்ததா?அனுரா இலங்கைக்கு வருகிறார்",
      "body_lines": [
        "தேசிய விலங்கியல் தலைவர் அனுரா குமாரா டிசனாயக்கில் ரூ.. தேசிய அடோரியன் அரசாங்கத்தின் பணத்திற்காக செலவிடப்பட்டுள்ளது என்பது அரசாங்க பணம் அல்ல என்றும் அவர் கூறினார்.",
        "ஜப்பானில் நேற்று (21) நடைபெற்ற கூட்டத்தில் அனுரா குமாரா டிசனாயக்க இந்த அவதானிப்பை மேற்கொண்டார். தேசிய அதிகாரத்தின் தலைவர் அனுரா குமாரா டிசனாயக்கில், சுருக்கத்தின் வாய்ப்பு என்பது உலகின் எந்தவொரு நாட்டிலும் செய்யக்கூடிய ஒரு நாடு என்று தேசிய ஜோன்ஸின் தலைவர் கூறினார்.",
        "ஒரு அரசாங்கத்தின் அரசாங்கத்தின் கீழ், பஸ்கா தாக்குதல் மீண்டும் பஸ்கா தாக்குதல் செய்யப்படுவதை உறுதி செய்யும் என்றும், அத்தகைய பேரழிவு மீண்டும் சட்டத்திற்கு கொண்டு செல்லப்படும் என்றும் அவர் கூறினார்.. பொதுவில் ஈடுபட்ட ஒரு பெண் எழுப்பிய கேள்விக்கு அவர் பதிலளித்தார்.",
        "\"ஜப்பானில், நாங்கள் கடைசி கடைசி வெளிநாட்டு இலங்கையில் வைக்கப்பட்டுள்ளோம். இலங்கையர்களை வெளிநாடுகளுக்கு அழைக்கும் இறுதிக் கூட்டத்தை ஜப்பான் பயன்படுத்தியது, ஏனெனில் நம் நாட்டில் நமது பொருளாதாரத்தில் ஈடுபடக்கூடிய ஒரு பெரிய குழு மக்கள் ஜப்பானில் உள்ளனர்.",
        "மேலும், ஜப்பானில் ஒரு பெரிய இளைஞர்களும், அறிவு, அனுபவம், திறன்கள் கொண்ட ஒரு பெரிய இளைஞர்களும். கடைசி வெளிநாட்டு இலங்கையர்கள் கடைசி வெளிநாட்டு-வெளிநாட்டு இலங்கையர்களைப் பயன்படுத்தி எங்கள் நாட்டின் மொழிபெயர்ப்பிற்கு உங்கள் பலத்தை அடைய பயன்படுத்தினர். எனது வருகைக்காக சில லட்சம் 700 லட்சம் செலவழித்ததாகக் கூறப்படுகிறது.",
        "இலங்கைக்குத் திரும்பி, அனைத்து வெளிநாட்டு சுற்றுப்பயணங்களுக்கும் மக்களுக்கு வழங்கப்பட்டது. மேலும்.. நாங்கள் அரசாங்க பணத்தை செலவிட்டோம் என்பதற்கான சான்றிதழும் எங்களிடம் உள்ளது. \""
      ]
    },
    "en": {
      "title": "Did the 700 lakhs for foreign travel?Anura arrives in Sri Lanka",
      "body_lines": [
        "Leader of National Zoology Anura Kumara Dissanayake said that the cost of Rs.. He also said that the national atorian has been spent on the government money is not government money.",
        "Anura Kumara Dissanayake made this observation at a meeting held at Japan yesterday (21). Leader of the National Power Anura Kumara Dissanayake said that the prospect of the compress is a country that can be done with any country in the world, said the leader of the National Jones.",
        "He said that under a government's government, the Passover attack would be ensured that the Passover attack is being made again and that such a disaster would be taken back to the law.. He was responding to a question raised by a woman who was involved in the public.",
        "\"In Japan, we are being held on the last last-end foreign Sri Lankan. Japan used the final meeting of calling Sri Lankans abroad because a large group of people who could engage in our economy in our country are in Japan.",
        "Also, as well as a large young people in Japan and a large young people with knowledge, experience, skills. The last foreign Sri Lankans used the last foreign-abroad Sri Lankans to achieve your strength to the translation of our country. Some lakhs were reported to have spent 700 lakhs for my visit.",
        "Return to Sri Lanka and presented to people for all foreign tours. Also, Ranil Wickremesinghe is expected to spend expenditure on foreign trips, Minister of Traveling Minister Harin Fernando and Foreign Employment Minister Manusha Nanayakkara should be spent. We also have a certification that we have spent government money. \""
      ]
    }
  },
  "summary_lines": [
    "Anura Kumara Dissanayake, leader of the National Zoology, discussed the use of government funds for foreign travel, stating it wasn't government money but rather national resources. He highlighted the importance of engaging with the global community, especially skilled youth in countries like Japan, to boost Sri Lanka's economy. He criticized the spending on his visit, suggesting it could have been better allocated domestically."
  ]
}