{
  "translated_text": {
    "ta": {
      "title": "மக்களின் நெல் உரிமைகளை ஒப்படைக்க வேண்டாம் - ஜனாதிபதி அரிசி வணிகங்களைச் சொல்கிறார்",
      "body_lines": [
        "- ரூ",
        "- ஒரு கிலோகிராம் சம்பாவின் மொத்த விலைகள் ரூ .335 மற்றும் சில்லறை விலை ரூ",
        "- கிரி சம்பா மற்றும் சில்லறை ரூ",
        "நுகர்வோர் ஆணையம் தினமும் அரிசி ஆலைகளில் இருந்து அரிசியின் அளவைக் கணக்கிட அறிவுறுத்துகிறது",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்க ரூ .225 மற்றும் ரூ.",
        "அடுத்த பத்து நாட்களுடன், ரைஸ் மில் தேரோவின் நுகர்வோர் பாதுகாப்பிற்கு சட்டத்தை அமல்படுத்துவதற்கான நுகர்வோர் விவகார ஆணையத்திற்கு ஜனாதிபதி தகவல் கொடுத்தார்.",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்க இந்த அறிக்கையை நேற்று (07) ஜனாதிபதி செயலகத்தில் வெளியிட்டார்.",
        "ஜனாதிபதி நெடுஞ்சாலை அமைச்சகத்திற்கு அதிக முதலீட்டை வழங்கியுள்ளது, மேலும் விவசாயிகளுக்கு அதிக மானியம் வழங்கப்பட்டுள்ளது.",
        "வணிகர்களுக்கு குறைந்த வட்டி வசதிகள் குறித்த வங்கி கடன்களுக்கு வங்கி கடன்கள் வழங்கப்பட்டுள்ளதாக ஜனாதிபதி நினைவு கூர்ந்தார், எனவே அவர் கூறினார்.",
        "ஒரு கிலோ நட்டு அரிசியின் மொத்த விலை ரூ. சில்லறை விலை ரூ.",
        "ஒரு கிலோ வெள்ளை தீர்ப்பின் மொத்த விலை ரூ. சில்லறை விலை 220.",
        "ஒரு கிலோகிராம் சம்பாவின் பங்கு விலை ரூ .335. சில்லறை விலை ரூ.",
        "கிரி சம்பாவின் பெரும்பகுதி ரூ. சில்லறை விலை ரூ.",
        "தினசரி அரிசி தொடர்பாக அரிசி ஆலைகளில் இருந்து அரிசியின் அளவைக் கணக்கிடுமாறு நுகர்வோர் விவகார ஆணையத்திற்கும் ஜனாதிபதி அறிவுறுத்தினார்.",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்க அரிசி தொடர்பான பிரச்சினையில் பணியாற்ற வணிகர்களை அழைத்தார்.",
        "வாந்தா சமரசிங்க, வர்த்தக, வர்த்தகம், உணவு பாதுகாப்பு மற்றும் கூட்டுறவு மேம்பாட்டு அமைச்சர், டாக்டர் நந்திகா சனத் சனத் சனத் சனத் சனத் சனத் சனத் சனத், வர்த்தகம், வர்த்தகம், உணவு பாதுகாப்பு மற்றும் கூட்டுறவு மேம்பாடு. திரு. வமலந்திராஜா, வேளாண்மை, கால்நடைகள், நிலங்கள் மற்றும் நீர்ப்பாசன அமைச்சக செயலாளர் டி.பி.. விக்ரெமசிங்க, அபிவிருத்தி நிதித் துறையின் இயக்குநர் ஜெனரல், வேளாண்மைத் துறையின் இயக்குநர் ஜெனரல் டாக்டர் எஸ்.கே.. மகிழ்ச்சி, நுகர்வோர் விவகார ஆணையத்தின் தலைவர் ஹெமந்தா சமராகூன், நெல் கவுன்சில் தலைவர் அமு. இயக்குனர் அல். சந்திகாவும் மற்றவர்களும் இந்நிகழ்ச்சியில் கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "Do not hand over the rice rights of the people - President tells rice businesses",
      "body_lines": [
        "- White Kalks for Rs. 215",
        "- Wholesale prices of a kilogram of Samba are Rs.335 and the retail price is Rs. 240",
        "- Rs. 255 per kilo of Kiri Samba and retail Rs. 260",
        "Consumer Authority instructs to calculate the amount of rice out of rice mills daily",
        "President Anura Kumara Dissanayake instructed the rice for the retail price of Rs.225 and Rs.",
        "The President informed the Consumer Affairs Authority to enforce the law to the Consumer Protection of Rice Mill Thero, along with the next ten days.",
        "President Anura Kumara Dissanayake made this statement at the Presidential Secretariat yesterday (07).",
        "The President has given the highest investment to the Highways Ministry and that the farmers have been given the most subsidies.",
        "The President recalled that the bank loans have been granted bank loans on low interest facilities to the businessmen, so he said.",
        "The bulk price of a kilo of nadu rice is Rs. 225. The retail price is Rs. 230.",
        "The bulk price of a kilo of white ruling is Rs. 215. The retail price is 220.",
        "The stock price of a kilogram of Samba is Rs.335. The retail price is Rs. 240.",
        "The bulk of Kiri Samba is Rs. 255. The retail price is Rs. 260.",
        "The President also instructed the Consumer Affairs Authority to calculate the amount of rice out of rice mills regarding daily rice.",
        "President Anura Kumara Dissanayake invited businessmen to work with the rice related issue.",
        "Wasantha Samarasinghe, Minister of Trade, Commerce, Food Security and Co-operative Development, Secretary to Dr. Nandika Sanath Sanath Sanath Sanath Sanath Sanath Sanath Sanath Sanath Sanath, Trade, Commerce, Food Safety and Co-operative Development. Mr. Wimalanthirajah, Agriculture, Livestock, Lands and Irrigation Ministry Secretary DP. Wickremasinghe, Director General of Development Finance Department, Director General of the Department of Agriculture Dr. SK. Happiness, Consumer Affairs Authority Chairman Hemantha Samarakoon, Paddy Council Chairman AMU. Director AL. Chandika and others were present at the occasion."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Presidential directive: Rice prices capped; consumer protection enforced; subsidies for farmers; low-interest loans for businessmen."
  ]
}