{
  "translated_text": {
    "ta": {
      "title": "டி 20 மகளிர் உலகக் கோப்பையை நடத்த ஜிம்பாப்வே கோருகிறது",
      "body_lines": [
        "பங்களாதேஷில் இருபதுக்கு 20 பெண்கள் உலகக் கோப்பை நடைபெறாது என்றால், சிபாப்வே ஐசிபி ஹெக்டேர் கோரியுள்ளது.",
        "அக்டோபர் 3 முதல் அக்டோபர் 3 முதல் இருபதுக்கு 20 பெண்கள் உலகக் கோப்பை நடைபெறும்.",
        "எவ்வாறாயினும், நாட்டின் உறுதியற்ற தன்மை காரணமாக நாட்டின் அரசியல் வடிவமைக்கவோ அல்லது வேறு நாட்டிற்கு அழைத்துச் செல்லவோ திட்டமிட்டுள்ளதா என்பதை சர்வதேச கிரிக்கெட் கவுன்சில் தற்போது பரிசீலிக்கிறது.",
        "2003 ஆம் ஆண்டு உலகக் கோப்பையை வழங்கும் 2003 ஆம் ஆண்டு தென்னாப்பிரிக்கா மற்றும் கென்யாவுடன் 2003 தென்னாப்பிரிக்கா மற்றும் கென்யாவுக்கு சமமாக வழங்கப்படுகிறது.",
        "இருப்பினும், அவர்கள் தகுதிப் போட்டிகளின் தொடர் ஹோஸ்டிங்காக செயல்பட்டனர்.",
        "19 வயதுக்குட்பட்ட 19 வயதுக்குட்பட்ட 19 வயதுக்குட்பட்ட 19 வயதுக்குட்பட்ட 19 வயதுக்குட்பட்ட உலகக் கோப்பைகளுக்கு நமீபியாவுடன் அவை வழங்கப்படுகின்றன.",
        "ஜிம்பாப்வேயில் கிரிக்கெட் பதவி உயர்வு பெற்றது, மேலும் அவர்களின் சமீபத்திய கிரிக்கெட் ஸ்டேடியத்தை ஹராரா ஸ்டேடியத்தில் நடத்தலாம்.",
        "அக்டோபரில் அக்டோபரில் நடைபெறவிருக்கும் அக்டோபர் மாதத்தில் எங்களுக்கு ஒரு மழை வானிலை உள்ளது, இது உலகக் கோப்பை நடத்த திட்டமிட்டுள்ளது என்றும் சிம்பாப்வே மேலும் கூறியது.",
        "இதற்கிடையில், ஐ.சி.சி பங்களாதேஷில் வெளியேற்றப்பட்டு இந்தியாவுக்கு போட்டியை வழங்கியது.",
        "இருப்பினும், அக்டோபரில், இந்தியாவின் மழைக்காலம் இந்தியாவில் ஒரு செயலில் உள்ள நேரம் மற்றும் அவர்கள் உலகக் கோப்பையை நடத்தவில்லை என்பதை உறுதிப்படுத்தினர்.",
        "ஐக்கிய அரபு எமிரேட்ஸ் போட்டியை ஐக்கிய அரபு எமிரேட்ஸுக்கு எடுத்துச் செல்வதே ஒரே வழி.",
        "அதன்படி, போட்டிகளை நடத்துவதற்கான ஐ.சி.சி.யின் இறுதி முடிவு மாதத்திற்குப் பிறகு அறிவிக்கப்படும்."
      ]
    },
    "en": {
      "title": "Zimbabwe demands hosting the T20 Women's World Cup",
      "body_lines": [
        "If the Twenty20 Women's World Cup will not be held in Bangladesh, Sibbabwe has requested the ICB HEA.",
        "The Twenty20 Women's World Cup will be held from October 3, which is coming from October 3.",
        "However, the International Cricket Council is currently considered whether the politics of the country is planning to be designed or taken to another country due to instability in the country.",
        "The 2003 hosting the 2003 World Cup is hosted with South Africa and Kenya with equal to the 2003 South Africa and Kenya.",
        "However, they acted as the hosting of the series of qualifying tournament.",
        "They are also hosted with Namibia to the Under-19's Under-19's Under-19's Under-19's Under 19 World Cups.",
        "Cricket has been promoted in Zimbabwe, and their latest cricket stadium can be conducted at Harara Stadium.",
        "Simbabwe also further stated that in October year we have a rainy weather in October to be held in October, planned to have the World Cup.",
        "Meanwhile, the ICC was evacuated in Bangladesh and given the tournament to India.",
        "However, in October, India's monsoon is an active time in India and confirmed that they do not host the world cup.",
        "The only option is to take the match to the United Arab Emirates to the United Arab Emirates.",
        "Accordingly, the final decision on the ICC to conduct the tournament will be announced after the month."
      ]
    }
  },
  "summary_lines": [
    "Zimbabwe has asked the ICC to host the T20 Women's World Cup if it's not held in Bangladesh due to political instability concerns. The event is scheduled for October but faces relocation issues, with options including South Africa/Kenya (as co-hosts in 2003), Namibia (for U-19 tournaments), or the United Arab Emirates. Zimbabwe's Harare Stadium could be a venue, despite October's typically rainy weather. The ICC is yet to make a final decision."
  ]
}