{
  "translated_text": {
    "ta": {
      "title": "கோப் குழுக்கள் ஏன் நீட்டிக்கப்படுகின்றன?",
      "body_lines": [
        "பாராளுமன்றக் குழுவின் (கோப்) தலைவர் பதவிக்கு பாராளுமன்றத் தலைவராக எம்.பி.",
        "10 உறுப்பினர்கள் 18 நாட்களில் இருந்து மூன்று நாட்களில் இன்றுவரை ராஜினாமா செய்துள்ளனர்.",
        "இதற்கிடையில், வசந்தா யபா பண்டாரா இன்று (மார்ச் 20) இந்த திட்டத்தை நிராகரித்தார்.",
        "பாராளுமன்றக் குழுவின் (கோப்) (கோப்) (கோப்) (கோப்) புதிய தலைவருக்கு பாராளுமன்ற உறுப்பினர் ரோஹிதா அபேயேகுனவர்தேனா தேர்ந்தெடுக்கப்பட்டார்.",
        "தலைவர் பதவிக்கு மற்ற எம்.பி.. ரோஹிதா அபேஜுனவர்தேனா எம்.பி. மஹிந்தானந்தா அலுத்கமாவின் பெயரை முன்மொழித்து அதை உறுதியாக நிறுவியுள்ளார்.",
        "காமினி வலேபோடாவின் பெயரை எம்.பி. ஹெஷா விதானேஜ் முன்மொழிந்தார், திலன் பெரேரா உறுதிப்படுத்தப்பட்டார்.",
        "ரோஹிதா அபேஜுனவர்தேனா தேர்தலின் போது தலைவர் பதவிக்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "'ஏமாற்று பரிந்துரைகளைப் பிடிக்க கடற்படை சமிக்ஞையைப் பற்றி தலைவர் ரஞ்சித் பண்டாரா என்ன?'",
        "ரோஹிதா அபாயேகுனவர்தேனா நியமிக்கப்பட்ட பின்னர், எம்.பி. ஈரான் விக்ரமாரத்னே பொது நிறுவனங்களுக்கான குழுவின் (கோப்) முதல் உறுப்பினராக இருந்தார்.",
        "மார்ச் 18 ஆம் தேதி அவருக்கு பேச்சாளரால் தெரிவிக்கப்பட்டது.",
        "கூடுதலாக, அவர் கோப் கமிட்டி உறுப்பினர்கள் மீது குற்றம் சாட்டப்பட்டார்.",
        "தயாசிரி ஜெயசேகரா, எம்.பி. தயாசிரி ஜெயசேகேரா மற்றும் பின்னர் கோப்பிலிருந்து ராஜினாமா செய்தார்.",
        "தன்னிடம் எக்ஸ் (முன்பு ட்விட்டர்) கணக்கின் குறிப்பு இருப்பதாகக் கூறினார், அவரால் குற்றச்சாட்டுத் தலைவரைச் சமாளிக்க முடியவில்லை.",
        "இலங்கை ஜெனரல் முன்னணியின் போராட்டம் மக்களை மதிக்கவும் மக்களை மதிக்கவும் கற்றுக்கொள்வது வருந்தத்தக்கது என்பது வருந்தத்தக்கது.",
        "இலங்கை ஜெனரல் முன்னணியைச் சேர்ந்த எம்.பி. சரிதா ஹெராத் நேற்று கோப் கமிட்டியில் இருந்து ராஜினாமா செய்தார், 'ட்விட்டர்' கணக்கில் குறிப்பிடப்படவில்லை.",
        "ராஜினாமா சமூகத்தின் எம்.பி.க்கள் எஸ்.எம். மரிக்கர்.",
        "தகுந்த நடவடிக்கை எடுக்கத் தவறியதன் காரணமாகவும், அரசு நிறுவனங்களில் ஊழலை நியமிப்பதாலும் கோப் உறுப்பினராக இருந்து ராஜினாமா செய்ய முடிவு செய்துள்ளதாக அவர் கூறினார்.",
        "கோப் கமிட்டியின் உறுப்பினர்கள் புதிய தலைவரை நியமிப்பதில் உள்ள ஹேஷா விதானேஜையும் விட்டு வெளியேறினர்.",
        "ஒரு பத்திரிகையாளர் சந்திப்பில், டி.என்.ஏ எம்.பி.",
        "எம்.பி. நலின் பண்டாரா கோப் உறுப்பினரிடமிருந்து ராஜினாமா செய்துள்ளார், அவர் நேற்று பாராளுமன்றம் குறித்து கருத்து தெரிவித்தார்.",
        "\"கோப் கமிட்டி ஒரு குழு. ஆடிட்டர் ஜெனரல் மற்றும் கோப் உடன் கோப் கமிட்டி தளங்களின் தலைவர். இப்போது கோப் கமிட்டியின் தலைவருக்கு பெரிய எதிர்ப்பு உள்ளது. எனவே நான் கேட்கிறேன், இந்தத் தலைவரை அகற்றி, பாரம்பரியத்தை எதிர்க்கட்சிக்கு வழங்குகிறேன். எதிர்க்கட்சியில் உள்ள ஒரு நபருக்கு சிக்கல். எங்கள் காளைகளுக்கு அதே எதிர்ப்பை நீங்கள் கண்டீர்கள். இதை நியமித்த தலைவர். எனவே உடனடியாக இதை சரிசெய்யவும். \"",
        "இதற்கிடையில், நலின் பண்டாரா இன்று (மார்ச் 20) பாராளுமன்றத்தில், தலைவரை அகற்ற நடவடிக்கை எடுக்கப்படாவிட்டால் ஒரு விரதத்தைத் தொடங்க வேண்டும் என்று கூறினார்.",
        "காமினி வாலபோடா குழுவின் உறுப்பினர்கள் கோப் கமிட்டியின் தலைவராக போட்டியிட்டனர்.",
        "வசந்தா யபாபந்தா கோப் கோப் புறப்படுவதில் உறுப்பினராக நாடாளுமன்ற உறுப்பினர் முன்மொழியப்பட்டார்.",
        "துணை சபாநாயகர் இன்று (மார்ச் 20) பாராளுமன்றத்திற்கு தகவல் கொடுத்தார், யு.என்.பி எம்.பி. வசந்தா யபபந்தரா பொது நிறுவனங்களுக்கான குழுவின் உறுப்பினராக பெயரிடப்பட்டார்.",
        "எவ்வாறாயினும், அந்த நேரத்தில் எழுந்திருந்த வசந்த யப்பந்தா, \"அவர் பதவியில் இருந்து ராஜினாமா செய்வார் என்று கூறினார்.",
        "கோப் கமிட்டியில் இருந்து 10 வது உறுப்பினர் ராஜினாமா செய்தார் எம்.பி. டுமிந்தா டிசனாயக்க.",
        "அவர் தனது ராஜினாமா கடிதத்தில், \"பொதுமக்கள் எதிர்பார்த்த வெளிப்படைத்தன்மையை பிரதிபலிக்கவில்லை என்பதில் இருந்து ராஜினாமா செய்ய முடிவு செய்யப்பட்டுள்ளது.\"",
        "இதற்கிடையில், அனுரா குமாரா டிசனாயக்க ஜெனரல் குமாரா டிசனாயக்க மற்றும் கோப் கமிட்டியில் இருந்து ராஜினாமா செய்தார்.",
        "ஆடிட்டர் ஜெனரலின் கணக்குகளின் கணக்குகளையும், பொது நிறுவனங்கள் தொடர்பான குழுவின் கீழ் அரசாங்கத்திற்கு நியமிக்கப்பட்ட பிற வணிகங்களின் கணக்குகளையும், எந்தவொரு எழுதப்பட்ட சட்டத்தையும் சரிபார்க்கும் குழு.",
        "குழுவை பராமரிப்பதன் நோக்கம் மாநில மற்றும் அரை அரசு நிறுவனங்களின் நிதி ஒழுக்கத்தை உறுதி செய்வதாகும்.",
        "இலங்கையின் பாராளுமன்றத்தின் நிலையான உத்தரவின்படி, பொது நிறுவனங்களுக்கான குழு பாராளுமன்ற அமர்வாக நியமிக்கப்படும்.",
        "கட்சி அமைப்பின் உறுப்பினர்கள் அதன் உறுப்பினர்களின் நியமனமாக நியமிக்கப்படுகிறார்கள், அதே நேரத்தில் குழுவின் முதல் அமர்வின் உறுப்பினர்கள் ஒரு தலைவரை நியமிப்பார்கள்.",
        "பொது நிறுவனங்களுக்கான குழுவில் நான்கு தற்செயல் நிகழ்வுகள் உள்ளன.",
        "பொது நிறுவனங்களுக்கான குழு 1979 இல் நிறுவப்பட்டது.",
        "ஜார்ஜ் அபேகுசரா தி கோப் அல்லது பொது வணிகத்தின் முதல் ஜனாதிபதியாக இருந்தார்.",
        "கலுதாரா மாவட்ட எம்.பி. ரோஹிதா அபேயேகுனவர்தேனா மீது பல ஊழல் குற்றச்சாட்டுகளில் பல ஊழல் குற்றச்சாட்டுகள் சுமத்தப்பட்டுள்ளன.",
        "2016 ஆம் ஆண்டில், லஞ்சம் அல்லது ஊழல் ஆணையத்திற்கு எதிராக லஞ்சம் அல்லது ஊழல் ஆணையத்திற்கு எதிராக தினசரி புதிய பெண் வழக்கு தாக்கல் செய்திருந்தார்.",
        "இதற்கிடையில், லஞ்சம் கமிஷனின் இயக்குநர் ஜெனரல் 66 சட்டவிரோத நிதி பரிவர்த்தனைகள் என்று குற்றம் சாட்டியிருந்தார்.",
        "இதற்கிடையில், பாராளுமன்ற உறுப்பினர் ரோஹிதா அபேயேகுனவர்தேனா தன்னை மிரட்டுவதாக புகார் அளித்தார்.",
        "இருப்பினும், பல விசாரணைகள் குற்றச்சாட்டுகளுக்கு தண்டனை பெறவில்லை.",
        "கமிட்டியின் முதல் கூட்டத்தில் குழுவின் முதல் கூட்டத்தில் குழுவின் முதல் கூட்டத்தில் சபையை உரையாற்றுவதாக ரோஹிதா அபேஜுனவர்தேனா கூறினார்.",
        "எந்தவொரு அரசியல் கட்சிகளும் இல்லாமல் அனைத்து குழு உறுப்பினர்களுடனும் அவர் சமாளிப்பார் என்று எதிர்பார்க்கப்படுகிறது.",
        "கோப் கமிட்டியின் உறுப்பினரின் அனுபவத்துடன், அவர் வெற்றிகரமாக வேலை செய்வார் என்று எதிர்பார்க்கிறார் என்று அவர் கூறினார்.",
        "ரவி ரைண்ட்டர்: இலங்கை இளம் இசைக்கலைஞர் தென்னிந்திய சினிமாவில் ஒரு பெரிய அடையாளத்தை அறிமுகப்படுத்தினார்",
        "மஹிந்தா யபா அப்வர்தேனா: இலங்கையின் பேச்சாளருக்கு எதிரான நம்பிக்கையில்லா இயக்கத்திற்கு என்ன நடந்தது",
        "மோதல் சட்டத்தை நீங்கள் அறிந்திருக்கிறீர்களா, இது ஒரு 'குற்றச் செயல்'?"
      ]
    },
    "en": {
      "title": "Why do COPE committees lengthen?",
      "body_lines": [
        "With the appointment of MP Rohitha Abeygunawardena appoints MP Rohitha Abeygunawardena for the post of Chairman of the Committee of Parliament (COPE) is the Chairman of Parliament.",
        "10 members have resigned to date in three days from 18 days.",
        "In the meantime, Wasantha Yapa Bandara rejected the proposal today (March 20).",
        "Parliamentarian Rohitha Abeygunawardena was elected to the new Chairman of the Committee of Parliament (COPE) (COPE) (COPE) (COPE).",
        "There were other MP Rohitha Abeygunawardena and Gamini Walaboda for the post of Chairman. Rohitha Abeygunawardena has proposed the name of MP Mahindananda Aluthgama and firmly established it.",
        "Gamini Waleboda's name was proposed by MP Hesha Vithanage and Dilan Perera was confirmed.",
        "Rohitha Abeygunawardena was elected to the post of Chairman during the election.",
        "'What is the Chairman Ranjith Bandara about the Navy signal to catch cheater recommendations?'",
        "After the appointment of Rohitha Abeygunawardena, MP Iran Wickramaratne was the first member of the Committee on Public Enterprises (COPE).",
        "He was informed by the Speaker on the 18th of March..",
        "In addition, he has been accused of members of the COPE committee.",
        "Dayasiri Jayasekara, MP Dayasiri Jayasekera and later resigned from the COPE.",
        "He said that he had a note of X (previously Twitter) account, he was unable to deal with a chairman of charges.",
        "It is regrettable that the Sri Lanka General Front's struggle is regrettable to learn to respect the people and to respect the masses.",
        "MP Charitha Herath of the Sri Lanka General Front had resigned from the COPE Committee yesterday, not stated in the 'Twitter' account.",
        "The resignation was the MPs of the Society Force SM. Marikkar is.",
        "He said that he had decided to resign from the membership of the COPE due to failure to take appropriate action and the appointment of corruption in government institutions.",
        "The members of the COPE committee also left Hesha Vithanage, the problem of the appointment of the new Chairman.",
        "At a press conference, the TNA MP Shake Mahinda Rajapaksa resigned, \"said a media briefing,\" The COPE Committee is no longer a public business committee, but the budget. \"",
        "The MP Nalin Bandara has resigned from the Member of COPE, and he commented on the Parliament yesterday.",
        "\"COPE committee is a committee. The Chairman of the COPE committee sites with the Auditor General and the COPE. Now we have a large opposition to the Chairman of the COPE committee. So I ask for, removing this chairman and give it the tradition to the opposition. Trouble for a person in the opposition. You saw the same opposition to our gulls. Chairman of the appointment of this. So immediately correct this. \"",
        "Meanwhile, Nalin Bandara said in parliament today (March 20) that he would have to launch a fast if action would not be taken to remove the chairman.",
        "The members of the Gamini Walaboda Committee contested the Chairman of the COPE Committee.",
        "Parliamentarian was proposed as a member of the Departure of the Wasantha Yapabanda COPE COPE.",
        "The Deputy Speaker informed Parliament today (March 20), UNP MP Wasantha Yapabandara was named as a member of the Committee on Public Enterprises.",
        "However, the spring Yapanda, who had risen at the time, \"said he would resign from the post.",
        "The 10th member resigned from the COPE committee was MP Duminda Dissanayake.",
        "He said in his resignation letter, \"It has been decided to resign from the fact that the people of the public has not reflect the expected transparency.\"",
        "Meanwhile, Anura Kumara Dissanayake resigned from the General Kumara Dissanayake and the COPE Committee.",
        "The Committee is the committee to check the accounts of the Auditor General's accounts and the accounts of other businesses assigned to the government under the Committee on Public Corporations and any written law.",
        "The objective of maintaining the committee is to ensure the financial discipline of state and semi-government institutions.",
        "According to the Standing Order of the Parliament of Sri Lanka, the Committee on Public Enterprises will be appointed as a parliamentary session.",
        "Members of the party composition are being appointed as the appointment of its members, while members of the first session of the Committee will appoint a chairman.",
        "There are four coincidence in the Committee on Public Enterprises.",
        "The Committee on Public Enterprises was established in 1979.",
        "George Abeygusara was the first president of the COPE, or General Business.",
        "Several corruption charges have been accused of several corruption charges against Kalutara district MP Rohitha Abeygunawardena.",
        "In 2016, the Daily New Woman had filed a case against Bribery or Corruption Commission against Bribery or Corruption Commission.",
        "Meanwhile, the Director General of Bribery Commission had accused him of 66 illegal financial transactions.",
        "Meanwhile, Parliamentarian Shaken RSSOs complained that Rohitha Abeygunawardena threatened him.",
        "However, several other investigations have not been convicted of the allegations.",
        "Rohitha Abeygunawardena said that he was addressing the council at the first meeting of the Committee on the First meeting of the Committee on the first meeting of the Committee.",
        "He added that he is expected to deal with all the committee members without any political parties.",
        "He said that with the experience of a member of the COPE committee, he would expect to work successfully.",
        "Ravi Royntter: Sri Lankan young musician launched a massive mark in South Indian cinema",
        "Mahinda Yapa Abeywardena: What happened to the no-confidence motion against the Speaker of Sri Lanka",
        "Are you aware of the law of collision, which is a 'criminal act'?"
      ]
    }
  },
  "summary_lines": [
    "COPE committees lengthen due to resignations and controversies. MP Rohitha Abeygunawardena, appointed Chairman, faces opposition and accusations. 10 members resigned in 3 days, with Wasantha Yapa Bandara rejecting a proposal. The committee's purpose is to ensure financial discipline of state institutions, established in 1979."
  ]
}