{
  "translated_text": {
    "ta": {
      "title": "ரஷ்யா - இலங்கையர்களின் மற்றொரு குழு போரின் நடுவில் உக்ரேனிய போரின் நடுப்பகுதியில் இறந்துவிட்டது",
      "body_lines": [
        "ரஷ்ய - உக்ரேனிய போரில் 17 இலங்கைகள் கொல்லப்பட்டதாக தெரிவிக்கப்பட்டுள்ளது.",
        "குற்றவியல் புலனாய்வுத் துறை (சிஐடி) நபர்கள் வர்த்தகம், மோசடி விசாரணைகள் மற்றும் கடல் குற்றப் பிரிவு ஆகியவை கூறுகின்றன.",
        "இதற்கிடையில், ரஷ்யாவுக்குச் சென்ற மற்ற இரண்டு ஓய்வுபெற்ற வீரர்கள் இன்று (11) தெரிவித்தனர்.",
        "மார்ச் 29 முதல் எந்த தகவலும் தெரிவிக்கப்படவில்லை என்று உறவினர்கள் கூறுகின்றனர்.",
        "ஓய்வுபெற்ற விமானப்படை அதிகாரியான அசங்கா சந்தனா பிப்ரவரி 12 ஆம் தேதி ரஷ்யாவிற்கு ரஷ்யாவுக்கு வந்தார்.",
        "அவர் தனது குடியிருப்பாளர்களுக்கு மார்ச் 29 ஆம் தேதி நீடித்த தொலைபேசி அழைப்பைக் கொடுத்தார்.",
        "அவரைப் பற்றிய எந்த தகவலும் அன்றிலிருந்து அன்றிலிருந்து தெரிவிக்கப்படவில்லை.",
        "இதற்கிடையில், ஓய்வுபெற்ற கமாண்டோ அதிகாரி, ஓய்வுபெற்ற கமாண்டோ அதிகாரியான பிரதீப் சந்தனா, பிப்ரவரி 12 ஆம் தேதி ரஷ்யாவுக்குச் சென்றுள்ளார், வமல்கோல்கோலேவா பகுதியில் வசிப்பவர்."
      ]
    },
    "en": {
      "title": "Russia - Another group of Sri Lankans have died in the middle of the war Ukrainian war",
      "body_lines": [
        "It has been reported that 17 Sri Lankans have been killed in the Russian - Ukrainian war.",
        "The Criminal Investigation Department (CID) persons trade, racket investigations and Marine Crimes Division states that.",
        "Meanwhile, two other retired soldiers who went to Russia were reported today (11).",
        "Relatives say that no information has been reported from March 29.",
        "Asanka Chandana, a retired Air Force officer, was also present in Russia to warst Russia on February 12.",
        "He had given his residents lasting telephone call on 29th March.",
        "No information about him has been reported from that day from that day.",
        "Meanwhile, a retired Commando officer, Pradeep Chandana, a retired commando officer, has left for Russia on February 12, a resident of Wahamalgolgolgollewa area."
      ]
    }
  },
  "summary_lines": [
    "In the ongoing Russian-Ukrainian war, 17 Sri Lankans have tragically lost their lives. The Criminal Investigation Department (CID) is investigating cases of trade and racketeering. Two retired soldiers, Asanka Chandana and Pradeep Chandana, were in Russia but have not been heard from since March 29."
  ]
}