{
  "translated_text": {
    "ta": {
      "title": "இலங்கை தேயிலை உலகளாவிய பதவி உயர்வுக்கு 49 பில்லியன் தண்ணீர்",
      "body_lines": [
        "5 பில்லியன் ஆண்டுகளாக தொலைக்காட்சி விளம்பரம் ஆனால் இன்னும் இல்லை",
        "சிலோன் தேயிலை வாரியத்தின் படைப்பு ஊடக விளம்பரம் மற்றும் சந்தைப்படுத்தல் ஆகியவற்றிற்காக இந்த திட்டம் செலவிடப்பட்டுள்ளது, ஆனால் திட்டங்கள் செலவிடப்பட்டவை அல்லது மிகவும் பயனுள்ளதாக இருக்கும்.",
        "வெளிப்படுத்தப்பட்டவர்கள் கடந்த ஆண்டு தேயிலை வாரியத்தின் சார்பாக தணிக்கை அறிக்கையின் பற்றாக்குறையை ஏற்படுத்தியிருந்தனர்.",
        "தணிக்கை அலுவலகத்தின்படி, ரூ.",
        "இந்த விளம்பர நடவடிக்கைகளுக்காக 39,832,808 ரூபாயில் இன்னும் 31 ஆக்கபூர்வமான பணிகள் தயாரிக்கப்பட்டுள்ளதாக தணிக்கை காட்டுகிறது.",
        "'இலங்கை டி உலகளாவிய பதவி உயர்வுக்கு இது ஒரு சிறந்த பணி அல்ல என்பது தெரியவந்தது, மேலும் ரூ.",
        "தணிக்கை பல ஆண்டுகள் எடுக்கப்படவில்லை என்றும், இந்த ஆண்டுகளைச் செயல்படுத்த வேலை நடவடிக்கை எடுக்கவில்லை என்றும் தணிக்கை தெரியவந்தது என்று தணிக்கை அலுவலகம் வெளிப்படுத்தியது.",
        "கோவிட் தொற்றுநோய், வெளிப்புற அழுத்தம் மற்றும் வெளிப்புற அழுத்தம், மற்றும் கோவிட் தொற்றுநோய்கள், வெளிப்புற அழுத்தம் மற்றும் இலங்கை கொள்முதல் முறைகள் இந்த காலகட்டத்தில் பிரச்சாரத்திற்காக வாங்கப்பட்டுள்ளன, சில மாய்டுகள் அமைப்பு உருவாக்கம் மற்றும் உலகளாவிய விளம்பரத்தில் தாமதப்படுத்தப்படவில்லை.",
        "இந்த உலகளாவிய விளம்பரத்தின் பணிகள் குறித்து ஆரம்ப விசாரணையை நடத்த இயக்குநர்கள் குழு முடிவு செய்துள்ளதாக இயக்குநர்கள் குழுவுக்கு தெரிவிக்கப்பட்டுள்ளது.",
        "உலகளாவிய பதவி உயர்வு மற்றும் சந்தைப்படுத்தல் திட்டங்களை செயல்படுத்துவதன் அடிப்படையில் இந்த படைப்புப் பணிகளின் தற்போதைய மற்றும் எதிர்கால பயன்பாடு மதிப்பீடு செய்யப்பட்டு செயல்படுத்தப்பட வேண்டும் என்று தணிக்கை பரிந்துரைக்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "49 billion in water for Ceylon Tea Global Promotion",
      "body_lines": [
        "Television advertisement for 5 billion years but not yet",
        "The National Audit Office that the program has been spent on the creative media advertising and marketing of Ceylon Tea Board, but the National Audit Office that the programs have been spent or more effective in effect.Reveals.",
        "The disclosed had made a shortage of audit report on behalf of the Tea Board on the last year.",
        "According to the Audit office, despite the increase of Rs.",
        "The audit shows that 31 more creative work has been prepared at 39,832,808 rupees for these advertising activities.",
        "Audit revealed that it was revealed that it was not an effective task for the 'Ceylon T global promotion and cost the target of Rs. 172,939,768.Points out.",
        "The audit office revealed that the audit was revealed that the audit has not taken years and the work has not taken steps to implement these years.",
        "The Covid Epidemic, external pressure and external pressure, and the Kovid epidemics, external pressure and Sri Lankan procurement methods have been purchased for propaganda during this periodSome of the moids have not been delayed in the formation of the system and global promotion.",
        "The Board of Directors has been informed that the Board of Directors has decided to conduct a preliminary investigation into the work of this global promotion.",
        "The audit is recommended that the present and future use of these creative work has been evaluated and implemented based on the implementation of global promotion and marketing programs."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "Ceylon Tea Global Promotion: 49Bn budget, TV ads since 2017, ineffective per audit. 39.8Cr spent on creative works. Audit recommends evaluating current/future marketing strategies."
  ]
}