{
  "translated_text": {
    "ta": {
      "title": "வாகன உரிமையாளர்களுக்கு புதிய செய்தி",
      "body_lines": [
        "போக்குவரத்து அமைச்சர் லாசந்தா அலகியவன்னா, நாட்டின் வருடாந்திர வாகன உமிழ்வு சோதனைகளில், தனியார் போக்குவரத்து அமைச்சர் லாசந்தா அலகியவன்னா தெரிவித்தார்.",
        "வாகனங்கள் உரிய தரத்திற்கு ஏற்ப இல்லை என்று அவர் சுட்டிக்காட்டுகிறார்.",
        "இன்று (05) ஜனாதிபதி ஊடக மையத்தில் நடைபெற்ற ஊடக மாநாட்டில் உரையாற்றிய மாநில மந்திரி லாசந்தா அலகியவன்னா இந்த கருத்துக்களை தெரிவித்தார்.",
        "மேலும் பேசிய பொது அமைச்சர், வாகன உரிமம் மற்றும் காப்பீட்டுத் தொகை அதே இடத்துடன் தயாரிக்கப்படும் என்று கூறினார்.",
        "\"இந்த கேனர்கள் பிரிவு செயலகத்திற்குச் செல்ல வேண்டும், இன்று பிரதேச செயலகத்திற்கு செல்ல வேண்டும் என்பதை நாங்கள் அறிவோம். காப்பீட்டு நிறுவனம் காப்பீட்டு சான்றிதழுக்கு செல்ல வேண்டும். இந்த வாடிக்கையாளர் மூன்று இடங்களுக்கும் சென்ற மூன்று சான்றிதழ்களை எடுக்க விரும்புகிறார். வாகன உமிழ்வுக்கான சான்றிதழைப் பெற தேவையான திட்டத்தை நாங்கள் ஏற்கனவே பயன்படுத்தியுள்ளோம். இதன் இரண்டு மாதங்களுக்குள், இந்த திட்டம் நாடு முழுவதும் செயல்படுத்தப்படும். இது நிறைய செலுத்த வேண்டும். எனவே இது கட்டாயமில்லை. நீங்கள் விரும்பியபடி அவர்கள் இந்த சேவைகளைப் பெறலாம். \""
      ]
    },
    "en": {
      "title": "New news for vehicle owners",
      "body_lines": [
        "The Minister of Transport Lasantha Alagiyawanna stated that out of the annual vehicle emission tests in the country, the private minister of Transport Lasantha Alagiyawanna said.",
        "He points out that the vehicles are not in accordance with the due standard.",
        "Addressing a media briefing held at the Presidential Media Center today (05), State Minister Lasantha Alagiyawanna made these comments.",
        "Speaking further the public minister said that the vehicle license and insurance cover will be prepared with the same location.",
        "\"We know that these caners have to go to the Divisional Secretariat and have to go to the Divisional Secretariat today. Insurance company has to go to the insurance certificate. This customer wants to take three certificates that have gone to all three places. We have already used a necessary program to get the certificate for vehicle emission. Within two months of this, the program will be implemented throughout the country. This has to pay for a lot. So this is not mandatory. They can get these services as you wish. \""
      ]
    }
  },
  "summary_lines": [
    "Transport Minister Lasantha Alagiyawanna announced that many vehicles fail annual emission tests due to non-compliance with standards. He also mentioned a new system to streamline vehicle licensing and insurance processes, reducing the need for customers to visit multiple locations. This initiative, set to roll out nationwide within two months, aims to simplify procedures and enhance service efficiency."
  ]
}