{
  "translated_text": {
    "ta": {
      "title": "உள்ளூர் கடன் ஆகஸ்ட் 1 முதல் டிசம்பர் 31 வரை செலுத்தப்பட வேண்டும். B. 3732",
      "body_lines": [
        "ஏப்ரல் 1 முதல் டிசம்பர் 1 வரை டிசம்பர் 1 முதல் டிசம்பர் 31 வரை, மத்திய வங்கி அறிக்கை, மத்திய வங்கி அறிக்கையை மேற்கோள் காட்டி, ஏப்ரல் 28, 2024 அன்று அறிவிக்கப்பட்டது.",
        "இந்த ஆண்டு இறுதிக்குள் இந்த ஆண்டு மறைக்க உள்ளூர் கடன் ரூ .3732 பில்லியனுக்கு அருகில் உள்ளது. கருவூல பில்கள் 2977 பில்லியன் ரூபாயை ரூ.. தற்போது கிடைக்கும் கருவூல பத்திரங்களின் கடன்கள் ரூ.",
        "அந்த நேரத்தில் செலுத்த வேண்டிய மொத்த கருவூல பத்திரங்களின் மொத்த செலவு ரூ. கருவூல பில்கள் ரூ. அதன்படி, இரண்டின் கூட்டுத்தொகை (கருவூல பில்கள் 3894 பில்லியன். கருவூல பத்திரங்கள் 12506 பில்லியன் ரூபாய்) ரூ. ஏப்ரல் 28 அன்று வெளியிடப்பட்ட மத்திய வங்கி அறிக்கையான பேராசிரியர் வசந்தா அதுகோரலா, தற்போதைய அரசாங்கம் இந்த உள்ளூர் கடனை எடுக்க வேண்டும் என்று சுட்டிக்காட்டுகிறார்."
      ]
    },
    "en": {
      "title": "Local loan to be paid until August 1 to December 31. B. 3732",
      "body_lines": [
        "According to April 1 to December 1 to December 1 to December 31, a central bank report, announced on April 28, 2024, quoted the central bank report.",
        "Local debt to cover this year before the end of this year is close to Rs 3732 billion. Treasury bills are maturing over 2977 billion rupees from Rs. 2977 billion and Rs.. Loans from the Treasury Bonds currently available are available in front of paying Rs.",
        "The total cost of the total Treasury Bonds to be paid at the time is Rs. 12506 billion. Treasury bills amounted to Rs. 3894 billion. Accordingly, the sum of both (Treasury bills are 3894 billion. Treasury bonds are 12506 billion rupees) Rs. 16,399 billion. Professor Wasantha Athukorala, the Central Bank report issued on April 28, points out that the current government should take this local loan."
      ]
    }
  },
  "summary_lines": [
    "The central bank report on April 28, 2024, states that local debt for this year is nearly Rs 3732 billion, with Treasury bills maturing for Rs 2977 billion and Treasury Bonds for Rs 12506 billion, totaling Rs 16,399 billion. Professor Wasantha Athukorala suggests the government should take a local loan to cover this."
  ]
}