{
  "translated_text": {
    "ta": {
      "title": "දෙරණට අවුරුදු 20ක්",
      "body_lines": [
        "அக்டோபர் 11, 2005 அன்று புதிய கருத்துக்களை ஆராய முடிந்த ஒரு சகாப்தத்தில் எங்கள் பாரம்பரியத்தைப் பற்றி அறிவிக்கப்பட்ட தொலைக்காட்சி சேனல்களின் பகுத்தறிவு.",
        "டெரானா இன்று, டெலிவிக், பொழுதுபோக்கு, செய்தி, நேரம் மற்றும் அரசியல் நிகழ்ச்சிகள், இலங்கையின் ரியாலிட்டி தொலைபேசிகள், அத்துடன் இலங்கையின் கலைகள் வெல்லப்படுகின்றன.",
        "TV දෙරණ ආරම්භ කර ඉතා කෙටි කලක් තුළ ශ්‍රී ලාංකේය ළමා පරපුරේ කුසලතා ජාතික මට්ටමට ගෙනඒම සඳහා ' දෙරණ ලිට්ල් ස්ටාර්' හඳුන්වා දුන්නේය.",
        "அதுவரை, நாடு நாட்டின் சர்வதேச தரத்தில் முதல் மற்றும் அதே ரியாலிட்டி போட்டிகளை உருவாக்கியுள்ளது.",
        "மிஸ் ஸ்ரிலங்கா 2006 இல் மிஸ் யுனிவர்ஸ் போட்டிக்காக. டெரானா, டெரானா ட்ரீனா நட்சத்திரம், டெரானா ட்ரீனா சிட்டி ஆஃப் டான்ஸ், டெரானா 60 பிளஸ், டிரானா பிலிம் விருதுகள் மற்றும் பிரணாமா உட்பட.",
        "கலை கலையின் தலைவரான முன்னணி தொலைக்காட்சி விற்பனையாளர்கள், இரண்டாம் இன்னிங்ஸ், இசை, பள்ளி போன்ற டெலட்ராமாக்கள் மூலம் இலங்கை தொலைக்காட்சி கலைக்கு மிகவும் வளமானவர்கள்.",
        "தயவுசெய்து உங்களுக்கு பல பொழுதுபோக்கு நிகழ்ச்சிகளை பார்வையாளர்கள் கொண்டு வந்துள்ளனர், அடா டெரானா இன்று மக்களின் மிக உயர்ந்த நம்பிக்கையை வென்ற செய்தி பிராண்டாக மாறிவிட்டார்.",
        "அதன்படி, அடா டெரானா தெற்காசியாவின் மிகப்பெரிய மற்றும் சமீபத்திய தொழில்நுட்ப ஸ்டுடியோவிலிருந்து செய்திகளை முன்வைக்கிறது.",
        "நாட்டில் ஒரு சர்வதேச தொலைக்காட்சி அனுபவத்தைக் கொண்டுவருவதற்காக டெரானா மற்றும் பொதுத் தேர்தல்கள் டெரானா ஜனாதிபதி மற்றும் பொதுத் தேர்தல் பிரச்சாரமும் விவாதிக்கப்பட்டன.",
        "மரியா டெரானா மற்றும் லிட்டில் ஹாட்ஸ், மனு டெரானா மற்றும் லிட்டில் ஹாட்ஸ் போன்ற பல சிறப்பு சமூக சேவை திட்டங்களில் டெரானா ஈடுபட்டார்.",
        "மகரகாமா வீட்டுவசதிக்கு ஒரு செல்லப்பிராணி ஸ்கேன் செயல்படுத்துதல், மகாரகாமா வீட்டுவசதிக்கு ஒப்புக் கொள்ளப்பட்டது, ஹார்ட் ஸ்கேனருக்காக லிட்டில் ஹார்ட்ஸ் திட்டத்தை நன்கொடையாக வழங்குவதை ஒப்புக் கொண்டது.",
        "அதன்படி, மகா டெரானா திட்டம் பொது பேரழிவு நிகழ்வுகளில் செயல்படுத்தப்பட்டது மற்றும் பல தேசிய திறமைகளை சர்வதேச மட்டத்தில் வசிப்பவராக செயல்படுத்தியது.",
        "மேலும், இலங்கையின் இலங்கை உலகம் முதல் முறையாக முதல் 24 மணி நேர டால் ஒரு ஊடக சேனலால், டிவி டான்சலா இந்த ஆண்டு மக்களுக்காக 2024 ஐ நடத்த முடிந்தது.",
        "ஒரு சர்வதேச காத்தாடி திருவிழாவை அனுபவிக்க இலங்கை மக்களுக்கு டிவி வழங்கப்பட்டது. ஸ்கை காத்தாடி விமானத்தில் டெரகரா தைரியமாக இருந்தார், குழந்தைகளுக்கு சிறந்தவற்றைக் கொடுத்தார் மற்றும் குழந்தைகளுக்கு விமான நிறுவனத்தைப் பார்வையிட வாய்ப்பளித்தார்.",
        "மக்களின் சேனலாக மாறிய டிவி டெரானா, இலங்கையில் முதல் மற்றும் ஒரே தொலைக்காட்சி சேனலில் ஒன்றான ஒரே ஒரு சமூக ஊடக இடத்தில் கடந்து சென்றார்.",
        "டிவிடெரித் என்பது தொலைக்காட்சி தொலைக்காட்சி டெலி மற்றும் திருமண தொலைக்காட்சி சோதனைகள் சிறப்பான மற்றும் மக்களின் நம்பகத்தன்மை ஆகியவற்றின் நம்பகமான சேனலாகும்.",
        "டிவி டெரானா மக்கள் விருதுகளின்படி, அவர்களின் அறிவு மற்றும் பொழுதுபோக்குகளின் மெலிதான வளர்ச்சியின் மெலிதான வளர்ச்சியின் மெலிதான வளர்ச்சியின் வெற்றி சேனலுக்கு தொடர்ச்சியாக ஏழாவது ஆண்டு ஸ்லைஸ் சேனலில் வழங்கப்பட்டுள்ளது.",
        "ஸ்லிம் விருதுகளில் ஐந்து முறை மக்கள் செய்தி வழங்குநருக்கு ஐந்து முறை டெப் வழங்கப்பட்டது.",
        "ஆகவே, இருபது ஆண்டுகளைச் சந்தித்து, இருபது ஆண்டுகளை வென்ற இருபது ஆண்டு, தண்டனைத் தலைவர், மற்றொரு நூற்றாண்டுக்கு மேல் உங்களை அழைத்துச் செல்லத் தயாராக இருக்கிறார், 2025 ஆம் ஆண்டில் உங்கள் அன்பையும் நம்பிக்கையையும் பெற்றார்."
      ]
    },
    "en": {
      "title": "20 years for Derana",
      "body_lines": [
        "Adaction of the Television Channels, which have been informed of our heritage in an era where the rest of the television media has been able to explore new concepts is on October 11, 2005.",
        "Derana Today, Televic, Recreation, News, Time and Political Programs, Sri Lanka's reality telephones, as well as the arts of Sri Lanka is overcome.",
        "TV Derana introduced the 'Derana Little Star' to the national level of the Sri Lankan children's generation to national level.",
        "Until then, the country has made the first and the same reality competitions in the international standard of the country.",
        "Miss Srilanka For MISS Univers Tournament in 2006. Derana, Derana Drena Star, Derana Drena City Of Dance, Derana 60 plus, including Drana Film Awards, and Pranama.",
        "The leading TV Dealers, the leader of the artistic art, was highly prosperous to the Sri Lankan television art through teledramas such as second innings, music, school.",
        "Audiences have brought a number of entertainment programs for you to please, Ada Derana has become the news brand who has won the highest trust of the people today.",
        "Accordingly, Ada Derana presents the news from the South Asia's largest and latest technology studio.",
        "Derakha and General Elections were also discussed by Derana presidential and general election campaign to bring about an international television experience in the country.",
        "Derana was involved in a number of special social service projects such as Maniya Derana and Little Hats, Manu Derana and Little Hots.",
        "Implementing a pet scan to the Maharagama Housing, Acknowledged to the Maharagama Housing, Acknowledged to Donate Little Harts Project for Heart Scanner.",
        "Accordingly, the Maha Derana project was implemented in general disaster cases and implementing a number of nationality talents to be a resident of the international level.",
        "Moreover, the Sri Lankan world of Sri Lanka for the first time by a media channel for the first 24-hour Dallle, TV Dansala was able to conduct 2024 for the people this year.",
        "TV provided to the people of Sri Lanka to experience an international kite carnival. Derakara was courageous in a sky kite flight, giving children the best of the best and gave the children a chance to visit the airline.",
        "Tv Derana, who turned into a channel of the people, became the first and only one of the TV channel in Sri Lanka and passed in a social media space.",
        "TVDerith is the reliable channel of the tutoring television telley and the wedding television trials of excellence and the reliability of the people.",
        "According to the TV Derana People's Awards, the Victory Channel of the Slim Development of the Slim Development of the Slim Development of Their Knowledge and Entertainment has been awarded the seventh consecutive year at the Slice Channel.",
        "The DEP was awarded five times the people's news provider at the Slim Awards five times.",
        "Thus, twenty-year, conviction leader, who met twenty-year, winning twenty years, is ready to take you away more than another century, gaining your love and confidence in the year 2025."
      ]
    }
  },
  "summary_lines": []
}