{
  "translated_text": {
    "si": {
      "title": "යාපනය මහජන පුස්තකාලයේ කතාවේ විල්වල තේමාව පිළිබඳ ලේඛන පරීක්ෂාව",
      "body_lines": [
        "යාපනයේ මහජන පුස්තකාලයේ වැවේ සහ මතකයන් පිළිබඳ තේමාව මත යාපනයේ මහජන පුස්තකාලයේ පැවති බදාදා සවස යාපනයේ මහජන පුස්තකාලයේ පැවති බදාදා සවස් වරුවේ යාපනයේ මහජන පුස්තකාලයේ ශ්රවණාගාරයේදී සාකච්ඡාවක් පැවැත්විණි.",
        "අධ්යක්ෂ පී.",
        "මෙම අවස්ථාවට දෙමළ ජාතික ජනතා පක්ෂයේ පාර්ලිමේන්තු මන්ත්රී එස්. ගජේන්ද්රන්, යාපනයේ විශ්ව විද්යාලයේ පී an ාන්, එම්.ඒ. කලාකරුවන්.",
        "1981 සිට 1986 දක්වා යාපනයේ මහජන පුස්තකාලය දියත් කළද, එය වෙළඳසැල් විනාශ කිරීම, කළු ජුලි විනාශ කිරීම සහ මහජනතාවගේ විනාශය පිළිබඳ නිර්මාණාත්මක අදහස් සාකච්ඡා කෙරිණි."
      ]
    },
    "en": {
      "title": "Documentary screening on the theme of lakes of the story of the Jaffna Public Library",
      "body_lines": [
        "A documentary screening and discussion was held on Wednesday evening at the Auditorium of the Jaffna Public Library on the theme of the Lake and Memories of the Jaffna Public Library.",
        "Directed by Director P. Sobhidarman, the documentary film is under the theme of Lake Memories of the Jaffna Public Library.",
        "The event was attended by Tamil National People's Front Member of Parliament, S. Gajendran, Dean of the University of Jaffna, Ma Raghuram, Tawatru Velan Swamis, Chief Editor of the former Eelam Nuncture Magazine, Literature, Tamil Civil Society Youth, Youth Representatives and Artists.",
        "Although the Jaffna Public Library was launched in the period from 1981 to 1986, the constructive comments on the destruction and the destruction of the shops, the destruction of the black July, and the public displacements and the destruction of the public, were discussed."
      ]
    }
  },
  "summary_lines": [
    "A documentary titled \"Lake Memories of the Jaffna Public Library,\" directed by P. Sobhidarman, screened at the Jaffna Public Library Auditorium. The event featured discussions on the library's history, its destruction during the Black July, and the impact on public displacement. Attendees included political figures, academics, religious leaders, journalists, and artists, highlighting the significance of preserving cultural heritage."
  ]
}