{
  "translated_text": {
    "ta": {
      "title": "மென்டிஸ் கடைசி நாளை நிறுவனத்திற்கு தெரிவிக்கிறார்",
      "body_lines": [
        "அரசாங்கம் ரூ.. இந்த மாதத்திற்கு முன்னர் ஐந்து பெரிய அளவிலான மதுபான பொருட்கள் செலுத்தப்படாவிட்டால், இந்த மாதத்திற்கு 5 ஆம் தேதிக்கு முன்னர் மதுபான நிறுவனங்களின் உரிமத்தை இடைநீக்கம் செய்ய அரசாங்கம் முடிவு செய்துள்ளதாக அட்டர்னி ஜெனரல் தெரிவித்துள்ளார்.",
        "இயல்புநிலை வரிகள் WM ஐ செலுத்தவில்லை என்றால். மென்டிஸ் நிறுவனத்திற்கு கூடுதலாக உரிமம் இடைநிறுத்தப்படும் என்று அட்டர்னி ஜெனரல் உச்சநீதிமன்றத்தில் தெரிவித்தார்.",
        "கூடுதல் சொலிசிட்டர் ஜெனரல், வென்.",
        "சிவில் சமூக ஆபரேட்டர் தாக்கல் செய்த மனுக்களில் பதிலளித்தவர்களாக கலால் ஆணையர் ஜெனரல்.. மென்டிஸ், 'பின்லி டிஸ்டுடிரிஸ்', 'ஹிங்குரானா டிஸ்பிரீரிஸ்' மற்றும் 'ராயல் டிஸ்ட்ரோரெரிட்' ஆகியோர் 'ஹிங்குரானா டிஸ்கலெரித்' மற்றும் 'ராயல் டிஸ்பெர்ரிட்ரிட்' என்று பெயரிடப்பட்டுள்ளனர்.",
        "அன்னிய கலால் அன்னிய கலால் கமிஷனர் ஜெனரல் சார்பாக ஆஜரான கூடுதல் வழக்குரைஞர் ஜெனரல், இந்த மாதம் 30 ஆம் தேதி சார்பாக ஊதிய வரி செலுத்தாத பதிலளித்தவர்களின் நெர்ஹெரன் பந்துருவரா, மதுபான நிறுவனங்களின் அனுமதிக்காக இடைநீக்கம் செய்யப்படுவார் உண்மைகளை பரிசீலித்த பின்னர், அடுத்த ஆண்டு ஜனவரி 22 அன்று மனுக்கள் வழங்கப்பட்டன."
      ]
    },
    "en": {
      "title": "Mendis informs the last day to the company",
      "body_lines": [
        "The government has not paid over Rs. 600 billion taxes.. The Attorney General stated that the government has decided to suspend the license of the liquor companies before the 5th of this month, if the five large-scale liquor products will not be paid before the month of this month.",
        "If the defaulted taxes are not paid off WM. The Attorney General told the Supreme Court that the license will be suspended in addition to the Mendis Company.",
        "Additional Solicitor General, Ven.The petition was found in a pair of pairmansena, Yasantha Kodagoda and Priyantha Kodagoda and Priyantha Pun.",
        "The Commissioner General of Excise as respondents on the petitions filed by a civil society operator.. Mendis, 'Pinley Dysutiris', 'Hingurana Disleriiris' and 'Royal Distrorerrit' has been named 'Hingurana Dislerith' and 'Rayal Distroyrrrit'.",
        "Additional Solicitor General, who appeared on behalf of the Alien Excise Commissioner General of the Alien Excise, the respondents' Nerheran Panduruwara, who has not paid paid taxes on behalf of the 30th of this month, will be suspended for the permits of the liquor companies.After considering the facts, the petitions were presented on January 22 next year."
      ]
    }
  },
  "summary_lines": [
    "Government owes Rs. 600B in taxes. Liquor licenses may be suspended if unpaid by month-end. Case filed against Mendis Company and others."
  ]
}