{
  "translated_text": {
    "ta": {
      "title": "அல்சாரி ஜோசப் தலைவரிடம் தடை விதித்தார்",
      "body_lines": [
        "பி.ஐ.. வெஸ்ட் இண்டீஸ் தலைவர் ஷா ීර திடீரென ஒரு சூடான சொல் பரிமாற்றத்துடன் இரண்டு போட்டிகளை சுமத்த முடிவு செய்துள்ளது.",
        "மேற்கிந்தியத் தீவுகளின் முக்கிய நெறிமுறைகளுக்கும் பொருந்தாது என்றும் நிறுவனம் கூறுகிறது. எனவே, அத்தகைய நடத்தையை புறக்கணிக்க முடியாது என்பது ஒரு குற்றம்.",
        "கடந்த மற்றும் இறுதி ஒருநாள் போட்டியில் மூன்றாவது மற்றும் இறுதி ஒருநாள் போட்டியில் நடவடிக்கை எடுக்கப்பட்டுள்ளது, இது இங்கிலாந்துக்கு எதிராக முடிக்கப்பட்டது.",
        "போட்டியின் 4 வது ஃபோகன் பேட்டிங் செய்து கொண்டிருந்த ஜெர்மன் காகஸ் தொடர்பாக",
        "இருப்பினும், ஒற்றைப்படை, மேலும் ஜோசப் காக்ஸின் விக்கெட்டைக் கைப்பற்ற முடிந்தது.",
        "ஆனால் அவர் தனது ஹின்ஸின் நினைவுகூரலில் சேரவில்லை, இதற்கிடையில் இருந்தார்.",
        "வெஸ்ட் இண்டீஸ் பயிற்சியாளர் டார்ஸ் சாமி அல்சாரியின் நடத்தையால் ஆழ்ந்த அதிருப்தி அடைந்தார், அதே நேரத்தில் அவர் அரங்கத்திற்கு அழைக்கப்பட்டார்.",
        "இந்த சூழலில், 8 விக்கெட்டுகள் பெற்றன. மேற்கு இண்டீஸ் மூன்று போட்டிகள் கொண்ட போட்டியை 2-1-1 என்ற கணக்கில் வெல்ல முடிந்தது."
      ]
    },
    "en": {
      "title": "Alzari Joseph banned with the leader",
      "body_lines": [
        "B.I. West Indies has decided to impose two matches with a warm word transfer with West Indies' leader Sha ීර sudden.",
        "The agency says that Also's conduct is incompatible with the core ethics of the West Indies. Therefore, it is an offense that such behavior cannot be ignored.",
        "The course of action has been taken in the third and final ODI in the last and final ODI, which was completed against England.",
        "In connection with the German Cockz, who was batting in the 4th foken of the match",
        "However, at the odd, Alsozari Joseph was able to seize Cox's wicket.",
        "But he did not join the commemoration of his hins and was also in the meantime.",
        "West Indies traineer Darz Sammy was deeply displeased with Alzari's behavior, while he was also called to the stadium.",
        "In this context, 8 wickets received. West Indies was able to win the three-match tournament match 2-1-1."
      ]
    }
  },
  "summary_lines": [
    "Alzari Joseph banned after misconduct during England series. BCCI imposes two-match ban due to unethical behavior. Incident occurred during final ODI. West Indies won series 2-1-1 despite controversy."
  ]
}