{
  "translated_text": {
    "ta": {
      "title": "சிஐடியின் கீழ் முன்னாள் ஜனாதிபதி மைத்ரீ",
      "body_lines": [
        "முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா இன்று (25) சிஐடி முன் ஆஜராக திட்டமிடப்பட்டுள்ளது.",
        "ஈஸ்டர் தாக்குதலில் ஈடுபட்ட நபர்களை அறிந்திருந்ததாக மைத்ரிபாலா சிரிசேனா கண்டி பகுதியில் ஒரு அறிக்கையை வெளியிட்டார்.",
        "அந்த அறிக்கையில் விரைவான விசாரணையை நடத்துமாறு பாதுகாப்பு துணை அமைச்சர் டிரான் அலெஸ் ஐ.ஜி.பி.",
        "அதன்படி, முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா இன்று காலை 10.30 மணிக்கு சிஐடியிற்கு வரவழைக்கப்பட்டுள்ளார்.",
        "இதற்கிடையில், பஸ்கா தாக்குதலுக்கு நியமிக்கப்பட்ட நாடாளுமன்ற தேர்வுக் குழுவில் மைத்ரிபாலா சிரிசேனா தவறான தகவல்களை வெளிப்படுத்தியுள்ளார்.",
        "பஸ்கா தாக்குதல் குறித்த எந்தவொரு தகவலையும் பயிற்றுவிக்க மைத்ரிபாலா சிரிசேனாவுக்கு சட்டபூர்வமான பொறுப்பு உள்ளது.. திரு. பீரிஸ் கூறினார்."
      ]
    },
    "en": {
      "title": "Former President Maithree under CID",
      "body_lines": [
        "Former President Maithripala Sirisena is scheduled to appear before the CID today (25).",
        "Maithripala Sirisena had made a statement in the Kandy area that he knew persons involved in the Easter attack.",
        "Deputy Minister of Defense Tiran Alles was instructed by the IGP to conduct an accelerated inquiry into the statement.",
        "Accordingly, former President Maithripala Sirisena has been summoned to the CID at 10.30 am today.",
        "Meanwhile, Maithripala Sirisena has expressed false information in the Parliamentary Select Committee appointed to the Passover attack.",
        "Maithripala Sirisena has a legal responsibility to educate any information about the Passover attack.. Mr. Peiris said."
      ]
    }
  },
  "summary_lines": [
    "Former President Maithripala Sirisena is summoned by CID for allegedly knowing persons involved in the Easter attack. He faces an accelerated inquiry by the IGP. Sirisena has previously provided false information about the Passover attack in Parliament."
  ]
}