{
  "translated_text": {
    "ta": {
      "title": "නෙළු මල් වසර 12කට වරක් පිපීමට හේතුව කුමක් ද?",
      "body_lines": [
        "ஒவ்வொரு 12 வருடங்களுக்கும் ஹார்டன் அமைந்திருக்கும் இந்த நாட்களுக்குப் பிறகு 'கிரேட் நேச்சு வசந்தம்' தொடங்கியுள்ளது.",
        "ஹார்டன் இலங்கையில் உள்ள உயிரியல் பூங்காவில் உள்ள ஒரு தேசிய பூங்கா.",
        "ආසන්න දින කිහිපය තුළ මෙලෙස හෝර්ටන් තැන්නේ නෙළු මල් පිපීම ආරම්භ වී ඇති බවට සමාජ මාධ්‍ය ඔස්සේ ඡායාරූප හුවමාරු වන ආකාරය දැකගත හැකි විය.",
        "இந்த நில்மா ஆலை என்ன? ஒவ்வொரு 12 வருடங்களுக்கும் மலர் ஏன் நடக்கிறது? பிபிசி என்பது பிபிசிக்கான தேடல்.",
        "நாட்டின் ஆலை ஆராய்ச்சியாளரான பங்காயாதி ஆராய்ச்சியாளர் பிபிசி ஆராய்ச்சியாளரால் நெல் பற்றி மேலும் அறிய விசாரித்தார்.",
        "\"இந்த நில் ஸ்ட்ரோபிலான்டைன்களுக்கும் அறியப்படுகிறது. இந்த ஆலை தாவர குடும்பத்தின் குடும்பத்திற்கு சொந்தமானது. வெப்பமண்டல ஆசிய நாடுகளைப் போலவே வெப்பமண்டல ஆசிய நாடுகளைப் போலவே தாவரத்தின் உலகின் பரவலும் ஸ்ட்ரோபிலண்டுகள் ஆகும், \"என்று அவர் கூறினார்.",
        "\"இலங்கை தற்போது 35 ஸ்ட்ரோபிலான்டைன்களைப் புகாரளித்துள்ளது. அதன் சொந்த சிறப்பு என அடையாளம் காணப்பட்ட கிட்டத்தட்ட 30 வகையான தாவரங்கள் உள்ளன. 2020 அச்சுறுத்தப்பட்ட வகைகளாக வகைப்படுத்தப்பட்ட சிவப்பு தரவுகளின்படி, \"என்று அவர் கூறுகிறார்.",
        "\"இது சுற்றுச்சூழல் முக்கியத்துவம் மற்றும் அண்டர்லேண்ட்ஸின் தாழ்நிலங்கள் போன்ற ஒரு துணை ஹில், குறைந்த அடுக்கு ஈரமான மண்டலம் போன்றது.\"",
        "இந்த ஆலையின் பூக்கும் நேரமும் உணவுச் சங்கிலிக்கு முக்கியமானது என்று அவர் சுட்டிக்காட்டுகிறார்.",
        "\"இந்த தாவரங்களின் பூக்கும் காலத்தில், குளவிகள் போன்ற தேனீக்கள் பூச்சி இனங்களுக்கு முக்கியம். கூடுதலாக, பூக்கும் கொட்டைகள் தயாரித்த பிறகு, இந்த இனங்கள் இந்த தாவரங்களின் விதைகளைப் பொறுத்தது. இதுபோன்ற பறவைகளை சாப்பிடவும் சாப்பிடவும், பறவைகள் மற்றும் மலை புலிகள் மற்றும் விலங்கு இனங்கள் ஆகியவற்றை சாப்பிடவும் இந்த ஆலை முக்கியம். \"",
        "\"இந்த ஸ்ட்ரோபிலண்டின்கள் தாவர இனங்களின் வேர்களில் வளர்ந்து வரும் தாவரங்களைக் கொண்டுள்ளன.\"",
        "ஹார்டன் தற்போது தொடங்கிய நோரல் தாவரங்கள் தொடர்பான முட்டாள்தனத்தை விளக்கியுள்ளார்.",
        "\"ஹார்டன் இந்த நாட்களில் சுமார் 5 வகையான தாவரங்கள். ஸ்ட்ரோபிலன்டைன்ஸ் புல்செர்ரிமா லா புல்கெரிமா லா பி.எல்.சி புல்கெரிமா பிந்தையது, ஸ்ட்ரோபிலாந்தஸ் செக்ஸென்னிஸ் ஆலை நீலமானது. ஸ்ட்ரோபிலண்டின்கள் கலிசினாவுக்கு மஞ்சள் மலரும் உள்ளது. ஸ்ட்ரோபிலண்டின்கள் விஸ்கோசா மலர் ஊதா ஊதா. \"",
        "\"12 ஆண்டுகளாக நெல்லோயா ப்ளூமின் கதை, இலங்கையின் இயற்கை விஞ்ஞானியான தாமஸ் ஃபடா 1800 களில் மற்றும் 1900 கள் மற்றும் 1900 கள் மற்றும் 1900 கள் மற்றும் 1900 கள், 1800 கள், 1800 கள், 1800 கள், 1800 கள், 1800 கள், 1800 கள், தி 1800 கள்,. 2013 ஆம் ஆண்டின் சமீபத்திய எடுத்துக்காட்டு, ஹார்டன் பெரிய அளவில் குற்றம் சாட்டினார், \"என்று அவர் கூறினார்.",
        "\"ஆலை ஹார்டன் மட்டும் தனித்துவமான தாவரங்கள் அல்ல. ஹார்டன் நில்பாலகலா, கிடூர்வாடலகலா, கிடூர்வாடலகலா, கிடூரியர்கள் என்று தப்பி ஓடுகிறார், \"என்கிறார் பயா.",
        "பூவின் மலர் மலரும் 12 ஆண்டுகளுக்குப் பிறகு தாவரங்கள் ஏன் இறக்கின்றன, அவற்றின் பழங்கள் மற்றும் பழங்கள் எழுகின்றன, ஆலை கோபாலர்களை ஆராய்ச்சி செய்தது.",
        "\"இந்த நாம்கள் போன்ற தாவரங்களின் தாவரங்கள். ஒவ்வொரு ஆண்டும், இந்த தாவரங்களின் பூக்கள் மலர்ந்தால் பெரிய பலம் இருக்கும். எனவே, இது போன்ற தாவரங்கள் ஒரே வாழ்க்கைச் சுழற்சியில் பரிணாம வளர்ச்சியாக உள்ளன, சரியான நேரத்தில் வாழ்க்கைச் சுழற்சியில் கொல்லப்பட்டு இறந்தன. அதனால்தான் இந்த தாவரங்கள் மலர்களை முடித்த பிறகு இறந்துவிட்டன, \"என்று அவர் கூறுகிறார்.",
        "\"இந்த விழும் விதைகள் சுற்றுச்சூழல் நிலைமைகளின் கீழ் மீண்டும் கட்டப்படுகின்றன.\"",
        "நாதா ஸ்பிரிங் பார்க்க ஹார்டன் சமவெளிக்கு ஹார்டன் சமவெளிக்குச் செல்கிறார், மேலும் தேசிய பூங்காவில் பின்பற்றப்பட வேண்டிய விதிகள் குறித்து இலங்கை காவல்துறையும் ஒரு சமூக ஊடக குறிப்பைப் பயன்படுத்துகின்றன.",
        "ஸ்கிப் பேஸ்புக் போஸ்பேஸ் புக் உள்ளடக்கத்தை அடைய ஒப்புக்கொள்கிறீர்களா? இந்த கட்டுரையில் பேஸ்புக் வழங்கிய உள்ளடக்கம் உள்ளது. அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். பேஸ்புக் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'ஒப்புக்கொள்ளப்பட்ட முன்னோக்கி' என்பதைத் தேர்ந்தெடுக்கவும். முடிவின் உள்ளடக்கத்திற்கு உள்ளடக்கம் பொறுப்பல்ல.",
        "\"நீங்கள் வனவிலங்கு பாதுகாப்புத் துறையைப் பார்க்கவும் தேடவும் கேட்க வேண்டும்.",
        "இந்த பூங்கா விதிகள் தொடர்பாக வனவிலங்கு துறையிலிருந்து நடத்தப்பட வேண்டும் மற்றும் மூன்று மொழிகளில் பந்து வீசப்பட வேண்டும். அவற்றை நன்றாகப் படியுங்கள், \"என்று தந்தை கூறினார்.",
        "\"குறிப்பாக இந்த இனங்கள் தீங்கு விளைவிக்காது. இந்த உயிரினங்களின் பெரும்பாலான இனங்கள், விலங்கு மற்றும் தாவர கட்டளை. பூக்கள் உடைந்தால் அல்லது பாதிக்கப்பட்டால் சட்ட நடவடிக்கை எடுக்கும் திறன் வனவிலங்கு துறைக்கு உள்ளது, \"என்று அவர் மேலும் கூறினார்.",
        "பெண்கள் மற்றும் ஆண்கள் உடலுறவு கொள்ள ஒப்புதலைக் குறைக்கும் 5 காரணிகள்",
        "பாக்கிஸ்தானிய கிரிக்கெட் தலைவர் கோப்பையை ஏற்றுக்கொள்வதிலிருந்து எடுத்துக் கொள்ளப்பட்டார் என்ற முடிவின் பின்னால் யார் இருந்தார்கள்?",
        "13 ஆண்டுகளுக்குப் பிறகு, சந்தேக நபரைத் தொடர்ந்த சந்தேக நபர்"
      ]
    },
    "en": {
      "title": "What causes not to bloom every 12 years?",
      "body_lines": [
        "The 'Great Natu Spring' has commenced these days after Horton is located every 12 years.",
        "Horton is a national park in biological park in Sri Lanka.",
        "Photographs of photography exchanges from the social media that the Horton Poor is started in the nearly few days.",
        "What is this Nilma plant? Why is flower happening every 12 years? BBC is a search for BBC.",
        "Bhathayadhi researcher, a plant researcher of the country, was inquired by BBC researcher to learn more about the nele.",
        "\"This Nil is also known to strobilantines. This plant belongs to the family of the plant family. Strobilants are the spread of the plant's world, like tropical Asian countries, as in the Tropical Asian countries, \"he said.",
        "\"Sri Lanka has currently reported 35 strobilantines. There are nearly 30 species of plants identified as its own special. 2020 According to the Red data classified into the threatened categories, \"he says.",
        "\"This is like a sub-hill, low-layer wet zone, like the ecological importance, as well as the lowlands of the underlands.\"",
        "He points out that the flowering time of this plant is also important for food chain.",
        "\"In the flowering period of these plants, bees, like the wasps, is important to insect species. In addition, after making flowering nuts, these species depend on the seeds of these plants. The plant is important to eat and eat birds like this and eat the birds and hill tigers, as well as animal species. \"",
        "\"These strobilantines have growing plants on roots of plant species.\"",
        "Horton is currently explained the stupidity regarding the noral plants that have begun.",
        "\"Horton is worth about 5 species of plants these days. Strobilantines Pulcherrima La PULCERRIMA La PLC PULCERRIMA latter, strobilanthes sexennis plant is blue. Strobilantines CAlyCina has a yellow blossom. Strobilantines Viscosa The flower purple purple. \"",
        "\"The story of the Nelloya bloom for 12 years, Thomas Fada, a natural scientist in Sri Lanka, has been recorded in the 1800s and in the 1900s and in the 1900s and in the 1900s and the 1900's, the 1800s, the 1800s, the 1800s, the 1800s, the 1800's, the 1800s, the blosshood. The recent example of 2013, Horton blamed in large quantities, \"he said.",
        "\"Naking Plant Horton is not the only unique plants. Horton is fleeing Nilpalagala, Kiduruatalagala, Kiduruatalagala, Kiduruals, \"says Bhaya.",
        "The flower blossom of the flower is why the plants die after 12 years and their fruits and fruit arise, the plant researched Gopallers.",
        "\"Plants of plants like these nams. Every year, the flowers of these plants will have a great strength if they get blossoms. Therefore, plants like these are evolutionary in the same life cycle, have been killed in a timely life cycle and died. That is why these plants are dead after completing the blossoms, \"he says.",
        "\"These falling seeds are being rebuilt under environment conditions.\"",
        "Horuton is going to Horton Plains to the Horton Place to watch Natha Spring and the Sri Lankan Police are also using a social media note regarding the rules to be followed in the National Park.",
        "Do you agree to reach the Skip Facebook PosFacebook content? This article contains content provided by Facebook. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Facebook cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The content is not responsible for the content of the END.",
        "\"You have to ask for a visit to seeing and seek the Wildlife Conservation Department.",
        "The park should be adhered to be held from the Wildlife Department in connection with the rules and bowled in three languages. Read them better, \"The father said.",
        "\"Especially do not harm these species. Most species of these species, the Animal and Flora Ordinance. The Wildlife Department has the ability to take legal action if the flowers were broken or harmed, \"he added.",
        "5 factors that reduce the consent of women and men to have sex",
        "Who was behind the decision that Pakistani cricket chairman was taken up from acceptance of the Trophy?",
        "After 13 years, the suspect who pursued trailing suspect"
      ]
    }
  },
  "summary_lines": []
}