{
  "translated_text": {
    "ta": {
      "title": "அபார்ட்மெண்ட் துப்பாக்கிகளில் சோதனை நடத்தப்பட்டது",
      "body_lines": [
        "பனி மருந்துகளுடன் கைது செய்யப்பட்ட சந்தேக நபரின் கூற்றுப்படி, வெய்கலா பகுதியில் இந்த சட்டவிரோத துப்பாக்கிகளை உற்பத்தி செய்வது குறித்த தகவல்கள் இந்த நிலப்பரப்பை உற்பத்தி செய்யும் இடத்தை வெளிப்படுத்தியுள்ளன.",
        "துப்பாக்கிகள் மற்றும் துப்பாக்கிகளுக்கு பயன்படுத்தப்படும் பல உபகரணங்கள் தளத்தில் காணப்பட்டன.",
        "கூடுதலாக, 9 மிமீ உற்பத்தியாளர் மில்லிமீட்டர் துப்பாக்கியான, ஒரு வெளிநாட்டு துப்பாக்கி மற்றும் 27 நேரடி வெடிமருந்துகளை பல்வேறு வகையான துப்பாக்கிகள், திறந்த தோட்டாக்கள், 31 எம்பால்களுக்கு பயன்படுத்துகிறார்.",
        "அதன்படி, 79 வயதான ஒருவர் விக்கலா பகுதியைச் சேர்ந்த போலீசாரால் கைது செய்யப்பட்டுள்ளார்."
      ]
    },
    "en": {
      "title": "Apartment raided in firearms",
      "body_lines": [
        "According to a suspect arrested with ice drugs, information on the manufacture of these illegal firearms in Vaikkala area has revealed the place of production of these landscape.",
        "Several equipment used for firearms and firearms were found in the site.",
        "In addition, a 9mm manufacturer produce millimeter firearm, an overseas firearm, and 27 live ammunition applied to different types of firearms, open bullets, 31 embals.",
        "Accordingly, a 79-year-old man has been arrested by police from Waikkala area where the production of fire."
      ]
    }
  },
  "summary_lines": [
    "Police raid an apartment in Vaikkala, arresting a suspect with ice drugs. They find equipment for firearms, including a 9mm manufacturer, overseas firearms, and ammunition. A 79-year-old man is arrested for illegal firearm production."
  ]
}