{
  "translated_text": {
    "si": {
      "title": "'සෙන්ටි හි බජ්ජි' විස්තර කරන්නේ සුරතල් සතෙකු සොයමින් දරුවන් දෙදෙනෙකුගේ ගමනයි",
      "body_lines": [
        "සුරතල් සතුන් සහ දරුවන් අතර බන්ධනය යනු අවතක්සේරු කිරීම අවතක්සේරු කිරීමකි. කේන්ද්රගත වී ඇති 'පෙට්ටි හි බුජ්ජි චිත්රපටය මේ මස 31 වන දින ලොව පුරා මුදා හරිනු ඇත.",
        "අධ්යක්ෂණය කරන ලද ආර්එම් කන්දසාමි, කමල් කුමාර්, නක්කලයිඩ්, නක්කලයිඩ්, කාර්තික් විජේ, ළමා තරු, කාර්තික් සිවසන්කරන්, ලවාන්යා කන්නමාර්, නසේනාස් රම්කුමාර්, මෙනා, වරරදරාජන්. කාර්තික් රාජා චිත්රපටය රචනා කර ඇති අතර එය අරුනෝගි චෝලා විසින් පටිගත කර ඇත. මෙම චිත්රපටය කලයා සමාගම වෙනුවෙන් ආර්එච් කන්දසාමි අධ්යක්ෂ රාම් කන්දසාමි විසින් නිෂ්පාදනය කරනු ලැබේ. මෙම අවස්ථාවේ දී, චිත්රපටය මුදා හැරීමට පෙර මෙම උත්සවය චෙන්නායි හි පැවැත්විණි. චිත්රපට කාර්ය මණ්ඩලය සහභාගී වූහ.",
        "චිත්රපටයේ අධ්යක්ෂක සහ නිෂ්පාදක ආර්එච් කන්දසාමි මහතා මෙසේ පැවසීය. \"චිත්රපටයේ කතාව මුලින්ම අපෙන් පැවසුවා.. ඔහු කුඩා කල කන්නයේ එළුවෙකු වැඩී ඇත. ඔවුන් ආශා කළ එළුවා විකුණුවා. ඒ සොයා බැලීමේදී, ඔහු තම දෙමව්පියන්ගේ අත්දැකීම් විස්තර කළේ ඔහු ගමන් කිරීමට පෙළඹවීමයි. මම මෙය තිර රචනයක් බවට පරිවර්තනය කර එය දරුවන්ට විස්තර කළෙමි.",
        "ඔවුන් ඒ එළුව ලැබුණාද?නැත්ද?ප්රශ්නය. දරුවන්ගේ දෑස් සහ කෝණ වෙනස් බැවින්, මම තිර රචනය ඔවුන්ගේ කෝණයෙන් නැවත සකස් කළෙමි.  මුළු චිත්රපටයම සකස් කරන ලද අතර චිත්රපටය ජාත්යන්තර සිනමා උළෙලේදී තිරගත විය. චිත්රපටයේ කථාව ජීවිතයක් සොයන දරුවන් දෙදෙනෙකුගේ කතාවක් ලෙස සකසා ඇත. \""
      ]
    },
    "en": {
      "title": "'Bujji At Sendati' describes the journey of two children in search of a pet",
      "body_lines": [
        "The bonding between pets and children is an underestimated sense of consciousness. The film 'Bujji At Petti', which is centered on it, will be released worldwide on the 31st of this month.",
        "Directed by director Ram Kandasamy, Kamal Kumar, Nakkalids Vattiswari, Karthik Vijay, Child Stars Pranathi Sivasankaran, Lavanya Kanmani, Nakkalites Ramkumar, Meena, Varadarajan. Karthik Raja has composed the film, which has been recorded by Arunoghi Chola. The film is being produced by director Ram Kandasamy on behalf of Kalaya Company. In this case, the event was held in Chennai before the release of the film to fans. The film crew participated.",
        "Ram Kandasamy, the director and producer of the film, said, “The story of the film was first told by us.. He has grown up a goat in his childhood season. They sold the goat that grew up with the desire. In search of it, he described the experience of his parents traveling in search of him to travel. I converted this into a screenplay and described it to the children.",
        "Did they get that goat?Or not?The question. Since the children's eyes and angles were different, I re -revised the screenplay in their angle.  The entire film was prepared and the film was screened at the International Film Festival. The story of the film has been set up as a story of two children who travel in search of a life. ”"
      ]
    }
  },
  "summary_lines": [
    "\"Bujji At Sendati\" follows two children's quest for a lost pet, highlighting the profound bond between kids and animals. Directed by Ram Kandasamy, featuring child stars like Pranathi Sivasankaran and Lavanya Kanmani, the film explores the emotional journey of searching for a beloved pet. Set to release worldwide on the last day of this month, it promises to delve into the unique perspective of children navigating the world to reunite with their furry friends."
  ]
}