{
  "translated_text": {
    "si": {
      "title": "කරච්චි හි අබිරහස් මරණ වැඩි වීම;දින 3 කින් සිරුරු කිහිපයක් යථා තත්ත්වයට පත් කිරීම",
      "body_lines": [
        "පාකිස්තානයේ කරච්චි හි කරච්චි නුවර සිටින පුද්ගලයින් 29 දෙනෙකුගේ මළ සිරුරු දින තුනකින් නගරයේ ප්රදේශ කිහිපයකින් සොයාගෙන ඇති බව බලධාරීහු පවසති.",
        "අත්තිවාරම්වල කිසිදු තුවාලයක් සිදුවී නොමැති බවත්, මරණවලට හේතුව සොයා ගැනීම සඳහා පරීක්ෂණ පවත්වන බවත් බලධාරීන් පැවසුවාය.",
        "අඟහරුවාදා නගරයේ ප්රදේශ කිහිපයකින් මළ සිරුරු නවයක් සොයා ගත් බව නිලධාරීහු පැවසූහ.",
        "'චිපයේ' පුණ්ය කටයුතුවල ස්වේච්ඡා සේවකයන් සහ 'ප්රතිවිරුද්ධ' පුණ්ය කටයුතු මගින් 'ප්රතිවිරුද්ධ' පුණ්ය කටයුතු මගින් ස්වේච්ඡා ස්ථාන 4 ක් මගින් ස්වේච්ඡා සේවකයන් විසින් අඟහරුවාදා (25) සොයා ගෙන තිබේ.",
        "එහි ප්රති As ලයක් ලෙස දින තුනකින් කරච්චි නුවර සිට අඟහරු දක්වා සොයාගත් මළ සිරුරු සංඛ්යාව 29 දක්වා ඉහළ ගොස් තිබේ.",
        "සින්ද් පළාත් ස්වදේශික අමාත්ය සීඅයිඒ ලංගනාර් මහතා පැවසුවේ විශාල රෝහල්වලට සහ කරච්චි මරටි වෙත ගෙන එන ලද මළ සිරුරු සංඛ්යාව ඉහළ ගොස් ඇති බවයි.",
        "අමාත්යවරයා නිවේදනයක් නිකුත් කරමින් සියා නිවේදනයක් නිකුත් කරමින් සියා නිවේදනයක් නිකුත් කරමින් කියා සිටියේ කරච්චි නුවර බල සැපයුම සඳහා බල සැපයුම වගකිව යුතු බවයි. සමාගමේ කළමනාකාරිත්වයට එරෙහිව මිනීමැරුම් නඩුව ගොනු කරනු ලැබේ.",
        "කරච්චි පසුගිය දින කිහිපය තුළ කෝපයට පත් වී ඇත. උෂ්ණත්වය අඟහරුවාදා සෙල්සියස් අංශක 41.3 ක් වාර්තා විය. ආර්ද්රතාවය සියයට 63 කි.",
        "නගරයේ බොහෝ ප්රදේශවල පැය කිහිපයක් බලය ක්රියාත්මක කර ඇති බැවින් තත්වය වඩාත් නරක අතට හැරී ඇති බව වාර්තා වේ.",
        "කරච්චිගේ ජින්නා උපාධිය අනුව, වෛද්ය මධ්යස්ථානයේ, වෛද්ය නොවුනස් රවුෆ්, ​​වයිල්සර් නොවුනස් රවුෆ් සඳුදා සහ අඟහරුවාදා දිනවල රෝගීන් සංඛ්යාව වෙනදාට වඩා වැඩි බව මාධ්යයට පැවසීය.",
        "\"රෝහලට පැමිණි රෝගීන්ගේ සංඛ්යාව දැඩි උණ, දුර්වලතාවය, ආමාශ ආන්ත්රය හා පාචනය, අවමුතුවක්. 886 දෙනෙකු අඟහරුවාදා රාත්රී 12 ට ප්රතිකාර සඳහා පැමිණියේය.",
        "සඳුදා 1,592 ක් ජනයා තාපයෙන් පීඩා විඳීමට හදිසි දෙපාර්තමේන්තුවට පැමිණියහ.",
        "සාමාන්යයෙන් 1200 සිට 1,300 සිට 1,300 සිට දිනකට අපගේ හදිසි සේවාවට පැමිණේ. ගෙන එන ලද මළ සිරුරු සංඛ්යාව 10 සිට 15 දක්වා වේ. නමුත් රෝගීන් සංඛ්යාව සහ සිරුරු සංඛ්යාව වැඩි වී තිබේ.",
        "කරච්චි හි රූත් බාබ රෝහලේ වෛද්යවරයකු පැවසුවේ තාපයට ගොදුරු වූ පුද්ගලයින් 65 දෙනෙකුට ප්රතිකාර කළ බවත් කිසිදු හානියක් වාර්තා වී නොමැති බවයි.",
        "704 ක් සඳුදා ඉන්දු රෝහලට පැමිණියා. රෝහල් දත්ත වාර්තා වාර්තා කරන්නේ ඔවුන්ගෙන් අට දෙනෙකු රස්නයේ රස්නයෙන් මිය ගිය බවයි.",
        "'විපක්ෂයේ' රාජ්ය නොවන සංවිඩෝ මහතා පැවසුවේ, නාඳුනන හා සම්බන්ධයක් නැති මළ සිරුරු වළලීමේ ක්රියාවලිය ආරම්භ කර ඇති බවයි. මළ සිරුරු 22 ක් අඟහරුවාදා තැන්පත් කරන ලදී.",
        "මේ අතර, කරච්චි හි සමහර ප්රදේශවල වර්ෂාපතනය 28 සිට 28 දක්වා සිදුවන බව පාකිස්තාන කාලගුණ විද්යා දෙපාර්තමේන්තුව පවසයි."
      ]
    },
    "en": {
      "title": "Increase in mysterious deaths in Karachi;29 bodies recovery in 3 days",
      "body_lines": [
        "Officials say the bodies of 29 people who died mysteriously in Karachi, Pakistan, have been recovered from several parts of the city in three days.",
        "Officials said there were no injuries in the seats and that investigations are being conducted to find out the cause of the deaths.",
        "Officials said that nine bodies were recovered from several parts of the city on Tuesday.",
        "Five bodies by volunteers of the 'Chipa' charity and 4 bodies by the 'opposite' charity have been recovered on Tuesday (25).",
        "As a result, the number of bodies recovered in Karachi in three days up to Mars has increased to 29.",
        "Sindh Provincial Home Minister Zia Langanar said that the number of bodies brought to the large hospitals and the corpses of Karachi is on the rise.",
        "In a statement, Minister Zia said in a statement that if the investigation was found in the severe heat, the power supply would be responsible for the power supply in Karachi and that the murder case would be filed against the company's management.",
        "Karachi has been rage over the past few days. Temperature recorded 41.3 degrees Celsius on Tuesday. The humidity was 63 percent.",
        "The situation has been reported to be worse as several hours of power has been implemented in many parts of the city.",
        "According to Karachi's Jinnah Graduation, the Emergency Service Officer of the Medical Center, Vaidyasar Nousin Rauf, told the media that the number of patients on Monday and Tuesdays was higher than usual.",
        "“The number of patients who came to the hospital claimed that severe fever, weakness, gastrointestinal inflammation, vomiting and diarrhea were unusual. 886 people came for treatment on Tuesday at 12 o'clock.",
        "On Monday, 1,592 people came to the emergency department to suffer from heat.",
        "Usually, 1200 to 1,300 people come to our emergency service in a day. The number of corpses brought in is from 10 to 15. But the number of patients and the number of bodies has increased, ”he said.",
        "A doctor of the Ruth Bao Hospital in Karachi said that 65 people affected by the heat were treated and that no casualties were reported.",
        "704 people arrived at the Indus Hospital on Monday. Hospital data reports that eight of them died of the heat of the heat, one of them died.",
        "The 'Opposition' NGO said it had begun the process of burying unidentified and unrelated bodies. The company said 22 bodies were buried on Tuesday.",
        "Meanwhile, the Pakistani Meteorological Department said that rainfall is likely to occur in some parts of Karachi from the 28th."
      ]
    }
  },
  "summary_lines": [
    "Karachi faces mystery deaths: 29 bodies found in 3 days. Officials probe causes, suspect heatwave impact. Charities recover bodies, hospitals see surge in patients with symptoms like fever & diarrhea. Temperatures soar, power cuts exacerbate conditions."
  ]
}