{
  "translated_text": {
    "ta": {
      "title": "மைத்ரிபால சிரிசேனா: இலங்கை சுதந்திரக் கட்சித் தலைவரைத் தடுக்க நீதிமன்றத்தில் வழங்கப்பட்ட தடை உத்தரவு என்ன?",
      "body_lines": [
        "மைத்ரிபால சிரிசேனா: இலங்கை சுதந்திரக் கட்சித் தலைவரைத் தடுக்க நீதிமன்றத்தில் வழங்கப்பட்ட தடை உத்தரவு என்ன?",
        "எஸ்.எல்.எஃப்.பி தலைவரைத் தடுக்க கொழும்பு மாவட்ட நீதிமன்றம் இன்று (ஏப்ரல் 4) தடை உத்தரவை பிறப்பித்தது.",
        "முன்னாள் ஜனாதிபதி சந்திரிகா பண்டாரநாயக்க குமாரத்துங்காவின் புகாரைக் கருத்தில் கொண்டு கொழும்பு மாவட்ட நீதிபதி சாண்டூன் விதனேஜ் என்பவரால் இந்த தடை உத்தரவு பிறப்பித்தது.",
        "இந்த தடை உத்தரவு ஏப்ரல் 18 வரை நடைபெறும் என்று கூறியது.",
        "மனுவின் பிரதிவாதிகள் என்று மனுவில் குற்றம் சாட்டப்பட்டவர் என்று நீதிமன்றம் பரிந்துரைத்தது.",
        "இலங்கையில் அரசியல் நெருக்கடி: 50 நாட்களைத் தாண்டிய அரசியல் நெருக்கடியின் சிறந்த வாய்ப்புகள்",
        "SLFP இன் நற்பெயர் விடுவிக்கப்பட்டுள்ளது",
        "சந்திரிகா பண்டாரநாயக்க குமாரத்துங்கா தாக்கல் செய்த மனு, மைத்ரிபாலா சிரிசேனா கட்சியின் கட்சியின் ஜனாதிபதியால் சேதமடைந்ததாக கூறப்படுகிறது.",
        "கட்சியின் தலைவரும், நாட்டின் காமன்வெல்த் தலைவருமான மைத்ரிபாலா சிரிசேனாவின் நடவடிக்கையில் இந்த மனு கண்டுபிடிக்கப்பட்டது.",
        "இதன் விளைவாக, குழந்தைகள் உட்பட 269 பேர், 49 பேர் கொல்லப்பட்டனர் மற்றும் 59 பேர் காயமடைந்தனர், 500 பேர் காயமடைந்தனர்.",
        "அரசாங்கத்தின் அரசாங்கத்தின் அரசாங்கத்தின் அரசாங்கத்தின் பிரதமராக தீவிரமாக நீக்கப்பட்ட மைத்ரிபால சிரிசேனாவின் அரசாங்கத்தின் பிரதமராக இந்த மனு நீக்கப்பட்டது.",
        "மக்களின் இறையாண்மையை மீறி இலங்கை சுதந்திரக் கட்சியை (எஸ்.எல்.எஃப்.பி) தடுப்பதில் மைத்ரிபால சிரிசேனா செயல்பட்டுள்ளார் என்று இது செயல்பட்டுள்ளது.",
        "மைத்ரிபாலா சிரிசேனாவின் தலைமையில் தன்னிச்சையான முறையில் செயல்பட்டு வரும் பல சக்திவாய்ந்த ஆர்வலர்களை ஏற்பாடு செய்த தன்னிச்சையான முறையை வெளியேற்றுவதற்கான மனுவின் மற்றொரு குற்றச்சாட்டு இது.",
        "2015 பொதுத் தேர்தலின் பொதுத் தேர்தலில், இந்த மனு மைத்ரிபாலா சிரிசேனாவின் தன்னிச்சையான மற்றும் சர்வாதிகாரத்தின் விளைவாகும்.",
        "மைத்ரிபாலா சிரிசேனா பதவியில் இருந்து ஓய்வு பெறும் ஜனாதிபதியாக ஓய்வு பெற்ற ஒரு ஜனாதிபதியாக ஒரு ஜனாதிபதி ஓய்வு பெற்றார் என்ற புகார்தாரர், புகார்தாரர் கட்சியின் அரசியலமைப்புக்கு முரணானவர் அல்ல, ஆனால் அவருக்கு பதவியில் இருக்க சட்டப்பூர்வ உரிமை இல்லை.",
        "பிரதிவாதி மைத்ரிபாலா சிரிசேனாவின் தன்னிச்சையான செயலால் எஸ்.எல்.எஃப்.பியின் நற்பெயர் கடுமையாக சேதமடைந்துள்ளதாக சந்திரிகா குமாரதுங்கா மேலும் கோரியுள்ளார்.",
        "கலி சந்திரிகா குமாரத்துங்காவுக்கு புகார் அளித்ததற்காக ஜனாதிபதியின் வழக்கறிஞர்கள் சந்தக ஜெயசுந்தர் ஜனாதிபதி வழக்கறிஞர்களை பெயிண்டிமா ரத்னாயக்க மற்றும் அமிலா டிஸ்டனாயக்கத்துடன் செய்தார்.",
        "சுற்றுப்பயணம் இலங்கை - பங்களாதேஷ் போட்டி புதிய 147 ஆண்டுகள் கிரிக்கெட்",
        "நாரம்மலா பொலிஸ் துப்பாக்கிச் சூடு: பொலிஸ் அதிகாரிகளின் அனுமதிக்கு எதிரான மனு",
        "இலங்கை மகளிர் கிரிக்கெட் அணியின் மங்கலானது: தென்னாப்பிரிக்காவுக்கு எதிரான டி 20 போட்டி",
        "செனகா படகோடா: 'நாங்கள் யார்?'தணிக்கை செய்யப்பட்ட 7 பாடல்களுக்கு என்ன நடக்கும்?"
      ]
    },
    "en": {
      "title": "Maithripala Sirisena: What is the injunction given in court to prevent the Sri Lanka Freedom Party Chairman?",
      "body_lines": [
        "Maithripala Sirisena: What is the injunction given in court to prevent the Sri Lanka Freedom Party Chairman?",
        "The Colombo District Court today issued an injunction today (April 4) to prevent the Chairman of the SLFP.",
        "The injunction was issued by the Colombo District Judge Sandun Withanage after considering a complaint by former President Chandrika Bandaranaike Kumaratunga.",
        "The injunction stated that the injunction will be held until April 18.",
        "The Court prescribed the court to be named as the accused of the petition as the defendants of the petition.",
        "The political crisis in Sri Lanka: Excellent opportunities of the political crisis that exceeds 50 days",
        "SLFP's reputation has been acquitted",
        "The petition filed by Chandrika Bandaranaike Kumaratunga was reportedly damaged by the party's president of the Maithripala Sirisena party.",
        "The petition was found in the operation of Maithripala Sirisena, the Chairman of the party and the Commonwealth of the country.",
        "As a result, 269 persons including children, 49 persons were killed and 59 were wounded and around 500 were wounded.",
        "The petition was removed as the Prime Minister of the Government of the Government of Maithripala Sirisena, who was actively removed as the Prime Minister of the Government of the Government of the Government of the Government.Specifies.",
        "This has acted that Maithripala Sirisena has acted in a prevention of the Sri Lanka Freedom Party (SLFP) in violation of the People's Sovereignty.",
        "It is also another accusation of the petition to expel the arbitrary manner that has arranged a number of powerful activists who have been acting in an arbitrary manner under the leadership of Maithripala Sirisena.",
        "At the General Election of the 2015 general election, the Petition is the result of the arbitrary and dictatorship of Maithripala Sirisena.",
        "The complainant that a president is retired as a president who is retired as a President who is retiring from the post of Maithripala Sirisena, the complainant is not contrary to the party's constitutional, but he has no legal right to remain in the post.Mentioned.",
        "Chandrika Kumaratunga further requested that the SLFP's reputation was severely damaged due to the arbitrary act of the defendant Maithripala Sirisena.",
        "President's attorneys Chandaka Jayasundara made Presidential Attorneys with Paintima Ratnayake and Amila Dissanayake for complainance to Cali Chandrika Kumaratunga.",
        "Tour Sri Lanka - Bangladesh Tournament New 147 Years of Cricket",
        "Narammala Police Shoot: Petition against Police Officers permission",
        "Blurry of Sri Lankan women's cricket team: T20 tournament against South Africa",
        "Senaka Batagoda: 'Who are we?'What will happen to 7 songs that have been censored?"
      ]
    }
  },
  "summary_lines": [
    "The Colombo District Court issued an injunction on April 4 to prevent the Sri Lanka Freedom Party (SLFP) Chairman, following a complaint by former President Chandrika Bandaranaike Kumaratunga. The injunction, valid until April 18, was prescribed against the accused party. The petition, damaged by the party's president, alleges violations of the People's Sovereignty and arbitrary actions by Maithripala Sirisena, leading to the SLFP's reputation being damaged."
  ]
}