{
  "translated_text": {
    "ta": {
      "title": "மைத்ரி வேறு இடத்திற்கு செல்கிறார்",
      "body_lines": [
        "தற்போதைய அரசியல் சூழலின் கீழ் ஒரு தனி இடத்தில் எஸ்.எல்.எஃப்.பி.",
        "அரசியல் நடவடிக்கைகளைத் தொடர எஸ்.எல்.எஃப்.பி தலைமையகம் கொழும்பில் மேற்கொள்ளப்படக்கூடாது என்று தெரிவிக்கப்படுகிறது.",
        "இது தொடர்பாக எஸ்.எல்.எஃப்.பி பொலிட்பீரோ விவாதங்களில் நடைபெறுகிறது என்றும் கூறப்படுகிறது.",
        "தற்போதுள்ள அரசியல் நெருக்கடி மற்றும் நீதித்துறை முடிவுகள் தங்கள் அரசியல் மற்றும் இருக்கைகள் மற்றும் மாவட்ட முடிவுகளின் அரசியல் மற்றும் இருக்கை மற்றும் மாவட்ட அமைப்பாளர்களை வரவழைக்க முடியவில்லை என்று தெரிவிக்கப்படுகிறது.",
        "இந்த சூழ்நிலையில் கட்சியின் அரசியல் நடவடிக்கைகளை மேற்கொள்வது சிறந்தது என்று சுதந்திரக் கட்சி மைத்ரிபாலா சிரிசேனா காட்டியுள்ளார்.",
        "அதன்படி, நாடு முழுவதும் உள்ள மாவட்ட மற்றும் தேர்தல் அமைப்பாளர்கள் ஒரு புதிய அரசியல் மையத்தைத் தொடங்கி கொழும்புக்கு வரவழைக்கப்பட உள்ளனர்."
      ]
    },
    "en": {
      "title": "Maithri goes to another place",
      "body_lines": [
        "It is reported that the party of Maithripala Sirisena has decided to carry out the SLFP in a separate location under the current political climate.",
        "It is reported that the SLFP headquarters not to be carried out in Colombo to continue political activities.",
        "It is also said that the SLFP Politburo in this regard are being held in discussions.",
        "It is reported that the existing political crisis and judicial decisions is unable to summon the political and seat and district organizers of their political and seats and district decisions.",
        "Freedom party Maithripala Sirisena has shown that it is best to carry out the party's political activities in this situation.",
        "Accordingly, the district and electoral organizers throughout the country are to be summoned to Colombo, commencing a new political center."
      ]
    }
  },
  "summary_lines": [
    "In response to the current political climate, Maithripala Sirisena's party, the SLFP, plans to conduct its activities from a separate location outside Colombo. The decision comes amid ongoing political and legal challenges that have hindered the party's ability to convene its political and district organizers. Despite these obstacles, the party aims to establish a new political center in Colombo, inviting district and electoral organizers nationwide to gather there."
  ]
}