{
  "translated_text": {
    "si": {
      "title": "දෙසැම්බර් මාසයේ සිට විදේශ ගමන් බලපත්රය",
      "body_lines": [
        "දෙසැම්බර් මස මුල සිටම විදේශ ගමන් බලපත්ර සැපයුම කඩිනම් කිරීමට අපේක්ෂා කරන බව ආගමන හා සංක්රමණ දෙපාර්තමේන්තුව ප්රකාශයක් නිකුත් කර තිබේ.",
        "අනාගතයේදී හිස් ගමන් බලපත්ර 700,000 කට වැඩි ප්රමාණයක් ලබා ගත හැකි බව දෙපාර්තමේන්තුව පවසයි.",
        "ආගමන හා සංක්රමණ දෙපාර්තමේන්තුව තවදුරටත් කියා සිටියේ ක්රමානුකූල සතුරු ක්රමය දැනට විදේශ ගමන් බලපත්ර නිකුත් කිරීම සඳහා සූදානම් වෙමින් පවතින බවත්, මෙම ක්රමය ඉදිරි දිනයේදී ක්රියාත්මක කරන බවත්.. රීල්"
      ]
    },
    "en": {
      "title": "Foreign passport from December",
      "body_lines": [
        "The Department of Immigration and Emigration has issued a statement saying it is expected to expedite foreign passport supply from the beginning of December.",
        "The department said that more than 700,000 empty passports are available in the future.",
        "The Department of Immigration and Emigration further stated that the systematic enemy system is currently being prepared for issuing foreign passports and that this system will be implemented on the next day.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Department of Immigration and Emigration expects to expedite foreign passport supply starting December. Over 700,000 passports ready. New system for issuing passports being prepared."
  ]
}