{
  "translated_text": {
    "ta": {
      "title": "பிடிபட்ட அரசாங்கம் ஹோமகாமா மருத்துவமனையில் கண்டுபிடிக்கப்பட்டுள்ளது",
      "body_lines": [
        "வெள்ளிக்கிழமை முதல் ஹோமகாமா அடிப்படை மருத்துவமனை சவக்கிடங்கு வரை மாநில லோகோவுடன் ஒரு வண்டி என்று மருத்துவமனையின் உள் வட்டாரங்கள் கூறுகின்றன.",
        "அரசாங்க லோகோவுடன் மருத்துவமனைக்குள் நுழைய வாகனம் மருத்துவமனை வளாகத்திற்குள் நுழைந்து மருத்துவமனையின் பாத்திரத்தை விட்டு வெளியேறியது தெரியவந்துள்ளது.",
        "வாகனம் சில நாட்களுடன் மோர்கேவுக்கு அருகில் நிறுத்தப்பட்டதாகவும், அதைக் கொண்டிருக்கவில்லை என்றும், மருத்துவமனை வளாகத்திற்கு உரிமையாளரைக் கொண்டிருந்ததாகவும், மருத்துவமனையை விட்டு வெளியேறவும் கூறப்படுகிறது.",
        "பின்னர், மருத்துவமனை ஊழியர்களும் பாதுகாப்புப் பிரிவும் தலையிட்ட பின்னர், அதிகாரிகள் வாகனத்தின் புகைப்படங்களுடன் சுகாதார மற்றும் உயர் நீதிமன்ற அமைச்சகத்திற்கு தெரிவிக்க வந்துள்ளனர்.",
        "வாகனம் வாகனத்தை எடுத்துச் செல்ல முடியாத வகையில் மருத்துவமனை ஊழியர்கள் சுற்றியுள்ள பகுதிக்குச் செல்லும் பாதையைத் தடுத்ததாகக் கூறப்படுகிறது.",
        "புதிய அரசாங்கத்தின்படி, அரசாங்கத்தின் வாகனம் வாகனத்தை மருத்துவமனை வளாகத்திற்கு கொண்டு வருவதாக சந்தேகிக்கப்பட்டு, வாகனத்தை மருத்துவமனை வளாகத்திற்கு விட்டுவிட்டது."
      ]
    },
    "en": {
      "title": "The government caught is uncovered in the Homagama hospital",
      "body_lines": [
        "Internal sources of the hospital say that a cab with state logo from Friday to the Homagama Base Hospital mortuary.",
        "It has been revealed that the vehicle entered the hospital premises to enter the hospital with the government logo and left the role of the hospital.",
        "It is said that the vehicle had been stopped near the morgue with a few days and had no possession of it and had a owner to the hospital premises and left the hospital.",
        "Later, after the hospital staff and the security division intervened, the officials have come to inform the Ministry of Health and High Court with the photographs of the vehicle.",
        "It is said that the hospital employees have blocked the road to the surrounding area so that the vehicle is unable to carry the vehicle.",
        "According to the new government, the government's vehicle has been suspected to bring the vehicle to the hospital premises and left the vehicle to the hospital premises."
      ]
    }
  },
  "summary_lines": [
    "Government vehicle found at Homagama hospital. Vehicle with state logo entered premises, abandoned near morgue. Hospital staff blocked roads. Officials informed Ministry of Health and High Court."
  ]
}