{
  "translated_text": {
    "ta": {
      "title": "தேர்தல் கமிஷன்களுக்கான தேர்தல்கள்",
      "body_lines": [
        "உள்ளூர் அதிகாரசபை தேர்தலை நடத்தியுள்ளதால், தேர்தல் நடத்தப்படாததால், தேர்தல் சட்டம் இன்னும் நாட்டில் அமலாக்கத்திற்கு உட்பட்டுள்ளது என்று தேர்தல் ஆணையம் கூறுகிறது.",
        "அரசியலமைப்பு 104 \"ஏ\" பிரிவின் படி சட்டம் நடைமுறையில் இருப்பதாக ஆணையம் கூறுகிறது.",
        "எந்தவொரு அரசியல் கட்சியும், ஒரு குழுவும், வேட்பாளரும் நடைபெற்று வரும் காலகட்டத்தில் பதவி உயர்வு பெறக்கூடாது என்பதையும் அவர்கள் காட்டுகிறார்கள்.",
        "எந்தவொரு மாநில சொத்துக்களும் ஒரு சிறப்பு வர்த்தமானி மற்றும் அனைத்து மாநில நிறுவனங்களையும் பயன்படுத்த வேண்டிய சுற்றறிக்கையால் பயன்படுத்தப்படக்கூடாது என்று தேர்தல் ஆணையம் கூறுகிறது.",
        "ஜனவரி 20, 2023 இன் 20 ஆம் எண் வர்த்தமானியின் வர்த்தமானி, ஜனவரி 20, 2023 இன் 20 வது வெளியீடு என்று தேர்தல் ஆணையம் கூறுகிறது.",
        "தேர்தல் ஆணையத்தின்படி, தேர்தல் சட்டங்களை மீறுவது தண்டனையான குற்றமாகும்.",
        "கமிஷன் தேர்தல் ஆணையம் மற்றும் தேர்தல் ஆணையத்தால் வழங்கப்பட்ட சுற்றறிக்கைகளால் வழங்கப்பட்ட விதிகள் மற்றும் விதிகள் இலவசமாகவும் நியாயமாகவும் கோருகிறது."
      ]
    },
    "en": {
      "title": "Elections for election commissions",
      "body_lines": [
        "The Elections Commission says that the election law is still undergoing enforcement in the country as the local authority has held the election and the election has not been held.",
        "The Commission states that the law is in effect as per the Constitution 104 \"A\" section.",
        "They also show that no political party, a group and a candidate should be promoted during the period underway.",
        "The Elections Commission states that no state property should be used by a special gazette and a circular that all state institutions should be used.",
        "The Gazette of the Gazette, No. 20 of January 20, 2023, issue of No. 20 of January 20, 2023, the Election Commission says.",
        "According to the Elections Commission, the breach of election laws is a punitive offense.",
        "The Commission requests the provisions and the provisions issued by the Elections Commission and the Circulars issued by the Elections Commission for free and fair."
      ]
    }
  },
  "summary_lines": [
    "The Elections Commission emphasizes the ongoing enforcement of the election law, citing Constitutional Article 104 \"A\". It prohibits political promotion and misuse of state resources during elections. Violations are considered criminal offenses. The Commission urges adherence to its regulations for fair elections, referencing Gazette No. 20 of January 20, 2023."
  ]
}