{
  "translated_text": {
    "ta": {
      "title": "இறந்த நபரை அடையாளம் காண போலீசார் பொது உதவியை நாடுகின்றனர்",
      "body_lines": [
        "2024.10.2010 செப்டம்பர் 01 அன்று ஹோமகாமாவில் ஹோமகாமாவில் புகார் அளிக்கப்பட்டது.",
        "ஹோமகாமா மாஜிஸ்திரேட் நீதிமன்றம் ஹோமகாமா மாஜிஸ்திரேட் நீதிமன்றம் மற்றும் ஒரு மாஜிஸ்திரேட் விசாரணைக்கு தெரிவிக்கப்பட்டது.",
        "අනතුරුව මෘතශරීරය පශ්චාත් මරණ පරීක්ෂණය සඳහා හෝමාගම රෝහලේ මෘත ශරීරාගාරයේ තැන්පත් කර ඇති බව පොලීසිය පවසයි.",
        "இறந்தவரின் அடையாளம் இன்னும் நிறுவப்படவில்லை, உயரம் ஐந்து அடி கொண்ட சாதாரண உடல் என்று போலீசார் கூறுகின்றனர். කෙසේවෙතත් මළසිරුර හඳුනා ගැනීමට නොහැකි තත්ත්වයේ පවතින බවද පොලීසිය සඳහන් කරයි.",
        "பின்வரும் தொலைபேசி எண்களை பின்வரும் தொலைபேசி எண்களுக்கு தெரிவிக்குமாறு காவல்துறை பொதுமக்களை வற்புறுத்துகிறது."
      ]
    },
    "en": {
      "title": "Police seek public assistance to identify a dead person",
      "body_lines": [
        "A complaint was lodged at Homagama at Homagama on 01 September, 2024.10.2010.",
        "The Homagama Magistrate's Court was reported to the Homagama Magistrate's Court and a magisterial inquiry.",
        "The remains were placed at the Homagama hospital morgue for the post mortem.",
        "The identity of the deceased has not yet been established, police say the tall is a normal body of five feet. However, the body is unable to identify, the police said.",
        "The police urge the public to inform the following telephone numbers to the following telephone numbers."
      ]
    }
  },
  "summary_lines": [
    "Police seeking help identifying unidentified body found in Homagama. Body at hospital morgue for autopsy. Public urged to contact specified phone numbers with any information."
  ]
}