{
  "translated_text": {
    "si": {
      "title": "රුධිරය හා යකඩ පිළිබඳ historical තිහාසික අත්දැකීම් සැමරීම සඳහා වත්මන් රජය ත්රස්තවාදයට බාහිරව වටහා ගත යුතුය.",
      "body_lines": [
        "රුධිරය හා යකඩ පිළිබඳ historical තිහාසික අත්දැකීම් සිහිපත් කිරීම සඳහා පාර්ලිමේන්තුවේ බලය භාවිතා කිරීම සඳහා ත්රස්ත නීතිය අහෝසි කරන ලෙස මහජන ව්යාපාරයේ විධායක කමිටුව වත්මන් රජයට අභියාචනයක් ඉදිරිපත් කර තිබේ.",
        "පීටීඒ අංක 48, 1979 දී දෙසැම්බර් 30, 01 01 දිනෙන් සිව් දෙනෙකු පොලීසිය විසින් අත්අඩංගුවට ගෙන ඇති අතර, මර්දනකාරී නීතිය වන අතර එය සමාජ මාධ්ය සහ පුවත්පත්වල පළ වූ වාර්තා සහ අදහස් පදනම් කරගෙන අවලංගු කළ යුතුය.",
        "එහෙත් මහජන නීතිය යටතේ පුද්ගලයින්ට එරෙහිව චෝදනා ගොනු කර ඇති අතර එක් අයෙකු ඇප මත මුදා හැර තිබේ. ත්රස්තවාදී පනත භාවිතා කරමින් වත්මන් රජය කෙටි කාලයක් තුළ පීටීඒ භාවිතා කරන දෙවන අවස්ථාව මෙයයි. මීට පෙර, අග්නම් කුට්තා සිද්ධිය සම්බන්ධයෙන් පුද්ගලයින් තිදෙනෙකු අත්අඩංගුවට ගෙන ත්රස්තවාදය වැළැක්වීමේ පනත යටතේ වැළැක්වීමේ නියෝගයක් නිකුත් කළේය.",
        "මාධ්ය අංශය මාධ්ය හා මාධ්ය හමුව අත්අඩංගුවට ගැනීම පිළිබඳ තොරතුරු ඉදිරිපත් කළේය.",
        "එල්ටීටීඊයේ වීරයන්ගේ දින ව්යාපාරයට කඩාකප්පල් වූ සැකකරුවන් තිදෙනෙකු අත්අඩංගුවට ගැනීම සම්බන්ධයෙන් මාධ්ය වාර්තාවක, පුවත්පත් නිවේදනයක් නිකුත් කරමින් කියා සිටියේය.",
        "දෙමළ ඊලාම් නායක දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ) හි දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ) හි දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ) වීඩියෝව පිළිබඳ වීඩියෝව සහ පසුගිය වසරේදී දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ) පිළිබඳ වීඩියෝව, විමුක්ති කොටින් සැමරීම මේ වසරේ සැමරුම් උත්සවයේ දී දෙමළ ඊලාම් (එල්ටීටීඊ) පැවැත්විණි.",
        "වාර්තාවලට අනුව, අපරාධ විමර්ශන දෙපාර්තමේන්තුව සහ ත්රස්තවාදී බුද්ධි ඒජන්සිය දණ්ඩ නීති සංග්රහයේ 27 වන වගන්තිය යටතේ අත්අඩංගුවට ගෙන ප්රශ්න කර ඇති අතර ත්රස්තවාදයේ 120 ක දුක ව්යාකරණ පනතේ 120 වන වගන්තිය මෙම ක්රියාකාරකම් ප්රවර්ධනය කිරීම සඳහා ව්යාජ ප්රචාරක ව්යාප්ත කිරීමේ පනතේ පදනම මත අත්අඩංගුවට ගෙන තිබේ තහනම් සංවිධානය.",
        "ඒ අනුව, අපරාධ පනත යටතේ පුද්ගලයින් නඩු පවරන ලද නමුත් ත්රස්තවාදී පනතේ තාවකාලික විධිවිධාන යටතේ අත්අඩංගුවට ගෙන ඇති බව වාර්තා වේ.",
        "ජාතික පුවත්පතක පළ වූ ප්රවෘත්ති සම්බන්ධයෙන් අපරාධ විමර්ශන දෙපාර්තමේන්තුව විසින් ජාතික පුවත්පතක පළ වූ ප්රවෘත්ති සම්බන්ධයෙන් පරීක්ෂණ පවත්වයි.. ඊට ප්රතිචාර වශයෙන් පොලිස්පතිවරයාගේ උපදෙස් පරිදි විමර්ශනය සිදු කෙරේ.",
        "පාලන පනත තාවකාලික ගිවිසුමේ පනත මාස හයක් ඇතුළත සම්මත වූ බවත්, නීතිය ක්රියාත්මක කිරීම දැවැන්ත ජන සංහාරවලට තුඩු දුන් බවත් සිහිපත් කළ යුතුය.. වර්තමාන රජය විසින් නියෝජනය කරන සහ මුස්ලිම් ජනතාවට විරුද්ධව දෙමළ ජනතාවට සහ දේශපාලන ව්යාපාරයේ දේශපාලන කටයුතුවලට එරෙහිව එය භාවිතා කරන ලදී.",
        "අවසානයේ මෙම නීතිය අරගලයට එරෙහිව භාවිතා කරන ලදී. ජනතා විමුක්ති පෙරමුන (ජේවීපී) එම කාලයට දැඩි ලෙස විරුද්ධ වූ අතර වත්මන් රජයට දිගටම විරුද්ධ විය.",
        "ජාතික මහජන බලය ද එම තනතුරෙන්ම ක්රියා කර ඇති අතර නීතිය අවලංගු කර ත්රස්තවාදය වැළැක්වීමේ පනත හඳුන්වා දීමට රජය දැරූ උත්සාහය නොතකා විවිධ ක්රියාමාර්ග පළ කර තිබේ.",
        "ත්රස්තවාදය අහෝසි කිරීමේ ඉල්ලුම ආණ්ඩුවේ සුහදතාවය සමඟ නීතිය භාවිතා කළේද යන්න සරල තර්කයක් ලෙස සාරාංශ කොට නොමැත.",
        "එපමණක් නොව, දෙමළ මුස්ලිම් හා ප්රගතිශීලී ජනතාවට සහ සංවිධානවලට එරෙහිව භාවිතා කරන පරිසරයකින් නීතිය ඉවත් කරන ලෙස නීතියෙන් ඉල්ලා තිබේ. එපමණක් නොව, මෙම නීතියේ අපරාධ ලෙස හැඳින්වෙන සියලුම අපරාධ භයානක drug ෂධ නීතියක් වැනි සැලකිය යුතු නීති යටතේ සඳහන් වේ.",
        "අධිකරණයේ අධීක්ෂණයකින් තොරව විධායක බලයේ ඇති ආශාවෙන් පුද්ගලික ස්වාධීනත්වය පාලනය කිරීම සඳහා නීතිය තාක්ෂණිකව භාවිතා කරයි.",
        "ඉහත සිද්ධියට සම්බන්ධ ජනතාවගේ and තිහාසික ජාවාරම් මැදිහත්වීම් සහ මෙම සිදුවීම්වල ක්රියාකාරකම් අප දේශපාලනිකව ප්රතික්ෂේප කරන බව අපි තවදුරටත් අවධාරණය කරමු.",
        "ජාතිවාදයේ සංවිධානාත්මක ආකාරයකින් පරාජය කිරීම. එහෙත් ත්රස්තවාදය ක්රියාත්මක කිරීම ක්රමයෙන් සමාජයේ සාමාන්ය විෂයයක් බවට පත් කිරීම සම්පූර්ණයෙන්ම පිළිගත නොහැකිය. ඊට පටහැනිව, රුධිරය හා යකඩ පිළිබඳ historical තිහාසික අත්දැකීම් සැමරීම සඳහා වත්මන් රජය පාර්ලිමේන්තුවේ බලය යොදා ගනිමින් නීතිය අවලංගු කළ යුතුය.",
        "ඒ වෙනුවට තවත් පරාජිත නීතියක් ගෙන්වා ගැනීම ප්රතිපත්ති විය යුතුය. ජාතිවාදය පරාජය කිරීම සහ එහි පදනම වන රාජ්ය පීඩාව පරාජය කිරීමට මිනිසුන්ට ද්විත්ව වගකීමක් ඇති බව අපගේ ප්රජාවෙන් අපි අපගේ ප්රජාවෙන් ඉල්ලා සිටිමු."
      ]
    },
    "en": {
      "title": "The current government should soon repeal the Terrorism Act to commemorate the historical experience of the blood and iron- the leading of the people's struggle",
      "body_lines": [
        "The Executive Committee of the People's Movement has appealed to the current government to abolish the terrorism law to use the power of Parliament to recall the historical experience of the blood and iron.",
        "Police have arrested four people on November 30 and December 01, under the PTA No. 48, 1979, the repressive law, which is to be repealed on the basis of reports and comments published in social media and newspapers.",
        "But the persons have been charged under public law and one has been released on bail. This is the second time that the current government is using the PTA in a short time using the Terrorism Act. Earlier, three persons were arrested in connection with the Augkam Kutta incident and issued a preventive order under the Prevention of Terrorism Act.",
        "The Police Media Division presented information on the arrest of four in the media and media briefing.",
        "In a media report on November 30, 2024, 1783, 2024, a press release issued a statement on the arrest of three suspects who had disrupted the LTTE's Heroes Day campaign.",
        "Investigations have been made on the issue of the Tamil Eelam Liberation Tigers of Tamil Eelam (LTTE) leader Velupillai Prabhakaran's video and the video of the Liberation Tigers of Tamil Eelam (LTTE) in the last years, claiming that the Celebration of the Liberation Tigers of Tamil Eelam (LTTE) was held in the face of this year's celebrations.",
        "According to reports, the Criminal Investigation Department and the Terrorism Intelligence Agency have been arrested and interrogated under Section 27 of the Penal Code and Article 120 of the Terrorism Prevention Act on the basis of spreading false propaganda and videos on Facebook to promote the activities of the banned organization.",
        "Accordingly, it has been reported that the persons will be prosecuted under the Criminal Act, but have been arrested under the temporary provisions of the Terrorism Act.",
        "The Criminal Investigation Department is conducting investigations into the news published in a national newspaper, according to the newspaper on December 2.. In response, the investigation is being conducted under the direction of the Inspector General of Police.",
        "It should be recalled that the Terrorism Act was passed by the Temporary Testament Act within six months and that the implementation of the law led to massive genocide.. It was used against the Tamil people and against the political activities of the political movement that the current government represents, and against the Muslim people.",
        "Finally this law was used against the struggle. It should be recalled that the Janatha Vimukthi Peramuna (JVP) has strongly opposed the time and continued to oppose the current government.",
        "The National People's Power has also acted from the same position and has expressed opposition to various measures, despite the government's attempt to repeal the law and introduce the Prevention of Terrorism Act.",
        "The demand for the abolition of the Terrorism Act has not been summed up as a simple argument whether the law was used with goodwill by the government.",
        "Moreover, the law has been demanded that the law be removed from an environment used against the Tamil Muslim and progressive people and organizations. Moreover, all the crimes referred to as crimes in this law are mentioned under significant laws, such as a dangerous drug law.",
        "The law is used technically to control personal independence in the desire of the executive power without the supervision of the judiciary.",
        "We further emphasize that we are politically rejecting the historical communal interventions of the people involved in the above incident and the activities of these incidents.",
        "To be defeated in an organized manner of racism. But it is completely unacceptable to make it a normal subject in society by gradually implementing the Terrorism Act. On the contrary, the current government should immediately repeal the law by using the power of Parliament to commemorate the historical experience of the blood and iron.",
        "It should be policy not to bring another anti -terror law instead. We urge our community that people have a dual responsibility to defeat communalism and defeat the state oppression that is the basis of it."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Current government urged to repeal Terrorism Act. Four arrests made under PTA for social media posts. Law used against Tamil Muslims & political movements. Opponents argue it violates personal freedoms & promotes racism."
  ]
}