{
  "translated_text": {
    "ta": {
      "title": "அமைச்சர்களின் உத்தரவாதங்கள்",
      "body_lines": [
        "வீடியோகோலாஜிக்கல் நினைவு ஜெயமினி அம்பகஹவத்தா கைது செய்யப்பட்டு நீதிமன்றங்கள் முன் தயாரிக்கப்படவும், இலங்கை தொழிலாளர் காங்கிரஸின் பல சந்தேக நபர்களாகவும் உத்தரவிடப்பட்டுள்ளது.",
        "மந்திரி ஜீவன் தோண்டமன் மே 30 (30), க .ரவமான சட்டபூர்வமான பாலிதா சுஷாசிங்கே, எஸ்டேட் நிறுவனத்தின் சார்பாக நீதிமன்றத்தில் இருப்பதாக தெரிவிக்கப்பட்டார்.",
        "கெலானி வெல்டலா தோட்ட அமைச்சர் உட்பட தண்டனைச் சட்டத்திற்கு எதிராக நடவடிக்கை எடுக்கப்பட்டதாக நுவரா எலியா போலீசார் இந்த வழக்கை தெரிவித்ததாகக் கூறப்படுகிறது.",
        "நுவரா எலியாவின் வழக்கறிஞர்கள் நீதிமன்றங்களுக்கு (22) எழுத்துப்பூர்வமாக இருந்தனர், ஆனால் சந்தேக நபர்கள் நீதிமன்றத்தில் வழங்கப்பட்டனர்.",
        "கெலானி வெலி எஸ்டேட் கம்பெனி சார்பாக நீதிமன்றத்தில் ஆஜராகிய மூத்த வழக்கறிஞர் பாலிகா சுபாசி மற்றும் ஃபார் கயன் ஆகியோர் வழக்கறிஞர்கள்-சட்டபூர்வமான பாலிகராகோடா."
      ]
    },
    "en": {
      "title": "Warrants of ministers",
      "body_lines": [
        "Videological Memorial Jayamini Ambagahawatta has been ordered to be arrested and produced before the courts and several suspects of the Ceylon Workers Congress.",
        "Minister Jeevan Thondaman on May 30 (30), Hon.Senior Attorney-at-Law Palitha Suzhaasinghe said he was reported before court on behalf of the estate company.",
        "The Nuwara Eliya Police had reportedly reported the case with action against the Penal Code, including the Minister of Kelani Weldala Plantation.",
        "The Attorneys-at-Forms of the Nuwara Eliya were in writing to the courts (22), but the suspects were presented to the court.",
        "Attorneys-at-Law Palikaragoda, Senior Attorney Palika Subasinghe and Sure Gayan appeared in court on behalf of Kelani Weli Estate Company."
      ]
    }
  },
  "summary_lines": [
    "Jayamini Ambagahawatta and several Ceylon Workers Congress members are to be arrested and tried for offenses under the Penal Code, as reported by the Nuwara Eliya Police. Minister Jeevan Thondaman and others from the Kelani Weldala Plantation face similar charges. Despite legal efforts to prevent this, the suspects have been presented to court."
  ]
}