{
  "translated_text": {
    "ta": {
      "title": "பயங்கரவாதிகளின் விசாரணையால் கைது செய்யப்பட்ட முடிவு",
      "body_lines": [
        "இந்தியாவின் அகமதாபாத் விமான நிலையத்தில் ஐ.எஸ்.ஐ.எஸ் உறுப்பினர்களின் உறுப்பினர்களாக கைது செய்யப்பட்ட நான்கு இலங்கைகள் குறித்து விசாரிக்க சிறப்புக் குழு நியமிக்கப்பட்டுள்ளது.",
        "குற்றவியல் புலனாய்வுத் துறை இயக்குநர் மற்றும் சிஐடியின் பொலிஸ் பயங்கரவாத விசாரணைப் பிரிவு மற்றும் பொலிஸ் பயங்கரவாத விசாரணைப் பிரிவு ஆகியோரால் இந்தக் குழு நியமிக்கப்பட்டுள்ளது என்று பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக் தல்துவே தெரிவித்தார்.",
        "இந்த இலங்கையர்களில் நான்கு பேர் அகமதாபாத் விமான நிலையத்தில் உள்ள அகமதாபாத் விமான நிலையத்தில் 20 ஆம் தேதி கைது செய்யப்பட்டனர்.",
        "இந்திய ஊடக அறிக்கையின்படி, அவர்களிடமிருந்து விசாரணை அவர்களிடமிருந்து தகவல்களை வெளிப்படுத்தியுள்ளது.",
        "பாகிஸ்தானில் ஐ.எஸ்.ஐ.எஸ் தலைவராக செயல்படும் ஒருவருடன் நபர்கள் தாக்க திட்டமிடப்பட்டுள்ளது என்பதும் தெரியவந்துள்ளது.",
        "கைது செய்யப்பட்ட நான்கு இலங்கையர்கள் ஜமத் அமைப்பின் ஜமத் அமைப்பின் உறுப்பினர்கள் என்று இந்து செய்தித்தாள் தெரிவித்துள்ளது.",
        "பாரதிய ஜனதா கட்சி உறுப்பினர்களின் மூத்த தலைவர்களை கொலை செய்ய அவர்கள் திட்டமிடப்பட்டுள்ளதாக விசாரணையில் தெரிவிக்கப்பட்டுள்ளது.",
        "கைது செய்யப்பட்ட நான்கு இலங்கையர்கள் நியாத் நவஃபரின் மகனாக அடையாளம் காணப்பட்டனர், அவர் நீதிபதி சரத் டெம்பபிட்டியா மீது மரண தண்டனை விதிக்கப்பட்டார்."
      ]
    },
    "en": {
      "title": "Decision arrested by terrorists' investigations",
      "body_lines": [
        "A special committee has been appointed to investigate the four Sri Lankans who were arrested as members of ISIS members at Ahmedabad Airport, India.",
        "Police Media Spokesperson DIG Thalduwawe said that the committee has been appointed by the Director of the Criminal Investigations Department and the Police Terrorism Investigation Division of the CID and the Police Terrorism Investigation Division.",
        "Four of these Sri Lankans were arrested at Ahmedabad Airport in Ahmedabad Airport on the 20th.",
        "According to Indian media reports, the interrogation of them had revealed information from them.",
        "It has also been revealed that the persons have been planned to be attacked with a person who acts as an ISIS leader in Pakistan.",
        "The Hindu newspaper reported that the four Sri Lankans who were arrested were members of the Jamath Organization of Jamath Organization.",
        "Investigations have revealed that they have been planned to murdered a senior leaders of Bharatiya Janata Party members.",
        "The four Sri Lankans who were arrested were identified as a son of Niyath Nawufar, who was sentenced to death on Judge Sarath Dembapitiya."
      ]
    }
  },
  "summary_lines": [
    "A special committee investigates four Sri Lankan men arrested at Ahmedabad Airport for alleged ISIS ties. The group, linked to the Jamath Organization, planned attacks against a senior BJP leader and an acting ISIS leader in Pakistan."
  ]
}