{
  "translated_text": {
    "ta": {
      "title": "'අද දෙරණ 24' නාලිකාවට 11 වසරක් සපිරේ",
      "body_lines": [
        "சர்வதேச தரத்துடன் செய்தி அறிக்கையின் உள்ளூர் பிராண்ட் இலங்கையின் முதல் 24 ஆண்டுகளின் நாட்டின் முதல் 24 ஆண்டுகளின் முதல் 24 ஆண்டுகள் ஆகும்.",
        "විශ්වසනීය මෙන්ම තුලනාත්මක පුවත් ඉදිරිපත් කරමින් කෙටි කලක් තුළ වැඩි ප්‍රේක්ෂක ආකර්ශනයක් හිමිකරගැනීමට මේ එකලොස් වසර තුළ අපට හැකි විය.",
        "இலங்கையின் முதல் மற்றும் ஒரே செய்தி சேனலான இலங்கையில் முதல் மற்றும் ஒரே செய்தி சேனல், இலங்கையில் முதல் மற்றும் ஒரே செய்தி சேனலான, ஒளிபரப்பு முதல் மற்றும் ஒரே சேனலாகும்.",
        "செய்தி மற்றும் கால நிகழ்வுகள், அரசியல் தகவல்கள், நிகழ்வுகள், நிகழ்வுகள், நிகழ்வுகள், நிகழ்வுகள், கல்வி, கல்வி, கலை, கலை, சுகாதாரம் மற்றும் மத கடந்தகால துறைகள் உள்ளிட்ட மக்களுடன் இது நெருக்கமாக இருந்தது.",
        "இது ஏழு மணிநேர செய்தி உரிமைகோரல்களும் நான்கு முக்கிய செய்தி அறிக்கைகளும் ஒரே நாளுக்குள் இருந்தன.",
        "கூடுதலாக, நாங்கள் அடா டெரானா மூர்னிங்ஸ், குளோபல் ஆங்கிள், குளோபல் ஆங்கிள், குளோபல் கோணம், வெல்வாக், வீக், வீக், வீக், வீக், வீக், வீக், வீக், வீக், வீக், வீக், வெ டெரானா கல்வி உள்ளிட்ட பார்வையாளர்களுக்கு நெருக்கமாக இருந்தோம்.",
        "இன்று, இந்த ஆண்டு ஆங்கில நிகழ்ச்சிகளுக்காக அடா டெரானா மேலும் ஒதுக்கப்பட்டுள்ளது, இது ஹைட் பார்க், ஸ்டேட் ஆஃப் தி நேஷன், ஷோப் பிக்ஸ் இன்றிரவு உள்ளிட்ட பல திட்டங்களை ஒளிபரப்ப தயாராக உள்ளது.",
        "இன்று, ஆங்கில பார்வையாளர்களுக்கான செய்தி அறிக்கை மற்றும் உலக நிகழ்வுகள் இன்று 24 மணிக்கு ஒளிபரப்பப்படும்.",
        "ஆரம்ப நாட்களில், உரையாடல் டிவி மற்றும் பியோ டிவி ஆகியவை சாதாரண அந்தனைக் கூட பார்க்க கூட இலவச ஏர்டெல்லில் மட்டுமே ஒளிபரப்பப்பட்டன.",
        "இன்று, அடா டெரானா இன்று நாட்டின் அனைத்து பேரழிவுகளிலும் ஒரு தீர்க்கமான ஊடக பணியை நடித்தார்.",
        "இன்று, இன்று, இன்று, இலங்கைக்கு மொபைல் பத்திரிகையை அறிமுகப்படுத்துவதில் முன்னணியில் உள்ளது.",
        "பரவலான ஊடக பணி காரணமாக, அடா டெரானா நாட்டின் அதிகம் பார்க்கும் சேனலாக மாறியது.",
        "இன்று, இது பல ஆண்டுகளாக விருதுகளை வென்ற இந்த சிறப்பிற்கு ஒரு எடுத்துக்காட்டு.",
        "அதன்படி, பார்வையாளர்களுக்கு பார்வையாளர்களுக்கு ஒரு புதிய அனுபவம் 8 வது காலை ஒளிபரப்பப்படும் அடா டிரானா மார்னிங்ஸ் திட்டம் பார்வையாளர்களுக்கு ஒளிபரப்பப்படும்.",
        "டெரானா மீடியா நெட்வொர்க்கின் டெரானா மீடியா நெட்வொர்க் துறை 24 ஆண்டுகளில் அடா டெரானாவில் சேர நியமிக்கப்பட்டார்.",
        "அடா டெரானா உங்கள் சார்பாக வெளியிடத் தயாராக உள்ளார், இந்த பரந்த ஊடக பணியை ஆண்டுகளில் நிகழ்த்துகிறார்."
      ]
    },
    "en": {
      "title": "'Today' has been 11 years to the channel",
      "body_lines": [
        "The local brand of news reporting with international standards is the first 24 years of the country's first 24 years of Sri Lanka's first 24 years.",
        "In this authord, we were able to gain more audience attraction in a short time.",
        "The first and only news channel in Sri Lanka, the first and only news channel of Sri Lanka, the first and only news channel in Sri Lanka, the broadcasting was the first and sole channel.",
        "It was closer to the people, including news and term events, political information, events, events, events, events, educational, educational, art, art, health and religious past fields.",
        "It was seven hours of news claims and four main news statements within one day.",
        "In addition, we were close to the audience, including ADA Derana Moornings, Global Angle, Global Angle, Global Angle, Velwak, Veek, Veek, Veek, Veek, Veek, Veek, Veek, Veek, Veek, Veek, Ve Derana Education.",
        "Today, Ada Derana has been allocated more for English programs this year, which has been prepared to broadcast many programs including HYDE Park, State of the Nation, Showbix Tonight, Get Real.",
        "Today, a news statement for the English audience and the world's events will be telecast on 24 pm today.",
        "In the early days, Dialog TV and Pyo TV was only broadcast on the Free Airtel to even view even ordinary anthan.",
        "Today, Ada Derana played a decisive media mission in all the disasters in the country today.",
        "Today, today, today, is the leader in introducing mobile journalism to Sri Lanka.",
        "Because of the widespread media mission, Ada Derana became the most viewing channel of the country.",
        "Today, this is an example of this excellence that has won the awards for years.",
        "Accordingly, the ADA Drana Mornings program broadcasting to the Audience a new experience to the audience will be telecast on the 8th morning.",
        "Derana Media Network Department of Derana Media Network was assigned to join the Ada Derana 24 years.",
        "Ada Derana is ready to publish on behalf of you, as performing this wide media mission in the years."
      ]
    }
  },
  "summary_lines": []
}