{
  "translated_text": {
    "si": {
      "title": "කථානායකවරයාගේ තීරණය දෝෂයක් නම් උසාවියට ​​යන්න - අධිකරණ ඇමති විජයදාස රාජපක්ෂ",
      "body_lines": [
        "අධිකරණ අමාත්ය විජයදාස රාජපක්ෂ මහතා කියා සිටියේ නව පොලිස් ලේකම්වරයා පත් කිරීමට කථානායකතුමාගේ තීරණයට කථානායකවරයාගේ තීරණයට එරෙහිව නව පොලිස්කාර පොලිස්පති පත්රය අධිකරණයට යා හැකි බවයි.",
        "ඔහු මේ බව කියා සිටියේ මහාරාගම පන්නිපිටියේ බ්රහස්පතින්දා (29) පැවති උත්සවයකදීය.",
        "නව පොලිස් පරීක්ෂක ජෙනරාල්වරයා පත් කිරීමේදී කථානායකවරයාගේ තීරණය බොහෝ අය විවේචනය කරමින් සිටී. නමුත් මෙම ගැටලුවට ප්රධාන හේතුව ව්යවස්ථා සංශෝධනය විසින් ව්යවස්ථාදායක සභාවට සාමාජිකයින් 10 දෙනෙකු පත් කිරීමට සාමාජිකයින් 10 දෙනෙකු පත් කිරීමට පියවර ගෙන ඇති නමුත් කුඩා පාර්ශවයන්ගේ නියෝජිතයා නම් නොකෙරේ.",
        "මෙම ගැටළුව හේතුවෙන් කථිකයා ප්රායෝගික ගැටලුවලට මුහුණ දී සිටී. එබැවින් කථානායකවරයාගේ තීරණයෙහි කිසියම් නීතිමය ගැටළුවක් ඇතැයි ඔබ සිතන්නේ නම්, ආණ්ඩුක්රම ව්යවස්ථාවේ නීතිමය ගැටළු සඳහා හොඳම ස්ථානය ආණ්ඩුක්රම ව්යවස්ථාවට හොඳම ස්ථානය ආණ්ඩුක්රම ව්යවස්ථාවට හොඳම ස්ථානයයි.",
        "ව්යවස්ථාමය සමුළුවට එබීම සඳහා විධායක නිලධාරියා මෙන්ම. එබැවින් ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ කථානායකවරයාගේ තීරණය පැවසුවේ එය දෝෂයක් නම්, එය මහාධිකරණයට යා හැකි බවයි."
      ]
    },
    "en": {
      "title": "Go to court if the Speaker's decision is error - Justice Minister Wijeyadasa Rajapaksa",
      "body_lines": [
        "Minister of Justice Wijeyadasa Rajapakse said that the Speaker's decision to head the Constituent Assembly on the appointment of the new Inspector General of Police could go to court.",
        "He was speaking to the media at a function held on Thursday (29) in the Pannipitiya area of Maharagama.",
        "Many people are criticizing the Speaker's decision during the appointment of the new Inspector General of Police. But the main reason for this problem is that even though the constitutional amendment has taken steps to appoint 10 members to the Constituent Assembly, the representative of the small parties will not be named.",
        "Due to this problem, the Speaker is facing practical problems. So if you think that there is any legal problem in the Speaker's decision, the best place for the constitution is the best place for legal issues in the Constitution.",
        "As well as the Executive Officer to press the Constitutional Convention. Therefore, the Speaker's decision in the Constitutional Council said that if it is an error, it can go to the High Court."
      ]
    }
  },
  "summary_lines": [
    "Justice Minister Wijeyadasa Rajapaksa suggests taking the Speaker's decision to court if it's deemed erroneous, especially regarding the appointment of the new Inspector General of Police. Critics argue that the Speaker's decision lacks transparency, as it doesn't name representatives of smaller parties despite a constitutional amendment allowing for 10 members in the Constituent Assembly."
  ]
}