{
  "translated_text": {
    "ta": {
      "title": "விவாதத்தைப் பற்றி சஜித் என்ன சொன்னார்",
      "body_lines": [
        "இரண்டு பொருளாதாரக் குழுக்களுக்கும் இரு தலைவர்களுக்கும் இடையிலான விவாதத்திற்கு இடையிலான விவாதம் தீர்மானிக்க தீர்மானிக்க முன்மொழியப்படும் என்று எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசா தெரிவித்தார்.",
        "அவர் சாகிரி வித்யாலயா, ஹம்பந்தோட்டா முல்கிரிகல ராஜபக்ஷா, ஹம்பந்தோட்டா, ஹம்பந்தோட்டா முல்கிரிகல மஹிந்த ராஜபக்ஷத்தில் நடந்த விழாவில் பேசிக் கொண்டிருந்தார்.",
        "\"திவால்நிலையில் நாம் செல்ல வேண்டிய பயணம், நாம் செல்ல வேண்டிய வழியில் ஒரு விவாதத்தை வைத்திருக்க வேண்டும், நாம் உண்மையில் இருக்க வேண்டும். இது உண்மையில் ஒரு நல்ல உகந்த விவாதமாக இருக்க வேண்டும். கருத்துகள் பரிந்துரைகள் இருக்க வேண்டும். யாரும் செல்லப் போவதில்லை என்பதால், நாங்கள் உறுப்புகளின் முழுமையான தீர்வு. அனைவருக்கும் நல்ல நல்ல யோசனைகள் உள்ளன. அந்த கருத்துகள் மற்றும் திட்டங்கள் திட்டங்களால் விவாதிக்கப்பட்டு சமர்ப்பிக்கப்பட்டு திட்டங்களை செயல்படுத்துவது மிகவும் முக்கியம்.",
        "பொருளாதாரத் துறையில் முன்னேற்றம் என்று வினோதமான வேலை எவ்வாறு கூறுகிறது?இந்த பொருளாதாரத்தைப் பற்றிய வாதங்களுக்கு எந்த முட்டாள்தனமும் தேவையில்லை என்று சிலர் கூறுகிறார்கள். அது எப்படி?இரண்டு பொருளாதார அணிகள் நெருக்கமான தீர்வுகள் மற்றும் தொடர் தீர்வுகளைக் கொண்டுள்ளன என்று நாங்கள் கூறுகிறோம். அந்த பொருளாதார விவாதத்திற்கு நாட்கள் பயன்படுத்தப்படுகின்றன மற்றும் தலைவர்களின் தலைவர்களின் நாட்களைப் பயன்படுத்துகின்றன. ஒரே நேரத்தில் நாக்கைப் பயன்படுத்துவோம். நாங்கள் விவாதங்களை விட்டு வெளியேற மாட்டோம்.",
        "அவர்களுக்கு பொருளாதார பார்வை இல்லையென்றால், அவர்களுக்கு பொருளாதார காட்சி இல்லையென்றால், அவர்கள் பொருளாதார ஆழத்தை விரும்பவில்லை அல்லது பொருளாதாரத் துறையில் அவசியமில்லை. அத்தகைய பொருளாதார குழு இல்லை என்றால், அத்தகைய பொருளாதார குழுவை உருவாக்க நாங்கள் உதவுவோம். எங்களிடம் சில கல்வி வகுப்புகள் இருக்கும்.",
        "எனவே கடைசியாக நான் இந்த வாதத்தை சொல்கிறேன். பொருளாதார குழுக்களின் விவாதம் மற்றும் இரு தலைவர்களும் ஒரே நேரத்தில் விவாதிக்கின்றனர். இரண்டு விவாதங்களுக்கும் நாங்கள் தயாராக இருக்கிறோம். ஏனெனில் இந்த நாட்டிற்கு பொருளாதார விவாதம் அவசியம். கடைசியாக நான் சொல்ல விரும்புகிறேன்.. நாங்கள் ஒருபோதும் வாதங்களில் இருந்து தப்பிக்க மாட்டோம். \""
      ]
    },
    "en": {
      "title": "What Sajith said about the debate",
      "body_lines": [
        "Opposition Leader Sajith Premadasa said that the debate between the debate between the two economic committees and the two leaders will be proposed to be determined to decide.",
        "He was speaking at a ceremony at the Sakkiri Vidyalaya, Hambantota Mulkirigala Rajapaksa, Hambantota, Hambantota Mulkirigala Mahinda Rajapaksa.",
        "\"The journey we need to go in the bankruptcy, we must have a really debate on the way we should go, we must actually. It must be a good optimal discussion really. There should be comments suggestions. Because nobody's going to go, we're the complete solution of elements. Everyone has good good ideas. It is extremely important that those comments and proposals have been debated and submitted by proposals and implement proposals.",
        "How does the freaking work say that progress in the economic field?Some say the arguments about this economy don't need any nonsense. How about that?We say two economic teams have a close set of solutions and series of solutions. The days are used for that economic debate and use the days of the leaders of the leaders. Let's use the tongue at once. We will not run out of debates.",
        "If they do not have an economic vision, if they have no economic scene, they do not want an economic profound or not necessarily disclosed in the economic sector. If there is no such economic team, we'll help make such an economic group. We'll have some tuition classes.",
        "So last time I say this argument. Debate of economic groups and the two leaders debate at the same time. We are ready for both debate. Because the economic debate is essential for this country. The last time I would like to say. We request friends, brothers, and our brothers use the two days together. We will never escape the arguments. \""
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa called for a comprehensive economic debate involving two committees and leaders to address the nation's financial challenges. He emphasized the importance of open discussions, contributions from all, and the creation of an economic team if necessary. This debate is crucial for the country's economic progress, and he urged everyone to participate actively."
  ]
}