{
  "translated_text": {
    "ta": {
      "title": "நிறுத்தப்பட்ட இடத்திலிருந்து வேலையைப் பிடித்த ஹர்ஷா",
      "body_lines": [
        "பாதுகாப்பு பரிமாற்ற மசோதா மீண்டும் தொடங்கப்பட்டு மீண்டும் தொடங்கப்பட்டு மீண்டும் தொடங்கப்படும்",
        "கேசினோ ஒழுங்குமுறை ஆணையத்தை அமைப்பதில் தாமதத்தைத் தீர்க்க நிதி அமைச்சகத்தின் இயக்குநர் ஜெனரல் நிதிக் கொள்கை மாதிரி: கேசினோ வருமான சேகரிப்பு முறையின் தேவையை குழு வலியுறுத்துகிறது",
        "எம்.பி. டாக்டர் ஹர்ஷா டி சில்வா நேற்று (13) பொது நிதி தொடர்பான குழுவின் தொடக்கக் கூட்டத்தில் அரசு நிதிக் குழுவின் தலைவராக மீண்டும் மீண்டும் செய்யப்பட்டுள்ளார்.",
        "அரசு நிதி தொடர்பான குழு பரிந்துரைத்தபடி, கேசினோக்களுக்கான ஒரு ஒழுங்குமுறை நிறுவனத்தை நிறுவுவதில் குறிப்பிடத்தக்க தாமதத்தை ஆலோசிக்க நிதி அமைச்சகத்தின் நிதிக் கொள்கையின் இயக்குநர் ஜெனரல் அழைக்கப்பட்டார். 2023 டிசம்பர் 31 க்குள் ஒரு ஒழுங்குமுறை நிறுவனத்தை அமைக்க அரசாங்கத்தின் நிதி தொடர்பான குழு ஒப்புக் கொள்ளப்பட்டது, தாமதம் விசாரிக்கப்பட்டது.",
        "குழு உறுப்பினர்கள் இந்த ஒழுங்குமுறை நிறுவனத்தின் முக்கியத்துவத்தை முதலீடுகளை ஈர்ப்பதற்கும் பில்லியன் கணக்கான பில்லியனர்களை மீட்டெடுப்பதற்கும் வலியுறுத்தினர்.",
        "விதிமுறைகளின் போதாமை காரணமாக அரசாங்கம் அரசாங்கத்திற்கு குறிப்பிடத்தக்க இழப்பை எடுக்கும் என்று அவர்கள் வலியுறுத்தினர். சிங்கப்பூரைப் போன்ற ஒரு வலுவான வருமான மாதிரியை உருவாக்க கூடுதல் நிபுணர் தேவை என்று அதிகாரிகள் காட்டினர்.",
        "வரி மற்றும் ஆன்லைன் கேசினோக்கள் உள்ளிட்ட சூதாட்ட விடுதிகளின் விவரங்களை வழங்க இயக்குநர் ஜெனரலுக்கு குழு அறிவுறுத்தியது.. அதன்படி, மார்ச் 31, 2024 க்குள் தொடர்புடைய சட்டத்தை முடிக்க குழு அறிவுறுத்தப்பட்டது.",
        "குழுவின் ஒப்புதல் பாராளுமன்றத்தில் நிறைவேற்றப்பட வேண்டிய பாதுகாப்பான பரிமாற்ற மசோதாவால் அங்கீகரிக்கப்படும்.. இந்தச் சட்டம் நகரக்கூடிய சொத்து தொடர்பான பரிவர்த்தனைகளைப் பாதுகாப்பதற்கான தெளிவான விதிகளை உறுதி செய்யும், கடன் வழங்குநர்களின் உரிமைகளைப் பாதுகாக்கிறது. பதிவு மற்றும் பாதுகாப்பை அமைத்தல் உரிமையாளர் மற்றும் உரிமைகளை மேற்பார்வையிட சிறிய மற்றும் நடுத்தர அளவிலான தொழில்முனைவோருக்கு சிறந்த கடன் அணுகலை வழங்குவதை நோக்கமாகக் கொண்டுள்ளது. இந்த அரசியலமைப்பு வணிக மேம்பாட்டுக்கு கடன் பெற வீட்டு அல்லது வணிக உபகரணங்கள் போன்ற நகரக்கூடிய சொத்துக்களைப் பயன்படுத்த மக்களுக்கு உதவுகிறது. இது சிறிய மற்றும் நடுத்தர அளவிலான தொழில்முனைவோரால் மேம்படுத்தப்படுகிறது மற்றும் பதிவுசெய்யப்பட்ட அதிகாரத்தின் மூலம் பரிவர்த்தனைகளின் ஒருமைப்பாட்டைத் தடுக்கிறது மற்றும் மோசடி நடவடிக்கைகளைத் தடுக்கிறது."
      ]
    },
    "en": {
      "title": "Harsha who caught work from where stopped",
      "body_lines": [
        "The safety transfer bill will be resumed and resumed and resumed",
        "Finance Ministry's Director General of Finance Policy Sample to resolve the delay in setting up a casino regulatory authority: The Committee emphasizes the need for a casino income collection system",
        "MP Dr. Harsha de Silva has been repeated as the Chairman of the Committee on Government Finance at the inauguration meeting of the Committee on Public Finance yesterday (13).",
        "The Director General of Finance Policy of the Ministry of Finance was invited to consult a significant delay in the establishment of a Regulatory Institute for Casinos as recommended by the Committee on Government Finance. The committee on the government's finance was agreed to set up a regulatory institution by December 31, 2023, the delay was investigated.",
        "The committee members stressed the importance of this regulatory company to attract investments and recovering billions of billionaires.",
        "They stressed that the government would take a significant loss to the government because of the inadequacy of regulations. The officials showed that an additional specialist was needed to build a strong income model similar to Singapore.",
        "The Committee instructed the Director General for providing details of casinos, including taxes and online casinos.. Accordingly, the committee was instructed to complete the relevant legislation by March 31, 2024.",
        "The approval of the Committee shall be approved by the secure transfer bill to be passed in Parliament.. This Act will ensure clear rules to safeguard the transactions relating to movable property, protecting the rights of creditors. The setting up of registration and security is aimed at providing a better loan access to small and medium scale entrepreneurs to oversee the ownership and the rights. This constitution enables people to use movable assets such as household or business equipment to get credit to business development. It is enhanced by small and medium-scale entrepreneurship and preventing the integrity of transactions through the Registered Authority and prevent fraudulent activity."
      ]
    }
  }
}