{
  "translated_text": {
    "si": {
      "title": "මට අහිමි වුවහොත් රුධිරය - ට්රම්ප්",
      "body_lines": [
        "එක්සත් ජනපදයේ 2024 ජනාධිපතිවරණය අහිමි වුවහොත් එය ලේ ගැලීමකට හේතු වන බව එක්සත් ජනපද ජනාධිපති ඩොනල්ඩ් ට්රම්ප්ගේ හිටපු එක්සත් ජනපද ජනාධිපති ඩොනල්ඩ් ට්රම්ප් මතභේදයට තුඩු දී තිබේ.",
        "මා තේරී පත්වුවහොත්, එම විදේශීය මෝටර් රථ එක්සත් ජනපදයෙන් පිටත නිෂ්පාදිත මෝටර් රථවලට විකිණීමට ට්රම්ප්ට නොහැකි වනු ඇතැයි ඔහු පැවසීය.",
        "මේ අතර, ජේම්ස් ගායක ගායිකාවේ ජනාධිපති ජෝ බේයිටන්ගේ ප්රචාරක අංශයේ ප්රකාශකවරයා කියා සිටියේ ට්රම්ප්ගේ ප්රකාශය ඔහුට තවත් ජනවාරි එකක් අවශ්ය බව හෙළි වී ඇති බවයි.",
        "එක්සත් ජනපදයේ ජනතාව තුරුම්පුගේ රැඩිකල් ගමනාගමනය අඛණ්ඩව ප්රතික්ෂේප කරන බැවින් නොවැම්බර් මැතිවරණයේදී ඔවුන් ඔහුව ප්රතික්ෂේප කිරීමට යන බවත්, ඇමරිකානු ජනතාව ප්රචණ්ඩත්වයට ඇති ආශාව ප්රතික්ෂේප කරන බවත් ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Blood if I lose - Trump",
      "body_lines": [
        "Former US President Donald Trump has expressed controversy that if I lost the 2024 presidential election, it would cause bleeding.",
        "He said that if I was elected, Trump would be impossible to sell those foreign cars to the cars that were manufactured outside the United States.",
        "Meanwhile, James Singer, spokesman for President Joe Baiton's propaganda division, said that Trump's comment has revealed that he wants another January.",
        "He said that they were going to reject him in the November election as the people of the United States continue to reject Trump's radical traffic and that the American people are rejecting his desire for violence."
      ]
    }
  },
  "summary_lines": [
    "Donald Trump claims losing the 2024 election would cause \"bleeding,\" suggesting he can't sell foreign cars if elected. James Singer, Biden's spokesperson, criticizes Trump's comments, accusing him of seeking another January and rejecting his radical traffic ideas."
  ]
}