{
  "translated_text": {
    "si": {
      "title": "What should we expect of our MPs?",
      "body_lines": [
        "කාර්යාලයට අමතක වූ බොහෝ දෙනෙක් ඔවුන් ව්යවස්ථාදායකයේ සාමාජිකයන් වීමට උත්සාහ කිරීම බවත්ය",
        "Several years ago, I was at what was perhaps the inaugural meeting that launched the rankings of MPs by Manthri.lk. I recall a panel comprising the parliamentarians who had the highest rankings. A leading question from the moderator about research support confused a young MP on the panel. He had achieved his high rank by asking lots of parliamentary questions about the various problems faced by his constituents. He could not understand what research support had to do with constituency service which was his understanding of the job.",
        "I was reminded of this incident when a young man who had just been nominated as a candidate for the Colombo District called me. This was his first run for office. Induction programs are conducted for novice MPs by Parliament but they do not seem to be very effective. සමහර විට වඩා හොඳ ප්රවේශය නම් තේරී පත්වීමට පෙර ඔවුන් දැනුවත් කිරීමයි.තවද, ඡන්දදායකයින් වශයෙන්, මන්ත්රීවරුන්ගේ අවශ්ය සියලු ක්රියාකාරීත්වයන් පිළිබඳ අපේක්ෂකයින් තක්සේරු කිරීම, අධිකරණය වූ සංක්රමණික සේවා ශ්රිතය පමණක් නොවේ.",
        "කාර්යාලයට අමතක වූ බොහෝ දෙනෙක් ඔවුන් ව්යවස්ථාදායකයේ සාමාජිකයන් වීමට උත්සාහ කිරීම (සහ සමහර විට පසුව කැබිනට් මණ්ඩලය පසුව). The primary purpose of a legislature is to make laws. Increasingly, the bills that come up for approval are quite complex. They have been worked up by technical committees, influenced by the Minister and Cabinet, written and shaped by the Legal Draftsman’s Department and the Attorney General’s Department, and ruled upon by the Supreme Court by the time they come to Parliament. මේ දිනවල ව්යවස්ථාදායක කාර්යය නිසි ලෙස ඉටු කිරීම සඳහා උපදේශකයින්ගේ කැපවීම, කුසලතා සහ උපදේශකයින්ගේ සහාය, උපදේශකයින්ගේ සහාය එයට අවශ්ය වේ.",
        "The pre-screening of bills by sectoral oversight committees that was reintroduced in 2022 allows even novice MPs like my young friend, if he were to be elected, to make substantive contributions to the legislative process. The deliberative process in these committees is inclusive and differs significantly from the party-line posturing that characterises the debates in the chamber.",
        "නීති සම්පාදනය කරන ක්රියා පටිපාටිය විධායකයට පක්ෂව දැඩි ලෙස බර කර ඇති අතර, සියලු නීති පාහේ විධායකය තුළ ආරම්භ වන අතර එය විධායකය තුළින් ආරම්භ වන අතර කැබිනට් මණ්ඩලයේ මඟ පෙන්වීම යටතේ කෙටුම්පත් කරනු ලැබේ. ව්යවස්ථාදායකයන්ට ප්රතික්රියාශීලී කාර්යභාරයක් පැවරී ඇත. මෙය එක්සත් ජනපදයේ නීති සම්පාදනය කිරීමේ ක්රියා පටිපාටියට වඩා බෙහෙවින් වෙනස් ය, එහිදී ඕනෑම ව්යවස්ථාදායකයෙකුට ඕනෑම ව්යවස්ථාදායකයෙකුට කල්තියා කෙටුම්පත් කර ඉදිරිපත් කළ හැකි අතර බිල්පත් ඉදිරිපත් කළ හැකිය. This is not impossible, but is quite rare, in Sri Lanka.",
        "Private member’s motions are how individual legislators can escape the reactive role assigned to them. They may not become law immediately, but they can prepare the ground. This was the case with the private member’s motion on the right to information moved in 2010 by then opposition MP Karu Jayasuriya. වසර පහකට පසු තොරතුරු දැනගැනීමේ අයිතිවාසිකම් පිළිබඳ ව්යවස්ථාමය වශයෙන් සහතික කළ අයිතියක් ඇති කර ගැනීමේ ශ්රී ලංකාවේ ගමනේ වැදගත් පියවරක් ලෙස එයට අවසර දී නොමැති නමුත් ශ්රී ලංකාවේ ගමනේ වැදගත් පියවරක් ලෙස සේවය කළේය.",
        "A recent success story is the private member’s motion moved by Premnath Dolawaththa (who is being nominated in Colombo District for a second term in the forthcoming election) to restore the reservation for youth in nominations for local government elections. This bill was enacted in the 9th Parliament itself, in which Dolawaththa served as a first-time MP. Other motions that he moved sought to amend some archaic provisions in the Penal Code and to break the deadlock on amendments to the Muslim Marriage and Divorce Act. The former was gazetted and cleared by the Supreme Court but was not allowed to advance. නමුත් මෙම බිල්පත් ද එය කරු ජයසූරියගේ පෞද්ගලික සාමාජිකයාගේ යෝජනාව වැනි නීති පොත් බවට පත් කරනු ඇතැයි අපේක්ෂා කෙරේ.",
        "9 වන පාර්ලිමේන්තුවේ පාර්ලිමේන්තු මන්ත්රීවරුන් 225 දෙනා අතර හයවන ස්ථානයේ ලකුණු 9 මන්ත්රීවරුන් අතර මංගන්ත්රි එල්.කේ.. Being on the same slate, though from different factions, perhaps they can even work together.",
        "Article 148 of the Constitution assigns full control over public finance to the legislature. Other than party-line votes to pass the budget at the behest of Cabinet, this function was performed desultorily by past Parliaments. කෙසේ වෙතත්, ක්රම සහ විෂය කමිටුව වැනි නව කමිටු සක්රිය කිරීම සහ රාජ්ය මූල්ය කාරක සභාව විසින් ලබාගත් වගකීම් විසින් සක්රිය කිරීම මන්ත්රීවරුන්ට 148 වන වගන්තිය යටතේ තම රාජකාරි ඉටු කිරීම සඳහා නව අවස්ථා නිර්මාණය කර තිබේ.",
        "පාර්ලිමේන්තු අයවැය කාර්යාල පනත, නැත. 6 of 2023, has the potential to be a game changer. It would therefore be wise to assess candidates in terms of their capacity to understand and act on complex financial matters in collaboration with the Budget Office, once it is operational.",
        "When citizens face insurmountable problems with the State, they need a remedy. සමහර අවස්ථාවලදී, විසඳුම ක්රියා පටිපාටියේ වෙනසක් වන අතර එමඟින් නීතියේ හෝ ප්රතිපත්තියේ වෙනසක් අවශ්ය වන අතර පැමිණිලිකරුට වඩා වැඩි අවධානයක් යොමු කරයි. අනෙක් අය තුළ, පාර්ලිමේන්තු මන්ත්රීවරයාට මෙම ප්රශ්නය තක්සේරු කිරීම පුද්ගලයාට බලපාන අතර නැවත සලකා බලන අදාළ අදාළ නිලධාරියාට ලිවීම. සමහර මන්ත්රීවරුන් පාර්ලිමේන්තුවේ මහජන පෙත්සම් කමිටුව විසින් සපයන ලද යාන්ත්රණය භාවිතා කරයි. Others present individual complaints as parliamentary questions.",
        "In Sri Lanka, the meaning of constituency service has been distorted over time to include matters such as springing people from remand and providing assistance in cash or kind for various ceremonies and events organised by constituents. කලින් සිටි අය නීති විරෝධී විය යුතුය. දෙවැන්නා මන්ත්රීවරයාගේ මූල්ය කටයුතු පිළිබඳ දැඩි ඉල්ලීම් කරන අතර විවිධ ආකාරවල දූෂණය පෝෂණය කරයි. දේවරාජ්යයන් පලවා හැරීමට හෝ වන්දනා චිමිතාවක් සඳහා ලබා දී ඇති බස් රථයේ ගුණාත්මක භාවය පිළිබඳව ඡන්දදායකයින් තම නියෝජිතයා තෝරා ගැනීම නතර නොකරනු ඇත.",
        "එවැනි නිර්ණායකයන් මත විනිශ්චය කරන්නේ නම්, ඔහු සමහර ඡන්දදායකයින්ගෙන් වන විට ද කොල්ලවත්ත ගාස්තු අය කරන්නේ කෙසේදැයි මට කිසිම අදහසක් නැත. වඩාත් බුද්ධිමත් කොළඹ ඡන්දදායකයින්ගේ ප්රයෝජනය සඳහා, මන්ත්රීවරයකුගේ මූලික කාර්යයන් පිළිබඳ ඔහුගේ ක්රියාකාරිත්වය මම ඉස්මතු කර ඇත්තෙමි. More details are available at Manthri.lk where activity can be retrieved by name search. සිලින්ඩර සංකේතය යටතේ තරඟ වදින මගේ තරුණ මිතුරා කේෂාල් ජයසිංහ මහතා මන්ත්රීවරයකු ලෙස කිසිදු වාර්තාවක් නොමැත. මෙහිදී, දේශපාලන ක්රියාවලියට නැවුම් චින්තනයන් ලබා ගැනීමට කැමති ඡන්ද දායකයා අභාවප්රාප්ත මංගලා සමරවීර යටතේ ඔහුගේ කුට්ටි මත විමසීමට සිදුවනු ඇත."
      ]
    },
    "ta": {
      "title": "எங்கள் எம்.பி.க்களிடமிருந்து நாம் என்ன எதிர்பார்க்க வேண்டும்?",
      "body_lines": [
        "பதவிக்கு ஓடும் பலர் மறந்துவிடுவது என்னவென்றால், அவர்கள் ஒரு சட்டமன்ற உறுப்பினர்களாக மாற முற்படுகிறார்கள்",
        "பல ஆண்டுகளுக்கு முன்பு, Manthri.lk ஆல் எம்.பி.க்களின் தரவரிசைகளை அறிமுகப்படுத்திய தொடக்கக் கூட்டத்தில் நான் இருந்தேன். மிக உயர்ந்த தரவரிசைகளைக் கொண்ட நாடாளுமன்ற உறுப்பினர்களை உள்ளடக்கிய ஒரு குழுவை நான் நினைவு கூர்கிறேன். ஆராய்ச்சி ஆதரவு பற்றி மதிப்பீட்டாளரிடமிருந்து ஒரு முன்னணி கேள்வி குழுவில் ஒரு இளம் எம்.பி.. அவர் தனது அங்கத்தினர்கள் எதிர்கொள்ளும் பல்வேறு பிரச்சினைகள் குறித்து ஏராளமான நாடாளுமன்ற கேள்விகளைக் கேட்டு தனது உயர் பதவியை அடைந்துள்ளார். பணியைப் பற்றிய அவரது புரிதலாக இருந்த தொகுதி சேவையுடன் ஆராய்ச்சி ஆதரவு என்ன செய்ய வேண்டும் என்பதை அவரால் புரிந்து கொள்ள முடியவில்லை.",
        "கொழும்பு மாவட்டத்திற்கான வேட்பாளராக பரிந்துரைக்கப்பட்ட ஒரு இளைஞன் என்னை அழைத்தபோது இந்த சம்பவம் எனக்கு நினைவுக்கு வந்தது. இது அவர் அலுவலகத்திற்கான முதல் ரன். Induction programs are conducted for novice MPs by Parliament but they do not seem to be very effective. அவர்கள் தேர்ந்தெடுக்கப்படுவதற்கு முன்பு அவர்களுக்குக் கற்பிப்பதே சிறந்த அணுகுமுறை;மேலும், வாக்காளர்களாக, எம்.பி.க்களின் செயல்திறனின் அனைத்து பரிமாணங்களிலும் வேட்பாளர்களை மதிப்பிடுவது, அதிகமாக வலியுறுத்தப்பட்ட தொகுதி சேவை செயல்பாடு மட்டுமல்ல.",
        "அலுவலகத்திற்கு ஓடும் பலர் மறந்துவிடுவது என்னவென்றால், அவர்கள் ஒரு சட்டமன்றத்தின் உறுப்பினர்களாக மாற முற்படுகிறார்கள் (பின்னர் அமைச்சரவை). சட்டமன்றத்தின் முதன்மை நோக்கம் சட்டங்களை உருவாக்குவதாகும். பெருகிய முறையில், ஒப்புதலுக்காக வரும் பில்கள் மிகவும் சிக்கலானவை. They have been worked up by technical committees, influenced by the Minister and Cabinet, written and shaped by the Legal Draftsman’s Department and the Attorney General’s Department, and ruled upon by the Supreme Court by the time they come to Parliament. It requires commitment, skill, and the assistance of advisors to properly perform the legislative function these days.",
        "2022 ஆம் ஆண்டில் மீண்டும் அறிமுகப்படுத்தப்பட்ட துறைசார் மேற்பார்வைக் குழுக்களால் பில்களை முன்கூட்டியே திரையிடுவது எனது இளம் நண்பரைப் போன்ற புதிய எம்.பி.க்கள் கூட தேர்ந்தெடுக்கப்பட்டால், சட்டமன்ற செயல்முறைக்கு கணிசமான பங்களிப்புகளைச் செய்ய அனுமதிக்கிறது. The deliberative process in these committees is inclusive and differs significantly from the party-line posturing that characterises the debates in the chamber.",
        "The procedure by which laws are made are heavily weighted in favour of the executive, with almost all laws originating inside the executive and being drafted under the direction of Cabinet. The legislators are assigned a reactive role. This is quite different from the law-making procedure in the United States for example, where any legislator can proactively draft and submit bills. This is not impossible, but is quite rare, in Sri Lanka.",
        "Private member’s motions are how individual legislators can escape the reactive role assigned to them. அவர்கள் உடனடியாக சட்டமாக மாறக்கூடாது, ஆனால் அவர்கள் தரையைத் தயாரிக்க முடியும். This was the case with the private member’s motion on the right to information moved in 2010 by then opposition MP Karu Jayasuriya. அந்த பாராளுமன்றத்தில் முன்னேற இது அனுமதிக்கப்படவில்லை, ஆனால் ஐந்து ஆண்டுகளுக்குப் பிறகு தகவல்களுக்கான அரசியலமைப்பு ரீதியாக உத்தரவாதம் அளிக்கப்பட்ட உரிமையை நிறுவுவதற்கான இலங்கையின் பயணத்தில் ஒரு முக்கியமான படியாக செயல்பட்டது.",
        "உள்ளூர் அரசாங்கத் தேர்தல்களுக்கான பரிந்துரைகளில் இளைஞர்களுக்கான முன்பதிவை மீட்டெடுப்பதற்காக, வரவிருக்கும் தேர்தலில் இரண்டாவது முறையாக பிரேம்நாத் டோலாவதா (கொழும்பு மாவட்டத்தில் பரிந்துரைக்கப்பட்டவர்) நகர்த்தப்பட்ட தனியார் உறுப்பினரின் பிரேரணை சமீபத்திய வெற்றிக் கதை.. This bill was enacted in the 9th Parliament itself, in which Dolawaththa served as a first-time MP. Other motions that he moved sought to amend some archaic provisions in the Penal Code and to break the deadlock on amendments to the Muslim Marriage and Divorce Act. The former was gazetted and cleared by the Supreme Court but was not allowed to advance. ஆனால் இந்த மசோதாக்களும் 2010 ஆம் ஆண்டில் கரு ஜெயசூரியாவின் தனியார் உறுப்பினரின் இயக்கம் போன்ற சட்ட புத்தகங்களாக மாற்றப்படும் என்று நம்பப்படுகிறது.",
        "Dolawaththa who was ranked sixth among 225 MPs in the 9th Parliament by Manthri.lk is a good example for my young friend, Keshal Jayasinghe, on what a backbencher can achieve in his first term. ஒரே ஸ்லேட்டில் இருப்பது, வெவ்வேறு பிரிவுகளிலிருந்து வந்தாலும், அவர்கள் ஒன்றிணைந்து செயல்படலாம்.",
        "Article 148 of the Constitution assigns full control over public finance to the legislature. Other than party-line votes to pass the budget at the behest of Cabinet, this function was performed desultorily by past Parliaments. எவ்வாறாயினும், வழிகள் மற்றும் வழிமுறைகள் குழு போன்ற புதிய குழுக்களை செயல்படுத்துவது மற்றும் பொது நிதி தொடர்பான குழுவால் எடுக்கப்பட்ட அதிகரித்த பொறுப்புகள், 148 வது பிரிவின் கீழ் எம்.பி.க்களுக்கு தங்கள் கடமைகளை நிறைவேற்ற புதிய வாய்ப்புகளை உருவாக்கியுள்ளன.",
        "The Parliamentary Budget Office Act, No. 2023 இல் 6, ஒரு விளையாட்டு மாற்றியாக இருக்கும் திறன் கொண்டது. ஆகவே, வேட்பாளர்கள் செயல்பட்டவுடன், பட்ஜெட் அலுவலகத்துடன் இணைந்து சிக்கலான நிதி விஷயங்களைப் புரிந்துகொள்வதற்கும் செயல்படுவதற்கும் அவர்களின் திறனின் அடிப்படையில் மதிப்பிடுவது புத்திசாலித்தனமாக இருக்கும்.",
        "When citizens face insurmountable problems with the State, they need a remedy. In some cases, the solution is a change in the procedure, which requires a change in law or policy and affects more than the complainant. In others, it simply requires the MP to assess the issue affecting the individual and write to the relevant official asking for reconsideration. Some MPs use the mechanism provided by the Parliament’s public petitions committee. மற்றவர்கள் தனிப்பட்ட புகார்களை பாராளுமன்ற கேள்விகளாக முன்வைக்கின்றனர்.",
        "In Sri Lanka, the meaning of constituency service has been distorted over time to include matters such as springing people from remand and providing assistance in cash or kind for various ceremonies and events organised by constituents. The former should be illegal. பிந்தையது எம்.பி.யின் நிதிகளில் அதிக கோரிக்கைகளை ஏற்படுத்துகிறது மற்றும் பல்வேறு வடிவங்களில் ஊழலை வளர்ப்பதற்கான காரணியாக இருக்கலாம். There will be no system change until voters cease to select their representative on how they helped get individuals out of remand or on the quality of the bus that was provided for a pilgrimage.",
        "சில வாக்காளர்களால் அவர் இருப்பார், அத்தகைய அளவுகோல்களில் தீர்ப்பளிக்கப்பட்டால் டோலாவாதா எவ்வாறு கட்டணம் வசூலிப்பார் என்று எனக்குத் தெரியவில்லை. மேலும் அறிவொளி பெற்ற கொழும்பு வாக்காளர்களின் நலனுக்காக, ஒரு எம்.பி.யின் முக்கிய செயல்பாடுகளில் அவரது செயல்திறனை நான் எடுத்துக்காட்டுகிறேன். மேலும் விவரங்கள் manthri.lk இல் கிடைக்கின்றன, அங்கு பெயர் தேடலால் செயல்பாட்டை மீட்டெடுக்க முடியும். என் இளம் நண்பர், சிலிண்டர் சின்னத்தின் கீழ் போட்டியிடும் கேஷல் ஜெயசிங்கே, எம்.பி.. Here, the voter who wants to infuse fresh thinking into the political process will have to read up on his tutelage under the late Mangala Samaraweera."
      ]
    }
  },
  "summary_lines": []
}