{
  "translated_text": {
    "ta": {
      "title": "இன்னும் இரண்டு இளம் உயிர்கள் இழக்கப்படுகின்றன",
      "body_lines": [
        "பொலிஸின் கூற்றுப்படி, நோச்சியாகாமா சாலையின் புட்டலம்-டிரின்கோமலீ போலீஸ் பிரிவில் உள்ள நோச்சியகாமா சாலையில் உள்ள அனுரதபுராவுக்கு நெச்சியகாமாவில் நிறுத்தப்பட்ட ஒரு மோட்டார் சைக்கி.",
        "சந்தர்ப்பத்தில், பஸ்ஸிலிருந்து மற்றொரு பஸ் பஸ் மற்றும் மோட்டார் சைக்கிளுக்கு முன்னால் பஸ் மற்றும் மோட்டார் சைக்கிளுக்கு வந்தது.",
        "மோட்டார் சைக்கிளின் பின்புறத்தில் உள்ள பெண் பஸ்ஸின் பின்புறத்தில் வீசப்பட்டார்.",
        "இதற்கிடையில்.",
        "மோட்டார் சைக்லினேஷன் கூரை கவிழ்க்கப்பட்டது மற்றும் 21 வயதான புசெலிதன்னாவில் வசிப்பவர்."
      ]
    },
    "en": {
      "title": "Two more young lives are lost",
      "body_lines": [
        "According to the police, a motorbike that was parked in Nechchiyagama to Anuradhapura on the Nochchiyagama road on the Puttalam-Trincomalee police division of the Nochchiyagama road.",
        "On the occasion, another bus from the bus came to the bus and motorcycle in front of the bus and motorcycle.",
        "The woman in the back of the motorcycle was thrown into the back of the bus.",
        "Meanwhile, a motorcycle traffic is not controlling in Kumbukwewa road in Kumbukwewa road road on the Ibbagamuwa road on the Ibbagamuwa road road in Kumbukutta Ibbagamuwa road",
        "The motorcyclination roof was toppled and a 21 year old resident of Pusselithanna."
      ]
    }
  },
  "summary_lines": [
    "In two separate incidents, two young individuals tragically lost their lives due to motor accidents. The first occurred when a parked motorcycle near Nechchiyagama was hit by a passing bus, causing the female passenger to be thrown onto the bus. The second incident involved a motorcyclist who failed to control his vehicle on the Kumbukwewa road, leading to the tragic death of a 21-year-old from Pusselithanna."
  ]
}