{
  "translated_text": {
    "si": {
      "title": "රාජ්ය බලධාරීන්ගේ සහාය ඇතිව ශ්රී ලංකාවේ විරෝධී සුළුතර ක්රියාකාරකම්",
      "body_lines": [
        "රාජ්ය බලධාරීන්ගේ සහාය ඇතිව ශ්රී ලංකාවේ විරෝධී සුළුතර ක්රියාකාරකම්",
        "එක්සත් ජනපදය පවසා ඇත්තේ එක්සත් ජනපදය පවසා ඇත්තේ මෙම ක්රියාමාර්ග සඳහා රාජ්ය නිලධාරීන්ට සහාය ලැබී ඇති බවයි.",
        "එක්සත් ජනපදය 2023 දී ආගමික නිදහස පිළිබඳ වාර්ෂික වාර්තාවේ වාර්ෂික වාර්තාවේ මෙම ප්රකාශය කළේය.",
        "දේශීය බහුතර ප්රජාවේ සාමාජිකයින් කියා සිටියේ තමන් ප්රචණ්ඩකාරී සිදුවීම්වලට සම්බන්ධ වූ ආගමික පුද්ගලයින් කියා සිටින බවයි.",
        "කිතුනුවන්ට එරෙහි හිංසනය විශ්ලේෂණය කළ පර්යේෂකයන් කියා සිටියේ බෞද්ධ ගම්මානවල ඔවුන්ගේ ක්රියාකාරකම් නතර කරන ලෙස කිතුනුවන්ගෙන් ආයාචනා කළ අයට සහ ආගම වෙනුවෙන් බුද්ධාගම අමාත්යාංශයේ ද අමාත්යාංශයේ අවසරය ලබා ගැනීම සඳහා රාජ්ය බලධාරීන් ක්රිස්තියාරණෝරාව කටයුතු කළ බවයි.",
        "ශ්රී ලංකාවේ ජාතික ක්රිස්තියානි ස්විට්සර්ලන්ත සභාග සංවිධානය (NCEASL) මෙය පිළිගෙන ඇති බවත්, සුළුතර ප්රජාවට සහ ඔවුන්ගේ ආගමික ගනුදෙනු සඳහා පොලීසිය සහ රාජ්ය නිලධාරීන් සම්බන්ධ වී ඇති බවත් ක්රිස්තියානි කණ්ඩායම් දිගින් දිගටම පැවසුවා.",
        "යුදෙව් ප්රජා ක්රියාකාරීන් සහ ප්රාදේශීය මාධ්ය වාර්තා කළේ උසාවි නියෝගයක් උල්ලං for නය කිරීම සම්බන්ධයෙන් ඔවුන් නීති විරෝධී ලෙස පෞද්ගලික රටක නීතිවිරෝධී ලෙස පිහිටුවා ඇති බවට විරෝධය පළ කරමින් දෙමළ ජාතික මහජන පෙරමුණේ ආධාරකරුවන් අත්අඩංගුවට ගෙන ඇති බවයි.",
        "දෙමළ ජාතික මහජන පෙරමුණේ දී සෙල්වරාජා ගජන්ද්රන් පොලිසිය ඉවත් කළේය.",
        "මැයි 24 වන දින මල්ලකම් අධිකරණය විසින් නව දෙනෙකු ඇප මත නිදහස් කර නිහ ly ව විරෝධතාවයට අවසර ලබා දුන්නේය.",
        "සිවිල් ප්රජාව විසින් එම ප්රදේශයට අවට බෞද්ධ විහාරස්ථානයේ ගොවීන් සඳහා අක්කර 12 ක ඉඩමක් ඇති බවත් සිවිල් යුද්ධය ආරම්භයේ සිටම හමුදාව ප්රදේශය අත්පත් කරගෙන ඇති බවත්.",
        "2019 උත්ථානය අනුගමනය කිරීමෙන් පසු ඉරිදා මුස්ලිම් රාජ්ය නොවන සංවිධාන පවසා ඇත්තේ මේ වන විට පොලිසිය නිරීක්ෂණ හා හිරිහැරයට මුහුණ දී ඇති බවයි.",
        "දිවි ගලවා ගැනීමේදී අත්අඩංගුවට ගත් මුස්ලිම්වරුන්ගේ පවුල් සහ ඉරිදා ප්රහාරය සහ ඇප මත මුදා හැර ඇති අය පවසා ඇත්තේ තමන් දිගටම හිරිහැරයට මුහුණ දෙන බවයි.",
        "රජයේ ආරක්ෂක නිලධාරීන් දිගින් දිගටම දුරකථන ඇමතුම් ලබා දී ඔවුන් කරන්නේ කුමක්ද යන්න විමර්ශනය කරයි.",
        "සුළුතර ප්රජා නියෝජිතයින් සහ වෘත්තීය නොවන සංවිධානවල දේශපාලන නොවන සංවිධාන පවසා ඇත්තේ සිංහල බෞද්ධ ප්රජාවගේ ආධිපත්යය සඳහා රජය මුස්ලිම් ප්රජාව සංස්කෘතික ඉඩම් ජනගහනයේ අවදානමක් ලෙස සලකන බවයි.",
        "ක්රිස්තියානි ප්රජාව ශ්රී ලංකාවේ නීති විරෝධී ලෙස පරිවර්තනයක් සිදු කරන ලෙස රජය සලකන බවත්, බෞද්ධයන්ගේ පුරාවිද්යාත්මක ප්රදේශ හින්දු භක්තිකයන් සලකන බවත් ආමන් කටයුතු කරන බව ඔවුහු පැවසූහ.",
        "සිවිල් ප්රජා සංවිධාන පවසන්නේ සංකල්පයේ නිදහස පාලනය කිරීමට සහ ආගමික සතුරුකම අවුලුවා ඇති චෝදනා කරන පුද්ගලයින් අත්අඩංගුවට ගැනීමට රජය අන්තර්ජාතික සමාජ නීතිය භාවිතා කළ බවයි.",
        "සිවිල් ප්රජා සංවිධාන සහ නීති yers යින් පවසන්නේ ශ්රී ලංකාවේ සියලුම ආගමික ගනුදෙනු ලියාපදිංචි කිරීම 2022 චක්රලේඛ පනත මත පදනම් නොවන බවයි.",
        "NCASL සහ සිවිල් සමාජ නියෝජිතයින් පවසන්නේ සුළුතරය ආරක්ෂා කිරීම ඉලක්ක කර ගැනීම සඳහා රජය මෙම නීතිය භාවිතා කරන බවයි.",
        "ක්රිස්තියානි කණ්ඩායම් පවසන්නේ ලියාපදිංචි ලේඛන පෙන්වා නොමැති නම් රජයේ නිලධාරීන් නීති විරෝධී හෝ අවසර දී ඇති බවයි.",
        "කණ්ඩායම් පවසන්නේ ක්රිස්තියානි කණ්ඩායම් ලියාපදිංචි වීමට උත්සාහ කරන විට, යෝජනාවකින් තොරව ක්රියාව අඛණ්ඩව සිදුවන බවයි.",
        "පසුගිය වසරේදී ශ්රී ලංකාවේ ජාතික ක්රිස්තියානි ස්විට්සර්ලන්ත සභාග සංවිධානයේ සංවිධානයට ඔවුන්ගේ නමස්කාරයට එරෙහිව ප්රචණ්ඩත්වයට නමස්කාර කිරීමට තර්ජනය කරන හා වැළැක්වීමට තර්ජනය කරන බවට තර්ජනය කළේය.",
        "බෞද්ධ කණ්ඩායම් හා ප්රචණ්ඩත්වයේ තර්ජන සමහර විට බෞද්ධ පූජකයන් විසින් මෙහෙයවනු ලැබීය.",
        "මෙම දේවගැතිවරු පවසා ඇත්තේ දේවගැතිවරුන්ට චාරිත්ර වාරිත්ර පැවැත්වීම සම්බන්ධයෙන් චෝදනා එල්ල කළ යුතු බවත් අතීතයට බලපෑම් ඇති බව දේවගැතිවරු පවසා තිබේ.",
        "ජාතික ක්රිස්තියානි ස්විස් සන්ධානය මුස්ලිම්වරුන්ට එරෙහිව සිදුවීම් නවයක් සහ හින්දු භක්තිකයින්ට එරෙහිව නඩු 13 ක් වාර්තා කර තිබේ.",
        "ජූලි 14 වන දින සිංහල පෙලපාලිකරුවන් 100 ක් සහ බෞද්ධ භික්ෂූන් වහන්සේලා සහ නිලධාරීන් හින්දු භක්තිකයන්ගේ පොංගල් පූජාව වැළැක්වීමට උත්සාහ කළ බව දෙමළ මාධ්ය පවසයි.",
        "මුල්ලයිටිව් අධිකරණය මීට පෙර නියෝගයක් නිකුත් කර තිබුණද, පොලිසිය පැවසුවේ එය සාමය ඇති කරන බවයි.",
        "202022 දී හිටපු ජනාධිපති ගෝතභය රාජපක්ෂගේ ඉල්ලා අස්වීමෙන් 2020 දී 2020 දී නැගෙනහිර පළාතේ පුරාවිද්යාත්මක සාම්ප්රදායික කළමනාකරණය සඳහා ජනාධිපති ලේකම් කාර්යාලය පවසා තිබේ.",
        "දෙමළ සහ මුස්ලිම්වරු ජීවත් වන නැගෙනහිර පළාතේ පුරාවිද්යා සමීක්ෂණ",
        "සුළුතර දේශපාලන politicians යින් ඇතුළු විචාරකයින් කියා සිටියේ මෙම කෘති කමිටුව මධ්යම රජය විසින් උරුමය ආරක්ෂා කිරීමේ නාමයෙන් ඉඩම් අල්ලා ගැනීමට හේතු වන බවයි.. මහලේකම් කාර්යාලයේ අසාර්ථකත්වය නොතකා, බොහෝ බෞද්ධ භික්ෂූන් වහන්සේලා සාම්ප්රදායිකව උතුරු හා නැගෙනහිර පළාත්වල දෙමළ හා මුස්ලිම් ඉඩම්වල පාලනය ගෙන එති අතර ආරක්ෂක අංශ විසින් ලේකම් කාර්යාලයේ හිටපු සාමාජිකයින්ට නිශ්ශබ්දතාවයක් ලබා දෙනු ඇත.",
        "ජනාවාස වාර්තා වලට අනුව, පුරාවිද්යා දෙපාර්තමේන්තුව ගුරුන්ඩූර් කන්දෙහි බෞද්ධයන් පිහිටුවීමේ ක්රියාවලියේදී අඛණ්ඩව නිරත විය."
      ]
    },
    "en": {
      "title": "Anti -Religious Minority Activities in Sri Lanka with the support of state authorities",
      "body_lines": [
        "Anti -Religious Minority Activities in Sri Lanka with the support of police officials",
        "The United States has said that the US has said that state officials have received support for these measures.",
        "The United States made this statement in the annual report on religious independence in 2023.",
        "Members of the local majority community said that the religious people who said they were involved in violent incidents, said state officials supported them.",
        "Researchers who analyzed the violence against Christians said that the state authorities acted in support of those who appealed to Christians to stop their activities in Buddhist villages or to obtain the permission of the Ministry of Buddhism for religion.",
        "Christian groups have continued to say that the National Christian Swiss Coalition Organization (NCEASL) of Sri Lanka has accepted this and that the police and state officials have been involved in the harassment of minority community and their religious transactions.",
        "Civil community activists and local media reported that supporters of the Tamil National People's Front (TNA), who were protesting against the fact that they were illegally set up in a private land in Taiti, Jaffna, were arrested for violating a court order.",
        "The police evacuated Selvarajah Gajendran from the Tamil National People's Front.",
        "On May 24, the Mallakam court released nine people on bail and gave permission to quietly protest.",
        "Civil community has said that the area has 12 acres of land for farmers in the surrounding Buddhist temple and that the army has occupied the area since the beginning of the civil war.",
        "Following the 2019 resurrection Sunday, Muslim NGOs have said that the police have been facing surveillance and harassment till now.",
        "The families of the Muslims who were arrested in connection with the survival Sunday attack and those who were released on bail have said they continue to face harassment.",
        "Government security officials continue to make telephone calls and investigate what they are doing.",
        "Minority community representatives and non -governmental organizations have said that the government views the Muslim community as a danger of cultural land population for the hegemony of the Sinhala Buddhist community.",
        "They said the government considers the Christian community to carry out illegal conversion in Sri Lanka and that the Hindus occupy the archaeological regions of Buddhists.",
        "Civil community organizations say that the government used the ICCPR law last year to control the freedom of concept and to arrest people of allegations that provoked religious enmity.",
        "Civil community organizations and lawyers say that the registration of all religious transactions in Sri Lanka is not based on the Circular Act of 2022.",
        "NCEASL and civil society representatives say the government is using this law to target the worship of the minority.",
        "Christian groups say that if the registered documents are not shown, government officials are considered to be illegal or permitted.",
        "The groups say that when Christian groups are trying to register, the action is continuing without resolution.",
        "Last year, Sri Lanka's National Christian Swiss Coalition Organization threatened to threaten and prevent the worship of violence against their worship.",
        "The threats of Buddhist groups and violence were sometimes led by Buddhist clergy.",
        "The police have said that the pastors should be accused of conducting rituals and the pastors have said that the past is affected.",
        "The National Christian Swiss Alliance has registered nine incidents against Muslims and 13 cases against Hindus.",
        "On July 14, 100 Sinhalese demonstrators and Buddhist monk police and officials tried to prevent the Pongal pooja of the Hindus, the Tamil media said.",
        "Although the Mullaitivu Court had previously issued an order, the police said it would cause peace.",
        "Civil community organizations have said that the Presidential Secretariat for the Archaeological Traditional Management of the Eastern Province, which was created in 2020 after former President Gotabhaya Rajapaksa's resignation in 2022.",
        "Archaeological Survey in the Eastern Province where Tamils ​​and Muslims live",
        "Critics, including minority politicians, said they feared that the work committee would lead to the land grabbing of the central government in the name of protecting the heritage.. Despite the failure of the Secretariat, many Buddhist monks have traditionally brought control of Tamil and Muslim lands in the Northern and Eastern Provinces and that the security forces will continue to provide silence to former members of the Secretary of the Secretariat.",
        "According to media reports, the Archaeological Department continued to engage in the process of setting up Buddhists at Gurundur Mountain."
      ]
    }
  },
  "summary_lines": [
    "In Sri Lanka, state-supported anti-religious minority activities have escalated, with police involvement. The U.S. highlighted these issues in its 2023 religious freedom report. Local majority communities claim state backing for violent incidents against religious minorities, especially Christians and Muslims. Christian groups allege harassment and restrictions on religious practices, with the National Christian Swiss Coalition Organization (NCEASL) reporting police and state official interference. Civil activists and media report arrests of Tamil National People's Front supporters for peaceful protests and ongoing surveillance and harassment of Muslims post-2019 Easter Sunday attacks. The government is accused of viewing Muslim and Christian communities as threats to Sinhala Buddhist dominance, leading to legal controls and arrests under the ICCPR law. Religious transaction registrations are criticized for being arbitrary, with NCEASL reporting nine incidents against Muslims and 13 against Hindus. Concerns also arise over the Presidential Secretariat for Archaeological Traditional Management potentially leading to land grabs in Tamil and Muslim areas."
  ]
}