{
  "translated_text": {
    "ta": {
      "title": "மில்லியனர் வஞ்சகம் ரூ.",
      "body_lines": [
        "தெற்கு மாகாணத்தில் ஒரு மில்லியனர் தொழிலதிபரை வழங்காமல் ஏமாற்றப்பட்ட 54 வயது பெண் ஒரு பெரிய அளவிலான மோசடியால் கைது செய்யப்பட்டதாக கொழும்பு குற்றப்பிரிவு பிரிவு (சி.சி.சி) கூறுகிறது.",
        "சந்தேக நபர் முன்பு ஒரு மாஜிஸ்திரியாகத் தோன்றினார், மேலும் ரூ.",
        "ஆரோக்கியமான கார், நான்கு புகைபிடிக்கும் மொபைல் போன்கள் மற்றும் இரண்டு லாஃப் டோஃப் கணினிகளையும் போலீசார் பறிமுதல் செய்துள்ளனர்.",
        "உச்சநீதிமன்ற வழக்கில் உச்சநீதிமன்ற வழக்கில் இருந்து ஒரு நண்பரிடம் வந்தபோது தொழிலதிபர் தொழிலதிபரை உருவாக்கினார்.",
        "அந்தப் பெண் ஒரு சில வாகனங்கள் மற்றும் சுங்கச்சாவடிகளில் நிலங்களை விடுவிப்பதற்காக அந்தப் பெண்ணையும், கொலம்போ பகுதியில் உள்ள பழக்கவழக்கங்களுக்கு விடுவிக்கப்பட்டவர்களையும் மீட்டெடுத்தார்.",
        "தொழிலதிபர் அந்தப் பெண்ணைப் பற்றி எந்த தகவலும் பெறவில்லை என்றும், அவர் மறைக்கப்பட்டார் என்றும், தனது பணத்தை செலுத்தாமல் அவர் மறைக்கப்பட்டார் என்றும் கூறினார்.",
        "காவல்துறை இன்ஸ்பெக்டர் ஜெனரல் (கிரிமினல் டென்னகூன் கிரிமினல் டென்னகூன் மேற்கொண்ட விசாரணைகள், கிரிபாத்கோடா மவாராவில் கைது செய்யப்பட்டுள்ளன என்று சந்தேக நபர்கள் கைது செய்யப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "கொழும்பு தலைமை நீதவான் நீதிமன்ற மாஜிஸ்திரேட் நீதிமன்ற மாஜிஸ்திரேட் நீதிமன்ற மாஜிஸ்திரேட் நீதிமன்றம், கொழும்பு தலைமை நீதவான் நீதிமன்றத்தில் ஏராளமான பணம் சம்பாதித்துள்ளது.",
        "சந்தேக நபர் ஒரு மாஜிஸ்திரேட் மற்றும் போதைப்பொருள் குற்றச்சாட்டுகளைப் பெற முயற்சித்ததாகவும் அவர் மீது குற்றம் சாட்டப்பட்டது.",
        "கலுதாரா சிறப்பு குற்றவியல் புலனாய்வுப் பிரிவு மாகோலாவின் சாசனம் என்று போலீசார் தெரிவித்தனர்.",
        "கொழும்பு குற்றப் பிரிவின் உதவி கண்காணிப்பாளர், தலைமை ஆய்வாளர் பிரேதந்திலகா இன்ஸ்பெக்டர் பிரீமிமன்ஸ் ஆகியோர் விசாரணைகளை நடத்தி வருகிறார்கள்."
      ]
    },
    "en": {
      "title": "Millionaire deceit Rs.",
      "body_lines": [
        "The Colombo Crimes Division (CCC) says that a 54-year-old woman was arrested by a large scale fraud, who had been cheated without providing a millionaire businessman in the Southern Province.",
        "The suspect had previously appeared as a magisterial and had been charged with attempts to obtain more than Rs.",
        "Police have also seized a healthy car, four smoky mobile phones and two laff toff computers.",
        "The businessman made the businessman when he came to a friend from the Supreme Court case at the Supreme Court case at the Supreme Court case.",
        "The woman is a few of the vehicles and rescued the woman to release the lands in the Customs and several persons who have been released to the customs in the Colombo area.In April 2023, the businessman added that a sum of Rs.",
        "The businessman added that he had not received any information regarding the woman and that she was hidden and he was hidden without paying her money.",
        "Investigations carried out by the Inspector General of Police (Criminal Tennakoon has been arrested in the Kiribathgoda Mawara, Police said that the suspects were taken into custody.",
        "Police investigations have revealed that a large number of money has been committed to the Colombo Chief Magistrate's Court Magistrate's Chief Magistrate's Court Magistrate's Court Magistrate's Court Magistrate's Court Magistrate's Court, Colombo Chief Magistrate's Court..",
        "The suspect was a magistrate and he was also accused of attempting to obtain charges of drugs.The police said.",
        "Police said that the Kalutara Special Criminal Investigation Division is a Charter of Makola.",
        "Assistant Superintendent of Police Neville de Silva, Assistant Superintendent of the Colombo Crimes Division, Chief Inspector Premathanthilaka Inspector Premimans are conducting investigations."
      ]
    }
  },
  "summary_lines": [
    "A 54-year-old woman was arrested for a massive fraud involving a millionaire businessman in Sri Lanka's Southern Province. The suspect, who had previous legal issues, allegedly deceived the businessman through false promises. Authorities found a luxury car, four smartphones, and two laptops during the arrest. The investigation, led by the Inspector General of Police, revealed significant financial irregularities linked to the Colombo Chief Magistrate's Court."
  ]
}