{
  "translated_text": {
    "si": {
      "title": "නළු ඩොල්කර් සල්මාන්ගේ 'ලකී බස්කාර්' පෙරදසුන",
      "body_lines": [
        "දකුණු ඉන්දියානු සිනමා කර්මාන්තයේ ප්රමුඛ තාරකාව වන ඩොලර් සල්මාන් 'ලකී භස්කර්' චිත්රපටයේ ප්රධාන චරිතය ලෙස මුදා හැර තිබේ.. මෙම පෙරදිගයේ කෙටි කාලයක් තුළ, මිලියන දෙකකට වැඩි නරඹන්නන් සංචාරය කර අත්කර ගෙන ඇත.",
        "ඩෙල්කර් සල්මාන්, මීනාක්ෂි චෞද්රි, අයි.නා.. නිම්ෂ් රවී චිත්රපටය පටිගත කර තිබේ.. V.. ප්රකාශ් කුමාර් සංගීතය රචනා කර ඇත.",
        "මෙම චිත්රපටය සිද්ධාර්ථ විනෝදාස්වාදය හා සිනමාහල් සඳහා වාසනාව විසින් සම්ප්රදායික විය.. මෙම චිත්රපටය ශ්රී කාරා චිත්රාගාර ද ලබා දෙයි.",
        "මෙම මස 31 වන දින දෙමළ, තෙළිඟු, මලයාලම්, කන්නඩාව සහ හින්දි යන ප්රදේශවල මෙම චිත්රපටය මුදා හරිනු ඇත.",
        "මේ අතර, කතාවේ වීරයා වන ඩෙල්කර් සල්මාන්, තමාගේම වීරයා විවාහ කර ගැනීමෙන් පසු ආර්ථික ගැටලුවක් බවට පත්වෙමින් තිබේ.",
        "සූදුව සහ මූල්ය වංචාව එයින් මිදීමට. එහි ප්රතිවිපාක වන්නේ රසිකයන් සඳහා විශාල අපේක්ෂාවක් ඇති වූ චිත්රපටයයි."
      ]
    },
    "en": {
      "title": "Actor Dulquer Salman's 'Lucky Bhaskar' preview",
      "body_lines": [
        "Dulquer Salman, the leading star of the South Indian film industry, has been released as the lead role of the film 'Lucky Bhaskar'.. Within a short time of this preview, more than two million viewers have been visited and achieved.",
        "Dulquer Salman, Meenakshi Chaudhry, Aisha Khan, Hyper Adi, Sai Kumar, Sachin Katekar, directed by director Venki Atheruri.. Nimish Ravi has recorded the film.. V.. Prakash Kumar has composed the music.",
        "The film was co -produced by Siddara Entertainment and Fortune For Cinemas.. The film also offers Sri Kara Studios.",
        "The film will be released in Tamil, Telugu, Malayalam, Kannada and Hindi on the 31st of this month.",
        "In this, Dulquer Salman, the hero of the story, is getting into an economic problem after marrying his own hero.",
        "Gambling and financial fraud in order to escape from it. The consequences are the film, which has caused great anticipation for fans."
      ]
    }
  },
  "summary_lines": [
    "\"Lucky Bhaskar\" preview: Dulquer Salman stars in Tamil, Telugu, Malayalam, Kannada, Hindi. Directed by Venki Atheruri, produced by Siddhartha Entertainment and Fortune For Cinemas. Release date: March 31."
  ]
}