{
  "translated_text": {
    "si": {
      "title": "තමිල්නාඩුව ඇතුළු ඉන්දියානු ප්රාන්ත හයක් පිළිබඳ තේරී පත්වීමේ නිවේදනය මගින්",
      "body_lines": [
        "තමිල්නාඩුවේ විකරවත්ත මැතිවරණ කොට් constituency ාශය සඳහා ලබා දෙන බව ඉන්දීය මැතිවරණ කොමිසම නිල වශයෙන් ප්රකාශ කර තිබේ.",
        "ව්යවස්ථාදායක සභාවේ විකරවන්දි සාමාජික. කීර්තිමත් පුද්ගලයාගේ මරණයෙන් පසු, බ්ලොක් හිස් ලෙස ප්රකාශයට පත් කරන ලදී. පුරප්පාඩු වූ මැතිවරණ කොට් constituency ාශය සඳහා ජූලි 10 වන දින දී එක් ලෙස ඡන්දය ප්රකාශ කරන බව ඉන්දීය මැතිවරණ කොමිසම ප්රකාශ කර තිබේ.",
        "බිහාර් (1), බිහාර් (1), බටහිර බෙංගාල (4), උත්තරාකන්ඩ් (2), උත්තරකුහන් (2), උත්තරකුහන් (2), උත්තරාකන්ඩ් (1), උත්තරකුහන් (1) සහ හිමාචල් ප්රදේශ් (3). ජුලි 13 වන දින ඡන්ද ගණන් බලා ප්රති results ල ප්රකාශයට පත් කරන බව මැතිවරණ කොමිසම නිවේදනය කර තිබේ.. අතුරු මැතිවරණය සඳහා නාමයෝජනා පත්ර ජුනි 14 වනදා ආරම්භ වන බව ද නිවේදනයේ සඳහන් වේ.",
        "මේ අතර, කොන්ග්රස් පක්ෂය විකරවන්ඩි මැතිවරණ කොට් constituency ාශය සඳහා වූ ඩබ්ලිව්.එම්.කේ."
      ]
    },
    "en": {
      "title": "By -election announcement of six Indian states including Tamil Nadu",
      "body_lines": [
        "The Election Commission of India has officially announced that the by -election will be held for the Vikravandi constituency in Tamil Nadu.",
        "Vikravandi Member of the Legislative Assembly. Following the death of the celebrity, the block was declared empty. The Election Commission of India has announced that the by -election will be held on the 10th of July for the vacant constituency.",
        "Voting will be held on the 10th of July for the total number of thirteen assembly constituencies in Bihar (1), Bihar (1), West Bengal (4), Madhya Pradesh (1), Uttarakhand (2), Punjab (1) and Himachal Pradesh (3).The Election Commission has announced that the votes will be counted on July 13 and the results will be announced.. The announcement also stated that the nomination papers for the by-election will begin on June 14.",
        "Meanwhile, the state president of the party has announced that the Congress party will support the DMK in the by -election for the Vikravandi constituency."
      ]
    }
  },
  "summary_lines": [
    "The Election Commission of India has scheduled by-elections for various assembly seats across six states: Tamil Nadu, Bihar, West Bengal, Madhya Pradesh, Uttarakhand, Punjab, and Himachal Pradesh. Notably, the Vikravandi constituency in Tamil Nadu will hold its election due to the death of a member. Voting is set for July 10, with counting on July 13. The Congress party has pledged support to the DMK in the Vikravandi by-election."
  ]
}