{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාවේ කාන්තාවන්ගෙන් සියයට 40 ක් අවදානමට ලක්ව ඇත",
      "body_lines": [
        "වර්තමාන ආර්ථික අර්බුදය හේතුවෙන් ශ්රී ලංකාවේ කාන්තාවන් 40 ක් පමණ සනීපාරක්ෂක තුවා භාවිතා කිරීම නවතා දමා ඇති බව මෑත අධ්යයනයක් අනාවරණය වී තිබේ.",
        "සනීපාරක්ෂක තුවායේ මිල ඉහළ යාම හේතුවෙන් එක් දිනකදී පාසලක පාසල සිසුන්ගේ සංචාරය කරන බව ශ්රී ලංකා ගුරු සංගමය පවසා තිබේ.",
        "සමීක්ෂණයට අනුව, වයස අවුරුදු 15 ත් 47 ත් අතර කාන්තාවන්ගෙන් සියයට 40 ක් සනීපාරක්ෂක තුවා පිරවීම නතර කර තිබේ.",
        "මෙයට ප්රධාන හේතුව සනීපාරක්ෂක තුවාට ඉහළ මිලක් ගෙවිය යුතු බවයි.",
        "ගෘහස්ථ සනීපාරක්ෂක තුවායේ මිල 90% කින් වැඩි කර ඇති අතර ආනයනික භාණ්ඩවල මිල 30% කින් වැඩි කර තිබේ.",
        "මව්වරුන් පැවසුවේ සනීපාරක්ෂක තුවායේ මිල ඉහළ යාම නිසා තම දරුවන් මහත් දුෂ්කරතාවයකට ලක් වූ බවයි.",
        "මේ පිළිබඳව වැඩි අවධානයක් යොමු නොකරන්නේ නම් කාන්තාවන් සෞඛ්ය ගැටලුවලට මුහුණ දෙන බව වෛද්යවරු පෙන්වා දෙයි.. රීල්"
      ]
    },
    "en": {
      "title": "40 percent of women in Sri Lanka are at risk",
      "body_lines": [
        "A recent study has revealed that about 40 women in Sri Lanka have stopped the use of the Sanitary Napkins due to the current economic crisis.",
        "The Sri Lanka Teachers Association has said that the school's visit to the students on a certain day due to the increase in the price of sanitary napkins.",
        "According to the survey, 40 percent of women between the ages of 15 and 47 have stopped the offering of sanitary napkin.",
        "The main reason for this is that the sanitary napkins have to pay higher prices.",
        "The price of domestic sanitary napkins has been increased by 90% and the prices of imported goods have been increased by 30%.",
        "Mothers said their children were in great difficulty due to the rise in the price of sanitary napkins.",
        "Doctors point out that women will face health problems if they do not pay much attention to this.. Remble"
      ]
    }
  },
  "summary_lines": [
    "A study shows 40% of Sri Lankan women have stopped using sanitary napkins due to economic crisis, leading to health concerns. Prices have risen by 90% for domestic and 30% for imported goods, affecting families and causing health issues."
  ]
}