{
  "translated_text": {
    "ta": {
      "title": "நிர்வாக சமூகம் தொழிற்சங்க நடவடிக்கையை கைவிடுகிறது",
      "body_lines": [
        "பிரதமருடனான கலந்துரையாடலுக்குப் பிறகு, தனது தொழிற்சங்க நடவடிக்கை தற்காலிகமாக இடைநீக்கம் செய்யப்பட்டுள்ளதாக இலங்கை நிர்வாக சேவை சங்கம் கூறுகிறது என்று இலங்கை நிர்வாக சேவை சங்கம் கூறுகிறது.",
        "சங்கத்தின் தலைவர் மகேஷ் கம்மன்பிலா, முதல் ஜூன் முதல் செயல்படுவதற்கான கொடுப்பனவுகளை அதிகரிக்க ஒப்புக் கொள்ளப்பட்டுள்ளதாகக் கூறினார்.",
        "இலங்கை நிர்வாக சேவை சங்கம் நோய்வாய்ப்பட்ட விடுப்புக்கு அடிக்கடி வருவதற்கு அடிக்கடி முடிவு செய்ததாக நோய்வாய்ப்பட்ட விடுப்பு தெரிவிக்கிறது.",
        "பிரதம மந்திரி தினேஷ் குணவர்தேனா மற்றும் தொழிற்சங்க பிரதிநிதிகள் நேற்று (24) கோரிக்கைகள் குறித்து சிறப்பு விவாதத்தை நடத்தியுள்ளனர்.",
        "இலங்கை நிர்வாக சேவை ஒன்றியத்தின் (எஸ்.எல்.பி.சி) தலைவர் தொழிற்சங்க நடவடிக்கையை நிறுத்த முடிவு செய்துள்ளார், ஏனெனில் விவாதத்தை அடைய முடிந்தது.",
        "பிரதமருடனான சந்திப்பில் அரசு நிர்வாக அதிகாரிகளின் பிரதிநிதிகளும் கலந்து கொண்டனர், ஆனால் அரசாங்க நிர்வாகிகளின் ஒருங்கிணைந்த குழுவின் தலைவர் தனக்கு எந்த நேர்மறையான கருத்துக்களும் கிடைக்கவில்லை என்று கூறினார்.",
        "ஹா உதயாசிரியின் கூற்றுப்படி, தொழிற்சங்க நடவடிக்கை இன்று (25) மற்றும் நாளை (26) நடைபெறும்.",
        "இதற்கிடையில், நேற்று இந்த திட்டமும் தொடங்கப்பட்டுள்ளது.",
        "கல்வி மேலாண்மை தொழிலாளர் சங்கத்தின் பொதுச் செயலாளர் கூறுகையில், அதிகாரிகள் தங்கள் கோரிக்கைகளுக்கு சாதகமான கருத்துக்களை வழங்கவில்லை என்று கல்வி நிறுவனத்தின் பொதுச் செயலாளர் தெரிவித்தார்.",
        "ஆசிரியர்-முதன்மை தொழிற்சங்கங்கள் நாளை தொடர்ந்து வேலைநிறுத்தம் செய்யும். நாளை பரந்த வேலைநிறுத்தமாக இருக்கும்.",
        "இதற்கிடையில், பல்கலைக்கழக ஒன்றிய ஒருங்கிணைப்புக் குழு கூறுகையில், பல்கலைக்கழக ஊழியர்களால் தொடங்கப்பட்ட வேலைநிறுத்தம் மேலும் தொடரும்.",
        "ஐ.சி.டி தலைவர் தம்மிகா பிரியந்தா அதன் ஒத்துழைப்பு தொடர்பாக இன்று ஒரு விவாதம் நடத்தப்படும் என்று கூறினார்."
      ]
    },
    "en": {
      "title": "Administrative Society abandals trade union action",
      "body_lines": [
        "The Sri Lanka Administrative Service Association says that after the discussion with the Prime Minister, the Sri Lanka Administrative Service Union states that his trade union action has been temporarily suspended.",
        "The President of the Association Mahesh Gammanpila stated that it has been agreed to increase the allowances to operate from the first June.",
        "The Sri Lanka Administrative Service Union had decided to be frequent of being frequent of the sick leave, reports the sick leave.",
        "Prime Minister Dinesh Gunawardena and the trade union representatives have held a special discussion regarding the demands yesterday (24).",
        "The President of the Sri Lanka Administrative Service Union (SLBC) has decided to stop the trade union action, as it was possible to reach the discussion.",
        "Representatives of Government Executive Officers were also present at the meeting with the Prime Minister, but the President of the Consolidated Committee of Government Executives said that he had not received any positive feedback.",
        "According to HA Udayasiri, the trade union action will be held today (25) and tomorrow (26).",
        "Meanwhile, the program commenced yesterday has also been implemented today.",
        "The General Secretary of the Education Management Workers Union said that authorities have not given any positive feedback to their demands, said the General Secretary of the Education Institute.",
        "The Teacher-Principal Trade Unions will continue to strike tomorrow will be wide strike tomorrow.",
        "Meanwhile, the university union integration committee says that the strike commenced by the university employees will continue further.",
        "ICT President Dhammika Priyantha stated that a discussion will be held today regarding its collaboration."
      ]
    }
  },
  "summary_lines": [
    "After discussions with the Prime Minister, the Sri Lanka Administrative Service Union temporarily halted its trade union action. The union agreed to resume work from June 1st, following an increase in allowances. The President of the Association, Mahesh Gammanpila, announced this decision. Despite this, other unions, including the Education Management Workers Union and Teacher-Principal Trade Unions, plan to continue striking. The university union integration committee also indicated that the ongoing strike by university employees would persist."
  ]
}