{
  "translated_text": {
    "ta": {
      "title": "நுவரா எலியாவில் உள்ள சிவோசின்கள் விநியோகிக்கப்படுகின்றன",
      "body_lines": [
        "கர்ப்பிணி நுவரா எலியா சதோசா கிளை நுவரா எலியாவின் தாய்க்கும், கர்ப்ப தாய்க்கான பிரதேச செயலாளருக்கும் வாங்கப்பட உள்ளது, மேலும் பிரதேச செயலகம் பிரதேச செயலகத்தில் வாங்கப்பட உள்ளது. தாய்மார்கள் குற்றம் சாட்டியுள்ளனர்.",
        "நுவரா எலியா பிரதேச செயலாளர் பிரஜீத் தனன்சூரியாவின் கேட்டதற்கு, அவர் இந்த விஷயத்தை ஆராய்ந்து நிறுவனத்தின் தலைவர்களுக்குத் தெரிவிப்பதாகக் கூறினார்.",
        "கர்ப்பிணித் தாய்மார்கள் மற்றும் ஒரு வங்கிக்கு ஊட்டச்சத்து குறைபாடுகள் வழங்கப்படுகின்றன, அவை அவற்றின் ஊட்டச்சத்து குறைபாடுகளை வழங்குகின்றன, மேலும் வவுச்சர் உணவளிப்பதற்கான தேவைக்கு மட்டுமே உணவு.",
        "உள்ளூர் செயலாளர் மேலும் கூறுகையில், கர்ப்பிணிப் பெண்கள் மற்றும் பால் தாய்மார்கள் குற்றம் சாட்டப்பட்டால், அது திட்டம் வழங்கப்படுவது ஒரு தவறான கருத்து மற்றும் திட்டம் உடனடியாக இருக்கும், உடனடியாக நடவடிக்கை எடுக்கும்."
      ]
    },
    "en": {
      "title": "Sathosins in Nuwara Eliya distributes",
      "body_lines": [
        "Pregnant the Nuwara Eliya Sathosa Branch is to be purchased for the Mother of the Nuwara Eliya and the Divisional Secretariat for Pregnancy Mother and the Divisional Secretariat is to be purchased by the Divisional Secretariat.Mothers have accused.",
        "Asked by the Nuwara Eliya Divisional Secretary Prageeth Dhananssuriya, he said he would look into the matter and inform the heads of the institution.",
        "Pregnant mothers and a bank is provided with nutritional deficiencies that provide their nutritional deficiencies and that the voucher is only food for the need for feeding.",
        "The local secretary added that if the pregnant women and milk mothers accused, it is a misconception that the project is provided and the project will be promptly and will take immediate action."
      ]
    }
  },
  "summary_lines": [
    "Sathosins in Nuwara Eliya provides nutritional vouchers to pregnant mothers, but some accuse the program of not addressing their needs. Prageeth Dhananssuriya, Nuwara Eliya Divisional Secretary, promises to investigate and inform the institution heads. The local secretary clarifies that the project is designed to support nutritional deficiencies, not just for feeding, and assures immediate action against misconceptions."
  ]
}