{
  "translated_text": {
    "ta": {
      "title": "பணவாட்டம் நீடித்தால் ஆரோக்கியமற்றது",
      "body_lines": [
        "மத்திய வங்கி ஆளுநர் டாக்டர் நந்தலால் வீசிங்கே, இலங்கை போன்ற ஒரு நாடு சட்ட நாட்டில் அதிகரித்திருந்தால், அது நாட்டிற்கு ஒரு தாக்கத்தை ஏற்படுத்தாது என்று கூறினார்.",
        "அவர் இன்று மத்திய வங்கியில் நடைபெற்ற ஒரு ஊடக மாநாட்டில் பேசினார். அடுத்த சில மாதங்களில் இதை எதிர்பார்க்கலாம் என்று அவர் கூறினார்.",
        "\"பணவாட்டம் நீளமாக இருந்தால், அது பாதகமானது. ஆனால் நாங்கள் மிகவும் குற்றவியல் சூழ்நிலையில் வருகிறோம். பணவீக்கம் 70% வரை அதிகரித்துள்ளது. வாழ்க்கைச் செலவு அதிகரித்துள்ளது. இரண்டு வருட நேரத்தின் 90% 80% அதிகம். பணவீக்கம் 100% ஐ விட 100% அதிகமாக அதிகரித்துள்ளது என்ற அதிகார வரம்பில்.",
        "மிக உயர்ந்த வாழ்க்கை உயர் தரமாக நாம் காணலாம். ஞாயிற்றுக்கிழமை, நிறைய விலைகள் மிகவும் விலை நிர்ணயிக்கப்படும்போது, ​​நீங்கள் சாதாரணமாக இருக்க வேண்டும். இது ஒரு சாதாரண முறை. எனவே, அத்தகைய சூழ்நிலையில் ஒரு காலம் உள்ளது, எதிர்மறை பணவீக்கத்தில் ஒரு காலம் உள்ளது, இது பொருளாதாரத்திற்கு மிகவும் பாதிப்பில்லாதது என்று நான் நினைக்கிறேன். இது ஒரு பெரிய விலை அதிகரிப்புக்குப் பிறகு வருகிறது.",
        "இரண்டாவது, இது பொருளாதார வளர்ச்சிக்கு இந்த ஆண்டு 5 சதவீதம் முதல் 4.5 சதவீதம் வரை வளர்கிறது. அடுத்த ஆண்டு சுமார் 3 சதவீத வளர்ச்சி என்று நாங்கள் நம்புகிறோம். பின்னர் பணவாட்டம் பொருளாதாரத்தால் மோசமாக பாதிக்கப்படாது. வாழ்க்கைச் செலவைக் குறைக்க இது நல்லது \""
      ]
    },
    "en": {
      "title": "If the deflation lasts is unhealthy",
      "body_lines": [
        "Central Bank Governor Dr. Nandalal Weerasinghe said that if a country such as Sri Lanka has increased in a country of law, it will not be an impact on the country.",
        "He was speaking at a media briefing held in the Central Bank today. He added that it could be expected in the next few months.",
        "\"If the deflation is long, it is adverse to. But we come in a very criminal situation. Inflation has gone up to 70%. The cost of living has gone up. 80% more about 90% of the time of two years. In a jurisdiction that inflation has increased over 100% more than 100%.",
        "We can see the highest level of living as high quality. Sunday, when a lot of prices are so priced, you need to be normal. It's a normal method. Therefore, there is a period of time in such a situation, there is a period of time in negative inflation, I think it's so much harmless to the economy. It's coming after a large price increase.",
        "The second is that it grows as 5 percent to 4.5 percent this year to the economic growth. We hope that the growth of about 3 percent next year. Then the deflation will not be adversely affected by the economy. This is good to reduce the cost of living \""
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka faces high inflation (70%) and rising costs of living. Central Bank Governor warns against prolonged deflation, citing economic risks. Economic growth projected at 4.5% this year, 3% next year."
  ]
}