{
  "translated_text": {
    "ta": {
      "title": "பதுல்லாவில் ஏராளமான பகுதிகள் வெள்ளத்தில் மூழ்கியுள்ளன - பதுல்லா ஒரு நிலச்சரிவு",
      "body_lines": [
        "சீரற்ற வானிலை காரணமாக சீரற்ற வானிலை காரணமாக படுல்லா மாவட்ட பேரழிவு மேலாண்மை பிரிவு தெரிவிக்கப்பட்டுள்ளது.",
        "இதற்கிடையில், வெலிமடா சாலையில் 100 கிலோமீட்டர் அருகே ஒரு நிலச்சரிவு ஏற்பட்டதால் நிலச்சரிவு குறுக்கிடப்பட்டுள்ளது.",
        "இதன் விளைவாக, வாகனம் ஓட்ட சாலையைப் பயன்படுத்தி ஓட்டுநர்களை போலீசார் கோரியுள்ளனர்.",
        "இதற்கிடையில், புட்டலம் பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) இன்று (08) புட்டாலத்தில் இருந்து பலத்த மழை பெய்ததால் பலத்த மழை பெய்யும் என்று கூறியுள்ளது.",
        "புட்டலம் மாவட்ட செயலாளர் எச்.எம்.எஸ்.பி.. புட்டலம் மாவட்டத்தில் உள்ள தண்ணீரில் இணைக்கப்பட்ட பேரழிவு நிவாரண அதிகாரிகளிடமிருந்து தகவல்களைப் பெற நடவடிக்கை எடுக்கப்பட்டுள்ளதாக ஹெராத் கூறினார்.",
        "பலத்த மழை பெய்ததால் அகுரோனா நகரம் கண்டி-ஜப்னா ஏ 9 சாலையில் வெள்ளத்தில் மூழ்கியுள்ளது.",
        "அகுரானாவில் உள்ள முக்கிய சாலைகள் அகுரோனா மற்றும் வெஹங்கலா ஓயா முழுவதும் பாயும் பிரதான சாலையால் நீரில் மூழ்கியுள்ளன.",
        "கண்டி-ஜப்னா ஏ 9 சாலையில் கடலில் போக்குவரத்து தடுக்கப்பட்டது, ஏனெனில் கண்டி-ஜஃப்னா ஏ 9 சாலையில் நகரத்திற்கு தண்ணீர் கொடுப்பதால்."
      ]
    },
    "en": {
      "title": "A large number of areas are flooded in Badulla - Badulla is a landslide",
      "body_lines": [
        "The Badulla District Disaster Management Unit has also been informed due to the inclement weather conditions due to the inclement weather.",
        "Meanwhile, landslide has been interrupted due to the activation of a landslide near the 100 kilometer in the Welimada road.",
        "As a result, the police have requested the drivers using the road to drive.",
        "Meanwhile, the Puttalam Disaster Management Center (DMC) has said that heavy rains have been subjected to flooding due to heavy rains from Puttalam today (08).",
        "Puttalam District Secretary HMSP. Herath said that steps have been taken to obtain information from the Disaster Relief Officers attached to the Water in Puttalam District.",
        "The Akurana town has been flooded along the Kandy-Jaffna A9 road due to heavy rains.",
        "The main roads in Akurana have been submerged by the main road flowing across Akurana and Wehangala Oya.",
        "The traffic on the Kandy-Jaffna A9 road was blocked due to watering the city in the Kandy-Jaffna A9 road."
      ]
    }
  },
  "summary_lines": [
    "Badulla floods, landslides block roads. Heavy rains cause Puttalam flooding. Akurana town submerged. Traffic disrupted on Kandy-Jaffna A9 road."
  ]
}