{
  "translated_text": {
    "si": {
      "title": "එළවළු වත්ත අත්අඩංගුවට ගැනීම",
      "body_lines": [
        "නීතිවිරෝධී කැණීම් සම්බන්ධයෙන් සැකපිට බොගවන්තලාව පොලිසිය විසින් පුද්ගලයින් පස් දෙනෙකු බොගවන්තලාව පොලිසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "බොගවන්තලාව පොලිස් කොට් to ාශයට අයත් එළවළු වත්තෙහි සමහර පුද්ගලයින් අත්අඩංගුවට ගෙන ඇත්තේ තමන් දැවැන්ත වලවල් හා පරිසරය විනාශ කරන බව වාර්තා මත පදනම්ව ය.",
        "රැඳවියන් වයස අවුරුදු 34-45 ට අඩු, බලන්ගොඩ, එල්පිටියා සහ අනුරාධපුර, එල්පිටියා සහ අනුරාධපුර, එල්පිටියා සහ අනුරාධපුර, එල්පිටියා සහ අනුරාධපුර, එල්පිටියා සහ අනුරාධපුර, එල්පිටියා සහ අනුරාධපුර, සහ නීති විරෝධී මැණික් කැණීම් කටයුතු සිදු කර ඇති අතර, ඒ සඳහා සම්බන්ධ මිනිසෙකුගේ පසුබිම තුළ නීති විරෝධී මැණික් කැණීම් වාර්තා වේ බොගවන්තලාවා ප්රදේශය කැණීම.",
        "පොලිසිය පැවසුවේ සැකකරුවන් මැණික් කැණීම සඳහා භාවිතා කළ උපකරණ සහිතව සැකකරුවන් හැටන් මහේස්ත්රාත් අධිකරණයට ඉදිරිපත් කළ යුතු බවයි."
      ]
    },
    "en": {
      "title": "Five arrests of vegetable garden",
      "body_lines": [
        "Five persons have been arrested by the Bogawantalawa police on suspicion of illegal excavation.",
        "In the vegetable garden, which belongs to the Bogawantalawa Police Division, some people have been arrested on the basis of reports that they are digging massive pits and destroying the environment.",
        "The detainees are under the age of 34-45, who are under the age of 34-45, who are resident of Balangoda, Elpitiya and Anuradhapura, and the illegal gem excavation has been reported in the backdrop of a man who is involved in the excavation of the Bogawantalawa area.",
        "The police said that the suspects were to be produced before the Hatton Magistrate's Court with equipment used to excavate the gem."
      ]
    }
  },
  "summary_lines": [
    "Bogawantalawa police arrested five individuals, aged 34-45 from Balangoda, Elpitiya, and Anuradhapura, for illegal gem mining in a vegetable garden. They face charges for environmental destruction and will be presented in court with their excavation tools."
  ]
}