{
  "translated_text": {
    "ta": {
      "title": "சீரற்ற வானிலை நோயால் பாதிக்கப்பட்ட 8000 குடும்பங்கள் - மழை வரை மழை",
      "body_lines": [
        "ஆறு மாவட்டங்களில் ஏற்பட்ட பாதகமான வானிலை காரணமாக 8,591 குடும்பங்களைச் சேர்ந்த 27,135 பேர் பாதிக்கப்பட்டுள்ளதாக பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) கூறியது.",
        "மூன்று மாவட்டங்களின் மூன்று மாவட்டங்களில் மூன்று பிரதேச செயலகர்களின் வறண்ட வானிலை நிலைமைகளால் 8,527 குடும்பங்களைச் சேர்ந்த 26,894 பேர் பாதிக்கப்பட்டுள்ளனர்.. கிலினோச்சி மாவட்டத்தில் 8,118 குடும்பங்கள் மற்றும் 239 குடும்பங்களால் 8,118 குடும்பங்களைச் சேர்ந்த 732 பேர் பாதிக்கப்பட்டுள்ளனர்.",
        "கூடுதலாக, பதுல்லா மாவட்டத்தில் படுல்லா மாவட்ட செயலகத்தில் வறண்ட வானிலை காரணமாக 164 குடும்பங்களைச் சேர்ந்த 656 பேர் பாதிக்கப்பட்டுள்ளனர்.",
        "கூடுதலாக, அனுராதபுரா மாவட்டத்தில் மூன்று குடும்பங்களைச் சேர்ந்த 18 குடும்பங்களைச் சேர்ந்த 4 நபர்கள் உள்ளனர், திருகோணமலி மாவட்டத்தில் இரண்டு குடும்பங்களைச் சேர்ந்த 10 பேர் திருகோணமலீ மாவட்டத்தில் 11 குடும்பங்களாலும் பொதுவாக 70 வீடுகளாலும் பாதிக்கப்பட்டுள்ளனர்.",
        "மேற்கு, சபராகாமுவா மற்றும் வடமேற்கு மாகாணங்களில் மேற்கு, சபராகாமுவா மற்றும் வடமேற்கு மாகாணங்களில் பல முறை நிகழும்.",
        "தீவின் மற்ற பகுதிகளில் மாலை அல்லது இரவில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும்."
      ]
    },
    "en": {
      "title": "8000 families suffering from inclement weather - rain to rain",
      "body_lines": [
        "The Disaster Management Center (DMC) stated that 27,135 persons belonging to 8,591 families have been affected due to the adverse weather conditions that have occurred in six districts.",
        "26,894 persons belonging to 8,527 families have been affected by the dry weather conditions of three Divisional Secretariats in three districts of three districts.. Dry weather conditions, 732 persons belonging to 8,118 families have been affected by 8,118 families and 239 families in the Kilinochchi district.",
        "In addition, 656 persons belonging to 164 families have been affected due to dry weather conditions in the Badulla District Secretariat in the Badulla District.",
        "In addition, there are 4 persons belonging to 18 families belonging to three families in the Anuradhapura district, 10 persons belonging to two families in the Trincomalee District have been affected by 11 families in the district of Trincomalee and 70 houses in general.",
        "Several times will occur in the Western, Sabaragamuwa and Northwestern provinces in the Western, Sabaragamuwa and North Western provinces.",
        "Showers or thundershowers will occur at the evening or night in the rest of the island."
      ]
    }
  },
  "summary_lines": [
    "Inclement weather affects 8,000 families across six districts, causing displacement for 27,135 individuals. Dry conditions impact another 8,527 families, with adverse effects noted in three districts. The Disaster Management Center reports varying impacts due to weather changes, including damage to homes."
  ]
}