{
  "translated_text": {
    "si": {
      "title": "මඩකලපුව, පූනාචිමුනායි හි සර්ප බල්ලන් සකිටතම් හමුදාව",
      "body_lines": [
        "විශේෂ කාර්ය සාධක බලකාය (STF) සහ විශේෂ කාර්ය සාධක බලකාය (STF). මොප් බල්ලන්ගේ සහාය ද ලැබුණි.",
        "15 වන දින ගමේ නිවසක බෝම්බ පිපිරීම සහ 22 වන දින නිවස ඉදිරිපිට තිබී හෑන්ඩ්බග් හමු වූ බව වාර්තා වේ.",
        "උදේ පාන්දරින්ම පොලිසිය, සොල්දාදුවන් සහ විශේෂ කාර්ය සාධක බලකාය ගෙදර ගොස් සර්ප බල්ලන් රැගෙන ගියේය.",
        "ඒ අවට මැතිවරණයට නිවාස 35 ක් පමණ සම්බන්ධ වී ඇති බව වටන්කුඩි පොලිස් ස්ථානාධිපති එස්. රමේෂ් පැවසීය."
      ]
    },
    "en": {
      "title": "Snake dogs Sakitham Army at Poonchimunai, Batticaloa",
      "body_lines": [
        "Special Task Force (STF) and Special Task Force (STF). The help of mop dogs was also received.",
        "It is reported that the bomb blast in a house in the village on the 15th and the handbags found in front of the house on the 22nd.",
        "In the early hours of the morning, the police, the soldiers and the Special Task Force went home and conducted the snake dogs.",
        "Kattankudy Police Station Officer S. Ramesh said that about 35 houses were involved in the surrounding election, 28 policemen, 10 Special Task Force (STF) and 22 soldiers were involved."
      ]
    }
  },
  "summary_lines": [
    "In Poonchimunai, Batticaloa, the Snake Dogs unit, along with the Special Task Force (STF), responded to a bomb blast in a house, aided by mop dogs. This incident occurred after a suspicious item was found in front of the same house earlier. The operation involved around 35 houses, with participation from local police, STF members, and soldiers, aiming to ensure security during the surrounding elections."
  ]
}