{
  "translated_text": {
    "si": {
      "title": "நள்ளிரவில்  தாம்பத்யம்: ஜன்னல் வழியாக வீடியோ எடுத்த வாலிபர்",
      "body_lines": [
        "සිවගංග මහතා අලුතෙන් මියගොස් ඇත්තේ තම්බඩමයට සම්බන්ධ වූ විට මධ්යම රාත්රියේදී ය.",
        "சிவகங்கை மாவட்டம் காரைக்குடியை சேர்ந்த 20 வயது இளம்பெண் ஒருவரை காதலித்து வந்துள்ளார். මේ අවස්ථාවේ දී, දෙදෙනා පසුගිය මාසයේ විවාහ වූහ. ගෝකුල් සන්තෝෂ් ජීවත් වූයේ මේ දෙදෙනා ජීවත් වූ නිවසේ ප්රතිවිරුද්ධ මන්දිරයේ ය.",
        "මේ අතර, මධ්යම රාත්රියේදී අලුත විවාහ වූවන්ද, විවෘත කවුළු දොර හරහා ජීවත් වූ ගෝකුල් සන්තෝෂ්, ඔහුගේ නිවසේ සිට විවාහයට සම්බන්ධ වූ යුවළගේ වීඩියෝවට වෙඩි තබා ඇත.",
        "සැන්ටොෂ් විසින් වීඩියෝව සිද්ධා වෛද්යවරයා වන හරරරසුඩාන් වෙත පෙන්වයි. දෙදෙනා දුටු පරිදි සිද්ධී වෛද්ය හරකරරෂාන් මෙම අසභ්ය වීඩියෝව වෙබ් අඩවියේ පළ කරන කාන්තාවක් සහ කාන්තාව බිය ගැන්වෙන කාන්තාව සහ කාන්තාව බිය ගැන්වෙන බව සිය අදහස ප්රකාශ කර තිබේ.",
        "ව්යාපෘතියට අනුකූලව හවුල්කරුවන් දෙදෙනා ඔවුන් බිය ගැන්වීමට පටන් ගෙන තිබේ. ඔවුන් තරුණිය දුරකථනයෙන් සම්බන්ධ කර පොලිසියට කතා කළා. ඒ වන විට, \"ඔබේ අසභ්ය වීඩියෝව නිදහස් කර ඇත. ඔවුන් මේ ගැන සඳහන් කරන ස්ථානයට පැමිණිය යුතුය. \"",
        "කාන්තාව ඔවුන් නියම කළ ස්ථානයට ගොස් ඇත. මෙම කාන්තාව සුඛෝපභෝගී මෝටර් රථයට ගෙන යන ලද අතර විවාහයට සම්බන්ධ වූ වීඩියෝව නිසා සැමියා සහ බිරිඳ දෙදෙනාම බිය ගැන්වූහ.. මෙය දුටු අලුත විවාහ වූ කාන්තාව \"වීඩියෝව මකන්න\" යනුවෙන් කෑගැසුවේය.",
        "මෙයින් පසු, විකෘති කල්ලිය අන්තර්ජාලයේ මුදා හරිනු නොලැබේ නම්, ඔවුන්ට රුපියල් ලක්ෂ 3 ක් ගෙවිය යුතු අතර ඔවුන් සමඟ භුක්ති විඳිය යුතු කොන්දේසියක් ඇත.. මුදල් නොමැති කාන්තාව ඇය පැළඳ සිටි ස්වර්ණාභරණ ඉල්ලීම නිසා බිය ගැන්වීය.",
        "ඔහු පැළඳ සිටින ආභරණ ආවරණයක් යැයි ඔබ පවසන විට, ඔබට අවසානයේ ඔබට පැන යා හැකි සුළු ප්රමාණයක් ලබා දෙනු ඇත. තමාට මුදල් නොමැති බව පවසමින් පැනගිය කාන්තාව තම ස්වාමිපුරුෂයාට සියලු සිදුවීම් ගැන පවසා තිබේ.",
        "ස්වාමිපුරුෂයා සහ භාර්යාව පොලිසියට පැමිණිල්ලක් ගොනු කිරීමට තීරණය කර කරෙයිකුඩි උතුරු පොලිස් ස්ථානයට පැමිණිල්ලක් ඉදිරිපත් කර තිබේ. සිද්ධා වෛද්යවරයෙකු වන හරිහාරූසුඩාන්, ගොකුල් සැන්ටොෂ්ගේ හවුල්කරු මුතුපෙන්ඩි ඇතුළු සිව්වන පුද්ගලයින් සිව් දෙනෙකුගෙන් මෙම අවස්ථාවට පොලිසිය අත්අඩංගුවට ගත් බව පොලිසිය විසින් අත්අඩංගුවට ගනු ලැබීය.",
        "නඩු විභාගයේදී, අලුත විවාහ වූවන්ගේ වීඩියෝව වට්ස්ඇප් කෝලාහලවල උඩුගත කර ඇති බව ද සොයා ගන්නා ලදී. කල්ලිය විසින් භාවිතා කරන ජංගම දුරකථන පොලිසිය රාජසන්තක කර සයිබර් අපරාධ පොලිසියට යවා තිබේ."
      ]
    },
    "en": {
      "title": "At midnight: The video of the video via the window",
      "body_lines": [
        "Sivaganga has taken place at midnight when the newlyweds were involved in the tambadayam.",
        "A 20 -year -old girl from Karaikudi in Sivagangai district. In this case, the two were married last month. Gokul Santosh lived in the opposite house of the house where the two lived.",
        "In the meantime, when the newlyweds were involved in a tambadhyaya relationship at midnight, Gokul Santosh, who was living through the open window door, had shot the video of the couple who had been involved in a marriage from his home floor.",
        "Santosh shows the video to Siddha doctor Hariharasudan. As the two have seen, Siddha doctor Harikarasudhan has expressed his idea that she will be intimidated by the woman and the woman who threatens the woman to post this porn video on the website.",
        "In accordance with the project, the two partners have begun to intimidate them. They have contacted the young girl by telephone and spoke to the police. At the time, “Your porn video has been released. They should come to the place where they refer to this. ”",
        "The woman has gone to the place where they specified. The woman was taken to the luxury car and both husband and wife were intimidated by the video that was involved in the marriage.. Seeing this, the newlywed woman cried, \"Delete the video.\"",
        "Following this, if the perverse gang is not released on the Internet, they have to pay Rs 3 lakh and have a condition that they have to enjoy with them.. The woman who had no money was intimidated by asking for jewelry she was wearing.",
        "And when you say that the jewelry he worn is a cover, you will finally give a small amount that you can escape. The woman, who escaped claiming that she has no money, has told her husband about all the incidents.",
        "Husband and wife have decided to file a complaint with the police and lodged a complaint at the Karaikudi North Police Station. According to the complaint, police arrested four people, including Siddha doctor Hariharasudan, Gokul Santosh's partner Muthupandi and a 17 -year -old boy who took the video.",
        "At the hearing, it was also found that the video of the newlyweds had uploaded in WhatsApp Crupers. Police have confiscated the mobile phones used by the gang and sent to the cybercrime police."
      ]
    }
  },
  "summary_lines": []
}