{
  "translated_text": {
    "ta": {
      "title": "ஃபாக்ஸ் ஹில் விபத்து: நீங்கள் ஒரு பொது சாலை சட்ட கார் பந்தயத்தைப் பயன்படுத்த முடியுமா?",
      "body_lines": [
        "ஃபாக்ஸ் ஹில் விபத்து: நீங்கள் ஒரு பொது சாலை சட்ட கார் பந்தயத்தைப் பயன்படுத்த முடியுமா?",
        "மோட்டார் பந்தய இடைமுகத்தில் கொல்லப்பட்ட 7 நபர்கள் கைது செய்யப்பட்ட பின்னர் இரண்டு ஆட்டோ ரேசிங் போட்டியாளர்களும் புதன்கிழமை (ஏப்ரல் 24) கைது செய்யப்பட்டனர்.",
        "அவர்கள் பந்தராவெலா மாஜிஸ்திரேட் நீதிமன்றத்தில் ஜாமீனில் தயாரிக்கப்பட்டனர்.",
        "டியதடலாவா மருத்துவமனையில் கைது செய்யப்பட்ட பின்னர் அண்மையில் கைது செய்யப்பட்ட பின்னர் இரண்டு கார்ஸ் பந்தய வீரர்களும் ரிமாண்ட் செய்யப்பட்டனர்.",
        "36 வயதான மோட்டார் ரேசிங் போட்டியாளரும், 36 வயதான மாதாராவில் வசிப்பவரும், 47 வயதான போட்டியாளரும் பெரடேனியாவில் போட்டியாளராக இருந்தனர்.",
        "போட்டியாளர்களுக்காக நிற்கும் வக்கீல்கள் மோட்டார் பந்தயத்தின் போது சாதாரண சாலை சட்ட அமைப்பில் செயல்பட முடியாது என்று வாதிடுகின்றனர்.",
        "வக்கீல் உபுல் குமாரப்புமா பிபிசி சிங்களிடம் தெரிவித்தார்.",
        "\"இந்த போட்டிகளில் பொது சாலை சட்டங்கள் பயனுள்ளதாக இல்லை. ஒரு பந்தயத்தில் பல விதிகள் பாதிக்கப்படுகின்றன. ஒன்று, பாதையைத் தடுக்கவில்லை. இரண்டு பின்தொடர்பவர்கள் மற்றும் வேண்டுமென்றே அப்பாவி விபத்து. மூன்று என்பது அடுத்த நீளம். இத்தகைய சட்டங்கள் போன்ற பல சட்டங்கள் பாதிக்கப்படுகின்றன, \"என்று வழக்கறிஞர் உபுல் குமரப்பெமா கூறினார்.",
        "\"ஒரு ஆபத்தைத் தவிர்க்க முயற்சிக்கவில்லை அல்லது வழக்குத் தொடுக்கும் வழக்குகள் இருந்தால், காவல்துறை மகிழ்ச்சியாக இருக்கிறது. ஒரு போட்டி என்று அழைக்கப்படும் இனம் என்ன. பொது சாலை விதிகள் எதுவும் பொருந்தாது. இந்த பிரச்சினையில் காவல்துறையினர் நகைச்சுவையாக உள்ளனர். உதாரணமாக, சில ஆண்டுகளுக்கு முன்பு, ஆஸ்திரேலியா கிரிக்கெட் வீரர் கிரிக்கெட் வீரர் படம் தலையில் இறந்து கொண்டிருந்தது. அந்த விபத்து தொடர்பாக சீன் அப்டீவர் கைது செய்யப்பட்டார். ஏனென்றால் அவர் பில் ஹியூஸைக் கொல்ல முயற்சிக்கவில்லை. \"",
        "எவ்வாறாயினும், இரண்டு கார்களிலும் இரண்டு ஓட்டப்பந்தய வீரர்களும் கைது செய்யப்பட்டதாக போலீஸ் ஊடக செய்தித் தொடர்பாளர் எஸ்.எஸ்.பி வழக்கறிஞர் விளக்கினார்.",
        "\"நாங்கள் சரிபார்க்க வேண்டும், ஆனால் நாங்கள் சரிபார்க்க வேண்டும், அத்தகைய ஆபத்தில் என்ன இருக்கிறது, இது போன்ற விபத்தில் இது ஒரு சாதாரண போக்குவரத்து விபத்து. இந்த மசோதா அத்தகைய போட்டியை மோட்டார் போக்குவரத்து சட்டத்தின் கீழ் ஏற்பாடு செய்கிறது, விதிகள் செய்யப்பட்டுள்ளன. அதைத்தான் வேலை செய்ய வேண்டும். போட்டியாளர்கள் எவ்வாறு கலந்து கொண்டனர் என்பது எங்களுக்குத் தெரியாது. ஓட்டுனர்களாக, ஓட்டுநர்களாக, நீதித்துறையின் நோக்கத்திற்காகவும், எதிர்காலத்திலும் நாம் போதைப்பொருட்களை குடிக்க வேண்டும்.. எவ்வாறாயினும், எதிர்காலத்தில் நாங்கள் ஒரு கட்சி குற்றச்சாட்டுகளை வசூலித்தால், நாங்கள் அனைத்து வகையான சோதனைகளையும் செய்ய வேண்டும், ”என்று போலீஸ் ஊடக செய்தித் தொடர்பாளர் எஸ்எஸ்பி வழக்கறிஞர் அதை விளக்கினார்.",
        "இதற்கிடையில், இலங்கை மோட்டார் ஓட்டப்பந்தய வீரர் திலாந்தா, ஒரு பாதையில் நடைபெற்ற கார் பந்தயத்தில் காவல்துறையினர் வேலை செய்ய முடியாது என்று கூறினார்.",
        "எவ்வாறாயினும், ஒரு பந்தயத்தின் போது ஒரு கொடிய விபத்து ஏற்பட்டால் காவல்துறையினர் நீதிமன்றத்திற்கு நீதிமன்றத்திற்கு எடுத்துச் செல்ல வேண்டும்.",
        "இதற்கிடையில், அவரது அனுபவத்தின்படி, அமைப்பாளர்கள் விசாரிக்கவில்லை அல்லது கிடைக்கவில்லை என்று உணர்ந்தால் அல்லது அவர்களின் விசாரணை போதுமானதாக இல்லை அல்லது உணரப்படவில்லை என்று உணர்ந்தால், விசாரணையில் காவல்துறையினர் தலையிட முடியும்.",
        "இது தொடர்பாக சர்வதேச மோட்டார் பந்தயத்தால் ஏற்றுக்கொள்ளப்பட்ட முறை, போட்டிக்கு முன்னர், பந்தய வீரர்களிடமிருந்து ஒரு அறிக்கையைப் பெறுவார் என்று அவர் கூறினார்.",
        "4. போட்டியாளரின் போது அதன் பாதுகாப்பிற்கான பொறுப்பை போட்டியாளர் ஏற்றுக்கொள்கிறார்.",
        "5. தட மற்றும் ஆதரவு சேவைகளின் நிலைமை மிகவும் நல்லது என்பதை போட்டியாளர் புரிந்து கொள்ள வேண்டும்.",
        "இந்த நாட்களில் ஸ்பெயினின் பந்தயத்திற்குத் தயாராகி வரும் திலந்தா மலகாமுவா, மேற்கண்ட நிபந்தனைகள் போட்டிக்கு பொருந்தும்.",
        "பின்வரும் நிபந்தனைகள் எந்த நாட்டிலும் ஒரு அறிக்கையில் கையெழுத்திட வேண்டும் என்றும் அவர் கூறினார்.",
        "ரேஸ்வே அல்லது பாதுகாப்பின்மையில் போட்டி உறுதிப்படுத்தப்படுவதற்கு முன்னர் ரைடர்ஸ் உறுதிப்படுத்தப்பட வேண்டும் என்று அவர் மேலும் கூறினார்.",
        "உமா ஓயா திட்டத்தின் விசையாழி இயந்திரங்களுக்கு 'மஸ்னி' மற்றும் 'சர்ச்சி' என்று ஏன் பெயரிடப்பட்டது?- சிண்ட்னி பேசுகிறார்",
        "ஈரான் ஈரானிய ஜனாதிபதி மத்திய கிழக்கின் மத்திய கிழக்கு அரவணைப்பின் நடுவில் இலங்கைக்கு வந்தாரா?",
        "25 லட்சம் இலங்கைகள் இரண்டு ஆண்டுகளில் நாட்டை விட்டு வெளியேறினர்;10,000 மில்லியன் அமெரிக்கா முதல் இலங்கைக்கு",
        "டமிதா அபீரத்னே: குடிவரவு மற்றும் குடியேற்றச் சட்டத்தின் கீழ் குற்றச்சாட்டுகள் என்று நீதிமன்றம் முடிவு செய்துள்ளது"
      ]
    },
    "en": {
      "title": "Fox hill accident: Can you apply a general road legal car race?",
      "body_lines": [
        "Fox hill accident: Can you apply a general road legal car race?",
        "The two auto racing competitors arrested on Wednesday (April 24) after the arrest of 7 persons who were killed in motor racing interface.",
        "They were produced before the Bandarawela Magistrate's Court on bail.",
        "The two cars racers were remanded after being arrested recently after the arrest of the Diyatalawa Hospital.",
        "The 36-year-old motor racing competitor, a 36 year old resident of Matara and a 47-year-old contest was a competitor in Peradeniya.",
        "Attorneys who stand for competitors are argued that they cannot act on the ordinary road legal system during a motor racing.",
        "Attorney Upul Kumarapperuma told BBC Sinhala.",
        "\"General road laws are not effective in these competitions. There are several rules that affect in a race. One is, not blocking the track. Two followers and deliberately innocent accident. The three is the length of the next. Several laws like such laws affect, \"Attorney-at-Law Upul Kumarapperuma said.",
        "\"If not trying to avoid a danger or prosecuting sues, the police are joyful. What is a race called a match. There is no general road rules apply. The police are a joke in this issue. For example, a few years ago, Australia cricketer cricketer film was dying in head. Sean Abtever arrested in connection with that accident remanded. Because he did not try to kill the Phil Hughes. \"",
        "However, the police media spokesman SSP lawyer explained that the two runners in the two cars were arrested.",
        "\"We have to check, but we have to check, what's in such a danger, this is an ordinary traffic accident in such an accident. The bill organizes such a tournament under the Motor Traffic Act, the provisions have been made. That is what work should be done. Then we don't know how competitors attended. We need to drink drugs as the drivers, as the drivers, for the purpose of the judiciary and in the future.. However, if we charge a party charges in the future, we have to do all types of tests, \"Police Media Spokesperson SSP lawyer explained that.",
        "Meanwhile, the Sri Lankan Motor Runner Dilantha said that the police could not work on a car racing held on a track.",
        "However, the police should take into court reporting to court if a deadly accident occurred during a race.",
        "Meanwhile, according to his experience, if the organizers do not investigate or feel unavailable or felt that their investigation is not sufficient or felt, the police can intervene in the investigation.",
        "He explained that the methodology adopted by international motor racing in this regard, he said that before the competition, he would receive a statement from the racers.",
        "4. The competitor assumes responsibility for its safety during the competitor.",
        "5. The competitor needs to understand that the situation of track and support services is very good.",
        "Dilantha Malagamuwa, preparing for a Spain's race these days, the above conditions apply to the competition.",
        "He also stated that the following conditions should sign a statement in any country.",
        "He further stated that the riders should be confirmed before the competition should be confirmed on a raceway or insecurity.",
        "Why did the Turbine machines of the Uma Oya project be named 'Masni' and 'Churchi'?- Sindney speaks",
        "Iran Iranian President arrived in Sri Lanka in the middle of the Middle East warmth of the Middle East?",
        "25 lakhs of Sri Lankans left the country in two years;10,000 million USA to Sri Lanka",
        "Damitha Abeyratne: The Court has decided that the allegations under the Immigration and Emigration Act"
      ]
    }
  },
  "summary_lines": [
    "Two auto racing competitors arrested after a fatal crash. Attorneys argue racing doesn't follow general road laws. Police investigate as a traffic accident. Sri Lankan Motor Runner Dilantha suggests police should intervene in races if accidents occur."
  ]
}