{
  "translated_text": {
    "ta": {
      "title": "ருவன்வெலி மகா பெரேராவால் சூழப்பட்ட அன்பான அன்பான மகா",
      "body_lines": [
        "\"டெரன்சோனந்தனா போசன் 'கடந்தகால வழிபாடு நாளை அனைத்தும் நாள் முழுவதும் அனுராதபுராவில் ருவன்வெலி மகா மகா மகா பிரசனத்தில் நேரலையில் கொண்டுவர தயாராக உள்ளது.",
        "கனடா அமைதியும் புத்த பூஜையும் புத்த பூஜையுடன் தொடங்கி நாளை காலை 5.45 மணிக்கு தொடங்குகிறது.",
        "தர்ம பிரசங்கித்தல் மற்றும் தம்ம கலந்துரையாடல் உள்ளிட்ட பல மத நிகழ்ச்சிகள் போய்டுவா பியாடஸி. டியாரன் மற்றும் எஃப்.எம். அப்தூஸைக் கொண்டுவரத் தயாராக உள்ளது.",
        "இதற்கிடையில், போசன் கொண்டாட்டத்தைக் குறிக்கும் வகையில் அனுராதபுராவில் சிறப்பு பாதுகாப்பு திட்டம் செயல்படுத்தப்படுவதாக போலீசார் தெரிவித்தனர்.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக்ஸ் டிக், செய்தித் தொடர்பாளர் நிஹால் தல்டுவா கூறுகையில், போசன் போயாவிற்கு 20,000 பொலிஸ் அதிகாரிகள் நிறுத்தப்படுவார்கள்.",
        "அனுராதபுராவில் கடமைகளுக்கு 400 க்கும் மேற்பட்ட பொலிஸ்-வாழ்நாளர்களும் நிறுத்தப்பட்டுள்ளனர்.",
        "தீவு முழுவதும் கிட்டத்தட்ட 11,100 கோயில்கள், அனுராதபுராவின் புனித பகுதி உட்பட பல்வேறு மத நடவடிக்கைகளை ஏற்பாடு செய்துள்ளன.",
        "இன்றைய புனித நகரத்தில் உள்ள போசன் போயாவுக்கு பக்தர்களுக்கு சிறப்பு பேருந்துகள் மற்றும் ரயில் சேவைகள் செயல்படும்.",
        "இருப்பினும், அனுராதபுராவிலிருந்து ரயில் புதுப்பிக்கப்பட்டதன் காரணமாக மகாவா ரயில் நிலையம் மகாவா ரயில் நிலையத்தில் மட்டுப்படுத்தப்பட்டுள்ளது.",
        "அனுராதபுரா நகரில் சுமார் 145 டான்சல்கள் பதிவு செய்யப்பட்டுள்ளன, பொது ஆய்வாளர்கள் டன்சால் தீவை பரந்த அளவில் ஆய்வு செய்ய ஒரு சிறப்புத் திட்டத்தை அறிமுகப்படுத்தியுள்ளனர்.",
        "கிட்டத்தட்ட 182 பாண்டல், 322 பாண்டல், போசன் போயாவுக்காக நாடு முழுவதும் 322 பந்தல்களால் ஏற்பாடு செய்யப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Dearer Dearer Maha Surrounded by Ruwanweli Maha Perera",
      "body_lines": [
        "\"Deransonandana Poson 'Past Worship All Tomorrow has been prepared to bring live in the Ruwanweli Maha Maha Maha Prashana in Anuradhapura throughout the day.",
        "The Canada Peace and Buddha Pooja begin with Buddha Pooja and starts at 5.45 am tomorrow morning.",
        "Several religious programs including Dharma Preaching and Dhamma Discussion Poetuwa Piyadasy. Dearan and FM. Have been prepared to bring abduce.",
        "Meanwhile, the police said that a special security program is being implemented in Anuradhapura to mark the Poson Celebration.",
        "Police Media Spokesperson DIG's DIG, Spokesman Nihal Talduuwa, said that 20,000 police officers will be deployed for the Poson Poya.",
        "More than 400 police-lifestictors have also been deployed for duties in Anuradhapura.",
        "Nearly 11,100 temples throughout the island, including the sacred area of ​​Anuradhapura has organized various religious activities.",
        "Special buses and train services will be in operation for the devotees to the Poson Poya in today's sacred city.",
        "However, the Mahawa Railway Station has been confined to the Mahawa Railway Station due to an renovation of the train from Anuradhapura.",
        "About 145 Dansals in the city of Anuradhapura have been registered and the Public Inspectors have launched a special program to inspect the dansal island wide.",
        "Nearly 182 pandal, 322 pandal, has been organized by 322 pandals throughout the country for the Poson Poya."
      ]
    }
  },
  "summary_lines": [
    "Poson Poya celebrations in Anuradhapura feature live performances, Buddha Pooja starting at 5:45 am, and various religious programs. Security is tight with 20,000 police officers and 400 police lifeguards deployed. Special transport services are available, but the Mahawa Railway Station is closed for renovations. Nearly 11,100 temples across Sri Lanka are participating, along with 145 Dansals and 322 pandals nationwide."
  ]
}