{
  "translated_text": {
    "si": {
      "title": "පාසල් පිරිමි ළමයෙකුගේ අද්භූත මරණය;අධීක්ෂක කාන්තාව පිළිබඳ දින 14 ක පැහැදිලි කිරීම",
      "body_lines": [
        "නඩුව දින 14 ක් සඳහා රිමාන්ඩ් භාරයට පත් කරන ලෙස කල්මුනායි මහේස්ත්රාත්වරයා නියෝග කර ඇති අතර නඩුව පෙබරවාරි 13 දක්වා කල් තබන ලදී.",
        "කල්මුනායි මහේස්ත්රාත් එම්එස් එම්.එස්.එස්.එස්.එස්. අම්පාරා දිස්ත්රික්කයේ මූලස්ථාන අංශය.",
        "මෙම නඩුව විභාගයට ගැනිණි. මෙම නඩුව විභාගයට ගැනිණි."
      ]
    },
    "en": {
      "title": "Mysterious death of a school boy;14 days of explanation for the supervisor woman again",
      "body_lines": [
        "The Kalmunai Magistrate has ordered the postponement of the case to be remanded for 14 days, and the case was postponed until February 13.",
        "Kalmunai Magistrate MSM Samsudheen was again ordered to appear again on Wednesday (31st) after the suspicion of the police superintendent of the school was arrested by the Kalmunai headquarters in connection with the death of a boy who was placed in the Children's Probation School in the Kalmunai Headquarters Division of the Ampara District.",
        "The applications of the police and the defendant's lawyer have been investigated as the case has been taken up and ordered to be remanded again, Supervisor of the 28 -year -old school."
      ]
    }
  },
  "summary_lines": [
    "The Kalmunai Magistrate postponed the case involving the mysterious death of a schoolboy to February 13, ordering the supervisor woman to explain for 14 days. The police superintendent, suspected in the boy's death, was arrested."
  ]
}