{
  "translated_text": {
    "si": {
      "title": "186 පාතාල සමූහයේ දී අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "පාතාල කල්ලිය හා සම්බන්ධව පුද්ගලයින් 186 දෙනෙකු අත්අඩංගුවට ගෙන ඇත්තේ විශාලතම drug ෂධ වෙළෙඳුන්ගේ විශේෂ ටෙස්ට් වටයේ දී රට පුරා වෙළඳුන් බෙදා හැරීමයි.",
        "විශේෂ වටරවුමකදී සැකකරුවන් අත්අඩංගුවට ගෙන ඇති අතර එය මාර්තු 19 සිට 28 දක්වා සිදු කරන ලදී.",
        "මේ අතර, පාතාල කණ්ඩායම්වලට අදාළ සැකකරුවන් 10 දෙනෙකු ඊයේ වටයේ වටරලි කාලවලදී පොලීසිය විසින් පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "මේ අතර, පාතාල සමූහයේ කෝටි 10 කට වැඩි ප්රමාණයක් පොලිස් නීති විරෝධී වත්කම් විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "නීතිවිරෝධී වත්කම්වලට බෝට්ටු 2 ක්, තුනක් - ත්රිරෝද රථ, යතුරුපැදි සහ ඉඩම් ඇතුළත් බව පොලිසිය පවසයි.",
        "පොලීසියේ විමර්ශන ඒකකයේ පොලිස් නිලධාරීන් ගාලේ, අම්බලංගොඩ සහ අහුන්ගල්ල යන පොලිස් නිලධාරීන් විසින් මේවා අත්අඩංගුවට ගෙන තිබේ."
      ]
    },
    "en": {
      "title": "186 arrested in the underworld group",
      "body_lines": [
        "A total of 186 people have been arrested in connection with the underworld gang in the special test rounds of the largest number of drug traders and distribution traders nationwide.",
        "The suspects have been arrested during a special roundup, which was carried out from March 19 to 28.",
        "In the meantime, 10 suspects in connection with the underworld groups have been arrested by the police during yesterday's rounds of raids.",
        "Meanwhile, more than 10 crore assets of the underworld group have been seized by the police illegal assets.",
        "Illegal assets include 2 boats, three -wheelers, motorcycles and land, police said.",
        "These have been seized by the police officers of the Investigation Unit of Police in Galle, Ambalangoda and Ahungalla."
      ]
    }
  },
  "summary_lines": [
    "186 arrested in underworld group's largest drug trade roundup, March 19-28. 10 more suspects arrested yesterday. Over 10 crore assets seized, including 2 boats, 3 three-wheelers, motorcycles, and land."
  ]
}