{
  "translated_text": {
    "ta": {
      "title": "தாய்லாந்தில் குடியேற்ற சட்டங்கள் குடியேறுவது உட்பட 93 நாடுகளின் நன்மைகள் என்ன?",
      "body_lines": [
        "தாய்லாந்தில் குடியேற்ற சட்டங்கள் குடியேறுவது உட்பட 93 நாடுகளின் நன்மைகள் என்ன?",
        "தாய்லாந்து தனது சுற்றுலாத் துறையை விரிவுபடுத்தும் நோக்கத்துடன் 93 நாடுகளுக்கு நாட்டிற்கு விசாவை அதிகரித்துள்ளது.",
        "இந்த புதிய திட்டத்தின் கீழ், திங்கள் (ஜூலை 15) முதல் இயங்கும், தாய்லாந்தில் இருக்க முடியும், இது தென்கிழக்கு ஆசிய நாடாக 60 நாட்களாக உள்ளது.",
        "முன்னதாக, 57 நாடுகள் மட்டுமே விசாக்கள் இல்லாமல் நாட்டிற்குள் நுழைய அனுமதிக்கப்பட்டன.",
        "தாய்லாந்தில் புதிய சுற்றுலா விசா திட்டத்தின் கீழ் இலங்கை நிவாரணம் பெற்றது.",
        "அதன்படி, தாய்லாந்தில் தரையிறங்கிய பின்னர் இலங்கை பாஸ்போர்ட்டுடன் இலங்கையர்கள் பெறலாம்.",
        "புதிய முறையின்படி, இலங்கை வெளிநாட்டு உரிமதாரர்களுக்கு தாய்லாந்திற்குச் செல்வதற்கு முன்பு ஒரு முன் ஆலோசனைகள் தேவையில்லை.",
        "நாட்டில் தரையிறங்கும் விசாவில் 60 நாட்கள் நாட்டில் 60 நாட்கள் தங்க முடியும்.",
        "புதிதாக வழங்கப்படும் நாடுகள், ஜோர்டான், ஈக்வடார் உட்பட 17 நாடுகள் உள்ளன.",
        "தாய்லாந்து பொருளாதாரத்தில் சுற்றுலா ஒரு முக்கிய கோபுரம். இருப்பினும், தாய்லாந்து முற்றிலும் முற்றிலும் முற்றிலும் முற்றிலும் இல்லை.",
        "உத்தியோகபூர்வ தரவுகளின்படி, 2024 முதல் ஆறு மாதங்களில் 17.5 மில்லியன் வெளிநாட்டு சுற்றுலாப் பயணிகள் தாய்லாந்திற்கு வந்துள்ளனர், இது கடந்த ஆண்டின் இதே காலகட்டத்தில் 35% அதிகரிப்பு. இருப்பினும், இது எபிடெமிக் அளவிற்கு முந்தைய அளவை விட குறைவாக உள்ளது.",
        "பெரும்பான்மையான சுற்றுலாப் பயணிகள் தாய்லாந்து, சீனா, மலேசியா மற்றும் இந்தியா ஆகிய நாடுகளுக்கு வருகிறார்கள்.",
        "அந்தக் காலகட்டத்தில் சுற்றுலாவில் சுற்றுலாத் துறையின் வருமானம் 858 பில்லியன் (18.3 பில்லியன் டாலர்) ஆகும், இது அரசாங்கத்தின் கால் பகுதியுக்கும் குறைவானது.",
        "ஒவ்வொரு ஆண்டும், மில்லியன் கணக்கான சுற்றுலாப் பயணிகள் தாய்லாந்து, தங்க ப Buddhist த்த கோயில்கள், வெள்ளை மணல் கடற்கரைகள், கண்கவர் மலைகள் மற்றும் அற்புதமான இரவு வாழ்க்கை ஆகியவற்றிற்கு வருகின்றனர்.",
        "விசா இல்லாத விதிகளைத் திருத்துதல், சுற்றுலாத் துறையை மேம்படுத்துவதற்கான பரந்த திட்டத்தின் ஒரு பகுதியாகும்.",
        "திங்களன்று, தாய்லாந்து தூசி ஊழியர்களுக்காக ஒரு புதிய ஐந்தாண்டு விசாவை அறிமுகப்படுத்தியது, மேலும் அவர்கள் ஒவ்வொரு ஆண்டும் 180 நாட்கள் வரை தங்க அனுமதிக்கப்படுவார்கள்.",
        "கூடுதலாக, தாய்லாந்தின் பட்டம் அல்லது உயர் பட்டம் பெற்ற பயண மாணவர்கள் பட்டம் பெற்ற பிறகு வேலை தேட ஒரு வருடம் தாய்லாந்தில் தங்க அனுமதிக்கப்படுவார்கள்.",
        "ஜூன் மாதத்தில், அரசாங்க அதிகாரிகள் இரண்டு ஆண்டுகளாக நீட்டிக்கப்பட்டதாக அரசாங்க அதிகாரிகள் அறிவித்தனர். நாட்டில் பார்வையாளர்களுக்கான முன்மொழியப்பட்ட சுற்றுலா கட்டணமும் நீக்கப்பட்டுள்ளது.",
        "இருப்பினும், சுற்றுலாப் பயணிகளின் தேவைகள் நாட்டில் இல்லை என்று சில கட்சிகள் கவனம் செலுத்தியுள்ளன.",
        "\"சுற்றுலா அமைச்சகம் மற்றும் நாடு பயண அமைச்சகமாக தயாராக இருக்க வேண்டும், அவற்றை ஒட்டுமொத்தமாக ஏற்றுக்கொள்வதற்கான நாடு மட்டுமல்ல\" என்று தாய் சுற்றுலா ஊக்குவிப்பு சங்கம் தெரிவித்துள்ளது.",
        "\"இல்லையென்றால், [பயணிகள்] அவர்களின் அனுபவத்தில் ஈர்க்கப்பட மாட்டார்கள், ஆனால் எங்களுக்கு இரண்டாவது வாய்ப்பு கிடைக்காது,\" என்று அவர் கூறினார்.",
        "தாய்லாந்து குழுவின் தலைவர் சாம்னன் இலங்கை கூறியது: \"விமானப் பயணம் அதிகமாக இருக்காது என்பதால், விமானப் பயணம் அதிகமாக இருக்காது என்பதால், விமானப் பயணம் அதிகமாக இருக்காது என்று அவர் எதிர்பார்க்கிறார்.",
        "மொசோமர் அல்லது கம்போடியாவின் மோசடி மூலம் பயணிகள் நாட்டிற்கு அனுப்பப்பட்டுள்ளதாக வதந்திகளுக்குப் பிறகு சிலர் பாதுகாப்பு பிரச்சினைகளை எழுப்பியுள்ளனர்.",
        "பாங்காக்கில் நன்கு அறியப்பட்ட ஷாப்பிங் மாலின் கொடிய படப்பிடிப்பு சுற்றுலாப் பயணிகளின் கவலைகளால் ஏற்பட்டது.",
        "AI என்பது மேற்கு மாகாணத்தில் ஒரு குழந்தை, அது கழிப்பறைகளை வழிநடத்த முடியாது",
        "ஓமானில் வாங்கப்பட்ட மூன்று இலங்கையர்களின் துருப்புக்கள்",
        "தாய்லாந்தில் குடியேற்ற சட்டங்கள் குடியேறுவது உட்பட 93 நாடுகளின் நன்மைகள் என்ன?"
      ]
    },
    "en": {
      "title": "What are the advantages of 93 countries, including the emigration of immigration laws in Thailand?",
      "body_lines": [
        "What are the advantages of 93 countries, including the emigration of immigration laws in Thailand?",
        "Thailand has increased the visa to the country to 93 countries with the objective of expanding its tourism industry.",
        "Under this new scheme, which operated from Monday (July 15), can remain in Thailand, which has been southeral asian country for 60 days.",
        "Previously, only 57 countries were allowed to enter the country without visas.",
        "Sri Lanka has also been relieved under the New Tourism Visa Scheme in Thailand.",
        "Accordingly, Sri Lankans with a Sri Lankan passport can be obtained after the landing on Thailand.",
        "According to the new system, Sri Lanka overseas licensees do not need a pre-visas before they go to Thailand.",
        "60 days will be able to stay in the country for 60 days on the visa that will be landed on the country.",
        "There are 17 countries including the newly offered countries, Jordan, Ecuador.",
        "Tourism is a major tower in Thailand economy. However, Thailand has not completely completely completely completely completely.",
        "According to official data, 17.5 million foreign tourists have arrived in Thailand in the first six months of 2024, a 35% increase in the same period last year. However, it is less than the level of pre-epidemic level.",
        "The majority of tourists arrive in Thailand, China, Malaysia and India.",
        "Income from the tourism industry in the tourism during that period was 858 billion ($ 18.3 billion), which is less than one-quarter of the government.",
        "Every year, millions of tourists get to Thailand, golden Buddhist temples, white sandy beaches, spectacular mountains and exciting night life.",
        "Amending visa-free rules, a part of a wider plan to improve the tourism industry.",
        "On Monday, Thailand introduced a new five-year visa for dust employees, and they will be allowed to stay up to 180 days every year.",
        "In addition, travel students who have graduated from Thailand's degree or high degree will be allowed to remain in Thailand for a year to find a job after graduation.",
        "In June, the government authorities announced that the government authorities extend extended for two years. The proposed tourist fee for visitors in the country has also been removed.",
        "However, some parties have focused that the needs of tourists are not in the country.",
        "\"The Ministry of Tourism and the country should be prepared as the Ministry of Travel Ministry, not only the country to accept them as a whole,\" said Thai Tourism Promotion Association.",
        "\"If not, [the travelers] will not be impressed with their experience, but we will not have a second chance,\" he said.",
        "The Chairman of Thailandism Committee Chamnan Sri Lanka said: \"He expects the air travel, as the air travel will not be high, as the air travel is not too much.",
        "Some people have raised security issues after the rumors that travelers have been sent to the country through the racket of mosommar or Cambodia.",
        "The deadly shooting of a well-known shopping mall in Bangkok was also caused by the anxieties of tourists.",
        "AI is a child in the Western Province that cannot steer toilets",
        "Troops of three Sri Lankans who were shopped in Oman",
        "What are the advantages of 93 countries, including the emigration of immigration laws in Thailand?"
      ]
    }
  },
  "summary_lines": [
    "Thailand expanded its visa policy to 93 countries to boost tourism, allowing visitors from these nations to stay for 60 days without a pre-visa. This move includes Sri Lanka, among others, and introduces a new five-year visa for digital nomads, extending stays up to 180 days annually. Despite concerns about readiness and security, the changes aim to revive Thailand's tourism sector, which saw a significant increase in foreign arrivals in the first half of 2024 compared to the previous year."
  ]
}