{
  "translated_text": {
    "ta": {
      "title": "தொழில்நுட்ப தவறு காரணமாக ஸ்ரீலங்கன் தாமதம் தாமதமானது",
      "body_lines": [
        "தென் கொரியாவுக்கு பறந்து கொண்டிருந்த ஸ்ரீலங்கன் ஸ்ரீலங்கன் தொழில்நுட்ப தவறு காரணமாக வெளியேற முடியவில்லை.",
        "அத்தகைய தொழில்நுட்ப தவறு காரணமாக, தென் கொரியாவுக்குச் செல்ல வேண்டிய விமானத்தால் பயணம் 217 பயணிகளை அழைத்துச் சென்றது.",
        "விமானம் வெளியேறிய பின்னர் மார்ச் 20 ஆம் தேதி விமானம் 117 பயணிகளை விட்டு வெளியேறுவதாக ஸ்ரிலங்கன் ஒரு அறிக்கை வழங்கப்பட்டுள்ளது.",
        "அதன்படி, கொரியாவை விட்டு வெளியேற வேண்டிய 100 பயணிகள் மார்ச் 24 ஆம் தேதி போர்வோனுக்கு வசதி செய்துள்ளனர்.",
        "தென் கொரியாவின் தாமதம் காரணமாக தாமதத்தால் ஸ்ரிலங்கன் ஏர்லைன்ஸ் பாதிக்கப்படும் என்று எதிர்பார்க்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "Srilankan delay is delayed due to a technical fault",
      "body_lines": [
        "A SriLankan SriLankan that was flying to South Korea was unable to leave due to a technical fault.",
        "Due to such a technical fault, travel was delayed by a plane that was to travel to South Korea, taking 217 passengers.",
        "SriLankan is issued a statement saying that the plane has been fleeing 117 passengers on March 20 on March 20 after the departure of the plane.",
        "Accordingly, the 100 passengers who had to leave Korea have facilitated Borewon on March 24th.",
        "The SriLankan Airlines is expected to be affected by the delay due to the delay in South Korea."
      ]
    }
  },
  "summary_lines": [
    "A SriLankan flight to South Korea was delayed due to a technical fault, affecting 217 passengers. The airline issued a statement on March 20, fleeing 117 passengers, and facilitated Borewon for the remaining 100 passengers on March 24th. The delay is expected to impact SriLankan Airlines in South Korea."
  ]
}