{
  "translated_text": {
    "si": {
      "title": "ගසෙන් වැටීම හේතුවෙන් ගමනාගමනය බලපාන",
      "body_lines": [
        "අත්තනීය ලක්ෂ්බානා හි ප්රධාන මාර්ගයේ ඊටෝන්ටන් මික්ෆර්ඩ් ප්රදේශයේ දැවැන්ත ගස දැවැන්ත ගස බ්රහස්පතින්දා 23 වන බ්රහස්පතින්දා කඩා වැටී ඇත.",
        "පදිංචිකරුවන් සහ මාර්ග සංවර්ධන අධිකාරියේ සේවකයින් ගස කැපීම සඳහා කටයුතු කරමින් සිටී. පසුගිය දින කිහිපය තුළ කඳුකරයේ අධික වර්ෂාව හේතුවෙන් ජනතාවගේ සාමාන්ය ජීවිතයට බෙහෙවින් බලපා ඇත.",
        "තද වැසි ඇතිවූයේ හැටන් සහ හැටන් නුවර එලියාහි ප්රධාන වීදිවල බොහෝ තැන්වල නායයෑම්වල ඇති වූ අවදානම නිසා ය. මෙම මාර්ගවල ගමන් කරන වාහන හිමියන් ඉතා ප්රවේශම් විය යුතු බවට රථවාහන පොලිසිය අනතුරු අඟවා තිබේ.",
        "අඛණ්ඩ වර්ෂාපතනය හේතුවෙන් බොහෝ ප්රදේශවල පාංශු පරිහානිය හේතුවෙන් ඇති වන අවදානම හේතුවෙන් අවදානම් කළමනාකරණ මධ්යස්ථානය ඉල්ලා ඇත.",
        "මේ අතර, අධික සුළං හේතුවෙන් ජනතාව බෙහෙවින් නිරීක්ෂණය කළ යුතු අතර, අධික සුළං හේතුවෙන් ගස් කඩ කිරීමේ අන්තරාය සහ වාහන විදුලි පහන් ධාවනය කරන රියදුරන් අතර නැනූයා බංගලාවේ ප්රදේශයේ හිම පතනය වේ සහ නැනූයා හරස් පාර."
      ]
    },
    "en": {
      "title": "Traffic impacts due to falling down the tree",
      "body_lines": [
        "The massive tree in the Norton Mikford area on the main road of Attan Luxbana has collapsed on Thursday 23rd.",
        "Residents and Road Development Authority employees are working on cutting the tree. The people's normal life has been greatly affected by heavy rains in the hill country over the past few days.",
        "Heavy rains have caused the risk of landslides in many places on the main streets of Hatton and Hatton Nuwara Eliya. Traffic police have warned that motorists traveling on these roads should be very careful.",
        "The Risk Management Center has requested that the people living near the mudslides and the mountains should be very careful due to the risk of soil decline in many areas due to continuous rainfall.",
        "Meanwhile, the public should be very observed by the rain and the danger of breaking the trees due to heavy winds, while the drivers who drive the vehicle lights are on the road to the Nuwara Eliya Attan main road and the snowfall on the Nanuoya bungalow area and the Nanuoya cross road."
      ]
    }
  },
  "summary_lines": [
    "A massive tree collapse in Norton Mikford disrupted traffic and daily life due to heavy rains causing landslides and soil erosion risks. Residents and authorities are clearing the debris, urging caution on roads prone to landslides and tree falls."
  ]
}