{
  "translated_text": {
    "ta": {
      "title": "பாதாள உலக மற்றும் போதைப்பொருள் விற்பனையாளர்கள் நாட்டிற்கு சுமையாக இருக்கிறார்கள் - டிரான் அலெஸ்",
      "body_lines": [
        "சர்வதேச அழுத்தம் இந்த நடவடிக்கையை பாதித்திருந்தாலும் பாதுகாப்பு அமைச்சர் டிரான் அலெஸ் வலியுறுத்தினார்.",
        "பொலிஸ் கமிஷனர்களின் நெகோம்போ பிரதேச போலீஸ் கமிஷனர் ஜெனரலில் பங்கேற்க அமைச்சர் இந்த கருத்துக்களை தெரிவித்தார்.",
        "\"ஒன்றிணைந்த படுக்கைகள் இருந்தால், நீங்கள் வெல்ல வேண்டும். அல்லது சீருடையில் இருந்து எந்த வேலையும் இல்லை. கடினமான முடிவுகளை எடுக்க வேண்டியிருந்தது. ஏனென்றால் நான் அதை எனது ஜனாதிபதியிடம் கொடுத்தேன். கோட்டனின் பணத்தின் நிலை, அவர் நீதியைத் தொடங்கி நாட்டை சுத்தம் செய்கிறார்.. அவர்கள் அவர்களை விட்டுவிட்டு எங்களைத் தாக்குகிறார்கள். ஐக்கிய நாடுகள் சபை நீதியை நிறுத்துமாறு கேட்டுக்கொண்டது. எங்கள் நாட்டில், நாங்கள் சர்வதேச சமூகத்திற்கு எங்கள் சொந்த வழியில் பணியாற்றி வருகிறோம். \"",
        "\"பாதாள உலக வழக்குகளில் பேசும் வழக்கறிஞர்கள் உள்ளனர். மில்லியன் கணக்கான மில்லியன் கணக்கானவை. எப்படியிருந்தாலும், அரசியல் இங்கிருந்து வெளியேறிவிட்டது. டிரானின் வேற்றுகிரகவாசிகள் சொல்கிறார்கள். பாதாள உலக, போதைப்பொருள் விற்பனையாளர்களை நடத்த முடியாது. அவர்கள் இந்த நாட்டிற்கு ஒரு சுமை. \"",
        "\"பஸ்கா தாக்குதல் பற்றி பேசுங்கள்.. அனுமதி பெற பஸ்கா ரிபவுட்டைக் கொடுங்கள். சில பகுதிகளை வெளியே கொடுக்கவில்லை. இது அனைத்தும் கத்தோலிக்க தேவாலயத்தை அளித்தது. கார்டினல் தேராவில் காவல்துறைக்கு அருகில் இல்லாத தகவல்கள் உள்ளன. தாக்குதலுடன் இணைக்கப்பட்ட ஒரு முதலாளி இருந்தால். என்ன முதலாளி என்றாலும், நான் அவருக்கு எதிராக வேலை செய்கிறேன். \""
      ]
    },
    "en": {
      "title": "Underworld and drug dealers are burden to the country - Tiran Alles",
      "body_lines": [
        "The Minister of Defense Minister Tiran Alles stressed that even if the international pressure has influenced the operation.",
        "The Minister made these comments participating in the Negombo Divisional Police Commissioner General of Police Commissioners.",
        "\"If there are Unifiome beds, you have to beat. Or no work from the uniform. Had to make up hard decisions. Because I gave it to my president. It was the case with Koddon's money, who begins justice and cleaning the country.. They leave them and attack us. The United Nations asked to stop justice. In our country, we are working in our own way to the international community. \"",
        "\"There are lawyers who speak in underworld cases. Looking for millions of millions. Anyway, the political is out of here. Tiran's aliens are telling. Underworld, drug dealers cannot be held. They a burden to this country. \"",
        "\"Talk about the Passover attack.. Give the Passover repoute for permission. Had not been to give out some parts out. It all gave Catholic Church. Cardinal Thera has information that is not near the police. If there is a boss connected to the attack. No matter what boss, I work against him. \""
      ]
    }
  },
  "summary_lines": [
    "Minister Tiran Alles criticizes international pressure on operations, highlighting the challenges of dealing with underworld figures and drug dealers. He emphasizes the need for decisive action and the importance of justice, despite facing opposition from the United Nations."
  ]
}